[
    {
        "pmid": "21479267",
        "title": "Functional changes in the snail statocyst system elicited by microgravity.",
        "year": "2011",
        "journal": "PLoS One",
        "abstract": "BACKGROUND: The mollusk statocyst is a mechanosensing organ detecting the animal's orientation with respect to gravity. This system has clear similarities to its vertebrate counterparts: a weight-lending mass, an epithelial layer containing small supporting cells and the large sensory hair cells, and an output eliciting compensatory body reflexes to perturbations.\nMETHODOLOGY/PRINCIPAL FINDINGS: In terrestrial gastropod snail we studied the impact of 16- (Foton M-2) and 12-day (Foton M-3) exposure to microgravity in unmanned orbital missions on: (i) the whole animal behavior (Helix lucorum L.), (ii) the statoreceptor responses to tilt in an isolated neural preparation (Helix lucorum L.), and (iii) the differential expression of the Helix pedal peptide (HPep) and the tetrapeptide FMRFamide genes in neural structures (Helix aspersa L.). Experiments were performed 13-42 hours after return to Earth. Latency of body re-orientation to sudden 90° head-down pitch was significantly reduced in postflight snails indicating an enhanced negative gravitaxis response. Statoreceptor responses to tilt in postflight snails were independent of motion direction, in contrast to a directional preference observed in control animals. Positive relation between tilt velocity and firing rate was observed in both control and postflight snails, but the response magnitude was significantly larger in postflight snails indicating an enhanced sensitivity to acceleration. A significant increase in mRNA expression of the gene encoding HPep, a peptide linked to ciliary beating, in statoreceptors was observed in postflight snails; no differential expression of the gene encoding FMRFamide, a possible neurotransmission modulator, was observed.\nCONCLUSIONS/SIGNIFICANCE: Upregulation of statocyst function in snails following microgravity exposure parallels that observed in vertebrates suggesting fundamental principles underlie gravi-sensing and the organism's ability to adapt to gravity changes. This simple animal model offers the possibility to describe general subcellular mechanisms of nervous system's response to conditions on Earth and in space.",
        "full_text": "Functional Changes in the Snail Statocyst System Elicited by Microgravity Pavel M. Balaban1, Aleksey Y. Malyshev1, Victor N. Ierusalimsky1, Nikolay Aseyev1, Tania A. Korshunova1, Natasha I. Bravarenko1, M. S. Lemak1, Matvey Roshchin1, Igor S. Zakharov2, Yekaterina Popova3, Richard Boyle3 1Institute of Higher Nervous Activity and Neurophysiology, Russian Academy of Sciences, Moscow, Russia, 2Koltzov Institute of Developmental Biology, Russian Academy of Sciences, Moscow, Russia, 3NASA Ames Research Center, Moffett Field, California, United States of America Abstract Background: The mollusk statocyst is a mechanosensing organ detecting the animals orientation with respect to gravity. This system has clear similarities to its vertebrate counterparts: a weight-lending mass, an epithelial layer containing small supporting cells and the large sensory hair cells, and an output eliciting compensatory body reflexes to perturbations. MethodologyPrincipal Findings: In terrestrial gastropod snail we studied the impact of 16- (Foton M-2) and 12-day (Foton M-3) exposure to microgravity in unmanned orbital missions on: (i) the whole animal behavior ( Helix lucorum L.), (ii) the statoreceptor responses to tilt in an isolated neural preparation ( Helix lucorum L.), and (iii) the differential expression of the Helix pedal peptide (HPep) and the tetrapeptide FMRFamide genes in neural structures ( Helix aspersa L.). Experiments were performed 1342 hours after return to Earth. Latency of body re-orientation to sudden 90 uhead-down pitch was significantly reduced in postflight snails indicating an enhanced negative gravitaxis response. Statoreceptor responses to tilt in postflight snails were independent of motion direction, in contrast to a directional preference observed in control animals. Positive relation between tilt velocity and firing rate was observed in both control and postflight snails, but theresponse magnitude was significantly larger in postflight snails indicating an enhanced sensitivity to acceleration. Asignificant increase in mRNA expression of the gene encoding HPep, a peptide linked to ciliary beating, in statoreceptors was observed in postflight snails; no differential expression of the gene encoding FMRFamide, a possible neurotransmission modulator, was observed. ConclusionsSignificance: Upregulation of statocyst function in snails following microgravity exposure parallels that observed in vertebrates suggesting fundamental principles underlie gravi-sensing and the organisms ability to adapt to gravity changes. This simple animal model offers the possibility to describe general subcellular mechanisms of nervous systems response to conditions on Earth and in space. Citation: Balaban PM, Malyshev AY, Ierusalimsky VN, Aseyev N, Korshunova TA, et al. (2011) Functional Changes in the Snail Statocyst System Elicited by Microgravity. PLoS ONE 6(3): e17710. doi:10.1371journal.pone.0017710 Editor: Hiromu Tanimoto, Max-Planck-Institut fu r Neurobiologie, Germany Received August 3, 2010; Accepted February 11, 2011; Published March 29, 2011 This is an open-access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise us ed by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication. Funding: This research was supported by grants from the RF President Council for grants to P. Balaban, Russian Foundation for Basic Research, Russian Academy of Science, NASA 03-OBPR-04 and a Fundamental Space Biology Program grant to R. Boyle. The funders had no role in study design, data collection and anal ysis, decision to publish, or preparation of the manuscript. Competing Interests: The authors have declared that no competing interests exist.  E-mail: balabanihna.msk.ru (PMB); richard.boylenasa.gov (RB) Introduction Of all the environmental parameters under which a living organism has been exposed in the course of its evolution only gravity has remained constant. Predation, climate, vegetation, and terrestrial or aquatic habitation, for example, have changed, butthe intensity and direction of gravity have not. Most extantvertebrates are gnathostomes or jawed, but in the Devonian periodabout 400 million years ago the majority of vertebrates wereostracoderms or jawless. Despite this shift within vertebrata, fossilevidence shows that the elaborate sensory structures used to sensethe acceleration forces are remarkably conserved 1. Althoughless is available in the fossil record on invertebrate sensorystructures, recent gene expression studies suggest that gravisensingstatocyst system in eumetazoans is in the same way elemental andhighly conserved 2.The organisms ability to detect gravity and to live under a gravitational load is critical for its survival. Even rudimentaryciliated protozoa display positive or negative geotaxis 3. Most if not all invertebrate species can orient their bodies axis with respect to gravity, but only in a few crustaceans, insects andmollusks has gravireception been more thoroughly studied. In insects it is remarkably robust, but equally complex in design. In gastropods the statocyst is the predominant gravisensing organ,and it has clear similarities to its vertebrate counterparts: a weight- lending mass comprised of calcium carbonate particles called statoconia (the particles are called otoconia in mammals), and anepithelial layer containing small supporting cells carrying micro- villi and giant sensory hair cells carrying, in some species such as land snails, true (9 2)-type kinocilia (supporting cells and kinocilium-bearing hair cells populate the mammalian vestibular sensory regions). Differences lie in the mode of transmission to PLoS ONE  www.plosone.org 1 March 2011  Volume 6  Issue 3  e17710higher centers. In the snail the nerve bundle from each statocyst projects rostrally into the cerebral ganglion on each side, and each fiber is the axon of an individual hair cell. In vertebrates the nervebundle from each otolith organ projects into the brainstembilaterally, and each fiber is the axon of a cranial nerve afferent receiving synaptic inputs from the more numerous hair cells. Similarities once again appear in the existence of efferent fibers inthe statocyst nerve projecting from other neural areas for bothgastropods 4 and vertebrates 5. With the advent of space flight it is possible to address fundamental questions on the biological principle(s) of gravirecep-tion in animals, from humans to invertebrates. A key question is:despite the constancy of gravity, does the nervous system adapt to novel transitions in gravity states, even for transitions of brief duration measured in days? Another key question is: because ofthe elemental nature of gravireception, do animals respondsimilarly to altered gravity states and adapt to the new, and in the case of postflight the original, environment? In this study we address these questions in an invertebrate model. In two unmanned orbital missions on the Russian spacecrafts Foton M-2 and M-3 we investigated the response of the snail gravisensing system to the space mission, which persists largely ofthe mG exposure, within a brief delay after landing. The terrestrial snail Helix lucorum Linnaeus ( Pulmonata, Gastropoda ) offered an excellent model of study. Because these animals are small, we had a sufficient sample size and still remained within our volume limit. Snails are resilient and can remain metabol-ically active under confined conditions for weeks. Importantly,certain behaviors and the cellular networks underlying them are well described in this animal 6. Experiments were designed to evaluate the impact of changes in gravity states on three separatebut related areas of statocyst function. First, we studied thebehavioral (whole animal) response to sudden orientation shifts with respect to gravity, known as negative gravitaxis. This is a ubiquitous behavior found throughout nature. Second, we usedelectrophysiological techniques in the same subpopulation ofsnails examined for their behavioral response to tilt to determine the postflight response of individual hair cells to controlled tilts. In vertebrates, the cranial nerve afferents reporting to the brainthe head acceleration sensed by the inner ear hair cells show ahypersensitivity, or upregulation, of the discharge response during the first days following microgravity exposure 7. And third, in a separate population of smaller snails ( H. aspersa )w ee x a m i n e dt h e subcellular expression patterns of specific neuropeptide genes.Primary statocyst receptor cells express a product of the preproHPep gene - a pedal peptide, HPep, under physiological load 8, and regulation of this gene expression pattern mightsignal how the statocyst receptor is tuned by the gravity vector.The second neuropeptide studied was FMRFamide, an endog-enous peptide found in the nervous system throughout the animal kingdom. In invertebrates FMRFamides in fact constitute a major class of peptide neurotransmitters. Preliminary conference reports on Foton M-2 and Foton M-3 flight experiments were presented 9,10. Materials and Methods Creating persistent conditions for microgravity The Foton series of spacecraft uses a modified Soyuz-U launcher and a recoverable satellite. The temperature inside the satellite is controlled via heaters and fans, and the satellite istumbled in orbit to expose the outer surface evenly to the Sun.The satellite is sealed tightly, but the atmospheric composition is not maintained. As a result only short duration missions of 23weeks with species requiring minimal advanced life support are flown on this platform. Temperature measures within the satellite were down-linked periodically from orbit to control the delayedasynchronous control experiments. A temperature sensor was alsoplaced within the snail habitat to validate its correspondence tothe satellite temperature. Because the satellite in orbit is in a freefall towards Earth, the snails were exposed to mG not zero G, in the range of 10231025G. For Foton M-2 the snails were returned to the laboratory at 30 h after landing. For M-3 thedelay was significantly reduced to 13 h by chartering a privateflight. Animals Experimental protocol was in accordance with the USA NIH Guide for the Care and Use of Laboratory Animals and approved by the Russian Academy of Sciences. Because restrictions existed on the weight and volume of the habitat, twoclosely related species of snails were selected. Juvenile H. aspersa were used specifically for the histochemistry studies to provide anadequate sample size for each procedure. These snails are reared in laboratory under controlled conditions to allow selection based on age, weight, and quantity. For Foton M-2 and M-3 20 (14 g)and 20 (12 g) small H. aspersa were flown, respectively. A larger snail, H. lucorum , was desirable for the behavioral and electro- physiological studies. These snails were obtained through commercial vendors, and did not represent siblings or statistical cohorts except they were of relatively comparable weight withineach group. For Foton M-2 and M-3 15 (1218 g) and 16 (38 g)adult H. lucorum were flown, respectively. Before flight all snails were weighed and an identifying number was painted on the shell of each large snail. The snail habitat wasdivided into 2 chambers to separately house the small and largesnails. Snails are both hibernators (winter) and estivators (summerdryness). Entering into either of these low metabolic states would conceivably mask any effect of the space flight. In an effort to prevent estivation, ample food and water sources were providedover the course of the mission, and the temperature within thehabitat (and satellite) was maintained within 1922 uC (optimal temperature for the entire payload). Charcoal filters were also placed in the habitat to control fungal and algal growth. Inspection of the habitat upon return to the lab after landing of M-2 and M-3clearly indicated that the snails were active and consumed theavailable food during the mission. Behavioral Studies In the wild as the snail crawls along a plant its weight can cause the leaf and snail to drop vertically. The snail stays attached and faces head down, and will reorient itself by rotating 180 uabout its axis and crawl up the plant against the gravity vector. Thisbehavior is termed negative gravitaxis. The negative gravitaxisresponse of each large snail was tested prior to launch andsimilarly tested postflight. In the test the snail was positioned on a horizontal plastic surface containing a fine grid pattern and hinged to permit a controlled 90 uvertical pitch of the animal. The snail at this time, T0, is oriented with its long axis parallel to the verticaland head facing down. Typically, after a delay the animal re-orients itself by 180 uand moves upward on the platform. Each test was recorded on video and the latency of re-orientation at 24 fixed body positions was calculated off-line. For M-2 mission allanimals were tested in the negative gravitaxis paradigm. To allowthe necessary time for the neural recording paradigms for the M-3mission the behavioral testing was scored in 5 flight snails at T0 T2 latencies.Statocyst Response to Microgravity PLoS ONE  www.plosone.org 2 March 2011  Volume 6  Issue 3  e17710Electrophysiology Studies After the behavioral tests were concluded (M-2: 3135 h after landing; M-3: 1418 h after landing), the snails nervous systemwas isolated and prepared for electrophysiological studies of thestatocyst response to tilt mimicking the head down and the taildown behavioral conditions. To capture the likely neuralresponse to the space mission it is critical that recordings areconducted not only as quickly as possible after the flight, but with the least amount of time between subjects. Thus we designed whole nerve recording techniques from the statocyst nerve, n. vestibularis , which contains the axons of 13 statoreceptors, and protocols to systematically and consistently record the greatestnumber of statoreceptors in the shortest period of time in eachsnail. The preparation was made by rapidly cooling the snails to 4 uC and anesthetized by injecting isotonic MgCl 2saline (,15 of the animal weight). Next, the central ganglionic ring was dissected freefrom the animal and pinned to a silicone-elastomer (Sylgard)-coated dish. The tissue was bathed in a saline solution containing(in mM) 100 NaCl, 4 KCl, 7 CaCl 2, 5 MgCl 2, and 10 Tris-HCl buffer (pH 7.8). Neural commissures connecting the left and right pedal ganglia were severed. The dish contained two chambers that were isolated from each other using a Vaseline barrier. Onechamber contained a pedal ganglion with an intact statocyst andthe other contained the corresponding cerebral ganglion withattached ommatophores, and the two neural structures wereconnected by the n. vestibularis through the isolation bridge. In the M-2 experiments, the ganglia were first treated with Protease (1 mgml) (Type XIV, SIGMA, USA) for 10 min at room temperature, washed out with saline solution, and the connectivetissue sheath was completely removed to improve recordingquality. Only microdissection techniques were used in the wholenerve recordings of M-3 experiments to improve recordingquality. Extracellular recording of n. vestibularis activity was made using AgAgCl electrodes, one placed in each saline bath of thetwo chambers. The signal was amplified (3003000 6) and filtered (202 kHz) by a differential amplifier (NB Lab, Russia), digitized (10 kHz conversion) and acquired into commercial software(Digidata 1200A AD converter and Axoscope 9.0 software,Axon Instruments, USA), and stored on a computer forsubsequent analysis. Natural stimulation of the statocyst was performed on a custom tilt setup, which was slightly modified for the experiments of FotonM-3 to enhance testing. Figure 1A shows a cartoon of the tiltplatform with the isolated neural preparation. In both series ofexperiments the preparation dish was positioned at 45 uor 90 u steps to test the statocysts physiological response at differentorientations with respect to gravity. 0 uorientation was defined as the position in which rise of the platform (Fig. 1A) mimicked a downward pitch of the animals head in intact snails (Fig. 1B,middle cartoon), and corresponded to T0 (see Fig. 2A) in thebehavioral experiments. Increments in degrees were taken in acounter-clockwise direction, as viewed from above, up to a taildown or head-up snail tilt of 180 u(Fig. 1B, lower cartoon). Platform tilt was pneumatically driven in M-2 experiments, and itsdirection was controlled by an electronically controlled valve manually switched onoff. To align the platform movements to the precise extracellular signal the start and finish times of tilt weremanually tagged. Measured time of platform rise was 1.1 s (peaktilt velocity 17.3 us), fall was 1 s, and the mid-point of tilt profile was set as time 0 for later analysis. We improved the stimulusparadigm for M-3 experiments by using a microcontroller-operated DC stepper motor with worm gearing to drive theplatform tilt. The duration of tilt motion was thereby adjustable,and permitted delivering stimuli with different, but still brief, acceleration phases to ensure a response threshold to tilt was reached. This flexibility in adjusting the test protocol was particularly important in the postflight experiments where differences in threshold and response saturation might occur.We tested 4 different durations of 19 uplatform rise in the range from 5503020 ms (6.334.5 us). Angle of platform movement was measured by an in-line potentiometer, whose moving rod was used as the axis of rotation. The potentiometer measures were recorded on a separate channel and the beginning of movement was set as time 0. Sample recordings and stimulations were first made to correct the volume of buffered saline, and the gain and filters settings. After this calibration procedure, the main protocol of stimulation started and was the same for all applied orientations. For Foton M-2 experiments the protocol was 1 min recording in the horizontal position, upward pitch to hold position and 30 s recording, followed by return to horizontal and 30 s recording, repeated 3-times with 30 s background recording between trials. For the experiments ofFoton M-3 test epochs using different speeds of tilt were added that extended the main protocol to 1 min of recording in each position: horizontal  up (3020 ms ramp time) down (3020 ms)  up (2085 ms ramp time)  down (2085 ms)  up (1075 ms ramp time)  down (1075 ms)  up (550 ms ramp time)  down (550 ms). Spike sorting based on template extraction was used to identify the discharge pattern of individual statoreceptors. All records were imported into Spike2 (version5; CED, UK). Cursors were positioned to zero point of stimulation, marked by the tags (Foton M-2) or in accordance with auxiliary potentiometer channel (Foton M-3). Spike discrimination was made for all records in the built-in Spike2 module by template, made from every record. For individual records, different types of identified spikes varied from 2to 12 (distinguished by non-intersecting principal component analysis clouds), probably depending on quality of nerve and statocyst preparation. Data of total nerve activity were analyzed by constructing post-stimulus histograms built on spike count per time bin (0.2 s for M-2 and 0.3 s for M-3) in the range of 210 to 30 s from zero point of tilt stimulation. For M-2 data the mean of 3 repetitive stimulations in main protocol was used for furtheranalyses. An example of the whole nerve recording and spike sorting in one preparation is shown in Fig. 1C. Six individual cells were identified and their response properties are commonly encountered in all preparations. Statocyst cells have (Cells 4 and 5) or do not have (Cells 13 and 6) spontaneous firing rates, show apeak excitation during the transient phases of tilt (Cells 16), show a response decay following termination of the acceleration (and velocity) phases of tilt motion (Cells 16), and have variable levels of sustained excitation during the duration of the tilt displacement (Cells 46). Gene Expression Studies in the Snail Central Nervous System (CNS) In situ hybridization (ISH) with digoxigenin-labeled RNA probes was used for preproHPep and preproFRMFa gene expression analysis in the CNS of control and postflight snails. The mRNA probe to preproHPep (Accession Number: U62544) was synthe- sized by D.A. Poteryaev of the Engelhardt Institute of MolecularBiology (Moscow) as previously described 11. The mRNA probe toHelix preproFRMFa (Accession Number: L20768) was synthe- sized by F. Rozov of the Engelhardt Institute of Molecular Biology (Moscow) to 421 na. sequence of 3 9region of preproFRMFa cDNA. In control experiments no staining was detected with antisense probes to both peptides.Statocyst Response to Microgravity PLoS ONE  www.plosone.org 3 March 2011  Volume 6  Issue 3  e17710In Foton M-2 experiments the juvenile H. aspersa snails were divided into 2 groups for tracing the changes in preproHPep expression: the first half was prepared upon receipt of the snails at 30 h after landing and the other half was processed 12 h later. The test groups included 21 naive snails (10 na ve vivarium snails, 4 snails 24 h after foot cut, and 7 snails 24 h after 10 min exposure to 3.75 G centrifugation), 12 asynchronous control M-2 snails, and 12 postflight animals (6 prepared 30 h postflight and 6 prepared 42 h postflight). In Foton M-3 experiments all H. aspersa snails were used for the ISH experiments and fixed upon receipt of the snails at 14 h after landing. Four H. aspersa and four H. lucorum were used for tracing the changes in FMRFa expression, and 16 H. aspersa for tracing the changes in preproHPep expression. Snails were anesthetized by injection of isotonic MgCl 2(,15 of body weight). The central ganglionic ring was removed from the animal and pinned to a Sylgard-coated dish. After fixation for 2 h in 4 paraformalde- hyde at room temperature ( ,20uC), the connective tissue sheath was removed using fine forceps and scissors. Preparations were dehydrated and then rehydrated (to increase tissue permeability)by sequential incubation in 3:1, 1:1 and 1:3 phosphate buffer- TWEEN (PTW)methanol solutions. Preparations were treatednext with 10 mgml Proteinase K solution, post-fixed in 4 paraformaldehyde, washed in glycine and PTW, treated with 1 hydroxylammonium chloride and prehybridized 68 h in hybrid-ization buffer. Tissues were then moved to a hybridization buffercontaining digoxigenin-labeled RNA probe and hybridized for1214 h. Preparations were then washed thoroughly, incubated in 10 heat-inactivated sheep serum and incubated in anti- digoxigenin antibodies conjugated to alkaline phosphatase for1214 h. Tissues were washed and incubated in substrate foralkaline phosphatase in the dark. The alkaline phosphatase substrate gives a deep-purple reaction product. Reaction was stopped after visual inspection with TRIS-EDTA buffer. Prepa-rations were then cleared in xylene, mounted in Permount, andviewed under the light microscope. Immunochemistry In the Foton M-2 mission we studied the changes in pattern of pedal peptide distribution in the nervous system and statocysts of Figure 1. Experimental paradigm of behavioral and physiology tests. A. Cartoon of tilt platform used in neural recordings. Petri dish is fixed on a platform that can be mechanically tilted to a maximum displacement angle of 19 u. In Foton M-2 experiments the tilt duration was fixed to 1.1 s (17.3 us peak tilt velocity) and in Foton M-3 experiments the tilt duration was varied in 4 steps from 5503020 ms (6.334.5 us peak tilt velocity). Activity of the statocyst nerve was recorded using electrically separate chambers for statocyst and cerebral ganglion with the nerve passing over a Vaseline bridge. B.Head-down or head-up tilt of snail correspond to tilting platform with the preparation oriented at 0 u(middle panel) and 180 u (lower panel), respectively. C.Example of whole nerve response to tilt and cell sorting technique. Traces from bottom to top: whole nerve statocyst discharge (bar  5 mV), platform position during tilt stimulus was recorded using a potentiometer (bar  10 u), and six identified cells in this preparation labeled Cell 16 (bar  2 spikess).doi:10.1371journal.pone.0017710.g001Statocyst Response to Microgravity PLoS ONE  www.plosone.org 4 March 2011  Volume 6  Issue 3  e17710H. aspersa by using whole-mount immunocytochemistry. The antiserum against pedal peptide (T Pep) was the kind gift of Dr. D. Willows (USA). Eight postflight animals and 11 control animals were used. Neural tissues were dissected in saline and fixed for 1 h at room temperature (RT) in 4 paraformaldehyde in phosphate-buffered saline (PBS). After fixation, the neural tissues were washed for 1 h in 70 ethanol, followed by several rinses in PBS. Prior to incubation with the primary antibody solution, whole- mounts were washed for 2 h in blocking solution containing 0.5 Triton X-100, 0.01 sodium azide, 5 normal goat serum (Sigma), and 1 bovine serum albumin (Sigma) in PBS. The staining procedure was done at RT using the blocking solution for all washes and antibody dilutions: primary antibody for 4872 h followed by wash for 6 h; and secondary antibody for 2436 h followed by wash for 6 h. Secondary antibody was AlexaFluor TM 488-conjugated goat anti-rabbit IgG (Molecular Probes, Caltag Laboratories) diluted to 1:200. For archival storage, the whole- mount preparations were washed with PBS and embedded without dehydration series in Aqua PolyMount media (Poly- sciences, Inc). Preparations were examined using an AxioPlan (Zeiss, Germany) fluorescence microscope connected to a digital camera (Camedia C4000; Olympus, USA) for acquiring images. In control experiments, the primary antiserum was omitted. No staining resulted in this series. Delayed Asynchronous Control Experiments Two days after launch in both M-2 and M-3 missions a delayed asynchronous ground control test was initiated. Snails were housed in a comparable habitat and placed into a tightly sealed incubatorwhose temperature was adjusted according to the down-linked temperature data from the satellite, thereby exposing the snails to a contained atmospheric composition and to the same tempera- ture profile as the flight snails. It should be noted that not all parameters between non-flight and flight snails are controllable. The major differences are as follows. Flight snails were transported to Baikonur Cosmodrome in Kazakhstan for launch. Snails were exposed to ,9 min of varying acceleration (up to ,9 G) before reaching orbit altitude. As the satellite re-enters Earths atmo- sphere, the animals are again exposed to sustained and transient (e.g. parachute deployment) increases in gravitational forces until landing. After landing the satellite is opened, the contents are transported by helicopter to the nearest airfield, and flown to Moscow. In the case of Foton M-2 the delay was 30 h. For the M- 3 mission a private charter was procured to get the specimens to the laboratory in 13 h. Results 1. Behavioral experiments Foton M-2. Negative gravitaxis is a behavioral orientation response in the direction opposite to the gravity vector. To elicit this behavioral response the snail is pitched 90 uhead-down, akin to its own weight bending the leaf downward. The snail will detect this change in head orientation with respect to gravity, principally via the statocysts, and rotate its body 180 uto face upward against the gravity vector. Flight snails in general re-oriented themselves faster than their control counterparts in this test. Cartoon in Fig. 2A shows the selected body positions where time measures Figure 2. Negative gravitaxis response in control and postflight snails. A. Phases of the stereotypic response to sudden shift of the snail with platform from horizontal to head down position. B.Latency of gravitaxis reaction phases acquired during Foton M-2 experiments. The plot shows averaged ( 6SEM) time of the behavioral responses at 4 phases of the negative gravitaxis response in 14 flight and 8 control snails. Flight snails were faster in their response to pitch stimulation at each phase, and the difference reach level of significance p ,0.05 at the later phases T3 and T4. C. Changes in latency of gravitaxis reaction of T2 phase acquired during Foton M-3 experiments. The plot shows averaged ( 6SEM) time of the behavioral responses at the T2 phase in 5 flight and 6 control snails tested before (black columns) and after (open columns) flight. Flight snails werefaster than control snails as a group in their response to pitch stimulation, insignificant at T1 (not shown) but significant (p ,0.02) at T2 phase. Post- flight gravitaxis responses were significantly faster (shorter latency of T2; p ,0.04) than pre-flight responses recorded in the same snail. doi:10.1371journal.pone.0017710.g002Statocyst Response to Microgravity PLoS ONE  www.plosone.org 5 March 2011  Volume 6  Issue 3  e17710were taken: at T0 the snail is pitched head-down from the horizontal plane, T1 is the time in which the snail has initiated a head turn, T4 is the final phase of complete re-orientation, and T2 and T3 are intermediate body positions in time (shown Fig. 2A).We scored the latency of each phase of behavioral performancefrom the videotape off-line. The plot in Fig. 2B compares theaveraged latencies of the behavioral responses at the separate 4 phases for the 14 postflight and 8 control snails. Flight snails performed faster at each phase, and this was significant (p ,0.05; nonparametric, two-tailed, unpaired Mann-Whitney test) at T3and T4 (marked ). Foton M-3. The protocol of behavioral testing of this mission was changed to accommodate the time required to complete theadditional electrophysiology protocols. It was abbreviated tocapture the initial fast re-orientation responses of phases 1 and 2 (T1 and T2 in Fig. 2A) following a horizontal to vertical head- down pitch of the snail at T0. We tested the latency of negativegravitaxis response before the flight in 6 control and 6 flight-designated snails and after the flight in the same snails (one flightsnail died). Comparison of averaged latencies of the behavioralresponses at the two phases for the negative gravitaxis response for the 5 flight and 6 control snails showed significant differences in performance. Flight snails reacted faster than their controlcounterparts to pitch stimulation (Fig. 2C), and this wassignificant (p ,0.02; nonparametric, two-tailed, unpaired Mann- Whitney test), and faster after than before the flight in the same animal (p ,0.04). Results clearly suggest the existence of changes in behavior of the postflight snails and confirm the results of Foton-M-2 mission. 2. Electrophysiological experiments in isolated CNS with intact statocysts Background statocyst activity. Spontaneous firing rate of the statocyst nerve was measured in the dark in control andpostflight snails in both Foton M-2 and M-3 experiments. Three 10 s intervals were taken for analysis in each record. Tilt stimulation was not presented for at least several minutes beforethe first analyzed interval. No significant (Mann-Whitney RankSum Test) difference in level of firing rate (average firing rate 6 SEM, in spikess) was observed between control and postflightsnails for both M-2 (n  4) and M-3 (n  8) missions: 5.6 61.03 vs 5.8161.97 and 6.23 61.63 vs 5.73 60.92, respectively. Summary of Statocyst Responses. We made significant improvements to the tilt apparatus for the M-3 experiments. These improvements impacted our ability and rationale to tabulate theresponses of M-2 and M-3 experiments into one population, andthus they are presented separately. Table 1 gives the averagedcumulative responses of the control and flight snails in the 2missions. Tilt responses were scored as the total sum of spikes during the first 2 s after onset of tilt. Data are derived from the records shown in Fig. 3A for M-2 and Fig. 3B for M-3, anddisplayed in the bar graph of Fig. 3C. An increase in magnitude ofresponse to tilt after flight is evident in both sets of experiments,but it was insignificantly different from control records in the M-2 study. In the M-3 experiments, the difference in response magnitude between control and flight snails was the nearly two-fold and was highly statistically significant (p ,0.01, unpaired Students t-test). Effect of tilt duration on statocyst response. The neural response of the statocyst to natural tilt stimulation was recorded in5 flight and 4 control M-2 snails and in 8 flight and 8 control M-3snails. The behavioral results of the snails of the same groups were obtained earlier or in parallel. The isolated neural preparations were placed in an orientation so that the rise of the platformcorresponded to a head down tilt in the intact animal. Duration of tilt from one position to another for M-2 was fixed (Fig. 3A) and was 1 s (fall) to 1.1 s (rise, or 17.3 us). In M-3 experiments the duration (speed) of risefall was varied in 4 steps from 550 ms (34.5 us) to 3020 ms (6.3 us). As a result the acceleration phase of tilt, although still brief, was varied to ensure a response threshold was reached in both the control and postflight snails. Responses are plotted in Fig. 3 at the fastest (D), slowest (E), and an intermediate speed (B) comparable to the M-2 tilt profile. It isevident from the results that in postflight animals the peak of response is significantly higher (p ,0.01, marked by , ANOVA with post hoc analysis) at all stimulus speeds, greater than 2-fold at the faster speeds (Fig. 3B and D) and nearly 2-fold at the slowest test speed (Fig. 3E). A similar, but not significant, tendency was observed after Foton M-2 flight (Fig. 3A). The neural population response to tilt is characterized by an initial rise in spike rate to a peak followed by decay, often exponentially, toward the baseline after tilt motion has stopped. This rate rise and fall was not altered by the space flight, only significantly elevated in postflight snails at each tilt speed (Fig. 3F; p ,0.02). Effect of tilt direction on statocyst response. In control animals the statocyst response to tilt at 0 uorientation (corresponding to snails head down) was consistently, but not significantly, larger than at 180 u(snails tail down) in both Foton M-2 (Fig. 4A) and M-3 (Fig. 4B) experiments. Responses at 90 u and 270 uorientations were similar to responses at 0 u(data not shown). These results reflect an orientation selectivity of the animal that normally exists and is the basis of negative gravitaxis. But in postflight animals this directionality of statocyst responses to the same tilt stimulus was disturbed. To clearly illustrate this effect, we plotted a difference between the responses obtained at the two opposed orientations (Fig. 4C, D). To make this plot, the average number of spikes of the two responses were subtracted within each preparation and then averaged by group. If no preference to orientation exists, the difference of responses in the plot will be close to zero; and conversely the greater the distance from zero, the more significant is the difference. A significant differencebetween flight and control snail was observed at several time points for both M-2 (Fig. 4C) and M-3 (Fig. 4D) experiments indicating that responses differed for tilts in the opposite sense (statistical significance was evaluated by repeated measures ANOVA with Tukey post-hoc analysis, p ,0.02 for several time points, marked by ). In control snails the statocyst is tuned to head down tilt (and more spikes are generated at this orientation), while in postflight snails the directional selectivity was not so clear but tended to be opposite (Fig. 4 B, D). This finding suggests that the neural responses of the statocyst to adequate vestibularTable 1. Averaged Cumulative Neural Responses to Tilt. Snail Mean SEM M2 control 33.1 68.3 (n  4) M2 flight 42.2 68.7 (n  5) M3 control 33.3 65.9 (n  8) M3 flight 61.3 67.1 (n  8) The total number of spikes was collected over a 2 s interval after the onset of tilt in control and postflight snails for both M-2 and M-3 experiments. The tilt duration was comparable for the M-2 (1100 ms; Fig. 3A) and M-3 (1075 ms;Fig. 3B) experiments. The control and flight snails had highly significant differences in magnitude of tilt response in the M-3 experiments (p ,0.01, Students t- test for difference between the means).doi:10.1371journal.pone.0017710.t001Statocyst Response to Microgravity PLoS ONE  www.plosone.org 6 March 2011  Volume 6  Issue 3  e17710Figure 3. Postflight increase of statocyst response to vestibular stimulation. A. Averaged statocyst nerve responses (mean spike rate 6 SEM sampled at 0.2 s bin width) of 5 postflight (open circles) and 4 control (filled circles) snails (Foton M-2) to platform tilt. The increased respons eo f the postflight snails to tilt was insignificant. The stimulation and recording protocols were improved for the Foton M-3 experiments. Averagedstatocyst nerve responses (mean spike rate 6SEM sampled at 0.3 s bin width) of 8 postflight (open circles) and 8 control (filled circles) snails to platform tilt of 1075 ms ramp time or 17.7 us (B; close to M-2 ramp time), and at a faster ( D; 550 ms or 34.5 us) and a slower ( E; 3020 ms or 6.3 us) ramp times. At all tilt speeds the magnitude of the statocyst response was significantly increased (indicated by  in each plot) in postflight snails. C. Cumulative number of spikes over 2 s period following the onset of tilt for M-2 and M-3 experiments. Spike numbers were taken from time 02 s in the plots shown in panels A and B for control and postflight snails to allow a more direct comparison between the two missions. Control data were comparable in both missions, but the postflight results were significantly different in M-3 experiments (p ,0.01, Students t-test). F. The significant hypersensitivity of the statocyst to tilt following mG exposure is shown by plotting the total number of spikes (mean 6SEM) over a 4 s period following tilt onset at 4 peak velocities in the 8 control and 8 postflight snails (p ,0.01; p ,0.02). doi:10.1371journal.pone.0017710.g003Statocyst Response to Microgravity PLoS ONE  www.plosone.org 7 March 2011  Volume 6  Issue 3  e17710stimulation in the postflight snails are independent of the tilt direction, while in the control animals a directional preference for head down tilt occurs. 3. Postflight changes in gene expression in CNS Foton M-2. The differential expression pattern of the preproHPep gene was examined in the CNS of postflight and asynchronous control snails, in centrifuged animals, and foot injury ground control snails. Snail CNS with statocysts was stained for products of expression of preproHPep gene: for proHPep mRNA using in situ hybridization (ISH) and for processed peptide using immunohistochemistry (IHC) with anti-TPep antibody. Stained cells containing the proHPep mRNA and HPep peptide were observed in cerebral, subesophageal ganglionic complex, and in pedal ganglia in all preparations. No systematic differences were observed between postflight and asynchronous control snails in general location and overall pattern of the stained ganglion neurons (data not shown). On the contrary, a qualitative difference in staining of the statocyst receptors was observed (Table 2). No staining was found in control snails, while in about 50 of statocysts a specific staining of 23 neurons adjacent to the vestibular nerve was observed in snails 30 h postflight. The number of stained statocyst receptors decreased after 42 h postflight. Na ve snails from the same batch showed no staining of statocyst receptors, whereas 24 h after a noxious stimulus waspresented by an incision of the skin on the foot some staining was observed (Table 2). No significant differences were observed forpedal peptide expression pattern between IHC and ISH patternsof staining in CNS, both in control and flight animals.Nevertheless, the three statocyst receptors identifiable by theirposition were always stained by means of a specific antibody suggesting a high level of the neuropeptide in the normal state; and the same neurons were stained only in postflight animals usingISH suggesting an activation of transcription during mG exposure. Foton M-3. In M-3 experiments we used only ISH for revealing postflight changes in mRNA expression of two genes, preproHPep and preproFMRFa. We examined the differential expression pattern of the preproFMRFa gene in control (n  8)and postflight (n  8) snails. The preproFMRFa gene wasexpressed in all circumesophageal ganglia, and the pattern ofexpression was very stable and similar in control and postflightpreparations. No expression was found in statocysts of control orpostflight snails. Thus, our results do not confirm the participation of this small neuropeptide in observed changes in behavior and statocyst function. The expression pattern of the preproHPep gene was re- investigated in the postflight and control snails using ISH with mRNA following the Foton M-3 mission. The M-3 results qualitatively match those of the Foton M-2. Specifically stainedcells were similarly observed in cerebral, subesophageal ganglia Figure 4. Postflight changes in directional sensitivity of statocyst response to tilt. A, B: Electrophysiological responses to tilt in statocyst nerve of 4 control and 5 postflight snails ( A; Foton M-2) and 8 control and 8 postflight snails ( B; Foton M-3) are shown at head down and head up (or tail down) orientations. Scales are expanded in each plot for illustrative purposes. C, D : averaged difference between statocyst nerve responses to tilt corresponding to head-up and head-down positions are plotted for M-2 ( C) and M-3 ( D) experiments. A response near zero indicates no directional preference. In both M-2 and M-3 series control and postflight snails the statocyst response demonstrated the opposite directional selectivity. A significant difference between postflight and control snails was observed in the middle portion of tilt in both M-2 and M-3 experiment s (p,0.02, RM-ANOVA with Tukey post-hoc analysis). doi:10.1371journal.pone.0017710.g004Statocyst Response to Microgravity PLoS ONE  www.plosone.org 8 March 2011  Volume 6  Issue 3  e17710complex, and in pedal ganglia in all preparations. No systematic differences were observed between the postflight and control snailswith respect to location and pattern of the stained ganglionneurons (Fig. 5, AF). Once again a qualitative difference instaining of the statocyst neurons in postflight snails was observed(Fig. 5, G and I). In control animals (11 snails, 22 statocystsexamined) the 3 specifically located neurons expressing preproH- Pep gene were found in 59 of cases, while in 16 postflight snails fixed 14 h after landing the expression was found in 96 of cases(Table 2). Since there are only 13 receptors in total in eachstatocyst, an up-regulation of gene expression in several of themrepresents possible changes in their function. This specific increasein gene expression in statocysts is indicative of the physiologicalload and may reflect the flight experience. Discussion Space flight offers unique opportunities to study how gravity shapes life on Earth. It also offers novel challenges to the organism.Upon entry into microgravity ( mG) the astronaut typically experiences a Space Adaptation Syndrome consisting of a varying degree of disorientation similar in many ways to terrestrial motionsickness. Within days symptoms mostly weaken and dissipate overthe course of the mission. After space flight as brief as 12 weeksthe astronaut undergoes a new adaptation phase or a re-adaptation to Earths 1 G 12. Vestibular studies conducted inspace clearly show that the near elimination of the linear acceleration of gravity directly impacts the function of the human otolith organs 12,13. Studies in lower vertebrates, such as fish7,14,15 and amphibians 1619, have revealed remarkablysimilar results that reflect direct changes in gravireception of theotolith organs. The vertebrate otolith organs and the invertebratestatolith organs show a strong structural correspondence, likelydue to their ancestral involvement in balance and equilibrium 20 22. There is also developing evidence of molecular homology of the snail statoreceptors with the vertebrate hair cells 23. Thus, itis possible that the snail might serve as a model organism in spaceneurobiology studies. In addition to Foton M-2 and M-3 (presentstudy), snails have flown on the Shuttle, Russian space stationMIR, and International Space Station missions in the past 2427, and will be discussed in greater detail below. In this study we investigated the structure and function of the gravi-sensing statocyst receptor as rapidly as possible followingexposure to spaceflight in two separate missions. We assume thatthe observed changes were primarily the result of mG exposure. In- flight monitoring of statocyst function was not technically feasiblein these missions. We observed a change, an upregulation, in the expression of a peptide associated with the statocyst. Pedal peptide was first identified by Lloyd in sea slug Aplysia californica 28. The precise role of this peptide in the nervous system is still unknown. However, it has been shown that pedal peptide modulated the ciliary beat frequency of epithelial cells in Tritonia 29. In 1997 the gene encoding pedal peptide was identified in terrestrial snail Helix lucorum 11. Based on in situ hybridization data this gene is widely expressed in the nervous system of Helix and in some stator- eceptors as well. Taking into account the known effect of pedal peptide on cilia beating and muscle contraction 30, we can assume that it might play an important role in the regulation of mechanical transduction processes of the hair bundles of statoreceptors, such as regulation of actin-myosin complex within the cilia 3133, and the observed change in expression of gene encoding pedal peptide (Table 2) suggests existence of lastinginfluence of the flight. Despite the small number of receptor cells in each statocyst, they were uniformly labelled for this pedal neuropeptide. A feasible interpretation of these HPep data is the existence of a mosaic expression of different peptides in the receptors 8. This mosaic pattern is believed to encode varying information on the position and relative movement of the snail. In this case the degree of HPep expression from an almost negligible level to a significant level may indicate a change in signal transmitted to the nervous system from the gravi-sensing organ. It is tempting to speculate that the HPep expression patterns observed in postflight snailsdirectly reflect, at least in part, the recorded behavioral and physiological changes, but this remains to be proven. In the M-3 mission we also investigated the expression pattern of the FMRFamide gene in postflight and control snails using mRNA expression techniques. Although FMRFamide is not normally expressed in statocyst receptor cells 34, this neuropep- tide can act to reduce calcium influx via regulation of the cells secretory machinery 35, thereby modulating synaptic transmis- sion, and perhaps playing a role in synaptic plasticity 36. Morerecent evidence suggests that the expression and regulation of an FMRFamide-related neuropeptide gene family are possibly linked to the state of the organism 37. No differential expression of the preproFMRFa gene was observed in the statocysts of control or postflight M-3 snails. Thus, our data suggest that FMRFamide is an unlikely candidate involved in the statocyst response to the novel space environment. We measured the whole statocyst nerve activity in one recording session in control and postflight snails, and observed a significant increase in the total number of spikes in the postflight snails. ThisTable 2. Expression of the Helix Pedal Peptide (HPep) gene in statocysts of snails exposed to microgravity and under different ground conditions. ConditionFlight Snails (N  ) Statocysts (N  ) Quantity of statocysts with HPep expression NaveM-2 10 20 No staining observed in statocysts Nave, 24 h after foot cutM-2 4 8 2 stained neurons observed in 1 statocyst Nave, 24 h after 3.75 G centrifugationM-2 7 14 No staining observed in statocysts 30 h postflightM-2 6 12 6 statocysts (50) showed staining 42 h postflightM-2 6 12 4 statocysts (33) showed stainingControlM-2 12 24 No staining observed in statocysts 14 h postflightM-3 16 32 Expression observed in 29 statocysts (91) ControlM-3 11 22 Expression observed in 13 statocysts (59) doi:10.1371journal.pone.0017710.t002Statocyst Response to Microgravity PLoS ONE  www.plosone.org 9 March 2011  Volume 6  Issue 3  e17710Figure 5. Localization of neurons expressing preproHPep gene in snail CNS and statocyst using in situ hybridization. Left panels ( A, C, E, G ) are images taken from control snails; right panels ( B, D, F, I ) are those taken from postflight snails. The staining in control and postflight snails was qualitatively similar in the CNS structures, but consistently different in the statocyst. A, B : cerebral ganglia; C, D : suboesophageal ganglia complex; E, F : pedal ganglia; G, I : statocysts. Note the labelled statocyst receptor cells in postflight snails in I (indicated by arrows) and lack of staining in control snails in G. H: for illustrative purposes the immunohistochemistry of HPep in a preflight snail shows the location of 3 receptors with respect to the statocyst nerve. Expression of this gene was observed only in these cells in all preparations. Calibration: AF, 500 mm; GI, 50 mm. doi:10.1371journal.pone.0017710.g005Statocyst Response to Microgravity PLoS ONE  www.plosone.org 10 March 2011  Volume 6  Issue 3  e17710technique minimized any potential trauma to the statocyst organ itself and was considered the optimal method given the time- sensitive nature of the data. However, it does leave open thequestion as to the source of the overall level of excitation. The postflight increase in the total spike number could be the result of amplifying the normal discharges of responding cells or recruitingotherwise non-responding cells or both. To adequately answer this question we must wait until preflight and postflight recordings are made in each animal under identical recording conditions. The physiological results reported here in the isolated statocyst in snails are in line with the vertebrate data 7,12,13, and conform to the proposition that mG exposure leads to changes in gravireceptor function. At the same time this similarity in neural response to mG exposure between the vertebrates and inverte- brates is intriguing: the increased neural sensitivity in the vertebrate was detected in the otolith nerve afferents 7, one synapse away from the hair cell, whereas the increased neuralsensitivity reported here in the snail was detected directly at the receptor level. Both the vertebrate otolith and invertebrate statolith structures are physically arranged for an optimal responseto 1 G perceived during their development, and any departure from this arrangement in either direction will induce a perturbation of the detection mechanisms. However, the commonneural response might be driven by shared or completely independent mechanism(s) with reference to adaptation to altered gravity. Different speculative hypotheses have been proposed 7.In light of the current results in snails we need to re-open this debate. Possible mechanisms underlying the adaptive changes in statocyst function following mG exposure might involve a structural reformation, a change in neural signaling, or even a mixture of both. Structural Changes A widely considered mechanism is a change in the weight- lending statoconia (or otoconia). Structurally, these are minutecalcareous particles surmounting the neural epithelium. In mG, it is argued, the organism counters the loss of the gravity vector by increasing calcium carbonate production and depositing moremass on the statoconia. The total weight of the statoconia mass remains negligible while in mG, and thus changes are seen upon return to normal 1 G. A number of studies support this argument.The test mass (utricular or saccular otolith or statolith) of the fresh- water pond snail, Biomphalaria glabrata 25, marine mollusk, Aplysia californica 24, Xenopus 38,39, newt 24, and swordtail fish 25 reared in space increased relative to ground-reared controls. In the opposite sense the test mass in Aplysia californica 24 and cichlid fish 25 born in hypergravity was reduced 24. Exposure to mG has been linked to an increased growth of the statoconia in Helix 26, similar to the reported results in other species. However, the predominant evidence in other species studied during developmental or adult stages is either no effect on test mass or ambiguous results 4047. In the fish the neural response tomG exposure was manifested in hypersensitivity without a distortion of its directional selectivity, and readaptation, defined as the process of adaptation to normal gravity, occurred relatively quickly 7. In the present results the snails neural response to mG exposure was manifested also in hypersensitivity, but with a loss of its directional selectivity. Although this finding does not confirm a structural change has occurred in the snail, it cannot be ruled out.It may also be hypothesized that the unweighting of the statoconia mass in mG induces a change in the mechanical linkage between the statoconia and hair cell stereocilia, but a morphologicalanalysis is required to test this possibility.The prevailing evidence in the vertebrate pointed towards an increase in synaptic strength originating in the hair cell andconveyed to the afferent contacts. The experimental findings in rat48,49 provided direct evidence that reformation of the hair cellsynaptic machinery can be caused by mG. An increase in the number of synaptic ribbons in rat utricular hair cells as a result of mG exposure is in line with the increased sensitivity found in fish utricular afferents 7. In the snail (present results) the increasedsensitivity was found directly in the hair cell itself, thus excluding amechanism utilizing plasticity of the hair cell-afferent synapticcomplex. It should be noted that no direct membrane measure-ments have been taken from vertebrate hair cells following mG exposure, thereby leaving open the possibility that the increasedsensitivity observed in the nerve afferents simply reflected anincreased sensitivity of the receptor potential in the hair cell itself.In other words, a common mechanism in regulation of the haircell sensitivity between invertebrate and vertebrates cannot beexcluded. Changes in Cellular Signaling A direct action on intracellular signaling might occur in the gravi-receptor itself. Without empirical evidence acquired in flightwe can only speculate on the possibility of modifiable elements,such as changes in myosin motors or ionic channels, within thecell. Sensory receptors in invertebrates can generate actionpotentials and these potentials are modifiable by changes inenvironmental conditions, for example during learning. Theprimary sensory neuron is the first site at which cellular plasticityoccurs during classical conditioning 50. In the conditionedHermissenda an enhanced excitability in type B photoreceptors involves a reduction in the peak amplitude of voltage-dependent(I A,ICa) and Ca2-dependent (I K,Ca) currents, an increase in the input resistance, and an increase of firing rate elicited by the conditioned stimulus (CS) or extrinsic current 5153. In type Aphotoreceptors an enhanced excitability to extrinsic current,increases in CS-elicited firing rate, and decreases in the magnitudeof two K currents are seen 5458. In Lymnaea classical conditioning can be directly mediated by the statocyst hair cellsand sensory information for associative learning converges ontothe cell 59. At least 3 distinct K currents are expressed in the soma of hair cells 60 and modification of these channels wouldlikely influence its excitability. Mature vertebrate hair cells develop generator or receptor potentials, but their plasticity to environmental variations is largelyunknown. Delayed expressions of voltage-gated sodium current61 and potassium currents 62 have been reported in neonatalutricular hair cells of rats raised in hypergravity, suggesting a directinfluence of altered gravity on sensory cell sensitivity. Prolonged deviation of the sensory hair bundle can lead to adaptation of otolith hair cell receptor potentials 63,64. In the opposite senseprolonged unweighting of the otolith mass and thus tonicunloading of the otolith stereocilia could conceivably lead toadaptation of receptor potentials. A manifestation of thisadaptation can be seen in the responses of some otolith afferentsto prolonged steps of linear acceleration 65,66. Microgravitymight be thought of as a step of motion of the hair bundle in theoff direction for the hair cell, and adaptation in the transducermechanism might negate any aberrant afferent response in mG. The onset and time course of adaptation response of thetransducer might be both rapid and long-lasting, but remainsconjectural. One last mechanism needs to be considered. In addition to the feed-forward flow of signals from the hair cells to the more centralcell areas that process the information to provide orientation,Statocyst Response to Microgravity PLoS ONE  www.plosone.org 11 March 2011  Volume 6  Issue 3  e17710balance, and muscle tonus, a centrifugal pathway exists from the more central areas back to the sensory organs themselves. This efferent pathway is known for the gastropod statocyst 67 and cephalopod 68,69, and in vertebrates for all hair cell structures 7073. In Hermissenda hair cells are capable of inhibiting neighboring hair cells and those on the opposite side via chemical and electrical synapses 74,75. In the toadfish efferent vestibular neurons directly inhibit the hair cell by shunting its membrane potential and at the same time increase the afferent firing rate 76, thereby effectively enhancing signal processing, for example, during large and rapid escape or feeding behaviors. In series of experiments on a Foton satellite and aboard the Mir space station this feedback mechanism was studied in the snail 27. Eliminating the feedback to the statoreceptors by severing its nerve between 3136 h after landing did not alter the firing rate in proximal portion of the nerve in postflight snails, but it did so in control snails, leading these investigators to conclude that mG exposure might inactivate the efferent innervation of the statoreceptors. Although it is likely that hair cells are under a continuous efferent adjustment based on prevailing behavioral requirements, it is notyet known whether the efferent innervation of the hair cell organs in any species is capable of a long-term calibrating influence basedon the existing gravity level. Acknowledgments Authors thank D. Willows for HPep serum. The authors would like to express their particular gratitude to Dr. Eugene A. Ilyin of the Institute forBiomedical Problems (Russian Academy of Sciences, Moscow, Russia) andMr. Michael Skidmore of Ames Research Center (NASA, Moffett Field,California, USA) for their extraordinary efforts to launch this project and support throughout the missions. Author Contributions Conceived and designed the experiments: PMB AYM VNI NA NIB ISZ RB. Performed the experiments: PMB AYM VNI NA TAK NIB MSL MRISZ YP RB. Analyzed the data: PMB AYM VNI NA TAK NIB MSL MRISZ RB. Contributed reagentsmaterialsanalysis tools: PMB AYM VNINA TAK NIB MSL MR ISZ RB. Wrote the manuscript: PMB AYM VNINA RB. References 1. Stensio  EA (1927) The Devonian and Downtonian vertebrates of Spitsbergen. 1. Family Cephalaspidae. Skrifter om Svalbard og Ishavet 12: 1391. 2. OBrien EK, Degnan BM (2003) Expression of Pax258 in the gastropod statocyst: insights into the antiquity of metazoan geosensory organs. Evol Dev 5: 5728. 3. Fenchel T, Finlay BJ (1984) Geotaxis in the cilitated protozoon Loxodes .JE x p Biol 110: 1733. 4. Wolff HG (1970) Efferente Aktivita t in den Statonerven einiger Land- pulmonaten (Gastropoda). Z vergl Physiol 70: 401409. 5. Smith CA, Rasmussen GL (1967) Nerve endings in the maculae and cristae of the chinchilla vestibule, with a special reference to the efferents. Third Symposiumon The Role of the Vestibular Organs in Space Exploration.Naval Aerospace Medical Institute, Pensacola, Florida. pp 183200. 6. Balaban PM (2002) Cellular mechanisms of behavioral plasticity in terrestrial snail. Neurosci Biobehav Rev 26: 597630. 7. Boyle R, Mensinger AF, Yoshida K, Usui S, Intravaia A, et al. (2001) Neural readaptation to 1 G following return from space. J Neurophysiol 86: 21182122. 8. Ohsuga K, Kurokawa M, Kuwasawa K (2000) Mosaic arrangement of SCP b-, FMRFamide-, and histamine-like immunoreactive sensory hair cells in the statocyst of the gastropod mollusc Pleurobranchaea japonica. Cell Tissue Res 300: 165172. 9. Balaban PM, Malyshev AY, Zakharov IS, Aseev NA, Bravarenko NI, et al. (2006) Structure and function of the snail statocyst system after a 16-day flight on Foton M-2. J Grav Physio 13: P201P204. 10. Balaban PM, Malyshev AY, Ierusalimsky VN, Aseev NA, Korshunova TA, et al. (2008) Structure and function of the snail statocyst system after orbital missions on Foton M-2 and M3. J Grav Physiol 15: P273P276. 11. Poteryaev DA, Zakharov IS, Balaban PM, Uvarov PN, Belyavsky AV (1997) Characterization of cDNA clone encoding pedal peptide in terrestrial snail.Neuroreport 8: 36313635. 12. Reason JT, Brandt JJ (1975) Motion Sickness. London: Academic Press.13. Cohen B, Yakushin SB, Holstein GR, Dai M, Tomko DL, et al. (2005) Vestibular experiments in space. In: Sonnenfeld G, ed. Experimentation with animal models in space Elsevier B.V. pp 105164. 14. Moorman SJ, Cordova R, Davies SA (2002) A critical period for functional vestibular development in zebrafish. Dev Dyn 223: 28591. 15. Sebastian C, Esseling K, Horn E (2001) Altered gravitational forces affect the development of the static vestibuloocular reflex in fish ( Oreochromis mossambicus ). J Neurobiol 46: 5972. 16. Sebastian C, Esseling K, Horn E (1996) Altered gravitational experience during early periods of life affects the static vestibulo-ocular reflex of tadpoles of the Southern Clawed Toad, Xenopus laevis Daudin. Exp Brain Res 112: 213222. 17. Sebastian C, Horn E (1998) The minimum duration of microgravity experience during space flight which affects the development of the vestibuloocular reflex in an amphibian ( Xenopus laevis ). Neurosci Lett 253: 171174. 18. Horn ER (2006) Microgravity-induced modifications of the vestibuloocular reflex in Xenopus laevis tadpoles are related to development and the occurrence of tail lordosis. J Exp Biol 209: 28472858. 19. Bo ser S, Dournon C, Gualandris-Parisot L, Horn E (2008) Altered gravity affects ventral root activity during fictive swimming and the static vestibuloocular reflex in young tadpoles ( Xenopus laevis ). Arch Ital Biol 146: 120. 20. Zaitseva OV (1999) Structural organization of the sensory systems of the snail. Neurosci Behav Physiol 24: 4757.21. Smith CUM (2000) Biology of Sensory Systems. New York: John Wiley  Sons. 22. Brusca RC, Brusca GJ (2003) Invertebrates. Sinauer Associates, Sunderland, Massachusetts. 23. OBrien EK, Degnan BM (2003) Expression of Pax258 in the gastropod statocyst: insights into the antiquity of metazoan geosensory organs. Evol Dev 5: 5728. 24. Wiederhold ML, Pedrozo HA, Harrison JL, Hejl R, Gao W (1997) Development of gravity-sensing organs in altered gravity conditions: opposite conclusions from an amphibian and a molluscan preparation. J Grav Physiol 4: P51P54. 25. Wiederhold ML, Harrison JL, Parker K, Nomura H (2000) Otoliths developed in microgravity. J Grav Physiol 7: P3942. 26. Gorgiladze GI, Kozyrev SA, Nosovski lAM (2002) Electrophysiological characteristics of the statocyst receptor cells in snails Helix lucorum following exposure to microgravity in unmanned spacecraft Foton and piloted space station Mir. Aviakosm Ekolog Med 36: 4146. 27. Gorgiladze GI, Kozyrev SA, Nosovskii AM (2002) Effect of static and dynamic influences on receptors of equilibrium organ of Helix lucorum after 163-dayorbital flight in Mir station. Exp Biol Med 2: 114118. 28. Lloyd PE, Connolly CM (1989) Sequence of pedal peptide: a novel neuropeptide from the central nervous system of Aplysia. J Neurosci 1: 312317. 29. Willows AO, Pavlova GA, Phillips NE (1997) Modulation of ciliary beat frequency by neuropeptides from identified molluscan neurons. J Exp Biol 200: 14331439. 30. Weltman JK, Dowben RM (1973) Relatedness among contractile and membrane proteins: evidence for evolution from common ancestral genes. Proc Natl Acad Sci USA 70: 32303234. 31. Flock A, Cheung HC (1977) Actin filaments in sensory hairs of inner ear receptor cells. J Cell Biol 75: 339343. 32. Drenckhahn D, Engel K, Ho fer D, Merte C, Tilney L, et al. (1991) Three different actin filament assemblies occur in every hair cell: each contains aspecific actin crosslinking protein. J Cell Biol 112: 641651. 33. Shepherd GM, Corey DP, Block SM (1990) Actin cores of hair-cell stereocilia support myosin motility. Proc Natl Acad Sci USA 87: 86278631. 34. Elekes K, Na ssel DR (1990) Distribution of FMRFamide-like immunoreactive neurons in the central nervous system of the snail Helix pomatia . Cell Tissue Res 262: 177190. 35. Llina s R, McGuiness TL, Leonard CS, Suaimori M, Greenaard P (1985) Intraterminal injection of synapsin I or calcium-calmodulin-dependent protein kinase II alters neurotransmitter release at the squid giant synapse. Proc Nat1 Acad Sci USA 82: 30353039. 36. Blumenfeld H, Spira ME, Kandel ER, Siegelbaum SA (1990) Facilitatory and inhibitory transmitters modulate calcium influx during action potentials inAplysia sensory neurons. Neuron 5: 487499. 37. Kim K, Li C (2004) Expression and regulation of an FMRFamide-related neuropeptide gene family in Caenorhabditis elegans. J Comp Neurol 475: 54050. 38. Lychakov DV, Lavrova EA (1985) Structure of the vestibular apparatus and ionic composition of the body of Xenopus laevis larvae as affected by weightlessness. Kosm Biol Aviakosm Med 19: 4852. 39. Lychakov DV (1991) Functional and adaptive changes in the vestibular apparatus in space flight. Physiologist 34(1 Suppl): S204205. 40. Lim DJ, Stith JA, Stockwell CW, Oyama J (1974) Observations on saccules of rats exposed to long-term hypergravity. Aerospace Med 45: 705710.Statocyst Response to Microgravity PLoS ONE  www.plosone.org 12 March 2011  Volume 6  Issue 3  e1771041. Sondag HN, de Jong HA, Marle J, Oosterveld WJ (1995) Effects of sustained acceleration on the morphological properties of otoconia in hamsters. ActaOtolaryngol 115: 227230. 42. Sondag HN, De Jong HA, Van Marle J, Willekens B, Oosterveld WJ (1996) Otoconial alterations after embryonic development in hypergravity. Brain ResBull 40: 353356. 43. Ballarino J, Howland HC (1984) Centrifugation of 2 g does not affect otoconial mineralization in chick embryos. Am J Physiol 246: R305R310. 44. Howland HC, Ballarino J (1981) Is the growth of the otolith controlled by its weight? In: Gualtierotti T, ed. The Vestibular System: Function andMorphology. New York: Springer-Verlag. pp 7787. 45. Vinnikov YAA, Gazenko OG, Titova LK, Bronshteyn AA, Govardovskiy VI, et al. (1976) The development of the vestibular apparatus under conditions ofweightlessness. Arkhiv anatomii, gistologii i embriologii 1: 1116. 46. Vinnikov YAA, Gazenko OG, Lychakov DV, Palmbakh LR (1983) The development of the vestibular apparatus under conditions of weightlessness.Zhurnal obshchey biologii 44: 147163. 47. Susuki M, Harada Y, Sekitani T (1993) Vestibular endorgan of the frog after the space flight and postural alteration of the neurectomized frog-its morphologicaland functional resilience. J Vestib Res 3: 253258. 48. Ross MD (1993) Morphological changes in rat vestibular system following weightlessness. J Vestib Res 3: 241251. 49. Ross MD (2000) Changes in ribbon synapses and rough endoplasmic reticulum of rat utricular macular hair cells in weightlessness. Acta Otolaryngol 120:490499. 50. Crow T, Siddiqi (1997) Time-dependent changes in excitability after one-trial conditioning of Hermissenda. J Neurophysiol 78: 34603464. 51. Crow T (1988) Cellular and molecular analysis of associative learning and memory in Hermissenda. Trends Neurosci 11: 13647. 52. Alkon DL (1989) Memory storage and neural systems. Sci Amer 261: 4250.53. Sahley CL, Crow T (1998) Invertebrate learning: Current perspectives. In: Martinez Jr. JL, Kesner RP, eds. Learning and Memory. New York: Academic Press. pp 197209. 54. Farley J, Richards WG, Grover LM (1990) Associative learning changes intrinsic to Hermissenda type A photoreceptors. Behav Neurosci 104: 135152. 55. Farley J, Han Y (1997) Ionic basis of learning-correlated excitability changes in Hermissenda type A photoreceptors. J Neurophysiol 77: 18611888. 56. Frysztak RJ, Crow T (1993) Differential expression of correlates of classical conditioning in identified medial and lateral type A photoreceptors of Hermissenda. J Neurosci 13: 28892897. 57. Frysztak RJ, Crow T (1994) Enhancement of type B and A photoreceptor inhibitory synaptic connections in conditioned Hermissenda. J Neurosci 14: 12451250.58. Frysztak RJ, Crow T (1997) Synaptic enhancement and enhanced excitability in presynaptic and postsynaptic neurons in the conditioned stimulus pathway of Hermissenda. J Neurosci 17: 44264433. 59. Tsubata N, Iizuki A, Horikoshi T, Sakakibara M (2003) Photoresponse from the statocyst hair cell in Lymnaea stagnalis. Neurosci Lett 337: 4650. 60. Sakakibara M, Okuda F, Nomura K, Watanabe K, Meng H, Horikoshi T, Lukowiak K (2005) Potassium currents in isolated statocyst neurons and RPeD1 in the pond snail, Lymnaea stagnalis. J Neurophysiol 94: 388492. 61. Brugeaud A, Gaboyard-Niay S, Puel JL, Chabbert C (2006) Hypergravity affects the developmental expression of voltage-gated sodium current in utricular hair cells. Neuroreport 17: 1697701. 62. Chabbert C, Brugeaud A, Lennan G, Lehouelleur J, Sans A (2003) Electrophysiological properties of the utricular primary transducer are modified during development under hypergravity. Eur J Neurosci 17: 2497500. 63. Eatock RA, Corey DP, Hudspeth AJ (1987) Adaptation of mechanoelectrical transduction in hair cells of the bullfrogs sacculus. J Neurosci 7: 282236. 64. Eatock RA (2000) Adaptation in hair cells. Annu Rev Neurisci 23: 285314. 65. Ferna ndez C, Goldberg JM (1976) Physiology of peripheral neurons innervating otolith organs of the squirrel monkey. I. Response to static tilts and to long- duration centrifugal force. J Neurophysiol 39: 970984. 66. Goldberg JM, Desmadryl G, Baird RA, Ferna ndez C (1990) The vestibular nerve of the chinchilla. IV. Discharge properties of utricular afferents. J Neurophysiol 63: 781790. 67. Wolff HG (1969) Einige Ergebnisse zur Ultrastrukur der Statocysten von Limax maximus ,Limax flavus und Arion empiricorum (Pulmonata). Z Zellforsch 100: 251270. 68. Colmers WF (1982) The central afferent and efferent organization of the gravity receptor system of the statocyst of Octopus vulgaris. Neuroscience 7: 46176. 69. Chrachri A, Williamson R (1998) Synaptic interactions between crista hair cells in the statocyst of the squid Alloteuthis subulata. J Neurophysiol 80: 65666. 70. Ferna ndez C, Lindsay JR (1963) The vestibular efferent system. Acta Otolaryngol 77: 44951. 71. Spoendlin H (1969) Innervation patterns in the organ of corti of the cat. Acta Otolaryngol 67: 23954. 72. Flock A, Russell IJ (1973) The post-synaptic action of efferent fibres in the lateral line organ of the burbot Lota Zota. J Physiol (Lond) 235: 591605. 73. Bell C (1981) Central distribution of octavolateral afferents and efferents in a teleost (mormyridae). J Comp Neurol 195: 391414. 74. Alkon DL, Bak A (1973) Hair cell generator potentials. J Gen Physiol 61: 619637. 75. Detwiler PB, Alkon DL (1973) Hair cell interactions in the statocysts of Hermissenda . J Gen Physiol 62: 618642. 76. Boyle R, Rabbitt RD, Highstein SM (2009) Efferent Control of Hair Cell and Afferent Responses in the Semicircular Canals. J Neurophysiol 102: 15131525.Statocyst Response to Microgravity PLoS ONE  www.plosone.org 13 March 2011  Volume 6  Issue 3  e17710",
        "introduction": "Of all the environmental parameters under which a living organism has been exposed in the course of its evolution only gravity has remained constant. Predation, climate, vegetation, and terrestrial or aquatic habitation, for example, have changed, butthe intensity and direction of gravity have not. Most extantvertebrates are gnathostomes or jawed, but in the Devonian periodabout 400 million years ago the majority of vertebrates wereostracoderms or jawless. Despite this shift within vertebrata, fossilevidence shows that the elaborate sensory structures used to sensethe acceleration forces are remarkably conserved 1. Althoughless is available in the fossil record on invertebrate sensorystructures, recent gene expression studies suggest that gravisensingstatocyst system in eumetazoans is in the same way elemental andhighly conserved 2.The organisms ability to detect gravity and to live under a gravitational load is critical for its survival. Even rudimentaryciliated protozoa display positive or negative geotaxis 3. Most if not all invertebrate species can orient their bodies axis with respect to gravity, but only in a few crustaceans, insects andmollusks has gravireception been more thoroughly studied. In insects it is remarkably robust, but equally complex in design. In gastropods the statocyst is the predominant gravisensing organ,and it has clear similarities to its vertebrate counterparts: a weight- lending mass comprised of calcium carbonate particles called statoconia (the particles are called otoconia in mammals), and anepithelial layer containing small supporting cells carrying micro- villi and giant sensory hair cells carrying, in some species such as land snails, true (9 2)-type kinocilia (supporting cells and kinocilium-bearing hair cells populate the mammalian vestibular sensory regions). Differences lie in the mode of transmission to PLoS ONE  www.plosone.org 1 March 2011  Volume 6  Issue 3  e17710higher centers. In the snail the nerve bundle from each statocyst projects rostrally into the cerebral ganglion on each side, and each fiber is the axon of an individual hair cell. In vertebrates the nervebundle from each otolith organ projects into the brainstembilaterally, and each fiber is the axon of a cranial nerve afferent receiving synaptic inputs from the more numerous hair cells. Similarities once again appear in the existence of efferent fibers inthe statocyst nerve projecting from other neural areas for bothgastropods 4 and vertebrates 5. With the advent of space flight it is possible to address fundamental questions on the biological principle(s) of gravirecep-tion in animals, from humans to invertebrates. A key question is:despite the constancy of gravity, does the nervous system adapt to novel transitions in gravity states, even for transitions of brief duration measured in days? Another key question is: because ofthe elemental nature of gravireception, do animals respondsimilarly to altered gravity states and adapt to the new, and in the case of postflight the original, environment? In this study we address these questions in an invertebrate model. In two unmanned orbital missions on the Russian spacecrafts Foton M-2 and M-3 we investigated the response of the snail gravisensing system to the space mission, which persists largely ofthe mG exposure, within a brief delay after landing. The terrestrial snail Helix lucorum Linnaeus ( Pulmonata, Gastropoda ) offered an excellent model of study. Because these animals are small, we had a sufficient sample size and still remained within our volume limit. Snails are resilient and can remain metabol-ically active under confined conditions for weeks. Importantly,certain behaviors and the cellular networks underlying them are well described in this animal 6. Experiments were designed to evaluate the impact of changes in gravity states on three separatebut related areas of statocyst function. First, we studied thebehavioral (whole animal) response to sudden orientation shifts with respect to gravity, known as negative gravitaxis. This is a ubiquitous behavior found throughout nature. Second, we usedelectrophysiological techniques in the same subpopulation ofsnails examined for their behavioral response to tilt to determine the postflight response of individual hair cells to controlled tilts. In vertebrates, the cranial nerve afferents reporting to the brainthe head acceleration sensed by the inner ear hair cells show ahypersensitivity, or upregulation, of the discharge response during the first days following microgravity exposure 7. And third, in a separate population of smaller snails ( H. aspersa )w ee x a m i n e dt h e subcellular expression patterns of specific neuropeptide genes.Primary statocyst receptor cells express a product of the preproHPep gene - a pedal peptide, HPep, under physiological load 8, and regulation of this gene expression pattern mightsignal how the statocyst receptor is tuned by the gravity vector.The second neuropeptide studied was FMRFamide, an endog-enous peptide found in the nervous system throughout the animal kingdom. In invertebrates FMRFamides in fact constitute a major class of peptide neurotransmitters. Preliminary conference reports on Foton M-2 and Foton M-3 flight experiments were presented 9,10. Materials and",
        "conclusion": "sSignificance: Upregulation of statocyst function in snails following microgravity exposure parallels that observed in vertebrates suggesting fundamental principles underlie gravi-sensing and the organisms ability to adapt to gravity changes. This simple animal model offers the possibility to describe general subcellular mechanisms of nervous systems response to conditions on Earth and in space. Citation: Balaban PM, Malyshev AY, Ierusalimsky VN, Aseyev N, Korshunova TA, et al. (2011) Functional Changes in the Snail Statocyst System Elicited by Microgravity. PLoS ONE 6(3): e17710. doi:10.1371journal.pone.0017710 Editor: Hiromu Tanimoto, Max-Planck-Institut fu r Neurobiologie, Germany Received August 3, 2010; Accepted February 11, 2011; Published March 29, 2011 This is an open-access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise us ed by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication. Funding: This research was supported by grants from the RF President Council for grants to P. Balaban, Russian Foundation for Basic Research, Russian Academy of Science, NASA 03-OBPR-04 and a Fundamental Space Biology Program grant to R. Boyle. The funders had no role in study design, data collection and anal ysis, decision to publish, or preparation of the manuscript. Competing Interests: The authors have declared that no competing interests exist.  E-mail: balabanihna.msk.ru (PMB); richard.boylenasa.gov (RB)",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            }
        ]
    }
]