[
    {
        "pmid": "32887481",
        "title": "Cell Type-Specific Imaging of Calcium Signaling in Arabidopsis thaliana Seedling Roots Using GCaMP3.",
        "year": "2020",
        "journal": "Int J Mol Sci",
        "abstract": "Cytoplasmic calcium ([Ca2+]<sub>cyt</sub>) is a well-characterized second messenger in eukaryotic cells. An elevation in [Ca2+]<sub>cyt</sub> levels is one of the earliest responses in plant cells after exposure to a range of environmental stimuli. Advances in understanding the role of [Ca2+]<sub>cyt</sub> in plant development has been facilitated by the use of genetically-encoded reporters such as GCaMP. Most of these studies have relied on promoters such as Cauliflower Mosaic Virus (35S) and Ubiquitin10 (UBQ10) to drive expression of GCaMP in all cell/tissue types. Plant organs such as roots consist of various cell types that likely exhibit unique [Ca2+]<sub>cyt</sub> responses to exogenous and endogenous signals. However, few studies have addressed this question. Here, we introduce a set of Arabidopsis thaliana lines expressing GCaMP3 in five root cell types including the columella, endodermis, cortex, epidermis, and trichoblasts. We found similarities and differences in the [Ca2+]<sub>cyt</sub> signature among these root cell types when exposed to adenosine tri-phosphate (ATP), glutamate, aluminum, and salt, which are known to trigger [Ca2+]<sub>cyt</sub> increases in root cells. These cell type-targeted GCaMP3 lines provide a new resource that should enable more in depth studies that address how a particular environmental stimulus is linked to specific root developmental pathways via [Ca2+]<sub>cyt</sub>.",
        "full_text": "International Journal of Molecular Sciences Article Cell Type-Specic Imaging of Calcium Signaling in Arabidopsis thaliana Seedling Roots Using GCaMP3 William Krogman , J. Alan Sparks and Elison B. Blancaor  Noble Research Institute LLC, 2510 Sam Noble Parkway, Ardmore, OK 73401, USA; wlkrogmannoble.org (W.K.); jasparksnoble.org (J.A.S.) Correspondence: eblancaornoble.org Received: 22 July 2020; Accepted: 28 August 2020; Published: 2 September 2020 gid00030gid00035gid00032gid00030gid00038gid00001gid00033gid00042gid00045 gid00001 gid00048gid00043gid00031gid00028gid00047gid00032gid00046 Abstract: Cytoplasmic calcium (Ca2cyt) is a well-characterized second messenger in eukaryotic cells. An elevation in Ca2cytlevels is one of the earliest responses in plant cells after exposure to a range of environmental stimuli. Advances in understanding the role of Ca2cytin plant development has been facilitated by the use of genetically-encoded reporters such as GCaMP . Most of these studies have relied on promoters such as Cauliower Mosaic Virus (35S) and Ubiquitin10 (UBQ10 ) to drive expression of GCaMP in all cell tissue types. Plant organs such as roots consist of various cell types that likely exhibit unique Ca2cytresponses to exogenous and endogenous signals. However, few studies have addressed this question. Here, we introduce a set of Arabidopsis thaliana lines expressing GCaMP3 in ve root cell types including the columella, endodermis, cortex, epidermis, and trichoblasts. We found similarities and di erences in the Ca2cytsignature among these root cell types when exposed to adenosine tri-phosphate (ATP), glutamate, aluminum, and salt, which are known to trigger Ca2cytincreases in root cells. These cell type-targeted GCaMP3 lines provide a new resource that should enable more in depth studies that address how a particular environmental stimulus is linked to specic root developmental pathways via Ca2cyt. Keywords: GCaMP3; Arabidopsis; cell type specicity; calcium response; Ca2cyt 1. Introduction Calcium (Ca2) plays a vital role as a second messenger system in plant development and stress response. Because Ca2acts as a stress signal, it is one of the first responses plants have to environmental stimuli. This fast response is achieved through an influx of extracellular Ca2and an efflux of stored Ca2 from the vacuole, endoplasmic reticulum (ER), and mitochondria that is achieved via a concentration gradient between the intracellular Ca2stores and the cytoplasm  1. In non-stimulated conditions, the concentration of Ca2in the cytoplasm rests around 100 nM  13. This low concentration is maintained through HCa2antiporters and Ca2-ATPases that move Ca2into the apoplast or into intracellular stores  3,4. Once the response in the cell is initiated, the cell will return to homeostasis by storing excess Ca2back in the vacuole, ER, or mitochondria through active transport  2, or by pumping it out into extracellular space through gated-ion channels in the plasma membrane. Once Ca2enters the cytoplasm in high concentrations, it binds with Ca2-binding proteins to initiate a second messenger cascade  4,5. Part of this signaling cascade is the activation of Ca2-dependent protein kinases and the regulation of transcription factors to increase tolerance to the stress that caused the initial Ca2response. Much of our understanding about Ca2as a second messenger has come from the development of technologies that enable monitoring of free cytosolic Ca2(Ca2cyt) changes in living cells. Early on, these technologies consisted of indicator dyes that had to be chemically or physically loaded into the cell, such as Calcium Green or Indo-1. When Ca2 levels in the cell became elevated upon exposing the cell to a specic stimulus, these indicator dyes Int. J. Mol. Sci. 2020 ,21, 6385; doi:10.3390 ijms21176385 www.mdpi.com journal ijmsInt. J. Mol. Sci. 2020 ,21, 6385 2 of 15 increased uorescence  6. However, use of these indicator dyes in plant cells were often met with technical challenges including uneven dye loading, loss of cell viability after dye loading, and cells failing to take up the dyes 6,7. Problems with these early indicator dyes were mitigated with the discovery of a suite of uorescent proteins from jellysh and other marine organisms  8,9. Using molecular cloning techniques, selected regions of Ca2-binding proteins could be fused with these uorescent proteins to generate genetically-encoded Ca2sensors that change conformation upon Ca2binding  8. Ca2binding induced changes in the conformation of uorescent protein-based sensors result in enhanced uorescence emission. One example of a genetically-encoded Ca2sensor is GCaMP . GCaMP consists of an enhanced green uorescent protein (eGFP) fused to calmodulin (CaM) and myosin light-chain kinase (M13)  1,10. GCaMP3 is a modied form of GCaMP that features a circularly permutated enhanced GFP (eGFP) anked by CaM and M13 that gives low uorescence in the absence of Ca2, which increases upon reversible binding of Ca2to the CaM domain 11. To date, expression of CGaMP and other genetically-encoded Ca2sensors in plants are driven by constitutive promoters such as Cauliower Mosaic Virus 35S (35S) and Ubiquitin 10 (UBQ10) 12,13. Although plant lines constitutively expressing genetically-encoded Ca2sensors enabled the functional study of Ca2cytchanges across entire plant organs  5,13,14, it is likely that each cell type within the organ is characterized by a unique Ca2cytsignature. While Ca2cytchanges typically observed in the entire plant organ likely originate from more than one cell type, we lack tools to monitor these changes within specic tissues or cells  15. To address this need, we generated a set of lines in the model plant Arabidopsis thaliana , expressing GCaMP3 targeted to the columella, endodermis, epidermis, cortex, and trichoblast using cell-type specic promoters  16. We demonstrate the utility of these new GCaMP3 lines in reporting cell-type Ca2cytchanges in roots treated with chemicals previously shown to induce Ca2cytincreases in plants. 2. Results 2.1. Expression of GCaMP3 in Di erent Root Cell Types of A. thaliana To the best of our knowledge, plant lines expressing genetically encoded Ca2cytsensors that are available to the scientic community are driven by constitutive promoters. A. thaliana lines expressing theUBQ10:GCaMP3 construct, which we generated and used previously to study Ca2cytoscillations in root hairs  17, is one example. In addition to root hairs, GCaMP3 uorescence was detected in all cell-types of the primary root of A. thaliana expressing the UBQ10:GCaMP3 construct (Figure 1). Using confocal microscopy, strong uorescence was observed in cells located at the root surface, such as the peripheral root cap and epidermis (Figure 1A,B,D). Moderate levels of uorescence could also be detected in the underlying cortex (Figure 1C). However, in cells located deeper within the root, such as the columella and endodermis, uorescence was obscured by the uorescence from surface cells (Figure 1A,B). This prompted us to generate a set of constructs that drive GCaMP3 expression in specic root cell types. For this purpose, we used promoters described in the SWELL promoter collection including ATHB8 (columella), SCARECROW (SCR , endodermis), Pin-Formed 2 (PIN2 , epidermis and cortex), PEP (cortex), and Proline rich protein 3(PRP3 , trichoblasts)  16. For the ve constructs, we found that GCaMP3 signal was most prominent in the expected cell types (Figure 2). For example, ATHB8 and SCR promoters drove strong GCaMP3 expression in the columella and endodermis, respectively (Figure 2A,B). For ATHB8:GCaMP3 -expressing lines, we also observed weak uorescence in the peripheral cap cells and the stele. For SCR:GCaMP3 , uorescence in the endodermis was observed in all root developmental zones from the meristem and elongation zone, continuing into the maturation zone. Roots of PEP:GCaMP3 - and PRP3:GCaMP3 -expressing seedlings also showed uorescence in the expected cell types (i.e., cortex and trichoblast, respectively) (Figure 2C,D). On the other hand,Int. J. Mol. Sci. 2020 ,21, 6385 3 of 15 uorescence was detected in the epidermis and cortex of PIN2:GCaMP3 -expressing lines, consistent with observations of Marques-Bueno et al. (2016) 16 (Figure 2E). Figure 1. Confocal imaging of primary roots of 5-day-old A. thaliana seedlings expressing UBQ10:GCaMP3 . Representative bright-eld and corresponding single-optical section confocal images of the root tip with a focus on the root cap ( A), meristem ( B), and elongation zone ( C,D).ccolumella; endendodermis; epiepidermis; corcortex. Scale bar: 50 m. Figure 2. Expression of GCaMP3 in specic root cell types. Representative bright-eld and confocal images of primary roots of 5-day-old A. thaliana seedlings expressing ATHB8:GCaMP3 (A),SCR:GCaMP3 (B), and PEP:GCaMP3 (C), respectively. ATHB8:GCaMP3 is expressed in the columella with some uorescence visible in the stele. SCR:GCaMP3 is expressed in the endodermis and PEP:GCaMP3 is expressed in the cortex. Maximum projection images (top panel in ( D)) and computer reconstructed transverse section (lower panel in ( D)) of the root maturation zone of seedlings expressing PRP3:GCaMP3 show uorescence conned to the trichoblasts. A maximum projection image of the root elongation zone of seedlings expressing PIN2:GCaMP3 (E). The small box on the upper right corner of panel E shows a computer reconstructed cross-section of the primary root of a PIN2:GCaMP3 -expressing line. The image was generated from 50 optical sections taken at 0.50 m intervals. Note that GCaMP3 is predominantly expressed in the epidermis and cortex. ccolumella; stestele; epiepidermis; corcortex; endendodermis; ttrichoblast; aatrichoblasts. Scale bar: 50 m. 2.2. Chemical Treatments of Cell-Type Specic GCaMP3 Constructs Studies on Ca2signaling in plants over several years have revealed various stimuli that can trigger a rapid elevation in Ca2cytincluding cold, touch, wounding, hormones, reactive oxygenInt. J. Mol. Sci. 2020 ,21, 6385 4 of 15 species, cyclic nucleotides, amino acids and nutrient ionic stress  5,1823. We used some of these known Ca2cyttriggers to test the responsiveness of our root cell-specic GCaMP3 lines. We rst analyzed the response of the GCaMP3 lines to adenosine tri-phosphate (ATP) (Figure 3). In mammalian systems, ATP is a neurotransmitter that is perceived by plasma membrane bound purinergic receptors, and its signaling role is facilitated through increases in Ca2cyt24. While plants do not have the canonical purinergic receptors found in mammals, they perceive ATP via lectin receptor-like kinases and, similar to mammals, ATP elicits a rapid increase in Ca2cyt2527. Comparable to previous reports, application of ATP to the elongation zone of roots expressing UBQ10:GCaMP3 elicited a rapid rise in Ca2cyt-dependent uorescence followed by a gradual decline (Figure 3A)  5,25. To determine if the increase in Ca2cytwas due exclusively to ATP , we applied the solvent control solution, which consisted of 0.5 Murashige Skoog (MS) solution without ATP to roots. We found that applying MS solution triggered a rise in Ca2cytthat was delayed and lower in amplitude compared to the Ca2cytchange caused by ATP (Figure 3A). This observation suggests that under our growing conditions, adding a drop of solvent control solution to the root can induce an increase in Ca2cyt, which could be the result of a touch or hypoosmotic response  19,20,27,28. Therefore, in testing the cell-type GCaMP3 lines, we included solvent control applications in all of the experiments so we could tease apart Ca2cytchanges due to the desired stimulus from those resulting from a touch or hypoosmotic response. Figure 3. Time course of Ca2cytchanges in A. thaliana roots after 1 mM ATP application. The leftmost panel shows an inverted uorescence image of the terminal 300 m of an A. thaliana primary root to illustrate di erent cells in which GCaMP3 was expressed. Cell types are color coded with green epidermis ; blue cortex; orange endodermis; purple columella; and the pink cells in the inset in panel C trichoblast. ( AF) Quantication of Ca2cyt-dependent uorescence of various lines expressing GCaMP3 after ATP and solvent control (0.5 MS) application. Black arrows indicate the time of treatment. Plotted values represent the average normalized uorescence intensity from 36 regions of interest (ROI) per line with standard error bars every fth time point. Fluorescence values were normalized to the lowest uorescence value. Upon applying ATP to roots expressing cell-specic GCaMP3 lines, we found similarities and di erences in the resulting Ca2cytsignatures. For example, the PIN2:GCaMP3 lines, which expressed GCaMP3 in the epidermis and cortex (Figure 2), displayed similar Ca2cytsignatures asUBQ10:GCaMP3 -expressing lines in response to ATP and the solvent control solution (Figure 3A,B). This is not surprising given that GCaMP3 is strongly expressed in both the epidermis and cortex under the control of the UBQ10 and PIN2 promoters (Figures 1 and 2). For lines expressing GCaMP3 in the trichoblasts, application of both ATP and MS control solution triggered a small increase in Ca2cytthat had similar patterns (Figure 3C). For lines expressing GCaMP3 in cells located in the root interior such as the cortex, endodermis, and columella (supplementary video 1), ATP-induced Ca2cytincreasesInt. J. Mol. Sci. 2020 ,21, 6385 5 of 15 resembled the patterns of UBQ10:GCaMP3 and PIN2:GCaMP3 -expressing lines. However, the Ca2cyt increases triggered by application of MS control solution were not as prominent in these lines when compared to those lines in which GCaMP3 was expressed in the epidermis (Figure 3DF). The next chemical we used to test the cell-specic GCaMP3 lines was glutamic acid (Figure 4). Like ATP , glutamic acid (glutamate) is a neurotransmitter in mammalian cells that can trigger a Ca2cytincrease  5,14. Application of glutamate to the elongation zone of roots expressing the UBQ10:GCaMP3 construct induced a strong initial Ca2cytincrease with a quick return to equilibrium (Figure 4A). The Ca2cytspikes induced by application of MS controls were also observed in this dataset. Compared to glutamate, the onset of Ca2cytincrease was delayed in roots treated with MS solution. In this case, however, the Ca2cytspikes triggered by glutamate and the MS control solution were similar in amplitude (Figure 4A). Like the ATP treatment, Ca2cytresponse of roots expressing PIN2:GCaMP3 to glutamate was similar to roots expressing UBQ10:GCaMP3 . Furthermore, Ca2cytchanges in the root elongation zone of PIN2:GCaMP3 -expressing seedlings in response to the MS control solution was delayed, but exhibited a lower amplitude (Figure 4B). Lines expressing PRP3:GCaMP3 also had a strong initial Ca2cytpeak after glutamate treatment with a rapid return to equilibrium that resembled UBQ10:GCaMP3 and PIN2:GCaMP3 lines. Like UBQ10:GCaMP3 and PIN2:GCaMP3 lines, application of MS control solution elicited a Ca2cytresponse that was delayed when compared to glutamate exposure (Figure 4C). By contrast, PEP:GCaMP3 -expressing lines showed a dampened response to glutamate compared to lines in which GCaMP3 was expressed in the root surface (Figure 4D). Close examination of the time course of Ca2cytsignals in the cortex after glutamate application revealed a triphasic response, with two larger peaks and a delayed smaller peak. Surprisingly, the amplitude of glutamate-triggered Ca2cytincreases in the cortex was less than that of MS treated roots (Figure 4D). The lines expressing SCR:GCaMP3 and ATHB8:GCaMP3 showed monophasic responses to glutamate with a gradual return to equilibrium, similar to lines in which GCaMP3 was expressed in root surface cells. Furthermore, unlike lines with GCaMP expressed in the cortex and root surface cells, the MS control solution response for endodermis- and columella- targeted GCaMP3 had delayed responses and lower amplitudes (Figure 4E,F). Figure 4. Time course of Ca2cytchanges in A. thaliana roots after 1 mM glutamate (Glu) application. The leftmost panel shows an inverted uorescence image of the terminal 300 m of an A. thaliana primary root to illustrate di erent cell types in which GCaMP3 was expressed. Cell types are color coded with green epidermis; blue cortex; orange endodermis; purple columella; and the pink cells in the inset in panel C trichoblast. ( AF) Quantication of Ca2cyt-dependent uorescence of various lines expressing GCaMP3 after Glu and solvent control (0.5 MS) application. Black arrows indicate the time of treatment. Plotted values represent the average normalized uorescence intensity from 34 regions of interest (ROI) per line with standard error bars every fth time point. Fluorescence values were normalized to the lowest uorescence value.Int. J. Mol. Sci. 2020 ,21, 6385 6 of 15 The third chemical we tested against the cell-type specic GCaMP3 lines was Al3in the form of aluminum chloride (Figure 5). Al3is a toxic tri-valent cation that competes with both Mg2and Ca2to increase the activity of Ca2-ATPases while disrupting transport of Ca2through the plasma membrane  5,29. Similar to previous treatments, the root elongation zone of seedlings expressing UBQ10:GCaMP3 showed a monophasic Ca2cytresponse to Al3(Figure 5A). The onset of the Ca2cyt increase after Al3treatment was delayed and lower in amplitude compared to ATP , glutamate and solvent control application (Figure 3A, Figure 4A and Figure 5A)  5. In roots expressing PIN2:GCaMP3 , Al3application elicited a biphasic Ca2cytresponse that consisted of an initial small peak that was quickly followed by a second larger peak, which was broader than the rst peak. The onset of the Ca2cytresponse in PIN2:GCaMP3 -expressing roots after Al3treatment occurred earlier than the Ca2cytresponse triggered by solvent controls (Figure 5B). In roots expressing PRP3:GCaMP3 , Al3-induced Ca2cytincrease was larger in amplitude and had a broader peak compared to those observed in UBQ10:GCaMP3 - and PIN2:GCaMP3 -expressing roots (Figure 5C). The Ca2cytincreases in roots expressing GCaMP3 in interior root tissues were less than roots expressing GCaMP3 in the surface tissues. Among the three lines in which GCaMP3 was expressed in the interior cell types, the columella-specic GCaMP3 line did not show an Al3-induced Ca2cytpeak (Figure 5F). The PEP:GCaMP3 -expressing lines showed a biphasic Ca2cytresponse with a distinct rst peak followed by a second peak with lower amplitude. Although the amplitude of the Ca2cytpeak induced by application of MS solution was similar to the amplitude of the rst Al3-triggered Ca2cyt peak, the onset of the latter was delayed (Figure 5D). SCR:GCaMP3 -expressing roots exhibited an Al3-induced Ca2cytresponse characterized by a broad peak and with a lower amplitude than peaks observed in the root surface- and cortex GCaMP3 -expressing lines (Figure 5E). Figure 5. Time course of Ca2cytchanges in A. thaliana roots after 1 mM aluminum (Al3) chloride application. The leftmost panel shows an inverted uorescence image of the terminal 300 m of an A. thaliana primary root to illustrate di erent cell types in which GCaMP3 was expressed. Cell types are color coded with green epidermis; blue cortex; orange endodermis; purple columella; and the pink cells in the inset in panel C trichoblast. ( AF) Quantication of Ca2cyt-dependent uorescence of various lines expressing GCaMP3 after Al3and solvent control (0.5 MS) application. Black arrows indicate the time of treatment. Plotted values represent the average normalized uorescence intensity from 37 regions of interest (ROI) per line with standard error bars every fth time point. Fluorescence values were normalized to the lowest uorescence value. The nal stimulus we used to test the cell-type specic GCaMP3 lines was salt in the form of NaCl. Nais used to regulate the voltage equilibrium in cells, but also has direct e ects on the e ux of Kinto the cytosol  30. Ca2is a regulator for the Keux channels  30, so disruption of Kinto the cytosol may cause variation in the resting concentration of Ca2. In roots expressing the uorescent-basedInt. J. Mol. Sci. 2020 ,21, 6385 7 of 15 Ca2cytsensor Yellow Cameleon 3.60 (YC3.60), NaCl treatment resulted in cell-specic Ca2cyt transients in the early elongation zone  31. Consistent with the results of Feng et al. (2018)  31, roots expressing UBQ10:GCaMP3 exhibited late-onset Ca2cyttransients (i.e., 10 min) in cells of the elongation zone (Figure 6A; supplementary video 2). These NaCl-triggered Ca2cyttransients were observed in the cell-targeted GCaMP3 lines except for the endodermis-localized GCaMP3 line (Figure 6AD). In certain lines, the onset of Ca2cyttransients occurred much earlier after NaCl application when compared to UBQ10:GCaMP3 -expressing lines. The onset of NaCl-induced Ca2cyt transients was fastest in roots of PRP3:GCaMP3 -expressing lines followed by PEP:GCaMP3 -expressing lines. The Ca2cyttransients in the columella were only observed several minutes after NaCl application (i.e., 12 min after NaCl application; Figure 6C). Figure 6. NaCl-triggered Ca2cyttransients in cell type-specic GCaMP3 lines. Time course ( A) and representative heat maps ( B) of Ca2cyttransients in roots expressing UBQ10:GCaMP3 and root surface cell-targeted GCaMP3 lines. Time course ( C) and representative heat maps ( D) of Ca2cyt transients in roots where GCaMP3 is expressed in interior root cell types. Colors of the line graphs in A and C correspond to the cell types shown in preceding gures. The grey line shows the time course of UBQ10:GCaMP3 -expressing lines. The arrows indicate time of application of sodium chloride. Intensity bar in panel D correspond to high (red) and low (blue) uorescence with red indicating elevated Ca2cyt. 2.3. Modication of Growth Conditions and Chemical Application Methods to Mitigate Solvent Control-Induced Ca2cytTransients As shown in the preceding sections, the 0.5X MS control solution induced Ca2cytchanges in UBQ10:GCaMP3 and lines in which GCaMP3 was expressed in cells on the root surface and cortex (Figures 35). Although the MS-induced Ca2cytresponses were clearly distinct from ATP , glutamate, and Al3treatments, we were concerned that the growth conditions in which these rst experimentsInt. J. Mol. Sci. 2020 ,21, 6385 8 of 15 were conducted made roots more sensitive to osmotic changes and or mechanical perturbation due to the process of adding the solutions. We argued that MS-induced Ca2cyttransients could be dampened relative to the chemical applications by: (1) using freshly prepared MS plates for planting seeds and (2) pretreating roots two times with MS solution prior to application of the actual chemical solution. These modications in our treatment protocols were tested using ATP which typically generated peaks with the highest amplitude. Compared to the datasets shown in Figures 35, the Ca2cyttransients triggered by the MS solution were signicantly dampened when fresh plates were used for the experiments (Figure 7). The dampened MS-induced Ca2cyttransients were observed in the two sequential MS applications. Pretreatment with MS solution had the added benet of allowing roots to adapt prior to ATP application (adapted ATP ATP:MS). Under these modied growth and pretreatment conditions, the ATP-induced Ca2cytincreases were lower in amplitude when compared to the Ca2cytincreases shown in Figure 3. Despite the lower ATP-induced Ca2cyttransients, these Ca2cytresponses were better separated from the Ca2cytresponses induced by MS solution, particularly in lines expressing UBQ10:GCaMP3 and those in which GCaMP3 was expressed in root surface cell types and the cortex (Figure 7). In addition to the dampened response, Ca2cytresponse to ATP:MS for UBQ10:GCaMP3 andPIN2:GCaMP3 lines had broader peaks than those shown in Figure 3. For PRP3:GCaMP3 -expressing lines, the Ca2cytresponse was markedly di erent from the initial ATP treatment (Figures 3C and 7C). Application of ATP after 0.5X MS adaptation caused a strong, monophasic response earlier than either UBQ10:GCaMP3 orPIN2:GCaMP3 lines. Lines expressing PEP:GCaMP3 showed a continued elevated Ca2cytresponse that oscillated throughout the 10 min time course compared to either UBQ10:GCaMP3 lines or the previous ATP treatment (Figures 3D and 7D). For lines expressing SCR:GCaMP3 orATHB8:GCaMP3 , the response was similar to previous ATP treatments, but without the strong transient peak (Figures 3E,F and 7E,F). After the cell-type specic lines were adapted to the 0.5 MS control solution, the response time for ATP:MS was initiated later than the previous ATP treatment (Table 1). Figure 7. ATP-triggered Ca2cytresponses in cell type-specic GCaMP3 lines planted on fresh MS plates and pre-treated twice with MS. MS pretreatment 1 (MS1) time course (black) of Ca2cytin roots show construct treatment with MS control solution. MS pretreatment 2 (MS2) time course (grey) shows construct treatment with a second dose of MS control solution 15 min after rst treatment. ATP:MS time course of Ca2cytin roots show cell-type specic response 10 min after MS1 and MS2 treatment. Colors of the line graphs in ( AF) correspond to the cell types shown in preceding gures with standard error bars every fth time point. Black arrows indicate the time of application of ATP .Int. J. Mol. Sci. 2020 ,21, 6385 9 of 15 To further tease out the di erences among GCaMP3 -expressing lines, we obtained the time elapsed from chemical application to maximum GCaMP3 uorescence (referred to as reaction time), and analyzed the relationship between chemicals using Analysis of Variance (ANOVA) with Tukey Post-Hoc test (Table 1). Our analysis showed that reaction time was delayed in lines where GCaMP3 was expressed in inner cell types. When comparing the di erent chemical treatments, ATP , glutamate, and Al3showed similar responses (except ATHB8:GCaMP3 to Al3) while adapted ATP:MS showed signicantly slower reaction times to both ATP and glutamate (Table 1). However, with such a small sample size, statistical signicance may indicate a trend rather than actual signicance. NaCl reaction time was not included due to the large variation in responses across each line. Table 1. Reaction time analysis of Ca2cytresponse where reaction time is the time elapsed from chemical application to maximum GCaMP3 uorescence (reaction time SE;nsample size; reaction time is in seconds). Statistical analysis using Analysis of Variance (ANOVA) with Tukey Post-Hoc test (p0.05 for reported signicance) was performed for di erences in chemical treatments only due to the lack of comparable ROI sections between cell-type lines. Due to limited sample size, signicance may indicate a general trend rather than actual signicance. ATP adenosine tri-phosphate; Gluglutamate ; Al3aluminum; MS control solution; ATP:MS adapted ATP . Treatment UBQ10:GCaMP3 PIN2:GCaMP3 PRP3:GCaMP3 PEP:GCaMP3 SCR:GCaMP3 ATHB8:GCaMP3 ATPab 99.34.67 (n3)120.3 4.3 (n3)210.3 26.5 (n3)159.0 16.3 (n6)141.2 22.6 (n5)134.8 8.0 (n4) Gluab 100.0 7.1 (n3)94.04.9 (n3)114.0 16.4 (n3)145.7 28.0 (n3)128.7 17.1 (n3)114.7 3.3 (n3) Al3ac 196.4 16.5 (n5)178.3 37.8 (n7)219.0 27.0 (n6)154.7 8.0 (n3)325.0 94.4 (n3)569.0 12.8 (n3) MSc 174.3 5.6 (n8)201.7 33.5 (n6)266.2 27.5 (n5)217.0 46.6 (n6)350.5 77.7 (n6)373.8 88.2 (n6) ATP:MSc 315.3 40.4 (n3)404.0 33.7 (n3)329.0 95.9 (n3)366.0 18.9 (n3)424.7 32.9 (n3)311.7 9.3 (n3) a,b,cindicates signicant di erences between chemical treatments. 2.4. Evaluation of Ca2cytSignatures from Similar Root Development Regions and Cell Types In comparing UBQ10:GCaMP3 lines with the other cell-type specic GCaMP3 lines, a ROI was selected and the average of normalized uorescence intensity was plotted. For the most part, the ROI in UBQ10:GCaMP3 lines was from the root epidermis and the average normalized uorescence intensity from this ROI was compared with that of individual or groups of cells from the cell-type specic GCaMP3 lines. This process did not enable direct comparisons of Ca2cytsignatures between the same cell types or root developmental regions. To address this issue, we conducted another set of imaging experiments using ATP-treated UBQ10:GCaMP3 and PIN2:GCaMP3 lines. For these experiments, a more direct comparison was conducted by drawing ROIs in epidermal cells from similar positions along the root longitudinal axis encompassing the meristem, distal elongation zone, and central elongation zone (Figure 8A). In doing so, we found similarities and di erences in Ca2cytsignatures between UBQ10:GCaMP3 and PIN2:GCaMP3 lines. For example, the ATP-induced Ca2cytsignatures ofUBQ10:GCaMP3 in all root developmental regions were identical to those in the distal and central elongation zone of PIN2:GCaMP3 lines. In PIN2:GCaMP3 lines, however, the ATP-induced Ca2cyt signature had a much greater amplitude in the meristem (Figure 8A,B). We extended our analysis by drawing ROIs in presumptive columella or endodermis of UBQ10:GCaMP3 and comparing the resulting Ca2cytsignatures from these ROIs with those of ATHB8:GCaMP3 and SCR:GCaMP3 . For the columella, we found that ATHB8:GCaMP3 lines displayed an ATP-triggered Ca2cytsignature with a sustained peak throughout the 10 min time course. On the other hand, the ATP-induced Ca2cytsignature from the presumptive columella region of UBQ10:GCaMP3 lines was transient (Figure 8C). For the endodermis, the peak of ATP-induced Ca2cyt increase was higher in UBQ10:GCaMP3 when compared to SCR:GCaMP3 (Figure 8D).Int. J. Mol. Sci. 2020 ,21, 6385 10 of 15 Figure 8. Direct comparison of ATP-induced Ca2cytsignatures in equivalent root developmental regions between UBQ10:GCaMP3 and cell-type specic GCaMP3 lines. Regions of interest (ROIs) were drawn in the meristem, distal elongation zone (DEZ), and central elongation zone (CEZ) in UBQ10:GCaMP3 (A) and PIN2:GCaMP3 (B) roots (inset in A). Comparison of ATP-induced Ca2cyt signatures in presumptive columella and endodermis of UBQ10:GCaMP3 lines with ATHB8:GCaMP3 (C) and SCR:GCaMP3 (D). Black arrows indicate the time of treatment. Plotted values represent the average normalized uorescence intensity from 3-4 ROI per line with standard error bars every fth time point. Fluorescence values were normalized to the lowest uorescence value. 3. Discussion In this paper, we introduced a set of A. thaliana lines expressing the intensiometric Ca2cyt reporter GCaMP3 targeted to specic root cell types. Roots of these cell type specic GCaMP3 lines responded to chemical treatments such as ATP , glutamate, Al3, and NaCl by exhibiting increases in Ca2cyt-dependent CGaMP3 uorescence. Imaging Ca2cytchanges in cell types in response to some of these chemicals using lines in which genetically-encoded Ca2cytreporters are expressed ubiquitously have been attempted previously. This was done by drawing a region of interest corresponding to a particular tissue cell type. For example, it was shown that Al3-induced biphasic Ca2cytsignatures in the root elongation zone occurred predominantly in the cortex when compared with the epidermis  5. While this has proven e ective for marking developmental regions along the longitudinal axis of the root  5,27, specifying a region of interest to designate root tissue cell types along the radial axis for uorescence-based measurements of Ca2cytcan be problematic because this does not guarantee complete separation of signals from adjacent cell types. This problem becomes even more challenging for cell types located in the innermost regions of the root such as the columella and endodermis. Moreover, the ability to consistently draw a region of interest to outline the root cortex requires that the root grew in a particular orientation during the imaging experiments  5. Here, we documented some of the advantages of the cell type specic GCaMP3 lines by comparing Ca2cytsignatures from ROIs marking presumptive columella and endodermis in UBQ10:GCaMP3Int. J. Mol. Sci. 2020 ,21, 6385 11 of 15 lines with those of ATHB8:GCaMP3 and SCR:GCaMP3 . This analysis revealed stark di erences in both the amplitude and shape of Ca2cytsignatures. Di erences were also uncovered when equivalent root developmental regions were compared, particularly with regard to the amplitude of Ca2cyt signatures in the meristem (Figure 8). The di erences are likely due to contaminating signals from other cell types in UBQ10:GCaMP3 lines. The use of cell type specic GCaMP3 lines described here could potentially mitigate such problems. The Ca2cyttransients in the cell type specic lines induced by these various chemicals had various patterns when compared with lines in which GCaMP3 was expressed ubiquitously. A similarity in patterns occurred within the root surface cells responses to the di erent chemical treatments and again within the root inner cell types. Lines in which GCaMP3 was expressed in innermost root cell types such as the columella and endodermis generally had slower response times when compared to lines with GCaMP3 expressed in root surface cells. The delayed response times in lines with GCaMP3 expressed in the columella and endodermis was observed in all chemical treatments (Table 1; Figure 6). One could argue that because of the innermost location of the columella and endodermis, the delay in the response times might be due to the longer time it takes for the chemical to make contact with the target cells. The fact that columella and endodermis exhibit minimal or no Ca2cytincrease after application of 0.5X MS supports this possibility. An alternative hypothesis is that the delayed Ca2cytresponse in the innermost cell types is due to an inward moving Ca2cytwave, which is not easily revealed when GCaMP3 is expressed ubiquitously or on the root surface. From our data, these inward-directed Ca2cytwaves appear to be most prominent in ATP- and glutamate-treated roots (Figures 3, 4 and 7). The GCaMP3 lines described here could present a signicant tool for better understanding the radial direction of Ca2cytwaves in roots. A meaningful set of experiments with GCaMP3 lines expressed in innermost cell types will be to locally apply a small volume of the chemical stimulus to the root epidermis. The line that was most similar to UBQ10:GCaMP3 with regard to chemical-induced Ca2cyt transients was PIN2:GCaMP3 . This was not surprising given that the PIN2 promoter drives GCaMP3 expression in root epidermal cells, which is the cell type that is readily imaged in UBQ10:GCaMP3 lines due to its location on the root surface. With the PEP:GCaMP3 lines described here, we were able observe biphasic, triphasic and oscillatory Ca2cytsignatures after Al3treatment that were reminiscent of some of the observations made by Rincon-Zachary et al. (2010)  5 (Figure 5). The cortex- and trichoblast-targeted GCaMP3 lines also revealed an earlier onset of NaCl-induced Ca2cyttransients when compared to UBQ10:GCaMP3 lines (Figure 6). It has been shown that Ca2cyttransients in roots exposed to NaCl is part of the cellular machinery that prevents root cells from rupturing under salinity stress. The plasma membrane-localized receptor-like kinase, Feronia (FER), is required for root growth recovery after encountering high salinity conditions  31. Because fermutants displayed a high incidence of cortical cell rupture when compared to wild type after exposure to NaCl, it is tempting to speculate that earlier onset of Ca2cyttransients in the cortex revealed by the PEP:GCaMP3 -expressing lines could be a mechanism to maintain root growth integrity. The cell type GCaMP3 lines described here should be useful in testing this hypothesis. While testing the various cell type specic GCaMP3 lines, we encountered a number of technical challenges brought about by our seedling growth conditions. In several experiments, we found that applying the 0.5X MS control solution alone could trigger a rise in Ca2cyt. The MS only-induced Ca2cyttransients were most prominent in the UBQ10:GCaMP3 -expressing lines and those in which GCaMP3 was expressed in root surface cell types (e.g., PIN2:GCaMP3 andPRP3:GCaMP3 ). The Ca2cyt transients observed after MS treatment were reminiscent of touch-induced Ca2cytresponses  20, and recent studies on ATP-induced Ca2cytsignaling  27, suggesting that we might have been eliciting a touch response as the various solutions were added to the root. In support of this hypothesis, our method for root Ca2cytimaging involved planting seed of the reporter lines on a thin layer of agarose to secure the root while at the same time allowing for the root cells to be accessible to the various chemical treatments ( 5; see Methods). It is possible that some of the Ca2cyttransientsInt. J. Mol. Sci. 2020 ,21, 6385 12 of 15 observed in response to MS application resulted from roots that were not securely anchored to the agarose medium. Alternatively, the prevalence of MS-induced Ca2cytincreases in some of our experiments could be due to osmotic changes when the solution was applied. Because agar for imaging roots was poured in advance, it was possible that liquid in some of the plates may have evaporated during storage. This could have led to some plates having an MS solution that was more concentrated than the treatment solution. To test the possibility that MS-induced Ca2cytchanges were due to touch or hypoosmotic shock, we repeated the ATP application experiments using roots that emerged from seeds planted on plates with freshly prepared MS-supplemented agarose. Furthermore, roots were pretreated with MS solution prior to ATP treatment. Under these modied growth and treatment conditions, we found that MS-induced Ca2cytincreases were signicantly dampened (Figures 3 and 7). Given that Ca2cyt changes are responses that can be elicited by a wide range of stimuli, the results described here highlight the need to carefully consider the growth and treatment conditions, and to include appropriate controls when conducting Ca2cytimaging experiments. Based on these observations, it is imperative that fresh plates be prepared prior to planting the reporter lines and that roots be pretreated with the solvent control solution for a few hours to allow seedlings to adapt. Some studies have shown Ca2cytsignals propagate along the longitudinal axis of roots  5,26. Meanwhile, another study has indicated that Ca2cytsignal propagation from the apical into the sub-apical can also occur  27. The cell type specic GCaMP3 lines described here, particularly those lines in which GCaMP3 is expressed in inner root cells such as the cortex-, endodermis- and columella-specic lines could shed new insights into the direction of Ca2cytsignal propagation within the roots. The MS-induced Ca2cytresponses in lines in which GCaMP3 was expressed in the endodermis and columella were not observed. However, these cell types exhibited Ca2cytincreases in response to some of the chemicals, indicating that these Ca2cytchanges can be attributed to the chemical itself. In this regard, it is noteworthy that columella-targeted GCaMP3 lines did not exhibit a Ca2cytincrease after Al3treatment while those lines with GCaMP3 expressed in the endodermis lacked a Ca2cytresponse to NaCl. With the establishment of response patterns from the cell type specic GCaMP3 lines when exposed to various chemical treatments, investigation into unique aspects of di erent root tissues cells, such as signal propagation direction and response intensity, can be more readily explored. 4. Materials and Methods 4.1. Generation of Cell-Type Specic Promoter GCaMP Lines Each promoter was amplied from genomic DNA extracted from wild-type Arabidopsis thaliana seedlings using the Plant DNAzol Reagent (Invitrogen, Carlsbad, CA, USA) (Table S1). The sequence preceding the start codon for each gene was used in each instance. The resulting fragments were digested with PstI and SalI (New England Biolabs, Ipswich, MA, USA; http: neb.com) and cloned into a modied pCAMBIA1390 vector  32.GCaMP3 was amplied from plasmid DNA and digested with XmaI and BstEII (New England Biolabs, Ipswich, MA, USA; http: neb.com) and then cloned behind each promoter construct in pCAMBIA1390. To generate UBQ10:GCaMP3 , a similar approach was taken. GCaMP3 was again amplied from plasmid DNA and then digested with EcoRI and SpeI (New England Biolabs, Ipswich, MA, USA; http: neb.com) and cloned behind the Ubiquitin 10 promoter in a previously described pCAMIA1390 vector  33. Plasmid containing GCaMP3 was a gift from Loren Looger (Addgene plasmid  22692; http: n2t.net addgene:22692; RRID:Addgene_22692;  34). Agrobacterium tumefaciens -mediated transformation using the oral dip method was used to generate Arabidopsis ecotype Col-0 plants expressing the GCaMP3 constructs  35. All primers used in this study are listed in Table S2.Int. J. Mol. Sci. 2020 ,21, 6385 13 of 15 4.2. Preparation of A. thaliana Seedlings for Imaging Seeds of the various A. thaliana GCaMP3 lines were planted on coverslips coated with a thin layer of MS-supplemented low-melting agarose. This set-up was prepared by pouring 3 mL of autoclaved 0.5 low-melting agarose in 0.5X MS solution (pH 5.7) on 48 60 mm No. 1 coverslips (Thermo Scientic, gold seal cover glass reorder no. 3334, Waltham, MA, USA; www.thermoscientic.com) as described in Rincon-Zachary et al. (2010)  5. Coverslips with polymerized agarose were placed in 9 cm diameter round Petri dishes and stored at 4C prior to planting seeds. In another set of experiments, seeds were planted as soon as the agarose polymerized. Petri dishes and coverslips with the planted seeds were kept in 4C for 2 days and transferred to a Conviron growth chamber (Controlled Environments Ltd., Winnipeg, MB, Canada) set to 24C with 14 h 10 h day night cycle. Petri dishes with the coverslips were kept vertical to enable the roots to grow down and straight along the surface of the agarose. Seedlings were imaged when primary roots were about 34 cm long, which was 56 days after transfer to the Conviron. 4.3. Validation of GCaMP3 Expression in Root Cell Types Validation of GCaMP3 expression in the target root cell types was conducted with an inverted Leica TCS SP8-X Confocal Laser Scanning Microscope (Leica Microsystems, Wetzlar, Germany; http:leica-microsystems.com). Seedlings from the Conviron were secured in a horizontal orientation on the stage of the microscope. Seedling roots were illuminated with the 488 nm line of the Argon laser using a 40 (numerical aperture 1.1) water immersion objective and emitted light detected at 510 nm. For some lines, single optical images were acquired at a pixel resolution of 1024 1024. For other lines, a Z-series was acquired by capturing 81 images at 0.4 m intervals and 3-D images were generated using the LAS visualization software of the Leica confocal microscope. 4.4. Chemical Treatments and Measurement of Ca2-Dependent GCaMP3 Fluorescence Stock solutions of 1 M ATP (Sigma-Aldrich, St. Louis, MO, USA; A7699-1G), glutamate (Sigma-Aldrich, St. Louis, MO, USA; G1149-100G), aluminum chloride (Sigma-Aldrich, St. Louis, MO, USA; Cas. No. 7784-13-6) and sodium chloride (J.T. Baker, Phillipsburg, NJ, USA; 3624-19) were made with deionized water and stored at 4C prior to use. Working solutions of 1 mM Al3, 1 mM ATP , 1 mM Glu, and 150 mM NaCl were made by adding the appropriate volume of the stock solution in 0.5X MS at pH 5.7. Working solutions were made fresh prior to the imaging experiments. To measure Ca2cyt-dependent GCaMP3 uorescence, images of growing roots were acquired every 1 s for 10 to 15 min using the Leica SP8-X confocal microscope. Images were captured at a scanning speed of 600 MHz and pixel resolution of 512 300. Baseline GCaMP3 uorescence of the roots was rst acquired for 1 min after placing seedlings on the stage of the microscope. Twenty L of the treatment solution was then added on top of the agarose medium where the root was growing using an adjustable volume pipette while imaging continued. From the collected images, the average uorescence intensity was acquired by marking a rectangular region of interest corresponding to the specic cell type using the rectangular selection tool of the SPX-8 LAS software. GCaMP3 uorescence (F) values were normalized using the formula I(FF0) F0where F is the uorescence intensity at some time point and F0 is the lowest uorescence intensity point for the data set. Normalized uorescence values were reported as the mean SE of at least three independent seedlings per GCaMP3 construct  36. Another round of intensity video imaging was taken for the 0.5 MS control solution to generate the MS control uorescence curves. Supplementary Materials: The following are available online at http: www.mdpi.com 1422-0067 21176385s1, Supplementary video 1 Time lapse video of Ca2cytchanges in the columella cells of ATHB8:GCaMP3 lines in response to ATP . Red indicates elevated Ca2cyt. Total elapsed time is 5 min with images captured every 1 s. Video was sped up to 30 frames per second. Supplementary video 2 Time lapse video of Ca2cytchanges in the cortex of PEP:GCaMP3 lines in response to salt. Red indicates elevated Ca2cyt. Total elapsed time is 10 min withInt. J. Mol. Sci. 2020 ,21, 6385 14 of 15 images captured every 1 s. Video was sped up to 60 frames per second. Table S1 Promoters used for development ofGCaMP3 constructs that target to specic cell types in Arabidopsis thaliana roots. Table S2 Primer sequences used to generate the GCaMP3 constructs in Arabidopsis thaliana . Author Contributions: All authors conceived and designed the research. W.K. and J.A.S. performed confocal microscopy of GCaMP lines. W.K., J.A.S. and E.B.B. analyzed the data and wrote the manuscript. J.A.S. made the GCaMP constructs and performed the oral dip transformations to generate the transgenic Arabidopsis lines. All authors have read and agreed to the published version of the manuscript. Funding: This work was supported by the National Aeronautics and Space Administration (NASA grants 80NSSC18K1462 and 80NSSC19KO129) and the Noble Research Institute LLC. Conicts of Interest: The authors declare no conict of interest. References 1. Luo, J.; Chen, L.; Huang, F.; Gao, P .; Zhao, H.; Wang, Y.; Han, S. Intraorganellar calcium imaging in Arabidopsis seedling roots using the GCaMP variants GCaMP6m and R-CEPIA1er. J. Plant Physiol. 2020 , 246, 153127. CrossRef PubMed 2. Qian, D.; Xiang, Y. Actin cytoskeleton as actor in upstream and downstream of calcium signaling in plant cells. Int. J. Mol. Sci. 2019 ,20, 1403. CrossRef PubMed 3. Thor, K. CalciumNutrient and messenger. Front. Plant Sci. 2019 ,10, 440. CrossRef PubMed 4. Tuteja, N.; Mahajan, S. Calcium signaling network in plants. Plant Signal. Behav. 2007 ,2, 7985. CrossRef PubMed 5. Rincon-Zachary, M.; Teaster, N.D.; Sparks, J.A.; Valaster, A.H.; Motes, C.M.; Blancaor, E.B. Fluorescence resonance energy transferSensitized emission of yellow cameleon 3.60 reveals root zoneSpecic calcium signatures in Arabidopsis in response to aluminum and other trivalent cations. Plant Physiol. 2010 ,152, 14421458. CrossRef PubMed 6. Rudd, J.J.; Franklin-Tong, V .E. Calcium signaling in plants. Cell. Mol. Life Sci. 1999 ,55, 214232. CrossRef 7. Plieth, C. Plant calcium signaling and monitoring: Pros and cons and recent experimental approaches. Protoplasma 2001 ,218, 123. CrossRef 8. Robert, V .; Pinton, P .; Tosello, V .; Rizzuto, R.; Pozzan, T. Recombinant aequorin as tool for monitoring calcium concentration in subcellular compartments. Method Enzymol. 2000 ,327, 400456. 9. Shimomura, O.; Johnson, F.H. Properties of the bioluminescent protein aequorin. Biochemistry 1969 ,8, 39913997. CrossRef 10. Nakai, J.; Ohkura, M.; Imoto, K. A high signal-to-noise Ca2 probe composed of a single green uorescent protein. Nat. Biotechnol. 2001 ,19, 137141. CrossRef 11. Defalco, T.A.; Toyota, M.; Phan, V .; Karia, P .; Moeder, W.; Gilroy, S.; Yoshioka, K. Using GCaMP3 to study Ca2signaling in Nicotiana species. Plant Cell Physiol. 2017 ,58, 11731184. CrossRef PubMed 12. Grefen, C.; Donald, N.; Hashimoto, K.; Kudla, J.; Schumacher, K.; Blatt, M.R. A ubiquitin-10 promoter-based vector set for uorescent protein tagging facilitates temporal stability and native protein distribution in transient and stable expression studies. Plant J. 2010 ,64, 355365. CrossRef PubMed 13. Vincent, T.R.; Canham, J.; Toyota, M.; Avramova, M.; Mugford, S.T.; Gilroy, S.; Miller, A.J.; Hogenhout, S.; Sanders, D. Real-time In Vivo recording of Arabidopsis calcium signals during insect feeding using a uorescent biosensor. J. Vis. Exp. 2017 ,126, 56142. CrossRef PubMed 14. Toyota, M.; Spencer, D.; Sawai-Toyota, S.; Jiaqi, W.; Zhang, T.; Koo, A.J.; Howe, G.A.; Gilroy, S. Glutamate triggers long-distance, calcium-based plant defense signaling. Science 2018 ,361, 11121115. CrossRef 15. Vigani, G.; Costa, A. Harnessing the new emerging imaging technologies to uncover the role of Ca2  signaling in plant nutrient homeostasis. Plant Cell Environ. 2019 ,42, 28852901. CrossRef 16. Marques-Bueno, M.M.; Karina Morao, A.; Cayrel, A.; Pierre Platre, M.; Barberon, M.; Caillieux, E.; Colot, V .; Jaillais, Y.; Roudier, F.; Vert, G. A versatile Multisite Gateway-compatible promoter and transgenic line collection for cell type-specic functional genomics in Arabidopsis. Plant J. 2016 ,85, 320333. CrossRef 17. Kwon, T.; Sparks, J.A.; Liao, F.; Blancaor, E.B. ERULUS is a plasma membrane-localized receptor-like kinase that species root hair growth by maintaining tip-focused cytoplasmic calcium oscillations. Plant Cell. 2018 , 30, 11731177. CrossRef 18. Plieth, C.; Hansen, U.P .; Knight, H.; Knight, M.R. Temperature sensing by plants: The primary characteristics of signal perception and calcium response. Plant J. 1999 ,18, 491497. CrossRefInt. J. Mol. Sci. 2020 ,21, 6385 15 of 15 19. Legue, V .; Blancaor, E.; Wymer, C.; Perbal, G.; Fantin, D.; Gilroy, S. Cytoplasmic free Ca2in Arabidopsis roots changes in response to touch but not gravity. Plant Physiol. 1997 ,114, 789800. CrossRef 20. Fasano, J.M.; Massa, G.D.; Gilroy, S. Ionic signaling in plant responses to gravity and touch. J. Plant Growth Regul. 2002 ,21, 7188. CrossRef 21. Li, T.; Yan, A.; Bhatia, N.; Altinok, A.; Ak, E.; Durand-Smet, P .; Tarr, P .T.; Schroeder, J.I.; Heisler, M.G.; Meyerowitz, E.M. Calcium signals are necessary to establish auxin transporter polarity in a plant stem cell niche. Nat. Commun. 2019 ,10, 726. CrossRef PubMed 22. Sierla, M.; Waszczak, C.; Vahisalu, T.; Kangasjarvi, J. Reactive oxygen species in the regulation of stomatal movements. Plant Physiol. 2016 ,171, 15691580. CrossRef PubMed 23. Wilkins, K.A.; Matthus, E.; Swarbreck, S.M.; Davies, J.M. Calcium-mediated abiotic stress signaling in roots. Front. Plant Sci. 2016 ,7, 1296. CrossRef PubMed 24. Dubyak, G.R.; El-Moatassim, C. Signal transduction via P 2-purinergic receptors for extracellular ATP and other nucleotides. Am. J. Physiol. 1993 ,265, 577606. CrossRef PubMed 25. Tanaka, K.; Gilroy, S.; Jones, A.M.; Stacey, G. Extracellular ATP signaling in plants. Trends Cell Biol. 2010 ,20, 601608. CrossRef 26. Choi, W.; Toyota, M.; Kim, S.; Hilleary, R.; Gilroy, S. Salt stress-induced Ca2waves are associated with rapid, long distance root-to-shoot signaling in plants. Proc. Natl. Acad. Sci. USA 2014 ,111, 64976502. CrossRef 27. Matthus, E.; Sun, J.; Wang, L.; Bhat, M.G.; Mohammad-Sidik, A.B.; Wilkins, K.A.; Leblanc-Fournier, N.; Legue, V .; Moulia, B.; Stacey, G.; et al. DORN1 P2K1 and purino-calcium signalling in plants: Making waves with extracellular ATP . Ann. Bot. 2020 ,124, 12271242. CrossRef 28. Erickson, G.R.; Northrup, D.L.; Guilak, F. Hypo-osmotic stress induces calcium-dependent actin reorganization in articular chondrocytes. Osteoarthr. Cartil. 2003 ,11, 187197. CrossRef 29. Mundy, W.R.; Kodavanti, P .R.S.; Dulchinos, V .F.; Tilson, H.A. Aluminum alters calcium transport in plasma membrane and endoplasmic reticulum from rat brain. J. Biochem. Toxic. 1994 ,9, 1723. CrossRef 30. Shabala, S.; Demidchik, V .; Shabala, L.; Cuin, T.A.; Smith, S.J.; Miller, A.J.; Davies, J.M.; Newman, I.A. Extracellular Ca2ameliorates NaCl-induced Kloss from Arabidopsis root and leaf cells by controlling plasma membrane K-permeable channels. Plant Physiol. 2006 ,141, 16531665. CrossRef 31. Feng, W.; Kita, D.; Peaucelle, A.; Cartwright, H.N.; Doan, V .; Duan, Q.; Liu, M.; Maman, J.; Steinhorst, L.; Schmitz-Thom, I.; et al. The FERONIA receptor kinase maintains cell-wall integrity during salt stress through Ca2signaling. Curr. Biol. 2018 ,28, 666675. CrossRef PubMed 32. Wang, Y.S.; Yoo, C.M.; Blancaor, E.B. Improved imaging of actin laments in transgenic Arabidopsis plants expressing a green uorescent protein fusion to the C- and N-termini of the mbrin actin-binding domain 2. New Phytol. 2008 ,177, 525536. CrossRef PubMed 33. Dyachok, J.; Sparks, J.A.; Liao, F.; Wang, Y.S.; Blancaor, E.B. Fluorescent protein-based reporters of the actin cytoskeleton in living plant cells: Fluorophore variant, actin binding domain, and promoter considerations. Cytoskeleton 2014 ,71, 311327. CrossRef PubMed 34. Tian, L.; Hires, S.A.; Mao, T.; Huber, D.; Chiappe, M.E.; Chalasani, S.H.; Petreanu, L.; Akerboom, J.; McKinney, S.A.; Schreiter, E.R.; et al. Imaging neural activity in worms, ies and mice with improved GCaMP calcium indicators. Nat. Methods 2009 ,6, 875881. CrossRef 35. Clough, S.J.; Bent, A.F. Floral dip: A simplied method for Agrobacterium-mediated transformation of Arabidopsis thaliana. Plant J. 1998 ,16, 735743. CrossRef 36. Leitao, N.; Dangeville, P .; Carter, R.; Charpentier, M. Nuclear calcium signatures are associated with root development. Nat. Commun. 2019 ,10, 4865. CrossRef 2020 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http: creativecommons.org licenses by4.0).",
        "introduction": "Calcium (Ca2) plays a vital role as a second messenger system in plant development and stress response. Because Ca2acts as a stress signal, it is one of the first responses plants have to environmental stimuli. This fast response is achieved through an influx of extracellular Ca2and an efflux of stored Ca2 from the vacuole, endoplasmic reticulum (ER), and mitochondria that is achieved via a concentration gradient between the intracellular Ca2stores and the cytoplasm  1. In non-stimulated conditions, the concentration of Ca2in the cytoplasm rests around 100 nM  13. This low concentration is maintained through HCa2antiporters and Ca2-ATPases that move Ca2into the apoplast or into intracellular stores  3,4. Once the response in the cell is initiated, the cell will return to homeostasis by storing excess Ca2back in the vacuole, ER, or mitochondria through active transport  2, or by pumping it out into extracellular space through gated-ion channels in the plasma membrane. Once Ca2enters the cytoplasm in high concentrations, it binds with Ca2-binding proteins to initiate a second messenger cascade  4,5. Part of this signaling cascade is the activation of Ca2-dependent protein kinases and the regulation of transcription factors to increase tolerance to the stress that caused the initial Ca2response. Much of our understanding about Ca2as a second messenger has come from the development of technologies that enable monitoring of free cytosolic Ca2(Ca2cyt) changes in living cells. Early on, these technologies consisted of indicator dyes that had to be chemically or physically loaded into the cell, such as Calcium Green or Indo-1. When Ca2 levels in the cell became elevated upon exposing the cell to a specic stimulus, these indicator dyes Int. J. Mol. Sci. 2020 ,21, 6385; doi:10.3390 ijms21176385 www.mdpi.com journal ijmsInt. J. Mol. Sci. 2020 ,21, 6385 2 of 15 increased uorescence  6. However, use of these indicator dyes in plant cells were often met with technical challenges including uneven dye loading, loss of cell viability after dye loading, and cells failing to take up the dyes 6,7. Problems with these early indicator dyes were mitigated with the discovery of a suite of uorescent proteins from jellysh and other marine organisms  8,9. Using molecular cloning techniques, selected regions of Ca2-binding proteins could be fused with these uorescent proteins to generate genetically-encoded Ca2sensors that change conformation upon Ca2binding  8. Ca2binding induced changes in the conformation of uorescent protein-based sensors result in enhanced uorescence emission. One example of a genetically-encoded Ca2sensor is GCaMP . GCaMP consists of an enhanced green uorescent protein (eGFP) fused to calmodulin (CaM) and myosin light-chain kinase (M13)  1,10. GCaMP3 is a modied form of GCaMP that features a circularly permutated enhanced GFP (eGFP) anked by CaM and M13 that gives low uorescence in the absence of Ca2, which increases upon reversible binding of Ca2to the CaM domain 11. To date, expression of CGaMP and other genetically-encoded Ca2sensors in plants are driven by constitutive promoters such as Cauliower Mosaic Virus 35S (35S) and Ubiquitin 10 (UBQ10) 12,13. Although plant lines constitutively expressing genetically-encoded Ca2sensors enabled the functional study of Ca2cytchanges across entire plant organs  5,13,14, it is likely that each cell type within the organ is characterized by a unique Ca2cytsignature. While Ca2cytchanges typically observed in the entire plant organ likely originate from more than one cell type, we lack tools to monitor these changes within specic tissues or cells  15. To address this need, we generated a set of lines in the model plant Arabidopsis thaliana , expressing GCaMP3 targeted to the columella, endodermis, epidermis, cortex, and trichoblast using cell-type specic promoters  16. We demonstrate the utility of these new GCaMP3 lines in reporting cell-type Ca2cytchanges in roots treated with chemicals previously shown to induce Ca2cytincreases in plants. 2.",
        "conclusion": null,
        "images": []
    }
]