[
    {
        "pmid": "34230490",
        "title": "Overexpression of catalase in mitochondria mitigates changes in hippocampal cytokine expression following simulated microgravity and isolation.",
        "year": "2021",
        "journal": "NPJ Microgravity",
        "abstract": "Isolation on Earth can alter physiology and signaling of organs systems, including the central nervous system. Although not in complete solitude, astronauts operate in an isolated environment during spaceflight. In this study, we determined the effects of isolation and simulated microgravity solely or combined, on the inflammatory cytokine milieu of the hippocampus. Adult female wild-type mice underwent simulated microgravity by hindlimb unloading for 30 days in single or social (paired) housing. In hippocampus, simulated microgravity and isolation each regulate a discrete repertoire of cytokines associated with inflammation. Their combined effects are not additive. A model for mitochondrial reactive oxygen species (ROS) quenching via targeted overexpression of the human catalase gene to the mitochondria (MCAT mice), are protected from isolation- and/or simulated microgravity-induced changes in cytokine expression. These findings suggest a key role for mitochondrial ROS signaling in neuroinflammatory responses to spaceflight and prolonged bedrest, isolation, and confinement on Earth.",
        "full_text": "ARTICLE OPEN Overexpression of catalase in mitochondria mitigates changes in hippocampal cytokine expression following simulated microgravity and isolation Linda Rubinstein1,2, Ann-So e Schreurs2,3, Samantha M. Torres2,4, Sonette Steczina2,4, Moniece G. Lowe2,4, Frederico Kiffer5,6, Antio R. Allen5,6,7, April E. Ronca2,8, Marianne B. Sowa2, Ruth K. Globus2and Candice G. T. Tahimic2,3,9 Isolation on Earth can alter physiology and signaling of organs systems, including the central nervous system. Although not in complete solitude, astronauts operate in an isolated environment during space ight. In this study, we determined the effects of isolation and simulated microgravity solely or combined, on the in ammatory cytokine milieu of the hippocampus. Adult female wild-type mice underwent simulated microgravity by hindlimb unloading for 30 days in single or social (paired) housing. In hippocampus, simulated microgravity and isolation each regulate a discrete repertoire of cytokines associated with in ammation. Their combined effects are not additive. A model for mitochondrial reactive oxygen species (ROS) quenching via targetedoverexpression of the human catalase gene to the mitochondria (MCAT mice), are protected from isolation- andor simulated microgravity-induced changes in cytokine expression. These ndings suggest a key role for mitochondrial ROS signaling in neuroin ammatory responses to space ight and prolonged bedrest, isolation, and con nement on Earth. npj Microgravity (2021) 7:24 ; https:doi.org10.1038s41526-021-00152-w INTRODUCTION Isolation is an important feature of the space ight environment. Interplanetary missions (e.g., trip to Mars) will involve mission crewoperating in isolated environments for prolonged periods of time.On Earth, isolation has profound effects on the central nervoussystem (CNS) including behavioral changes, upregulated oxidativestress pathways, neuroin ammatory responses, as well as brain cytokine alterations 13. In addition, isolation worsens aging-related cognitive impairments and immune de cits4. Space ight also can lead to immune dysfunction as well as reactivation of latent viruses58. International Space Station (ISS) crew members on a 6-month space ight mission had diminished TNK cell function9and increased in ammatory plasma cytokine levels10. In shorter duration missions (9 14 days), changes in the distribution and function of peripheral leukocytes were alsodetected in astronauts 11. Further, the subset of astronauts who experienced viral shedding also displayed increased plasmacytokine protein levels in their plasma during ight 12, linking dysregulated cytokine levels with impaired immune function. We showed previously that isolation in combination with simulated microgravity by hindlimb unloading (HU) led to a reduction in the percentage of circulating CD4 immune cells, which was not observed in social housed HU animals13. This nding suggests that isolation can modify immune responses to simulated space ight and that the combination of these two space ight stressors can lead to discrete immune de cits. However, the combined effects of isolation and microgravity onneuroimmune outcomes are not de ned. Excess production of free radicals (e.g., reactive oxygen species, ROS) have been linkedto neuroin ammation 14. Yet there have been few studiesexploring oxidative damage as a mechanism by which space environmental factors, singly or in combination, mediate aspectsof CNS immune responses. To address these gaps in knowledge, HU was conducted on paired (social) and single housed wild-type and MCAT mice, a genetic model for mitochondrial ROSquenching. MCAT mice overexpress the human catalase gene targeted to the mitochondria 15, a major site of cellular ROS production. MCAT mice display decreased oxidative damage andH 2O2production. The MCAT transgenic model15was developed to enable testing various aspects of the free radical theory of aging16, which posits that cells, tissues, and organisms age due to an accumulation ofoxidative damage via excess production of ROS. Overexpressionof catalase when targeted speci cally to the mitochondria, but not when targeted to the nucleus or cytoplasm, prolongs murine lifespan and reduces age-related cardiovascular 1719and cogni- tive de cits20sharing features with known or anticipated effects of space ight2125. Findings from human astronauts long ago led to the proposal that space ight and advancing age share physiological consequences26, leading us to question if they also share molecular mechanisms. Therefore, we determined whether the MCAT transgene also is protective using a ground-based model that simulates important aspects of space ight, micro- gravity, and isolation. MCAT mice show increased median and maximum lifespans (5 months, and 5.5 months, respectively)15and are protected from a number of aging-associated pathologies. For example,MCAT mice display protection from cardiovascular de cits 1719 and Alzheimer s disease-related amyloid deposition27. Further, the brains of MCAT mice indicate the rescue of simulated space 1Universities Space Research Association, Columbia, MD, USA.2Space Biosciences Division, NASA Ames Research Center, Moffett Field, CA, USA.3KBR, Houston, TX, USA. 4Blue Marble Space Institute of Science, Seattle, WA 98154, USA.5Division of Radiation Health, University of Arkansas for Medical Sciences, Little Rock, AR, USA. 6Department of Pharmaceutical Science s, University of Arkansas for Medical Sciences, Little Rock, AR, USA.7Neurobiology and Developmental Sciences, University of Arkansas for Medical Sciences, Little Rock, AR, USA.8Wake Forest Medical School ,W i n s t o n - S a l e m ,N C ,U S A .9Department of Biology, University of North Florida, Jacksonville, FL, USA.email: c.tahimicunf.eduwww.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;radiation-induced decrements in neurogenesis28and neuronal spine morphology29. The overexpression of catalase also quenches mitochondrial oxidative stress in macrophages30, suggesting that catalase can impact oxidative signaling in inammatory cells. MCAT mice also exhibit enhanced hippo- campal spatial learning, memory, and reduced contextual fearconditioning15,20. Altered cognitive function is thought to be one of the risks associated with long-duration space ight31. The production of ROS, pro-in ammatory cytokines, chemokines, and neurotrophic factors are involved in hippocampal neuropathy. Prolonged exposure to simulated microgravity by HU is associated withincreased hippocampal oxidative stress biomarkers, which may increase injury32. Proteomic analysis of the hippocampus in HU mice reveals changes in structural proteins coupled with the lossof proteins involved in cell metabolism33. In addition, microgravity leads to hippocampal-dependent learning and memory impair- ment in animals34. Cytokines are important mediators of both innate and adaptive immunity. They are produced by resident immune cells in the CNS, peripheral tissues, and in circulation35,36. There is emerging evidence that cytokines contribute to the detrimental effects of isolation triggered by disease or injury37,38. For example, hippocampal expression of interleukin-1 beta (IL-1 ) is signi - cantly increased 24 h after ischemia in isolated mice compared to untreated controls, but not in pair-housed mice37,38. In humans as well as animals, both space ight and simulated microgravity (bedrest) can lead to changes in cytokine expression10,12,3942. Therefore, in this study, we tested the hypothesis that isolation and simulated microgravity lead to altered hippocampalcytokine expression via mitocho ndrial ROS-related mechanisms. Hippocampal alterations, e.g., oxidative damage, spatial changes, and genetic alterations have been reported in both actual andmodeled microgravity 32,4346and linked to behavioral de cits47. These higher CNS functions are critical for astronaut perfor- mance during extende d periods of space ight. Therefore, thehippocampus was selected as the focus of the current study. We found that quenching mitochondrial ROS mitigated the effects of both simulated microgravity and isolation in the hippocampus. Thus, these ndings highlight the importance of mitochondrial ROS mechanisms in CNS responses to these stressors, thereby providing a rationale for testing possible use of antioxidants to mitigate CNS risks associated with long-term space explorationas well as bedrest and isolation on Earth. RESULTS Effects of isolation, microgravity and their combination on hippocampal cytokine levels We performed unbiased hierarchical clustering of cytokine p r o t e i ne x p r e s s i o nt og a i ni n s i g h ti n t ot h ei m p a c t so fo u rm a i nexperimental variables, loading state (NL: normally loaded orHU), housing environment (single or social housing), and genotype (WT: wild type or MCAT) on the overall cytokine milieu in the hippocampus (Fig. 1). At the highest hierarchical level, samples generally clustered by housing conditions (singleor social). Samples within the single housed cluster, formed sub- clusters mostly based on genotype (WT or MCAT), which was not observed in the social housed cluster. Loading state (NL or HU)did not appear to contribute to observed clustering of cytokineexpression. Werst examined the effects of housing environment in all groups (Fig. 2). A comparison between single and social housed mice revealed marked effects of isolation in the hippocampus. Eleven out of 44 cytokines were elevated in wild-type, singlehoused mice versus the social-housed group (Fig. 2a and Supplementary Table 3). These effects were mitigated in MCAT mice. IL-6 (Fig. 2b and Supplementary Table 3) is provided as a representative example of the expression pattern evidentamongst these 11 cytokines. Next, we focused on the effects of simulated microgravity and genotype (as main factors and their interactions) on hippocampal Fig. 1 Heatmap showing expression of a panel of 44 cytokines in hippocampus and hierarchical clustering analysis of eight experimental groups. Except for a few samples, clustering generally occurred by housing environment (single or social). Deeper shades of red: higher cytokine levels, deeper shades of blue: lower cytokine levels, off-white: no change in expression.L. Rubinstein et al. 2 npj Microgravity (2021) 24 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;cytokine expression in single housed mice (Fig. 3and Supple- mentary Table 4). When exploring the effect of genotype (mainfactor) in single housed mice, we found differences in cytokine expression (Fig. 3a), with 13 out of 44 cytokines showing reduced protein levels in single housed MCAT versus wild-type mice(Supplementary Table 5). HU downregulated IL-13 in WT mice.Interestingly, IL-13 levels were lower in MCAT NL mice than in WT NL mice. HU did not appear to cause any further decreases in IL-13 levels of MCAT animals, suggesting mitigation of cytokine changes(Fig. 3b and Supplementary Table 4). In social housed animals, simulated microgravity and transgene expression caused changes in the expression of ve hippocampal cytokines (Fig. 4a). Four out of these ve cytokines (IL-3, IL-1 ,I L - 1 0 , and IL-17) were upregulated in HU versus NL mice, and mitigated in MCAT mice (Supplementary Table 6). Results for IL-3 are shown as a representative example of the upregulated cytokines (Fig. 4b). In contrast, (IL-12) was downregulated and this effect also wasmitigated in MCAT animals (Supplementary Table 6). Some of the cytokines showed relatively low expression levels (e.g., IL-6, IL-1 , refer to Supplementary Table 1 for full list of cytokines) relative toother cytokines in the panel. These results are consistent withvalues reported in other studies that suggest biologically relevant effects at these levels of expression 48,49.T a b l e 1summarizes the results of cytokine analysis of hippocampus.Effects of isolation, microgravity, and their combination on plasma cytokine levels The same 44-cytokine protein expression analysis was performed on blood plasma to assess possible system-wide effects of simulated microgravity and isolation. Cytokine expression patterns in the plasma differed markedly from those observed in the hippocampus. Figure 5a shows the effects of simulated micro- gravity and genotype on cytokine plasma expression in single housed mice. In single housed mice, HU upregulated expression of IL-20 and IFN- 1, whereas these effects were not observed in MCAT mice (Supplementary Table 7). In contrast, HU down- regulated MDC (macrophage-derived chemokine), which also was mitigated in MCAT mice (Fig. 5b and Supplementary Table 7). Fractalkine showed a genotype effect (Supplementary Table 8). In social housed groups (exclud ing isolation as a factor), there was a twofold increase in IL-20 protein levels in the plasma of HU mice compared to NL controls. This effect was mitigated in MCAT mice (Fig. 6and Supplementary Table 9). Within the 44 cytokines tested , isolation showed less impact on plasma cytokine expression levels than observed in the hippocampus. Isolation affected only two cytokines in plasma Eotaxin and MDC (Fig. 7). These cytokines were upregulated in single housed Fig. 3 Effect of combined isolation and simulated microgravity and the impact of MCAT genotype on hippocampal cytokine expression (single housed groups only). a Diagram showing the effects of simulated microgravity and genotype on hippocampal cytokine expression in single housed animals. bIL-13 protein levels showing downregulation by HU and further decreased by MCAT genotype. WT NL ( n3), WT HU (n3), MCAT NL ( n4), and MCAT HU ( n4). Some data points overlap. Statistically signi cant at p 0.05 by two-way ANOVA and Tukey post hoc test. Fig. 2 Cytokines showing higher expression in hippocampus due to isolation and mitigation in MCAT mice. a Eleven out of 44 cytokines were upregulated in wild-type single housed vs social-housed mice and mitigated in MCAT single housed mice. bRepresentative graph (IL-6) of one of the 11 cytokines elevated due to isolation and mitigated in MCAT mice. Here and in succeeding dot plots, the longer horizontal linein the dot plot corresponds to the group mean while the shorter horizontal lines depict the standard error (SE). Sample sizes are WT NL social(n6), WT NL single ( n3), MCAT NL social ( n6), and MCAT NL single ( n4). Some data points overlap. A t model was generated to include housing state, genotype, loading state, and their pairwise interactions. Interaction effects between housing state and genotype were assessed at p 0.05. Statistically signi cant at p 0.05 by Tukey post hoc test.L. Rubinstein et al. 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 24 animals and unchanged in MCAT mice (Supplementary Table 10). Refer to Table 1for a summary of results from plasma cytokine analysis. Assessment of corticosterone levels in plasma To begin investigating possible underlying stress-related mechanisms, we measured plasma corticosterone levels in all groups (Supplementary Fig. 2 and Supplementary Table 11). Corticosterone levels were generally higher in the social groups compared to their corresponding single housed groups (only WT single vs WT social housed HU groups showed no differences). We previously reported that HU of wild-type animals led to increased corticosterone levels13. In the current study, we found that single housed MCAT mice were protected from HU-induced increases in corticosterone levels. Interestingly, social housed MCAT NL mice had higher corticosterone levels versus social housed WT NL mice. However, HU in social housed MCAT mice did not lead to additional increases in corticosterone levelsrelative to the social MCAT NL group. Refer to Table 1for a s u m m a r yo fc o r t i c o s t e r o n er e s u l t s .Measurements of oxidative damage in hippocampus Changes in in ammatory status have been linked to differences in oxidative damage 50,51. To determine whether isolation or simu- lated microgravity caused oxidative damage in the hippocampus,we measured 4-hydroxynonenal (4-HNE) adduct levels. Singlehoused WT animals generally showed higher levels of 4-HNEcompared to social housed WT mice (Supplementary Fig. 3A, andSupplementary Table 12). In contrast, 4-HNE levels of single versussocial housed MCAT groups were generally comparable. Further,no HU effect was observed (Supplementary Table 13). DISCUSSION Although not in complete solitude, human crew in deep space missions will experience prolonged exposure to environmentsisolated from Earth and larger social groups. Using a rodent model, we assessed the consequence of isolation alone or in combination with simulated microgravity on the CNS cytokinemilieu, a key component of the neuroimmune response. Inaddition, we sought to determin e whether mitochondrial ROS signaling contributed to cytokin er e s p o n s e si nt h eC N Sf o c u s i n gTable 1. Summary of the response of each genotype to isolation, simulated microgravity, or both. Genotype Treatment Hippocampus Plasma Wild type Isolation Upregulation of 11 cytokines (IL-6, IFN- , IL-4, IL-9, IL- 13, LIF, MCP-1, M-CSF, TNF- , MIG, G-CSF); Fig. 2Upregulation of two cytokines (Eotaxin, MDC); Fig. 7 Downregulation of corticosterone levelsa MCAT Isolation Mitigation of cytokine changes; Fig. 2 No mitigation of cytokine changes; Fig. 7 No change in corticosterone levels Wild type Simulated microgravity Upregulation of four (IL-3, IL-1 , IL-10, IL-17) and downregulation of one cytokine(s) (IL-12); Fig. 4Upregulation of one cytokine (IL 20); Fig. 6 Upregulation of corticosterone levels MCAT Simulated microgravity Mitigation of cytokine changes; Fig. 4 Mitigation of cytokine changes; Fig. 6 Mitigation of corticosterone changes Wild type Isolation Simulated microgravityDownregulation of one cytokine (IL-13); Fig. 3 Upregulation of two (IL 20, IFN- 1) and downregulation of one cytokine(s) (MDC); Fig. 5 Upregulation of corticosterone levels MCAT Isolation Simulated microgravityMitigation of cytokine change; Fig. 3 Mitigation of cytokine changes; Fig. 5 Mitigation of corticosterone changes The main gure numbers corresponding to the summarized cytokine results are also included in the table. Mitigation of cytokine change(s) (by MCAT) pertains to mitigation of all the cytokine changes observed in the corresponding wild-type group. aOnly in NL groups; Corticosterone levels in HU groups are not further reduced by isolation. Fig. 4 Effects of simulated microgravity (without isolation) and genotype on the expression of hippocampal cytokines (social housed groups only). a Five hippocampal cytokines were differentially expressed in social housed HU versus NL mice and changes mitigated in MCAT mice. Cytokine in italics (IL-12) was downregulated while the rest were upregulated. bRepresentative graph showing upregulated hippocampal cytokine in social housed HU vs NL mice and mitigation in MCAT mice. Sample size is n6group. Some data points overlap. Statistically signi cant at p 0.05 by two-way ANOVA and Tukey post hoc test.L. Rubinstein et al. 4 npj Microgravity (2021) 24 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAon the hippocampus. Space ight is known to cause dysfunction in a variety of tissues5257. Various regions of the CNS are negatively impacted by microgravity and its simulations. For example, 14 days of HU increased acetylcholine activity in bothhippocampus and cortex, which w as linked to inferior behavior performances47,58. Our results suggest that isolation is animportant stimulus that can evoke changes in the cytokine milieu of the hippocampus, wit h1 1o f4 4i m m u n e - m o d u l a t i n g cytokines tested showing increased protein expression due to isolation. We also found that compared to social housed mice,isolation increased 4-HNE, an indicator of oxidative damage.Together, these ndings indicate that isolation can alter aspects Fig. 6 Effect of simulated microgravity (without isolation) and genotype on the expression of plasma cytokines (social housed groups only). a One cytokine, IL-20, was elevated due to HU in plasma of social housed mice and this effect is mitigated in MCAT animals. bGraph showing protein expression of IL-20 in plasma of WT and MCAT animals exposed to HU. Sample size is n6group. Some data points overlap. Statistically signi cant at p 0.05 by two-way ANOVA and Tukey post hoc test. Fig. 7 Effect of isolation on plasma cytokines. a Isolation elevates the levels of Eotaxin and MDC in plasma and are not mitigated in MCAT mice. bRepresentative graph (Eotaxin) showing the effects of isolation on plasma cytokines and no mitigation in MCAT mice. WT NL social (n6), WT NL single ( n6), MCAT NL social ( n7), and MCAT NL single ( n6). Some data points overlap. A t model was created and included housing state, genotype and loading state, and their pairwise interactions. Interaction effects between housing state and genotypewere assessed at p 0.05. Fig. 5 Effects of combined isolation and simulated microgravity and the impact of MCAT genotype on plasma cytokine expression (single housed groups only). a Diagram showing the effect of simulated microgravity and genotype on plasma cytokine expression in single housed animals. Three cytokines were differentially expressed in plasma of single housed HU versus NL mice and mitigated in MCAT HU mice.MDC was downregulated (italics) while IL-20 and IFN- 1 were upregulated. bRepresentative graph showing IFN- 1, one of the two cytokines elevated by HU and mitigated in MCAT mice. NL WT ( n6), HU WT ( n5), NL MCAT ( n6), and U MCAT ( n6). Some data points overlap. Statistically signi cant at p 0.05 by two-way ANOVA and Tukey post hoc test.L. Rubinstein et al. 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 24 of CNS immune signaling and lead to increased oxidative damage in the CNS. Changes in cytokine signaling in the CNS have been linked to neuroin ammation, neurocognitive de cline, reduced ability to recover from brain injuries as well as neuroprotective effects. Forexample, genetic deletion of IL-6 leads to reduced exploratory behavior and decreased anxiety59. Deletion of IL-2 in mice leads to cognitive de cits that resemble aspects of Alzheimer s disease60while disruption of Toll-like receptor signaling by knockout of TLR4 protects against age-related cognitive decline due to neuroin ammation and apoptosis61. Taken together, ndings from our study and others suggest that isolation poses a risk to CNS health. Isolation and HU led to discrete sets of differentially expressed cytokines in hippocampus, suggesting different immunoregula- tory mechanisms invoked by each of these stressors. Collectively,the cytokines differentially expressed in response to HU or isolation as single factors are known to play roles in immune regulation, in ammatory disease and also are impacted by space ight. (Refer to ref.62for a recent review on the functions of interleukins and other cytokines). For example, circulating IL-20 protein levels (elevated by HU in our current study) are also increased at the early stages of rheumatoid arthritis anddecreased after 6 months of treatment63,64. Further, IL-3 protein levels are greater in splenocytes and thymocytes from space- own rats than ground controls65. In peripheral blood mononuclear cells obtained from astronauts onboard the ISS, IL-10 is reducedfollowing lipopolysaccharide stimulation compared to controls7. Thus, our observations that simulated weightlessness and isola- tion provoke expression of discrete cytokine repertoires isconsistent with our previous ndings on immune cell responses using these models13. At the timepoint examined in this study, isolation had a more pronounced impact than HU on the expression of cytokines in thehippocampus, as indicated by differential expression of 11cytokines as a result of isolation (single housed compared to social housed NL groups) versus 5 cytokines due to HU (social housed HU compared to NL groups). In addition, HU under singleand social housed conditions resulted in distinct sets ofdifferentially expressed cytokines in the hippocampus. Taken together, our ndings support the hypothesis that simulated weightlessness and isolation activate discrete molecular andphysiological mechanisms to regulate cytokine production. We found that cytokine responses to space ight stressors in the hippocampus versus circulation were also discrete under theexperimental conditions used in this study. Further, isolation-induced cytokine responses were more extensive in the hippo- campus compared to the plasma, based on the higher number of cytokines affected (11 and 3, respectively). Although only a singletimepoint (30 days) was assessed in this study, our ndings raise the possibility that changes in cytokine levels in the circulation may not mirror those in the brain during space ight. The 30 day HU period is considered a chronic exposure paradigm given that itaccounts for 4 of an animal s lifespan (assuming a 2 year lifespan). For perspective, a trip to Mars can take about two years, corresponding to 2.5 of a human lifespan (assuming 80 years asthe average human lifespan). Our study is the rst to implicate mitochondrial ROS in the CNS and in circulating cytokine levels brought about by combined isolation and simulated microgravity. MCAT mice exhibitedprotection from the hippocampal cytokine changes caused byisolation, simulated microgravity, and in combination. In plasma, HU-induced changes in cytokine expression were mitigated in MCAT mice. In the hippocampus of single housed MCAT mice,both IL-6 and TNF show reduced expression relative to housing matched wild-type controls. Both of these cytokines are known to play a role in in ammation (chronic and acute) and in autoimmunity. In the same mice cohort we also found that HUelevated circulating neutrophils and neutrophil to lymphocyte ratio (NLR), suggesting increased in ammation while this effect was mitigated in MCAT mice 66. Taken together, our ndings are consistent with our hypothesis, highlighting the important role of ROS in modulating systemic and neuroimmune responses to simulated space ight. Our study contributes new information on the regulation of cytokine expression in the hippocampus in MCAT mice, a widely used genetic model for quenching mitochondrial ROS and studying diseases related to aging. MCAT mice have increasedmean and maximum lifespan 15, enhanced hippocampal spatial learning and memory, reduced contextual fear conditioning, delayed lung cancer onset67, and delayed age-related cardiac and ocular pathologies15. Some of the downregulated cytokines we observed in MCAT mice contribute to the cancer microenvir-onment (e.g., IL-6, INF , M-CSF, TNF ) 67and other metabolic diseases. For example, MCP-1 and IL-6 contribute to the development of abnormal glucose and lipid metabolism6870. Future studies could be conducted to test ROS-mediated modulation of the cytokine milieu as a potential mechanism forthe resistance of MCAT mice to the abovementioned aging- related pathologies. In addition, our ndings and those of others provide a rationale for future investigations on ROS quenching as a potential approach to mitigate in ammaging, the chronic low- grade in ammation associated with aging 21. As we have reported previously, HU increased circulating corticosterone levels of WT mice after 30 days regardless ofhousing environment 13. This effect was mitigated in MCAT single housed mice. In social housed NL animals, corticosterone levels were generally higher compared to the corresponding single housed group. The underlying basis for the higher corticosterone levels in these social housed mice versus single housed mice isunclear. Social hierarchy may exist between pair-housed female mice 71, which may elevate the average corticosterone levels in paired housing versus single housing conditions. The social MCAT NL and HU groups had comparable corticosterone levels. HU in social housed MCAT mice did not lead to further increasesin corticosterone levels possibly due to maximum upregulation of the HPA axis andor a protective effect by the MCAT genotype. Interestingly, increased plasma corticosterone levels were observed in social housed mice even as plasma levels of an oxidative damage marker (4-HNE) and a subset of in ammatory cytokine protein levels in the hi ppocampus generally decreased. This suggests that elevated stress-associated hormones need not always coincide with pro-in ammatory and pro-oxidative states. This also raises the possibility that the increase in corticosterone levels in social housed groups is not a pathological response. Theunderlying mechanisms for the inverse relationship of corticos- terone with both oxidative damage and in ammatory cytokines require further study. Female mice were selected for this study. Sex-speci c differences in rodent responses to isolation can occur 72,73.I n humans, males and females show some differences in their responses to con nement74and bedrest, another microgravity analog75,76. Therefore, future investigations are needed to assess the sex-dependent effects of isolation and microgravity as well asany possible differences in oxidative stress responses. In summary, isolation and long-term simulated microgravity via HU altered cytokine expression levels in both the hippocampus and plasma. These effects in the brain were mitigated in MCAT mice, implicating an important role for mitochondrial ROS in aspectsof the neuroimmune response to microgravity and isolation. Taken together, our ndings and those of others provide a rationale for the use of antioxidant-based approaches to address anticipated CNS changes during space ight and in situations of isolation and reduced mobility on Earth.L. Rubinstein et al. 6 npj Microgravity (2021) 24 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAMATERIALS AND METHODS Animals and strains Female wild-type C57BL6NJ and MCAT transgenic mice were included in this study. MCAT mice overexpress human catalase localized to themitochondria15. Wild type (WT) and MCAT mice for use in the experiments were generated at NASA Ames Research Center (ARC) by crossing male MCAT mice, B6.Cg-Tg (CAG-OTCCAT) 4033PrabJ withfemale C57BL6NJ mice (from Jackso n Laboratory; stocks 016197 and 005304, respectively). Genotyping was performed using the Red NA m p PCR kit following the manufacturer s protocol (Millipore-Sigma). All animal procedures were performed in compliance with protocolsapproved by the Institutional Animal Care and Use Committee at ARC. The approved animal protocols associated with this study are NAS-16- 006 and NAS-16-007. Hindlimb unloading Sixteen-week-old female wild-type C57BL6NJ and MCAT mice on C57BL6NJ background were assigned to one of eight experimental groups, andhoused either individually (single housed) or in pairs (social housed) (Supplementary Fig. 1). Females were selected for this study in part because the majority of rodent studies to date on simulated and actualweightlessness have used females. The wild-type groups in this study werethe same animals used in our previous report which focused on the assessment of musculoskeletal outcomes and ow cytometry-based immune cell pro ling in response to isolation 13. The traditional NASA Ames HU cage system was used for single housed HU animals77, while normally loaded (NL) single housed controls were maintained single housed in standard vivarium cages. A separate validation experimentconrmed that NL mice housed in standard vivarium cages or in HU cages did not differ in body weights, plasma corticosterone levels, soleus mass, bone structure, and immune cell populations in peripheral blood (data notshown). A custom caging system as we had previously described 13, was used for social housed, HU mice (pairs). Social housed, NL controls were maintained in standard vivarium cages in pairs as controls for the social HU mice. Animals assigned to HU groups were acclimated for 3 days in HUcages but without unloading, prior to the onset of HU. Room temperature was maintained at a range of 23 24 C with a 12-h light: 12-h dark cycle. Food and water were provided ad libitum. Nestlests (Ancare) wereprovided as enrichment for the animals. Animal weights and food consumption were monitored throughout the duration of the experiment. Animals were euthanized 30 days after the onset of HU via CO 2inhalation followed by cervical dislocation. Sample collection and analysis HU was initiated across three consecutive days with equal numbers ofwild-type and MCAT mice (similar ages) on any given day to accommodatethe large number of animals in this study. All experimental groups experienced the same length of treatments (e.g., HU). Consequently, dissections were performed across 3 consecutive days. The left brain hemisphere was ash frozen and a tissue biopsy (1.20 mm Harris micro punch) from the hippocampus was performed inside acryotome chamber set at 20 C to avoid thawing. Hippocampal tissue was then homogenized in mild lysis buffer (Tris 50 mM, NaCl 150 mM, Igepal 1), Protease Inhibitors (Millipore-Sigma) 78. Samples were then centrifuged at 4 C at 1000  gfor 10 min and supernatants aliquoted and frozen at 80 C until analysis. Cytokine protein abundance in hippocampal homogenates were analyzed using a Mouse CytokineChemokine Array 44-Plex-MD44 (EVE Technologies), and concentration standards run for each cytokine. IL-3cytokine expression was validated by ELISA (Abcam, Cat ab113345-IL-3). Hippocampal cytokine levels were normalized to total protein content as determined by BCA assay. Blood was collected from the vena cava immediately after euthanasia. Undiluted plasma was analyzed for cytokine protein abundance asemployed for hippocampal homogenates. Statistical analysis for cytokine analysis Statistical analysis of cytokine expression was performed using JMP(SAS), Version 14.0.0. Equal variance was rst evaluated by Levene st e s t a n dn o r m a l i t ya s s e s s e db yS h a p i r o Wilk goodness of t test. If equal variance and normality were met, a t model was performed taking into account the three main effects: loading state (NL or HU), housing (singleor social), and genotype (WT or MC AT) and comparisons between the main effects done two at a time (two-way ANOVA) (SupplementaryFig. 1). A two-way ANOVA was selected since we were interested inunderstanding how one factor interacted with one other factor. The threshold of statistical signi cance for both main factor and interaction effects was set at p 0.05. If interaction effects were evident, a Tukey post hoc test was performed at p 0.05. If a main effect was evident, a Dunnett s test was applied to determine differences between groups of that main effect. A two-way ANOVA also was conducted to evaluate theeffects of loading state (NL or HU), genotype (WT or MCAT), and loading state  genotype on the four single housed groups (Supplementary Fig. 1). Similarly, a two-way ANOVA was performed on the four social housedgroups (Supplementary Fig. 1). For datasets with unequal variance andor non-normal distributions, a non-parametric Wilcoxon all pairs test wasperformed with statistical signi cance set at p 0.05. Refer to Supplementary Tables 1 13 for more info on pvalues and summary of the statistical testing applied in this study. Depiction of cytokine results: Venn diagrams On the basis of results derived from two-way ANOVA, statistically signicant differences in cytokine abundance were summarized in Venn diagrams. As described speci cally in each gure and legend, each circle in the diagram represents groups combined according to the various main factors, i.e., loading state (NL or HU, described as Simulated Microgravity effects), or housing (single or social, described as Isolation effects), orgenotype (WT or MCAT, described as Genotype effects), with speci c cytokines affected by the factors listed within each circle. The intersect oftwo circles depicts which cytokines were affected by both main factors. Acrossbar abutting the intersect of the circles depicts ndings that differences in cytokine levels common to both main factors were mitigated in MCAT mice relative to WT mice. Assays for oxidative damage Hippocampal homogenates were analyzed for ROS and related products.4-Hydroxynonenal (4-HNE) adduct was measured by OxiSelect HNE AdductCompetitive ELISA (Cell Biolabs, Cat STA-838). Assay for plasma corticosterone Plasma corticosterone was analyzed in 1:100 diluted plasma by ELISA(Abcam, Cat ab108821). Statistical analysis for corticosterone and assays for oxidative damage Statistical analysis as performed using JMP (SAS), Version 14.0.0. Equal variance was rst evaluated by Levene s test and normality assessed by Shapiro Wilk goodness of t test. For 4-HNE results, a linear t model was created using a least squares approach, and involved the three mainvariables (loading, housing environment, genotype) and their pairwiseinteractions (2  2  2 analysis of variance, ANOVA). If interaction effectswere observed ( p 0.05), a Tukey post hoc test was performed. For corticosterone results, a non-parametric Wilcoxon all pairs test was performed with statistical signi cance set at p 0.05. Reporting summary Further information on research design is available in the Nature Research Reporting Summary linked to this article. DATA AVAILABILITY All data generated or analyzed during this study are included in this published article and its supplementary information les. Received: 23 January 2021; Accepted: 11 June 2021; REFERENCES 1. Serra, M., Pisu, M. G., Floris, I.  Biggio, G. Social isolation-induced changes in the hypothalamic-pituitary-adrenal axis in the rat. Stress 8, 259264 (2005).L. Rubinstein et al. 7 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 24 2. Jiang, Z., Rompala, G. R., Zhang, S., Cowell, R. M.  Nakazawa, K. Social isolation exacerbates schizophrenia-like phenotypes via oxidative stress in cortical inter-neurons. Biol. Psychiatry 73, 1024 1034 (2013). 3. Audet, M. C., McQuaid, R. J., Merali, Z.  Anisman, H. Cytokine variations and mood disorders: in uence of social stressors and social support. Front. Neurosci. 8, 416 (2014). 4. Arranz, L., Gimenez-Llort, L., De Castro, N. M., Baeza, I.  De la Fuente, M. Social isolation during old age worsens cognitive, behavioral and immune impairment.Rev. espanola de. Geriatr. y. gerontologia 44, 137142 (2009). 5. Crucian, B. E. et al. Immune system dysregulation during space ight: potential countermeasures for deep space exploration missions. Front. Immunol. 9, 1437 (2018). 6. Mehta, S. K. et al. Multiple latent viruses reactivate in astronauts during Space Shuttle missions. Brain Behav. Immun. 41, 210217 (2014). 7. Crucian, B. et al. Alterations in adaptive immunity persist during long-duration space ight. npj Microgravity 1, 15013 (2015). 8. Mehta, S. K. et al. Latent virus reactivation in astronauts on the international space station. npj Microgravity 3, 11 (2017). 9. Bigley, A. B. et al. NK cell function is impaired during long-duration space ight. J. Appl Physiol. 126, 842853 (2019). 10. Crucian, B. E. et al. Plasma cytokine concentrations indicate that in vivo hormonal regulation of immunity is altered during long-duration space ight. J. Interferon Cytokine Res. 34, 778786 (2014). 11. Crucian, B. et al. Immune system dysregulation occurs during short duration space ight on board the space shuttle. J. Clin. Immunol. 33, 456465 (2013). 12. Mehta, S. K. et al. Reactivation of latent viruses is associated with increased plasma cytokines in astronauts. Cytokine 61, 205209 (2013). 13. Tahimic, C. G. T. et al. In uence of social isolation during prolonged simulated weightlessness by hindlimb unloading. Front. Physiol. 10, 1147 (2019). 14. Uttara, B., Singh, A. V., Zamboni, P.  Mahajan, R. T. Oxidative stress and neu- rodegenerative diseases: a review of upstream and downstream antioxidanttherapeutic options. Curr. Neuropharmacol. 7,6 574 (2009). 15. Schriner, S. E. et al. Extension of murine life span by overexpression of catalase targeted to mitochondria. Science 308 , 1909 1911 (2005). 16. Harman, D. Aging: a theory based on free radical and radiation chemistry. J. Gerontol. 11, 298300 (1956). 17. Dai, D. F. et al. Overexpression of catalase targeted to mitochondria attenuates murine cardiac aging. Circulation 119, 2789 2797 (2009). 18. Dai, D. F. et al. Age-dependent cardiomyopathy in mitochondrial mutator mice is attenuated by overexpression of catalase targeted to mitochondria. Aging Cell 9, 536544 (2010). 19. Dai, D. F.  Rabinovitch, P. Mitochondrial oxidative stress mediates induction of autophagy and hypertrophy in angiotensin-II treated mouse hearts. Autophagy 7, 917918 (2011). 20. Olsen, R. H., Johnson, L. A., Zuloaga, D. G., Limoli, C. L.  Raber, J. Enhanced hippocampus-dependent memory and reduced anxiety in mice over-expressinghuman catalase in mitochondria. J. Neurochem. 125, 303313 (2013). 21. Franceschi, C.  Campisi, J. Chronic in ammation (in ammaging) and its potential contribution to age-associated diseases. J. Gerontol. Ser. A Biol. Sci. Med. Sci.69,S 4S9 (2014). 22. Lee, J. K. et al. Space ight-associated brain white matter microstructural changes and intracranial uid redistribution. JAMA Neurol. 76, 412419 (2019). 23. Silver, F. H., DeVore, D.  Siperko, L. M. Invited review: role of mechanophysiology in aging of ECM: effects of changes in mechanochemical transduction. J. Appl. Physiol. 95, 2134 2141 (2003). 24. Convertino, V. A. Mechanisms of microgravity induced orthostatic intolerance: implications for effective countermeasures. J. Gravitational Physiol. 9,113 (2002). 25. Steffen, J. M., Fell, R. D., Geoghegan, T. E., Ringel, L. C.  Musacchia, X. J. Age effects on rat hindlimb muscle atrophy during suspension unloading. J. Appl. Physiol. 68, 927931 (1990). 26. Vernikos, J.  Schneider, V. S. Space, gravity and the physiology of aging: parallel or convergent disciplines? A mini-review. Gerontology 56, 157166 (2010). 27. Mao, P. et al. Mitochondria-targeted catalase reduces abnormal APP processing, amyloid beta production and BACE1 in a mouse model of Alzheimer s disease: implications for neuroprotection and lifespan extension. Hum. Mol. Genet. 21, 29732990 (2012). 28. Liao, A. C. et al. Mitochondrial-targeted human catalase affords neuroprotection from proton irradiation. Radiat. Res. 180,16 (2013). 29. Parihar, V. K. et al. Targeted overexpression of mitochondrial catalase prevents radiation-induced cognitive dysfunction. Antioxid. Redox Signal. 22,7 891 (2015). 30. Wang, Y., Wang, G. Z., Rabinovitch, P. S.  Tabas, I. Macrophage mitochondrial oxidative stress promotes atherosclerosis and nuclear factor-kappaB-mediatedinammation in macrophages. Circulation Res. 114, 421433 (2014). 31. Clement, G. R. et al. Challenges to the central nervous system during human space ight missions to Mars. J. Neurophysiol. 123, 2037 2063 (2020).32. Mao, X. W. et al. Simulated microgravity and low-doselow-dose-rate radiation induces oxidative damage in the mouse brain. Radiat. Res. 185, 647657 (2016). 33. Sarkar, P. et al. Proteomic analysis of mice hippocampus in simulated micro- gravity environment. J. Proteome Res. 5, 548553 (2006). 34. Sun, X. Q., Xu, Z. P., Zhang, S., Cao, X. S.  Liu, T. S. Simulated weightlessness aggravates hypergravity-induced impairment of learning and memory andneuronal apoptosis in rats. Behav. Brain Res. 199, 197202 (2009). 35. Merson, T. D., Binder, M. D.  Kilpatrick, T. J. Role of cytokines as mediators and regulators of microglial activity in in ammatory demyelination of the CNS. Neuromolecular Med. 12,9 9132 (2010). 36. Kothur, K., Wienholt, L., Brilot, F.  Dale, R. C. CSF cytokineschemokines as bio- markers in neuroin ammatory CNS disorders: a systematic review. Cytokine 77, 227237 (2016). 37. Hennessy, M. B., Deak, T.  Schiml, P. A. Sociality and sickness: have cytokines evolved to serve social functions beyond times of pathogen exposure? Brain Behav. Immun. 37,1 520 (2014). 38. Gaudier-Diaz, M. M. et al. Social interaction modulates the neuroin ammatory response to global cerebral ischemia in male mice. Brain Res. 1673 ,8 694 (2017). 39. Pecaut, M. J. et al. Is space ight-induced immune dysfunction linked to systemic changes in metabolism? PLoS ONE 12, e0174174 (2017). 40. Jurdana, M. et al. Impact of 14-day bed rest on serum adipokines and low-grade in ammation in younger and older adults. Age37, 116 (2015). 41. Hoff, P. et al. Effects of 60-day bed rest with and without exercise on cellular and humoral immunological parameters. Cell. Mol. Immunol. 12, 483492 (2015). 42. Xu, X. et al. Changes of cytokines during a space ight analog-a 45-day head- down bed rest. PLoS ONE 8, e77401 (2013). 43. Day, J. R., Frank, A. T., O Callaghan, J. P.  DeHart, B. W. Effects of microgravity and bone morphogenetic protein II on GFAP in rat brain. J. Appl Physiol. 85, 716722 (1998). 44. Knierim, J. J., McNaughton, B. L.  Poe, G. R. Three-dimensional spatial selectivity of hippocampal neurons during space ight. Nat. Neurosci. 3, 209210 (2000). 45. Ranjan, A., Behari, J.  Mallick, B. N. Cytomorphometric changes in hippocampal CA1 neurons exposed to simulated microgravity using rats as model. Front. Neurol. 5, 77 (2014). 46. Mao, X. W. et al. Space ight induces oxidative damage to blood-brain barrier integrity in a mouse model. FASEB J. 34, 15516 15530 (2020). 47. Zhang, Y. et al. Involvement of cholinergic dysfunction and oxidative damage in the effects of simulated weightlessness on learning and memory in rats. BioMed. Res. Int. 2018 , 2547532 (2018). 4 8 .E r i c k s o n ,M .A .B a n k s ,W .A .C y t o k i n ea n dc h e m o k i n er e s p o n s e si ns e r u m and brain after single and repeated injections of lipopolysaccharide: multi-plex quanti cation with path analysis. Brain Behav. Immun. 25, 1637 1648 (2011). 49. Leclercq, S. et al. Low-dose penicillin in early life induces long-term changes in murine gut microbiota, brain cytokines and behavior. Nat. Commun. 8, 15062 (2017). 50. Garrido, A., Cruces, J., Ceprian, N., Vara, E.  de la Fuente, M. Oxidative- inammatory stress in immune cells from adult mice with premature aging. International Journal of Molecular Sciences 20,https:doi.org10.3390 ijms20030769 (2019). 51. Accattato, F. et al. Effects of acute physical exercise on oxidative stress and inammatory status in young, sedentary obese subjects. PLoS ONE 12, e0178900 (2017). 52. Norsk, P. Adaptation of the cardiovascular system to weightlessness: surprises, paradoxes and implications for deep space missions. Acta Physiol. 228, e13434 (2020). 53. Vico, L.  Hargens, A. Skeletal changes during and after space  ight. Nat. Rev. Rheumatol. 14, 229245 (2018). 54. Martin Paez, Y., Mudie, L. I.  Subramanian, P. S. Space ight associated neuro- ocular syndrome (SANS): a systematic review and future directions. Eye Brain 12, 105117 (2020). 55. Gao, Y., Arfat, Y., Wang, H.  Goswami, N. Muscle atrophy induced by mechanical unloading: mechanisms and potential countermeasures. Front. Physiol. 9, 235 (2018). 56. Frantzidis, C. A. et al. Current trends and future perspectives of space neu- roscience towards preparation for interplanetary missions. Neurol. India 67, S182S187 (2019). 57. Cucinotta, F. A.  Cacao, E. Risks of cognitive detriments after low dose heavy ion and proton exposures. Int. J. Radiat. Biol. 95, 985998 (2019). 58. Mysoet, J. et al. Reorganization of motor cortex and impairment of motor per- formance induced by hindlimb unloading are partially reversed by cortical IGF-1administration. Behav Brain Res. 317, 434443 (2017). 59. Sanchis, P. et al. Microglial cell-derived interleukin-6 in uences behavior and inammatory response in the brain following traumatic brain injury. Glia 68, 9991016 (2020).L. Rubinstein et al. 8 npj Microgravity (2021) 24 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA60. Alves, S. et al. Interleukin-2 improves amyloid pathology, synaptic failure and memory in Alzheimer s disease mice. Brain 140, 826842 (2017). 61. Zhong, Q. et al. Toll-like receptor 4 de ciency ameliorates beta2-microglobulin induced age-related cognition decline due to neuroin ammation in mice. Mol. Brain 13, 20 (2020). 62. Akdis, M. et al. Interleukins (from IL-1 to IL-38), interferons, transforming growth factor beta, and TNF-alpha: Receptors, functions, and roles in diseases. J. Allergy Clin. Immunol. 138, 9841010 (2016). 63. Kragstrup, T. W. et al. The interleukin-20 receptor axis in early rheumatoid arthritis: novel links between disease-associated autoantibodies and radiographic progression. Arthritis Res. Ther. 18, 61 (2016). 64. Autieri, M. V. IL-19 and other IL-20 family member cytokines in vascular in am- matory diseases. Front. Immunol. 9, 700 (2018). 65. Miller, E. S., Koebel, D. A.  Sonnenfeld, G. In uence of space ight on the pro- duction of interleukin-3 and interleukin-6 by rat spleen and thymus cells. J. Appl Physiol. 78, 810813 (1995). 66. Paul, A. M. et al. Neutrophil-to-lymphocyte ratio: a biomarker to monitor the immune status of astronauts. Front. Immunol. 11, 564950 (2020). 67. Ge, X. et al. Mitochondrial catalase suppresses naturally occurring lung cancer in old mice. Pathobiol. Aging Age Relat. Dis. 5, 28776 (2015). 68. Shi, J., Fan, J., Su, Q.  Yang, Z. Cytokines and abnormal glucose and lipid metabolism. Front. Endocrinol. 10, 703 (2019). 69. Stouthard, J. M., Oude Elferink, R. P.  Sauerwein, H. P. Interleukin-6 enhances glucose transport in 3T3-L1 adipocytes. Biochem. Biophys. Res. Commun. 220, 241245 (1996). 70. Park, J. et al. MCP-1CCR2 system is involved in high glucose-induced bronectin and type IV collagen expression in cultured mesangial cells. Am. J. Physiol. Ren. Physiol. 295, F749 F757 (2008). 71. Varholick, J. A. et al. Social dominance hierarchy type and rank contribute to phenotypic variation within cages of laboratory mice. Sci. Rep. 9, 13650 (2019). 72. Matsuda, S., Tohyama, S.  Mizutani, A. Sex differences in the effects of adult short-term isolation rearing on contextual fear memory and extinction. Neurosci. Lett. 687, 119123 (2018). 73. Ross, A. P. et al. Sex-dependent effects of social isolation on the regulation of arginine-vasopressin (AVP) V1a, oxytocin (OT) and serotonin (5HT) 1a receptor binding and aggression. Hormones Behav. 116, 104578 (2019). 74. Strewe, C. et al. Sex differences in stress and immune responses during con- nement in Antarctica. Biol. Sex. Differences 10, 20 (2019). 75. Fortney, S. M., Turner, C., Steinmann, L., Driscoll, T.  Alfrey, C. Blood volume responses of men and women to bed rest. J. Clin. Pharmacol. 34, 434 439 (1994). 76. Grenon, S. M. et al. Why is orthostatic tolerance lower in women than in men? Renal and cardiovascular responses to simulated microgravity and the role ofmidodrine. J. Investig. Med. 54, 180190 (2006). 77. Morey-Holton, E. R.  Globus, R. K. Hindlimb unloading rodent model: technical aspects. J. Appl Physiol. 92, 1367 1377 (2002). 78. Palkovits, M. Punch sampling biopsy technique. Methods Enzymol. 103, 368376 (1983).ACKNOWLEDGEMENTS This work was funded by a grant from the NASA Space Biology Program (R.K.G.,C.G.T.T.). L.R. was supported by a fellowship from the NASA Postdoctoral Program (NPP). We thank Dr. Masahiro Terada for assistance in the animal experiments and dissections. We thank Drs. Sulekha Anand and Joshua Alwood for advice on statisticalmethods. AUTHOR CONTRIBUTIONS C.G.T.T., R.K.G., A.S., and L.R. conceived and planned the study. L.R., A.S., S.S., S.M.T.,M.G.L, and C.G.T.T. conducted the experiments. L.R., A.S., S.S., S.M.T., M.G.L., C.G.T.T., F.K., A.R.A. collected and analyzed the data. L.R., C.G.T.T., A.R.A., M.B.S., and R.K.G. interpreted the results. L.R. and C.G.T.T. drafted the manuscript. All authors approvedthenal version of the manuscript. COMPETING INTERESTS The authors declare no competing interests. ADDITIONAL INFORMATION Supplementary information The online version contains supplementary material available at https:doi.org10.1038s41526-021-00152-w . Correspondence and requests for materials should be addressed to C.G.T.T. Reprints and permission information is available at http:www.nature.com reprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http:creativecommons. orglicensesby4.0 .  The Author(s) 2021L. Rubinstein et al. 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 24",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            }
        ]
    }
]