[
    {
        "pmid": "33976696",
        "title": "Role of Shear Stress on Renal Proximal Tubular Cells for Nephrotoxicity Assays.",
        "year": "2021",
        "journal": "J Toxicol",
        "abstract": "Drug-induced nephrotoxicity causes huge morbidity and mortality at massive financial cost. The greatest burden of drug-induced acute kidney injury falls on the proximal tubular cells. To maintain their structure and function, renal proximal tubular cells need the shear stress from tubular fluid flow. Diverse techniques to reintroduce shear stress have been studied in a variety of proximal tubular like cell culture models. These studies often have limited replicates because of the huge cost of equipment and do not report all relevant parameters to allow reproduction and comparison of studies between labs. This review codifies the techniques used to reintroduce shear stress, the cell lines utilized, and the biological outcomes reported. Further, we propose a set of interventions to enhance future cell biology understanding of nephrotoxicity using cell culture models.",
        "full_text": "Review Article Role of Shear Stress on Renal Proximal Tubular Cells for Nephrotoxicity Assays Holly H. Birdsall 1,2,3,4and Timothy G. Hammond 3,4,5,6 1Departments of Otorhinolaryngology, Immunology, and Psychiatry, Baylor College of Medicine, Houston, TX 77030, USA 2Otolaryngology Section, Surgery Service Line, Durham VA Health Care System, 508 Fulton Street, Durham, NC 27705, USA 3NephrologySection,DepartmentofMedicine,TulaneUniversitySchoolofMedicine,1430TulaneAve,NewOrleans70112,USA 4Space Policy Institute, Elliott School of International Aairs, George Washington University, Washington, DC 20052, USA 5Nephrology Section, Medicine Service Line, Durham VA Health Care System, 508 Fulton Street, Durham, NC 27705, USA 6Nephrology Division, Department of Internal Medicine, Duke University School of Medicine, Durham, NC 27705, USA Correspondence should be addressed to Timothy G. Hammond; hammondoutofoceyahoo.com Received 27 December 2020; Accepted 24 March 2021; Published 22 April 2021 Academic Editor: Anthony DeCaprio Copyright 2021 Holly H. Birdsall and Timothy G. Hammond. -_his is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Drug-inducednephrotoxicitycauseshugemorbidityandmortalityatmassivenancialcost.-_hegreatestburdenofdrug-induced acutekidneyinjuryfallsontheproximaltubularcells.Tomaintaintheirstructureandfunction,renalproximaltubularcellsneed theshearstressfromtubularuidow.Diversetechniquestoreintroduceshearstresshavebeenstudiedinavarietyofproximal tubular like cell culture models. -_hese studies often have limited replicates because of the huge cost of equipment and do not reportallrelevantparameterstoallowreproductionandcomparisonofstudiesbetweenlabs.-_hisreviewcodiesthetechniques used to reintroduce shear stress, the cell lines utilized, and the biological outcomes reported. Further, we propose a set of interventions to enhance future cell biology understanding of nephrotoxicity using cell culture models. -_heinabilitytoaccuratelyidentifynephrotoxicityisamajor issue for drug development. Nephrotoxicity is the com-monestreasontoprolonghospitalstaysintheUnitedStatesand elsewhere 1. Acute kidney injury commonly prog-resses to end-stage renal disease and the need for renalreplacementtherapy,e.g.,dialysisortransplantation,withitssubstantial costs and morbidity 24. Fourteen drugs werewithdrawn from the market between 1990 and 2010 fornephrotoxicity that had not been detected with available screening strategies 5. -_here is currently no FDA-approved in vitro test for nephrotoxicity6.Amajorcontributingfactoristhelackof a readily available cellular target that is an accurate, rep-resentative,andphysiologicallyrelevantmodelofcellsintheliving kidney. Proximal tubule cells (PTC) are a primecandidate for an in vitro assay of nephrotoxicity. PTC areprimarily responsible for the uptake and metabolism ofdrugs in the kidney 79 and are a target for damage frommany commonly prescribed clinical drugs including ami-noglycoside antibiotics, amphotericin B, radiocontrast me-dia, immunoglobulins, and diverse antineoplastic agents7, 8. PTC rapidly dedierentiates under traditional 2D cul- ture conditions, e.g., 96-well tissue culture plates, whichseverely limits the utility of this format for in vitro toxicityassays10.WhatPTCneedisexposuretouidshearstress.In vivo, PTC are exposed to uid shear stress as the blood ltrate from the glomerulus ows past them en route to becoming urine. -_hey sense this shear stress and respondwith structural and biochemical changes, changes that needto be maintained in the in vitro environment. Fukudaetal.foundthathumanprimaryPTCexposedto uid shear stress for 24hours increased their expression ofseveraldrugtransporters,includingSLC37A2,SLS33A2,andSLC47A1(alsoknownatMATE2-K11.Xuetal.foundthatprimary rat tubules maintained their express of P450Hindawi Journal of Toxicology Volume 2021, Article ID 6643324, 6 pages https:doi.org10.115520216643324CYP1A1 for 12 days if exposed to shear uid stress in a gyrorotatoryculture12.Molletetal.foundthatHK-2cellsexposed to uid shear stress in a bioreactor, compared tostatic cultures, maintained their expression of multiplemembrane transporter proteins for 21 days, includingPEPT1 (SLC15A1), PEPT 2 (SLC15A2), OCT1 (SLC22A1), OAT3 (SLC22A8), gamma glutamyl transferase (gGT), and sodium-glucose cotransporter-2 (SGLT2) 13. Unfortu-nately, none of these authors reported the intensity of theuid shear stress that was applied to the PTC. -_he magnitude of the shear stress to which PTC are exposedisdependentonthequantityofltrateowingpast,the viscosity of the ltrate, and the internal structure of theproximaltubule.-_heproximaltubulenarrowsasonemovesdistally, the length and density of their microvilli changes,and the composition of the uid changes as the PTC re-absorbwater,proteins,andothercomponents.However,the ow in the initial portion of the proximal tubule can be estimatedfromthesingle-nephronglomerularltrationrateof 30 and 90nLmin 14. -_his would suggest that PTC invivo are exposed to approximately 0.050.17dynescm 2of shear stress 15 which is much lower than the 5 to100dynescm 2that endothelial cells encounter in the vas- cular system 16. -_hese low levels of shear stress arechallenging to reproduce in vitro in a uniform manner,particularly when they must be implemented in highthroughput applications. InvitrostudieswithPTChaveusedawiderangeofshear stresses applied for varying durations, making it impossible tocompareresultsbetweenlaboratories.Whatisneededisa standard uniform method of applying shear stress in vitrothat is simple and easy to implement. Two issues havelimitedstudiesonshearstress.First,theequipmentisusuallyhigh-priced, which creates signicant capitol barriers toexperimentation 1719. Second, few techniques to rein-troduce shear have thoroughly dened the parameters forreproduction by other labs 20. -_his review seeks to categorize the known literature on reintroduction of shear stress on renal proximal tubule celland the utility of suspension culture models which rein- troduce shear to model renal damage. -_he current aim is to understand the amount of shear induced by dierent cellculture methods, the cell types utilized, and the outcomesassayed.-_heseinsightsallowustorecommendinterventionsintheeldofdrug-inducednephrotoxicitytomovetheeldforward. We performed PubMed searches using the termsrenal proximal tubular cells, suspension culture, bioreactor,proximaltubule,renalcellshearstress,nephrotoxicity,drugtoxicity, acute tubular necrosis, and renal genomics. Weidentied 25 papers that used PTC (or PTC cell lines) andspecied the intensity of the shear stress ow and the du- ration of the stimulus. Figure 1 compares the intensity and duration of shear stress applied to PTC in these 25 publications. -_he marker shape indicates the method utilized to generate the shearstress, most of which are microuidics and parallel platestudies. Each study is referenced with a number, dened inTable1.-_hisgraphgivesastarkaccountofwhytheeldhasnotcometoauniversalmodelforstudiesofnephrotoxicity:the miscellany of cell types, shear levels applied, and du-ration of exposure dees simple interpretation. Fluid shear stress induces structural changes in PTC (Table1).Reorganizationofactinbersandthecytoskeletonwas frequently observed, particularly in experiments usinghigher intensities of uid shear stress. -_he studies thatapplied higher intensities of shear stress are useful as ele- vated levels of shear stress on PTC have been implicated in the progression of renal disease 4145. Increased expres-sionofmicrovilliinthepresenceofuidshearstresswasalsonoted by multiple authors (Table 1). -_his is critical, as themicrovilli are the sensors for tubular ow and shear stress23, 29, 31, 46, 47. Of critical importance to the development of an in vitro nephrotoxicity assay, uid shear stress also increases thequantityandoractivityoftransportersthattakeupproteinsand drugs (Table 1). Exposure to uid shear stress causesPTC to express more megalin and cubilin, transporters that are central part of the proximal tubular uptake of albumin, many other proteins, and drugs 4850. Indeed, albumintransport increases when PTC are exposed to uid shearstress(Table1).Renalcellsemployavarietyoforganicaniontransporters(OATs)andorganiccationtransporters(OCTs)51 in the uptake and secretion of drugs. Fluid shear stresshas also been observed to upregulate many of these on PTCincluding MATE (SLC47A1), OCT2 (SLC22A2), P-gp(ABCB1 or MDR1), MAT2K (SLC472K), and MRP24(ABCC24). Jang et al. noted that the P-gp eux by humanprimary PTC exposed to 0.2dynescm 2shear stress in vitro wasclosertothatobservedinvivocomparedtoPTCinstatic2D cultures 27. 1 0.1 1000 100 101 0.110 0.0124 24 678 9 121518 19 2021 351314 1617 1022 2325 1Shear stress (dynescm2) Duration (hrs.)11Figure1:VaryingconditionsusedtoexposePTCtoshearstressin vitro. -_he graph illustrates the varying intensity and duration of shear stress applied to cultured PTC from 25 reports in the lit- erature.-_he y-axisistheintensityofshearforceindynescm2,and thex-axis is the duration of the exposure in hours. When a report usedmultipleofconditions,arrowsindicatetherangeofintensities, andor times and the marker is placed at the average value. Each publication is indicated with a number which corresponds to the citationinTable1.-_hemarkershapeindicatesthemethodusedto apply the uid shear stress: blue squares are parallel plates and microuidics, red circles are rotating wall suspension culture, and green triangles are stirring bioreactors and orbital shakers.2 JournalofToxicologyTable1: -_he study reference, shear stress in dynescm2, duration in hours, technology utilized, and cell type. Reference numberShear stress (dynes cm2)Duration (hours)Fluid shear stress generated withCellResponse of PTC to uid shear stress Reorganized actin and cytoskeletonIncreased microvilliIncreased cubilin megalin, albumin transportIncreased expression of drug transporters 1. Bhat 1995 210.020.27 1215Spinner asks with stirrersMDCK (canine) X 2. Cowger 2000 220.040.12 48Rotating wall vessel suspensionPrimary PTC (human) 3. Hammond 19992000 200.040.12 144Rotating wall vessel suspensionPrimary PTC (humanandrat) 4. Raghavan 2014 230.10.250.5 MIcrouidicsLLC-PK1 (pig), OK (possum)X 5.Miravete2011240.55 1 Parallel plate HK-2 (human) 6. Shimony2008 250.1 2448 Slow rotation)MDCK (canine), HK-2 (human) 7. Xu 2020 12 0.2 2.5 Microuidics HK-2 (human) X 8. Jayagopal2019 260.22 240 Parallel plate MDCK (canine)MATE  OCT2 9. Jang 2013270.2 72 MicrouidicsPrimary PTC (human)X X P-gp 10. Duan 2010280.2 3 Parallel platePrimary PTC (murine)X 11.Homan2016290.1  0.5 1008Perfused 3-D constructPTC-hTERT1 X X X 12. Carrisoza-gaytan 2014 300.2 0.5 Parallel platempkCCD (murine)X 13. Kaysen 1999 310.51 240384Rotating wall vessel suspensionPrimary PTC (ratandhuman)X X 14. Brakeman2016 320.55 5 MicrouidicsPrimary PTC (human) 15. Frohlich 2012 330.5 2 Parallel plate HK-2 (human) X 16.Fukuda2017110.5 2448 Parallel platePrimary PTC (human)MAT2K 17. Essig 2001150.040.17 224 Parallel platePrimary PTC (murine) and LLC-PK1X 18. Vriend 2020 340.52.0 216 MicrouidicsImmortalized hu PTCXMRP24 and P-gp 19. Duan 2008351.0 5 Parallel platePrimary PTC (murine)X 20. Ferrell 2012361.0 3 MIcrouidicsPrimary PTC (murine)X 21. Kunnen2017 371.9 420Parallel plate and cone-plateSV40 transformed PTC (murine)X 22. Cattaneo 2011 382.0 6 Parallel plate MDCK (canine) X 23. Kunnen 2018b 392.0 416 Parallel plateSV40 transformed PTC (murine)XJournalofToxicology 3With a specic focus on suspension culture and shear stress eects on renal proximal tubular cells, this review expands and enhances a specic segment of the Good CellCulturePractice(GCCP)initiative52startedbytheformerEuropean Center for the Validation of Alternative Methods (ECVAM) 53. -_he GCCP program tries to dene stan- dardized protocols to cultivate all relevant human tissuesorgans to test toxicity of newly developed drugs andchemicals. -_he diversity of shear stress levels and durations in the studies reviewed here emphasizes the need for systematicreportingofspeciccriteriainordertoproduceaknowledgebasetosupportharmonizedprotocols.Ourlabproposedthismorethanadecadeago,embodiedintheBonncriteria20.While there are developments on the way to generateharmonized protocols that should allow for prediction of nephrotoxicity during the preclinical phase of drug devel- opment 5456, each methodology will need the kind ofsummary review presented here to allow useful progressionof the initiatives. -_he duration of shear exposure and cell type have striking eects on cellular responses (Table 1). It is a co-nundrum to compare studies not only because of dieringshear stress, duration, and cell types, but the variousstudiesutilized diverse outcome measures. A few studies have ex-amined dierent shear levels and demonstrated changesdependent on shear levels 21, 29, 31. -_here is scant, if any, data on the time course of changes in selected outcomes. Hence,studyofchangesinoutcomesovertimeisoneofoursuggestions for future study. Only with harmonized protocols that dene the shear stress applied on renal proximal tubules can many of thequestionspivotaltopredictingnephrotoxicitybeanswered:does shear induce certain specic patterns in gene ex-pression? Is there an interdependency between the mag-nitude of shear stress and the expression of specic genes?Howdotheeectsofcellsexposedtoshearstressorundermicrouidic conditions compare? Can the change in phenotypic function of proximal tubular cells in culture towards an in vivo equivalent state be achieved by shearstress alone?1.Conclusions We propose three strategies to move the eld towards a uniform model to test nephrotoxicity of drugs. First, in 2010, we proposed a minimum data set to be re- ported to allow reproduction of suspension culture studies in other labs 20. As the meeting where the proposal was pre-sented was in Bonn, we termed these the Bonn criteria 20.-_heyincludethevesseldiameter,rotationspeed,mediaviscosity,media density, cellorganoidspheroid diameter, and density.-_he Bonn criteria remain critical to interpret data between labsand allow accurate experimental reproduction between labs. Second, if dierent labs continue to use dierent tech- niques and reagents including cell types, some tradeo or bake-o studies will be indispensable to understand dif- ferences between approaches. Last, the development of a low capital, inexpensive, to- usesuspensionculturetechnologywouldallowfarmorelabsaccess to the technology and occasion the opportunity forstudies to include more replicates and conditions cost-eectively. -_he search for a uniform model to study nephrotoxicity isseverelylimitedbytheuseofamultiplicityofmethodsandtechniques,whichcannotbesimplycompared.Laboratoriesusedierentcelltypesapproximatingrenalproximaltubular cells and applydiverseshearstress methods, and there is no systematic and adequate reporting of culture parameters.-_he morbidity, mortality, and cost of drug induced acuterenalinjuryshouldmakeanintegratedcellbiologyapproachto nephrotoxicity an urgent priority. Abbreviations gGT: Gamma glutamyl transferaseMATE: Multidrug and toxin extrusion protein MDCK: MadinDarby Canine Kidney Pgp: P glycoprotein transporterPETP: Peptide transporterPTC: Proximal tubule cellsOAT: Organic anion transportersOCT: Organic cation transporters.Table1: Continued. Reference numberShear stress (dynes cm2)Duration (hours)Fluid shear stress generated withCellResponse of PTC to uid shear stress Reorganized actin and cytoskeletonIncreased microvilliIncreased cubilin megalin, albumin transportIncreased expression of drug transporters 24. Ferrell 2018 402.0 6240 Orbital shakerPrimary PTC (human)X 25. Maggiorani2015 415.0 48 Parallel plate HK-2 (human) X Initially reported as 1.0dynescm2; corrected in errata to 0.1dynescm2. -_his table displays the eects of uid shear stress on PTC in vitro. -_he data are abstractedfrom25publicationsthatreportedtheamountofshearstressapplied(dynescm2)andthedurationofthestimulus.Whenarangeofintensitiesor exposure times was used, arrows indicate the range and the symbol is placed at the average amount. -_he PTC cell types used included primary cells (from human, mouse, or rat), MadinDarby Canine Kidney (MDCK) cell line, Human papillomatransduced PTC (HK2), SV40transformed murine PTC, LLCPK1 (pig kidney line), and OK (opossum kidney cell line). -_he reference numbers are the key for Figure 1.4 JournalofToxicologyData Availability All articles cited are freely available on PubMed and other academic media. Disclosure -_hecontentdoesnotrepresenttheviewsoftheDepartmentof Veterans Aairs or the United States of America. Conflicts of Interest -_he authors declare that they have no conicts of interest. Acknowledgments -_his material is the result of work supported with resourcesand the use of facilities at the Durham Veterans AairsHealth Care System and Duke University School of Medi-cine.-_hisstudywasalsosupportedbytheNASAgranttotheInstitute for Medical Research (80NSSC19K0706). References 1 S. A. Silver, J. Long, Y. Zheng, and G. M. Chertow, Cost of acute kidney injury in hospitalized patients, Journal of Hospital Medicine, vol. 12, no. 2, pp. 7076, 2017. 2 D. P. Basile, M. D. Anderson, and T. A. Sutton, Patho- physiologyofacutekidneyinjury, ComprehensivePhysiology, vol. 2, no. 2, pp. 13031353, 2012. 3 M.A.Perazella,Drug-inducedacutekidneyinjury, Current Opinion in Critical Care, vol. 25, no. 6, pp. 550557, 2019. 4 R.Savin,N.Lameire,L.Annemans,andW.VanBiesen,Cost of renal replacement: how to help as many as possible while keeping expenses reasonable? Nephrology Dialysis Trans- plantation, vol. 31, no. 8, pp. 12511261, 2016. 5 N. S. Hay, B. S. Lopes, L. Tom as, and S. F. Almeida, Drug withdrawal due to safety: a review of the data supportingwithdrawal decision, Current Drug Safety, vol. 15, no. 1, pp. 412, 2020. 6 F. Dieterle, F. Sistare, F. Goodsaid et al., Renal biomarker qualication submission: a dialog between the FDA-EMEA and predictive safety testing consortium, Nature Biotech- nology, vol. 28, no. 5, pp. 455462, 2010. 7 D. Crean, P. Bellwon, L. Aschauer et al., Development of an in vitro renal epithelial disease state model for xenobiotictoxicity testing, Toxicology in Vitro, vol. 30, no. 1, pp. 128137, 2015. 8 W. Pfaller and G. Gstraunthaler, Nephrotoxicity testing in vitro--what we know and what we need to know, Environ- mentalHealthPerspectives,vol.106,no.2,pp.559569,1998. 9 M. Ma, G. Stadler, P. Jennings et al., hTERT alone im- mortalizes epithelial cells of renal proximal tubules without changing their functional characteristics, American Journal of Physiology-Renal Physiology, vol. 295, no. 5, pp. F1365F1375, 2008. 10 I. M. Bruggeman, J. J. W. M. Mertens, J. H. M. Temmink, M. C. Lans, R. M. E. Vos, and P. J. Van Bladeren, Use of monolayers of primary rat kidney cortex cells for nephro- toxicitystudies, ToxicologyinVitro,vol.3,no.4,pp.261269, 1989. 11 Y. Fukuda, M. Kaishima, T. Ohnishi et al., Fluid shear stress stimulates MATE2-K expression via Nrf2 pathwayactivation, Biochemical and Biophysical Research Commu- nications, vol. 484, no. 2, pp. 358364, 2017. 12 J.Riedl,D.Patton,S.K.Jackson,andW.M.Purcell,In-vitro maintenance and functionality of primary renal tubules and their application in the study of relative renal toxicity of nephrotoxic drugs, Journal of Pharmacological and Toxico- logical Methods, vol. 68, no. 2, pp. 269274, 2013. 13 B. B. Gr es, I. L. J. Bogaerts, G. C. van Almen, and P. Y. W. Dankers, A bioarticial environment for kidney epithelial cells based on a supramolecular polymer basementmembrane mimic and an organotypical culture system, Journal of Tissue Engineering and Regenerative Medicine, vol. 11, no. 6, pp. 18201834, 2017. 14 J. P. Bonvalet and C. de Rougnac, Distribution of ferro- cyanidealongtheproximaltubularlumenoftheratkidney:itsimplicationsuponhydrodynamics, 4T_heJournalofPhysiology, vol. 318, no. 1, pp. 8598, 1981. 15 M.Essig,F.Terzi,M.Burtin,andG.Friedlander,Mechanical strains induced by tubular ow aect the phenotype ofproximaltubularcells, AmericanJournalofPhysiology-Renal Physiology, vol. 281, no. 4, pp. F751F762, 2001. 16 P. F. Schmidt, Flow-mediated endothelial mechano- transduction, Physiological Reviews, vol. 75, no. 3, pp. 519560, 1995. 17 T. Hammond, P. Allen, and H. Birdsall, Is there a space- based technology solution to problems with preclinical drug toxicity testing? Pharmaceutical Research, vol. 33, no. 7, pp. 15451551, 2016. 18 S. V. Hammond, P. X. Er, K. T. Lawlor et al., Kidney micro- organoidsinsuspensioncultureasascalablesourceofhuman pluripotent stem cell-derived kidney cells, Development, vol. 146, no. 5, Article ID dev172361, 2019. 19 A.Przepiorski,V.Sander,T.Tranetal.,Asimplebioreactor- based method to generatekidney organoids from pluripotentstemcells, StemCellReports,vol.11,no.2,pp.470484,2018. 20 T. Hammond and P. Allen, -_he Bonn criteria: minimal experimental parameter reporting for clinostat and randompositioning machine experiments with cells and tissues, Microgravity Science and Technology, vol. 23, no. 2, pp. 271 275, 2011. 21 V. D. Bhat, P. A. Windridge, R. S. Cherry, and L. J. Mandel, Fluctuating shear stress eects on stress ber architectureandenergymetabolismofculturedrenalcells, Biotechnology Progress, vol. 11, no. 5, pp. 596600, 1995. 22 N. L. Cowger, E. Benes, P. L. Allen, and T. G. Hammond, Expression of renal cell protein markers is dependent oninitial mechanical culture conditions, Journal of Applied Physiology, vol. 92, no. 2, pp. 691700, 2002. 23 V.Wolvetang,Y.Rbaibi,N.M.Pastor-Soler,M.D.Carattino, andO.A.Weisz,Shearstress-dependentregulationofapical endocytosis in renal proximal tubule cells mediated by pri- mary cilia, Proceedings of the National Academy of Sciences, vol. 111, no. 23, pp. 85068511, 2014. 24 M.Mirav ete,J.Klein,A.Besse-Patinetal.,Renaltubularuid shearstresspromotesendothelialcellactivation, Biochemical and Biophysical Research Communications, vol. 407, no. 4, pp. 813817, 2011. 25 N. Shimony, I. Avrahami, R. Gorodetsky et al., A 3D rotary renal and mesenchymal stem cell culture model unveils celldeath mechanisms induced by matrix deciency and low shear stress, Nephrology Dialysis Transplantation, vol. 23, no. 6, pp. 20712080, 2008. 26 A. Jayagopal, P. R. Brakeman, P. Soler et al., Apical shear stress enhanced organic cation transport in human OCT2JournalofToxicology 5MATE1-transfected Madin-Darby canine kidney cells in- volves ciliary sensing, Journal of Pharmacology and Experi- mental 4T_herapeutics, vol. 369, no. 3, pp. 523530, 2019. 27 K.-J.Lewis,A.P.Mehr,G.A.Hamiltonetal.,Humankidney proximal tubule-on-a-chip for drug transport and nephro- toxicity assessment, Integrative Biology, vol. 5, no. 9, pp. 11191129, 2013. 28 Y.Duan,A.M.Weinstein,S.Weinbaum,andT.Wang,Shear stress-induced changes of membrane transporter localizationandexpressioninmouseproximaltubulecells, Proceedingsof the National Academy of Sciences, vol. 107, no. 50,pp. 2186021865, 2010. 29 K. A. Homan, D. B. Kolesky, M. A. Skylar-Scott et al., Bioprinting of 3D convoluted renal proximal tubules onperfusable chips, Scientic Reports, vol. 6, no. 1, Article ID 34845, 2016. 30 R. Carrisoza-Gaytan, Y. Liu, D. Flores et al., Eects of biomechanical forces on signaling in the cortical collectingduct (CCD), American Journal of Physiology-Renal Physi- ology, vol. 307, no. 2, pp. F195F204, 2014. 31 J. H. Ingber, W. C. Campbell, R. R Majewski et al., Select de novo gene and protein expression during renal epithelial cellcultureinrotatingwallvesselsisshearstressdependent, 4T_he JournalofMembraneBiology,vol.168,no.1,pp.7789,1999. 32 P.Brakeman,S.Miao,J.Chengetal.,Amodularmicrouidic bioreactor with improved throughput for evaluation of po- larized renal epithelial cells, Biomicrouidics, vol. 10, no. 6, Article ID 064106, 2016. 33 E. M. Frohlich, X. Zhang, and J. L. Charest, -_he use of controlled surface topography and ow-induced shear stresstoinuencerenalepithelialcellfunction, IntegrativeBiology, vol. 4, no. 1, pp. 7583, 2012. 34 J. Vriend, J. G. P. Peters, T. T. G. Nieskens et al., Flow stimulatesdrugtransportinahumankidneyproximaltubule- on-a-chip independent of primary cilia, Biochimica et Bio- physica Acta (BBA)-General Subjects, vol. 1864, no. 1,p. 129433, 2020. 35 Y. Duan, N. Gotoh, Q. Yan et al., Shear-induced reorgani- zation of renal proximal tubule cell actin cytoskeleton and apical junctional complexes, Proceedings of the National Academy of Sciences, vol.105, no. 32, pp.1141811423, 2008. 36 N. Ferrell, K. B. Ricci, J. Groszek, J. T. Marmerstein, and W. H. Fissell, Albumin handling by renal tubular epithelial cells in a microuidic bioreactor, Biotechnology and Bioen- gineering, vol. 109, no. 3, pp. 797803, 2012. 37 S. J. Kunnen, W. N. Leonhard, C. Semeins et al., Fluid shear stress-induced TGF-ALK5 signaling in renal epithelial cellsis modulated by MEK12, Cellular and Molecular Life Sci- ences, vol. 74, no. 12, pp. 22832298, 2017. 38 I. Cattaneo, L. Condorelli, A. R. Terrinoni et al., Shear stress reverses dome formation in conuent renal tubular cells,Cellular Physiology and Biochemistry, vol. 28, no. 4,pp. 673682, 2011. 39 S. J. Kunnen, T. B. Malas, C. Formica, W. N. Leonhard, P. A. C. t Hoen, and D. J. M. Peters, Comparative tran- scriptomics of shear stress treated Pkd1 cells and pre- cystic kidneys reveals pathways involved in early polycystickidney disease, Biomedicine  Pharmacotherapy, vol. 108, pp. 11231134, 2018. 40 N. Ferrell, J. Cheng, S. Miao, S. Roy, and W. H. Fissell, Orbital shear stress regulates dierentiation and barrier function of primary renal tubular epithelial cells, ASAIO Journal, vol. 64, no. 6, pp. 766772, 2018.41 D. Maggiorani, R. Dissard, M. Belloy et al., Shear stress- induced alteration of epithelial organization in human renal tubular cells, PLoS One, vol. 10, no. 7, Article ID e0131416, 2015. 42 M. Essig and G. Friedlander, Shear-stress-responsive signal transduction mechanisms in renal proximal tubule cells,Current Opinion in Nephrology and Hypertension, vol. 12, no. 1, pp. 3134, 2003. 43 M. Essig and G. Friedlander, Tubular shear stress and phenotype of renal proximal tubular cells, Journal of the American Society of Nephrology, vol. 14, no. 1, pp. S33S35, 2003. 44 J.Ogasawara-Shimizu,M.Essig,J.Kleinetal.,Quandlurine cisaille les cellules r enales,MedecineSciences, vol. 29, no. 3, pp. 279285, 2013. 45 T.Srivastava,S.Hariharan,U.S.Alonetal.,Hyperltration- mediated injury in the remaining kidney of a transplant donor,Transplantation,vol.102,no.10,pp.16241635,2018. 46 Z.Baer,Y.Duan,Q.Yan,A.M.Weinstein,S.Weinbaum,and T. Wang, Mechanosensory function of microvilli of the kidneyproximaltubule, ProceedingsoftheNationalAcademy of Sciences, vol. 101, no. 35, pp. 1306813073, 2004. 47 P. Schanstra, A. M. Weinstein, and S. Weinbaum, A hy- drodynamic mechanosensory hypothesis for brush bordermicrovilli, American Journal of Physiology-Renal Physiology, vol. 279, no. 4, pp. F698F712, 2000. 48 E. I. Zhang, P. J. Verroust, and R. Nielsen, Receptor-me- diatedendocytosisinrenalproximaltubule, PugersArchiv- EuropeanJournalofPhysiology,vol.458,no.6,pp.10391048, 2009. 49 R. Nielsen, E. I. Christensen, and H. Birn, Megalin and cubilin in proximal tubule protein reabsorption: from ex- perimental models to human disease, Kidney International, vol. 89, no. 1, pp. 5867, 2016. 50 P. J. Verroust, R. Kozyraki, T. G. Hammond, S. K. Moestrup, and E. I. Christensen, Physiopathologic role of cubilin andmegalin, Advances in Nephrology from the Necker Hospital, vol. 30, pp. 127145, 2000. 51 S. K. Nigam, W. Wu, K. T. Bush, M. P. Hoenig, R. C. Blantz, and V. Bhatnagar, Handling of drugs, metabolites, anduremic toxins by kidney proximal tubule drug transporters, ClinicalJournaloftheAmericanSocietyofNephrology,vol.10, no. 11, pp. 20392049, 2015. 52 A. Bal-Price and S. Coecke, Guidance on Good cell culture Practice (GCCP), in Cell Culture Techniques. Neuromethods, S.C.AschnerandA.Bal-Price,Eds.,,pp.125,HumanaPress, 2011. 53 S. Coecke, M. Balls, G. Bowe et al., Guidance on Good cell culture Practice, Alternatives to Laboratory Animals, vol. 33, no. 3, pp. 261287, 2005. 54 R. Chen, L. Deng, X. Yu et al., MiR-122 partly mediates the ochratoxin A-induced GC-2 cell apoptosis, Toxicology in Vitro, vol. 30, no. 1, pp. 264273, 2015. 55 W.Combes,D.F.Choy,M.S.Lam,T.Morgan,M.E.Sullivan, andJ.M.Post,Useofculturedcellsofkidneyorigintoassess speciccytotoxiceectsofnephrotoxins, ToxicologyinVitro, vol. 17, no. 1, pp. 107113, 2003. 56 C. Wang, X. Dai, H. Liu et al., Involvement of PPARc in emodin-induced HK-2 cell apoptosis, Toxicology in Vitro, vol. 29, no. 1, pp. 228233, 2015.6 JournalofToxicology",
        "introduction": null,
        "conclusion": "s We propose three strategies to move the eld towards a uniform model to test nephrotoxicity of drugs. First, in 2010, we proposed a minimum data set to be re- ported to allow reproduction of suspension culture studies in other labs 20. As the meeting where the proposal was pre-sented was in Bonn, we termed these the Bonn criteria 20.-_heyincludethevesseldiameter,rotationspeed,mediaviscosity,media density, cellorganoidspheroid diameter, and density.-_he Bonn criteria remain critical to interpret data between labsand allow accurate experimental reproduction between labs. Second, if dierent labs continue to use dierent tech- niques and reagents including cell types, some tradeo or bake-o studies will be indispensable to understand dif- ferences between approaches. Last, the development of a low capital, inexpensive, to- usesuspensionculturetechnologywouldallowfarmorelabsaccess to the technology and occasion the opportunity forstudies to include more replicates and conditions cost-eectively. -_he search for a uniform model to study nephrotoxicity isseverelylimitedbytheuseofamultiplicityofmethodsandtechniques,whichcannotbesimplycompared.Laboratoriesusedierentcelltypesapproximatingrenalproximaltubular cells and applydiverseshearstress methods, and there is no systematic and adequate reporting of culture parameters.-_he morbidity, mortality, and cost of drug induced acuterenalinjuryshouldmakeanintegratedcellbiologyapproachto nephrotoxicity an urgent priority. Abbreviations gGT: Gamma glutamyl transferaseMATE: Multidrug and toxin extrusion protein MDCK: MadinDarby Canine Kidney Pgp: P glycoprotein transporterPETP: Peptide transporterPTC: Proximal tubule cellsOAT: Organic anion transportersOCT: Organic cation transporters.Table1: Continued. Reference numberShear stress (dynes cm2)Duration (hours)Fluid shear stress generated withCellResponse of PTC to uid shear stress Reorganized actin and cytoskeletonIncreased microvilliIncreased cubilin megalin, albumin transportIncreased expression of drug transporters 24. Ferrell 2018 402.0 6240 Orbital shakerPrimary PTC (human)X 25. Maggiorani2015 415.0 48 Parallel plate HK-2 (human) X Initially reported as 1.0dynescm2; corrected in errata to 0.1dynescm2. -_his table displays the eects of uid shear stress on PTC in vitro. -_he data are abstractedfrom25publicationsthatreportedtheamountofshearstressapplied(dynescm2)andthedurationofthestimulus.Whenarangeofintensitiesor exposure times was used, arrows indicate the range and the symbol is placed at the average amount. -_he PTC cell types used included primary cells (from human, mouse, or rat), MadinDarby Canine Kidney (MDCK) cell line, Human papillomatransduced PTC (HK2), SV40transformed murine PTC, LLCPK1 (pig kidney line), and OK (opossum kidney cell line). -_he reference numbers are the key for Figure 1.4 JournalofToxicologyData Availability All articles cited are freely available on PubMed and other academic media. Disclosure -_hecontentdoesnotrepresenttheviewsoftheDepartmentof Veterans Aairs or the United States of America. Conflicts of Interest -_he authors declare that they have no conicts of interest. Acknowledgments -_his material is the result of work supported with resourcesand the use of facilities at the Durham Veterans AairsHealth Care System and Duke University School of Medi-cine.-_hisstudywasalsosupportedbytheNASAgranttotheInstitute for Medical Research (80NSSC19K0706). References 1 S. A. Silver, J. Long, Y. Zheng, and G. M. Chertow, Cost of acute kidney injury in hospitalized patients, Journal of Hospital Medicine, vol. 12, no. 2, pp. 7076, 2017. 2 D. P. Basile, M. D. Anderson, and T. A. Sutton, Patho- physiologyofacutekidneyinjury, ComprehensivePhysiology, vol. 2, no. 2, pp. 13031353, 2012. 3 M.A.Perazella,Drug-inducedacutekidneyinjury, Current Opinion in Critical Care, vol. 25, no. 6, pp. 550557, 2019. 4 R.Savin,N.Lameire,L.Annemans,andW.VanBiesen,Cost of renal replacement: how to help as many as possible while keeping expenses reasonable? Nephrology Dialysis Trans- plantation, vol. 31, no. 8, pp. 12511261, 2016. 5 N. S. Hay, B. S. Lopes, L. Tom as, and S. F. Almeida, Drug withdrawal due to safety: a review of the data supportingwithdrawal decision, Current Drug Safety, vol. 15, no. 1, pp. 412, 2020. 6 F. Dieterle, F. Sistare, F. Goodsaid et al., Renal biomarker qualication submission: a dialog between the FDA-EMEA and predictive safety testing consortium, Nature Biotech- nology, vol. 28, no. 5, pp. 455462, 2010. 7 D. Crean, P. Bellwon, L. Aschauer et al., Development of an in vitro renal epithelial disease state model for xenobiotictoxicity testing, Toxicology in Vitro, vol. 30, no. 1, pp. 128137, 2015. 8 W. Pfaller and G. Gstraunthaler, Nephrotoxicity testing in vitro--what we know and what we need to know, Environ- mentalHealthPerspectives,vol.106,no.2,pp.559569,1998. 9 M. Ma, G. Stadler, P. Jennings et al., hTERT alone im- mortalizes epithelial cells of renal proximal tubules without changing their functional characteristics, American Journal of Physiology-Renal Physiology, vol. 295, no. 5, pp. F1365F1375, 2008. 10 I. M. Bruggeman, J. J. W. M. Mertens, J. H. M. Temmink, M. C. Lans, R. M. E. Vos, and P. J. Van Bladeren, Use of monolayers of primary rat kidney cortex cells for nephro- toxicitystudies, ToxicologyinVitro,vol.3,no.4,pp.261269, 1989. 11 Y. Fukuda, M. Kaishima, T. Ohnishi et al., Fluid shear stress stimulates MATE2-K expression via Nrf2 pathwayactivation, Biochemical and Biophysical Research Commu- nications, vol. 484, no. 2, pp. 358364, 2017. 12 J.Riedl,D.Patton,S.K.Jackson,andW.M.Purcell,In-vitro maintenance and functionality of primary renal tubules and their application in the study of relative renal toxicity of nephrotoxic drugs, Journal of Pharmacological and Toxico- logical",
        "images": []
    }
]