[
    {
        "pmid": "39397017",
        "title": "Robotic microinjection enables large-scale transgenic studies of Caenorhabditis elegans.",
        "year": "2024",
        "journal": "Nat Commun",
        "abstract": "The nematode Caenorhabditis elegans is widely employed as a model organism to study basic biological mechanisms. However, transgenic C. elegans are generated by manual injection, which remains low-throughput and labor-intensive, limiting the scope of approaches benefitting from large-scale transgenesis. Here, we report a robotic microinjection system, integrating a microfluidic device capable of reliable worm immobilization, transfer, and rotation, for high-speed injection of C. elegans. The robotic system provides an injection speed 2-3 times faster than that of experts with 7-22 years of experience while maintaining comparable injection quality and only limited trials needed by users to become proficient. We further employ our system in a large-scale reverse genetic screen using multiplexed alternative splicing reporters, and find that the TDP-1 RNA-binding protein regulates alternative splicing of zoo-1 mRNA, which encodes variants of the zonula occludens tight junction proteins. With its high speed, high accuracy, and high efficiency in worm injection, this robotic system shows great potential for high-throughput transgenic studies of C. elegans.",
        "full_text": "Article https:doi.org10.1038s41467-024-53108-5 Robotic microinjection enables large-scale transgenic studies of Caenorhabditis elegans Peng Pan1,2, Michael Zoberman3, Pengsong Zhang1, Sharanja Premachandran3, Sanjana Bhatnagar3, Pallavi P. Pilaka-Akella3,W i l l i a mS u n4, Chengyin Li3, Charlotte Martin3, Pengfei Xu1, Zefang Zhang1,R y a nL i1,W e s l e yH u n g5, Hua Tang3, Kailynn MacGillivray3,B i nY u6,R u n z eZ u o1, Karinna Pe3, Zhen Qin1, Shaojia Wang1,A n gL i1, W. Brent Derry6, Mei Zhen5, Arneet L. Saltzman3, John A. Calarco3X i n y uL i u1,7 The nematode Caenorhabditis elegans is widely employed as a model organism to study basic biological mech anisms. However, transgenic C. elegans are generated by manual injection, which remains low-throughput and labor-intensive, limiting the s cope of approaches bene tting from large-scale transgenesis. Here, we report a robotic microinjection system, integrating a micro uidic device capable of reliable worm immobilization, transfer, and rotation, for high-speed injection of C. elegans . The robotic system provides an injection speed 2-3 times faste r than that of experts with 7 22 years of experience while maintaining comparab le injection quality and only limited trials needed by users to become pro cient. We further employ our system in a large-scale reverse genetic screen using multiplexed alternative splicing reporters, and nd that the TDP-1 RNA-binding protein regulates alternative splicing of zoo-1 mRNA, which encodes variants of the zonula occludens tight junction proteins. With its high speed, high accuracy, and high ef ciency in worm injection, this robotic system sho ws great potential for high-throughput transgenic studies of C. elegans . With the recent advances of gene editing technology, it has become feasible to identify disease-relevant human gene variants throughgenotyping hundreds of thousands of patients 1,2. To fully take advan- tage of this technology and rapidly probe gene functions, large-scalegenetic modi cations are required. To overcome the ethical, eco- nomic, and experimental limitations associated with the use of mam-malian models for early-stage gene editing studies, the nematodeworm Caenorhabditis elegans , a small model organism, is advanta- geous for studying gene functions relevant to human diseases due toits small size, transparent body, ease of culture, short life cycle, manyhomologs of human genes, and large mutant libraries 35.I na d d i t i o n , C. elegans is also widely used as a model for discovering basic biological mechanisms. For instance, optogenetics6,7,m u l t i m o d a ls e n s o r y integration8,9, the role of small RNAs10, and many other biological research topics1113all have greatly bene ted from studies on this small organism. To generate mutant worm strain s, different genetic vectors need to be delivered into the distal gonads of C. elegans .T od a t e ,t h e most ef cient method to create these transgenic mutants is through manual injection by a human operator under a microscope14,15.Received: 21 November 2023 Accepted: 28 September 2024 Check for updates 1Department of Mechanical and Industrial Engineering, University of Toronto, Toronto, ON, Canada.2Department of Mechanical Engineering, McGill Uni- versity, Montreal, QC, Canada.3Department of Cell  Systems Biology, University of Toronto, Toronto, ON, Canada.4Upper Canada College, Toronto, ON, Canada.5Lunenfeld-Tanenbaum Research Institute, Mount Sinai Hospital, 600 University Ave, Toronto, ON, Canada.6Developmental and Stem Cell Biology, The Hospital for Sick Children, Toronto, ON, Canada.7Institute of Biomedical Engineering, University of Toronto, Toronto, ON, Canada. e-mail: john.calarcoutoronto.ca ;xyliumie.utoronto.ca Nature Communications  (2024) 15:8848 11234567890():,; 1234567890():,;This conventional manual approach has remained unchanged for decades. For manual injection, a human operator usually cannot sus-tain continuous operation for more than several hours due to thefatigue caused by delicate manipulation under the microscope 16.A highly experienced operator may perform the manual injection at a speed of 2  3 min per worm, while a common operator will need muchmore time for injection of one worm 17. Due to its inherent drawbacks such as labor-intensiveness, operation inconsistency, and lowthroughput, the manual injection has become a major technical bot-tleneck for large-scale genetic studies of C. elegans . Robotic systems hold great potential to automate the micro- injection process of C. elegans 16; however, the high-precision injection of plasmid into a target organ inside the worm body still remainsproblematic due to the small worm body size, various structures withirregular shapes inside the worm body, and the random body orien- tation after immobilization (usually on an agar pad). In this regard, several worm manipulation techniques (e.g., immobilization androtation) have been realized on micro uidic devices and high manip- ulation accuracy and consistency have been achieved thanks to themerits of micro uidics such as channel-sample size matching, precise and parallel uid manipulation, and on-chip integration of various manipulation strategies 1820. Furthermore, the synergy of robotics and micro uidics has opened a route to the accurate, high-ef ciency, and intelligent microinjection of C. elegans17,21.T w om i c r o uidic devices have been developed and integrated with robotic systems forsequentially loading and immobilizing C. elegans for microinjection 17,21. However, in both systems17,21, the body orientation of a C. elegans is random upon micro uidic immobilization, therefore limiting the precise microinjection of plasmid into the target body structure. To achieve precise, high-speed microinjection of C. elegans ,w e report an automated robotic system with a computer-controlledmicro uidic device, which can stably rotate and immobilize a worm body and precisely inject solutions into a speci c organ (e.g., the distal gonad) of the worm body. The micro uidic device, consisting of a row of open-ended channels, leverages precise pressure control (via apressure regulator) for sequential rotation and immobilization of sin-gle worms, and the robotic system takes full advantage of image processing and automation techniques to precisely control the motions of an injection pipette and the micro uidic device for auto- mated worm injection. To automate pipette penetration during theinjection process, a closed-loop control system based on visual feed-back is developed. Through integ ration of the developed micro uidic device and robotic system, the precise and high-speed injection of aworm is consistently achieved. To demonstrate the capabilities of this robotic system, we suc- cessfully inject different worm strains with plasmid DNA solutions andribonucleoprotein (RNA-protein or RNP) complexes to create stablyinheriting extrachromosomal arrays and to achieve heritable genome editing by clustered, regularly interspaced, short, palindromic repeat (CRISPR)CRISPR-associated endonuclease 9 (Cas9). This robotic sys-tem can perform single gonad arm injection at an average speed of44.5 sworm, which includes the entire injection process of wormtransfer, immobilization, rotation, injection, and release, and is 2 3 times faster than the injection speed (2 2.7 minworm) of experts who have 7 22 years experience. For the experiments with plasmid DNA injection, the average number of transgenic progeny among therstlial (F1) generation produced by robotic single gonad arm injection and double gonad arms injection are comparable to thosefrom the manual injection by the experts. We also nd that the robotic system enables precise microinjection of worm mutants with body sizes different from the wild-type (N2) strain and anesthetized worms with curved bodies. In addition, there is no obvious damage caused tothe worm by the robotic injection protocol. Operators withoutexpertise in robotics can quickly learn the usage of our system after afew trials and perform the injection with high success rate andexcellent injection quality. We demonstrate the high speed, accuracy, and ef ciency of our robotic system by performing transgenesis experiments and further demonstrate the utility of the system in alarge-scale reverse genetic screen. These results prove that our system can facilitate high-throughput transgenic studies in C. elegans . Results Design of the robotic system for C. elegans microinjection To establish a robotic system for precise and high-speed microinjec- tion of C. elegans , two motorized micromanipulators were integrated into a regular inverted microscope Fig. 1a. The left micromanipulator (MP-285, Sutter Instrument) has three orthogonal motion axes with apositioning resolution of 40 nm and a motion range of 25 mm alongeach axis calibration data shown in Supplementary Fig. 1. The rightmicromanipulator (MX7600, Siskiyou) has three orthogonal and one diagonal motion axes with a step resolution of 40 nm and a motion range of 20 mm along each axis. An injection holder (HI-7, Narishige)with a capillary glass pipette (for C. elegans injection) was mounted on the left micromanipulator with a tilting angle of 15 Fig. 1b for the penetration of C. elegans and the delivery of solution into the distal gonad using a pneumatic microinjector (IM-300, Narishige). A micro-uidic device Fig. 1ca n dd f o r C. elegans manipulation was mounted on the right micromanipulator with a tilting angle of 30 Fig. 1b, Supplementary Fig. 2. To facilitate microinjection of C. elegans ,t h e r e exists an angle of 65 indicated by the in Supplementary Fig. 2d between the x-ycoordinates of the left micromanipulator frame and the camera frame as this angle allows the injection pipette to travel with a long distance inside the distal gonad. A custom-made reservoirwith three adjacent areas, for worm loading, rotationinjection, andrecovery, was prepared by bonding a patterned polydimethylsiloxane(PDMS) layer to a 3 2glass slide with a thin PDMS layer coated on its top side Fig. 1b, Supplementary Fig. 2k. A miniaturized pressure regulator consisting of two miniature solenoid valves (10 32 UNF F e m a l e ,1 2VD C ,M c M a s t e r - C a r r )a n dt w ov a c u u mp u m p s( S F E1 2VA i rPump, Robotshop) was used to regulate the negative pressure in aprecise and quick fashion inside the microchannels of the micro uidic device Supplementary Fig. 2i and j. The detailed procedures for the system construction can be found in Supplementary Fig. 3 Supple- mentary Table 2. Microinjection procedure and vision-guided robotic control To enable worm injection in a reliable and controllable fashion, wormswere anesthetized by 0.6 mg mL 1levamisole solution, and their bodies remained relatively straight during the entire worm injection process.Before each injection experiment, the custom-made reservoir was l- led with M9 buffer and 5-6 worms were quickly transferred into eachloading area of the custom-made reservoir by a glass Pasteur pipette. In each microinjection experiment Supplementary Fig. 4, a C. elegans was manipulated following an operation sequence of pick-up Fig. 1e-(i), transfer Fig. 1e-(ii), rotation, immobilization, injection Fig. 1e-(iii), and release Fig. 1e-(iv). To begin, a single worm in the worm loading area was picked up by the micro uidic device (through applying a constant negative pressure to the device inlet) and quicklytransferred to the injection area to avoid collision between themicro u i d i cd e v i c ea n dt h eP D M Sw a l l so ft h ec u s t o m - m a d er e s e r v o i r . The worm was then released and rotated to the desired orientation(see below for rotation strategy), as shown in Fig. 1f-(i) and 1f-(ii). Thereafter, the worm was immobilized again by the micro uidic device Fig. 1f-(iii), and the image position of the target gonad was selected via computer mouse clicking on the screen by an operator and fed back to a proportional-integral-derivative (PID) controller that automatically drives the right micromanipulator to bring the selectedgonad area to the vertical center of the eld of view (FOV) along its vertical axis  y m-axis labeled in Supplementary Fig. 2d and f and autofocused under 10 objective through the variance computation inArticle https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 2grey level among image pixels Fig. 1f-(iv), Supplementary Fig. 5. Then, the injection pipette was moved from its home position Supplemen- tary Fig. 6 to the FOV Fig. 1f-(v) and penetrated the worm body based on the user-identi ed gonad injection location obtained through computer mouse clicking and visual feedback Fig. 1f-(vi), Supple- mentary Figs. 4 and 7. Finally, the solution was injected into the gonadFigs. 1f-(vi) and 1f-(vii), Supplementary Movie 1. Once the injectionwas completed, the injection pipette was withdrawn from the worm body Fig. 1f-(viii) and returned to its home position, and the injected worm was transferred to and released in the recovery area Fig. 1e-(iv), Supplementary Fig. 8. The schematic work ow of the entire worm injection process is shown in Supplementary Fig. 4, and imagesshowing the entire worm injection process can be seen in Supple-mentary Fig. 8 Supplementary Movie 2. There are two special cases of f Substrate (i)mg Top PDMS layer Bottom PDMS layer Micro-channelsNFb Fpf(ii)mgSubstrate movement direction TFdNFbFl C. elegans hd 100 mLeftmost edge of microfluidic device Distal gonad Proximal gonad (ii) B-B45 45 180 45 0 45 90 270 315(i) A-A45 36045 45 180 45 45C.elegans headC.elegans tail AA BBAnteriorPosteriorLeft Right Left RightgMicrofluidic device Injection pipette (i) (ii) (iii) (iv)Recovery area RotationInjection area Worm loading area (i) (ii) (iii) (iv) (v) (vi) (vii) (viii)100 m 100 ma b c ieBifurcated open-channelsSlope Injection pipette Anti-vibration table MP-285 Micro-manipulator MX7600 Micro-manipulator Microscope Injection needle Microfluidic device Paralyzed worms reservoir Motorized X-Ystage (ii) (iii) (iv) 0 90 180 270(i) 100 mIntestine 30 30Microinjector Holder30 15 Loading area RotationInjection areaRecovery area turbulent regionlaminar regionturbulent regionlaminar regionArticle https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 3the worm injection in which some operation steps could be omitted. If the gonad of worm is clearly observed and exposed to the injection tipafter transfer operation, the subsequent rotation and immobilization steps can be omitted, and the worm can be directly injected Supple- mentary Movie 2. In addition, if some of worms are loaded in thejunction region of loading area and rotationinjection area of custom-made reservoir in which loaded worms are away from the PDMS wallsof the custom-made reservoir, these worms can be directly rotated forthe injection, and thus the process of pick up and transfer can beomitted Supplementary Movie 3. The set angle Supplementary Fig. 2d between the injection needle and the immobilized worm body may vary slightly every timean injection pipette is mounted onto the left micromanipulator.Therefore, after an injection pipette is mounted, the coordinate transformation from the microscopic image frame to the left micro- manipulator frame will be re-calibrated through af ne transformation by the least square method. During the microinjection process, theuser-identi ed injection position of the gonad coordinates of each worm in camera frame under 10 objective varies. To automate pipettepenetration during the injection process, a closed-loop control algo-rithm based on visual feedback was developed to precisely control themovement of injection pipette Supplementary Fig. 7. The position ofthe injection pipette tip in the camera frame was extracted by a real-time image processing algorithm Supplementary Fig. 7a and thentransformed to the coordinates of the micromanipulator to form the closed control loop Supplementary Fig. 7b, forming a vision-guided, look-then-move system. Micro uidic device design The micro uidic device Fig. 1c and d, Supplementary Fig. 9 includes a row of open-ended micro uidic channels, all connected to a computer-controlled pressure regulator, for robotic worm rotationand immobilization. The device was fabricated from PDMS throughsoft lithography 22,23. Through micro uidic ow regulation and vision- guided robotic control, the worm rotation and immobilization wererealized to facilitate the high-speed microinjection of C. elegans Supplementary Movies 4 6. The open-ended channels are all con- nected with a single device inlet in a bifurcation layout SupplementaryFig. 9, which ensures equal uidic resistances between their open ends and the device inlet and thus uniform sucking pressures at theopen ends. To provide a suf cient negative pressure while preventing C. elegans from being sucked into the open-ended microchannels, these microchannels were designed to be 50 mw i d ea n d2 5 mh i g h . To seal these channels, a 14 m-thick PDMS layer was bonded to the bottom side of the top PDMS layer Fig. 1c, Supplementary Figs. 9 and 10. Note that the micro uidic device was mounted on the right micromanipulator with a tilting angle of 30 Fig. 1b. Thus, a slope of 45 was cut at the side wall of the micro uidic device where the open ends of the microchannels are arranged Fig. 1c, Supple- mentary Fig. 9. This slope allows only the device edge with the openchannels to contact the worm body during immobilization and alsoavoids any image shading of the worm body by the device edge in theentire process of worm manipulation. We further designed a custom-made pressure regulator Supplementary Fig. 2i and j, which can rapidly provide a negative pressure to the micro uidic device inlet for worm immobilization and injection. The maximum negative pressure of the pressure regulator system is 12.87 PSI, which is suf cient for secure C. elegans immobilization during injection Supplementary Fig. 2l. The worm loading reservoir was prepared by bonding a pat-terned PDMS layer to a 3 2glass slide with a thin PDMS layer coated on its top side Fig. 1b, Supplementary Fig. 2k. Robotic rotation, immobilization, and injection of C. elegans To generate transgenic strains, solutions containing DNA, RNA, andor p r o t e i nm u s tb ed e l i v e r e di n t ot h ed i s t a lg o n a d ,r a t h e rt h a nt h eintestine, the body cavity, or the proximal gonad. In this case, either ofthe distal gonads at the anteriorposterior parts of the worm body should be precisely rotated to an orientation facing the injection needle, therefore allowing the needle tip to approach and penetratethe distal gonad for material delivery. The cross-section through themiddle portion of the anteriorposterior parts of the worm bodymainly consists of three structures: intestine, distal gonad, and prox-imal gonad, as schematically described in WormAtlas 24and Fig. 1g. In addition, the intestine occupies approximately half of the body cross-section area, and the distal gonad and the proximal gonad each takeup one-quarter of the same cross-section, respectively, as shown inFig.1g-(i) and 1g-(ii). Figure 1g also schematically shows the relative position between the intestine (purple area), the distal gonad (blue area with yellow circles), and the proximal gonad (blue area without yellow circles) at different orientations if a worm is placed in theloading reservoir with its head facing outwards. For the transversesection of the anterior middle part  A-Ain Fig. 1g, the distal gonad is located to the left side of proximal gonad when the anterior intestine isabove the anterior proximal and distal gonad Fig. 1g-(i): 0 orienta- tion, Supplementary Fig. 11. At this orientation, the posterior distalgonad ( B-Bin Fig. 1g) is located to the left side of proximal gonad and distributed above the posterior intestine Fig. 1g-(ii): 0 orientation. This is because the adult worm intestine shows a dextral handedness toits position along the length of the animal such that if anterior intestine is localized at the top side, the posterior intestine would be located at the bottom side 25. For injection at the anterior distal gonad, it would be better to rotate the worm to a body orientation between 270 and 360 Fig. 1g- ( i )  ,i nw h i c ht h ei n j e c t i o np i p e t t eo nt h el e f t - h a n ds i d ec a na p p r o a c hthe anterior distal gonad Fig. 1a. Different from the anterior gonad injection, the worm should be rotated to a body orientation between0 and 90 Fig. 1g-(ii) for injection at the posterior distal gonad. If a worm is placed with its tail facing outward, the cross-section is shownin Supplementary Fig. 12. Under bright eld microscopy, both the distal gonad and proximal gonad are transparent, but the intestine is rela-tively opaque. To monitor rotation angle of the worm body, we visually recognized the pattern of the transparent gonad under a bright eld microscope, as shown in Fig. 1fa n di .F i g u r e 1i-(ii) shows the worm after being rotated by 90, indicated by the smallest size of the observedtransparent area under the bright eld mode (labeled by white arrow). After that, the worm was further rotated to 180 and 270, where theFig. 1  Overview of robotic system for high-speed microinjection of C. elegans. aThree-dimensional model of the robotic system for microinjection of C. elegans . bAn enlarged view showing the detailed components of the robotic system. cSchematic of the micro uidic device. dMicroscopic image of leftmost portion of micro uidic device mounted on the right micromanipulator under a 4 objective. Image is representative of at least 10 micro uidic devices. eSchematics of the microinjection procedure: ( i) pick-up, ( ii) transfer, rotation, and immobilization, (iii) injection, and ( iv) release of the target worm. fMicroscopic images showing the main operation steps during microinjection, including: ( i)-(ii) rotation, ( iii)i m m o - bilization, ( iv) objectives switching from 4 to 10, ( v)-(vi) worm body penetration, (vii) plasmid DNA solution deposition, and ( viii) pipette withdrawal. Images arerepresentative of at least 20 microinjections. gSchematics of worm model and transverse sections of anteriorposterior part of worm at different orientations showing the relative position between intestine (purple area), distal gonad (bluearea with yellow circles), and proximal gonad (blue area without yellow circles): ( i) transverse sections of anterior worm body at different orientations, ( ii) transverse sections of posterior worm body at different orientations. It should be noted that distalproximal gonads are transparent, and intestine is opaque. hMechanical model of worm rotation under the action of hydrodynamic forces and frictional force. iContinuous worm rotation at different orientations. Images are repre- sentative of at least 20 worm rotations.Article https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 4size of bright area reached the maximum Fig. 1i-(iii) and minimum Fig. 1i-(iv), respectively. As mentioned above, the worm rotation is required for successful injection. Here, we propose a simple but quite effective method for stable worm rotation. The micro uidic device was rst connected with a plastic tube, and the plastic tube was then connected with thepressure regulator. The micro uidic device and the plastic tube from the inlet of micro uidic device to the part at highest point were lled with M9 medium by turning on the miniaturized pressure regulator.When there was no negative pressure applied to the micro uidic device, the M9 medium inside the micro uidic channels and the tube would slowly ow out of the microchannel open ends under the action of gravity. Once a worm was moved close to the open ends, it would besubjected to several forces Fig. 1h, including the frictional force ( F pf) between the worm body and the substrate, and the drag force ( Fd)a n d the lift force ( Fl) caused by the laminar uidow out of the channel open ends see Supplementary Methods and Supplementary Fig. 13.The closer the worm body is to the channel open ends, the larger thedrag force will be. It was found when the worm body was moved closeto the open ends of the micro uidic device, the drag force ( F d)w o u l d nally counterbalance the frictional force ( Fpf) to prevent the worm body from being in contact with the channel open ends Fig. 1h. As shown in Fig. 1i, during worm rotation there is always a gap between the worm body and the open-end edge of micro uidic device, and this gap would keep consistent during the rotation process as the wormbody is nally rotated within the laminar region see Supplementary Methods, Supplementary Fig. 13, and Fig. 1h. In the vertical direction, the force of gravity on the worm is equal to combination of the lift force ( F l), the buoyance force ( Fb), and the normal force ( N) applied to the worm body by the petri dish. The height of micro uidic channel center at the open ends of micro uidic device was calculated to be 36.2 m which is higher than that of worm body center (25 m). Due to the 45 slope and relatively large height of micro uidic channel at the open ends of micro uidic device, the hydrodynamic forces from uidowing out of the channel open ends would mainly act on the top surface of worm body SupplementaryFig. 13b. As the frictional force acts on the bottom side of worm body and hydrodynamic forces are mainly exerted on the top surface of worm body, a net rotational torque in counterclockwise direction willbe thus exerted on the worm body Fig. 1h. Under the action of rotational torque generated from those forces, a worm can be reliablyrotated Fig. 1i, Supplementary Fig. 13, Supplementary Movies 4 6. If the motorized stage was controlled to move forward in a relativelylarge speed without a stoppage, t he worm body under the action of large lift force for a long duration would be lifted. A stoppage of themotorized stage for a certain duration after forward movement wouldenable the oriented worm body to rest on the substrate after rotationand always to be in focus. To obtain the consistent and accurate worm rotation Fig. 1i, the motorized microscope stage holding the custom- made reservoir was controlled to move forward for a predeterminedduration followed by stoppage for another duration. Once a worm was rotated to the desired orientation, a negative pressure of 12.87 PSI was applied to immobilize the worm body. Supplementary Fig. 14a shows the sequential operations of wormincluding rotation, immobilization, and release. One can see that bothanterior and posterior gonads of immobilized worm are exposed afterrotation, shown in Supplementary Figs. 14a-(iii) and 14a-(vi), respec-tively, which enables both gonads to be injected via this reliable wormrotation method Supplementary Fig. 14b. It should be noted thatthe worm immobilization after rotation does not alter the worm body orientation (the transparent area, labeled by the white arrow in Supplementary Fig. 14a-(ii) and 14a-(iii), remains at the same orienta-tion). In some cases, certain portion of the worm body was curvedafter anesthesia. Such a worm body can still be reliably rotatedand immobilized for subsequent injection Supplementary Fig. 15,Supplementary Movie 3, which demonstrates the robustness of the developed rotation method. In combination with the worm anesthe-tization and the contactless rotation method, mutant strain displayingroller phenotype and dumpy phenotype can be stably rotated to dif- ferent orientations and securely immobilized thereafter, which further highlights the reliability of the worm rotation method, as shown inSupplementary Fig. 16. We also found that mutant animals with smallerbody sizes than that of the standard N2 strain, even if not totallyanesthetized, can still be effectively rotated for the injection thereafterSupplementary Fig. 17 and Supplementary Movie 7. As mentioned above, the tube from the inlet of the micro uidic device to the part at the highest point was lled with M9 medium at rst. In addition to the movement of microscope stage, the maximum height of the tube indicated by the hin Supplementary Fig. 2e plays an important role for reliable worm rotation which relies on the hydrodynamic forces generated by uidowing out of the tube through the microchannel open ends by gravity. Thus, we conducted asystematic study on the effect of four operation parameters on thecontinuous worm rotation speed results shown in SupplementaryFig. 18: the forward movement speed, the forward movement dura-tion, the rest duration of the microscope stage during worm rotation,and the maximum height of the tube connecting the micro uidic device to the pressure regulator above the substrate SupplementaryFig. 18c f. Based on the experimental results see Supplementary Methods and Supplementary Fig. 18 , four operation parameters were nally optimized to be 250 ms (forward movement speed), 300 ms (the forward movement duration), 200 ms (the rest duration of the microscope stage during worm rotation), and 9 cm (the maximumheight of tube above the substrate); thus, fast and reliable wormrotation was obtained with negligible drift along the body length, asshown in Fig. 1i. Another important procedure of C. elegans injection is the worm body penetration. In the manual injection, after the pipette tip indentsthe worm body with a certain level of deformation, the operatorusually taps the microscope stage gently to vibrate the pipette tip tofacilitate worm body penetration. In robotic cell injection, a piezo-drillhas been adopted to facilitate the cell membrane penetration 2628, which is based on a similar mechanism of vibrating the pipette tip. Here, we propose an operation protocol including three separatemovement steps of the pipette tip f or pipette tip positioning, worm indentation, and penetration, respectively, to realize easy worm bodypenetration see Supplementary Methods and Supplementary Fig. 19.The rst movement step for pipette tip positioning relies on the developed closed-loop control system based on visual feedback, andthe penetration of worm body counts on the inertial force from thestep displacement of injection needle in the last movement step andworm indentation obtained from the second movement of pipette tip.With the optimization of three parameters including the pipette tip size, the movement duration of th e pipette in the second movement step, and the step displacement of the pipette tip in the last movementstep see Supplementary Methods and Supplementary Fig. 19, apenetration rate of 100 was achieved. Note that most of the pipettetip size we used in our experiments except the injection of Cas9ribonucleoprotein complex was in the range of 0.7 1m. As shown in Supplementary Fig. 20, there is no obvious damage caused to theworm by the developed worm injection protocol. In summary, there are several advantages of the developed worm rotation method. First, the frictional force and hydrodynamic forcesSupplementary Fig. 13 together induce the rotational torque forcontactless, precise, and stable rotation of a C. elegans . This rotation mechanism is independent of the worm body size and curvature, and the level of anesthesia. With its contactless nature and independenceof body sizecurvature, the developed worm rotation method allowsthe stable rotation of different mutant strains with varying body sizesor harboring resistance to the levamisole treatment. By adjusting theArticle https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 5operation parameters of the motorized stage and the pressure reg- ulator, we can rotate a worm in a continuous fashion. In addition, thehydrodynamic forces caused by the uidow out of the channel open ends keep a consistent gap between the worm body and the micro- uidic device edge during rotation; thus, the transparent gonad inside the worm body can be clearly observed under the bright eld micro- scopy, which provides accurate visual feedback for controlling wormorientation. Moreover, the worm rotation method is simple and reli-able and can be readily adopted for other applications such as high-resolution uorescence imaging of C. elegans and other nematode species at different body orientations 18. Generation of transgenic strains by injecting plasmid DNA To demonstrate the capability of the developed robotic system togenerate transgenic C. elegans strains, we injected a plasmid DNA solution (2.5 ng L pCFJ90) that, when successfully injected into the gonad of an adult mother, can generate transgenic progeny expressingtheuorescent protein mCherry in the worm s pharynx (a reporter gene driven by the myo-2 promoter), as shown in Fig. 2a. We rst quanti ed the injection speed of our robotic system on animals injected in only one gonad arm, (s ingle gonad arm injection). The robotic system can perform single gonad arm injection at an averagespeed of 44.5 sworm ( N3 0 ) ,w h i c hi s 2 3 times faster than those of manual single gonad arm injections by experts who have 7 22 years of experience (2 2.7 minworm, N1 1 12) and 2 4 times faster than the speed of pro cient operators with 0.5 2 years of experience (24 minsworm, N1 2 14), with the latter group performing the majority of injections in a typical worm lab. Besides the single gonad arm injection, the ef ciency of some applications such as CRISPRCas9-mediated genome editing isimproved by double gonad arm injection, in which the genetic mate-rials are injected into both gonad arms through two rounds of wormbody penetration. Using the robotic microinjection system, both sin-gle gonad arm injection and double gonad arms injection were suc-cessfully achieved Fig. 1f, Supplementary Fig. 13. We assessed the performance of our robotic system on creating transgenic animalsthrough single gonad arm injection ( N 119) and double gonad arm injection ( N 49). Two performance metrics were quanti ed, including the success rate of material delivery into the distal gonad and the meannumber of transgenic progeny per injected adult. Importantly, trans-genic F1 progeny (the rst set of transgenic offspring from injected worms) were observed from 104119 (87.39) of the single gonad arm-injected parent worms and 4749 (95.9) of the double gonad arms-injected parent worms, indicating a high success rate of deliveringDNA to the distal gonad which is comparable to the success rates of theexpert A (single gonad arm injection: 100, N 11; double gonad arms injection: 100, N 11), the expert B (single gonad arm injection: 100, N 11), and the expert C (single gonad arm injection: 91.7, N1 2 ; double gonad arms injection: 100, N1 2 ) . Besides the success rate of material delivery, the average number of transgenic progeny from each injected parent also indicates thequality of robotic worm injection. In conventional manual injection,the injected volume of plasmid solu tion to generate genetic strains largely relies on the operator s experience. With the developed robotic system, we accurately studied the effect of plasmid DNA volume on thetransformation ef ciency. Different volumes of pCFJ90 plasmid solu- tion in the range of 50 500 pL were injected into the single gonads of young adult worms (N2), and the resultant average number of trans-genic F1 progeny was recorded Fig. 2b. Single-factor ANOVA of the data shows signi cant difference ( p 0.0032) among the average number of transgenic F1 progeny with different injection volumes. One can see that the average number of transgenic F1 progeny increaseswith the injection volume and reaches its maximum (40.9  26.5) at theinjection volume of 300 pL. Thus, 300 pL was determined as theoptimal injection volume for all the subsequent experiments.With the optimal injection volume, the average number of trans- genic F1 progeny produced through the robotic single gonad arminjection and the robotic double gonad arms injection were quanti ed to be 40.9 per injected worm and 84.5 per injected worm, respectively Fig. 2c. To demonstrate that the rotation is essential for highly ef - cient and successful worm injection, comparisons of the success rateand average number of transgenic progeny from each injectedparent were made between the robotic injections withwithout rota-tion procedure. As shown in Fig. 2c, the success rate from the robotic injections in which rotation was omitted (single gonad arm injectionwithout rotation: 25, N 12; double gonad arms injection: 41.7, N 12) was much lower than those from the rotation-based worm injections. Also, compared to the rotation-based robotic injections,there existed a signi cant decrease in the average number of trans- genic F1 progeny from each injected parent in which the rotation procedure was not involved (robotic injection without rotation: 4.5 transgenic F1 progenysingle gonad injected worm; 5.3 transgenicF1 progenydouble gonad injected worm; single gonad arminjection t-test: p wwo rotation  0.00189; double gonad arm injection t-test: pwwo rotation  0.00019). These results further indicate that the rotation is crucial for improving the success rate and quality of worminjection. Also, as shown in Fig. 2d-(i), the average number of transgenic F1 progeny from the robotic single gonad arm injection shows no sig-nicant difference ( t-test: p A, robot 0 . 2 1 ; pB, robot 0 . 4 0 ; pC, robot 0 . 5 0 ) compared to the data produced by the experts with 7 22 years of experience. There also existed no signi cant change between the average number of transgenic F1 progeny from the roboticdouble gonad arm injection and the data obtained from the expert A(t-test: p A, robot 0 . 4 6 ; pC, robot  0.15). These results indicate that the performance of robotic injection is comparable to that of the manualinjections by the experts with 7 22 years of experience. As shown in Fig.2d-(ii), when compared to the manual injection from six pro cient operators (operators D, E, F, G, H, and I) with 0.5 2 years of experi- ence, the robotic double gonad arms injection shows a signi cantly higher average number of transgenic F1 progeny than the results ofmanual double gonad arms injection from all operators (operator D: 8.5 transgenic F1 progenyinjected worm; operator E: 24.7 transgenic F1 progenyinjected worm; operator F: 32.9 transgenic F1 progenyinjected worm; operator G: 5 transgenic F1 progenyinjected worm;operator H: 26.4 transgenic F1 progenyinjected worm; operator I:11.5 transgenic F1 progenyinjected worm; t-test: p D, robot  0.00026; pE, robot  0.0017; pF, robot 0 . 0 0 1 9 ; pG, robot 0 . 0 0 0 1 8 ; pH, robot  0.0022; pI, robot  0.00040). The average number of transgenic F1 progeny from manual single gonad arm injection by 5 pro cient operators (D, F, G, H, and I) was signi cantly lower (operator D: 9.1 transgenic F1 progenyinjected worm; operator F: 18.17 transgenic F1progenyinjected worm; operator G: 3 transgenic F1 progenyinjected worm; operator H: 8.6 transgenic F1 progenyinjected worm; operator I: 5.6 transgenic F1 progenyinjected worm; t-test: p D, robot  0.0043; pF, robot 0 . 0 2 9 ; pG, robot  0.0013; pH, robot 0 . 0 0 3 7 ; pI, robot  0.0040) than the robotic single gonad arm in jection (40.9 transgenic F1 pro- genyinjected worm). These results further indicate that performanceof robotic injection is much better than that of the most manualinjections by pro cient operators with 0.5 2 years of experience, who carry out the majority of injections in a typical worm lab. To demonstrate that the robotic system can be easily adopted by biological researchers (who have no expertise in robotics), we invitedve graduate students, one skilled at the manual injection of C. elegans (operator E) and the other four with no prior experience in C. elegans injection (operators J, K, L, and M), to perform single gonad arm injection using the robotic system. The average number of transgenicF1 progeny from the robotic single gonad (40.9 transgenic F1 progenyinjected worm) was de ned as control group for the following com- parison. At rst, all operators performed robotic injections over threeArticle https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 6trials and injected 10-12 worms per trial. As shown in Fig. 2e-(i), the success rate of robotic single gonad arm injection generally improved with each additional trial. Finally, the success rate of the fourth trail performed by each operator ranges from 80 to 90.9. Also, thenumber of transgenic progeny for the fourth trial was recorded, asshown in Fig. 2e-(ii). By the fourth trial, the average number of trans- genic progeny obtained from ve operators (operators E, J, K, L, and M)show no signi cant difference from the control group ( t-test: p E, control 0 . 1 5 ; pJ, control 0 . 1 2 ; pK, control 0 . 0 7 3 ; pL, control 0 . 3 5 ; pM, control 0 . 1 2 ) . Taken together, these results indicate that our robotic system provides comparable success rate of material delivery into the distalgonad and the mean number of transgenic progeny per injected adultto manual injection of experts with 7 22 years of experience, but Robot Robot-no rotation Robot Robot-no rotation 050100150200 Single gonad injectionDouble gonad injection  100 m EmbryosWorm body contourPharynx 100 m BF GFP mCherry Merge Pharynx BF GFP mCherry Merge Pharynx Pharynx 100 m 38m(i) (ii) Average number of transgenic F1 progenyinjected worm 0 100 200 300 400 500020406080  of transgenic F1 progeny ns ns nsnsns Operator EControl group Operator J Operator K Operator L Operator M 020406080100120  of transgenic F1 progenyRobot A (15 years)Robot A (15 years) Manual-expert C (7years) of transgenic F1 progeny 020406080100120140160180 -20 Robot Manual-D (0.5 year)Manual-E (1 year)Manual-H( 2 years) Manual-F (2 year) Manual-G (2 year) Manual-I( 1 years) of transgenic F1 progeny 020406080100120140160180 -20nsnsnsSingle gonad injection nsnsDouble gonad injection ns   Single gonad injection Double gonad injectiond(i) (ii) Robot Manual-D (0.5 year) Manual-E (1 year) Manual-H( 2 years) Manual-F (2 year) Manual-G (2 year) Manual-I( 1 years)c f Success rate () 020406080100 1st 2nd 3rd 4thoperator E operator J operator K operator L operator M Robotic injection trials by different operators Manual-expert Manual-expert Manual-expert B (22 years) Manual-expert C (7 years)a b e(i) (ii)Injected volume (pL)Article https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 7signicantly increases the speed of microinjection while minimizing effort, input, and fatigue by the user, which allows consistent and high-throughput injection. Different from the conventional manual injec-tion method which requires trainees to spend several weeks to monthsto learn this technique and provides poor injection performance 16, operators without expertise in robotics can quickly learn the usage ofthe developed robotic system after a few trials and perform the injection with high success rate and high injection quality. In many applications used in our laboratories and others such as genetic interaction pro ling 29, alternative splicing reporter expression30,a n dg e n e t i cr e s c u e31,32, plasmid DNA is required to be injected into mutant strains. The average diameter of a wild-typeyoung adult worm is 53.6 m(N 10). However, for some mutant strains, the diameter of a young adult worm is much smaller. To verifythat the robotic system can be employed for the microinjectionof mutant strains with smaller body sizes, young adult wormsfrom the mutant strain-VC4040 (Genotype: F32B4.4(gk5114)loxP  myo-2p::GFP::unc-54 3 UTR rps-27p::neoR::unc-54 3 UTR loxP) ) 33,t h e average diameter of which is 37.5 m(N17), was selected for the robotic injection of the plasmid DNA pCFJ90 (2.5 ng L). Wild-type adult hermaphrodites typically produce 300 progeny. However, themutant strain (VC4040) is unhealthy as each adult worm produces aquite low number of progeny (on average 34.57 progeny per worm,N7). This mutant strain expresses green uorescent protein (GFP) in the pharynx, as shown in Fig. 2f-(i). To securely immobilize the young adult worms from the mutant strain (VC4040) while avoiding theseworms being sucked into microchannels, the negative pressure wasreduced to 11.20 PSI for the successful injection. After successful robotic injection of plasmid solution into young adult worms, mCherry signal was observed in the pharynx of the transgenic progeny Fig. 2f-(ii). Finally, transgenic F1 progeny were observed from 912 (75) of the double gonad-injected parent worms from the VC4040,and the average number of transgenic F1 progeny per injected mutantworm was 2.9. The relatively low success rate and low average numberof transgenic F1 progeny per injected mutant worm likely resultedfrom its unhealthy state and low brood size. All in all, these resultsindicate that our system can be easily accommodated to producetransgenic progeny from different mutant strains of varyingbody sizes. When plasmid DNA solution is in jected into the worm gonad, the DNA typically forms extrachromosomal arrays in the cells of progeny 34. These extrachromosomal arrays are usually unstable during cell divi- sion but can become inheritable. Thus, most of the transgenic F1 progeny are transient and only a small fraction of transgenic F1 pro-geny will transmit stable transgenes arrays to the F2 generation 34.T o quantify the transgenesis ef ciency using the developed roboticsystem, a mixed plasmid DNA solution ( Pmyo-2::mCherry  Prgef-1::unc- 16_minigene_splicing_reporter ) was injected into the gonads of young adult worms (N2) in two independent trials (15 worms injected foreach trial). As the injected parent worms in each trial produced hun- dreds of transgenic F1 progeny, it is time-consuming to isolate and separately place each transgenic F1 progeny on a standard growthplate for following the inheritance pattern. In this case, we randomlyselected 84 transgenic F1 progeny from each trial and placed each ofthem on a standard growth plate. An average percentage of 8.3 oftransgenic F1 progeny transmitted the transgene to the second lial (F2), as shown in Table 1. This is a reasonable transmission rate from the extrachromosomal array bearing transgenic F1 progeny to the F2g e n e r a t i o n sa si ti sc o m p a r a b l et ot h er e p o r t e dr a t eo f 2 15 of transgenic F1 progeny transmitting extrachromosomal arrays to F2generation 35. These experiments further demonstrated the ef ciencies of the developed robotic system in transgenic strain generation. Generation of recombinant animals by CRISPRCas9 mediated genome editing CRISPR RNAs and Cas9 protein have been widely used to create cus- tom mutations and transgene insertions in C. elegans36,37. This revolu- tionary genome editing technology enables researchers to generatedouble-strand breaks at a target genomic locus by using Cas9 com-plexed with sgRNAs 38. Upon cleavage by Cas9, the double-strand breaks at the target locus can und ergo nonhomologous end joining (NHEJ) repair or homology-directed repair (HDR). Compared to theNHEJ, HDR allows for the precise editing of the genome by including a repair template, but at lower frequency, which is a good option for us to further test the performance of the robotic system. To demonstrate that our robotic system can be employed to effectively generate recombinant worms using CRISPRCas9genome editing techniques, we injected the CRISPRCas9 plasmidFig. 2  Generation of extrachromosomal array-based transgenic lines. aGeneration of transgenic worms by the robotic injection. Images are repre- sentative of at least 150 transgenic worms from microinjections. bCalibration curve of the average transgenic F1 progeny vs. volume of injected plasmid DNA solution(number of injected worms: N 10 for the injected volume of 50 pL, 100 pL, 300 pL, 400 pL; N 11 for the injected volume of 200 pL, 500 pL; mean  s.d.). cNumber of transgenic F1 progeny obtained from robotic injection withwithout the rotationprocedure (number of independent injections: N 10, 12, 11, 12 for single gonad injections wwo rotation and double gonad injections wwo rotation, respectively; mean  s.d.). Two-sided t-test: single gonad arm injection p wwo rotation  0.00189; double gonad arm injection pwwo rotation 0 . 0 0 0 1 9 .  p0 . 0 0 5 . dNumber of transgenic F1 progeny obtained from robotic injection and manual injections: ( i) comparison between robotic injection and manual injections of three experts with 722 years experience (experts A, B, and C) (number of independent injections: N 10, 11, 11, 12, 11, 11, 12 for single gonad injection by robotic system, experts A, B, C, and double gonad injections by robotic system, experts A, C, respectively; mean  s.d.), ( ii) comparison between robotic injection and manual injections of six procient operators (operators D, E, F, G, H, and I) (number of independentinjections: N 10, 12, 12, 12, 12, 12, 14, 11, 12, 12 12, 12, 14, 14 for single gonad injection and double gonad injections by robotic system and six pro cient operators, respectively; mean  s.d.). Two-sided t-test:  p0 . 0 5 ,  p 0.005, and ns (not sig- nicant): p0 . 0 5 . eRobotic single gonad injections by ve operators (operators E, J, K, L, M): (i) success rate of robotic injections when operators performed robotic injections for four trials, ( ii) comparison between the control group and robotic injection results obtained from the fourth trial of ve operators (number of inde- pendent robotic injections: N 12, 11, 10, 10, 10, 10 for ve operators and control group, respectively; mean  s.d.). Two-sided t-test: ns (not signi cant): p0 . 0 5 . fRobotic injection result of mutant strain (VC4040) which has small body diameter: (i) images of young adult worm from mutant strain-VC4040 showing it has a small diameter (38 m). Images are representative of VC4040 from which 100 of ani- mals express GFP signals in the pharynx, ( ii) images of transgenic progeny obtained from the successful robotic injection of plasmid pCFJ90 into the distal gonad ofyoung adult worms from mutant strain-VC4040. Images are representative of atleast 20 transgenic progeny obtained from the successful robotic injection of plasmid pCFJ90 into VC4040. Source data are provided as a Source Data le. Table 1  Transformation ef ciency of mixed plasmid DNA injection Trial No. of randomly selected trans- genic F1 progenyNo. of independently stable transgenic F2 linesTransmission rate from transgenic F1 progeny to the F2 generations 18 4 6 6  8 4 ( 7 . 2  ) 2 84 8 884 (9.5) total 168 14 14168 (8.3) A standard assay of mixed plasmid ( Pmyo-2::mCherry(pCFJ90)  Prgef-1::unc-16_mini- gene_splicing_reporter )e x p r e s s i o ne f ciency was conducted to determine the ef ciency of the injection process. Each resulting F1 transformants were placed on individual agar plates andheritable expression was scored based on heritable expression F2 lines.Article https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 8DNA solution ( Pmyo-2::mCherry Pmyo-3::mCherry Peft-3::Cas9_SV40_ NLS_tbb-2_UTR pU6_klp-12_sgRNA Pmyo-2::GFP_Prps-27::neoR_klp-12_ disruption_repair_template )15into both gonads of young adult worms. This CRISPRCas9-mediated genome editing is based on HDR whereint h er e p a i rt e m p l a t e( Pmyo-2::GFP_Prps-27::neoR_ klp-12_disruption_repair_ template )d i s r u p t st h e klp-12 gene and contains a dual-marker cassette, a ss h o w ni nF i g . 3a, consisting of a GFP reporter expressed in the pharynx ( Pmyo-2::GFP::unc-54 3 UTR) and a neomycin resistance (neoR) transgene ( Prps-27::neoR::unc-54 3 UTR) , which enables rapid identi - cation of the rare recombinant wo rms after the microinjection. Detailed procedures for transgenic worm selection and screening canbe found in Supplementary Fig. 21. To quantify the ef ciency of plasmid-based CRISPRCas9 genome editing in C. elegans using the robotic system, we injected 30-48 worms each in three independent trials and successfully obtained the recombinant animals which sur- vived G418 selection and possessed uniform GFP signal in the pharynxas well as absence of mCherry expression Fig. 3b. As seen in Table 2, from each of three independent injections (Exp. 1 3), we isolated two independent lines, for a total of six recombinant strains. As theplasmid-based CRISPRCas9 genome editing is a complex process which includes multiple steps such as transportation of plasmid DNA into the nucleus, transcr iption, and translation 39, the editing is inef - cient and the uncontrollable expression levels of the sgRNA and theCas enzyme would lead to variable editing ef ciencies across experi- ments. Operators D and F were invited to inject 30 worms with thesame CRISPRCas9 plasmid DNA, and the insertion frequency wasobtained to be 0 (030) and 3.3 (1 30), respectively. Thus, the obtained insertion frequency of 5.2  1.4 is a reasonable ef ciency for the plasmid-based CRISPRCas9 genome editing with a repair templatewhen compared to the previously r eported insertion frequency of 7.715 at the klp-12 locus from the manual injection performed by the expert A mentioned before 14,15and the insertion frequency of 0 3.3 obtained by the pro cient operators. Although the GFP signal can be used as a marker to verify the insertion of dual-marker repair template, there exists the possibility of incomplete editing at the klp-12 locus of interest or off-target editing events for the plasmid-based CRISPRCas9genome editing, the latter of which means that undesired insertion atother genomic loci may occur. To test for these possibilities in our 5 homology armPmyo-2::GFP::unc-54 UTR Prps-27::neoR::unc-54 UTR 3 homology arm us ds us ds us ds us ds us ds us ds us dsRecombination ampliconunedited control Exp.1 Line 1 Exp.1 Line 2 Exp.2 Line 1 Exp.2 Line 2 Exp.3 Line 1 Exp.3 Line 2a b c dGFP mCherry MergeBF GFP mCherry(i) (ii)(i) (ii) (iii) (iv) 100 m100 m PharynxPharynxPharynx Pharynx4005007001000150020003000bp Fig. 3  Generation of recombinant animals by CRISPRCas9 mediated genome editing. a Dual-marker repair template for CRISPRCas9 plasmid DNA-mediated genome editing. Purple boxes, green box, yellow box, and red triangles represent appropriate homology arms for HDR, a pharyngeal GFP marker transgene, a neoRtransgene, and loxP sites, respectively. bVisual strategy for identifying the recombinants obtained from the injection of CRISPRCas9 plasmid DNA solution into wild-type worm: ( i) captured image of the recombinant under the bright eld mode, ( ii) uniform GFP expression in the pharynx of recombinants, ( iii)l o s so f mCherry expression in the recombinant, ( iv) only uniform GFP expression in the recombinant demonstrating integration of the repair template and loss of the extrachromosomal array. Images are representative of recombinant worm gener-ated via CRISPRCas9 plasmid DNA-mediated genome editing from threeindependent batch of injections. cGenotyping results at the klp-12 gene locus after CRISPRCas9 genome editing experiments using robotic microinjection platform. Images are representative of genotyping results of 6 lines from three independent batches of injections. dVisual strategy for identifying the recombinants obtained from the RNP complex injection: ( i) mutant strain-JAC644 with GFP signal expres- sed in pharynx was chosen for the RNP complex injection, Image is representative of JAC644 from which 100 of animals express GFP signals in the pharynx, which was selected for the injection. ( ii) recombinant worm which survived the G418 selection and possessed a uniform mCherry signal in the pharynx was suc- cessfully obtained by injecting the RNP solution into mutant (JAC644). Image is representative of recombinant worm generated via RNP-mediated CRISPR genomeediting from one batch of injections. Source data are provided as a Source Data le. Table 2  Gene editing ef ciency through robotic microinjection of CRISPRCas9 plasmid Trial No. of injected P0s No. of independent insertions Insertion frequency () Correct insertion (PCR) Correct insertion frequency 1 30 2 230 (6.7) 2 22 (100) 2 45 2 245 (4.5) 2 22 (100) 3 48 2 248 (4.2) 1 12 (50)total 123 6 6123 (5.2  1.4) a5 56 (83.3  28.9)a CRISPRCas9 Plasmid DNA (Pmyo-2 ::mCherry  Pmyo-3 ::mCherry  Peft-3 ::Cas9_SV40_NLS_tbb-2_UTR  pU6_klp-12_sgRNA  Pmyo-2 ::GFP_Prps-27 ::neoR_klp-12_disruption_repair_template) was injected to determine the recombination ef ciency of injected worm. The recombination animals were further genotyped by the PCR to check whether the insertion was correct at target position. aMean  SD.Article https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 9recombinant worms, we genotyped each recombinant strain to con- rm the correct insertion site. Our genotyping assays con rmed that 5 6 of the independent lines had the dual-marker cassette inserted in thecorrect location, giving amplicons that were speci ct ot h eu p s t r e a m (us) and downstream (ds) insertion sites from recombinant animalsFig. 3c, Table 2. Only one line we recovered (Experiment 3, line 1) failed to insert correctly. However, this result is consistent with pre-vious observations when performin g manual injection by the expert A and is a re ection of the CRISPR editing an d recombination process in the worm itself rather than a consequence of the robotic microinjec-tion platform. Another ef cient method to realize the CRISPRCas9 mediated genome editing is to inject a pre-formed complex of recombinant Casenzymes and chemically synthesized sgRNAs directly, which is alsoknown as a Cas9sgRNA RNP complex. Compared to the CRISPRCas9plasmid-mediated genome editing, the introduced RNP complex canrapidly start CRISPR genome editing as it bypasses many stepsincluding transportation of plasmid DNA into the nucleus, transcrip-tion, translation, all of which are required for the CRISPRCas9plasmid-based genome editing 40. However, the pre-formed RNP com- plex of sgRNAs and protein can be prone to aggregation, which makesthe injection pipette more easi ly clogged when compared to the plasmid DNA. To avoid the problem of frequent clogging for the injection of the RNP complex, the pipette tip size should be suf ciently large. To test the capability of our robotic microinjection system usingCas9sgRNA RNP complex-mediated genome editing, we chose themutant strain JAC644 (Genotype: sup-46(csb40)loxP  myo- 2p::GFP::unc-54 3 UTR  rps-27p::neoR::unc-54 3 UTR  loxP ), in whichGFP is expressed in the pharynx, as shown in Fig. 3d-(i). A solution containing RNP complex targeting sequences in the vicinity of the GFPopen reading frame and linear double-strand DNA template encodingmCherry and a neomycin resistance (neoR) transgene plus 35 bases ofanking homology was injected into both gonads of JAC644. If suc- cessful, genome editing would replace GFP sequence with the mCherryopen reading frame. Due to the easy aggregation of proteins andsgRNAs, pipettes with tip size larger than 1.5 mw e r ee m p l o y e di nt h e injection of RNP complex while the negative pressure of 12.87 PSI was still suf cient to securely immobilize C. elegans for the injection with large injection tip. Finally, we obtained the recombinant progeny which survived the G418 selection and possessed a uniform mCherry signal in the pharynx, as shown in Fig. 3d-(ii). The CRISPRCas9 mediated genome editing experiments demonstrate that our roboticsystem can accommodate a variety of injection solutions, includingCRISPRCas9 plasmids and RNP complexes, for the worm injection. Large-scale reverse genetic screen for regulators of alternative splicing Alternative splicing is a crucial mechanism which signi cantly increa- ses the complexity of gene expression41,42. However, regulation of alternative splicing is a complicated process, and it is still not com-pletely understood 42,43. Thus, to discover the mechanisms governing alternative splicing, large-scale reverse genetic screens employing transgenic mutant C. elegans can complement work in other model systems. As demonstrated above, our robotic system provides excel-lent injection performance in terms of injection speed and successrate, thus reducing the barrier to large-scale reverse genetic screens reporter cocktail into RNA binding protein mutants Establish stable Extrachromosomal array lines (F 2 and later) wild-typemutant 1mutant 2mutant 3mutant 4mutant 5 Purify total RNA, perform RT-PCR screens for splicing defects100 m 100 m BF GFP mCherry MergeBF GFP mCherry Merge(i) Wild type Y57G11C.36 tdp-1 rsp-2cey-4 D1037.1 ptb-1 mean  exon inclusion - SD43.94 zoo-1 reporter RT-PCRc dOriginal mutant (RB1766)Transgenic progeny from injected mutant (RB1766)b SkippedIncludedLadder Ladder 40.615 30.55 37.5 550.09 35.22 39.441Splicing Constitutive exon Alternatively spliced exonIntronAUG UAA AUG UAA 2A peptide NLSRFP Exon1 Exon3Exon1 Exon2 Exon3 GFP PromoterExon1 Exon2 Exon3 Exon1Translation, 2A peptide processing (RT-PCR) Fwd primer Rev primer (RT-PCR)GFP RFP SplicingExon2 Exon3 GFP RFP RFP GFP Exon3 Exon1 GFPTranslation, 2A peptide processinga (ii) 2003004005007001000150020003000bpEstablish stable Extrachromosomal array lines (F2and later)Inject fluorescent alternative splicing reporter cocktail into RNA binding protein mutants Fig. 4  Large-scale reverse genetic screen for alternative splicing regulation in neurons and intestine cells. a Schematic of the two-color reporter system. Upon inclusion of the alternative exon (yellow box), the reading frame encoding mCherry is utilized, while the reading frame encoding GFP is not, indicated by the colorchange of the reading frame encoding GFP from deep green to light green. Theexon skipping leads to a frameshift (1) and translation of the GFP protein. Translated uorescent proteins are uncoupled from upstream sequence through 2A peptides, and localized to the nucleus through two nuclear localization signals.Reporter-speci c RT-PCR priming sites are also indicated in diagram. bCocktail of four different splicing minigene reporters injected into worms to generate stable extrachromosomal array lines for the RNA collection and RT-PCR assays. cStableextrachromosomal array lines generated from the injected mutants (RB1766): ( i) bright eld and uorescent images of original mutant (RB1766). Images are representative of RB1766 from which 100 of animals show no uorescent signals, which was selected for the injection. ( ii) both GFP and mCherry signals observed in the neurons and intestine cells showing the transgenic progeny from injectedmutants (RB1766) are successfully generated. Images are representative of at least 10 transgenic progeny obtained from the successful robotic injection of a cocktail of four plasmids into RB1766. dRT-PCR assays of the zoo-1 exon 9 reporter for selected six mutant strains. Images are representative of 5 RT-PCR assays of the zoo- 1exon 9 reporter for selected six mutant strains. Source data are provided as a Source Data le.Article https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 10using available mutant strains generated by the C. elegans community. As such, we used our injection system to design a multiplexed reporterscreen to identify candidate regulators of alternative splicing in neu-rons and intestinal cells Fig. 4. We previously developed a series of two-color uorescent frameshift reporte rs that recapitulate tissue- speci c alternative splicing patterns of endogenous alternative exons 30. Normally, when these reporters are injected individually, the inclusion or skipping of an alternative exon can shift between tworeading frames and translation of mCherry or GFP, respectivelyFig. 4a. Thus, uorescence can be visualized by microscopy as an indirect readout of alternative splicing, with GFP and mCherry signalsproviding relative measurements of exon skipping or exon inclusion,respectively 30. We also use semi-quantitative RT-PCR as a readout to more directly assess reporter alternative splicing patterns30Fig. 4a. We thus reasoned that we could inject a cocktail of multiple reporters simultaneously into wild type and mutant strains of interest, utilize reporter uorescent signal to select for stable extrachromosomal array carrying animals, and then screen for effects on individual reportersplicing patterns by RT-PCR as a readout Fig. 4b. We prepared a cocktail of four splicing minigene reporters expressed speci cally in neurons ( Prgef-1::zoo-1 exon 9, Prgef-1::hlb-1 exon 12, Prgef-1::ampd-1 exon 15 ) or in the intestine ( Pges-1::fhod-1 exon 9 ). These reporters were selected on the basis of displaying robust exon skipping in neurons butinclusion in other tissues ( zoo-1, hlb-1 ,a n d ampd-1 reporters) or robust exon inclusion in the intestine compared to other tissues ( fhod-1 reporter) 30.T h i st w o - c o l o r uorescent reporter cocktail was injected into wild-type animals and 48 mutant strains harboring deletion or loss of function alleles for different genes encoding known RNA bindingproteins Supplementary Data 1. These mutants were selectedbecause they represented all available alleles of RNA-binding proteingenes available at the Caenorhabditis Genetics Stock Center (CGC) which could be maintained as homozygotes. After injection, we iso-lated and maintained stable extrachromosomal array lines (startingfrom the F2 generation) Fig. 4c, puri ed total RNA from these lines, and performed RT-PCR assays to determine if any of these RNAbinding proteins play a role in the splicing of these model alternativesplicing events Fig. 4d. Several of the RNA-binding prote in mutants are unhealthy, with reduced brood sizes potentially affecting the transformation ef - ciency. As such, at least 20 worms per mutant strain were injected toget enough transgenic F1 progeny allowing for transmitting stabletransgenes arrays to the F2 generation, and in total more than 1000worms were injected using the robotic system, further con rming the robustness of our microinjection system. We were able to establishtransgenic animals stably inheriting reporter arrays for 48 of the 49wild types and mutant strains injected. The one exception, lin-28(n719) , was quite unhealthy and unable to lay eggs outside the body. Even ifthe transgenic F1 progeny were generated, they stayed inside the body of injected parent worms. Thus, its small brood size and failure to lay embryos made it very dif cult to obtain stable extrachromosomal lines. We puri ed total RNA from all strains and screened for splicing pattern differences by semi-quantitative RT-PCR using primers speci c for each reporter, comparing wild-type and mutant patterns Supple-mentary Data 2. In total, we performed over 250 RT-PCR assays in ourscreen. After conducting densitometry Supplementary Data 2 and a visual inspection of gel images, we selected six mutant strains ofinterest with detectable changes in splicing patterns compared to wild-type worms which are D1037.1(ok1746) I, rsp-2(ok639) II, tdp-1(ok803) II, cey-4(ok858) III, ptb-1(gk113) II, Y57G11C.36(gk5042) IV ), respectively, for a replicate smaller scale screen (see Methods ). In this second round, we also stage-synchronized all animals and collected populations at L4stage to eliminate potential splicing differences obtained due to mixedpopulation measurements from the primary screen. Intriguingly, weidenti ed that deletion of tdp-1 led to a signi cant increase of exonskipping in our zoo-1 exon 9 reporters by 13.4 when compared to wild-type worms Fig. 4d and Supplementary Data 3; mean percent spliced in (PSI) wild-type  43.9 4, mean PSI tdp-1 mutant  30.5 5  , N5 ;t-test: p 0.0023. Thus, our screen has identi ed a puta- tive regulator of a neuronally repressed alternative exon, which will warrant further study. More importantly, our results indicate that ourrobotic microinjection system can facilitate large-scale reporterscreens in available knockout mutants. Discussion In this study, we have developed a robust robotic microinjection sys-tem with a high injection speed, high success rates, and high quality ofworm injection required for high-throughput generation of transgenicC. elegans . While several robotic microinjection systems have been reported previously, the random orientation of worms, complex operation procedures, severe squeezing of loaded worms, and easy clogging and breakage of injection needle when inserted into thehydrogel, as shown in Supplementary Table 3, would prevent theprecise and ef cient microinjection of plasmid into the target body structure, further limiting their use in practical applications. Com-pared to manual microinjection experiments where operators mustundergo a long period of training to become pro cient and where it is difcult to perform injections for more than 2 3h ,i ti sv e r ye a s yf o r unskilled operators to learn the usage of our robotic system afterseveral trials and perform the worm injection with high success rateand excellent quality. Moreover, the robotic system minimizes the efforts, input, and fatigue by the user which allows for a fast injection speed while maintaining a consistent high-level performance. It hasbeen demonstrated that the developed robotic system can beemployed to realize single gonad arm injection of 250 worms per daywhen accommodating multiple strains and injection solutions. Itshould be noted that our robotic system can be easily adapted to theinjection of different mutant strains of varying body sizes, showinggreat potential in a number of applications (e.g., genetic interactionproling, genetic screens, and nucleic acid or small molecule delivery to the gonad) that require delivery of genetic or other solutions intomutants. In addition, the robotic system is also capable of providing secure immobilization of worms for the successful injection of the different genetic solutions, Furthermore, similar to the manual injec-tion method, the robotic microinjection system manipulates worms inan open environment, allowing for the easy access of worms andpreventing the frequent clogging of injection pipettes, which will makethe present system easy to adopt by researchers from worm biologylaboratories or core facilities providing microinjection services.Using our system, different types of genetic solutions, includingplasmid and ribonucleoprotein complexes, have been successfullyinjected into the gonad of C. elegans to generate stably transmitting extrachromosomal arrays as well as genome-edited animals via CRISPRCas9 approaches. Moreover, through a large-scale multiplexed plasmid reporter screen in knockout mutants, we discovered that the deletion of thetdp-1 gene leads to increased exon skipping in our zoo-1 exon 9 reporters, highlighting the speed and reliability of our platform infacilitating screens involving higher throughput microinjection.Alternative splicing patterns are known to be regulated in a combi-natorial manner by RNA-binding proteins (for examples seerefs. 4446). As such, it is common for perturbations of individual RNA binding proteins to result in modest but signi cant effects on splicing patterns, such as what we have observed in tdp-1 mutant animals. Recently, we identi ed the conserved RNA binding protein CELFUNC- 75 as a repressor of zoo-1 alternative exon 9 splicing 30. Our current results suggest that TDP-1 may be acting directly or indirectly to sti-mulate exon inclusion, counteracting the effects of UNC-75. Thus thebalance of these RNA binding proteins, and likely others yet to beidenti ed, in different tissues may provide an explanation for theArticle https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 11predominant skipping of zoo-1 exon 9 in neurons and its preferential inclusion in other tissues30. Due to the sophisticated structures inside the worm body, chan- ging position of the distal gonad at different orientations, and the determined optimal vertical positio n of the mounted injection pipette, it is necessary to rotate the worm to an orientation in which themounted injection pipette can approach the anteriorposterior distalgonad for material delivery. Our robotic system can overcome thisimportant bottleneck in the microinjection procedure by achievingcontrolled rotation of animals in an open environment to position thedistal gonad opposite the injection needle while providing secureimmobilization of orientated worms for easy injection thereafterSupplementary Table 4 which is impossible for other existing wormrotation methods 1820,47,48and any existing worm injection platforms16,17,21. It should be noted that different from other rotation methods that require speci c substrate designs47,49, our worm rotation method is simple, reliable, and independent of the substrate whichmeans it can be easily adopted in many applications, especially thoserequiring a thin cover slip as the sample substrate for high-resolutionimaging under high magni cation. In addition, the combination of frictional force and hydrodynamic forces induces the rotational torquefor contactless, precise, and stable rotation of a C. elegans ,w h i c h allows for the worm rotation independent of the worm body size andcurvature, and the level of anesthesia. Thus, the developed wormrotation method can be employed to realize stable rotation of differentmutant strains with varying body sizes or harboring resistance to levamisole treatment. Stable worm rotation in a continuous fashion can be obtained by adjusting the operation parameters of the motor-ized stage and the pressure regulator. Moreover, a consistent gapbetween worm body and the micro uidic device during the rotation process is kept by the hydrodynamic forces caused by the laminar ow owing out of micro uidic channels allowing for the clear observation of all anatomical regions of the animal, which provides accurate visualfeedback for the worm orientation control. The open ends of micro-uidic device enable the rotated worm to be smoothly and securely immobilized for versatile manipulations of worms including injection,biomechanics characterization, genetic screening, phenotyping, and microsurgery, to name just a few. Thus, the synergy of developed robotic system and micro uidic devices has opened a route to the accurate, high-ef ciency, and intelligent microinjection of C. elegans and provided an opportunity to facilitate high-throughput transgenicstudies of C. elegans . Another major bene t of our developed robotic system is that it is compatible with all microscopes equipped with a motorized stage. Inour robotic system, the micro uidic device was used for worm rotation and immobilization. As the simple microchannels of the micro uidic device have an array of open ends, any impurities which are broughtinto the channels during the injection can simply be ejected by applying a relatively small positive pressure. Thus, combined with its easy and cheap fabrication, the micro uidic device is highly reusable. In basic biological mechanism studies, genetic and reporter library screening often requires large number of transgenic strains.Our robotic system will help alleviate the bottleneck of strain con-struction through its high speed and high injection success rate. Thus,researchers could envision performing screens involving microinjec-tion on a larger scale, taking advantage of the growing toolbox ofavailable transgenesis approaches in C. elegans 50. Other large-scale studies like drug screening and toxicity can be easily realized byinjecting candidate materials, especially water-insoluble materials, intospeci c organs using the developed system. Finally, in addition to C. elegans , this robotic system can be adapted for high-speed injection of Drosophila larvae or zebra sh larvae, another two important and popular small model organisms which have similar morphologieswhen comparable to C. elegans . To realize this goal, one would need to simply change the geometry (for example, height and width) of themicro uidic device while using the same basic features and function. Similarly, retuning parameters for larvae rotation is straightforwardwhile all other components of the robotic system can remain the same.Taken together, this customizability affords our robotic system a wide range of applications. In addition, as machine learning technology continues to advance, bringing enhanced capabilities in learningcomplex patterns, tting models to large and diverse datasets, and realizing accurate semantic segmentation and key-point detectiontasks, it offers the opportunity to fully automate the microinjection ofC. elegans in a reliable and consistent manner in the future. Methods Ethical statement This research complies with all relevant ethical regulations. C. elegans does not fall under animal welfare regulations. Husbandry and housing were approved by local authorities under biosafety permit 527-C25-1 issued by the University of Toronto. Micro uidic device fabrication In this robotic system, a micro uidic device for stable worm rotation and secure immobilization was integrated as a greatly important part.Dimensions of the bifurcated channels inside micro uidic device are shown in Supplementary Fig. 9a. This micro uidic device was fabri- cated through multilayer soft lithography. First, SU-8 2075 photoresist(Microchem) with thickness of 25 m was spin-coated onto a silicon wafer, and then patterned into the SU-8 mold of the top PDMS layer by standard photolithography, as shown in the Supplementary Fig. 9b-(i). This mold was further treated with trideca uoro-1,1,2,2-tetra- hydrooctyl-1-trichlorosilane via chemical vapor deposition for onehour to render its surface hydrophobic. After that, a precursor mixtureof PDMS base and cross-linker (Sylgard 184, Dow Corning) at the wwratio of 5:1 was poured onto the SU-8 mold and cured at 80 C for45 min Supplementary Fig. 9b-(i). In the following, a precursor mix-ture of PDMS base and cross-linker (Sylgard 184, Dow Corning) at theww ratio of 10:1 was spin-coated onto a silicon wafer with the thick-ness of 14 m Supplementary Fig. 9b-(ii) and Supplementary Fig. 10 and cured at 80 C for 45 min. Then, the top PDMS layer was peeled from the SU-8 molds, punched with open inlet holes, and bonded to the 14 m-thick PDMS layer together to form the micro uidic device Supplementary Fig. 9b-(iii). Later the micro uidic device consisting of the top PDMS layer and the bottom PDMS layer was peeled off fromthe silicon wafer Supplementary Fig. 9b-(iv). To realize stable andreliable worm rotation, a smooth slope of 45 was cut at the side wall ofthe micro uidic device where the open ends of the microchannels are arranged, as shown in Supplementary Fig. 9c. Before cutting, themicro uidic device was securely clamped with assistance of bench vise, glass slides, and a 3D printed stage with a slope of 45 Supple-mentary Fig. 9d. Once the micro uidic device was securely clamped by the bench vise, a surgical scalpel was used to cut the micro uidic device along the slope of 3D printed stage and the edge of glass slideSupplementary Fig. 9e. After that, the micro uidic device was bon- ded to a transparency lm (Inkjet Transparency Film, Staples) via a double-sided tape, thickness of which is 25 m( 8 1 7 1 C L ,3M ) S u p p l e - mentary Fig. 9b-(v), 9b-(vi). In this method, a transparency lm was utilized as a supporting layer for the PDMS micro uidic device because it possesses a relatively rigid and at surface, which prevented the bottom PDMS layer from adhering to the upper side of microchannels.Furthermore, the thickness of the transparency lm is approximately 0.1 mm, thin enough to ensure th at the bottom side of the micro uidic device at open ends can make contact with the substrate surface once it is lowered. Subsequently, a pre-cut cast acrylic sheet (PMMA) was bonded to the bottom side of transparency lm using the double-sided tape, serving as a holder when it was mounted on the right micro-manipulator (thickness: 116 , McMaster-Carr) Supplementary Figs. 2g, 9b-(vii) and 9b-(viii). Finally, we found that fabricatedArticle https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 12micro uidic device can be tightly bonded to PMMA plate and reliably mounted on the right micromanipulator. The exploded view of wholemicro uidic device was displayed in Supplementary Fig. 2g. C. elegans strains, culture, and sample preparation Both wild-type and transgenic worms Supplementary Data 1 and Supplementary Table 5 were used in the rotation and microinjectionexperiments. Worm strains used for the regularmixed plasmid DNAand CRISPRCas9 plasmid microinjection experiments were wild-typestrains. The genetic strain for the RNP complex injection is JAC644(Genotype: sup-46(csb40)loxP  myo-2p::GFP::unc-54 3 UTR  rps- 27p::neoR::unc-54 3 UTR  loxP ), in which the GFP signal is expressed in pharynx, as shown in Fig. 3d-(i). Synchronous populations of young adult nematodes were obtained for the injection using the followingprotocol. Brie y, three adult worms were rst transferred to the nematode growth media (NGM) plate seeded with the bacterial food E coliOP50-1, and left on the plate for three days to collect a large population of adult worms from the rst generation. Before loading the worms in the reservoir using a Pasteur pipette (9-inch, Fisherbrand) for microinjection, adult worms were selectively picked up by aworm pick (made from a Pasteur pipette and a platinum wire) andsuspended in the levamisole solution at a concentration of 0.6 mg mL 1 for 10 30 min to ensure that anesthetized animals body remained straight during the whole worm injection process. The levamisolesolution of 0.6 mg mL 1was prepared by mixing the levamisole solu- tion in a concentration of 3 mg mL1and M9 buffer in a volume ratio of 1:4. To avoid anesthetized worms sticking to the surface of Pasteur pipette, Triton X-100 was added in the M9 buffer and the nal con- centration of Triton X-100 in M9 buffer is 0.01. Once a batch ofworms was injected, they were transferred to the NGM agar plates formaintenance. For the regular plasmid DNA injection, injected wormswere cultured on NGM agar plates at 21 C. After 2 4 days, transgenic F1 progeny can be observed using the uorescent microscopy (Axio Zoom.V16, Zeiss) if the injection is successful. For the injection ofCRISPRCas9 plasmid DNA, injected worms were cultured on NGMagar plates at 25 C for one day followed by selection with the drug ofG418, as shown in Supplementary Fig. 21. During the selection phase, we daily screened the plates to check the uorescent pattern from the progeny. The recombinant animals which survived the G418 selectionand possessed target uorescent signal in a uniform fashion were then easily identi ed. The injection needle was obtained by pulling the borosilicate glass capillaries (outer diameter: 1.0 mm, inner diameter:0.58 mm, 1B100F-4, World Precision Instrument) via the needle puller(P-97 micropipette puller, Sutter Instrument). Usually, the directlypulled injection needle has a closed tip. To make the tip open, thepulled injection needle is always pushed against a glass lament which would break the closed tip in a precise fashion. During the manualinjection, an eyelash pick was used by the majority of experts and all procient operators for worm handling which avoids the damage to worms. Fluorescent images of the transgenic worm were obtained byusing inverted microscope (ZEISS Axio Observer, Zeiss). Splicing reporter screens For our screen, more than 20 young adult wild-type or mutant wormsper strain (see Supplementary Data 1 for list of mutant strains tested)were injected as described above with a cocktail of four plasmids(Prgef-1::zoo-1 exon 9, Prgef-1::hlb-1 exon 12, Prgef-1::ampd-1 exon 15, and Pges-1::fhod-1 exon 9 ). All reporter plasmids were injected at a nal concentration of 50 ng L. Three to four days after microinjection, 24 mCherry and GFP positive F1 progeny were picked for each strain using theuorescent microscopy (ZEISS Axio Zoom.V16) and then F2 ani- mals were inspected for inheritance of the mCherry and GFP marker toestablish stable extrachromosomal array lines. For the primary screen, one representative line was expanded for the wild-type and mutant strains, and then 12 transgenic young adultswere placed on 4 plates and mixed-stage animal populations were collected 3 4 days later (upon inspection of population growth) and placed directly in 400 L of Tri Reagent (Sigma Aldrich) and frozen at 80 C. Total RNA was then puri ed as recommended by the manu- facturer. RT-PCR assays were performed using the OneStep RT-PCR kit (Qiagen) as recommended by the manufacturer SupplementaryData 4. 50 ng of total RNA was used as input and between 30 35 cycles of ampli cation were used depending on the reporter and condition. A l lp r o d u c t sw e r er e s o l v e do n2 a g a r o s eg e l sa n di m a g e do naG e l D o c(Bio-Rad) imaging system. Densitometry was performed on background subtracted intensity values using ImageJ and a percent inclusion value was calculated asfollows: 100  included band intensity included band  excluded band intensities C138 After inspecting densitometry measurements and visually inspecting gel images, a subset of mutants with detectable changesin splicing patterns compared to wild-type worms ( D1037.1(ok1746) I, rsp-2(ok639) II, tdp-1(ok803) II, cey-4(ok858) III, ptb-1(gk113) II, Y57G11C.36(gk5042) IV ) were selected for a replicate smaller scale experiment to re-test results from the primary screen. Microinjectionswere repeated and independent stable extrachromosomal array lineswere obtained. This round, we also stage synchronized all animals andcollected populations at L4 stage to eliminate potential splicing dif-ferences obtained due to mixed population measurements from theprimary screen. Total RNA collection and RT-PCR assays were per-formed as described above, with the exception that the number ofampli cation cycles was reduced to 30 in order to minimize over- ampli cation of target complementary DNA (cDNA). Densitometry was once again performed as described above. System control and image processing We interfaced all components integrated into the robotic system to a computer workstation (Dell Precision 7820, 8-Core 2.1 GHz CPU) with adata acquisition card (Model 826, Sensoray). These components con-sist of an inverted microscope (Olympus IX83), a digital camera(scA640-74fc, Basler), two motorized micromanipulators (left micro-manipulator: MP285; right micromanipulator: MX7600R), a pneumaticmicroinjector (IM-300, Narishige) mounted on the left micro-manipulator, a micro uidic device mounted on the right micro- manipulator, and a pressure regulator for providing a negative pressure to the micro uidic device inlet. The custom-made reservoir lled with M9 medium was placed on a motorized X-Ystage (ProScan- H117, Prior Scienti c), and its movement was regulated via the motorized stage. The movement of pneumatic injector was controlledvia the left micromanipulator, and the position of micro uidic device was precisely controlled via the right micromanipulator. The injectionpressure provided by the pneumatic microinjector was set at 60 PSI.All components were controlled by a custom-designed C program.In addition, the C code also allowed for the image acquisition andimage processing which provided visual feedback to the closed-loop control of injection pipette movement Supplementary Fig. 7, enabled the variance computation in grey level among image pixels for auto-focusing under 10 objective Supplementary Fig. 5, and determinedinjection pipette home position based on motion history image algo-rithm Supplementary Fig. 6. Statistics and reproducibility All the statistical analysis has been executed using Microsoft Excel(Microsoft 365), and the data of worm injection are visualized by usingthe Origin (OriginPro8.5.1, Originlab). For the validation of systemperformance, a minimum of ten worms were injected independently under different experimental conditions. Further, different plasmid DNA solutions were injected to support the ef ciency of roboticArticle https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 13injection system. All microinjection results presented in the gures depict the average of at least 10 independent experiments and theirassociated standard deviation. No statistical method was used topredetermine sample size. No data are excluded from the analyses. The adult worms of each strain were randomly selected for injection, and imaging of all the samples was randomly allocated. The investi-gator was not blinded to group allocation during the experiments. Tostudy the effect of the volume of injected plasmid DNA solution on thegeneration of transgenic, we carried out six tests (50 pL, 100 pL,200 pL, 300 pL, 400 pL, 500 pL). Single-factor ANOVA was performedto analyze difference among the average number of transgenic F1progeny with different injection volumes. Two-sided t-test with equal or unequal variance which were rst validated by the pvalue of F-test were conducted to compare the number of transgenic F1 progenyobtained from robotic injection and manual injections. Two-sided t-test with equal or unequal variance which were rst validated by the p value of F-test were also performed to compare the number of trans-genic F1 progeny obtained from robotic injection wwo rotation pro-cess or by different operators. Reporting summary Further information on research design is available in the NaturePortfolio Reporting Summary linked to this article. Data availability All of the data in this work are presented in the main text and the Supplementary Information. Source data are provided with this paper. Code availability Code associated with the hardware manipulation and robotic micro- injection is available at https:github.comMBL-GroupRo-Injection and on Zenodo51. References 1. Hirschhorn, J. N.  Daly, M. J. Genome-wide association studies for common diseases and complex traits. Nat. Rev. Genet. 6, 95108 (2005). 2. Botstein, D.  Risch, N. Discovering genotypes underlying human phenotypes: past successes for Men delian disease, future approa- ches for complex disease. Nat. Genet. 33, 228 237 (2003). 3. Shaye, D. D.  Greenwald, I. OrthoList: a compendium of C. elegans genes with human orthologs. PLoS One 6, e20085 (2011). 4. Brenner, S. The genetics of Caenorhabditis elegans. Genetics 77, 7194 (1974). 5. White, J. G., Southgate, E., Thomson, J. N.  Brenner, S. The struc- ture of the nervous system of the nematode Caenorhabditis ele-gans. P h i l o s .T r a n s .R .S o c .L .BB i o l .S c i . 314,1340 (1986). 6. Stirman, J. N. et al. Real-time mu ltimodal optical control of neurons and muscles in freely behaving Caenorhabditis elegans. Nat. Methods 8,1 5 3 158 (2011). 7. Dong, X. et al. Toward a living soft microrobot through optogenetic locomotion control of Caenorhabditis elegans. Sci. Robot .6, eabe3950 (2021). 8. Cho, Y. et al. Multimodal stimulation in a micro u i d i cd e v i c ef a c i l - itates studies of interneurons in sensory integration in C. elegans.Small 16,110 (2020). 9. Chew, Y. L. et al. An afferent neuropeptide system transmits mechanosensory signals triggering sensitization and arousal in C.elegans. Neuron 99,1 2 3 3 1246 (2018). 1 0 . L e e ,R .C . ,F e i n b a u m ,R .L .A m b r o s ,V .T h eC .e l e g a n sh e t e r o - chronic gene lin-4 encodes small RNAs with antisense com- plementarity to lin-14. Cell75,8 4 3 854 (1993). 11. Xu, T. et al. Descending pathway facilitates undulatory wave pro- pagation in Caenorhabditis elegans through gap junctions. Proc. Natl Acad. Sci. 115, E4493 E4502 (2018).12. Cuentas-Condori, A. et al. C. e legans neurons have functional dendritic spines. Elife8,e 4 7 9 1 8( 2 0 1 9 ) . 13. Ji, N. et al. Corollary discharge promotes a sustained motor state in a neural circuit for navigation. Elife10,e 6 8 8 4 8( 2 0 2 1 ) . 14. Tzur, Y. B. et al. Heritable custom genomic modi cations in Cae- norhabditis elegans via a CRISPR-Cas9 system. Genetics 195, 1181 1185 (2013). 1 5 . N o r r i s ,A .D . ,K i m ,H . - M . ,C o l a i  c o v o ,M .P .C a l a r c o ,J .A .E f cient genome editing in Caenorhabditis elegans with a toolkit of dual-marker selection cassettes. Genetics 201, 449 458 (2015). 1 6 . G i l l e l a n d ,C .L . ,F a l l s ,A .T . ,N o r a k y ,J . ,H e i m a n ,M .G .Y a n i k ,M .F . Computer-assisted transgenesis of Caenorhabditis elegans fordeep phenotyping. Genetics 201,3 9 46 (2015). 17. Dong, X., Song, P.  Liu, X. Automated robotic microinjection of the nematode worm Caenorhabditis elegans. IEEE Trans. Autom. Sci. Eng.18,8 5 0 859 (2020). 18. Pan, P. et al. On-chip rotation of Caenorhabditis elegans using micro uidic vortices. Adv. Mater. Technol. 6, 2000575 (2021). 19. Ahmed, D. et al. Rotational manipulation of single cells and organisms using acoustic waves. Nat. Commun. 7, 11085 (2016). 2 0 . O z c e l i k ,A .e ta l .A c o u s t o uidic rotational manipulation of cells and organisms using oscillating solid structures. Small 12, 5120 5125 (2016). 21. Zhao, X. et al. Micro uidic chip-based C. elegans microinjection system for investigating cell cell communication in vivo. Biosens. Bioelectron. 50,2 8 34 (2013). 2 2 . D u f f y ,D .C . ,M c D o n a l d ,J .C . ,S c h u e l l e r ,O .J .A .W h i t e s i d e s ,G .M . Rapid prototyping of micro uidic systems in poly (dimethylsilox- ane). Anal. Chem. 70,4 9 7 4 4984 (1998). 23. Quake, S. R.  Scherer, A. From micro-to nanofabrication with soft materials. Science 290,1 5 3 6 1540 (2000). 2 4 . A l t u n ,Z .F . ,H a l l ,D .H .I n t r o d u c t i o n ,i nW o r m A t l a s . https:doi.org 10.3908wormatlas.1.1 (2009). 25. Wood, W. B., Bergmann, D.  Florance, A. Maternal effect of low temperature on handedness determination in C. elegans embryos.Dev. Genet. 19, 222 230 (1996). 2 6 . Y o s h i d a ,N .P e r r y ,A .C .F .P i e z o - a c t u a t e dm o u s ei n t r a c y t o p l a s m i c s p e r mi n j e c t i o n( I C S I ) . Nat. Protoc. 2,2 9 6 304 (2007). 27. Dai, C. et al. Design and control of a piezo drill for robotic piezo- driven cell penetration. IEEE Robot. Autom. Lett. 5, 339 345 (2019). 28. Huang, H., Mills, J. K., Lu, C.  Sun, D. A universal piezo-driven ultrasonic cell microinjection system. Biomed. Microdevices 13, 743 752 (2011). 29. Norris, A. D., Gracida, X.  Calarco, J. A. CRISPR-mediated genetic interaction pro ling identi es RNA binding proteins controlling metazoan tness. Elife6, e28129 (2017). 30. Koterniak, B. et al. Global regulatory features of alternative splicing across tissues and within the nervous system of C. elegans. Gen- ome Res. 30,1 7 6 6 1780 (2020). 31. Sellegounder, D. et al. Neuronal GPCR NPR-8 regulates C. elegans defense against pathogen infection. Sci. Adv. 5, eaaw4717 (2019). 32. McDiarmid, T. A. et al. Systematic phenomics analysis of autism- associated genes reveals parallel n etworks underlying reversible impairments in habituation. P r o c .N a t lA c a d .S c i . 117,6 5 6 667 (2020). 33. Au, V. et al. CRISPRCas9 methodology for the generation of knockout deletions in Caenorhabditis elegans. G3 Genes Genomes Genet. 9,1 3 5 144 (2019). 3 4 . B e r k o w i t z ,L .A . ,K n i g h t ,A .L . ,C a l d w e l l ,G .A .C a l d w e l l ,K .A . Generation of stable transgenic C. elegans using microinjection. J. Vis. Exp. JoVE ,( 2 0 0 8 ) . 35. Evans, T. Transformation and microinjection. WormBook 111 https:doi.org10.1895wormbook.1.108.1 (2006). 36. Dickinson, D. J., Ward, J. D., Reiner, D. J.  Goldstein, B. Engineering the Caenorhabditis elegans genome using Cas9-triggered homo-logous recombination. Nat. Methods 10,1 0 2 8 1034 (2013).Article https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 1437. Friedland, A. E. et al. Heritable genome editing in C. elegans via a CRISPR-Cas9 system. Nat. Methods 10,7 4 1 743 (2013). 38. Ran, F. A. et al. Genome engineering using the CRISPR-Cas9 sys- tem. Nat. Protoc. 8, 2281 2308 (2013). 39. Sioson, V. A., Kim, M.  Joo, J. Ch allenges in delivery systems for CRISPR-based genome editing and opportunities of nanomedicine.B i o m e d .E n g .L e t t . 11,2 1 7 233 (2021). 40. Prior, H., Jawad, A. K., MacConnachie, L.  Beg, A. A. Highly efcient, rapid and Co-CRISPR-independent genome editing in Caenorhabditis elegans. G3 Genes .Genomes Genet. 7, 3693 3698 (2017). 41. Baralle, F. E.  Giudice, J. Alternative splicing as a regulator of development and tissue identity. Nat. Rev. Mol. Cell Biol. 18, 437 451 (2017). 42. WANG, Y. et al. Mechanism of alternative splicing and its regulation. Biomed. Rep. 3,1 5 2 158 (2015). 4 3 . U l e ,J .B l e n c o w e ,B .J .A l t e r n a t i ve splicing regulatory networks: functions, mechanisms, and evolution. Mol. Cell 76,3 2 9 345 (2019). 44. Norris, A. D. et al. A pair of RNA-binding proteins controls networks of splicing events contributing to sp ecialization of neural cell types. Mol. Cell 54, 946 959 (2014). 45. Wang, E. T. et al. Antagonistic regulation of mRNA expression and splicing by CELF and MBNL proteins. Genome Res. 25,8 5 8 871 (2015). 46. Solana, J. et al. Conserved functional antagonism of CELF and MBNL proteins controls stem cell-speci c alternative splicing in planarians. Elife5, e16797 (2016). 47. Zhang, J. et al. Surface acoustic waves enable rotational manip- ulation of Caenorhabditis elegans. Lab Chip 19,9 8 4 992 (2019). 48. Ardeshiri, R., Mulcahy, B., Zhen, M.  Rezai, P. A hybrid micro uidic device for on-demand orientation and multidirectional imaging ofC. elegans organs and neurons. Biomicro uidics 10, 064111 (2016). 49. Chen, C. et al. Acousto uidic rotational tweezing enables high- speed contactless morphological phenotyping of zebra sh larvae. Nat. Commun. 12,1 1 1 8( 2 0 2 1 ) . 5 0 . N a n c e ,J .F r  k j  r - J e n s e n ,C .T he Caenorhabditis elegans trans- genic toolbox. Genetics 212,9 5 9 990 (2019). 51. Pan. P., et al, Robotic microinjection enables large-scale transgenic studies of Caenorhabditis elegans: v0.0.1. Zenodo, https:doi.org 10.5281zenodo.13624036 (2024). Acknowledgements The authors acknowledge nancial support provided by the Natural Sciences and Engineering Resear ch Council of Canada RGPIN-2017- 06374 (X.L.), the Natural Sciences and Engineering Research Council of Canada RGPIN-2022-05039 (X.L.), the Canada Foundation for InnovationJELF-38428 (X.L.), and the Canadian Institutes of Health Research CIHR- 389077 (J.A.C.).Author contributions Conceptualization and design: P.P., J.C., X.L. System setup: P.P., P.Z., W.S., R.Z., S.W., A.L, X.L .C .e l e g a n s maintenance and plasmid DNA preparation: P.P., M.Z., S.P., S.B., P.P.P., C.L., C.M., K.P., Robotic injection: P.P., C.L., P.X., Z.Z., R.L., Z.Q. Manual injection: M.Z., P.P.P., C.L., C.M., W.H., H.T., K.M., B.Y., J.A.C. Data collection and analysis: P.P., P.Z., M.Z.,J.A.C., X.L. Writing: P.P., P.Z., W.B.D., M.Z., A.L.S., J.A.C., X.L. Competing interests The authors declare no competing interests. Additional information Supplementary information The online version contains supplementary material available athttps:doi.org10.1038s41467-024-53108-5 . Correspondence and requests for materials should be addressed to John A. Calarco or Xinyu Liu. Peer review information Nature Communications thanks Zihao Li and the other anonymous, reviewer(s) for their contribution to the peerreview of this work. A peer review le is available. Reprints and permissions information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jur- isdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDeri vatives 4.0 International License, which permits any non-commercial use, sharing, distribution andreproduction in any medium or format, as long as you give appropriatecredit to the original author(s) and the source, provide a link to theCreative Commons licence, and indicate if you modi ed the licensed material. You do not have permission under this licence to share adaptedmaterial derived from this article or parts of it. The images or other third party material in this article are included in the article s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article s Creative Commons licence and your intended use is not permitted by statutory regulation orexceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this licence, visit http: creativecommons.orglicensesby-nc-nd4.0 .  The Author(s) 2024Article https:doi.org10.1038s41467-024-53108-5 Nature Communications  (2024) 15:8848 15",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            }
        ]
    }
]