[
    {
        "pmid": "36267920",
        "title": "Muscle atrophy phenotype gene expression during spaceflight is linked to a metabolic crosstalk in both the liver and the muscle in mice.",
        "year": "2022",
        "journal": "iScience",
        "abstract": "Human expansion in space is hampered by the physiological risks of spaceflight. The muscle and the liver are among the most affected tissues during spaceflight and their relationships in response to space exposure have never been studied. We compared the transcriptome response of liver and quadriceps from mice on NASA RR1 mission, after 37 days of exposure to spaceflight using GSEA, ORA, and sparse partial least square-differential analysis. We found that lipid metabolism is the most affected biological process between the two organs. A specific gene cluster expression pattern in the liver strongly correlated with glucose sparing and an energy-saving response affecting high energy demand process gene expression such as DNA repair, autophagy, and translation in the muscle. Our results show that impaired lipid metabolism gene expression in the liver and muscle atrophy gene expression are two paired events during spaceflight, for which dietary changes represent a possible countermeasure.",
        "full_text": "iScience Article Muscle atrophy phenotype gene expression during spaceight is linked to a metabolic crosstalkin both the liver and the muscle in mice Geraldine Vitry, Rebecca Finch,Gavin Mcstay, ..., Tricia Larose, Virginia Wotring, Willian Abraham da Silveira virginia.wotringisunet.edu (V.W.)willian.dasilveirastaffs.ac.uk(W.A.d.S.) Highlights Lipid metabolic genes are the most affected among mice muscle and liver in spaceight Glucose metabolic genes are the most DEG on mice quadriceps in spaceight Muscle atrophy gene expression correlates with a liver lipid gene cluster expression Hepatokines are likely the effector of this organ communication Vitry et al., iScience 25,1 0 5 2 1 3 October 21, 2022 2022 The Author(s). https:doi.org10.1016j.isci.2022.105213 ll OPEN ACCESSiScience Article Muscle atrophy phenotype gene expression during spaceight is linked to a metabolic crosstalkin both the liver and the muscle in mice Geraldine Vitry,1,2Rebecca Finch,2Gavin Mcstay,2Afshin Behesti,3,4Sebastien De jean,5Tricia Larose,1,6 Virginia Wotring,1,7,8,and Willian Abraham da Silveira1,2,8,9, SUMMARY Human expansion in space is hampered by the physiological risks of spaceight. The muscle and the liver are among the most affected tissues during spaceight and their relationships in response to space exposure have never been studied. We compared the transcriptome response of liver and quadriceps from mice onNASA RR1 mission, after 37 days of exposure to spaceight using GSEA, ORA,and sparse partial least square-differential analysis. We found that lipid meta-bolism is the most affected biological process between the two organs. A specicgene cluster expression pattern in the liver strongly correlated with glucosesparing and an energy-saving response affecting high energy demand processgene expression such as DNA repair, autophagy, and translation in the muscle. Our results show that impaired lipid metabolism gene expression in the liver and muscle atrophy gene expression are two paired events during spaceight,for which dietary changes represent a possible countermeasure. INTRODUCTION The presence of humans in space has considerably increased since the beginning of space conquest and the space population is expected to continue to grow with tourism and private research activities. The NASA Artemis program plans to take humans back t o the Moon for 2024, and a walk on Mars soil is esti- mated in the course of the 2030s ( Bukley, 2020 ). Meanwhile, space research is driving more and more as- tronauts in low Earth orbit as an invaluable tool used to deepen humanitys understanding of the universe and our place within it. But not only do humans want to visit and explore space, humans want to live inspace. Outer space settlement has become a new goal of space agencies and the private sector. The Artemis program, SpaceX, the Moon Village Association, and the Mars Society are examples of the driving force of human performance in space. Recently, the USA Air Force Space Command reported eight mostplausible scenarios to the year 2060, all of which antic ipating a permanent occupation of the Moon surface ranging from a small-sized crew t o colony of thousands of people ( Air Force Space Command, 2019 ). Over fty years after the rst foot imprint on the lunar surface, humans could very soon become an interplanetaryspecies. This endeavor is hampered by space stressors such as sp ace radiation, microgravity, connement, isola- tion, hostile conditions, and distance from Ea rth, that all induce physiological changes ( Afshinnekoo et al., 2020 ). These changes can be seen as physiological adaptation to the space environment, but they can become maladaptive and deleterious over time and upon gravity re-exposure during a planetary mission such as to Mars. Nine major spaceight systemic and physiological health risks have been identi-ed: cardiovascular dysregulation, central nervous system impairment, increased cancer risk, muscle degeneration, bone loss, liver dysfunction and lipid dysregulation, circadian rhythm dysregulation, immune dysfunction, and space-associated neuro-ocular syndrome (SANS) ( Afshinnekoo et al., 2020 ). Mus- cle atrophy is a major risk for these missions as it impairs mobility, thus compromising critical missionoperations such as post-landing vehicle egress. Muscle atrophy is characterized by unbalanced protein d e g r a d a t i o na n dt h el o s so fm u s c l em a s s .H o w e v e r ,p r o t e i ns u p p l e m e n t a t i o nf a i l st oc o u n t e r a c tm u s c l e loss in sarcopenia, cachexia, and s paceight-induced muscle atrophy ( Gao and Chilibeck, 2020 ). Many studies have documented spaceight-induced muscle atrophy as a consequence of weightlessness and decreased muscle solicitation ( Fitts et al., 2000 ). Daily exercises as countermeasures succeed in slowing1International Space University, 67400 Illkirch- Graffenstaden, France 2Staffordshire University, Department of BiologicalSciences, School of Health, Science and Wellbeing, Staffordshire University, Science Centre, Leek Road, Stoke-on-Trent ST4 2DF, UK 3KBR, Space Biosciences Division, NASA Ames Research Center, Moffett Field, CA 94035, USA 4Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, MA 02142, USA 5Institut de Mathe matiques de Toulouse, UMR5219, Universite de Toulouse, CNRS, UPS, Cedex 9, 31062 Toulouse, France 6Department of Community Medicine and Global Health, Institute of Health and Society, University of Oslo,Oslo, Norway 7Center for Space Medicine, Baylor College of Medicine, Houston, TX 77030, USA 8These authors contributed equally 9Lead contact Correspondence: virginia.wotringisunet.edu (V.W.), willian.dasilveirastaffs.ac.uk (W.A.d.S.) https:doi.org10.1016j.isci. 2022.105213 iScience 25, 105213, October 21, 2022 2022 The Author(s). This is an open access article under the CC BY-NC-ND license ( http:creativecommons.orglicensesby-nc-nd4.0 ).1ll OPEN ACCESSdown the process but the muscle still shrinks during missions. Despite the important advances in human physiology in space, the molecular mechanisms underlying these physiological changes are poorly under-stood. Therefore, molecular analyses are needed to enable a new countermeasure approach to monitor astronaut health and ensure safety of future habited space missions. The liver and the muscle are among the most affected tissues during spaceight. The liver and the muscle are two master organs of the metabolism, with the mus cle tissue representing up to 50 of the total body mass. Consistently, astronauts and living organisms exposed to space environment display many featuresof dysregulated metabolism. Rats on the SpaceLab-2 mission displaye d increased serum cholesterol levels ( Popova et al., 1999 ). In mice, activated lipotoxic pathway s are associated with abnormal live r lipid accumulation and increased lipid metabolism and lipid localization gene expression ( Jonscher et al., 2016 ;Beheshti et al., 2019 ). Be- heshti et al. recently showed using a multi-omic analysis that lipid dysregulation in mice liver and lipo- toxic pathways was a specic resp onse to space stressors alone ( Beheshti et al., 2019 ). Dysregulated lipid metabolism, especially lipid accumulation, is strongly associated with non-alcoholic fatty acid liver dis- eases (NAFLD), liver dysfunction, insulin resistance (IR), and diabetes ( Kovacs and Stumvoll, 2005 ;Perry et al., 2014 ;Zhang et al., 2010 ). Of note, mice showed early signs of liver injury on a short space ight (STS-135), and subclinical diabe togenic changes have been shown t o occur during spaceight and bed- rest studies ( Jonscher et al., 2016 ;Tobin et al., 2002 ). In mice own aboard the B ION-M1 biosatellite, the transcriptome response of the longissimus dorsi was mainly linked to metabolism, especially insulin signaling and sensitivity, highlighting the impact of spaceight on glucose metabolism in skeletal muscle (Gambara et al., 2017a ). Glucagon and insulin, two hormones of glucose metabolism, were predicted to be the common upstream regulators of spaceight metabolic shift ( Beheshti et al., 2019 ). In the Twin Study, increased levels of lactic acid were found in the urine of the ight astronaut, consistent with me-tabolomics data showing an increased lactic acidp yruvic acid ratio suggesting a metabolic shift ( Garrett- Bakelman et al., 2019 ). Interestingly, insulin resistance and li ver diseases are associated with muscle at- rophy and a potential reciprocal inuence of insulin resistance and muscle disuse atrophy ( Chakravarthy et al., 2020 ;Meyer et al., 2020 ;Rudrappa et al., 2016 ;Samuel and Shulman, 2012 ). As such, metabolic stress is a priority research for human space exploration ( Bergouignan et al., 2016 ). The roles of the liver and the muscle are often interlinked, and muscle-liver crosstalk are described in metabolic diseasesNAFLD, NASH, IR, and diabetes ( Chakravarthy et al., 2020 ;Soeters and Soeters, 2012 ). However, the rela- tionship of the two organs in the response to s pace environment has not been yet elucidated. In this study, we describe for the rst time the relatio nship of the response of both the liver and the muscle of mice during spaceight using the R software package mixOmics widely used in the omic eld. The mixO- mics package enables datasets comparison, correlations , and associations visualization in various research areas ( Durue et al., 2021 ;Gonza lez et al., 2012 ). RESULTS Lipid metabolic processes are the most common biological processes affected in mice quadriceps and liver during spaceight Previous studies showed that the muscle and the liver are differentially affected by metabolic changes dur- ing spaceight ( da Silveira et al., 2020 ). Here, we rst investigated the commonalities between the two or- gans. We chose to focus on the quadriceps, which is the most important in term of size and as such poten-tially in terms of effects. Transcriptomic data from C57BL6J mouse liver an d quadriceps from the NASA Rodent Research 1 (RR1) protocol were analyzed by the Gene Set Enrichment Analysis (GSEA) method and visualized with Cyto-scape software ( Figure 1 A). In the quadriceps, fatty coA process and axon extension negative were the most enriched processes. In the liver, most enriched processes were related to mitochondria (proton triphosphate gsea, electron transport cytochrome, and mitochondrial translational elongation) fol-lowed by lipid metabolism-related processes (oxidation fatty acyl, plasma lipoprotein particle, and positive lipid process) ( Figure S1 A, Related to Figure 1 ). Similarly, lipid metabolism-related pathways were also the most enriched reported by KEGG pathways over representation analysis in the liver ( Fig- ure S1 B, Related to Figure 1 ).ll OPEN ACCESS 2 iScience 25, 105213, October 21, 2022iScienc e ArticleFigure 1. Lipid metabolic processes are the mos t commonly biological processes affected in m ice quadriceps and liver during spaceight (A) Cytoscape network of most common biological processes shared by the liv er and the quadriceps reported by Gene Ontology biological Pathway (GOBP) Gene Set Enrichment Analysis (GSEA) in mice during spaceight (p-value 0.05, FDR 0.05). Yellow circles indicate li pid metabolism related processes ,p i n k circles indicate mitochondrial function relate d processes, green circles indicates protein pos t-translational processes, and the blue circle in dicates a DNA Repair-related process. (B) Venn diagram of common KEGG GSEA pathways between the liver and the quadriceps in mice during spaceight.(C) Summary of the common KEGG GSEA pathways between mice liver and qu adriceps. FDR: False Discovery Rat e, GOBP: Gene Ontology Biological Process, GSEA: Gene Set Enrichment Analysis, KEGG: Kyoto Encyclopedia of Genes and Genomes.ll OPEN ACCESS iScience 25, 105213, October 21, 2022 3iScienc e ArticleAmong the 24,961 transcripts identied in the liver sa mples and the 22,657 transc ripts in the identied quadriceps sample, the most enriched gene ontology biological processes altered by spaceight assessedby GSEA commonly shared were related to lipid metabolism ( Figure 1 A). b-oxidation lipid, plasma lipo- protein particle, and triglycerides neutral biosynthetic genesets were upregulated in both organs, while cholesterol alcohol biosynthetic and fatty acyl coa displayed opposed expression patterns between the two organs. Consistent with previous studies, mitochondria-related process genesets were also among the most shared processes and were upregulated in the liver, while downregulated in the quadriceps. Endoplasmic reticulum and ribosome-related process genesets were also among the most shared processgenesets, potentially suggesting impaired protein metabolism. Both positively (upregulated) and negatively (downregulated) enriched KEGG pathways obtained by GSEA for each organ were compared together in a Venn diagram ( Figures 1 B and 1C). Among the 70 pathways analyzed, 11 pathways were common to the two organs. Again, lipid metabolism -related pathways were the most represented among the common ones ( Figure 1 B), with KEGG_BIOSYNTHESIS_OF_UNSATUR- ED_FATTY_ACIDs and the two short chain fatty acid metabolism pathways KEGG_BUTANOATE_ME-TABOLISM and KEGG_PR OPANOATE_METABOLISM ( Figure 1 C). Protein metabolism (KEGG_RIBO- SOME, KEGG_PROTEASOME, KEGG_RNA_POLY MERASE) and DNA repair-related pathways were also among the common downregulated pathways between the two organs. Thus, spaceights induce astrong transcriptional response of the metabolism, especially for lipid metabolism in the liver and in the quadriceps. Hypoglycemic signaling pathways genes are t he most signicantly downregulated in mice quadriceps during spaceight In the quadriceps, 972 genes were sig nicantly differentially expresse d, among which 562 were downregu- lated and 410 were upregulated. KEGG pathways over representation analysis (ORA) in the online software Webgesalt reported 30 most enriched pathways ( Figure 2 A). Pathways involved in metabolism are partic- ularly enriched, especially those regulating glycemia: HIF1, ErbB, FoxO, AMPK, Insulin, and PI3K-Aktsignaling pathways. Hypoglycem ic signaling pathway gene expre ssion was decreased in ight mice compared to ground control mice ( Figure 2 B). Interestingly, glucose transport processes were among the most negatively enriched in GSEA reports, and glucose transport process gene expression wasdecreased in ight mice compared to ground control mice ( Figures 2 Ca n d2 D ) . We investigated the relationships between the downregulation of glucose transport process genes and the downregulation of hypoglycemic signaling pathway genes using the supervised method sPLS-DA (sparse partial least square-differential analysis) with the R-mixOmics package. We compared the reported genes by the sPLS-DA performed at 100 (22657), 75 (16992) , 50 (11328), and 25 (5664) (according to the pro- cess suggested in Durue et al., 2021 ) transcript input in a Venn diagram, and we found that 3463 genes were commonly reported with the strongest importance for discrimination (discriminating genes) ( Fig- ure S2 A, Related to Figure 2 ). KEGG pathways ORA on these specic genes reported several enriched pathways among which were the previously mentioned hypoglycemic signaling pathways. Moreover,491 signicant differentially expressed genes (DEG ) were still present among the 3463 sPLS-DA common genes, and KEGG pathway ORA on these genes demonstrated fewer enriched pathways than on the orig- inal analysis of the 972 DEG ( Figure 2 A) and on the 3463 sPLS-DA common genes ( Figure S2 A, Related to Figure 2 ), but the hypoglycemic ErbB, FoxO, AMPK, Insulin, and HIF-1 signaling pathways were still among the most enriched ( Figure S2 B, Related to Figure 2 ). Principal component analysis (PCA) showed that in- ight mice and ground control mice groups were clearly discriminated by gene variability ( Figure S2 C, Related to Figure 2 ), despite PCA being an unsupervised method. Finally, we found that glucose transport process and hypoglycemic signaling pathway gene expression correlate ( Figure 2 E), and this correlation is strong as indicated by the correlation intensity level shown on the correlation heatmap ( Figure S2 D, Related to Figure 2 ). Muscle glucose transport gene expression correlates with decreased muscle DNA repair, autophagy, and translation processes gene expression In the quadriceps, DNA repair, autophagy, and tra nslation are among the most enriched processes and pathways reported by GSEA and ORA. DNA repair, autophagy, and translation process genes aredecreased in inight mice compared to ground control mice ( Figures 3 A3C). Muscle glucose transport gene expression strongly correlates with decreased muscle DNA repair, autophagy, and translationll OPEN ACCESS 4 iScience 25, 105213, October 21, 2022iScienc e Articleprocess gene expression as shown by the correlation circle plot ( Figures 3 D3F) and the correlation heat- map ( Figures 3 G3I). These processes are both high energy demand processes. Thus, decreased energy intake gene expression correlated with an energy-saving transcriptome in mice quadriceps during spaceight. Lipid metabolic processes gene expression in the liver correlates with gene expression changes in the muscle and muscle atrophy phenotype Lipid metabolism pathways are amon g the most reported by GSEA and ORA ( Figures 1 and S1). In addition, discriminating genes after 100, 75, 50, and 25 sPLS-DA and post DEG 100, 75, 50, and 25 sPLS-DA still maintain this pattern as shown by KEGG ORA ( Figures S3 A and S3B, Related to Figure 4 ). Of note, the two short chain fatty acid butanoate  and propanoate were always among the most en- riched KEGG pathways ( Figure S3 C, Related to Figure 4 ). Since fatty liver diseases are associated with IR and diabetes, we investigated whether altered glucose transport gene expression was linked to liver lipid metabolism. We found that glucose transport process gene expression strongly correlated with liver lipid Figure 2. Hypoglycemic signaling pathways genes are the most sig nicantly downregulated in mice quadriceps during spaceight (A) Webgesalt ORA enriched KEGG pathways of DEG in mice quadriceps d uring spaceight. Blue arrow indicates hypoglycemic pathways. (B) Heatmap showing level expression of hypogl ycemic genes in inight mice (FLT) versus contro l (GC) mice. Color Key shows row z-score level. (C) GOBP GSEA of the whole transcriptome of mice quadriceps RR1 (p-value 0.05, FDR 0.05).(D) Heatmap showing level expression of glucose transport process genes expr ession in inight mice (FLT) versus control (GC) mice (p-value 0.05, FDR 0.05). Color key shows row z-score level. (E) Correlation circle plot between muscle hyperg lycemic pathways and glucose transport process gene expression from sPLS-DA of mice quadriceps transcriptome during spaceight. DEG: Differentially Expressed Genes, F DR: False Discovery Rate, GOBP: Gene Ontology Biological Process, GSEA: G ene Set Enrichment Analysis, KEGG: Kyoto Encyclopedia of Genes and Genomes, OR A: Over Representation Analysis, sPLS-DA: sparse Partial Least Square- Differential Analysis.ll OPEN ACCESS iScience 25, 105213, October 21, 2022 5iScienc e ArticleFigure 3. Muscle glucose transport genes expre ssion correlate with decreased muscle DNA repair, autophagy, and translation processes gene expression (AC) Heatmap showing the expression level of DNA repair (A), autophagy (B) , and translation (C) process genes in the muscle in inight mice (FLT) vers us control (GC) mice. Color key shows row z-score level (p-value 0.05, FDR 0.05).(DF) Correlation circle plots betw een muscle glucose transport and DNA repair (D), autophagy (E), and translation (F) gene expression from sPLS-DA of mice quadriceps transcriptome during spaceight. (GI) Correlation heatmap between muscle glucose transport and DNA repair (G), autophagy (H), and translation (I) gene expression from sPLS of mice quadriceps transcriptome during spaceight. Color key shows correlation in tensity. FDR: False Discovery Rate, s PLS-DA: sparse Partial Least Squa re- Differential Analysis.ll OPEN ACCESS 6 iScience 25, 105213, October 21, 2022iScienc e Articlemetabolism gene expression during spaceight ( Figures 4 B and 4C). Consistently, liver lipid metabolism gene expression also correlated with muscle autophagy, DNA repair, and translation process gene expres-sion ( Figures 5 A5C). Furthermore, liver lipid metabolism gen e expression strongly correlated with muscle a t r o p h yp h e n o t y p eg e n ee x p r e s s i o n( Figure 5 D). Indeed, liver lipid metabolism and muscle atrophy genes Figure 4. Lipid metabolic processes gene expre ssion in the liver correlates with glucose trans port processes gene expression in the muscle (A) PCA in muscle glucose transport and liver lipid metabolism process. (B) Correlation circle plot between muscle glucose transport and liver lipi d metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceight.(C) Correlation heatmap between muscle glucose transport and liver lipid m etabolism process gene expression from sPLS of mice quadriceps and liver transcriptomes during spaceight. Color key shows correlation intensity. (D) Correlation network between muscle glucose transport and liver lipid met abolism process gene expression from sPLS-DA of mice quadriceps and liv er transcriptomes during spaceight. sPLS-DA: spa rse Partial Least Square- Differential Analysis.ll OPEN ACCESS iScience 25, 105213, October 21, 2022 7iScienc e Articleformed a gene correlation network ( Figure 5 E). Akr1c12, Ces1c, Abcg8, Abcg5, Fabp2, Apom, Rdh7, Ser- pina6, Gpat2, and Slc10a1 formed a gene cluster s trongly correlating with muscle gene expression (Figure 5 F). DISCUSSION Despite the systemic and physiological health risk of spaceight, it is a fact that humans have become a space-faring species. Muscle atrophy has been shown to occur in both weightlessness and bed rest studies. Figure 5. Liver lipid metabolism gene expression correlates with muscl e atrophy phenotype, and DNA repair, autophagy, and translation genes decreased expression (AC) Correlation heatmap between liver lipid metabolism and muscle DNA re pair (A), translation (B), and autophagy (C) process gene expression from sPLS of mice quadriceps and liver transcriptomes during s paceight. Color key shows correlation intensity. (D) Correlation circle plot between muscle atroph y phenotype and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liver transcriptomes during spaceight. (E) Correlation network between muscle atrophy phenotype and liver lipid metabolism process gene expression from sPLS-DA of mice quadriceps and liv er transcriptomes during spaceight.(F) Venn diagram of strongest correlating liver lipid metabolism proces s genes in common between muscle atrophy phenotype, autophagy, DNA repair, translation, and glucose transport process genes. sPLS-DA : sparse Partial Least Square- Differential Analysis.ll OPEN ACCESS 8 iScience 25, 105213, October 21, 2022iScienc e ArticleThe decreased gravity load on the locomotive apparatus is often presented as the main driver of muscle atrophy and bone loss. Previous studies showed that mitochondrial function and lipid metabolism were impaired in both astronauts and mice during spaceight. Da Silveira and colleagues previously showed that a mitochondrial stress is a central hub for spaceight-induced physiological changes ( da Silveira et al., 2020 ). Mitochondria are complex organelles inside the cell where fundamental biomolecules are metabolized through the tricarboxylic acid cycle (TC A) and coupled to energy production by the electron transport chain. Thus, mitochondria play a key role in metabolism and energy management. Here, we found that lipid metabolism is the most affected biological process between the quadriceps and the livertranscriptome in mice during spaceight. Impaired lipid metabolism and fatty acid accumulation is asso- ciated with muscle atrophy. Of note, butanoate an d propanoate metabolism were the most affected in the two organs analyzed, decreased in the liver while increased in the muscle. Butanoate and propanoate,also known as butyrate and propionate, are short chain fatty acids produced in the intestinal lumen by bac-terial fermentation of undigested carbohydrates, especially resistant starch, dietary ber, and to a lesser extent proteins. Resistant starch is found in some grains, beans, and legumes. The gut microbiome is disturbed during spaceight; astronauts gut microb iome showed an alteration in the composition pattern o fb a c t e r i ao ft h ep h y l u mF i r m i c u t e s ,t h em a i nb u t y r a t e - p r o d u c i n gb a c t e r i ai nt h eh u m a ng u t( Venegas et al., 2019 ), with the presence of different genus increasing or decreasing during spaceight but also showing a consistent decrease in bacteria from the taxa Pseudobutyrivibrio and Akkermansia, also knownt op r o d u c eb u t y r a t ei nt h ei n t e s t i n e( Garrett-Bakelman et al., 2019 ;Voorhies et al., 2019 ;Venegas et al., 2019 ). Microbiome analysis from RR1 mice showed an overal l increase of bacteria of the phylum Firmicutes, but the authors linked that to similar alterations that occur with aging ( Jiang et al., 2019 ). This Firmicute increase in older mice is seen as a sign of dysbiosi s and this alteration was shown to be followed by a C2470 decrease in butyrate levels ( Spychala et al., 2018 ) .T h eu p r e g u l a t i o no fb u t y r a t ea n dp r o p i o n a t ep a t h - w a y si nt h em u s c l ec a nr e  e c tap o s s i b l en e e df o rt h e s ef atty acids and derivatives. In this context, dietary changes could represent a feasible countermeasure to spaceight-induced physiological changes. The TCA cycle activity and the glycolysisgluconeogenesis ratio are decreased in muscle during spaceight suggesting disturbed energy production. Consistently, we found that spaceight induced a hyperglycemicresponse in mouse muscle involving the downregulation of hypoglycemic signaling pathways downstream of the insulin receptor (HIF, ErbB, AMPK, FoxO, and PI3K-Akt). This signaling response mostly affected g l u c o s ei m p o r tg e n ee x p r e s s i o n .I na d d i t i o n ,h i g he n e r g yd e m a n dp r o c e s s e ss u c ha sD N Ar e p a i r ,a u t o -phagy, and translation gene expression were decrea sed in inight mice quadriceps, suggesting a shift toward an energy-saving mode in the muscle during spaceight. The muscle is a high energy demand or- gan. Since the muscle represent up to 50 of the total body mass, its metabolism radically affects glucoseavailability in the body. Consequently, glucose sparing and energy saving by the muscle in detrimental con-ditions can compensate for the energy needs of other such as the brain that requires stable and continuous glucose supply. Oxidative stress and DNA damage overload, that can impair mitochondrial function and the metabolism, are examples of detrimental conditions occurring during spaceight ( Afshinnekoo et al., 2020 ;Garrett-Bakelman et al., 2019 ). Also, mitochondrial dysfunction has been linked to muscle at- rophy ( Abrigo et al., 2019 ). The HIF-1 signaling enric hed pathways suggest that oxidative stress occurred in RR1 inight mice. Oxidative stress and mitochondrial dysfunction promote insulin resistance and diabetes(Bashan et al., 2009 ;Di Meo et al., 2017 ;Sivitz and Yorek, 2010 ). Our results, in line with previous space studies, suggest an insulin resistance phenotype. Meanwhile, insulin resistance has been proposed as an evolutionary mechanism to spare glucose that can benet survival in various states such as starvation,immune activation growth, and cancer ( Soeters and Soeters, 2012 ). Insulin resistance and diabetes are often associated with dysregulated lipid metabolism and liver diseases. Fatty acids inhibit the insulin signaling pathways by directly interfering in the signaling through diacylgly-cerol or by overloading the TCA with the precursor acetyl CoA ( Kovacs and Stumvoll, 2005 ;Perry et al., 2014 ;Zhang et al., 2010 ). During spaceight, liver lipid metabolic gene expression correlated with muscle glucose import gene expression in RR1 mice. Insulin resistance, NAFLD, non-alcoholic steatohepatitis(NASH), and cirrhosis are associated with muscle atrophy and their severity correlates positively ( Chakra- varthy et al., 2020 ;Meyer et al., 2020 ;Samuel and Shulman, 2012 ). During a stress starvation, fatty acids together with ketone bodies become the primary source of energy for cells while peripheral organs suchas the muscle, but also the skin and bones, provide amin o acids taken up by central organs such as the liver, the spleen, immune cells, and healing tissues, ultimately leading to protein loss ( Soeters and Soeters, 2012 ). During a spaceight, all cells are exposed to sp ace stressors such as radiation, endocrine systemll OPEN ACCESS iScience 25, 105213, October 21, 2022 9iScienc e Articleperturbation induced by altered circadian rhythm or psychological issues, and microgravity, all promoting oxidative stress, DNA damage, and mitochondrial dysf unction. In addition, it has been shown that space- ight induces a shift from slow aerobic and highly enriched mitochondria muscle bers (slow ber, type I) toward fast anaerobic and fast low-enriched mitochondria muscle ber (fast ber, type II) ( Gambara et al., 2017b ;Ulanova et al., 2015 ) .M i t o c h o n d r i aa r et h em a j o rs o u r c eo fr e a c t i v eo x y g e ns p e c i e s .A ss u c h , spaceight-induced ber shift and mitochondrial dysfunction can be seen as a biological mechanism to decrease mitochondrial activity and mitigate oxidative stress. If mitochondrial stress is a central biological hub during spaceight, and if the mitochondria are the master organelle of metabolism regulation and en-ergy management, we can then expect a general metabolic shift in the body toward a starvation-like phenotype that promotes decreased mitochondrial a ctivity, decreased metabolism and protein loss in the muscle, and increased lipid metabolism in the liver, to the benet of all body cells during spaceight.Consistently, liver lipid metabolism gene expression strongly correlated with muscle DNA repair, auto-phagy, translation, and nally muscle atrophy phen otype gene expression. Butanoate and propanoate metabolism-related genes were still among the one with the strongest correlation. Interestingly, sodium butyrate and butyrate diet supplementation improve mitochondrial function, fat accumulation, insulinresistance, diabetes, and liver diseases ( Gao et al., 2009 ;Khan and Jena, 2016 ;Mollica et al., 2017 ;Ye et al., 2018 ;Zhang et al., 2019 ;Zhou et al., 2018 ). Moreover, sodium butyrate and butyrate diet supplemen- tation decreased muscle atrophy in various conditions ( Chang et al., 2001 ;Tang et al., 2022 ;Walsh et al., 2015 ). Thus, butyrate supplementation or dietary modication to stimulate microbial production repre- sents simple options to counteract muscle atrophy while preventing insulin resistance and lipid accumula- tion during spaceight. Gambara et al. previously identied insulin- and glucose metabolism-linked transcripts as main DEG in BION-M1 biosatellite own mice longissimus dorsi . In the present study, 17 and 13 differentially expressed genes in the liver and the muscle, respectively, were common to the 89 previously identied ( Gambara et al., 2017a ).Acas1a, Cpt2, Agt, Lcn2, and Prkcd , which were among the most DEG in Gambaras study were not found signicantly differentially expressed neither in the liver nor the quadriceps in the present study. The present study is based on the analyses of discriminating genes identied by the spls-DA per-formed with the mixOmics script. This method is designed to identify variations that are correlated, here gene expression in the liver and gene expression i n the quadriceps. Also, 31 over the 9753, among which Agt and Cpt2, and 24 over the 3463 discriminating genes i n the liver and the quadriceps, respectively, were in common with the 89 of the Gambaras study. These differences may reect the variability of gene expres- sion between the different muscle types. Nonetheless, in line with the literature, both converge to an altered insulin transcriptome, thus highlighting a general adaptive response in muscle during spaceightdespite different molecular pathways. Moreover, the present study highlights the importance of discrimi-nating genes over DEG in deciphering omic data. We found that discriminating genes are mainly linked to lipid metabolism in the liver and insulin signaling and glucose metabolism in the quadriceps. This means that lipid metabolism gene expression in the liver correlates with insulin signaling and glucose metabolismgene expression in the quadriceps in mice during spaceight. We identied a cluster of lipid metabolism processes-related genes in the liver, including Akr1c12, Ces1c, Abcg8, Abcg5, Fabp2, Apom, Rdh7, Ser- pina6, Gpat2, and Slc10a1, correlating the most with glucose transport gene expression and potentially in- sulin resistance in the muscle. Among these genes, some are already described for their insulin sensitivity. Fabp2, Abcg5, and Abcg8 genes polymorphisms are associated with insulin sensitivity while Apom might protect against insulin resistance ( Gylling et al., 2004 ;Kurano et al., 2020 ;Weiss et al., 2002 ;Yu et al., 2020 ). Interestingly, Sestrin 1 ( Sesn1 ), a well-known regulator of cell metabolism upregulated in longissimus dorsi of BION-M1 mice, was reported as a discriminating gene in both the liver and the quadriceps ( Gambara et al., 2017a ).Sestrin proteins are involved in the metabolism of reactive oxygen species, autophagy, and insulin signaling ( Lee et al., 2013 ). Sesn1 together with the present lipid metabolism-related gene clus- ter may thus account in insulin resistance research. The liver inuence on quadriceps gene expression we identied needs to be carried out by organ commu- nication mechanisms and we identied hepatokines as the most likely effector. Hepatokines are proteins secreted by the liver that can modulate signaling pathways associated with energy metabolism in the mus- cle and inuence the development of chronic metabolic diseases ( Seo et al., 2021 ). Important for our context, an increased blood concentration of FGF21, ANGPTL4, FST, and Andropin increases insulin sensi- tivity, muscle hypertrophy, and mitochondrial function and diminishes fat mass in the muscle ( Seo et al., 2021 ). Interestingly, increased concentration of Fetuin-A showed to have the inverse effect of the previouslyll OPEN ACCESS 10 iScience 25, 105213, October 21, 2022iScienc e Articledescribed hepatokines ( Jensen-Cody and Potthoff, 2021 ;Seo et al., 2021 ). The levels of Fetuin-A increase after 60 day of bed rest, a ground model for micrograv ity effects, and we found in the literature a positive correlation between the Fetuin-A levels and the gene expression of Serpina6 and Rdh7, two genes we iden- tied in our gene cluster ( Herrmann et al., 2020 ;Thakur et al., 2008 ;Ward et al., 2020 ). Interestingly, Fetuin-A, as well as FGF21 and ANGPTL4 genes are among the correlating genes in the liver of mice duringspaceight reported by the liver versus quadriceps sPLS-DA. We hypothesize that the gene expression cor- relation identied in our work likely involves an increased Fetuin-A production by the liver and a diminished production of FGF21, ANGPTL4, FST, and Andropin. In conclusion, we described for the rst time a strong correlation between liver lipid metabolism gene expression and the downregulation of hypoglycem ic and energy demand process-related genes. In the light of current knowledge, our result suggests that a starvation-like phenotype could promote a metabolicshift toward an energy-saving mode, resource sparring, and lipid mobilization through a tight liver-muscle crosstalk contributing to muscle atrophy during spaceight. Dietary changes based on starch supplemen- tation and microbiome modulation represent an affordable and sustainable countermeasure to supportour planetary goals and outer space settlement. Meanwhile, improving food habits and body energy moni- toring is an overall human chal l e n g eb o t ho nE a r t ha n db e y o n d . Limitations of the study Sample size was only six mice to match sample availability in the quadriceps and the liver transcriptome. Future space studies should be designed to match individuals for any factors (organs, environmental pa- rameters, psychological parameters, etc.). Here, we studied biological processe s and pathways at a transcriptional level. Transcription regulation, post-transcriptional stabilization, and post-translational modications impact cell response from gene expression to the nal protein activity. In addition, transcriptomics provides a static view of one single moment in the cell. However, spatial repartition also impacts molecular dynamics, and a transcriptionalecosystem theory has been dened ( Silveira and Bilodeau, 2018 ). To further understand the biological sig- nicance of the transcriptomic response to spaceigh t in mice quadriceps, both functional analysis and multi-omics studies are needed. Additional factors account for inducing muscle atrophy during spaceight. Circadian rhythm pathways genes are among those enriched in both the quadriceps and the liver in mice during spaceight(Figure S1 B, Related to Figures 1 and 2A), and circadian rhythm perturbation is associated with muscle at- rophy ( Choi et al., 2020 ). Astronauts experience continuous circ adian rhythm stressors on board the ISS, with sixteen sunsets per day and sustained articial light exposure as the only illumination source. However,assessing and deciphering circadian rhythm dynamics and correlation at molecular levels require properprotocol and experimental design (Zeitgeber time method) that should be implemented in future space biology research. We used the method implemented in mixOmics between the same molecular variables. This method is a powerful tool to compare any types of datasets. In this context, multiple variables comparisons, e.g., tem- perature variation inside the spacecrafts, food intake levels, dietary type, cognitive performances, psycho-logical parameters, and allowing multiscale comparisons, will considerably widen our understanding of spaceights impact on living organisms. The list of possible datasets combinations is innite, as much as the number of studies which can raise from. STARMETHODS Detailed methods are provided in the online version of this paper and include the following: dKEY RESOURCES TABLE dRESOURCE AVAILABILITY BLead contact BMaterials availability BData and code availability dMETHOD DETAILS dQUANTIFICATION AND STATISTICAL ANALYSISll OPEN ACCESS iScience 25, 105213, October 21, 2022 11iScienc e ArticleBRNAseq data processing BR BBiological process, pathways, networks and clusters analysis BmixOmics BsPLS and sPLS-DA SUPPLEMENTAL INFORMATION Supplemental information can be found online at https:doi.org10 .1016j.isci.2022.105213 . ACKNOWLEDGMENTS W.A.d.S. acknowledge this work was partially funded by the ESA grantcontract 400013120220NLPGpt Space Omics: Toward an integrated ESANASA  omic s database for spaceight and ground facilities ex- periments awarded to Raul Herranz. V.W. acknowledges this work was partially funded by the ESA grant contract 400013499021UKAL. This work was allowed by th e free access online repository data resources NASA genelab. The Rodent Research 1 data collection is supervised by Jonathan Galazka, Project Scientist,NASA GeneLab and Ruth Globus, RR1 Project Scientist NASA ARC. AUTHOR CONTRIBUTIONS G.V. analyzed and interpreted data, generated graphical abstract, and wrote and edited the manuscript.R.F. and G.V. analyzed and interpreted data and edit ed the manuscript. A.B. and G.M. participated in the exchange of ideas, edited the manuscript. T.L., V.W., and W.A.d.S. designed the study and revisedthe manuscript. V.W. and W.A.d.S. secured funding, supervised the project, and wrote and edited the manuscript. DECLARATION OF INTERESTS The authors declare no competing interests. Received: April 8, 2022 Revised: August 30, 2022Accepted: September 22, 2022Published: October 21, 2022 REFERENCES Abrigo, J., Simon, F., Cabrera, D., Vilos, C., and Cabello-Verrugio, C. (2019). Mitochondrialdysfunction in skeletal muscle pathologies. Curr. Protein Pept. Sci. 20, 536546. https:doi.org10. 21741389203720666190402100902 . Air Force Space Command (2019). The future of space 2060 and implications for U.S. Strategy: report on the space futures, workshop Air force space Command. https:aerospace.csis.orgwp- contentuploads201909Future-of-Space-2060-v2-5-Sep.pdf . Afshinnekoo, E., Scott, R.T., MacKay, M.J., Pariset, E., Cekanaviciute, E., Barker, R., Gilroy, S., Hassane, D., Smith, S.M., Zwart, S.R., et al. (2020). Fundamental biological features of spaceight: advancing the eld to enable deep-space exploration. Cell 183, 11621184. Erratum Available at:. https:doi.org10.1016j.cell.2020. 10.050 https:doi.org10.1016j.cell.2021.11.008 . Bashan, N., Kovsan, J., Kachko, I., Ovadia, H., and Rudich, A. (2009). Positive and negative regulation of insulin signaling by reactive oxygen and nitrogen species. Physiol. Rev. 89, 2771. https:doi.org10.1152physrev.00014.2008 . Beheshti, A., Chakravarty, K., Fogle, H., Fazelinia, H., Silveira, W.A.d., Boyko, V., Polo, S.H.L.,Saravia-Butler, A.M., Hardiman, G., Taylor, D., et al. (2019). Multi-omics analysis of multiplemissions to space reveal a theme of lipid dysregulation in mouse liver. Sci. Rep. 9, 113. Erratum Available at:. https:doi.org10.1038 s41598-019-55869-2 https:doi.org10.1038 s41598-020-58490-w . Bergouignan, A., Stein, T.P., Habold, C., Coxam, V., Ogorman, D., and Blanc, S. (2016). Towards human exploration of space: the THESEUS reviewseries on nutrition and metabolism research priorities. npj Microgravity 2, 16029. https:doi. org10.1038npjmgrav.2016.29 . Bukley, A.P. (2020). To the moon and beyond: challenges and opportunities for nasas artemis program. Cent. Space Pol. Strat. Space agenda 2021 .https:csps.aerospace.orgsitesdefault les2021-08Bukley_TheMoon_20201027.pdf . Chakravarthy, M.V., Siddiqui, M.S., Forsgren, M.F., and Sanyal, A.J. (2020). Harnessing muscle liver crosstalk to treat nonalcoholic steatohepatitis. Front. Endocrinol. 11, 592373. https:doi.org10.3389fendo.2020.592373 . Chang, J.G., Hsieh-Li, H.M., Jong, Y.J., Wang, N.M., Tsai, C.H., and Li, H. (2001). Treatment of spinal muscular atrophy by sodium butyrate.Proc. Natl. Acad. Sci. USA 98, 98089813. https: doi.org10.1073pnas.171105098 . Choi, Y., Cho, J., No, M.H., Heo, J.W., Cho, E.J., Chang, E., Park, D.H., Kang, J.H., and Kwak, H.B. (2020). Re-setting the circadian clock using exercise against sarcopenia. Int. J. Mol. Sci. 21, E3106. https:pubmed.ncbi.nlm.nih.gov 32354038 . da Silveira, W.A., Fazelinia, H., Rosenthal, S.B., Laiakis, E.C., Kim, M.S., Meydan, C., Kidane, Y., Rathi, K.S., Smith, S.M., Stear, B., et al. (2020).Comprehensive multi-omics analysis reveals mitochondrial stress as a central biological hub for spaceight impact. Cell 183, 11851201.e20. https:linkinghub.elsevier.comretrievepii S0092867420314616 . Di Meo, S., Iossa, S., and Venditti, P. (2017). Skeletal muscle insulin resistance: role of mitochondria and other ROS sources.J. Endocrinol. 233, R15R42. https:doi.org10. 1530JOE-16-0598 . Durue , H., Selmani, M., Ranocha, P., Jamet, E., Dunand, C., and De jean, S. (2021). A powerful framework for an integrative study with heterogeneous omics data: from univariate statistics to multi-block analysis. Brief. Bioinform.ll OPEN ACCESS 12 iScience 25, 105213, October 21, 2022iScienc e Article22, bbaa166. https:doi.org10.1093bib bbaa166 . Fitts, R.H., Riley, D.R., and Widrick, J.J. (2000). Physiology of a microgravity environment invited review: microgravity and skeletal muscle. J. Appl. Physiol. 89, 823839. https:doi.org10.1152 jappl.2000.89.2.823 . Gambara, G., Salanova, M., Ciciliot, S., Furlan, S., Gutsmann, M., Schif, G., Ungethuem, U., Volpe, P., Gunga, H.C., and Blottner, D. (2017a). Microgravity-induced transcriptome adaptation in mouse paraspinal longissimus dorsi musclehighlights insulin resistance-linked genes. Front. Physiol. 8, 279. https:doi.org10.3389fphys. 2017.00279 . Gambara, G., Salanova, M., Ciciliot, S., Furlan, S., Gutsmann, M., Schif, G., Ungethuem, U., Volpe, P., Gunga, H.C., and Blottner, D. (2017b). Gene expression proling in slow-Type calf soleus muscle of 30 days space-own mice. PLoS One12. e016931427. https:doi.org10.1371 journal.pone.0169314 . Gao, R., and Chilibeck, P.D. (2020). Nutritional interventions during bed rest and spaceight: prevention of muscle mass and strength loss,bone resorption, glucose intolerance, and cardiovascular problems. Nutr. Res. 82, 1124. https:doi.org10.1016j.nutres.2020.07.001 . Gao, Z., Yin, J., Zhang, J., Ward, R.E., Martin, R.J., Lefevre, M., Cefalu, W.T., and Ye, J. (2009). Butyrate improves insulin sensitivity and increases energy expenditure in mice. PMID: 19366864. Diabetes 58, 15091517. https:doi.org10.2337 db08-1637 . Garrett-Bakelman, F.E., Darshi, M., Green, S.J., Gur, R.C., Lin, L., Macias, B.R., McKenna, M.J.,Meydan, C., Mishra, T., Nasrini, J., et al. (2019). The NASA twins study: a multidimensional analysis of a year-long human spaceight. Science 364, eaau8650. https:doi.org10.1126 science.aau8650 . Gylling, H., Hallikainen, M., Pihlajama ki, J., Agren, J., Laakso, M., Rajaratnam, R.A., Rauramaa, R., and Miettinen, T.A. (2004). Polymorphisms in the ABCG5 and ABCG8 genes associate with cholesterol absorption and insulin sensitivity.J. Lipid Res. 45, 16601665. https:doi.org10. 1194jlr.M300522-JLR200 . Gonza lez, I., Cao, K.A.L., Davis, M.J., and De jean, S. (2012). Visualising associations between paired omics data sets. BioData Min. 5, 1923. https: doi.org10.11861756-0381-5-19 . Herrmann, M., Babler, A., Moshkova, I., Gremse, F., Kiessling, F., Kusebauch, U., Nelea, V., Kramann, R., Moritz, R.L., McKee, M.D., and Jahnen-Dechent, W. (2020). Lumenal calcication and microvasculopathy in fetuin-A-decient mice lead to multiple organ morbidity. PLoS One 15. e022850330. https:doi.org10.1371journal. pone.0228503 . Jonscher, K.R., Alfonso-Garcia, A., Suhalim, J.L., Orlicky, D.J., Potma, E.O., Ferguson, V.L.,Bouxsein, M.L., Bateman, T.A., Stodieck, L.S., Levi, M., et al. (2016). Correction: spaceight activates lipotoxic pathways in mouse liver. PLoSOne 11, e0155282. https:doi.org10.1371 journal.pone.0155282 .Jensen-Cody, S.O., and Potthoff, M.J. (2021). Hepatokines and metabolism: deciphering communication from the liver. Mol. Metab. 44, 101138. https:doi.org10.1016j.molmet.2020. 101138 . Jiang, P., Green, S.J., Chlipala, G.E., Turek, F.W., and Vitaterna, M.H. (2019). Reproducible changes in the gut microbiome suggest a shift in microbial and host metabolism during spaceight. Microbiome 7, 113118. https:doi.org10.1186 s40168-019-0724-4 . Khan, S., and Jena, G. (2016). Sodium butyrate reduces insulin-resistance, fat accumulation and dyslipidemia in type-2 diabetic rat: a comparative study with metformin. Chem. Biol. Interact. 254, 124134. https:doi.org10.1016j.cbi.2016.06. 007. Kovacs, P., and Stumvoll, M. (2005). Fatty acids and insulin resistance in muscle and liver. Best Pract. Res. Clin. Endocrinol. Metab. 19, 625635. https:doi.org10.1016j.beem.2005.07.003 . Kurano, M., Tsukamoto, K., Shimizu, T., Kassai, H., Nakao, K., Aiba, A., Hara, M., and Yatomi, Y.(2020). Protection against insulin resistance by apolipoprotein MSphingosine-1-Phosphate. Diabetes 69, 867881. https:doi.org10.2337 db19-0811 . Lee, J.H., Budanov, A.V., and Karin, M. (2013). Sestrins orchestrate cellular metabolism to attenuate aging. Cell Metab. 18, 792801. https: doi.org10.1016j.cmet.2013.08.018 . Liao, Y., Wang, J., Jaehnig, E.J., Shi, Z., and Zhang, B. (2019). WebGestalt 2019: gene setanalysis toolkit with revamped UIs and APIs. Nucleic Acids Res. 47, W199W205. https:doi. org10.1093nargkz401 . Love, M.I., Huber, W., and Anders, S. (2014). Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2.Genome Biol 15, 550. Meyer, F., Bannert, K., Wiese, M., Esau, S., Sautter, L.F., Ehlers, L., Aghdassi, A.A., Metges, C.C., Garbe, L.A., Jaster, R., et al. (2020). Molecular mechanism contributing to malnutrition and sarcopenia in patients with livercirrhosis. Int. J. Mol. Sci. 21, 53577E5419. https: doi.org10.3390ijms21155357 . Mollica, M.P., Mattace Raso, G., Cavaliere, G., Trinchese, G., De Filippo, C., Aceto, S., Prisco, M., Pirozzi, C., Di Guida, F., Lama, A., et al. (2017). Butyrate regulates liver mitochondrial function,efciency, and dynamics in insulin-resistant obese mice. Diabetes 66, 14051418. https:doi.org10. 2337db16-0924 . Muller, A.C. (2019). Pathway enrichment analysis and visualization of omics data using g:Proler, GSEA, Cytoscape and EnrichmentMap. Nat.Protoc. 22, 924934. https:doi.org10.1038 s41596-018-0103-9 . Perry, R.J., Samuel, V.T., Petersen, K.F., and Shulman, G.I. (2014). The role of hepatic lipids in hepatic insulin resistance and type 2 diabetes. Nature 510, 8491. https:doi.org10.1038 nature13478 . Popova, I.A., Zabolotskaia, I.V., and Kurkina, L.M. (1999). Vliianie kosmicheskogo poleta na lipidny  sostav krovi, nadpochechnikov i pecheni krys Theeffects of space ights on the lipid composition of blood, adrenal glands and liver in rats. Aviakosm. Ekolog. Med 33, 4751. Aerospace and environmental medicine. R Core Team (2021). R: A language and environment for statistical computing (R Foundation for Statistical Computing). https: www.R-project.org . Rohart, F., Gautier, B., Singh, A., and Le Cao, K.A. (2017). mixOmics: an R package for omics feature selection and multiple data integration. PLoS Comput. Biol. 13, e1005752. https:doi.org10. 1371journal.pcbi.1005752 . Rudrappa, S.S., Wilkinson, D.J., Greenhaff, P.L., Smith, K., Idris, I., and Atherton, P.J. (2016).Human skeletal muscle disuse atrophy: effects on muscle protein synthesis, breakdown, and insulin resistance-a qualitative review. Front. Physiol. 7, 361. https:doi.org10.3389fphys.2016.00361 . Samuel, V.T., and Shulman, G.I. (2012). Mechanisms for insulin resistance: common threads and missing links. Cell 148, 852871. https:doi.org10.1016j.cell.2012.02.017 . Seo, D.Y., Park, S.H., Marquez, J., Kwak, H.B., Kim, T.N., Bae, J.H., Koh, J.H., and Han, J. (2021). Hepatokines as a molecular transducer of exercise. J. Clin. Med. 10, 385. https:doi.org10. 3390jcm10030385 . Sergushichev, A. (2016). An algorithm for fast preranked gene set enrichment analysis using cumulative statistic calculation. Preprint atbioRxiv. https:doi.org10.1101060012 . Shannon, P., Markiel, A., Ozier, O., Baliga, N.S., Wang, J.T., Ramage, D., Amin, N., Schwikowski,B., and Ideker, T. (2003). Cytoscape: a software environment for integrated models of biomolecular interaction networks. Genome Res 13, 24982504. Silveira, M.A.D., and Bilodeau, S. (2018). Dening the transcriptional ecosystem. Mol. Cell 72, 920924. https:doi.org10.1016j.molcel.2018. 11.022 . Sivitz, W.I., and Yorek, M.A. (2010). Mitochondrial dysfunction in diabetes: from molecular mechanisms to functional signicance andtherapeutic opportunities. Antioxid. Redox Signal. 12, 537577. https:doi.org10.1089ars. 2009.2531 . Soeters, M.R., and Soeters, P.B. (2012). The evolutionary benet of insulin resistance. Clin.Nutr. 31, 10021007. https:doi.org10.1016j. clnu.2012.05.011 . Spychala, M.S., Venna, V.R., Jandzinski, M., Doran, S.J., Durgan, D.J., Ganesh, B.P., Ajami, N.J., Putluri, N., Graf, J., Bryan, R.M., and McCullough, L.D. (2018). Age-related changes in the gut microbiota inuence systemicinammation and stroke outcome. Ann. Neurol.84, 2336. https:doi.org10.1002ana.25250 . Subramanian, A., Tamayo, P., Mootha, V.K., Mukherjee, S., Ebert, B.L., Gillette, M.A.,Paulovich, A., Pomeroy, S.L., Golub, T.R., Lander, E.S., et al. (2005). Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression proles. Proc. Natl. Acad. Sci. USA 102, 1554515550.ll OPEN ACCESS iScience 25, 105213, October 21, 2022 13iScienc e ArticleTang, G., Du, Y., Guan, H., Jia, J., Zhu, N., Shi, Y., Rong, S., and Yuan, W. (2022). Butyrate ameliorates skeletal muscle atrophy in diabetic nephropathy by enhancing gut barrier function and FFA2-mediated PI3KAktmTOR signals. Br. J. Pharmacol. 179, 159178. https:doi.org10. 1111bph.15693 . Thakur, A., Bollig, A., Wu, J., and Liao, D.J. (2008). Gene expression proles in primary pancreatic tumors and metastatic lesions of Ela-c-myctransgenic mice. Mol. Cancer 7, 1116. https: doi.org10.11861476-4598-7-11 . Tobin, B.W., Uchakin, P.N., and Leeper- Woodford, S.K. (2002). Insulin secretion and sensitivity in space ight: diabetogenic effects. Nutrition 18, 842848. https:doi.org10.1016 s0899-9007(02)00940-1 . Ulanova, A., Gritsyna, Y., Vikhlyantsev, I., Salmov, N., Bobylev, A., Abdusalamova, Z., Rogachevsky, V., Shenkman, B., and Podlubnaya, Z. (2015). Isoform composition and gene expression of thick and thin lament proteins in striatedmuscles of mice after 30-day space ight. BioMed Res. Int. 2015 , 104735. https:doi.org10.1155 2015104735 . Parada Venegas, D., De La Fuente, M.K., Landskron, G., Gonza lez, M.J., Quera, R., Dijkstra, G., Harmsen, H.J.M., Faber, K.N., and Hermoso,M.A. (2019). Short chain fatty acids (SCFAs) mediated gut epithelial and immune regulation and its relevance for inammatory boweldiseases. Front. Immunol. 10, 277. https:doi. org10.3389mmu.2019.00277 . Voorhies, A.A., Mark Ott, C., Mehta, S., Pierson, D.L., Crucian, B.E., Feiveson, A., Oubre, C.M., Torralba, M., Moncera, K., Zhang, Y., et al. (2019). Study of the impact of long-duration space missions at the International Space Station on the astronaut microbiome. Sci. Rep. 9, 99119917. https:doi.org10.1038s41598-019-46303-8 . Walsh, M.E., Bhattacharya, A., Sataranatarajan, K., Qaisar, R., Sloane, L., Rahman, M.M., Kinter, M., and Van Remmen, H. (2015). The histonedeacetylase inhibitor butyrate improves metabolism and reduces muscle atrophy during aging. Aging Cell 14, 957970. https:doi.org10. 1111acel.12387 . Ward, K., Mulder, E., Frings-Meuthen, P., OGorman, D.J., and Cooper, D. (2020). Fetuin-A as a potential biomarker of metabolic variability following 60 Days of bed rest. Front. Physiol. 11, 573581. https:doi.org10.3389fphys.2020. 573581 . Weiss, E.P., Brown, M.D., Shuldiner, A.R., and Hagberg, J.M. (2002). Fatty acid binding protein-2 gene variants and insulin resistance: gene and gene-environment interaction effects. Physiol. Genom. 10, 145157. https:doi.org10. 1152physiolgenomics.00070.2001 . Ye, J., Lv, L., Wu, W., Li, Y., Shi, D., Fang, D., Guo, F., Jiang, H., Yan, R., Ye, W., and Li, L. (2018).Butyrate protects mice against methionine- choline-decient diet-induced non-alcoholic steatohepatitis by improving gut barrier function, attenuating inammation and reducing endotoxin levels. Front. Microbiol. 9, 1967. https:doi.org10.3389fmicb.2018.01967 . Yu, Y., Zhang, J., Yao, S., Pan, L., Luo, G., and Xu, N. (2020). Apolipoprotein M overexpression through adeno-associated virus gene transfer improves insulin secretion and insulin sensitivityin Goto-Kakizaki rats. J. Diabetes Investig. 11, 11501158. https:doi.org10.1111jdi.13261 . Zhang, L., Keung, W., Samokhvalov, V., Wang, W., and Lopaschuk, G.D. (2010). Role of fatty acid uptake and fatty acid b-oxidation in mediating insulin resistance in heart and skeletal muscle.Biochim. Biophys. Acta 1801 , 122. https:doi. org10.1016j.bbalip.2009.09.014 . Zhang, W.Q., Zhao, T.T., Gui, D.K., Gao, C.L., Gu, J.L., Gan, W.J., Huang, W., Xu, Y., Zhou, H., Chen, W.N., et al. (2019). Sodium butyrate improves liver glycogen metabolism in type 2 diabetesmellitus. J. Agric. Food Chem. 67, 76947705. https:doi.org10.1021acs.jafc.9b02083 . Zhou, D., Chen, Y.W., Zhao, Z.H., Yang, R.X., Xin, F.Z., Liu, X.L., Pan, Q., Zhou, H., and Fan, J.G. (2018). Sodium butyrate reduces high-fat diet- induced non-alcoholic steatohepatitis throughupregulation of hepatic GLP-1R expression. Exp. Mol. Med. 50, 112. https:doi.org10.1038 s12276-018-0183-1 .ll OPEN ACCESS 14 iScience 25, 105213, October 21, 2022iScienc e ArticleSTARMETHODS KEY RESOURCES TABLE RESOURCE AVAILABILITY Lead contact Further information and requests for resources and reagents should be directed to and will be fullled by the lead contact Dr Willian Abraham da Silveira, willian.dasilveirastaffs.ac.uk . Materials availability This study did not generate new unique reagents. Data and code availability dThe originalsource data for all GeneLab datasets (GLDS) in the paper is available on GeneLab ( https: genelab.nasa.gov ) with the specic GLDS identier numbers in the key resources table . dAny additional information required to reanalyze th e data reported in this paper is available from the lead contact upon request. dThis paper does not report original code. METHOD DETAILS Full experimental procedures are available at: https:genelab-data.ndc.nasa.govgenelabaccession GLDS-103 and https:genelab-data.ndc.nasa. govgenelabaccessionGLDS-168 . The omics data of mice liver and mu scle were obtained from the NASA Rodent Research 1 (RR1) protocol accessible on the NASAs GeneLab public omics repository. Also, all animal procedures, ethics, and tissuesREAGENT or RESOURCE SOURCE IDENTIFIER Biological samples Mouse Liver NASA Rodent Research-1 Mission https:lsda.jsc.nasa.govExperimentexper 13380 Mouse quadriceps muscle NASA Rodent Research-1 Mission https:lsda.jsc.nasa.govExperimentexper 13380 Deposited data GLDS-103 NASAGeneLab https:genelab-data.ndc.nasa.govgenelab accessionGLDS-103 GLDS-168 NASAGeneLab https:genelab-data.ndc.nasa.govgenelab accessionGLDS-168 Experimental models: Organismsstrains Mouse: C57BL6 Jackson Labs C57BL6J (Stock No: 000,664) Software and algorithms R Version 4.0.5 R Core Team (2021) . https:www.r-project.org , RRID: SCR_001905 DESeq2 Version Version 1.30.1 Love et al., 2014 https:github.commikeloveDESeq2 , RRID: SCR_01568 GSEA Sergushichev (2016) ;Subramanian et al., 2005 https:www.gsea-msigdb.orggseaindex.jsp , RRID: SCR_003199 Cytoscape Shannon et al., 2003 https:cytoscape.org , RRID: SCR_003032 WebGestalt Liao et al. (2019) http:www.webgestalt.org miXomics Version 6.14.1 Rohart et al. (2017) http:mixomics.org Other GeneLab NASA https:genelab.nasa.govll OPEN ACCESS iScience 25, 105213, October 21, 2022 15iScienc e Articleharvesting, disposal, and experiments have been previously conducted and performed by external exper- imenters. Thus, animal procedures were performed according to the relevant guide-lines at each institutionand were approved by the Institutional Animal Care and Use Committee (IACUC). Full experimental pro- cedures are available at: https:genelab-data.ndc.nasa.g ovgenelabaccessionGLDS-103 and https: genelab-data.ndc.nasa.govgenelabaccessionGLDS-168 . Briey, the study was conducted aboard the Internat ional Space Station (ISS) in 2014 on twelves female C57BL6J mice, six in ight mice ( M23, M24, M25, M26, M27, M28) referred to as the FLT group, and six ground controls mice (M33, M34, M35, M36, M37, M38), referred to as the GC group, for 37 days upon 12h daynight cycle, and fed with Nutrient Upgraded Rodent Food Bar (NuRFB)63. The research platform used for this experiment was NASAs Rodent Research Hardware System also referred to as the RodentResearch Habitat System. Mice were sacriced with Euthasol injection followed by cervical dislocationo no r b i to nt h eI S Sf o rt h eF L Tg r o u p ,a n do nt h eg r o u n da tt h es a m et i m ef o rt h eG Cg r o u p .T h ee n t i r e c a r c a s s e so f1 0m i c ew e r es t o r e da t C080C until processing. Two FLT mice were dissected on-board the ISS, and livers were isolated on-orbit and stored in the MELFI. Frozen FLT mice carcasses were then re-turned on Earth by the SpaceX-4 spacecraft and delivered to the NASA Ames Research Center (ARC) for disposal. The ten frozen mice carcasses, GC and FLT, were dissected at room temperature, and harvested samples stored at C080C. RNA extraction from 2030mg mice liver and muscle w ere realized at 4C using a lysis buffer (Qiagen, Va- lenica, CA) and a beta-mercaptoethanol (1:100)Buffe r RLT solution, lysis buffer ( Qiagen, Valenica, CA) and kept on ice. Samples were then homogenized for 2 0 s at 21,000 RPM using a Polytron PT1300D handheld homogenizer with a 5 mm standard dispersing aggregate (Kinematica, Bohemia, NY). Homogenates were centrifuged for 3 min at room temperature to remove tissue debris. RNA from homogenates were furtherpuried using the Qiagen AllPrep DNARNA Mini Kit (Qiagen, Valencia, CA), and eluted in DNaseRNase-free water. RNA concentrations were measured usi ng the NanoDrop 2000 UV-Vis Spectrophotometer (Thermo Fisher Scientic, Waltham , MA), and RNA quality was assessed u sing the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA). RNA seque ncing and library construction was performed on 1 mg of RNA having RIN values of 7 or above, using Illu mina HiSeq 4000 kit and ex perimental protocol. QUANTIFICATION AND STATISTICAL ANALYSIS RNAseq data processing Raw FASTQ les were proceed using the GeneLab RNAseq data processing protocol as reported at https:genelab-data.ndc.nasa.g ovgenelabaccessionGLDS-103 and https:genelab-data.ndc.nasa. govgenelabaccessionGLDS-168 . On this work we used the mentioned protocol up to the step Quanti- cation data was imported to R (version 3.6.0) with tximport. R Differential Expression (DE) analysis has been perfo rmed using the R studio software Version 1.2.5001 and the DESeq2 package version 1.30.1 that uses shrinkage estimation for dispersion and fold change. RSEM expected counts were extracted and rounded up to the next integer and used as input for DE analysis. Sta-tistical signicance of differentially expressed genes (FDR 0.05) were assessed using Benjamini- Hochberg multiple testing adjustment procedure. Biological process, pathways, networks and clusters analysis For biological process, pathways, networks and clusters analysis, normalized count from RR1 mice quadri-ceps and liver were processed by the DEseq2 package and assessed for Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways Over Representation Analysis on the online Webgesalt platform, and for Gene Ontology Biological Process (GOBP) and KEGG pathways GeneSets Enrichment by the Gene Set Enrich-ment Analysis (GSEA) software. The Cytoscape software was used to build geneset networks from GSEA results. GSEAs were run with a Flight vs Ground Control comparison setting. The ranked list of genes was dened by the signal-to-noise metric, and the st atistical signicance were determined by 1000 permu- tations of the gene sets. Enrichment importance were sorted according to the enrichment score calculated by GSEA ( Muller, 2019 ). Venn diagrams were generated on the online platform Venny available at: https: bioinfogp.cnb.csic.estoolsvennyindex2.0.2.html .ll OPEN ACCESS 16 iScience 25, 105213, October 21, 2022iScienc e ArticlemixOmics mixomics is a R package developed by Kim-anh Le Cao, Se bastien De jean and collaborators to visualize associations between paired omics datasets using c orrelation circles plots, heatmaps, and networks ( Duru- eet al., 2021 ;Gonza lez et al., 2012 ;Rohart et al., 2017 ). In the present study we used mixOmics package version 6.14.1. More information can be found on the online mixOmics platform available at: http: mixomics.org . sPLS and sPLS-DA Transcriptome from 6 matched NASA RR1 mice, 3 gr ound controls (M36, M37, M38) and 3 inight (M25, M26, M28), between the liver and the quadriceps were analyzed by sPLS (Partial Least Square) and sPLS- DA (sparse Partial Least Square-Differential Analysis). Correlation circle and correlation network were generated from sPLS-DA performed on 100, 75, 50, and 25 of total normalized counts according to the process suggested in Durue et al. (2021) . This method is an internal method to validate that the pattern of genes evaluated with the strongest importance for discrimination maintain across input reduc- tion. These genes are referred to as to discriminating genes in this study. The correlation circle plot is a 1sized radius were variable pools loc ated between 0,5 and 1 have the strongest correlation. Correlation heatmaps are generated from sPLS analyses. Pos t 100, 75, 50, and 25 sPLS-DA DEG are DEG still present in reported genes from 100, 75, 50, and 25 sPLS-DA. R scripts used for this study are avail-able at: http:mixomics.orgcase-studiesspls-liver-toxicity-case-study .ll OPEN ACCESS iScience 25, 105213, October 21, 2022 17iScienc e Article",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            }
        ]
    }
]