[
    {
        "pmid": "32194611",
        "title": "Root Skewing-Associated Genes Impact the Spaceflight Response of Arabidopsis thaliana.",
        "year": "2020",
        "journal": "Front Plant Sci",
        "abstract": "The observation that plant roots skew in microgravity recently refuted the long-held conviction that skewing was a gravity-dependent phenomenon. Further, spaceflight root skewing suggests that specific root morphologies and cell wall remodeling systems may be important aspects of spaceflight physiological adaptation. However, connections between skewing, cell wall modification and spaceflight physiology are currently based on inferences rather than direct tests. Therefore, the Advanced Plant Experiments-03-2 (APEX-03-2) spaceflight study was designed to elucidate the contribution of two skewing- and cell wall-associated genes in Arabidopsis to root behavior and gene expression patterns in spaceflight, to assess whether interruptions of different skewing pathways affect the overall spaceflight-associated process. SPIRAL1 is a skewing-related protein implicated in directional cell expansion, and functions by regulating cortical microtubule dynamics. SKU5 is skewing-related glycosylphosphatidylinositol-anchored protein of the plasma membrane and cell wall implicated in stress response signaling. These two genes function in different cellular pathways that affect skewing on the Earth, and enable a test of the relevance of skewing pathways to spaceflight physiological adaptation. In this study, both sku5 and spr1 mutants showed different skewing behavior and markedly different patterns of gene expression in the spaceflight environment. The spr1 mutant showed fewer differentially expressed genes than its Col-0 wild-type, whereas sku5 showed considerably more than its WS wild-type. Developmental age played a substantial role in spaceflight acclimation in all genotypes, but particularly in sku5 plants, where spaceflight 4d seedlings had almost 10-times as many highly differentially expressed genes as the 8d seedlings. These differences demonstrated that the two skewing pathways represented by SKU5 and SPR1 have unique and opposite contributions to physiological adaptation to spaceflight. The spr1 response is less intense than wild type, suggesting that the loss of SPR1 positively impacts spaceflight adaptation. Conversely, the intensity of the sku5 responses suggests that the loss of SKU5 initiates a much more complex, deeper and more stress related response to spaceflight. This suggests that proper SKU5 function is important to spaceflight adaptation.",
        "full_text": "fpls-11-00239 March 2, 2020 Time: 20:46  1 ORIGINAL RESEARCH published: 04 March 2020 doi: 10.3389fpls.2020.00239 Edited by: Valrie Legu, Universit Clermont Auvergne, France Reviewed by: Stephanie Swarbreck, University of Cambridge, United Kingdom Francisco Javier Medina, Center for Biological Research, Superior Council of Scientic Investigations, Spain Correspondence: Anna-Lisa Paul alpu.edu Robert J. Ferl robferlu.edu Specialty section: This article was submitted to Plant Abiotic Stress, a section of the journal Frontiers in Plant Science Received: 07 September 2019 Accepted: 17 February 2020 Published: 04 March 2020 Citation: Califar B, Sng NJ, Zupanska A, Paul A-L and Ferl RJ (2020) Root Skewing-Associated Genes Impact the Spaceight Response of Arabidopsis thaliana. Front. Plant Sci. 11:239. doi: 10.3389fpls.2020.00239 Root Skewing-Associated Genes Impact the Spaceight Response of Arabidopsis thaliana Brandon Califar1,2,3, Natasha J. Sng1, Agata Zupanska1, Anna-Lisa Paul1,2,3,4,5and Robert J. Ferl1,2,3,4 1Horticultural Sciences, University of Florida, Gainesville, FL, United States,2The Genetics Institute, University of Florida, Gainesville, FL, United States,3Program in Genetics and Genomics, University of Florida, Gainesville, FL, United States, 4Program in Plant Molecular and Cellular Biology, University of Florida, Gainesville, FL, United States,5Interdisciplinary Center for Biotechnology and Research, University of Florida, Gainesville, FL, United States The observation that plant roots skew in microgravity recently refuted the long-held conviction that skewing was a gravity-dependent phenomenon. Further, spaceight root skewing suggests that specic root morphologies and cell wall remodeling systems may be important aspects of spaceight physiological adaptation. However, connections between skewing, cell wall modication and spaceight physiology are currently based on inferences rather than direct tests. Therefore, the Advanced Plant Experiments-03- 2 (APEX-03-2) spaceight study was designed to elucidate the contribution of two skewing- and cell wall-associated genes in Arabidopsis to root behavior and gene expression patterns in spaceight, to assess whether interruptions of different skewing pathways affect the overall spaceight-associated process. SPIRAL1 is a skewing- related protein implicated in directional cell expansion, and functions by regulating cortical microtubule dynamics. SKU5 is skewing-related glycosylphosphatidylinositol- anchored protein of the plasma membrane and cell wall implicated in stress response signaling. These two genes function in different cellular pathways that affect skewing on the Earth, and enable a test of the relevance of skewing pathways to spaceight physiological adaptation. In this study, both sku5 andspr1 mutants showed different skewing behavior and markedly different patterns of gene expression in the spaceight environment. The spr1 mutant showed fewer differentially expressed genes than its Col-0 wild-type, whereas sku5 showed considerably more than its WS wild-type. Developmental age played a substantial role in spaceight acclimation in all genotypes, but particularly in sku5 plants, where spaceight 4d seedlings had almost 10-times as many highly differentially expressed genes as the 8d seedlings. These differences demonstrated that the two skewing pathways represented by SKU5 andSPR1 have unique and opposite contributions to physiological adaptation to spaceight. The spr1 response is less intense than wild type, suggesting that the loss of SPR1 positively impacts spaceight adaptation. Conversely, the intensity of the sku5 responses suggests that the loss of SKU5 initiates a much more complex, deeper and more stress related response to spaceight. This suggests that proper SKU5 function is important to spaceight adaptation. Keywords: spaceight, root, skewing, transcriptomics, abiotic stress, acclimation, physiological adaptation Frontiers in Plant Science  www.frontiersin.org 1 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  2 Califar et al. Spaceight Skewing Mutant Gene Expression INTRODUCTION Spaceight studies oer unique insights into plant biological processes, and enable the exploration of the relationships between root morphology, gene expression and the physiological adaptation to spaceight. The developmental patterns of plant organs are continuously altered through perception of the environment, signal integration, and response to environmental stimuli. A diversity of tropic gradients inuence the path of growth in roots by initiating localized, asymmetrical changes in cell elongation. These changes are primarily brought about through hormonal interactions and subsequent remodeling of cell physiology (Roy and Bassham, 2014; Vandenbrink et al., 2014; Schultz et al., 2017). Root skewing and waving are phenomena in which root growth deviates from a gravity vector throughout its development, and which vary between the Arabidopsis thaliana (Arabidopsis) ecotypes Columbia (Col-0) and Wassilewskija (WS) (Rutherford and Masson, 1996; Roy and Bassham, 2014; Schultz et al., 2017). Although once thought to be a gravity- dependent growth behavior (Oliva and Dunand, 2007), skewing occurs in the microgravity of spaceight (Paul et al., 2012a). This suggests that skewing is independent of both the tropic force of gravity and the gravity-induced contact forces between roots and growth media (Millar et al., 2011; Paul et al., 2012a, 2013; Nakashima et al., 2014). Therefore, the spaceight environment provides a unique and relevant context in which to study genes associated with skewing phenotypes. Plants grown in the spaceight environment exhibit complex and unique gene expression patterns (e.g., Paul et al., 2005; Paul et al., 2012b, 2013, 2017; Correll et al., 2013; Kwon et al., 2015; Johnson et al., 2017; Choi et al., 2019). The predominant feature of the spaceight environment is microgravity. The lack of gravity has a direct eect on plant cells and signal transduction; this direct eect represents a novel environment for plants, and any terrestrial organism, and appears to be generally perceived as stressful. In addition, microgravity imposes secondary environmental stresses due to the disruption of uid movement, and any processes inuenced by convection, such as gas exchange and temperature redistribution. Combinatorial stresses induce changes in gene expression and tolerance that are not fully recapitulated by exposure to the individual stressors (e.g., Ramegowda and Senthil-Kumar, 2015; Suzuki et al., 2016). Thus it is important to think of the spaceight environment as more complex than microgravity alone. Several classes of stress response genes have been identied as consistently involved in the response to spaceight across ecotypes of Arabidopsis via analyses of gene expression. Heat shock genes are often induced by spaceight (Paul et al., 2005, 2012b; Salmi and Roux, 2008; Shagimardanova et al., 2010; Zupanska et al., 2013, 2017, 2019; Johnson et al., 2017; Choi et al., 2019). Reactive oxygen species (ROS) signaling and scavenging processes are also common in the spaceight response, though ROS-associated genes have been observed as both up- and downregulated in spaceight Abbreviations: d, day; DEG, dierentially expressed gene; FLT, spaceight; GC, ground control; GO, gene ontology; GPI-AP , glycosylphosphatidylinositol- anchored protein.(Shagimardanova et al., 2010; Correll et al., 2013; Paul et al., 2013, 2017; Kwon et al., 2015; Choi et al., 2019; Zhou et al., 2019). Some stress gene expression changes are also associated with spaceight-induced changes in the Arabidopsis methylome (Zhou et al., 2019). Cell wall remodeling processes are enriched in spaceight gene expression datasets (Paul et al., 2012b, 2013, 2017; Correll et al., 2013; Kwon et al., 2015; Johnson et al., 2017). Cell wall remodeling genes, typically associated with biotic stress and pathogen defense pathways, also contribute to spaceight acclimation (Paul et al., 2012b, 2013, 2017; Correll et al., 2013; Choi et al., 2019). Spaceight also aects abundances of proteins of defense pathways and cell wall remodeling (Mazars et al., 2014; Ferl et al., 2015). However, the particular genetic pathways activated and repressed in spaceight vary among ecotypes of Arabidopsis, demonstrating that there are signicant genotypic contributions to spaceight physiological adaptation (Paul et al., 2017; Beisel et al., 2019; Choi et al., 2019). Mutations in genes associated with stress response and signaling pathways can signicantly alter the dierential gene expression proles of spaceight physiological adaptation. Single gene mutations in heat shock transcription factors, gravity perception genes, and light signaling genes in Arabidopsis seedlings and cultures exhibit altered spaceight responses (Paul et al., 2017; Zupanska et al., 2017, 2019). Therefore, we sought to understand better the relationships among spaceight responses, root morphology, and spaceight adaptation by exploring the spaceight responses of two single gene skewing-related mutant lines: spiral1 and sku5 . Spiral1 (Spr1 ) is a skewing-related gene that contributes to the process of anisotropic cell expansion by regulating cortical microtubule dynamics. The spr1 mutation results in axial rotation of cell les throughout the plant, which manifests in the roots as skewing to the left when viewed, according to convention, from beneath their growth medium (Rutherford and Masson, 1996; Furutani et al., 2000; Nakajima et al., 2004; Sedbrook et al., 2004; Galva et al., 2014). The SPR1 protein is a microtubule plus- end tracking protein that localizes to the plus ends of actively polymerizing cortical microtubules, dissociating upon a shift to microtubule depolymerization (Sedbrook et al., 2004; Galva et al., 2014). This association is mediated by two similar motifs on the N- and C-termini of the protein, which allow SPR1 to act as an intermolecular linker (Nakajima et al., 2004; Sedbrook et al., 2004; Galva et al., 2014). The protein END-BINDING 1B (EB1b) co-localizes with SPR1 at the microtubule plus-end, where each protein interacts with the other as well as tubulin subunits (Galva et al., 2014). This creates the dual eects of SPR1 and EB1b increasing microtubule stability and polymerization rate, while also enhancing the rescue rate of depolymerizing microtubules (Galva et al., 2014). However, the spr1 mutation also leads to a decreased rate of shrinkage among depolymerizing microtubules (Galva et al., 2014). The regulation of microtubule dynamics is critical to many environmental responses, such as in salt stress where 26S proteasome-mediated degradation of SPR1 is known to occur in conjunction with microtubule reorganization to enable stress acclimation (Shoji et al., 2006; Wang et al., 2011; Chen et al., 2016). In addition to these micro-scale changes, the skewing phenotype of spr1 is signicantly enhanced by Frontiers in Plant Science  www.frontiersin.org 2 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  3 Califar et al. Spaceight Skewing Mutant Gene Expression cold treatment, and suppressed by both salt and heat stresses (Furutani et al., 2000; Sedbrook et al., 2004). This connects SPR1 to processes regulating morphology in both optimal and stressful environments. Sku5 is a skewing-associated gene that encodes a protein in the SKU5-SIMILAR (SKS) family, which is related to known Arabidopsis copper oxidases, but which contains only one Type- II copper-coordinating domain of unknown specicity (Sedbrook et al., 2002). The sku5 mutant was originally noted for the rightward skewing it exhibits on vertically oriented growth media, which manifests in both WS and Col-0 backgrounds (Sedbrook et al., 2002; Swarbreck et al., 2019). Sku5 seedlings exhibit reductions of root length but not of cell size, and SKU5 is hypothesized to act in the process of cell division as a result (Sedbrook et al., 2002). SKU5 localizes to the plasma membrane, but is also present in soluble and cell wall-binding forms in the extracellular milieu (Sedbrook et al., 2002; Borderies et al., 2003; Baral et al., 2015; Chen et al., 2018). SKU5 is a glycosylphosphatidylinositol-anchored protein (GPI-AP), and as such is a component of discrete plasma membrane nanodomains known as lipid rafts (Borner et al., 2005; Elortza et al., 2006; Chen et al., 2018; Mamode Cassim et al., 2019). These nanodomains of the plasma membrane and their associated GPI- APs play roles in stress response signaling at the interface between the cell wall and membrane, where they are envisioned to help shape the signatures that activate downstream plant adaptive responses to the stresses they experience (Minami et al., 2008; Takahashi et al., 2013, 2016, 2019; Shabala et al., 2015; Yeats et al., 2018; Miki et al., 2019). The endocytosis of SKU5 and other GPI- APs is modulated across the root tip by salt and auxin treatments, linking the movement of these proteins to stress responses (Baral et al., 2015). The expression of SKU5 is itself regulated by boron deprivation, cold, salt, and immune responses, as well as abscisic acid (ABA) treatment (Keinath et al., 2010; Elmore et al., 2012; Li et al., 2012; Tanaka et al., 2016; Shi et al., 2018; Miki et al., 2019). While SKU5 interactors are unknown in Arabidopsis, a maize homolog of SKU5 interacts with a C-terminal peptide of AUXIN-BINDING PROTEIN 1 (ABP1) in vitro (Shimomura, 2006). ABP1 is associated with auxin signaling pathways that activate the plant TARGET OF RAPAMYCIN (TOR) regulatory complex, remodel the cortical microtubule network, and induce expansive growth by triggering cation inux (Xu et al., 2014; Chen et al., 2016; Dahlke et al., 2017; Schepetilnikov et al., 2017). This further connects SKU5 to characterized pathways which aect stress responses and regulate the balance between growth and autophagic processes under stressful conditions, such as that of spaceight. SKU5 and SPR1 are therefore very dierent proteins in seemingly unrelated physiological processes, but both proteins have roles in root skewing. Both of these proteins are also associated with cell wall remodeling, a process that is regularly involved in spaceight acclimation. As such, these genes oer an appropriate initial genetic dissection of root skewing and the eect of skewing pathways in the microgravity of spaceight environments. Extensive discussion of the relevance of skewing and waving in microgravity has been presented elsewhere (e.g., Paul et al., 2012a), but to paraphrase from that paper, prior tospaceight research, the consensus was that gravitropism was the directional driver in skewing (e.g., Simmons et al., 1995; Oliva and Dunand, 2007). Yet we now know that gravity is not required, and root skewing in spaceight appears to be an inherent feature of many Arabidopsis ecotypes, even in conditions lacking both light and gravity (Millar et al., 2011; Paul et al., 2012a, 2017; Nakashima et al., 2014). These observations suggest a testable relationship among root morphologies governed by skewing regulation pathways. The hypothesis is that skewing pathways play a large role in spaceight adaptation via the inherent cell wall remodeling that accompanies those morphologies and the physiological adaptation to spaceight. This relationship was examined by growing spr1,sku5 and their wild type controls for 4 and 8 days on the International Space Station and at the Kennedy Space Center, then observing both their growth morphologies and gene expression proles in response to spaceight as measures of response quality and complexity. A change in gene expression or morphology during spaceight would suggest a signicant role for these skewing genes in the physiological adaptation process. Dierential gene expression proles are often deployed as measures of the underlying gene expression changes needed for physiological adaptation and developmental changes within an organism. Dierential gene expression responses, in terms of the number of genes involved and their fold-change levels, may be considered a measure of the metabolic cost of adapting to that environment (e.g.: Chan et al., 2016). Therefore gene expression proles morphologies were used to examine the relationships between skewing genes and the resulting complexity of spaceight acclimation. SKU5 and SPR1 function in dierent cellular pathways that aect skewing on the Earth, which enabled a test of the relevance of contrasting skewing pathways to spaceight physiological adaptation. Growth morphologies were used to examine the productivity and developmental success of these genotypes in spaceight. MATERIALS AND METHODS Plant Material and Plate Setup Arabidopsis thaliana wild ecotype Columbia (Col-0, CS70000) seed stock, and T-DNA insertion lines for the spr1 (CS6547  Col-0 background) and sku5 (CS16268  WS background), were acquired from the Arabidopsis Biological Resource Center (ABRC) (arabidopsis.org; Lamesch et al., 2011). The wild type Wassilewskija (WS) line used in this study was propagated in our laboratory for more than 25 years. This WS line has been used in multiple spaceight studies (Paul et al., 2012a, 2013, 2017; Zhou et al., 2019), and seed samples are available upon request. The ABRC denotes WS as stock CS915. Petri dishes (100 mm 15 mm; Fisher Scientic, Pittsburgh, PA, United States), containing 50 mL of a 0.5 Phytagel-based growth medium supplemented with: 0.5 Murashige-Skoog salts, 0.5 (wv) sucrose, and 1 Gamborgs Vitamin Mixture, were prepared aseptically for planting. Seeds were sterilized and planted according to methods allowing for the maintenance of seed dormancy (Sng et al., 2014). Briey, seeds were stored Frontiers in Plant Science  www.frontiersin.org 3 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  4 Califar et al. Spaceight Skewing Mutant Gene Expression with Desiccant-Anhydrous Indicating Drierite (W.A. Hammond Drierite Company, stock 24001) for 1 week before sterilization. The seeds were sterilized with 70 ethanol for 10 min and dried in a laminar ow hood. Seeds were stored at 4C in sterile screw-cap microcentrifuge tubes until planting. Seeds were suspended in sterile water and dispensed onto the media surface. Approximately 1215 seeds were planted in a row on each plate, with one row on the 8-day (8d) plates and two rows on the 4-day (4d) plates. At time of harvest, each genotype and age was represented by 925 viable, replicate seedlings. All replicates contributed to morphological observations, whereas the transcriptome analyses were conducted with four biological replicates, comprising 58 4d plant roots, or 23 8d plant roots. The plates were sealed with MicroporeR (3M, Maplewood, MN, United States) tape, and wrapped in Duvetyne Black-Out Fabric (Seattle Fabrics). The time from suspending dry seeds in water to the completed wrapping of the plate in Duvetyne was less than 10 min; this timing was essential to maintain seed dormancy. Wrapped plates were then transported to the Kennedy Space Center (KSC, FL, United States) under cold stowage, maintaining temperatures of 410C until launch. Spaceight Experimental Workow The Advanced Plant Experiments 03-2 (APEX-03-2) study, also known under NASA Operational Nomenclature as the Transgenic Arabidopsis Gene Expression System  Intracellular Signaling Architecture (TAGES-ISA) study, has been previously described (Ferl and Paul, 2016; Beisel et al., 2019; Zhou et al., 2019). The SpaceX CRS-5 mission, carrying the dormant, seeded growth plates as part of its cargo, was launched to the International Space Center (ISS) from KSC on January 10, 2015. Capsule docking and transfer of materials to the ISS occurred on January 12 and 13, respectively. The growth plates were removed from cold stowage onboard the ISS on January 26, unwrapped, and inserted into the Vegetable Production System (VPS, colloquially Veggie) perpendicular to the light bank (Figure 1A ). During the growth period, constant lighting at a level of 100135 mmol m2s1was used. Each age and genotype was represented by a 10 cm Petri plate. There were 1215 seedlings on the 8-day-old plates (8d) and 3540 seedlings on the 4-day-old plates (4d). The plates were removed from the Veggie plant growth hardware after 4 and 8 days of growth, at which time they were photographed by the crew. The seedlings of each plate were then harvested into individual KSC Fixation Tubes (KFTs) pre-loaded with RNAlaterTM(Ambion, Grand Island, NY , United States) preservative (one plate per KFT) ( Figure 1A ). Actuation of the KFT submerged the seedlings in RNAlater and sealed the tube. The harvest tubes remained at ambient temperature for 12 h to allow full perfusion of the tissues, and were then transferred to the MELFI 80C freezer. The samples were transferred from the MELFI to cold stowage onboard the Dragon capsule on February 9thand remained frozen in transit to KSC for de-integration on February 15, at which time the samples were transferred to 50 mL Falcon tubes with minimal thawing. The samples were transferred to the Principal Investigators and were transported to the University of Florida, where they were kept under 80C storage. FIGURE 1  Advanced Plant Experiments-03-2 overview. (A)Images detailing the standard procedures used onboard the ISS during the experiment. In Panel 1, the Vegetable Production System (VPS, Veggie) and its local environment can be seen, while panel 2 provides a close-up of the plate setup inside Veggie after insertion. Panel 3 shows astronaut Butch Wilmore harvesting seedlings into a KFT (Kennedy Space Center Fixation Tube), and the workstation used for the orbital harvests. The images of the Veggie hardware and Butch Wilmore were taken on the ISS by NASA; all NASA photos are in the public domain. (B)Full images of plates taken at the time of harvest and from which tissue was used in the APEX-03-2 RNA-Seq experiment. Images from the ground control are in the top two rows, while those from the spaceight experiment are in the bottom two rows. The genotype and developmental age of the seedlings are listed on each image. The provided images were taken from above the surface of the growth medium. The ground control (GC) for the experiment, composed of an identical set of plants and plates, was performed on a 48-h delay at KSC using Veggie hardware within the ISS Environmental Simulator (ISSES) chamber. The same growth timeline was used, with seedlings being imaged and harvested into RNAlater- containing KFTs at 4d and 8d time points. The GC operations were as described above for the spaceight experiment, with KSC personnel following the precise timing of the astronaut activities. Telemetry data also enabled the ISSES chamber to replicate the CO 2levels, temperature, and ambient lighting in the vicinity of the Veggie hardware onboard the ISS across the course of the experiment. The consistency of operations between spaceight and GCs was also checked against video data captured on the ISS. Over- the-shoulder videos of astronaut activities for the 4d and 8d harvests were examined for timing of operations and showed Frontiers in Plant Science  www.frontiersin.org 4 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  5 Califar et al. Spaceight Skewing Mutant Gene Expression that spaceight seedling harvests were not disproportionately treated during the process at either time point or compared to GC harvests. The plates were harvested in comparable windows of time, ensuring that no additional stress, such as drought stress, was introduced into the harvest process (Supplementary Table S1 ). RNA Isolation The spaceight and GC seedlings, stored in RNAlater, were transferred from 80C storage to 4C overnight to thaw. Seedlings in RNAlater were examined with an Olympus SZX12 stereoscope (Olympus Corporation, Tokyo, Japan) and whole roots were dissected away from the shoot and hypocotyl. The remaining shoot and hypocotyl tissues were restored to 80C in RNAlater. RNA was prepared from 58 4d plant roots, and 23 8d plant roots. Total RNA was extracted using the Qiashredder and RNAeasy kits from QIAGEN (QIAGEN Sciences, MD, United States) according to the manufacturers instructions. An on-column digestion with RNase-free DNase (QIAGEN GmbH, Hilden, Germany) was used to remove residual DNA. Library Preparation Library preparation was performed at the University of Floridas Interdisciplinary Center for Biotechnology Research (ICBR) Gene Expression Core. RNA integrity was veried using the Agilent 2100 BioAnalyzer (Agilent Technologies, Santa Clara, CA, United States). Of the total RNA, 10 ng were used to construct cDNA libraries with the ClonTech SMART- Seq v4 ultra-low input RNA kit for sequencing (Clontech Laboratories, Inc., Cat: 634890), according to the manufacturers instructions. Briey, 1st strand cDNA was primed by the SMART-Seq v4 oligonucleotide, which then base-pairs with these additional nucleotides, creating an extended template. The reverse transcriptase then switches templates and continues transcribing to the end of the oligonucleotide, resulting full- length cDNA that contains an anchor sequence that serves as a universal priming site for second strand synthesis. Then, cDNA was amplied with primer II A for 8 PCR cycles. Illumina sequencing libraries were then generated with 150 pg of cDNA using the Illumina Nextera DNA Sample Preparation Kit (Cat: FC-131-1024) according to the manufacturers instructions. Briey, 150 pg of cDNA were fragmented by tagmentation reaction and adapter sequences were added onto template cDNA by PCR amplication. Libraries were quantitated using both the 2100 BioAnalyzer and qPCR (Kapa Biosystems, catalog number: KK4824). RNA-Seq Sequencing experiments were performed at the UF ICBR Next-Generation DNA Sequencing Core. In preparation for sequencing, barcoded libraries were sized on the 2100 BioAnalyzer, and quantitated by QUBIT (Thermo Fisher Scientic, Waltham, MA, United States) and qPCR (Kapa Biosystems, catalog number: KK4824). Individual libraries were pooled equimolarly at 4 nM. This working pool was used as input in the NextSeq500 instrument sample preparation protocol (Illumina, Part: 15048776, Rev A). Typically, a 1.3 pM libraryconcentration resulted in an optimal clustering density in our instrument (i.e., 200,000 clusters per mm2). Samples were sequenced on 5 ow cells (5 NextSeq500 runs), using a 2 75 cycles (paired-end) conguration. A typical sequencing run in the NextSeq500 produced 750800 million paired-end reads with a Q3085. For RNA-Seq, around 40 million paired-end reads per sample provided sucient depth for transcriptome analysis (Tarazona et al., 2011). Bioinformatic Analysis Bioinformatic processing of the sequencing data was performed at the UF ICBR Bioinformatics Core. Fastq les were trimmed to remove sequencing adapters and low-quality base calls using Trimmomatic (version 0.36) with the parameters: LEADING:3, TRAILING:3, SLIDINGWINDOW:4:15, MINLEN:50 (Bolger et al., 2014). Quality control of the trimmed reads was performed using FastQC (version 0.11.2) (Andrews, 2010). Reads for each set of Arabidopsis lines were aligned to their respective reference genomes using the STAR aligner (version 2.5.1b) (Dobin et al., 2012). The Col-0 TAIR10 genome release was used for reads from Col-0 and spr1 (Lamesch et al., 2011; Berardini et al., 2015), while reads from WS and sku5 were aligned to the WS reference genome (Gan et al., 2011). Duplicate reads resulting from PCR artifacts were then removed using the Picard MarkDuplicates tool (Broad Institute, 2019b). In total, 502 million transcriptomic reads were aligned. Following alignment, expression quantication and dierential gene expression analysis were performed using Cuinks and Cudi (version 2.2.1), respectively, with default parameters (Trapnell et al., 2010, 2012). Output from Cudi was then parsed with custom scripts to generate the nal annotated tables of dierentially expressed genes (DEGs). A cut-o false-discovery rate (FDR) of 0.05 was used for calling statistical signicance in dierential gene expression RNA-Seq Data Analysis Tables of DEGs for each comparison were combined and analyzed through Microsoft Excel, in order to generate lists of Arabidopsis Genome Initiative (AGI) identiers with their corresponding Log 2(Fold Change) values. Machine annotation of AGI ID lists was carried out using G:Proler (Raudvere et al., 2019), while the TAIR (Lamesch et al., 2011; Berardini et al., 2015) and Araport ThaleMine (Krishnakumar et al., 2016) databases were used to investigate genes of interest. DEGs of a comparison (e.g., FLT vs. GC) with a greater than twofold change in at least one context of the comparison were retained for analysis ( Supplementary File S1 ). This was done in order to minimize the eect instituting a cut-o would have on analyzing the expression patterns of a gene. Signicant DEGs with a fold- change of inf or -inf were retained and assigned a Log 2(Fold Change) value of 10 for heat-mapping, as they have a consistent FPKM of zero in one context but are consistently detected at a signicantly higher level in the opposing context. Gene ontology (GO) analyses of only those DEGs with a greater than twofold change were carried out using the lists of their AGI IDs, separated by their up- or downregulation, with the PANTHER statistical overrepresentation tool (Mi et al., 2018). GO terms for each Frontiers in Plant Science  www.frontiersin.org 5 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  6 Califar et al. Spaceight Skewing Mutant Gene Expression comparison were separated into those unique to one context and those overlapping between contexts, and the output is available inSupplementary File S2 . Of those resulting, all GO terms overlapping between contexts were retained for heatmapping. Either one-half or ve, whichever was greater, of each contexts unique GO terms were retained after sorting by q-value from most to least signicant. GO term lists were then manually pruned in order to reduce highly redundant information (e.g., cellular response to chemical and response to chemical) only when the redundant terms demonstrated the same pattern of over- or underrepresentation across contexts. Complete lists of genes annotated to specic GO Terms of interest were gathered from AmiGO2 (Carbon et al., 2008). Heatmaps were then generated using DEG Log 2(Fold Change) values or GO term -Log( q-value) values as input for the Morpheus webtool (Broad Institute, 2019a). Measurements of Seedling Roots Germination rates and the growth of roots in each environment were derived from images taken of the growth plates at the times of harvest ( Figure 1B ). Germination rates were assessed by counting the number of seedlings and ungerminated seeds from the 4-day images taken just prior to harvest. Statistical signicance of germination rate changes were assessed using 2 tests with the conservative Y ates correction (Y ates, 1934). The comparisons made were between mutant and wild-type lines, and between spaceight and GC growth conditions. To measure roots, images were analyzed using the FIJI distribution of ImageJ (Schindelin et al., 2012; Rueden et al., 2017). The JFilament plugin was used to track primary roots, creating a set of points describing each root (Smith et al., 2010). These data were processed using an R script that provided the length of each primary root as output, alongside other measures (Schultz et al., 2016; R Core Team, 2019). Lengths were corrected for scale based on the pixel length of the Petri dish grid-squares to allow for comparisons between images. Dierences in root length were assessed through two-tailed Students t-tests, with the Bonferroni correction for multiple testing applied (Snedecor and Cochran, 1989). The comparisons made were between spaceight and GC seedlings for each genotype, and between each skewing mutant and its respective wild-type. As conventional measurements of angles of root growth are dependent upon a reference gravity vector, the roots of 4-day-old seedlings were measured manually using FIJI (Schindelin et al., 2012; Rueden et al., 2017). The angle between the root tip and the growth direction of the beginning of the root was used. Positive and negative angles were used to represent rightward and leftward changes in directionality, respectively, relative to the initial direction of growth when viewed from below the growth media. Angles were plotted using the ggplot2 package in R (Wickham, 2016). In these polar plots, the magnitude of a bar corresponds to the number of roots within a particular bin, with the placement of the bar corresponding to the measured angle. Diering upper limits were used for spaceight (020) and GC (010) plots in order to allow the many lower-magnitude bins in the spaceight plots to be visualized by eectively zooming-in on the data. However, the scaling between inner rings is consistent between plots. As such, a bar meeting the second ring at the 25line indicates that ten roots had an angle shift between 15and 30to the left during their growth. RESULTS APEX-03 seedling growth in occurred in the Veggie hardware on the ISS ( Figure 1A ). Veggie is housed in the Columbus module (Figure 1A , left), and for the APEX-03 experiment, congured to accommodate racks of 10 cm Petri plates ( Figure 1A , middle). Images of plant growth and morphology were recorded by astronaut Butch Wilmore just prior to harvest ( Figures 1A , right, B). Col-0 and WS can display distinct patterns of root growth in response to environmental stimuli. In terrestrial environments, changing the angle of the growth surface can create ecotype- specic patterns of skewing (Rutherford and Masson, 1996; Schultz et al., 2017). In a microgravity environment with a gradient light source to impart a tropic cue, skewing patterns of WS and Col-0 recapitulate the patterns seen on terrestrial angled growth surfaces (Paul et al., 2012a). However, in a microgravity environment with uniform, non-directional lighting such as provided by the Veggie hardware in the current experiment, root growth patterns are more disorganized ( Figure 1B ). Nonetheless, skewing trends can still be discerned by following the angles of growth as the roots develop, and these are quantied in Figure 2A for Col-0 and spr1, and in Figure 2B for WS and sku5 . In all representations and discussions of skewing, the direction indicated is from the perspective of being viewed from behind the growth medium. Col-0 and Spr1 Germination and Morphology of spr1 in Spaceight Phenotypic dierences among the Col-0 background plants in GC and spaceight (FLT) environments were primarily limited to skewing angles in the roots ( Figures 2 ,3). There were no statistically signicant dierences in the primary root length between GC and FLT in either Col-0 or spr1 4d or 8d plants. Although Col-0 root length appeared to be reduced in spaceight in 8d plants, the p-value did not quite meet the requirements for signicance (two-tailed t-test, p 0.0152, whereas cut-o was p0.0150) ( Figure 2A ). There were dierences in root length between Col-0 and spr1 genotypes in the GC ( p 1.48 E-9) but FLT Col-0 and FLT spr1 roots were not statistically dierent. Both 4d and 8d GC Col-0 seedlings grew with very little left or right deviation down the vertical face of the plate medium, while the GC spr1 mutant plants of both ages showed distinct skewing to the left ( Figures 2C ,3AD ). The 4d FLT Col-0 plants generally skewed slightly to the left with some variation ( Figures 2C ,3E). In contrast, the roots of the 4d FLT spr1 plants demonstrated an increased severity of skewing, which was manifested as a strong left-hand curved growth pattern ( Figures 2C ,3E,F ) that was signicantly dierent between GC and FLT (two-tailed t-test, p 0.00385). For both genotypes the variance in the growth angle (as noted in the SD values in Figure 2 ) was greater in the spaceight samples. After 8d of growth, the increased skewing in FLT spr1 led to associations with other roots, in contrast Frontiers in Plant Science  www.frontiersin.org 6 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  7 Califar et al. Spaceight Skewing Mutant Gene Expression FIGURE 2  Quantication of APEX-03-2 Root Growth. Images acquired at the time of harvest of spaceight (FLT) and ground control (GC) plants were used for measurements. Primary root length measurements for (A)Col-0 and spr1 and(B)WS and sku5 were taken using Jlament and analyzed in R. Signicant differences between genotypes ( spr1 vs. Col-0, sku5 vs. WS) and growth conditions (FLT vs. GC) were assessed via two-tailed t-tests and are indicated by asterisks above bars connecting the relevant sets of measurements (Bonferroni correction:p0.0125;p0.001). The 8d Col-0 FLT vs. GC comparison did not meet this cutoff (p 0.0151). Error bars show the SEM of each set of measurements. (C)The angle measured between the root tip and the initial direction of root growth in the 4-day-old seedlings. Plots are separated into rows by growth condition, and into columns by genotype. Positive and negative angles represent rightward and leftward growth of roots, respectively, when viewed from behind the media. Angles are binned in 10intervals, with each bars length representing the number of roots within that bin. As such, a bar reaching the second ring of each plot represents ten roots within that bin. However, note that the upper limit of bin size is lowered in the spaceight plots to accommodate the higher variation in these data. The total number of roots represented in each plot is indicated in its bottom-right corner, and the mean angle of each plot is noted in its bottom-left corner. FLT, spaceight; GC, ground control. to FLT Col-0 which tended to spread more evenly across the plate ( Figures 3G,H ). There were no dierences between GC and FLT the germination rates of either Col-0 or spr1. The 4d harvest images (Figures 3A,B,E,F ) were used to compare seedlings with any ungerminated seeds; germination in both genotypes was 100 under both GC and FLT conditions ( Supplementary Table S2 ). Thespr1 Spaceight Response Involved Fewer Transcriptomic Changes Than Col-0 Spaceight-conditioned dierential gene expression patterns were highly dependent upon the genotype, ecotype, anddevelopmental age of seedlings. Quantitative gene expression data revealed patterns from three perspectives: spaceight versus GCs for each genotype at each developmental age ( Figure 4A : FLT vs. GC), wild type plants versus the mutant genotype in each environment and age ( Figure 4B :spr1 vs. Col-0) and between the two developmental ages ( Figure 4C : 4d vs. 8d). The numbers of dierentially expressed genes (DEGs) were categorized according to the magnitude of their fold-change values in the Col-0 and spr1 roots. In the FLT vs. GC comparison (Figure 4A ), both lines dierentially expressed fewer genes at the 8d timepoint than at 4d in all fold-change categories. The spaceight acclimation of spr1 also required fewer genes than Frontiers in Plant Science  www.frontiersin.org 7 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  8 Califar et al. Spaceight Skewing Mutant Gene Expression FIGURE 3  High resolution images of the Col-0 and spr1 growth patterns. Images are arranged such that the ground control seedlings (AD) are in the left column while spaceight seedlings are on the right (EH) . Vertically, images alternate between Col-0 (A,C,E,G) andspr1 (B,D,F,H) . The images taken at the 4 day time point (A,B,E,F) are grouped above those taken at the 8 day time point (C,D,G,H) . Images taken from above the growth medium at the time of harvest. Grid squares are 13 mm wide. Col-0 to be dierentially expressed. In the direct comparison of spr1 with Col-0 ( Figure 4B ), more DEGs were observed within each growth condition at 4d than at 8d. The dierence in total DEG count between conditions was also reduced at 8d. This occurred in almost all fold-change categories, and dierences in total DEGs between the lines diminished between timepoints irrespective of the growth condition. In the developmental comparison of expression between the 4d and 8d timepoints (Figure 4C ), the roots from the FLT context showed lower counts of total DEGs than their respective GC roots. However, while spr1 required slightly fewer genes to be dierentially expressed during development in the GC context, the opposite was true in FLT, where spr1 required more DEGs for spaceight development than Col-0. Twofold-change categories that did not follow these trends were those of the DEGs upregulated and downregulated more than twofold across spr1 and Col-0 development, respectively, which were larger in FLT than in GC. The relative contributions of DEGs with high degrees of dierential expression (greater than twofold change) in response to spaceight were variable among genotypes and developmental age. In the FLT vs. GC comparison ( Figure 4A ), the proportion of these DEGs was elevated in spr1 (4d: 41.8, 8d: 22.0)relative to Col-0 (4d: 17.8, 8d: 12.5), and the dierence in this proportion between the lines declined over time. However, when the genotypic comparison of s pr1vs. Col-0 ( Figure 4B ) was made, the proportion of these DEGs showed the opposite trend. In this case, the level of dierential expression was slightly higher in FLT at 4d (GC: 16.5, FLT: 23.9) and at 8d the proportion of these DEGs was elevated in GC (GC: 30.2, FLT: 11.9). In the developmental comparison ( Figure 4C ), the primary point of interest was the low number of genes whose expression increased to a high degree over time in Col-0 GC roots (33 DEGs) when compared to the other contexts. In the same time frame, spr1 increased expression of 424 genes over twofold to accomplish the same development. spr1 Differentially Expressed Defense Pathways in Its Spaceight Response Most of the genes that are highly dierentially expressed between the Col-0 and spr1 are unique within the context of developmental age or growth environment ( Figure 5A ). However, a small number were dierentially expressed between genotype irrespective of environment or age ( Figure 5A ). The coordinately expressed upregulated genes were related to the regulation of defense responses (NIMIN-1, ALD1, DLO1). The only genes that registered as coordinately downregulated in this comparison were SPIRAL1 and an antisense transcript (AT3G29644) of a transposable element which did not show dierential expression itself. The theme of stress response and defense was also evident in the GO enrichment analyses of the genes dierentially expressed between Col-0 and spr1 in the spaceight environment. The signicantly over- and underrepresented GO terms among biological processes are indicated in Figure 5B . Genes associated with general stress responses and environmental stimuli were prominent, as well as those annotated to terms related to defense responses. DEGs associated with these defense and stress pathways have been noted in the FLT vs. GC comparisons of previous studies (e.g., Correll et al., 2013; Paul et al., 2013, 2017; Choi et al., 2019). Genes involved in responses to salicylic acid, a phytohormone linked to both plant defense signaling and regulation of plant development (Klessig et al., 2018), were also enriched. Carbon xation pathways, and specically multiple ribulose bisphosphate carboxylase (RuBisCo) genes, were also upregulated in 4d FLT spr1 (Figures 5B,C ). Genes encoding proteins localized to the apoplast were also enriched among those upregulated in FLT spr1, indicating that signicant remodeling of processes within the cell was also needed by spr1 within the spaceight environment ( Figure 5C ). Many of the DEGs associated with the acclimation to spaceight were unique to genotype and to the developmental age of the plants ( Figure 6A ). There were 554 genes dierentially expressed by at least twofold between spaceight and ground among the two age groups (4d and 8d) of the two genotypes (Col-0 and spr1), with 63 genes coordinately expressed across all plants. Developmental age had a substantial impact on the spaceight response of both genotypes; in both Col-0 and spr1, the 4d plants had a higher number of DEGs than the 8d plants. There was a large amount of overlap between the GO processes Frontiers in Plant Science  www.frontiersin.org 8 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  9 Califar et al. Spaceight Skewing Mutant Gene Expression FIGURE 4  Col-0 and spr1 overall differential gene expression levels. A graphic representation of the genes differentially expressed in the (A)FLT vs. GC, (B)4d vs. 8d, and (C)spr1 vs. Col-0 comparisons. Upregulation of a gene denotes a higher expression level in the rst context of the comparison. Genes are separated into categories based on direction of differential expression and a Log 2(Fold-Change) magnitude cut-off of one. d, day; DEG, differentially expressed gene; Downreg, downregulated; FLT, spaceight; GC, ground control; Mag, magnitude; Upreg, upregulated. Data are based on four biological replicates. FIGURE 5  Spr1 vs. Col-0; the effects of SPR1 loss on gene expression. (A)Differentially expressed genes (DEGs) between the spr1 mutant and its Col-0 wild-type background with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in spr1 than in Col-0. (B,C) Gene ontology (GO) terms for (B)biological processes and (C)cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The signicance of the GO terms enrichment is represented by the Log 10transform of its q-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates. identied from the DEGs used to acclimate to the FLT condition for spr1 and Col-0 ( Figure 6B ). Among the more widely shared GO categories in the 4d plants of both genotypes were those corresponding to the regulation of gene expression andtranscriptional processes. These were more highly enriched in spr1 roots than in Col-0, however, it can also be seen that there is aspr1-specic enrichment of the same terms among those genes which are downregulated in the response to FLT. The term for a Frontiers in Plant Science  www.frontiersin.org 9 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  10 Califar et al. Spaceight Skewing Mutant Gene Expression FIGURE 6  FLT vs. GC for Col-0 and spr1; the DEGs involved in spaceight acclimation. (A)Differentially expressed genes (DEGs) between the GC and FLT conditions with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in FLT than the GC. (B,C) Gene ontology (GO) terms for (B)biological processes and (C)cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The signicance of the GO terms enrichment is represented by the Log 10 transform of its q-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates. response to karrikin compounds (phytohormone-like molecules derived from burning plant material) was also indicated. Many light signaling terms also appeared as enriched among DEGsdownregulated in FLT, and these were involved with the response to various wavelengths of light as well as the response to elevated light intensity. However, specic photosynthetic terms appeared Frontiers in Plant Science  www.frontiersin.org 10 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  11 Califar et al. Spaceight Skewing Mutant Gene Expression FIGURE 7  4d vs. 8d seedlings of Col-0 and spr1; developmentally-associated DEGs. (A)Differentially expressed genes (DEGs) between the 4d and 8d timepoints with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level at 4d than at 8d. (B,C) Gene ontology (GO) terms for (B)biological processes and (C)cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The signicance of the GO terms enrichment is represented by the Log 10 transform of its q-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates. Frontiers in Plant Science  www.frontiersin.org 11 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  12 Califar et al. Spaceight Skewing Mutant Gene Expression amongst those which were downregulated only at 8d in Col-0. Similar localization terms appeared specically in 8d Col-0 as well (Figure 6C ), indicating that these were changes in the expression of genes directly involved in the photosynthetic machinery. While both spr1 and Col-0 4d were enriched with DEGs localized to the apoplast, these were among the upregulated genes in spr1 and the downregulated genes in Col-0, alongside other terms related to extracellular structures. Furthermore, terms related to organellar localization were signicantly underrepresented in those genes upregulated in Col-0 at 4d. The expression of genes associated with the developmental age was impacted by the spaceight environment ( Figure 7A ). Approximately 26 of the total DEGs meeting the criteria for inclusion were required to be dierentially expressed at some level regardless of the growth condition or genotypic background to facilitate development. However, among only those DEGs which met the twofold change cuto, there were not GO terms shared so ubiquitously between contexts (Figure 7B ). While broad GO terms for gene expression and metabolic processes were underrepresented in many of the contexts, more specic terms related to developmental and metabolic regulation were enriched during development in Col-0. Genes related to oxidative stress were also enriched among those genes more highly expressed at 4d in FLT in both genotypes. Localization GO term enrichments were highly divided between intracellular and extracellular compartments, which were consistently underrepresented and overrepresented, respectively ( Figure 7C ). These underrepresented GO terms occur mostly within the sets of DEGs which were upregulated between 4d and 8d, with many more signicantly enriched inspr1. The primary exception to this was a set of terms related to the chloroplast and the RuBisCo complex, which were mostly enriched in those DEGs more highly expressed in early development of spr1. WS and Sku5 Germination and Morphology of sku5 in Spaceight Phenotypic dierences among the WS background plants in GC and FLT environments included root length and skewing angles ( Figures 2 ,8). The primary root lengths of FLT WS were decreased signicantly compared to GC at 8d (two-tailed t-test, p 0.000209), but not at 4d. There were no dierences in root lengths between GC and FLT sku5 plants of either 4d or 8d plants ( Figures 2B ,8C,D,G,H ). There were dierences in root length between WS and sku5 genotypes in the GC ( p 0.0013) but FLT WS and FLT sku5 roots were not statistically dierent (Figures 2B ,8C,D,G,H ). There were no statistically signicant dierences in the overall change from vertical between WS and sku5 in either GC or FLT environments ( Figures 2C ,8AD ). The dierences in root angles between GC and FLT for each genotype, and between the WS and sku5 genotypes in both FLT and GC environments, also failed to meet statistical criteria. However, visual inspection of the images, and also the plots of Figure 2C , illustrate the dierence in the directional trends for root growth in each genotype and environment. For both genotypes the variance in the growth FIGURE 8  High resolution images of the WS and sku5 growth patterns. Images are arranged such that the ground control seedlings (AD) are in the left column while spaceight seedlings are on the right (EH) . Vertically, images alternate between WS (A,C,E,G) andsku5 (B,D,F,H) . The images taken at the 4d time point (A,B,E,F) are above those taken at the 8d time point (C,D,G,H) . Images taken from above the growth medium at the time of harvest. Grid squares are 13 mm wide. angle (as noted in the SD values in Figure 2 ) was greater in the spaceight samples. The FLT sku5 seeds germinated at a signicantly reduced rate (48) compared to WS FLT (85), and to sku5 GC (77) and WS GC (93)  2(3,N 185)  15.01, p 0.00181 ( Supplementary Table S2 and Figures 8A,B,E,F ). However, the FLT sku5 seeds that germinated produced plants that were comparable to their GC counterparts, as evidenced both by plate images and by the lack of dierence in root length between FLT and GC sku5 at 4 and 8d ( Figures 2B ,8B,D,F,H ). The Expression of More Genes Is Altered in sku5 Than in WS During Spaceight The trends of dierential expression in WS and the sku5 line contrasted with those seen in Col-0 and spr1 in that WS and sku5 show an elevated transcriptomic response to spaceight over time, with sku5 further dierentially expressing more genes than WS ( Figure 9 ). The clearest example of this was the FLT vs. GC comparison of gene expression for these lines, where the number of DEGs required for spaceight acclimation of sku5 were vefold and twofold more than WS at 4d and 8d, respectively ( Figure 9A : FLT vs. GC). However, both genotypes increase in their DEG counts between 4d and 8d. The proportion of DEGs with a greater than twofold change also decreased to a very similar degree for Frontiers in Plant Science  www.frontiersin.org 12 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  13 Califar et al. Spaceight Skewing Mutant Gene Expression both WS (4d: 63.2, 8d: 14.5) and sku5 (4d: 62.8, 8d: 14.2) despite the large dierence in counts. When the genotypes were compared directly, the transcriptomic dierences between them were exacerbated as they acclimated to the ight condition over time ( Figure 9B :sku5 vs. WS). The proportion of DEGs meeting the twofold change criteria followed a similar trend to that seen in ight acclimation, where it decreased in both GC (4d: 40.9, 8d: 13.0) and FLT (4d: 52.8, 8d: 9.3). Despite these trends, most genes among the FLT 4d DEGs that had greater than twofold change were those that were expressed more highly in sku5 . This trend persisted into the 4d vs. 8d comparison ( Figure 9C : 4d vs. 8d), where sku5 in the FLT condition required more genes to be dierentially expressed in order to develop. S ku5 in the GC condition behaved much like WS in both FLT and GC conditions in terms of DEG counts in each fold-change category. Together, these patterns of gene expression indicated that the conditions of spaceight had a disproportionate eect on the sku5 roots transcriptomic responses, but that each genotypes response to spaceight over time involved a greater number of DEGs of lower fold-changes. Sku5 Highly Induced ABA- and Stress-Associated Genes in Spaceight The genes dierentially expressed between sku5 and WS were similar between GC and FLT growth conditions ( Figure 10A ), in that the same genes that were highly upregulated in WS GC were highly upregulated in FLT for sku5 . Among these were many late embryogenesis abundant (LEA) family proteins, whose expression has been connected to enhanced resistance to abiotic stresses and alterations in ABA sensitivity (Zhao et al., 2011; Candat et al., 2014). Additional LEA family genes and seed storage proteins, such as CRUCIFERINA (CRA1) and CRUCIFERIN 3 (CRA3) were seen as upregulated uniquely in sku5 FLT. Alongside these were further genes associated with ABA- or ABA-independent dormancy signaling, notably REDUCED DORMANCY 5 (RDO5), DELAY OF GERMINATION 1 (DOG1), and HIGHLY ABA-INDUCED PROTEIN 2 and 3 (HAI2, HAI3). In 4d sku5 spaceight plants, genes encoding LEAs and other seed-associated proteins are among the most highly induced (Log 25 to 10, or 30 to 1000- fold). Many of these patterns are further supported by GO biological process term enrichments ( Figure 10B ), where almost all of the overrepresented terms are enriched within the group of genes more highly expressed by sku5 roots at 4d in FLT. Outside of the mentioned ABA signaling and seed development genes, terms for regulation of seed dormancy and negative regulation of post-embryonic development are overrepresented, alongside more general terms such as responses to temperature and stress. All of the signicant GO localization enrichments were for genes more highly expressed in WS in the 4d FLT context, involving either DEGs related to the RuBisCo complex or extracellular structures ( Figure 10C ). DEGs encoding proteins anchored to the PM are enriched for this group, indicating an important role for them in WS. Many of the LEAs and ABA-responsive DEGs in the sku5 vs. WS comparison were also highly upregulated by sku5 in the FLT vs. GC comparison, and some were unique to the spaceightacclimation of sku5 (Figures 10A ,11A ). The majority of FLT vs. GC DEGs (70.3) were only detected in one of the sku5 FLT vs. GC comparison contexts. As such, the majority of the GO biological process terms found to be enriched were unique to the DEGs upregulated in FLT sku5 at the 4d time point ( Figure 11B ). Hormone response and signal transduction terms were enriched, with ethylene signaling, ROS response, and light signaling among the more specic pathways to be represented. In tandem, these 4dsku5 roots had decreased enrichment of DEGs associated with the synthesis of suberin. Uniquely to this comparison, 8d FLT WS roots upregulated genes related to chromatin remodeling. As seen in other comparisons ( Figures 6C ,7C,10C), WS upregulated genes annotated to the RuBisCo complex in FLT ( Figure 11C ). Additionally, the 8d downregulated DEGs for WS were overrepresented for extracellular localization, and DEGs whose products localized to intracellular and organellar compartments were underrepresented ( Figure 11C ). However, sku5 showed overrepresentation of downregulated DEGs annotated to the extracellular region at the earlier time point of 4d. Late embryogenesis abundant family genes were also prominently represented in the 4d vs. 8d comparison within GC and FLT environments ( Figure 12A ). Examination of the GO biological process terms yielded by the individual lists of DEGs showed many similar stress response terms, but these were primarily in the context of genes more highly expressed at the 4d time point ( Figure 12B ). However, based on the level of signicance of the terms, the enrichment of DEGs related to many of these stress responses was enhanced in FLT. In the cases of oxidative stress and cold response sku5 showed this enhancement. However, in some cases, such as the response to desiccation, both genotypes showed a lack of signicant term enrichment in FLT. The sku5 roots also showed slightly higher signicance of enrichment of DEGs associated with responses to water deprivation and light stimuli in early FLT development, compared to WS. GO terms related to cell wall remodeling and immune responses, commonly seen in FLT acclimation, were also enhanced in their enrichment during FLT development of sku5 compared to GC development. The remainder of the signicant GO terms were unique to one context, and among these is the response to karrikin, which was previously seen in the context ofspr1 and Col-0 FLT vs. GC comparisons ( Figure 6B ). Of the terms enriched specically in sku5 FLT development, processes involved with salt and ROS stress, as well as light responses, were signicantly higher at 4d. At 8d, the terms associated with sku5 in FLT were primarily focused on cell wall remodeling and biosynthetic processes. DISCUSSION The discovery that root skewing was not gravity-dependent, and prevalent in both light-grown and dark-grown plants in spaceight habitats (Millar et al., 2011; Paul et al., 2012a; Nakashima et al., 2014), invited questions about the underlying mechanisms of this behavior in the microgravity environment and the relationship between those mechanisms and physiological adaptation to spaceight. The experiments Frontiers in Plant Science  www.frontiersin.org 13 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  14 Califar et al. Spaceight Skewing Mutant Gene Expression FIGURE 9  WS and sku5 overall differential gene expression levels. A graphic representation of the genes differentially expressed in the (A)FLT vs. GC, (B)sku5 vs. WS, and (C)4d vs. 8d comparisons. Upregulation of a gene denotes a higher expression level in the rst context of the comparison. Genes are separated into categories based on direction of differential expression and a Log2(Fold-Change) magnitude cut-off of one. d, day; DEG, differentially expressed gene; Downreg, downregulated; FLT, spaceight; GC, ground control; Mag, magnitude; Upreg, upregulated. Data are based on four biological replicates. described here examined the contribution of two well- characterized skewing genes that are in two dierent ecotypic backgrounds and which aect dierent skewing control pathways. SPIRAL1 plays a role in directional cell expansion by regulating cortical microtubule dynamics (Furutani et al., 2000; Nakajima et al., 2004; Sedbrook et al., 2004; Galva et al., 2014). SKU5 is a skewing-related glycosylphosphatidylinositol-anchored cell wall and plasma membrane protein, which has also been implicated in stress response signaling (Sedbrook et al., 2002). The sku5 and spr1 mutants are well characterized in terrestrial environments, skewing rightward and leftward, respectively, when grown vertically (Furutani et al., 2000; Sedbrook et al., 2002, 2004; Nakajima et al., 2004). The experimental readouts used to assess the physiological adjustment of seedlings to spaceight were root and germination measurements, and the dierences in transcriptomic responses among the genotypes. The opposing directions of the skewing phenotypes of the mutant lines are believed to stem from alterations of distinct cellular processes, and this is most clearly evidenced by the dierential eects of microtubule-destabilizing agents on these mutants (Furutani et al., 2000; Sedbrook et al., 2002, 2004; Nakajima et al., 2004; Galva et al., 2014). The distinct roles of these two genes in determining root directionality is supported by their dierent individual responses to spaceight in the present experiments. The data from sku5 and spiral1 are analyzed in context with their parent genotype, WS and Col-0 respectively, as WS shows a much smaller number of spaceightdierentially expressed genes than Col-0 (Paul et al., 2017, and Figures 4 ,12). Spr1 Skews Leftward on Earth and Moreso in Space Terrestrial studies concluded that SPR1 reinforces rightward root growth by aecting the balance of thigmotropism and gravitropism (Galva et al., 2014). Morphological data from APEX-03-2 support this notion. At the 4d time point, spr1 seedlings showed a consistent leftward skewing phenotype on Earth, and the leftward skewing was substantially enhanced by spaceight ( Figures 2C ,3B,F ). However, spr1 and Col-0 roots were the same length in spaceight, indicating that the role of SPR1 lies in directionality rather than overall root length in spaceight ( Figure 2A ). These data suggest that in the absence of gravitropism during spaceight, thigmotropism plays a dominant role in growth directionality and that SPR1 acts to positively enhance skewing while not aecting root length in spaceight. The spaceight eect of spr1 lies in morphology management rather than growth management. SPR1 binds with another microtubule plus-end tracking protein, EB1b (Galva et al., 2014). It has been postulated that EB1b and SPR1 work in concert to regulate mechanical force- based directional growth with a balance of gravitropism and thigmotropism, where SPR1 participates in the reinforcement of rightward growth through thigmotropic processes, while EB1b negatively regulates thigmotropism and positively regulates Frontiers in Plant Science  www.frontiersin.org 14 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  15 Califar et al. Spaceight Skewing Mutant Gene Expression FIGURE 10  sku5 vs. WS; the effects of SKU5 loss on gene expression. (A)Differentially expressed genes (DEGs) between the sku5 mutant and its WS wild-type background with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in sku5 than in WS. (B,C) Gene ontology (GO) terms for (B)biological processes and (C)cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The signicance of the GO terms enrichment is represented by the Log 10 transform of its q-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates. gravitropism (Galva et al., 2014). In an environment lacking a gravity cue such as spaceight, this gravitropic reinforcement has no eect, resulting in the enhanced skewing of spr1. Similarly elevated leftward skewing of spr1 occurs under cold conditions alongside alterations of the microtubule network, and skewing is conversely suppressed by heat or salt treatments (Furutani et al., 2000; Sedbrook et al., 2004). The elevated skewing seen inspr1 may therefore be the result of spaceight-induced signals in the root which are similar to those involved in cold response signaling. The microtubule-associated protein MAP65-1 is more abundant in spaceight, and is also hypothesized to be linked to cold-responsive microtubule stabilization (Chen et al., 2016; Soga et al., 2018). Actin cytoskeleton mutants also exhibit a greater degree of skewing in microgravity when compared to wild-type and GC plants, though this skewing occurs to the right when regarded from behind the media (Nakashima et al., 2014). These structural systems both appear to have roles in suppressing endogenous root skewing patterns in spaceight. The spaceight- enhanced skewing of spr1 may therefore be attributed to its altered microtubule dynamics in the spaceight response, similar to altered dynamics induced by terrestrial cold stress. Sku5 Skews Inappropriately in Spaceight The sku5 mutant did not show an enhancement of skewing in spaceight as compared to the GC, nor did sku5 respondto the spaceight environment in the same manner as it does to terrestrial disruption of the gravity vector ( Figure 2C ) (Sedbrook et al., 2002). However, sku5 and WS roots were the same length in spaceight, indicating that the role of SKU5 also lies in directionality rather than overall root length in spaceight ( Figure 2B ). These data suggest that SKU5, like SPR1, regulates morphology and directionality rather than growth. However, SKU5 regulation is very dierent from SPR1 regulation of skewing morphology in that lack of SKU5 function prevents appropriate skewing in spaceight. This prevention of skewing, the sku5 interruption of the pathways involved in skewing, leads to dramatic changes in dierential expression of genes for physiological adaptation to spaceight. Differential Gene Expression as a Measure of the Quantity and Character of the Physiological Adaptation to Spaceight Dierential gene expression proles reveal the underlying gene expression changes needed for physiological adaptation to environmental changes. There are numerous, well-documented environmentally-induced gene expression proles in plants, all of which detail specic physiological changes related to the specic stresses. The intensity of the dierential gene expression Frontiers in Plant Science  www.frontiersin.org 15 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  16 Califar et al. Spaceight Skewing Mutant Gene Expression FIGURE 11  FLT vs. GC for WS and sku5; DEGs involved in spaceight acclimation. (A)Differentially expressed genes (DEGs) between the GC and FLT conditions with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level in FLT than the GC. (B,C) Gene ontology (GO) terms for b biological processes and (C)cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The signicance of the GO terms enrichment is represented by the Log 10 transform of its q-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates. response, in terms of the number of genes involved and their fold-change levels, may be considered a measure of the metabolic cost of adapting to that environment. A terrestrial example of this metabolic cost is in the transcriptomic response to cold stress in Arabidopsis lines that are either sensitive or resistant to cold (Chan et al., 2016). Plants that overexpressed RNA-DIRECTED DNA METHYLATION 4 (RDM4) had a cold-tolerant phenotype, and exhibited a greatly reduced transcriptomic response to cold stress compared to the more cold-sensitive wild-type and rdm4 knock-out plants (Chanet al., 2016). The plants that were least able to tolerate cold environments displayed a far higher number (up to 100 ) of dierentially expressed genes in response to cold than the cold-tolerant plants exposed to the same environment (Chan et al., 2016). Spr1 adapts to spaceight with far fewer DEGs than Col- 0. This suggests that mutation of the SPR1 skewing pathway enhances spaceight physiological adaptation. In contrast, the sku5 mutation results in a doubling of DEGs in response to spaceight, and many of those DEGs are members of Frontiers in Plant Science  www.frontiersin.org 16 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  17 Califar et al. Spaceight Skewing Mutant Gene Expression FIGURE 12  4d vs. 8d seedlings of WS and sku5; developmentally-associated DEGs. (A)Differentially expressed genes (DEGs) between the 4d and 8d timepoints with greater than twofold magnitude in at least one context. DEG heatmaps are scaled such that yellow and blue represent more extreme levels of up- and downregulation, respectively, while red and green represent lower fold-changes in the same manner. In this case, upregulation of a gene indicates a higher expression level at 4d than at 8d. (B,C) Gene ontology (GO) terms for (B)biological processes and (C)cellular compartments whose annotated genes were over- and underrepresented in the lists of DEGs for each context which met the twofold cutoff. The signicance of the GO terms enrichment is represented by the Log 10 transform of its q-value. The scaling scheme used for the GO term heatmaps was similar to that described for DEGs, where yellow and red denote overrepresented terms, and blue and green denote underrepresented terms. Data are based on four biological replicates. Frontiers in Plant Science  www.frontiersin.org 17 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  18 Califar et al. Spaceight Skewing Mutant Gene Expression strong environmental stress responses. This strong response suggests that the SKU5 pathway plays a key role in spaceight physiological adaptation. Sku5 Mutation Produces a Dramatic Increase in Differential Gene Expression in Spaceight Sku5 showed a dramatic program of dierential gene expression compared to the GCs, a program that was more pronounced and diverse than that of spr1. Many of the genes that are signicantly dierentially expressed between spaceight and GCs are associated with skewing and cell wall remodeling, irrespective of intensity of skewing phenotype in the spaceight-grown plants ( Figure 13 ). One of the unique aspects of the sku5 spaceight dierential gene expression program involved genes usually associated with dehydration and ABA signaling. The FLT sku5 expression patterns of LEAs and other ABA-associated genes suggest a spaceight adaptation phenomenon involving, but not limited to, an altered ABA sensitivity in these plants. Many of the highest magnitude DEGs in the spaceight acclimation of sku5 were in the LEA family, primarily dehydrins and group-4 LEAs; many of these genes were induced by greater than 30-fold Log 2(5) (Figure 13 ). LEAs are responsive to ABA signaling resulting from osmotic, cold, and drought stresses and act to enhance stress resistance through membrane stabilization, sequestration of ROS, and prevention of protein aggregation (Hundertmark and Hincha, 2008; Zhao et al., 2011; Candat et al., 2014; Fang and Xiong, 2015; Suzuki et al., 2016). Many of the DEGs and LEAs upregulated in the spaceight acclimation of sku5 are associated with embryonic programs that are adjusted at the chromatin level during germination in response to environmental factors (Tai et al., 2005; Tang et al., 2012; Molitor et al., 2014). DOG1, for example, increases in expression in cold temperatures, acting to repress germination during those unfavorable conditions (Footitt et al., 2013, 2014). The sku5 DEGs HAI2 and HAI3 are involved in regulating ABA signaling and responding to soil water potential (Bhaskara et al., 2012; Kim et al., 2013). REDUCED DORMANCY 5 also acts to inhibit germination, but functions independently of DOG1 and ABA signaling pathways (Xiang et al., 2014). The GO term enrichments for sku5 also support this, as DEGs associated with dormancy regulation are overrepresented in the dataset ( Figures 10B ,12B). It is important to note that SKU5 is expressed in oral tissue (Sedbrook et al., 2002). This altered ABA signaling in sku5 could therefore be attributed to downstream eects of altered seed development. In support of these interpretations, germination rates were repressed in FLT sku5 (Figures 8F,H ) relative to GC sku5 (Figures 8B,D ), and to FLT WS ( Figures 8E,G ), as evidenced by counts of ungerminated seeds in the harvest images ( Supplementary Table S2). While spr1 is also expressed in reproductive tissues, the dierential expression of dormancy signaling genes was not prevalent in the Col-0 and spr1 comparisons (Nakajima et al., 2004; Sedbrook et al., 2004). In fact, those few DEGs related to ABA signaling observed in Col-0 and spr1 displayed a trend in expression that was opposite of what was seen in FLT sku5 . As a prime example, the LEA ABA-RESPONSE PROTEIN (ABR)was only slightly downregulated in the spaceight acclimation of 8dspr1. ABA-related dormancy signaling may be aected by the spaceight environment. Dierential expression patterns also indicate that sku5 mutants experience changes in the plasma membrane during spaceight. Alterations in plasma membrane dynamics and composition occur in plant responses to terrestrial stressors (e.g., cold stress) and in the response of Chlorella vulgaris to spaceight (Popova et al., 1989; Solanke and Sharma, 2008; Kazemi-Shahandashti and Maali-Amiri, 2018). Roots of Pisum sativum grown under clinorotation also show shifts in membrane composition in sterol-enriched membrane domains known as lipid rafts (Kordyum et al., 2018). Membrane-bound GPI- APs, such as SKU5, localize to these lipid raft nanodomains and are important to stress acclimation, including spaceight- associated stress (Minami et al., 2008; Mazars et al., 2014; Ferl et al., 2015; Takahashi et al., 2016, 2019; Yeats et al., 2018). ABA signaling proteins also localize to these membrane domains in a sterol-dependent manner (Demir et al., 2013). Given that sku5 shows alterations of ABA signaling pathways in spaceight ( Figure 13 ), it can be hypothesized that the lack of SKU5 may aect the function of these nanodomain-localized ABA signaling processes under stress conditions. The expression of a chloroplastic aldehyde reductase, ChlADR (AT1G54870), involved in the detoxication of reactive carbonyls formed as a result of lipid peroxidation, and TSPO, which participates in mobilization of lipids, are induced by stress and highly induced in the spaceight acclimation of sku5 (Guillaumot et al., 2009; Y amauchi et al., 2011; Jurkiewicz et al., 2018). These patterns match the gene expression trends of the spaceight-induced LEA family genes that are thought to directly participate in membrane stabilization under stress (Battaglia et al., 2008; Hundertmark and Hincha, 2008; Candat et al., 2014). The gene expression patterns of these ABA-responsive genes in sku5 suggest that SKU5 aects ABA signaling in response to stresses. Furthermore, this shows that pathways aecting membrane stabilization and remodeling are required for the spaceight acclimation of sku5 that are not essential for its growth in terrestrial environments. SKU5 may also directly participate in stress response signaling or cellular remodeling due to its localization to the outer aspects of the plasma membrane. A SKU5 homolog is highly upregulated Log 2(14) in tobacco overexpressing a FATTY ACID DESATURASE 3 (CbFAD3-OE) homolog derived from the cryophyte Chorispora bungeana when compared to a wild- type line in the response to salt stress (Shi et al., 2018). CbFAD3-OE lines exhibited enhanced membrane uidity and survival under cold, salt, and drought stresses, and demonstrated reduced lipid peroxidation and membrane leakage via activation of calcium signaling and suppression of ROS (Shi et al., 2018). As such, the sku5 line may require alternative pathways to be activated to maintain membrane uidity and integrity during spaceight acclimation due to the removal of SKU5 from this response pathway. The transcriptomic response ofsku5 to the spaceight condition was elevated compared to WS, which would support the activation of additional pathways ( Figures 10A ,11A ). ROS-related genes are abundant in spaceight transcriptomes, and reect a response to spaceight Frontiers in Plant Science  www.frontiersin.org 18 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  19 Califar et al. Spaceight Skewing Mutant Gene Expression FIGURE 13  Differentially expressed genes between FLT and GC of particular interest. Statistically signicant DEGs with greater than twofold magnitude in at least one context. Each gene in this list corresponded to the following categories: potential and highly probable skew gene candidates (Skewing, HPSGC; Schultz et al., 2017), late embryogenesis abundant (LEA; Hundertmark and Hincha, 2008), associated with gravitropism (GO Terms; Carbon et al., 2008), and abscisic acid (ABA, GO Terms; Carbon et al., 2008). The heat map scale Log 2(Fold-Change) is indicated in the bottom right corner. Categorical information is provided beside each gene group. Data are based on four biological replicates. that is conserved among Arabidopsis cultivars and related species (Paul et al., 2013, 2017; Sugimoto et al., 2014; Ferl et al., 2015; Sng et al., 2018; Choi et al., 2019; Zhou et al., 2019). Our ndings were consistent with this trend across genotypes and the skewing mutants based on GO term enrichments associated with the spaceight response ( Figures 6B ,11B). Notably, sku5 FLT showed elevated expression of genes required to be expressed in response to ROS at the 4d when compared to FLT WS ( Figures 9B ,10B), supporting this hypothesized function of SKU5 in this membrane-associated ROS suppression. While FAD3 was not among the sku5 FLT DEGs, FLORAL TRANSITION AT THE MERISTEM1 (FTM1), which catalyzes the desaturation of stearic acid to oleic acid upstream of FAD3, was upregulated in WS and spr1 spaceight acclimation, and downregulated in that of Col-0 and sku5. FTM1 participates alongside FAD3 in the mediation of stresses associated with Arabidopsis crown gall development through their enrichmentwith C18:3 fatty acids (Klinkenberg et al., 2014). The increase of C18:3 class of fatty acids also correlated with the enhanced membrane stability measures in the CbFAD3-OE lines (Shi et al., 2018). These results therefore suggest a role for SKU5 in stress metabolism with respect to the plasma membrane, a role that was not revealed in previous ground experiments. An additional explanation for the altered spaceight response ofsku5 comes from its likely association with auxin metabolism and signaling upstream of the plant TOR complex. A SKU5 homolog in maize encodes an interactor of AUXIN-BINDNG PROTEIN 1 (ABP1) (Shimomura, 2006). The abp1 mutant demonstrates a leftward-skewing phenotype opposite to that seen in sku5 (Sedbrook et al., 2002; Gao et al., 2015). Auxin gradients are still present in spaceight root tips despite the lack of a gravity cue in the spaceight environment (Ferl and Paul, 2016). The presence of SKU5 acting to mediate anisotropic cell growth in response to endogenous auxin gradients could Frontiers in Plant Science  www.frontiersin.org 19 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  20 Califar et al. Spaceight Skewing Mutant Gene Expression facilitate the spaceight acclimation of wild-type seedlings. GO terms associated with the DEGs of 4d spaceight response of sku5 suggested this connection as well, with many alterations occurring in signaling pathways related to ethylene, ROS, and light signaling ( Figure 11B ). Furthermore, ABP1 is associated with the activation of TOR and the promotion of growth through the action of an auxin-activated signaling pathway mediated by the RHO OF PLANTS 2 (ROP2) GTPase (Xu et al., 2014; Schepetilnikov et al., 2017; Ryabova et al., 2019). The TOR complex integrates diverse environmental signals to regulate growth, and ABA signaling inhibits TOR, promoting autophagy to allow for stress tolerance acquisition (Ryabova et al., 2019; Signorelli et al., 2019). SKU5 may impact this mechanism indirectly through aecting the action of ABP1, and a reduction of the auxin signaling into TOR would shift the balance in favor of stronger ABA responses, such as that seen in the spaceight acclimation of sku5 . A ROP6 pathway also mediated by ABP1 aects the activity of KATANIN, which severs cortical microtubules to facilitate reorganization of the microtubule network in response to environmental stimuli (Chen et al., 2016). As a result, the spr1 mutant may be faster to form a spaceight-tolerant microtubule network due to its altered microtubule kinetics, while the sku5 mutant may not be able to perform this function as rapidly due to altered ABP1 signaling. Spr1 Mutation Produces a Decrease in Differential Gene Expression in Spaceight The spaceight DEGs of spr1 and Col-0 were primarily in the defense and salicylic acid-mediated signaling related to cell wall remodeling ( Figures 5B ,6B). Genes related to these cell wall pathways are common in spaceight transcriptomes (Paul et al., 2012b, 2013, 2017; Correll et al., 2013; Kwon et al., 2015; Johnson et al., 2017). While plants grown in microgravity may be more susceptible to pathogenic infection (Leach et al., 2001; Ryba-White et al., 2001), the fact that all examples to date of upregulated pathogen response genes are from plants grown in sterile conditions suggests that these genes are serving other purposes of cell wall remodeling in spaceight (Paul et al., 2012b, 2013, 2017; Correll et al., 2013; Choi et al., 2019). ALD1 is a positive regulator of salicylic acid accumulation pathways through the generation of metabolites (Nie et al., 2011; Cecchini et al., 2015). NIMIN1 and DLO1 contribute to opposing processes, acting to repress immune responses at the level of expression regulation (Kohler et al., 2002; Zhang et al., 2013; Zeilmaker et al., 2015). Salicylic acid induces the lipid raft-localized pathways induced by ABA, in order to promote cellular uptake of water (Demir et al., 2013; Prodhan et al., 2018). The upregulation of salicylic acid signaling in spr1 may act through these pathways, promoting abiotic stress response through pathways normally associated with defense responses (Figures 5B ,6B). This hypothesis might also explain why the induction of defense and wound response pathways occurs in spaceight in the absence of pathogenic infections (Nejat and Mantri, 2017). The recently characterized ORBITALLY MANIFESTED GENE 1, a regulator of ROS signaling that is both g22- and wound-inducible, provides a spaceight-relevant example (Sng et al., 2018). Considering that wounding andpathogen invasion also mechanically disrupt membranes and cell walls (Chen et al., 2016), these pathways may be signaling remodeling of cellular structures and the microtubule network in spaceight. Flg22 application to Arabidopsis cell cultures and induction of MAMP-triggered immunity also has the eect of redistributing avonoid compounds from biosynthetic processes important to oxidative stress response processes to the production of compounds important to defense (Schenke et al., 2019). Genes associated with the production of phenylpropanoids are less-represented among the spr1 DEGs downregulated in spaceight compared to Col-0, although they are also more highly represented among spr1 DEGs downregulated across development in spaceight ( Figures 6B ,7B). As such, these DEGs negatively regulating defense signaling in spr1 may contribute to an enhanced ability to mediate ROS generated in spaceight through the redistribution of limited resources early in its development. This conclusion is also supported by the gene categories enriched in the spaceight acclimations of Col-0 and spr1, where DEGs associated with responses to oxidative stress are more enriched among genes upregulated in FLT in spr1 than in Col-0 ( Figure 6B ). Many abiotic stresses trigger remodeling of cortical microtubules, with salt stress tolerance requiring the 26S proteasome-mediated degradation of SPR1 (Shoji et al., 2006; Wang et al., 2011; Chen et al., 2016). Microtubule reorientation also contributes to cell elongation in the spaceight response of hypocotyls (Soga et al., 2018). The spr1 mutant, which has altered microtubule dynamics in favor of decreased stability, may have enhanced capabilities for remodeling of microtubule networks in the response to many forms of environmental stress (Galva et al., 2014). Spr1 andSku5 Mutants Both Differentially Regulate Skewing-Associated Genes in Response to Spaceight Despite the many diering spaceight responses of spr1 and sku5 , DEGs identied as likely to be associated with the integrative signaling of skewing (Schultz et al., 2017) were among those dierentially expressed in both mutants in spaceight ( Figure 13 ). Two of the highly likely skewing genes, SENESCENCE 1 (SEN1) and ASPARAGINE SYNTHETASE 1 (ASN1) are induced in spaceight ( Figure 13 ). The SKU5 protein is endocytosed through dierent pathways within the root tip dependent on local auxin signals and perceived stress conditions (Baral et al., 2015). SKU5 could act to modulate growth regulation through its aforementioned association with the ABP1 apoplastic signaling pathway upstream of TOR, and both SKU5 and SPR1 can aect microtubule reorganizing pathways. This would enable SKU5 to impact the spaceight response via the regulation of meristematic competence and cell cycle progression, processes that are aected in spaceight (Mata et al., 2010), clinorotation, RPM exposure, and magnetic levitation (Herranz and Medina, 2014; Herranz et al., 2014; Boucheron-Dubuisson et al., 2016). This is supported by the M-phase peak of SKU5 expression and its previously hypothesized role in regulating the cell cycle (Menges et al., 2002; Sedbrook et al., 2002). However, the importance of senescence in the context of root skewing has Frontiers in Plant Science  www.frontiersin.org 20 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  21 Califar et al. Spaceight Skewing Mutant Gene Expression not been well-studied. The recent association of strigolactone- independent karrikin-sensing pathways with skewing provides a potential direction for study (Swarbreck et al., 2019). The loss of the protein MORE AXILLARY BRANCHES 2 (MAX2), which also participates in strigolactone-associated senescence signaling, exacerbates the skewing phenotype of sku5 in a sku5 max2 line (Ueda and Kusaba, 2015; Swarbreck et al., 2019). Therefore, these results reinforce connections between environmental and senescence signaling and root skewing. The association of skewing-associated genes with these regulatory networks provide a means by which the mutation of these genes can alter the response to the spaceight condition. CONCLUSION The physiological adaptation of sku5 to spaceight is characterized by powerful stress responses, as well as the strong induction of LEAs and other genes associated with seed development. In contrast to sku5 ,spr1 dierentially expressed fewer genes than Col-0 to physiologically adapt to spaceight. This observation suggests that the spr1 mutation imbued an enhanced ability for rapid spaceight acclimation while sku5 required an extended spaceight response to accomplish acclimation, even to the point of initiating classic deep stress responses. These observations further suggest that the functional distinctions between sku5 and spr1 inform distinct aspects of the spaceight response in plants, in particular the responses of young seedlings. The dramatic responses of sku5 suggest that lipid raft nanodomains of the plasma membrane and their associated GPI-APs play important roles in spaceight physiological adaptation. The fact that sku5 and spr1 show markedly dierent gene expression patterns in spaceight suggests that the two skewing pathways highlighted by SKU5 and SPR1 dierentially aect the mechanisms used by plants to physiologically acclimate to spaceight. Since spr1 and sku5 root lengths are not altered by spaceight, the eects of these mutations lie not in the process of growth, but in the processes that direct morphology and structure, likely tying together the large number of cell wall remodeling genes observed as dierentially expressed in spaceight. The data from APEX-03-2 therefore provide an initial functional dissection of the spaceight response in roots, one that allows an integration of pathways associated with root directionality, morphology and physiological responses to spaceight.DATA AVAILABILITY STATEMENT The datasets generated and analyzed, composed of the RNA- Seq data and full output of the dierential gene expression pipeline, for this study can be found in the Gene Expression Omnibus (GEO  https:www.ncbi.nlm.nih.govgeo) under the accessions GSE95620 (https:www.ncbi.nlm.nih.govgeoquery acc.cgi?accGSE95620) and GSE95582 (https:www.ncbi.nlm. nih.govgeoqueryacc.cgi?accGSE95582), and also in NASA s GeneLab Database (GLDS-218). A presentation outlining the experimental process and which contains video data of the harvests can be found at the NASA LSDA (Life Sciences Data Archive (https:lsda.jsc.nasa.govDatasetdataset_info13840). AUTHOR CONTRIBUTIONS A-LP and RF conceived the experiments and acquired funding for the experiments. A-LP, RF, NS, and AZ prepared and carried out the experiments. All authors contributed to the data analyses. BC, A-LP, and RF prepared the manuscript. FUNDING This work was supported by the NASA SLPSRA grants NNX12AN69G and NNX14AT24G awarded to RF and A-LP. ACKNOWLEDGMENTS We thank the Interdisciplinary Center for Biotechnology Research at UF for analytical support, particularly the Gene Expression and Bioinformatics Cores. The operational activities of Astronaut Butch Wilmore, who conducted the on orbit operations, and the Kennedy Space Center personnel who supported the ground operations and launch, are both acknowledged and much appreciated. We especially thank the members of the UF Space Plants lab who have contributed their time and energy to our spaceight research. SUPPLEMENTARY MATERIAL The Supplementary Material for this article can be found online at: https:www.frontiersin.orgarticles10.3389fpls.2020.00239 fullsupplementary-material REFERENCES Andrews, S. (2010). FastQC: A Quality Control Tool for High-Throughput Sequence Data Online . Available online at: https:www.bioinformatics.babraham.ac. ukprojectsfastqc (accessed January 20, 2016). Baral, A., Irani, N. G., Fujimoto, M., Nakano, A., Mayor, S., and Mathew, M. K. (2015). Salt-induced remodeling of spatially restricted clathrin-independent endocytic pathways in Arabidopsis root. Plant Cell 27, 12971315. doi: 10.1105 tpc.15.00154Battaglia, M., Olvera-Carrillo, Y., Garciarrubio, A., Campos, F., and Covarrubias, A. A. (2008). The enigmatic LEA proteins and other hydrophilins. Plant Physiol. 148, 624. doi: 10.1104pp.108.120725 Beisel, N. S., Noble, J., Barbazuk, W. B., Paul, A.-L., and Ferl, R. J. (2019). Spaceight-induced alternative splicing during seedling development inArabidopsis thaliana .NPJ Microgravity 5:9. doi: 10.1038s41526-019- 0070-7 Berardini, T. Z., Reiser, L., Li, D., Mezheritsky, Y., Muller, R., Strait, E., et al. (2015). The Arabidopsis information resource: making and mining the gold Frontiers in Plant Science  www.frontiersin.org 21 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  22 Califar et al. Spaceight Skewing Mutant Gene Expression standard annotated reference plant genome. Genesis 53, 474485. doi: 10.1002 dvg.22877 Bhaskara, G. B., Nguyen, T. T., and Verslues, P. E. (2012). Unique drought resistance functions of the highly ABA-induced clade A protein phosphatase 2Cs. Plant Physiol. 160, 379395. doi: 10.1104pp.112.202408 Bolger, A. M., Lohse, M., and Usadel, B. (2014). Trimmomatic: a exible trimmer for Illumina sequence data. Bioinformatics 30, 21142120. doi: 10. 1093bioinformaticsbtu170 Borderies, G., Jamet, E., Latte, C., Rossignol, M., Jauneau, A., Boudart, G., et al. (2003). Proteomics of loosely bound cell wall proteins of Arabidopsis thaliana cell suspension cultures: a critical analysis. Electrophoresis 24, 34213432. doi: 10.1002elps.200305608 Borner, G. H., Sherrier, D. J., Weimar, T., Michaelson, L. V., Hawkins, N. D., Macaskill, A., et al. (2005). Analysis of detergent-resistant membranes in Arabidopsis. Evidence for plasma membrane lipid rafts. Plant Physiol. 137, 104116. doi: 10.1104pp.104.053041 Boucheron-Dubuisson, E., Manzano, A. I., Le Disquet, I., Mata, I., Sez-Vasquez, J., van Loon, J. J., et al. (2016). Functional alterations of root meristematic cells of Arabidopsis thaliana induced by a simulated microgravity environment. J. Plant Physiol. 207, 3041. doi: 10.1016j.jplph.2016.09.011 Broad Institute (2019a). Morpheus Online . Available online at: https:software. broadinstitute.orgmorpheus (accessed September 5, 2019). Broad Institute (2019b). Picard Toolkit Online . Available online at: http: broadinstitute.github.iopicard (accessed January 20, 2016). Candat, A., Paszkiewicz, G., Neveu, M., Gautier, R., Logan, D. C., Avelange- Macherel, M.-H., et al. (2014). The ubiquitous distribution of late embryogenesis abundant proteins across cell compartments in Arabidopsis oers tailored protection against abiotic stress. Plant Cell 26, 31483166. doi: 10.1105tpc.114.127316 Carbon, S., Ireland, A., Mungall, C. J., Shu, S., Marshall, B., Lewis, S., et al. (2008). AmiGO: online access to ontology and annotation data. Bioinformatics 25, 288289. doi: 10.1093bioinformaticsbtn615 Cecchini, N. M., Jung, H. W., Engle, N. L., Tschaplinski, T. J., and Greenberg, J. T. (2015). ALD1 regulates basal immune components and early inducible defense responses in Arabidopsis .Mol. Plant Microbe Interact. 28, 455466. doi: 10.1094mpmi-06-14-0187-r Chan, Z., Wang, Y., Cao, M., Gong, Y., Mu, Z., Wang, H., et al. (2016). RDM4 modulates cold stress resistance in Arabidopsis partially through the CBF - mediated pathway. New Phytol. 209, 15271539. doi: 10.1111nph.13727 Chen, T., Ji, D., and Tian, S. (2018). Variable-angle epiuorescence microscopy characterizes protein dynamics in the vicinity of plasma membrane in plant cells. BMC Plant Biol. 18:43. doi: 10.1186s12870-018-1246-0 Chen, X., Wu, S., Liu, Z., and Friml, J. (2016). Environmental and endogenous control of cortical microtubule orientation. Trends Cell Biol. 26, 409419. doi: 10.1016j.tcb.2016.02.003 Choi, W.-G., Barker, R. J., Kim, S.-H., Swanson, S. J., and Gilroy, S. (2019). Variation in the transcriptome of dierent ecotypes of Arabidopsis thaliana reveals signatures of oxidative stress in plant responses to spaceight. Am. J. Bot. 106, 123136. doi: 10.1002ajb2.1223 Correll, M. J., Pyle, T. P., Millar, K. D. L., Sun, Y., Y ao, J., Edelmann, R. E., et al. (2013). Transcriptome analyses of Arabidopsis thaliana seedlings grown in space: implications for gravity-responsive genes. Planta 238, 519533. doi: 10.1007s00425-013-1909-x Dahlke, R. I., Fraas, S., Ullrich, K. K., Heinemann, K., Romeiks, M., Rickmeyer, T., et al. (2017). Protoplast swelling and hypocotyl growth depend on dierent auxin signaling pathways. Plant Physiol. 175, 982994. doi: 10.1104pp.17. 00733 Demir, F., Horntrich, C., Blachutzik, J. O., Scherzer, S., Reinders, Y., Kierszniowska, S., et al. (2013). Arabidopsis nanodomain-delimited ABA signaling pathway regulates the anion channel SLAH3. Proc. Natl. Acad. Sci. U.S.A. 110, 8296 8301. doi: 10.1073pnas.1211667110 Dobin, A., Davis, C. A., Schlesinger, F., Drenkow, J., Zaleski, C., Jha, S., et al. (2012). STAR: ultrafast universal RNA-seq aligner. Bioinformatics 29, 1521. doi: 10.1093bioinformaticsbts635 Elmore, J. M., Liu, J., Smith, B., Phinney, B., and Coaker, G. (2012). Quantitative proteomics reveals dynamic changes in the plasma membrane during Arabidopsis immune signaling. Mol. Cell. Proteomics 11:M111.014555. doi: 10.1074mcp.M111.014555Elortza, F., Mohammed, S., Bunkenborg, J., Foster, L. J., Nuhse, T. S., Brodbeck, U., et al. (2006). Modication-specic proteomics of plasma membrane proteins: identication and characterization of glycosylphosphatidylinositol-anchored proteins released upon phospholipase D treatment. J. Proteome Res. 5, 935943. doi: 10.1021pr050419u Fang, Y., and Xiong, L. (2015). General mechanisms of drought response and their application in drought resistance improvement in plants. Cell. Mol. Life Sci. 72, 673689. doi: 10.1007s00018-014-1767-0 Ferl, R. J., Koh, J., Denison, F., and Paul, A.-L. (2015). Spaceight induces specic alterations in the proteomes of Arabidopsis. Astrobiology 15, 3256. doi: 10. 1089ast.2014.1210 Ferl, R. J., and Paul, A.-L. (2016). The eect of spaceight on the gravity- sensing auxin gradient of roots: GFP reporter gene microscopy on orbit. NPJ Microgravity 2:15023. doi: 10.1038npjmgrav.2015.23 Footitt, S., Clay, H. A., Dent, K., and Finch-Savage, W. E. (2014). Environment sensing in spring-dispersed seeds of a winter annual Arabidopsis inuences the regulation of dormancy to align germination potential with seasonal changes. New Phytol. 202, 929939. doi: 10.1111nph.12694 Footitt, S., Huang, Z., Clay, H. A., Mead, A., and Finch-Savage, W. E. (2013). Temperature, light and nitrate sensing coordinate Arabidopsis seed dormancy cycling, resulting in winter and summer annual phenotypes. Plant J. 74, 1003 1015. doi: 10.1111tpj.12186 Furutani, I., Watanabe, Y., Prieto, R., Masukawa, M., Suzuki, K., Naoi, K., et al. (2000). The SPIRAL genes are required for directional control of cell elongation inArabidopsis thaliana .Development 127, 44434453. Galva, C., Kirik, V., Lindeboom, J. J., Kaloriti, D., Rancour, D. M., Hussey, P. J., et al. (2014). The microtubule plus-end tracking proteins SPR1 and EB1b interact to maintain polar cell elongation and directional organ growth in Arabidopsis . Plant Cell 26, 44094425. doi: 10.1105tpc.114.131482 Gan, X., Stegle, O., Behr, J., Steen, J. G., Drewe, P., Hildebrand, K. L., et al. (2011). Multiple reference genomes and transcriptomes for Arabidopsis thaliana . Nature 477, 419423. doi: 10.1038nature10414 Gao, Y., Zhang, Y., Zhang, D., Dai, X., Estelle, M., and Zhao, Y. (2015). Auxin binding protein 1 (ABP1) is not required for either auxin signaling or Arabidopsis development. Proc. Natl. Acad. Sci. U.S.A. 112, 22752280. doi: 10.1073pnas.1500365112 Guillaumot, D., Guillon, S., Dplanque, T., Vanhee, C., Gumy, C., Masquelier, D., et al. (2009). The Arabidopsis TSPO-related protein is a stress and abscisic acid- regulated, endoplasmic reticulumGolgi-localized membrane protein. Plant J. 60, 242256. doi: 10.1111j.1365-313X.2009.03950.x Herranz, R., and Medina, F. J. (2014). Cell proliferation and plant development under novel altered gravity environments. Plant Biol. 16, 2330. doi: 10.1111 plb.12103 Herranz, R., Valbuena, M. A., Youssef, K., and Medina, F.-J. (2014). Mechanisms of disruption of meristematic competence by microgravity in Arabidopsis seedlings. Plant Signal. Behav. 9:e28289. doi: 10.4161psb.28289 Hundertmark, M., and Hincha, D. K. (2008). LEA (Late Embryogenesis Abundant) proteins and their encoding genes in Arabidopsis thaliana .BMC Genomics 9:118. doi: 10.11861471-2164-9-118 Johnson, C. M., Subramanian, A., Pattathil, S., Correll, M. J., and Kiss, J. Z. (2017). Comparative transcriptomics indicate changes in cell wall organization and stress response in seedlings during spaceight. Am. J. Bot. 104, 12191231. doi: 10.3732ajb.1700079 Jurkiewicz, P., Melser, S., Maucourt, M., Ayeb, H., Veljanovski, V., Maneta- Peyret, L., et al. (2018). The multistress-induced Translocator protein (TSPO) dierentially modulates storage lipids metabolism in seeds and seedlings. Plant J.96, 274286. doi: 10.1111tpj.14028 Kazemi-Shahandashti, S.-S., and Maali-Amiri, R. (2018). Global insights of protein responses to cold stress in plants: signaling, defence, and degradation. J. Plant Physiol. 226, 123135. doi: 10.1016j.jplph.2018.03.022 Keinath, N. F., Kierszniowska, S., Lorek, J., Bourdais, G., Kessler, S. A., Shimosato- Asano, H., et al. (2010). PAMP (Pathogen-associated Molecular Pattern)- induced changes in plasma membrane compartmentalization reveal novel components of plant immunity. J. Biol. Chem. 285, 3914039149. doi: 10.1074 jbc.M110.160531 Kim, W., Lee, Y., Park, J., Lee, N., and Choi, G. (2013). HONSU, a protein phosphatase 2C, regulates seed dormancy by inhibiting ABA signaling in Arabidopsis. Plant Cell Physiol. 54, 555572. doi: 10.1093pcppct017 Frontiers in Plant Science  www.frontiersin.org 22 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  23 Califar et al. Spaceight Skewing Mutant Gene Expression Klessig, D. F., Choi, H. W., and Dempsey, D. M. A. (2018). Systemic acquired resistance and salicylic acid: past, present, and future. Mol. Plant Microbe Interact. 31, 871888. doi: 10.1094mpmi-03-18-0067-cr Klinkenberg, J., Faist, H., Saupe, S., Lambertz, S., Krischke, M., Stingl, N., et al. (2014). Two fatty acid desaturases, STEAROYL-ACYL CARRIER PROTEIN 19-DESATURASE6 and FATTY ACID DESATURASE3, are involved in drought and hypoxia stress signaling in Arabidopsis crown galls. Plant Physiol. 164, 570583. doi: 10.1104pp.113.230326 Kohler, A., Schwindling, S., and Conrath, U. (2002). Benzothiadiazole-induced priming for potentiated responses to pathogen infection, wounding, and inltration of water into leaves requires the NPR1NIM1 gene in Arabidopsis. Plant Physiol. 128, 10461056. doi: 10.1104pp.010744 Kordyum, E. L., Zhupanov, I., Klymenko, O., Bulavin, I., and Vorobiova, T. (2018). Simulated microgravity impacts the lipid rafts in plant cells,  in Proceedings of the 42nd COSPAR Scientic Assembly , Pasadena, CA. Krishnakumar, V., Contrino, S., Cheng, C.-Y., Belyaeva, I., Ferlanti, E. S., Miller, J. R., et al. (2016). ThaleMine: a warehouse for Arabidopsis data integration and discovery. Plant Cell Physiol. 58:e4. doi: 10.1093pcppcw200 Kwon, T., Sparks, J. A., Nakashima, J., Allen, S. N., Tang, Y., and Blancaor, E. B. (2015). Transcriptional response of Arabidopsis seedlings during spaceight reveals peroxidase and cell wall remodeling genes associated with root hair development. Am. J. Bot. 102, 2135. doi: 10.3732ajb.1400458 Lamesch, P., Berardini, T. Z., Li, D., Swarbreck, D., Wilks, C., Sasidharan, R., et al. (2011). The Arabidopsis information resource (TAIR): improved gene annotation and new tools. Nucleic Acids Res. 40, D1202D1210. doi: 10.1093 nargkr1090 Leach, J. E., Ryba-White, M., Sun, Q., Wu, C., Hilaire, E., Gartner, C., et al. (2001). Plants, plant pathogens, and microgravityA deadly trio. Gravit. Space Res. 14, 1523. Li, B., Takahashi, D., Kawamura, Y., and Uemura, M. (2012). Comparison of plasma membrane proteomic changes of Arabidopsis suspension-cultured cells (T87 Line) after Cold and ABA treatment in association with freezing tolerance development. Plant Cell Physiol. 53, 543554. doi: 10.1093pcppcs010 Mamode Cassim, A., Gouguet, P., Gronnier, J., Laurent, N., Germain, V., Grison, M., et al. (2019). Plant lipids: key players of plasma membrane organization and function. Prog. Lipid Res. 73, 127. doi: 10.1016j.plipres.2018.11.002 Mata, I., Gonzlez-Camacho, F., Herranz, R., Kiss, J. Z., Gasset, G., van Loon, J. J. W. A., et al. (2010). Plant cell proliferation and growth are altered by microgravity conditions in spaceight. J. Plant Physiol. 167, 184193. doi: 10. 1016j.jplph.2009.08.012 Mazars, C., Brire, C., Grat, S., Pichereaux, C., Rossignol, M., Pereda-Loth, V., et al. (2014). Microgravity induces changes in microsome-associated proteins of Arabidopsis seedlings grown on board the international space station. PLoS One 9:e91814. doi: 10.1371journal.pone.0091814 Menges, M., Hennig, L., Gruissem, W., and Murray, J. A. H. (2002). Cell cycle- regulated gene expression in Arabidopsis. J. Biol. Chem. 277, 4198742002. doi: 10.1074jbc.M207570200 Mi, H., Muruganujan, A., Ebert, D., Huang, X., and Thomas, P. D. (2018). PANTHER version 14: more genomes, a new PANTHER GO-slim and improvements in enrichment analysis tools. Nucleic Acids Res. 47, D419D426. doi: 10.1093nargky1038 Miki, Y., Takahashi, D., Kawamura, Y., and Uemura, M. (2019). Temporal proteomics of Arabidopsis plasma membrane during cold- and de-acclimation. J. Proteomics 197, 7181. doi: 10.1016j.jprot.2018.11.008 Millar, K. D. L., Johnson, C. M., Edelmann, R. E., and Kiss, J. Z. (2011). An endogenous growth pattern of roots is revealed in seedlings grown in microgravity. Astrobiology 11, 787797. doi: 10.1089ast.2011.0699 Minami, A., Fujiwara, M., Furuto, A., Fukao, Y., Y amashita, T., Kamo, M., et al. (2008). Alterations in detergent-resistant plasma membrane microdomains in Arabidopsis thaliana during cold acclimation. Plant Cell Physiol. 50, 341359. doi: 10.1093pcppcn202 Molitor, A. M., Bu, Z., Yu, Y., and Shen, W.-H. (2014). Arabidopsis AL PHD- PRC1 complexes promote seed germination through H3K4me3-to-H3K27me3 chromatin state switch in repression of seed developmental genes. PLoS Genet. 10:e1004091. doi: 10.1371journal.pgen.1004091 Nakajima, K., Furutani, I., Tachimoto, H., Matsubara, H., and Hashimoto, T. (2004). SPIRAL1 encodes a plant-specic microtubule-localized proteinrequired for directional control of rapidly expanding Arabidopsis cells. Plant Cell 16, 11781190. doi: 10.1105tpc.017830 Nakashima, J., Liao, F., Sparks, J. A., Tang, Y., and Blancaor, E. B. (2014). The actin cytoskeleton is a suppressor of the endogenous skewing behaviour of Arabidopsis primary roots in microgravity. Plant Biol. 16(Suppl. 1), 142150. doi: 10.1111plb.12062 Nejat, N., and Mantri, N. (2017). Plant immune system: crosstalk between responses to biotic and abiotic stresses the missing link in understanding plant defence. Curr. Issues Mol. Biol. 23, 116. doi: 10.21775cimb.023.001 Nie, H., Wu, Y., Y ao, C., and Tang, D. (2011). Suppression of edr2-mediated powdery mildew resistance, cell death and ethylene-induced senescence by mutations in ALD1 in Arabidopsis. J. Genet. Genomics 38, 137148. doi: 10. 1016j.jgg.2011.03.001 Oliva, M., and Dunand, C. (2007). Waving and skewing: how gravity and the surface of growth media aect root development in Arabidopsis. New Phytol. 176, 3743. doi: 10.1111j.1469-8137.2007.02184.x Paul, A.-L., Amaltano, C., and Ferl, R. (2012a). Plant growth strategies are remodeled by spaceight. BMC Plant Biol. 12:232. doi: 10.11861471-2229-12- 232 Paul, A.-L., Popp, M. P., Gurley, W. B., Guy, C., Norwood, K. L., and Ferl, R. J. (2005). Arabidopsis gene expression patterns are altered during spaceight. Adv. Space Res. 36, 11751181. doi: 10.1016j.asr.2005.03.066 Paul, A.-L., Sng, N., Zupanska, A., Krishnamurthy, A., Schultz, E., and Ferl, R. (2017). Genetic dissection of the Arabidopsis spaceight transcriptome: are some responses dispensable for the physiological adaptation of plants to spaceight? PLoS One 12:e0180186. doi: 10.1371journal.pone.0180186 Paul, A.-L., Zupanska, A. K., Ostrow, D. T., Zhang, Y., Sun, Y., Li, J. L., et al. (2012b). Spaceight transcriptomes: unique responses to a novel environment. Astrobiology 12, 4056. doi: 10.1089ast.2011.0696 Paul, A.-L., Zupanska, A., Schultz, E., and Ferl, R. (2013). Organ-specic remodeling of the Arabidopsis transcriptome in response to spaceight. BMC Plant Biol. 13:112. doi: 10.11861471-2229-13-112 Popova, A. F., Sytnik, K. M., Kordyum, E. L., Meleshko, G. I., Sychev, V. N., and Levinskykh, M. A. (1989). Ultrastructural and growth indices of chlorella culture in multicomponent aquatic systems under space ight conditions. Adv. Space Res. 9, 7982. doi: 10.10160273-1177(89)90059-8 Prodhan, M. Y., Munemasa, S., Nahar, M. N.-E.-N., Nakamura, Y., and Murata, Y. (2018). Guard cell salicylic acid signaling is integrated into abscisic acid signaling via the Ca2CPK-dependent pathway. Plant Physiol. 178, 441450. doi: 10.1104pp.18.00321 R Core Team (2019). R: A Language and Environment for Statistical Computing . Vienna: R Foundation for Statistical Computing. Ramegowda, V., and Senthil-Kumar, M. (2015). The interactive eects of simultaneous biotic and abiotic stresses on plants: mechanistic understanding from drought and pathogen combination. J. Plant Physiol. 176, 4754. doi: 10.1016j.jplph.2014.11.008 Raudvere, U., Kolberg, L., Kuzmin, I., Arak, T., Adler, P., Peterson, H., et al. (2019). g:Proler: a web server for functional enrichment analysis and conversions of gene lists (2019 update). Nucleic Acids Res. 47, W191W198. doi: 10.1093nar gkz369 Roy, R., and Bassham, D. C. (2014). Root growth movements: waving and skewing. Plant Sci. 221222, 4247. doi: 10.1016j.plantsci.2014.01.007 Rueden, C. T., Schindelin, J., Hiner, M. C., DeZonia, B. E., Walter, A. E., Arena, E. T., et al. (2017). ImageJ2: imageJ for the next generation of scientic image data. BMC Bioinformatics 18:529. doi: 10.1186s12859-017-1934-z Rutherford, R., and Masson, P. H. (1996). Arabidopsis thaliana sku mutant seedlings show exaggerated surface-dependent alteration in root growth vector. Plant Physiol. 111, 987998. doi: 10.1104pp.111.4.987 Ryabova, L. A., Robaglia, C., and Meyer, C. (2019). Target of rapamycin kinase: central regulatory hub for plant growth and metabolism. J. Exp. Bot. 70, 22112216. doi: 10.1093jxberz108 Ryba-White, M., Nedukha, O., Hilaire, E., Guikema, J. A., Kordyum, E., and Leach, J. E. (2001). Growth in microgravity increases susceptibility of soybean to a fungal pathogen. Plant Cell Physiol. 42, 657664. doi: 10.1093pcppce082 Salmi, M. L., and Roux, S. J. (2008). Gene expression changes induced by space ight in single-cells of the fern Ceratopteris richardii .Planta 229, 151159. doi: 10.1007s00425-008-0817-y Frontiers in Plant Science  www.frontiersin.org 23 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  24 Califar et al. Spaceight Skewing Mutant Gene Expression Schenke, D., Utami, H. P., Zhou, Z., Gallegos, M.-T., and Cai, D. (2019). Suppression of UV-B stress induced avonoids by biotic stress: is there reciprocal crosstalk? Plant Physiol. Biochem. 134, 5363. doi: 10.1016j.plaphy. 2018.06.026 Schepetilnikov, M., Makarian, J., Srour, O., Geldreich, A., Y ang, Z., Chicher, J., et al. (2017). GTPase ROP2 binds and promotes activation of target of rapamycin, TOR, in response to auxin. EMBO J. 36, 886903. doi: 10.15252 embj.201694816 Schindelin, J., Arganda-Carreras, I., Frise, E., Kaynig, V., Longair, M., Pietzsch, T., et al. (2012). Fiji: an open-source platform for biological-image analysis. Nat. Methods 9, 676682. doi: 10.1038nmeth.2019 Schultz, E., Paul, A.-L., and Ferl, R. (2016). Root growth patterns and morphometric change based on the growth media. Microgravity Sci. Technol. 28, 621631. doi: 10.1007s12217-016-9514-9 Schultz, E. R., Zupanska, A. K., Sng, N. J., Paul, A.-L., and Ferl, R. J. (2017). Skewing in Arabidopsis roots involves disparate environmental signaling pathways. BMC Plant Biol. 17:31. doi: 10.1186s12870-017-0975-9 Sedbrook, J. C., Carroll, K. L., Hung, K. F., Masson, P. H., and Somerville, C. R. (2002). The Arabidopsis SKU5 gene encodes an extracellular glycosyl phosphatidylinositol-anchored glycoprotein involved in directional root growth. Plant Cell 14, 16351648. doi: 10.1105tpc.002360 Sedbrook, J. C., Ehrhardt, D. W., Fisher, S. E., Scheible, W.-R., and Somerville, C. R. (2004). The Arabidopsis SKU6SPIRAL1 gene encodes a plus endlocalized microtubule-interacting protein involved in directional cell expansion. Plant Cell 16, 15061520. doi: 10.1105tpc.020644 Shabala, S., Bose, J., Fuglsang, A. T., and Pottosin, I. (2015). On a quest for stress tolerance genes: membrane transporters in sensing and adapting to hostile soils. J. Exp. Bot. 67, 10151031. doi: 10.1093jxberv465 Shagimardanova, E. I., Gusev, O. A., Sychev, V. N., Levinskikh, M. A., Sharipova, M. R., Ilinskaya, O. N., et al. (2010). Expression of stress response genes in barley Hordeum vulgare in a spaceight environment. Mol. Biol. 44, 734740. doi: 10.1134s0026893310050080 Shi, Y., Yue, X., and An, L. (2018). Integrated regulation triggered by a cryophyte -3 desaturase gene confers multiple-stress tolerance in tobacco. J. Exp. Bot. 69, 21312148. doi: 10.1093jxbery050 Shimomura, S. (2006). Identication of a glycosylphosphatidylinositol-anchored plasma membrane protein interacting with the C-terminus of auxin-binding protein 1: a photoanity crosslinking study. Plant Mol. Biol. 60, 663677. doi: 10.1007s11103-005-5471-1 Shoji, T., Suzuki, K., Abe, T., Kaneko, Y., Shi, H., Zhu, J. K., et al. (2006). Salt stress aects cortical microtubule organization and helical growth in Arabidopsis. Plant Cell Physiol. 47, 11581168. doi: 10.1093pcppcj090 Signorelli, S., Tarkowski, . P., Van den Ende, W., and Bassham, D. C. (2019). Linking autophagy to abiotic and biotic stress responses. Trends Plant Sci. 24, 413430. doi: 10.1016j.tplants.2019.02.001 Simmons, C., Sll, D., and Migliaccio, F. (1995). Circumnutation and gravitropism cause root waving in Arabidopsis thaliana .J. Exp. Bot. 46, 143150. doi: 10.1093 jxb46.1.143 Smith, M. B., Li, H., Shen, T., Huang, X., Yusuf, E., and Vavylonis, D. (2010). Segmentation and tracking of cytoskeletal laments using open active contours. Cytoskeleton 67, 693705. doi: 10.1002cm.20481 Snedecor, G. W., and Cochran, W. G. (1989). Statistical Methods , 8th Edn. Ames: Iowa State University Press. Sng, N. J., Callaham, J., Ferl, R. J., and Paul, A.-L. (2014). Arabidopsis thaliana for spaceight applicationspreparing dormant biology for passive stowage and on orbit activation. Gravit. Space Res. 2, 8189. Sng, N. J., Kolaczkowski, B., Ferl, R. J., and Paul, A.-L. (2018). A member of the CONSTANS-like protein family is a putative regulator of reactive oxygen species homeostasis and spaceight physiological adaptation. Ann. Bot. Plants 11:ply075. doi: 10.1093aobplaply075 Soga, K., Y amazaki, C., Kamada, M., Tanigawa, N., Kasahara, H., Y ano, S., et al. (2018). Modication of growth anisotropy and cortical microtubule dynamics in Arabidopsis hypocotyls grown under microgravity conditions in space. Physiol. Plant. 162, 135144. doi: 10.1111ppl.12640 Solanke, A. U., and Sharma, A. K. (2008). Signal transduction during cold stress in plants. Physiol. Mol. Biol. Plants 14, 6979. doi: 10.1007s12298-008- 0006-2Sugimoto, M., Oono, Y., Gusev, O., Matsumoto, T., Y azawa, T., Levinskikh, M. A., et al. (2014). Genome-wide expression analysis of reactive oxygen species gene network in Mizuna plants grown in long-term spaceight. BMC Plant Biol. 14:4. doi: 10.11861471-2229-14-4 Suzuki, N., Bassil, E., Hamilton, J. S., Inupakutika, M. A., Zandalinas, S. I., Tripathy, D., et al. (2016). ABA is required for plant acclimation to a combination of salt and heat stress. PLoS One 11:e0147625. doi: 10.1371journal.pone.014 7625 Swarbreck, S. M., Guerringue, Y., Matthus, E., Jamieson, F. J. C., and Davies, J. M. (2019). Impairment in karrikin but not strigolactone sensing enhances root skewing in Arabidopsis thaliana .Plant J. 98, 607621. doi: 10.1111tpj. 14233 Tai, H. H., Tai, G. C., and Beardmore, T. (2005). Dynamic histone acetylation of late embryonic genes during seed germination. Plant Mol. Biol. 59, 909925. doi: 10.1007s11103-005-2081-x Takahashi, D., Gorka, M., Erban, A., Graf, A., Kopka, J., Zuther, E., et al. (2019). Both cold and sub-zero acclimation induce cell wall modication and changes in the extracellular proteome in Arabidopsis thaliana .Sci. Rep. 9:2289. doi: 10.1038s41598-019-38688-3 Takahashi, D., Kawamura, Y., and Uemura, M. (2013). Detergent-resistant plasma membrane proteome to elucidate microdomain functions in plant cells. Front. Plant Sci. 4:27. doi: 10.3389fpls.2013.00027 Takahashi, D., Kawamura, Y., and Uemura, M. (2016). Cold acclimation is accompanied by complex responses of glycosylphosphatidylinositol (GPI)- anchored proteins in Arabidopsis. J. Exp. Bot. 67, 52035215. doi: 10.1093jxb erw279 Tanaka, M., Sotta, N., Y amazumi, Y., Y amashita, Y., Miwa, K., Murota, K., et al. (2016). The minimum open reading frame, AUG-stop, induces boron- dependent ribosome stalling and mRNA degradation. Plant Cell 28, 28302849. doi: 10.1105tpc.16.00481 Tang, X., Lim, M. H., Pelletier, J., Tang, M., Nguyen, V., Keller, W. A., et al. (2012). Synergistic repression of the embryonic programme by SET DOMAIN GROUP 8 and EMBRYONIC FLOWER 2 in Arabidopsis seedlings. J. Exp. Bot. 63, 13911404. doi: 10.1093jxberr383 Tarazona, S., Garca-Alcalde, F., Dopazo, J., Ferrer, A., and Conesa, A. (2011). Dierential expression in RNA-seq: a matter of depth. Genome Res. 21, 2213 2223. doi: 10.1101gr.124321.111 Trapnell, C., Hendrickson, D. G., Sauvageau, M., Go, L., Rinn, J. L., and Pachter, L. (2012). Dierential analysis of gene regulation at transcript resolution with RNA-seq. Nat. Biotechnol. 31, 4653. doi: 10.1038nbt.2450 Trapnell, C., Williams, B. A., Pertea, G., Mortazavi, A., Kwan, G., van Baren, M. J., et al. (2010). Transcript assembly and quantication by RNA-Seq reveals unannotated transcripts and isoform switching during cell dierentiation. Nat. Biotechnol. 28, 511515. doi: 10.1038nbt.1621 Ueda, H., and Kusaba, M. (2015). Strigolactone regulates leaf senescence in concert with ethylene in Arabidopsis. Plant Physiol. 169, 138147. doi: 10.1104pp.15. 00325 Vandenbrink, J. P., Kiss, J. Z., Herranz, R., and Medina, F. J. (2014). Light and gravity signals synergize in modulating plant development. Front. Plant Sci. 5:563. doi: 10.3389fpls.2014.00563 Wang, S., Kurepa, J., Hashimoto, T., and Smalle, J. A. (2011). Salt stress induced disassembly of Arabidopsis cortical microtubule arrays involves 26S proteasomedependent degradation of SPIRAL1. Plant Cell 23, 34123427. doi: 10.1105tpc.111.089920 Wickham, H. (2016). ggplot2: Elegant Graphics for Data Analysis . New York, NY: Springer-Verlag. Xiang, Y., Nakabayashi, K., Ding, J., He, F., Bentsink, L., and Soppe, W. J. J. (2014). REDUCED DORMANCY5 encodes a protein phosphatase 2C that is required for seed dormancy in Arabidopsis. Plant Cell 26, 43624375. doi: 10.1105tpc. 114.132811 Xu, T., Dai, N., Chen, J., Nagawa, S., Cao, M., Li, H., et al. (2014). Cell surface ABP1-TMK auxin-sensing complex activates ROP GTPase signaling. Science 343, 10251028. doi: 10.1126science.1245125 Y amauchi, Y., Hasegawa, A., Taninaka, A., Mizutani, M., and Sugimoto, Y. (2011). NADPH-dependent reductases involved in the detoxication of reactive carbonyls in plants. J. Biol. Chem. 286, 69997009. doi: 10.1074jbc.m110. 202226 Frontiers in Plant Science  www.frontiersin.org 24 March 2020  Volume 11  Article 239fpls-11-00239 March 2, 2020 Time: 20:46  25 Califar et al. Spaceight Skewing Mutant Gene Expression Y ates, F. (1934). Contingency tables involving small numbers and the 2 test. Suppl. J. R. Stat. Soc. 1, 217235. doi: 10.23072983604 Yeats, T. H., Bacic, A., and Johnson, K. L. (2018). Plant glycosylphosphatidylinositol anchored proteins at the plasma membrane-cell wall nexus. J. Integr. Plant Biol. 60, 649669. doi: 10.1111jipb.12659 Zeilmaker, T., Ludwig, N. R., Elberse, J., Seidl, M. F., Berke, L., Van Doorn, A., et al. (2015). DOWNY MILDEW RESISTANT 6 and DMR6-LIKE OXYGENASE 1 are partially redundant but distinct suppressors of immunity in Arabidopsis. Plant J. 81, 210222. doi: 10.1111tpj.12719 Zhang, K., Halitschke, R., Yin, C., Liu, C.-J., and Gan, S.-S. (2013). Salicylic acid 3-hydroxylase regulates Arabidopsis leaf longevity by mediating salicylic acid catabolism. Proc. Natl. Acad. Sci. U.S.A. 110, 1480714812. doi: 10.1073pnas. 1302702110 Zhao, P., Liu, F., Ma, M., Gong, J., Wang, Q., Jia, P., et al. (2011). Overexpression of AtLEA3-3 confers resistance to cold stress in Escherichia coli and provides enhanced osmotic stress tolerance and ABA sensitivity in Arabidopsis thaliana . Mol. Biol. 45, 851862. doi: 10.1134S0026893311050165 Zhou, M., Sng, N. J., LeFrois, C. E., Paul, A.-L., and Ferl, R. J. (2019). Epigenomics in an extraterrestrial environment: organ-specic alteration of DNA methylation and gene expression elicited by spaceight in Arabidopsis thaliana .BMC Genomics 20:205. doi: 10.1186s12864-019- 5554-zZupanska, A. K., Denison, F. C., Ferl, R. J., and Paul, A.-L. (2013). Spaceight engages heat shock protein and other molecular chaperone genes in tissue culture cells of Arabidopsis thaliana .Am. J. Bot. 100, 235248. doi: 10.3732ajb. 1200343 Zupanska, A. K., LeFrois, C., Ferl, R. J., and Paul, A.-L. (2019). HSFA2 functions in the physiological adaptation of undierentiated plant cells to spaceight. Int. J. Mol. Sci. 20:E390. doi: 10.3390ijms20020390 Zupanska, A. K., Schultz, E. R., Y ao, J., Sng, N. J., Zhou, M., Callaham, J. B., et al. (2017). ARG1 functions in the physiological adaptation of undierentiated plant cells to spaceight. Astrobiology 17, 10771111. doi: 10.1089ast.2016. 1538 Conict of Interest: The authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential conict of interest. Copyright  2020 Califar, Sng, Zupanska, Paul and Ferl. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Frontiers in Plant Science  www.frontiersin.org 25 March 2020  Volume 11  Article 239",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]