[
    {
        "pmid": "23658630",
        "title": "Spaceflight promotes biofilm formation by Pseudomonas aeruginosa.",
        "year": "2013",
        "journal": "PLoS One",
        "abstract": "Understanding the effects of spaceflight on microbial communities is crucial for the success of long-term, manned space missions. Surface-associated bacterial communities, known as biofilms, were abundant on the Mir space station and continue to be a challenge on the International Space Station. The health and safety hazards linked to the development of biofilms are of particular concern due to the suppression of immune function observed during spaceflight. While planktonic cultures of microbes have indicated that spaceflight can lead to increases in growth and virulence, the effects of spaceflight on biofilm development and physiology remain unclear. To address this issue, Pseudomonas aeruginosa was cultured during two Space Shuttle Atlantis missions: STS-132 and STS-135, and the biofilms formed during spaceflight were characterized. Spaceflight was observed to increase the number of viable cells, biofilm biomass, and thickness relative to normal gravity controls. Moreover, the biofilms formed during spaceflight exhibited a column-and-canopy structure that has not been observed on Earth. The increase in the amount of biofilms and the formation of the novel architecture during spaceflight were observed to be independent of carbon source and phosphate concentrations in the media. However, flagella-driven motility was shown to be essential for the formation of this biofilm architecture during spaceflight. These findings represent the first evidence that spaceflight affects community-level behaviors of bacteria and highlight the importance of understanding how both harmful and beneficial human-microbe interactions may be altered during spaceflight.",
        "full_text": "Spaceflight Promotes Biofilm Formation by Pseudomonas aeruginosa Wooseong Kim1,2, Farah K. Tengra1,2, Zachary Young1, Jasmine Shong1,2, Nicholas Marchand1,2, Hon Kit Chan1, Ravindra C. Pangule1,2, Macarena Parra3, Jonathan S. Dordick1,2, Joel L. Plawsky1, Cynthia H. Collins1,2 1Department of Chemical  Biological Engineering, Rensselaer Polytechnic Institute, Troy, New York, United States of America, 2Center for Biotechnology and Interdisciplinary Studies, Rensselaer Polytechnic Institute, Troy, New York, United States of America, 3Lockheed Martin, Ames Research Center, Moffett Field, California, United States of America Abstract Understanding the effects of spaceflight on microbial communities is crucial for the success of long-term, manned space missions. Surface-associated bacterial communities, known as biofilms, were abundant on the Mir space station andcontinue to be a challenge on the International Space Station. The health and safety hazards linked to the development of biofilms are of particular concern due to the suppression of immune function observed during spaceflight. While planktonic cultures of microbes have indicated that spaceflight can lead to increases in growth and virulence, the effects of spaceflighton biofilm development and physiology remain unclear. To address this issue, Pseudomonas aeruginosa was cultured during two Space Shuttle Atlantis missions: STS-132 and STS-135, and the biofilms formed during spaceflight were characterized. Spaceflight was observed to increase the number of viable cells, biofilm biomass, and thickness relative to normal gravity controls. Moreover, the biofilms formed during spaceflight exhibited a column-and-canopy structure that has not beenobserved on Earth. The increase in the amount of biofilms and the formation of the novel architecture during spaceflight were observed to be independent of carbon source and phosphate concentrations in the media. However, flagella-driven motility was shown to be essential for the formation of this biofilm architecture during spaceflight. These findings representthe first evidence that spaceflight affects community-level behaviors of bacteria and highlight the importance ofunderstanding how both harmful and beneficial human-microbe interactions may be altered during spaceflight. Citation: Kim W, Tengra FK, Young Z, Shong J, Marchand N, et al. (2013) Spaceflight Promotes Biofilm Formation by Pseudomonas aeruginosa . PLoS ONE 8(4): e62437. doi:10.1371journal.pone.0062437 Editor: Christophe Beloin, Institut Pasteur, URA CNRS 2172, France Received December 11, 2012; Accepted March 20, 2013; Published April 29, 2013 Copyright: C2232013 Kim et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Funding: This work was supported by NASA Grant NNX09AI70G to CHC. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Competing Interests: The authors have declared that no competing interests exist.  E-mail: ccollinsrpi.edu  Current address: Regeneron Pharmaceuticals Inc., Rensselaer, New York, United States of America Introduction Manned space missions conducted over the past 50 years have expanded our knowledge of the universe, and have led to theidentification of a range of challenges that must be addressed as wemove towards the next phase of human space exploration. A keyconcern is how microgravity and other aspects of the spaceflightenvironment affect bacterial growth, physiology and virulence.Several in-flight studies have reported that the microgravityenvironment encountered during spaceflight can alter bacterialgrowth and physiology, including increased final cell density,antibiotic resistance, and virulence (reviewed by Horneck et al. 1). However, the effects of spaceflight on microbial communitybehaviors, such as biofilm formation, have not been systematicallyaddressed. Furthermore, spaceflight has been shown to haveharmful effects on astronauts including decreased immune systemfunction 2. Recent in-flight studies using Drosophila and mouse models have also shown that spaceflight can suppress the innateimmune system 3,4. The combined microgravitational effects ofdecreased immune function in space travelers and increasedresistance and virulence in bacteria may be detrimental to the health of the crew during long-term space exploration. To date, spaceflight studies on bacterial behavior have been conducted using suspension cultures. However, such cultures do not typically represent real-world situations because the majorityof bacteria in nature exist in surface-associated microbialcommunities known as biofilms. Bacteria in biofilms often exhibit increased resistance to environmental stress, antibiotics, and host defense systems 5. Thus, many problems caused by biofilms suchas biofouling, corrosion, and infectious diseases are difficult to control using conventional antimicrobial treatments 5,6. Indeed, abundant biofilms were found in the Russian Mir space stationand were responsible for increased corrosion and a blocked waterpurification system 7. Ground-based studies have indicated that corrosion caused by biofilms can be detrimental to materials that were used on the International Space Station and other spacecrafts8. An experiment using simulated microgravity showed that Escherichia coli grown in simulated microgravity form thicker biofilms and exhibit increased resistance to stress compared tonormal gravity controls 9. In experiments conducted aboardSTS-95, McLean et al. observed that Pseudomonas aeruginosa is able PLOS ONE  www.plosone.org 1 April 2013  Volume 8  Issue 4  e62437to form biofilms during spaceflight 10. However, their experi- mental system did not enable quantitative comparisons of biofilms formed during spaceflight and normal gravity. More recently, Wilson et al. observed that Salmonella cultured during spaceflight exhibited increases in cellular aggregation and clumping, processesthat are associated with biofilm formation 11. Despite suchevidence that biofilm formation may be altered in a low gravityenvironment, systematic studies comparing biofilm formationduring spaceflight and normal gravity have not been reported. To examine the role of microgravity on microbial biofilm formation, we conducted two sets of experiments aboard the SpaceShuttle Atlantis (STS-132 and STS-135) where we examined thegrowth of P. aeruginosa PA14, an opportunistic human pathogen and a model organism for biofilm studies. Previous studies have examined how planktonic P. aeruginosa cells respond to simulated microgravity and the spaceflight environment 1216. Crabbe  et al., identified 167 genes and 28 proteins that were differentially regulated during spaceflight, and showed that the global regulatorHfq plays a key role in how P. aeruginosa responds to microgravity 16. To study P. aeruginosa biofilm formation during spaceflight, we used specialized hardware designed for growing cells duringspaceflight, known as a fluid processing apparatus (FPA; Figure S1). FPAs have been used in several recent studies of bacterial growth and physiology during spaceflight 11,16,17. Briefly, anFPA is a glass barrel that can be divided into compartments byrubber stoppers. During spaceflight, a plunging motion can beused to mix the components loaded into the different compart-ments via a bevel on the side of the glass barrel. For ourexperiments, a mixed cellulose ester membrane disc was used as a biofilm substrate. A modified artificial urine media (mAUM, Table S1) was loaded into the first compartment containing themembrane. mAUM was used because it provides a physiologicallyrelevant environment for the study of biofilms formed both insideand outside the human body 18. The second compartment wasfilled with inoculum stored in phosphate buffered saline (PBS). Formicroscopy samples only, a third compartment was filled witha paraformaldehyde solution. As illustrated in the timeline shown in Figure S2, biofilms were formed under static conditions in FPAs at 37 uC for 72 h. Subsequently, the temperature was decreased to 8uC to minimize further growth, and fixative was added to the microscopy samples. Samples were obtained approximately 6 hafter landing and processed immediately. Ground controls wereconducted at Kennedy Space Center in parallel with spaceflightsamples. Here, we report the first evidence that spaceflight affects biofilm formation by P. aeruginosa , with increased numbers of viable cells, increased biomass, and increased thickness observed in spaceflightbiofilms compared to normal gravity controls. Biofilms formed byP. aeruginosa during spaceflight also exhibited a column-and- canopy-shaped architecture that has not been observed previously. We show that flagella-driven motility plays a key role in formationof this novel architecture, and relate the mechanism to structuredbiofilm formation on Earth. Materials and Methods Bacterial Strains and Culture Media Strains used in this study are shown in Table S2. Overnight shaking cultures of all strains were cultured at 37 uC in nutrient broth (NB) (Difco BD). To prepare inocula, cultures were washedand resuspended in PBS to a final concentration of,6610 6CFUmL. Modified artificial urine media (mAUM) was used as the growth media (Table S1) 18. To ensurereproducibility in media composition, RPMI 1640 amino acidsolution (50 6; Sigma, MO, cat : R7131,) and L-glutamine solution (200 mM; Sigma, MO, cat : G7513) were substituted for peptone and yeast extract. The concentration of calciumchloride dihydrate was lowered from 2.5 mM to 0.25 mM tominimize precipitation during storage at 8 uC. Sodium nitrate, 6 mM, was added to serve as a terminal electron acceptor andenable cell growth when the conditions in the FPAs become anaerobic. Higher concentrations of sodium nitrate were avoided to minimize any effects on aerobic growth and limit theaccumulation of nitrite, which can inhibit cell growth. Phosphateconcentration was lowered to 5 mM to decrease phosphateavailability. mAUM includes 2 mM citric acid and 5 mM phosphate. To test the effects of phosphate availability on biofilms, the phosphate concentration was increased to 50 mM (mAUM-high Pi). To test the effects of carbon source, 2 mM citric acid wassubstituted by 2 mM glucose (mAUMg). The pH of all media wasadjusted to 7.0. Spaceflight and Ground Control Cultures Spaceflight and ground control cultures were grown in specialized hardware, known as a fluid processing apparatus (FPA), designed by Bioserve Space Technologies (University ofColorado). FPAs consist of a glass barrel, rubber stoppers, anda solid or gas exchange (GE) insert (Figure S1). Glass barrels andrubber stoppers were lubricated by coating with Sigmacote (Sigma, MO) and autoclaved before use. First, a 13 mm diameter Millipore mixed cellulose ester membrane disc (catalog : GSWP01300) was attached to a solid or GE insert with 3 Mautoclavable double-sided tape. Second, a solid or GE insert wasinserted to the edge of the bevel in the glass barrel. Next, 2.5 mL of media and 0.5 mL of inoculum were added to the FPA and separated by a rubber stopper. A third compartment, formicroscopy samples only, was filled with 2.4 mL of 9 para-formaldehyde. Three biological replicates were prepared for eachexperimental condition. To facilitate group activation during spaceflight, eight FPAs were loaded into a single group activation pack (GAP) that enablesthe simultaneous plunging of rubber stoppers to mix contents ofthe compartments in all eight FPAs. GAPs were stored in a Commercial Generic Bioprocessing Apparatus (CGBA) that accommodates 16 GAPs and enables temperature control.Cultures were grown following the experiment timeline (FigureS2). Three or five days before shuttle launch, all FPAs and GAPswere loaded. Samples were stored at 8 uC. Four or five days before shuttle landing, the media and inoculum were combined and subsequently incubated at 37 uC for 72 h. One or two days before shuttle landing, the temperature was decreased to 8 uC and the microscopy samples were fixed with paraformaldehyde. Anastronaut aboard the shuttle manually changed the incubator temperature and conducted the activation and termination mixing steps. Samples were obtained approximately 6 h after shuttlelanding and were processed immediately. Ground controls wereconducted at Kennedy Space Center in parallel with spaceflightsamples. Viable Cell Counting Mixed cellulose ester membranes were detached from the insert and washed gently three-times with PBS to remove planktonic cells and loosely associated cells. The membrane was placed in 1 mLPBS and sonicated in an ultrasonic bath (Branson 2510) for 8 min.The sonicated samples were serially diluted with PBS in 96-wellplate. The diluted samples were spot-plated on NB agar and incubated at 37 uC for 18 h.Spaceflight Promotes Biofilm Formation PLOS ONE  www.plosone.org 2 April 2013  Volume 8  Issue 4  e62437Preparation of Biofilm Samples and Microscopic Observation Mixed cellulose ester membranes were detached and washed as described for viable cell counting. Biofilms were stained witha solution containing 1 mgmL propidium iodide, 1 Triton X- 100 in PBS. The staining procedure was adapted from Castanedaet al. 19, where the propidium iodide dye was substituted for fluorescein isothiocyanate (FITC). The use of a 1 mgmL propidium iodide solution to stain fixed P. aeruginosa biofilms has been described previously 20. Biofilm images were obtainedusing a Zeiss LSM 510 (Carl Zeiss, Germany) confocal laserscanning microscope equipped with detectors and filter sets forpropidium iodide (excitation, 543 nm: emission, 565 nm). Imageswere obtained using a 40 61.3 oil objective. Five image stacks (center and 1 mm right, left, up, and down from center) wereobtained from each membrane. Simulated three-dimensionalimages and sections were generated using IMARIS 7.1 software(Bitplane AG, Switzerland). Analysis of confocal images wasperformed using COMSTAT software 21. Void fraction wascalculated using the following equation: Void fraction  (Mean thickness Biomass ) Mean thickness Results Spaceflight Increases Biofilm Formation To assess the effects of spaceflight on biofilm formation, we cultured P. aeruginosa biofilms and quantitatively compared biofilm formation between spaceflight and normal gravity. The number ofviable cells within the biofilms was determined by plate counting.In addition, the biomass ( mm 3biofilm mm2membrane) and mean thickness ( mm) of the biofilms were determined from images obtained from confocal laser scanning microscopy (CLSM) withthe aid of COMSTAT software 21. The number of viable cells inP. aeruginosa biofilms formed in mAUM during spaceflight increased three-fold compared to those formed in normal gravity(p,0.01) (Figure 1A). Results from quantitative image analysis also indicated that spaceflight promotes biofilm production by P. aeruginosa , where both biomass ( p,0.05) and mean thickness (p,0.01) increased significantly (Figures 1B and 1C).We tested the role of phosphate availability and carbon source on biofilm formation during spaceflight because previous reportshave shown that spaceflight-dependent responses in planktoniccultures of Salmonella were modulated by nutrient availability 22. When the concentration of phosphate in mAUM was increased from 5 mM to 50 mM (mAUM-high Pi), biofilms cultured during spaceflight showed a 5-fold increase in viable cells ( p,0.01), increased biomass volume ( p,0.01), and increased mean thickness (p,0.01) (Figures 1AC and Table S4). To assess whether the effect of spaceflight on biofilm formation is dependent on carbonsource, we substituted 2 mM citric acid in mAUM with 2 mM glucose (mAUMg). As with mAUM, P. aeruginosa biofilms cultured in mAUMg and mAUMg-high Pi during spaceflight exhibited a 6-to 12-fold increase in viable cell counts ( p,0.01), along with corresponding increases in biomass ( p,0.01) and mean thickness (p,0.01), compared to normal gravity controls (Figure 1, Tables 1 and S4). Overall, we have observed that spaceflight induced an increase in the number of viable cells, biomass, and mean thickness of biofilms regardless of phosphate concentration orcarbon source. The experiments with mAUM and mAUM-high Piwere conducted both on STS-132 and aboard STS-135. Theresults from STS-135 (Figure 1) were consistent with those from STS-132 (Figure S3). Planktonic growth was also observed to increase during spaceflight only under the low phosphateconditions found in mAUM and mAUMg (manuscript inpreparation). However, no differences between spaceflight andnormal gravity planktonic cell growth were observed when theconcentration of phosphate in the media was increased to 50 mM, indicating that the observed increases in biofilm biomass are not solely due to increases in bacterial growth. Spaceflight Alters Biofilm Architecture On Earth, P. aeruginosa forms mushroom-shaped, structured biofilms under hydrodynamic conditions, such as those found inflow-cell systems, in media containing glucose as a carbon sourceand flat biofilms in media with citrate 2325. Under staticconditions, structured biofilms are generally not observed because of limited nutrient availability and aeration 5,26. To assess whether spaceflight causes any structural differences in P. aeruginosa biofilms, we compared CLSM images obtained from samplesgrown in spaceflight and normal gravity. The increased thicknessof the biofilms formed in mAUMg during spaceflight is readilyapparent from side view images (Figure 2A). Moreover, P. aeruginosa biofilms grown during spaceflight exhibited a structure Figure 1. Spaceflight increases biofilm formation by P. aeruginosa .Wild-type P. aeruginosa was cultured under normal gravity (black bars) and spaceflight (grey bars) conditions in mAUM or mAUMg containing 5 or 50 mM phosphate. ( A) The number of surface-associated viable cells per cellulose ester membrane. ( B) Biofilm biomass and ( C) mean biofilm thickness were quantified by analysis of CLSM images. Error bars, SD; N  3. p0.05, p0.01. doi:10.1371journal.pone.0062437.g001Spaceflight Promotes Biofilm Formation PLOS ONE  www.plosone.org 3 April 2013  Volume 8  Issue 4  e62437consisting of columns overlaid with a canopy, while biofilms cultured in normal gravity showed flat structures. As shown inFigure 2B, the column-and-canopy structure can be seen clearlywhen slices of the biofilm, approximately 5.8 mm thick, were prepared from partial zstacks. The slice closest to the substratum clearly shows cell aggregates that have formed column-likestructures with significant unoccupied space. Farther away fromthe membrane, biofilms grown in spaceflight showed dense, mat-like structures that form a canopy over the columns. In contrast,the normal gravity samples showed uniformly dense structures.Comparisons of the zstack slices showed that P. aeruginosa grown during spaceflight formed column-and-canopy structured biofilmsin mAUM (Figure S4), as well as mAUM-high Pi and mAUMg- high Pi (Table S4). To the best of our knowledge, such structures have not been reported previously. Further, the presence of three-dimensionally structured, as opposed to flat, biofilms was especiallysurprising due to the static environment in our biofilm culturesystem. Quantitative image analysis comparing the amount of un- occupied space within the biofilm structure also indicateda significant structural difference between biofilms formed innormal gravity and those formed during spaceflight. Specifically,we compared the void fraction of biofilms using the biomass and mean thickness values obtained from CLSM image analysis. Biofilms formed during spaceflight exhibited a 1.8-fold increase invoid fraction compared to normal gravity controls (Tables 1 andS3). This observation is consistent with the large volume of emptyspace observed underneath the biofilm canopies formed undermicrogravity. Motility Affects Spaceflight Biofilm Formation Flagella-driven motility and type IV pili-driven motility have been shown to affect P. aeruginosa biofilm development 25,27. Furthermore, flagella-driven motility plays a key role in thedevelopment of structured biofilms under hydrodynamic condi-tions 28. To examine whether motility plays a role in theformation of the column-and-canopy-shaped biofilms duringspaceflight we compared CLSM images obtained with wild-typeP. aeruginosa with those formed by mutants deficient in flagella- driven motility, DmotABCD 29, and type IV pili-driven motility, DpilB 27. As shown in Figure 2, the structure of DmotABCD biofilms cultured during spaceflight showed uniformly densebiofilms with no apparent structural difference from those cultured in normal gravity (Figures 2 and S4). In contrast, DpilBbehaved similarly to wild type, where biofilms formed during spaceflightshowed column-and-canopy structures and those formed innormal gravity showed dense, uniform biofilms (Figure 2). Thesefindings indicate that, like the mushroom-shaped structuredbiofilms formed on Earth, flagella-driven motility plays a key rolein formation of column-and-canopy structured biofilms. We also assessed the role of motility on biofilm production. Like wild-type P. aeruginosa ,DmotABCD grown during spaceflight showed an 8-fold increase in number of viable cells in biofilmscompared to those grown in normal gravity regardless of carbonsource (Tables 1 and S3). From COMSTAT image analysis,however, no significant difference in biomass or mean thicknesswas observed in DmotABCD biofilms cultured in mAUM or mAUMg between spaceflight and normal gravity (Tables 1 andS3). The discrepancy between viable cell counting and COM-STAT analysis in DmotABCD biofilms indicates a difference in relative numbers of viable cells per volume of biomass, wherespaceflight may increase either the amount of cells per volume ofextracellular matrix or the viability of cells within the matrix. Likewild-type P. aeruginosa ,DpilB biofilms grown during spaceflight showed increased viable cell numbers in biofilms ( p,0.01), biomass ( p,0.05), and mean thickness ( p,0.01) compared to normal gravity controls (Table 1). Effects of Oxygen Availability on Biofilm Formation To assess the effect of oxygen availability on biofilm formation during spaceflight, we substituted the solid inserts used in theexperiments described above with gas exchange (GE) inserts thatallow the movement of gases via a gas permeable membrane(Figure S1). A significant increase in biofilm formation wasobserved with GE inserts compared to solid inserts under bothnormal gravity and microgravity conditions (Figure 3 and Table 1).Further, no differences between biofilms grown under normal andmicrogravity conditions were observed with the GE inserts forboth wild type and DmotABCD . The structures of biofilms grown with GE inserts were flat and dense (Figure 3 and Table 1), similarto those observed under static conditions on Earth 26. We alsoobserved that the difference between the amount of planktonicbiomass formed in normal gravity and spaceflight was minimized with the GE inserts (manuscript in preparation).Table 1. Spaceflight and motility affect biofilm formation and architecture. P. aeruginosa GravityViable cells (106CFUmembrane)Biomass (mm3mm2)Mean thickness (mm) Void fraction Structure Wild type Normal gravity 0.8 60.6 3.7 60.1 5.4 60.5 0.26 60.05 Flat Spaceflight 4.4 60.9 5.0 60.4 9.8 61.0 0.47 60.02 Column  canopy DmotABCD Normal gravity 0.3 60.1 3.9 60.3 5.7 60.1 0.31 60.06 Flat Spaceflight 3.1 61.4 4.2 60.4 6.1 60.5 0.30 60.01 Flat DpilB Normal gravity 2.1 61.0 3.9 60.3 5.3 60.2 0.25 60.05 Flat Spaceflight 5.6 61.1 4.9 60.4 9.2 61.1 0.47 60.04 Column  canopy Wild type (GE) Normal gravity ND 6.4 60.2 8.7 60.7 0.25 60.04 Flat Spaceflight ND 6.2 60.1 8.7 60.3 0.28 60.02 Flat DmotABCD (GE) Normal gravity ND 4.1 60.3 5.6 60.5 0.26 60.03 Flat Spaceflight ND 4.1 60.5 5.8 60.9 0.28 60.06 Flat Wild type, DmotABCD, andDpilB were grown in mAUMg with solid inserts or GE inserts. Biomass and mean thickness were calculated from CLSM images using COMSTAT. Results are shown as mean 6SD; N  3. ND, not determined. doi:10.1371journal.pone.0062437.t001Spaceflight Promotes Biofilm Formation PLOS ONE  www.plosone.org 4 April 2013  Volume 8  Issue 4  e62437Figure 2. P. aeruginosa biofilms cultured during spaceflight display column-and-canopy structures. Confocal laser scanning micrographs of 3-day-old biofilms formed by wild type, DmotABCD , andDpilBcomparing normal gravity and spaceflight culture conditions. All strains were grown in mAUMg with 5 mM phosphate. No significant differences in structure or thickness were observed with mAUMg containing 5 or 50 mM phosphate.(A) Representative side-view images. ( B) Representative 5.8 mm thick slices generated from partial zstacks. Maximum thickness is indicated in the upper right corner of the top slice for each condition.doi:10.1371journal.pone.0062437.g002 Figure 3. Increased oxygen availability minimizes gravitational effects on biofilm formation by P. aeruginosa .Representative side view confocal laser scanning micrographs of 3-day-old biofilms formed by wild-type P. aeruginosa andDmotABCD grown in mAUMg with gas exchange (GE) inserts comparing normal gravity and spaceflight culture conditions. doi:10.1371journal.pone.0062437.g003Spaceflight Promotes Biofilm Formation PLOS ONE  www.plosone.org 5 April 2013  Volume 8  Issue 4  e62437Discussion We have shown that P. aeruginosa forms column-and-canopy- shaped biofilms during spaceflight and that flagella-driven motility plays a key role in the formation of this unique structure. Figure 4 summarizes how biofilms formed under the spaceflight cultureconditions compare with those formed under two common laboratory culture conditions, static and hydrodynamic 26,30. Under hydrodynamic conditions, P. aeruginosa can form mush- room-shaped structured biofilms, while flat biofilms are generally observed under static conditions 23. Under static conditionsduring spaceflight, however, biofilms with column-and-canopy structures were observed. Flagella-driven motility plays a key role the formation of column-and-canopy-shaped biofilms formed during spaceflight and the mushroom-shaped biofilms formed in hydrodynamic conditions on Earth. However, the formation ofmushroom-shaped biofilms is dependent on a carbon source 31, while we have observed that the formation of column-and-canopy- shaped biofilms is independent of carbon source (Figures 2 and S4). Both the column-and-canopy-shaped biofilms and the mushroom-shaped biofilms have two-layered structures, and themushroom stalks and columns are likely formed using the same mechanism, further evidenced by the fact that flagella-driven motility is required for both. While the top layer of the mushroom- shaped biofilms is an isolated cap structure, the top layer of the column-and-canopy-shaped biofilms is a flat mat-like structure.The canopy is likely an extension and connection of the isolated caps observed in mushroom-shaped structures (Figure 4). While still an active area of research, the size of mushroom cap has been observed to be limited under hydrodynamic conditions in normal gravity by a combination of flow 32, gravity or naturaldispersal mechanisms 5. In contrast, the fluid dynamics surrounding cells in microgravity are extremely quiescent because of diminished gravity ( ,10 26g) 33,34. Under microgravity conditions, the virtual absence of flow and gravity may promote the unlimited expansion of the mushroom caps resulting in the formation of the intact canopy on top of the relatively widely spaced columns. The formation of flat biofilms with the GE inserts may be due an increase in biofilm growth rate, either bypreventing the formation of the stratified structure or expandinginto the space available under the canopy. However, it is possible that increased oxygen availability inhibits the formation of thecolumn-and-canopy structure. We speculate that the increases in biofilm formation observed with the GE inserts are primarily due to increased oxygenavailability. With the solid inserts, the conditions in the FPA aremost likely microaerophilic to anaerobic as the cells consume theoxygen available in the liquid and air bubble present in the closedsystem. While the GE inserts were designed to provide an aerobicenvironment in the FPAs, results from P. aeruginosa gene expression studies have indicated that growth is likely oxygen limited evenwith the GE inserts and that differences in oxygen gradients withinthe FPAs likely exist between normal gravity and spaceflightconditions 16. In the present study, the direct attachment of thebiofilm substrate to the GE inserts maximized the oxygen availablefor surface-associated cells and minimized the differences inoxygen availability between spaceflight and normal gravityconditions. Overall, in the samples grown with the solid inserts,oxygen is likely a limiting substrate for growth. When the GEinserts were used to increase the oxygen availability, an increase inbiofilm was observed and the difference between normal gravityand microgravity diminished. Therefore, the advantage conferredby microgravity is dependent upon resource availability, wherechanges in mixing, diffusion, sedimentation and other environ-mental factors play a more significant role under such limitingconditions. This observation is similar to results from Wilson et al., who showed that an increase in nutrient availability minimized thedifferences in virulence observed with Salmonella between normal and microgravity 22. We anticipate that these data will lead tothe development of mathematical models describing the physico-chemical environment experienced by the cells under microgravityand normal gravity conditions and insights into the nature of thedifferences that cause the observed changes in growth anddependence on nutrient availability. We have demonstrated that spaceflight can trigger changes in P. aeruginosa biofilm growth and architecture. To the best of our knowledge, these findings are the first evidence that spaceflightinfluences community-level behaviors of bacteria. Our findingsindicate that altered biofilm formation during spaceflight mayhave detrimental impacts on long-term spaceflight missions, where Figure 4. Illustration summarizing the influence of gravity, flow, and motility on P. aeruginosa biofilm architecture. doi:10.1371journal.pone.0062437.g004Spaceflight Promotes Biofilm Formation PLOS ONE  www.plosone.org 6 April 2013  Volume 8  Issue 4  e62437increases in biofouling and microbially-induced corrosion could have profound impacts on mission success. Furthermore, it will be important to explore the effects of such changes on human health through pathogenic and beneficial interactions between humans and microbes during spaceflight. While further studies are required to elucidate the mechanisms involved in the formation of the unique biofilm architecture observed during spaceflight, this work provides a set of data exploring conditions and parameters that are not possible on Earth. Thus, furthering our understanding of how environmental parameters alter biofilm formation by this key opportunistic pathogen. The unique morphology of the P. aeruginosa biofilms formed in microgravity suggests that nature is capable of adapting to non-terrestrial environments in ways that deserve further studies, including those exploring long-term growth and adapta- tion to a low gravity environment. Supporting Information Figure S1 Specialized hardware for spaceflight experi- ments. (A) Fluid processing apparatus (FPA) loaded with colored water to illustrate experimental setup. A mixed cellulosemembrane was attached with two-sided tape to either a solid insert or a gas exchange insert. 2.5 mL of media was loaded into the first compartment (blue). 0.5 mL of inoculum was loaded into the second compartment (yellow). For microscopy samples only, 2.4 mL of a 9 (wv) solution of paraformaldehyde in PBS was loaded into the compartment (red). (B)Group activation pack (GAP). A representative GAP loaded with samples for viable cell counting. Mixing of the contents is achieved by use of a crank handle attached to the top of the GAP, enabling uniform plunging of each FPA. (C)Commercial generic bioprocessing apparatus (CGBA). The CGBA functions as an incubator and holds 16 GAPs. The CGBA functions as an incubator and holds 16 GAPs. The CGBA, containing 16 GAPs, was loaded directly into a middeck locker aboard the space shuttle. Temperature changes were made manually by an astronaut during spaceflight. (PDF) Figure S2 Timeline of spaceflight experiments. Ground controls were conducted at Kennedy Space Center in parallel with spaceflight samples conducted on the Space Shuttle Atlantis. (PDF) Figure S3 P. aeruginosa biofilms cultured during STS- 132 exhibited increased biofilm formation. Wild-type P.aeruginosa was cultured under normal gravity (black bars) and spaceflight (grey bars) conditions in mAUM containing 5 or 50 mM phosphate. (A)The number of surface-associated viable cells per cellulose ester membrane. (B)Biofilm biomass and (C) mean biofilm thickness were quantified by analysis of CLSMimages. Error bars, SD; N  3.  p0.05, p0.01. (PDF) Figure S4 P. aeruginosa biofilms cultured in mAUM during spaceflight display column-and-canopy struc-tures. Confocal laser scanning micrographs of 3-day-old biofilms formed by wild type and DmotABCD comparing normal gravity and spaceflight culture conditions. No significant differences instructure were observed with mAUM containing 5 or 50 mMphosphate. (A)Representative side-view images. (B)Representa- tive 5.8 mm thick slices generated from partial zstacks. Maximum thickness is indicated in the upper right corner of the top slice foreach condition. (PDF) Table S1 Composition of modified artificial urine media (mAUM). (PDF) Table S2 Bacterial strains. (PDF) Table S3 Spaceflight and motility affect biofilm formation and architecture in mAUM. (PDF) Table S4 Effects of spaceflight and motility on biofilm formation and architecture in high phosphate media. (PDF) Acknowledgments We would like to thank BioServe Space Technologies, team members at Kennedy Space Center and the crews of STS-132 and STS-135 for theirsupport. We also thank George OToole for generously providing the P. aeruginosa strains used in these studies. Author Contributions Conceived and designed the experiments: WK FKT JSD JLP CHC. Performed the experiments: WK FKT ZY JS NM RP MP JLP CHC.Analyzed the data: WK FKT ZY HKC CHC. Wrote the paper: WK FKTJSD JLP CHC. References 1. Horneck G, Klaus DM, Mancinelli RL (2010) Space microbiology. Microbiol Mol Biol Rev 74: 121156. 2. Crucian BE, Stowe RP, Pierson DL, Sams CF (2008) Immune system dysregulation following short- vs long-duration spaceflight. Aviat Space EnvironMed 79: 835843. 3. Baqai FP, Gridley DS, Slater JM, Luo-Owen X, Stodieck LS, et al. (2009) Effects of spaceflight on innate immune function and antioxidant gene expression.J Appl Physiol 106: 19351942. 4. Marcu O, Lera MP, Sanchez ME, Levic E, Higgins LA, et al. (2011) Innate immune responses of Drosophila melanogaster are altered by spaceflight. PLoS One 6: e15361. 5. Hall-Stoodley L, Costerton JW, Stoodley P (2004) Bacterial biofilms: from the natural environment to infectious diseases. Nat Rev Microbiol 2: 95108. 6. Videla HA, Herrera LK (2005) Microbiologically influenced corrosion: looking to the future. Int Microbiol 8: 169180. 7. Storrs-Mabilat M (2001) Study of a Microbial Detection System for Space Applications. Noordwijk, Netherlands. 8. Gu JD, Roman M, Esselman T, Mitchell R (1998) The role of microbial biofilms in deterioration of space station candidate materials. Int Biodeterior Bio-degradation 41: 2533.9. Lynch SV, Mukundakrishnan K, Benoit MR, Ayyaswamy PS, Matin A (2006) Escherichia coli biofilms formed under low-shear modeled microgravity in a ground-based system. Appl Environ Microbiol 72: 77017710. 10. McLean RJ, Cassanto JM, Barnes MB, Koo JH (2001) Bacterial biofilm formation under microgravity conditions. FEMS Microbiol Lett 195: 115119. 11. Wilson JW, Ott CM, Honer zu Bentrup K, Ramamurthy R, Quick L, et al. (2007) Space flight alters bacterial gene expression and virulence and revealsa role for global regulator Hfq. Proc Natl Acad Sci U S A 104: 1629916304. 12. England LS, Gorzelak M, Trevors JT (2003) Growth and membrane polarization in Pseudomonas aeruginosa UG2 grown in randomized microgravity in a high aspect ratio vessel. Biochim Biophys Acta 1624: 7680. 13. Guadarrama S, Pulcini E, Broadaway SC, Pyle BH (2005) Pseudomonas aeruginosa growth and production of Exotoxin A in static and modeled microgravity environments. Gravit Space Biol Bull 18: 8586. 14. Crabbe  A, De Boever P, Van Houdt R, Moors H, Mergeay M, et al. (2008) Use of the rotating wall vessel technology to study the effect of shear stress on growthbehaviour of Pseudomonas aeruginosa PA01. Environ Microbiol 10: 20982110. 15. Crabbe  A, Pycke B, Van Houdt R, Monsieurs P, Nickerson C, et al. (2010) Response of Pseudomonas aeruginosa PAO1 to low shear modelled microgravity involves AlgU regulation. Environ Microbiol 12: 15451564. 16. Crabbe  A, Schurr MJ, Monsieurs P, Morici L, Schurr J, et al. (2011) Transcriptional and proteomic responses of Pseudomonas aeruginosa PAO1 toSpaceflight Promotes Biofilm Formation PLOS ONE  www.plosone.org 7 April 2013  Volume 8  Issue 4  e62437spaceflight conditions involve Hfq regulation and reveal a role for oxygen. Appl Environ Microbiol 77: 12211230. 17. Klaus D, Simske S, Todd P, Stodieck L (1997) Investigation of space flight effects onEscherichia coli and a proposed model of underlying physical mechanisms. Microbiology 143 (Pt 2): 449455. 18. Brooks T, Keevil CW (1997) A simple artificial urine for the growth of urinary pathogens. Lett Appl Microbiol 24: 203206. 19. Castaneda RJ, Freeman SA, Riggan M, Song-Zhao GX (2007) Identification of a novel caspase-3-like protease, Clp, in Pseudomonas aeruginosa biofilms and its modulation of rapid cell death. J Exp Microbiol Immunol 11: 2329. 20. Hogardt M, Roeder M, Schreff AM, Eberl L, Heesemann J (2004) Expression of Pseudomonas aeruginosa exoS is controlled by quorum sensing and RpoS. Microbiology 150: 843851. 21. Heydorn A, Nielsen AT, Hentzer M, Sternberg C, Givskov M, et al. (2000) Quantification of biofilm structures by the novel computer program COM-STAT. Microbiology 146 (Pt 10): 23952407. 22. Wilson JW, Ott CM, Quick L, Davis R, Honer zu Bentrup K, et al. (2008) Media ion composition controls regulatory and virulence response of Salmonella in spaceflight. PLoS One 3: e3923. 23. Klausen M, Heydorn A, Ragas P, Lambertsen L, Aaes-Jorgensen A, et al. (2003) Biofilm formation by Pseudomonas aeruginosa wild type, flagella and type IV pili mutants. Mol Microbiol 48: 15111524. 24. Klausen M, Aaes-Jorgensen A, Molin S, Tolker-Nielsen T (2003) Involvement of bacterial migration in the development of complex multicellular structures inPseudomonas aeruginosa biofilms. Mol Microbiol 50: 6168.25. Shrout JD, Chopp DL, Just CL, Hentzer M, Givskov M, et al. (2006) The impact of quorum sensing and swarming motility on Pseudomonas aeruginosa biofilm formation is nutritionally conditional. Mol Microbiol 62: 12641277. 26. Merritt JH, Kadouri DE, OToole GA (2005) Growing and analyzing static biofilms. Curr Protoc Microbiol Chapter 1: Unit 1B 1. 27. OToole GA, Kolter R (1998) Flagellar and twitching motility are necessary for Pseudomonas aeruginosa biofilm development. Mol Microbiol 30: 295304. 28. Barken KB, Pamp SJ, Yang L, Gjermansen M, Bertrand JJ, et al. (2008) Roles of type IV pili, flagellum-mediated motility and extracellular DNA in the formationof mature multicellular structures in Pseudomonas aeruginosa biofilms. Environ Microbiol 10: 23312343. 29. Toutain CM, Zegans ME, OToole GA (2005) Evidence for two flagellar stators and their role in the motility of Pseudomonas aeruginosa . J Bacteriol 187: 771777. 30. Sternberg C, Tolker-Nielsen T (2006) Growing and analyzing biofilms in flow cells. Curr Protoc Microbiol Chapter 1: Unit 1B 2. 31. Harmsen M, Yang L, Pamp SJ, Tolker-Nielsen T (2010) An update on Pseudomonas aeruginosa biofilm formation, tolerance, and dispersal. FEMS Immunol Med Microbiol 59: 253268. 32. Stoodley P, Cargo R, Rupp CJ, Wilson S, Klapper I (2002) Biofilm material properties as related to shear-induced deformation and detachment phenomena. J Ind Microbiol Biotechnol 29: 361367. 33. Nelson ES, Jules K (2004) The microgravity environment for experiments on the International Space Station. J Gravit Physiol 11: 110. 34. Benoit MR, Brown RB, Todd P, Nelson ES, Klaus DM (2008) Buoyant plumes from solute gradients generated by non-motile Escherichia coli . Phys Biol 5: 046007.Spaceflight Promotes Biofilm Formation PLOS ONE  www.plosone.org 8 April 2013  Volume 8  Issue 4  e62437",
        "introduction": "Manned space missions conducted over the past 50 years have expanded our knowledge of the universe, and have led to theidentification of a range of challenges that must be addressed as wemove towards the next phase of human space exploration. A keyconcern is how microgravity and other aspects of the spaceflightenvironment affect bacterial growth, physiology and virulence.Several in-flight studies have reported that the microgravityenvironment encountered during spaceflight can alter bacterialgrowth and physiology, including increased final cell density,antibiotic resistance, and virulence (reviewed by Horneck et al. 1). However, the effects of spaceflight on microbial communitybehaviors, such as biofilm formation, have not been systematicallyaddressed. Furthermore, spaceflight has been shown to haveharmful effects on astronauts including decreased immune systemfunction 2. Recent in-flight studies using Drosophila and mouse models have also shown that spaceflight can suppress the innateimmune system 3,4. The combined microgravitational effects ofdecreased immune function in space travelers and increasedresistance and virulence in bacteria may be detrimental to the health of the crew during long-term space exploration. To date, spaceflight studies on bacterial behavior have been conducted using suspension cultures. However, such cultures do not typically represent real-world situations because the majorityof bacteria in nature exist in surface-associated microbialcommunities known as biofilms. Bacteria in biofilms often exhibit increased resistance to environmental stress, antibiotics, and host defense systems 5. Thus, many problems caused by biofilms suchas biofouling, corrosion, and infectious diseases are difficult to control using conventional antimicrobial treatments 5,6. Indeed, abundant biofilms were found in the Russian Mir space stationand were responsible for increased corrosion and a blocked waterpurification system 7. Ground-based studies have indicated that corrosion caused by biofilms can be detrimental to materials that were used on the International Space Station and other spacecrafts8. An experiment using simulated microgravity showed that Escherichia coli grown in simulated microgravity form thicker biofilms and exhibit increased resistance to stress compared tonormal gravity controls 9. In experiments conducted aboardSTS-95, McLean et al. observed that Pseudomonas aeruginosa is able PLOS ONE  www.plosone.org 1 April 2013  Volume 8  Issue 4  e62437to form biofilms during spaceflight 10. However, their experi- mental system did not enable quantitative comparisons of biofilms formed during spaceflight and normal gravity. More recently, Wilson et al. observed that Salmonella cultured during spaceflight exhibited increases in cellular aggregation and clumping, processesthat are associated with biofilm formation 11. Despite suchevidence that biofilm formation may be altered in a low gravityenvironment, systematic studies comparing biofilm formationduring spaceflight and normal gravity have not been reported. To examine the role of microgravity on microbial biofilm formation, we conducted two sets of experiments aboard the SpaceShuttle Atlantis (STS-132 and STS-135) where we examined thegrowth of P. aeruginosa PA14, an opportunistic human pathogen and a model organism for biofilm studies. Previous studies have examined how planktonic P. aeruginosa cells respond to simulated microgravity and the spaceflight environment 1216. Crabbe  et al., identified 167 genes and 28 proteins that were differentially regulated during spaceflight, and showed that the global regulatorHfq plays a key role in how P. aeruginosa responds to microgravity 16. To study P. aeruginosa biofilm formation during spaceflight, we used specialized hardware designed for growing cells duringspaceflight, known as a fluid processing apparatus (FPA; Figure S1). FPAs have been used in several recent studies of bacterial growth and physiology during spaceflight 11,16,17. Briefly, anFPA is a glass barrel that can be divided into compartments byrubber stoppers. During spaceflight, a plunging motion can beused to mix the components loaded into the different compart-ments via a bevel on the side of the glass barrel. For ourexperiments, a mixed cellulose ester membrane disc was used as a biofilm substrate. A modified artificial urine media (mAUM, Table S1) was loaded into the first compartment containing themembrane. mAUM was used because it provides a physiologicallyrelevant environment for the study of biofilms formed both insideand outside the human body 18. The second compartment wasfilled with inoculum stored in phosphate buffered saline (PBS). Formicroscopy samples only, a third compartment was filled witha paraformaldehyde solution. As illustrated in the timeline shown in Figure S2, biofilms were formed under static conditions in FPAs at 37 uC for 72 h. Subsequently, the temperature was decreased to 8uC to minimize further growth, and fixative was added to the microscopy samples. Samples were obtained approximately 6 hafter landing and processed immediately. Ground controls wereconducted at Kennedy Space Center in parallel with spaceflightsamples. Here, we report the first evidence that spaceflight affects biofilm formation by P. aeruginosa , with increased numbers of viable cells, increased biomass, and increased thickness observed in spaceflightbiofilms compared to normal gravity controls. Biofilms formed byP. aeruginosa during spaceflight also exhibited a column-and- canopy-shaped architecture that has not been observed previously. We show that flagella-driven motility plays a key role in formationof this novel architecture, and relate the mechanism to structuredbiofilm formation on Earth. Materials and",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Spaceflight increases biofilm formation by P"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "P"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Increased oxygen availability minimizes gravitational effects on biofilm formation by P"
            }
        ]
    }
]