[
    {
        "pmid": "35765106",
        "title": "Microbial Tracking-2, a metagenomics analysis of bacteria and fungi onboard the International Space Station.",
        "year": "2022",
        "journal": "Microbiome",
        "abstract": "BACKGROUND: The International Space Station (ISS) is a unique and complex built environment with the ISS surface microbiome originating from crew and cargo or from life support recirculation in an almost entirely closed system. The Microbial Tracking 1 (MT-1) project was the first ISS environmental surface study to report on the metagenome profiles without using whole-genome amplification. The study surveyed the microbial communities from eight surfaces over a 14-month period. The Microbial Tracking 2 (MT-2) project aimed to continue the work of MT-1, sampling an additional four flights from the same locations, over another 14 months.\nMETHODS: Eight surfaces across the ISS were sampled with sterile wipes and processed upon return to Earth. DNA extracted from the processed samples (and controls) were treated with propidium monoazide (PMA) to detect intact/viable cells or left untreated and to detect the total DNA population (free DNA/compromised cells/intact cells/viable cells). DNA extracted from PMA-treated and untreated samples were analyzed using shotgun metagenomics. Samples were cultured for bacteria and fungi to supplement the above results.\nRESULTS: Staphylococcus sp. and Malassezia sp. were the most represented bacterial and fungal species, respectively, on the ISS. Overall, the ISS surface microbiome was dominated by organisms associated with the human skin. Multi-dimensional scaling and differential abundance analysis showed significant temporal changes in the microbial population but no spatial differences. The ISS antimicrobial resistance gene profiles were however more stable over time, with no differences over the 5-year span of the MT-1 and MT-2 studies. Twenty-nine antimicrobial resistance genes were detected across all samples, with macrolide/lincosamide/streptogramin resistance being the most widespread. Metagenomic assembled genomes were reconstructed from the dataset, resulting in 82 MAGs. Functional assessment of the collective MAGs showed a propensity for amino acid utilization over carbohydrate metabolism. Co-occurrence analyses showed strong associations between bacterial and fungal genera. Culture analysis showed the microbial load to be on average 3.0 × 105 cfu/m2 CONCLUSIONS: Utilizing various metagenomics analyses and culture methods, we provided a comprehensive analysis of the ISS surface microbiome, showing microbial burden, bacterial and fungal species prevalence, changes in the microbiome, and resistome over time and space, as well as the functional capabilities and microbial interactions of this unique built microbiome. Data from this study may help to inform policies for future space missions to ensure an ISS surface microbiome that promotes astronaut health and spacecraft integrity. Video Abstract.",
        "full_text": "Urbaniak et al. Microbiome (2022) 10:100 https:doi.org10.1186s40168-022-01293-0 RESEARCH Microbial Tracking-2, a metagenomics analysis of bacteria and fungi onboard the International Space Station Camilla Urbaniak1, Michael D. Morrison2, James B. Thissen2, Fathi Karouia3,4,5, David J. Smith6, Satish Mehta7, Crystal Jaing2 and Kasthuri Venkateswaran1 Abstract Background: The International Space Station (ISS) is a unique and complex built environment with the ISS surface microbiome originating from crew and cargo or from life support recirculation in an almost entirely closed system. The Microbial Tracking 1 (MT-1) project was the first ISS environmental surface study to report on the metagenome profiles without using whole-genome amplification. The study surveyed the microbial communities from eight sur - faces over a 14-month period. The Microbial Tracking 2 (MT-2) project aimed to continue the work of MT-1, sampling an additional four flights from the same locations, over another 14 months. Methods: Eight surfaces across the ISS were sampled with sterile wipes and processed upon return to Earth. DNA extracted from the processed samples (and controls) were treated with propidium monoazide (PMA) to detect intact viable cells or left untreated and to detect the total DNA population (free DNAcompromised cellsintact cellsviable cells). DNA extracted from PMA-treated and untreated samples were analyzed using shotgun metagenomics. Samples were cultured for bacteria and fungi to supplement the above results. Results: Staphylococcus sp. and Malassezia sp. were the most represented bacterial and fungal species, respectively, on the ISS. Overall, the ISS surface microbiome was dominated by organisms associated with the human skin. Multi- dimensional scaling and differential abundance analysis showed significant temporal changes in the microbial popu- lation but no spatial differences. The ISS antimicrobial resistance gene profiles were however more stable over time, with no differences over the 5-year span of the MT-1 and MT-2 studies. Twenty-nine antimicrobial resistance genes were detected across all samples, with macrolidelincosamidestreptogramin resistance being the most widespread. Metagenomic assembled genomes were reconstructed from the dataset, resulting in 82 MAGs. Functional assessment of the collective MAGs showed a propensity for amino acid utilization over carbohydrate metabolism. Co-occurrence analyses showed strong associations between bacterial and fungal genera. Culture analysis showed the microbial load to be on average 3.0  105 cfum2 Conclusions: Utilizing various metagenomics analyses and culture methods, we provided a comprehensive analysis of the ISS surface microbiome, showing microbial burden, bacterial and fungal species prevalence, changes in the microbiome, and resistome over time and space, as well as the functional capabilities and microbial interactions of  The Author(s) 2022. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the articles Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the articles Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http: creat iveco mmons. org licen ses by4. 0. The Creative Commons Public Domain Dedication waiver (http: creat iveco mmons. org publi cdoma in zero1. 0) applies to the data made available in this article, unless otherwise stated in a credit line to the data.Open Access Camilla Urbaniak and Michael D. Morrison contributed equally to this work. Correspondence: kjvenkatjpl.nasa.gov 1 Biotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109, USA Full list of author information is available at the end of the articlePage 2 of 19 Urbaniak et al. Microbiome (2022) 10:100 Introduction The microbiome of the built environment has been increasingly linked to human health and disease. The composition of built environments is largely influenced by its occupants 14 but can also be affected by external features such as seasonal variations 5, 6, architectural design 7, and level of urbanization 8. The Interna - tional Space Station (ISS) is a unique hermetically sealed built environment and being one of the most isolated inhabited built environments; access to it is highly con - trolled and limited. In between the routine arrival of new supplies and crew members, the ISS is completely iso - lated from external microbial sources. The arrival of new crew members and supplies is therefore the only source for introducing new micro-organisms to the ISS. These isolated conditions have raised concerns about the intro - duction and proliferation of potentially harmful micro - organisms into the microbial communities of piloted spaceflight and how this could affect human health. For decades, space-faring nations were interested in the influence of microgravity, radiation, and other space - flight conditions on the survival and proliferation of microorganisms. During the Apollo program, NASA col - lected pre- and post-flight samples from locations within the Command Module as part of a program to identify medically relevant microbes and to elucidate changes in the crew microflora 9. Subsequently, Skylab surfaces were swabbed pre-launch and periodically throughout the three manned missions to characterize the bacterial exchange between the crew and internal surfaces 10. The Soviet Union regularly monitored the microflora of Salyut 6, 7, and Mir during their operation. Onboard sta - tion Mir, air samples were collected approximately once a month, and surface samples from various locations throughout the spacecraft were collected at the end of each mission 1113. Thorough monitoring onboard Mir revealed potential health and equipment risks from the bacteria and fungi that colonized the interior surfaces 14. These culture-based surveillance procedures were instrumental in developing the microbial surveillance standards for the ISS 15, 16. Since inception, to maintain the cleanliness of ISS, tra - ditional culture-based approaches are being used and microbial burden measured. However, research activi - ties are being conducted to characterize the microbiome of ISS surfaces and air using state-of-the-art molecular techniques. Air, water, and surface samples were col - lected during the initial stage of habitation of the ISS to identify the baseline microbiota 17. Since then, several studies have investigated the microbial population of ISS dust 1820, surfaces 21, 22, and water 23. In addi - tion to cataloging the microbial population of the ISS, studies have also focused on the persistence of antimi - crobial resistance (AMR) genes 24 and pathogens 25 onboard the ISS. These investigations provide important information for the long-term health and safety of crew members. The previous Microbial Tracking-1 (MT-1) study 26 examined the community structure and function of eight ISS surfaces over a period of 14 months, during three sampling sessions. The Microbial Tracking-2 (MT-2) study continued this objective and further sampled the same surface locations over the course of 1.5 years, dur - ing four additional flight sessions. In this paper, the MT-2 samples were analyzed for species presence and stability of the entire microbial community. The microbial diver - sity and composition for each location and time point were characterized to reveal how the microbial popula - tion was changing over time. The persistence of antimi - crobial resistance genes was also analyzed to evaluate the stability of the ISS resistome in a changing microbiome. Co-occurrence analysis between bacterial and fungal species was analyzed to gain insight into the microbial associations in this unique built environment. Genomes were assembled from the metagenome reads (referred to as metagenome-assembled genomes, or MAGs) with taxonomy and functional assessment analyses performed on these MAGs. This paper also compared the results obtained during the previous MT-1 study. Together, these studies provide snapshots of the microbial population on the ISS across 5 years, allowing for dynamics and stability patterns of the surface microbiome to be evaluated. Results Thirty-two surface samples were collected over the course of 14 months (20172018) from the ISS. The loca - tions sampled are listed in Table 1 and correspond to the same eight locations that were sampled during the MT-1 study that ran from 2015 to 2016 26. In addition to the sampling wipes, wipes that were taken out of the kits and exposed to the ISS environment (but not used for sampling) were designated as controls and processed this unique built microbiome. Data from this study may help to inform policies for future space missions to ensure an ISS surface microbiome that promotes astronaut health and spacecraft integrity. Keywords: International Space Station, Microbial monitoring, Microbiome, Metagenomics, Microbial tracking, Built environmentPage 3 of 19 Urbaniak et al. Microbiome (2022) 10:100 alongside the samples. The flight sampling sessions are denoted as flights 47 (F4F7), while the flight sampling sessions for the previously published MT-1 study are denoted as flights 13 (F1F3). Microbial burden All microbial domains of life were detected on the ISS, with bacteria being the most represented (82), fol - lowed by fungi (10), viruses (0.06), and archaea (0.03), along with reads that could not be identified (7) (Dataset S1 ). Of the total population, 38 could be attributed to viable organisms, based on the read counts obtained from propidium monoazide (PMA)-treated samples (which measures viableintact organisms), with bacteria still being the most dominant group bacteria (58), fungi (37), viruses (0.01), archaea (0.004), unclassified (4) (Dataset S1 ). The viable bacterial and fungal load was compared between F4 to F7. The average bacterial read count across all four flights was 7  105 countsm2, with no statistically significant differences between them (Fig. 1A). This contrasts with the fungal read counts which did differ between flights, with F6 having the highest average sequence reads at 7.0  105 countsm2 (Fig. 1 B).Table 1 Locations sampled across the International Space Station. All eight 8 locations were sampled over the course of four different flightsflight 4 (F4), flight 5 (F5), flight 6 (F6), and flight 7 (F7). Flight 4 was sampled in 2017, and F5, F6, and F7 were sampled throughout 2018 Location number Location description ISS module L1 Port panel next to the cupola Node 3 L2 Waste and hygiene compartment Node 3 L3 Advanced resistive exercise device (ARED) foot platform Node 3 L4 Dining table Node 1 L5 Overhead 4 Node 1 L6 Permanent multipurpose module (PMM) Port 1 PMM L7 Lab 3 overhead LAB L8 Port crew quarters, bump out exterior aft wall Node 2 Fig. 1 Metagenomic read counts obtained from surface wipes sampled during flights 47. Each dot of the graph represents a location sampled on the ISS. The line represents the average read count for a specific flight from all eight locations. PMA-treated samples were analyzed which measures viableintact cells. A Read counts of the bacterial population. B Read counts of the fungal population. The KruskalWallis one-way analysis of variance test, followed by the post hoc false discovery rate was used to compare the read counts between flightsPage 4 of 19 Urbaniak et al. Microbiome (2022) 10:100 Plate count assays were also performed. The cultivable bacterial burden was highest at F6, with an average of 2.7  106 cfum2, and lowest at F7, with 1.0  102 cfum2 (Fig. S1A). F6 also had the highest cultivable fungal bur - den at 1.1  104 cfum2, with F7 having below detectable fungal counts (Fig. S1A). Microbial diversity Alpha diversity Three alpha diversity indices were used to measure the microbial diversity within each sample: observed richness (Fig. 2, top panel), exponentiated Shannon index (Fig. 2, middle), and reciprocal Simpson index (Fig. 2, bottom). Included for comparison were also the MT-1 samples from F1F3. The Kruskal-Wallis statistical test was used to determine the differences between flights, and no sig - nificant differences were observed across any of the seven flights. There were also no differences across any of the eight locations sampled (Fig. S2).Beta diversity Comparison between surface samples was visual - ized using principal coordinates analysis (PCoA) using Euclidean distances (Fig. 3) and organized by location (Fig. 3A) and flight (Fig. 3B) to identify possible trends. No apparent microbiome differences were observed between locations; however, samples did appear to clus - ter by flight group. These observations were supported by PERMANOVA analysis of the Euclidean distances which found a significant difference between centroids and dis - persions of the flight groups (P  0.001) but not between the locations (P  0.229). Surface samples were also vis - ualized and analyzed by non-metric multidimensional scaling (NMDS) using Jaccard distances (Fig. S3), and the same trends were noted as with the PCoA data above. Taxonomic profile of ISS microbial community The top 12 most abundant bacterial species across all surface samples are shown in Fig. 4 with all but one being Fig. 2 Alpha diversity metrics for MT-1 and MT-2 samples. The species richness (top row), exponentiated Shannon index (middle row), and inverse Simpson index (bottom row) are shown for each sample. Samples are grouped by flight group and colored by surface locationPage 5 of 19 Urbaniak et al. Microbiome (2022) 10:100 Fig. 3 PCoA plot of MT-1 and MT-2 surface samples. Samples were colored by surface location (A) and flight group (B) to visualize the sample clustering. The distance between the samples was determined using the Euclidean distancePage 6 of 19 Urbaniak et al. Microbiome (2022) 10:100 associated with the human microbiome. Propionibac - terium acnes and the six Staphylococcus spp.: Staphylo - coccus aureus, Staphylococcus capitis, Staphylococcus epidermidis, Staphylococcus hominis, Staphylococcus saprophyticus, and Staphylococcus sp. AL1, reside on the skin and mucous membranes of humans. Haemophilus parainfluenzae, Rothia mucilaginosa, and Streptococcus mitis are part of the normal oral microbiome. Corynebac - terium sp. GD7 (reclassified as Corynebacterium ihumii) was first isolated from a fecal sample. Lactococcus lactis is used in the dairy industry for the production of various cheeses and buttermilk. The read counts for the top 12 bacteria, organized by flight and location (including con - trols), are shown in Fig. S4. The top 12 most abundant fungal species across all surface samples are shown in Fig. 5. These include Malassezia globose, Malassezia restricta, and Malasse - zia sympodialis which are part of the healthy skin microflora. The Malassezia species constitute the majority of fungal reads in most surface samples regardless of location. Rhodotorula glutinis and Yar - rowia lipolytica are common environmental fungi, and Aspergillus kawachii, Cyberlindnera jadinii, and Debaryomyces hansenii are used in the food industry. Blumeria graminis (barley powdery mildew), Penicil - lium aurantiogriseum (asparagus and strawberry path - ogen), Puccinia striiformis (Stripe rust), and Puccinia triticina (wheat leaf rust) are all associated with plant diseases but pose no known harm to human health. The read counts for the top 12 fungi, organized by flight and location (including controls), are shown in Fig. S5 . Differential abundance analysis of taxa was per - formed at the species level. Samples were grouped by flight group (i.e., F4, F5, F6, and F7) or location (i.e., dining table, crew quarters, etc.) for analysis. While there were no differentially abundant species across locations (P  0.05), there were 20 differentially abun - dant species across flights (P  0.05) (Table 2 ).Fig. 4 Top 12 most abundant bacterial species across all surface samples. The percent of mapped reads for each species in each sample. Samples were grouped in columns by surface location and arranged in order by flight group. Other refers to those bacterial species detected that were not in the top 12Page 7 of 19 Urbaniak et al. Microbiome (2022) 10:100 Functional analyses Cooccurrence of microbial taxa Inference of microbial ecological interactions was obtained from patterns of occurrence of the genera present in the samples. PMA-treated samples were ana - lyzed to determine which viable bacterial and fungal genera were found to co-associate with each other. The top 50 most abundant bacteria and fungi were included in the analysis. As seen from the genus association pro - file in Fig. S6 , Aspergillus had the most co-associations, with other fungi and bacteria while Pseudomonas did not have any. The gene association matrix in Fig. 6 shows which bacteria and fungi co-occurred with each other. Of the bacteria and fungi that were included in the analysis, the associations were all positive (i.e., presence of one likely means the presence of another) with no negative associations (i.e., presence of one likely means the absence of another).Antimicrobial resistance profiles Twenty-nine AMR categories were detected in the metagenomics dataset with multidrug and macrolide lincosamidestreptogramin (MLS) resistance having the highest read counts and found in all 32 samples (Fig. S7). Bacitracin, beta-lactam, diaminopyrimidine, and tetracycline resistance were also found across all sam - ples, except from F6_1S (surface location  1 cupola, F6; Fig. S7 ). The unclassified category was also found in all samples (except F6_1S), and the genes that were grouped into this category were all DNA-binding regu - latory proteins involved in the stress response. Of the 29 AMR categories detected above, 17 were detected in the PMA-treated group. Multidrug and MLS resistance genes still had the highest counts, though were not found in every sample, as in the non- PMA group (Fig. 7 ).Fig. 5 Top 12 most abundant fungal species across all surface samples. The percent of mapped reads for each species in each sample. Samples were grouped in columns by surface location and arranged in order by flight group. Other refers to those fungal species detected that were not in the top 12Page 8 of 19 Urbaniak et al. Microbiome (2022) 10:100 Multi-dimensional scaling analysis comparing MT-2 and MT-1 samples (both PMA and non-PMA treated) showed no differences in the AMR profiles between the two studies, suggesting that the ISS resistome is relatively stable (Fig. 8 ). Metagenomeassembled genomes Metagenomic-assembled genomes (MAGs) were con - structed from the 32 samples collected during flights 47, with 82 MAGs able to be assembled using a 50 minimum completion cutoff. Of those 82, 15 had over 90 completion. The percent completion, contamina - tion, GC content, taxonomy, N50 (a measure of assembly quality), and genome size are summarized in Dataset S2. The heatmap in Fig. 9 shows the distribution and abun - dance of each MAG across all samples. To extract functional information from these MAGs, annotation was performed on each MAG. Clusters of orthologous groups (COG) information was extracted from each annotated MAG and compiled together to provide a functional assessment of the collective microbial commu - nity, with the complete list of each COG ID presented in Dataset S 3. Each annotated gene with a COG ID was then grouped together based on COG functional categories and the proportion of each functional category represented in the pie chart in Fig. 10. The most represented functional groups were amino acid transport and metabolism (12); translation, ribosomal structure, and biogenesis (11); and carbohydrate transport and metabolism (9). Genespro - teins involved in the defense mechanisms and the exchange of genetic material (i.e., mobilome) had a relatively small representation (3 and 0.1, respectively). We decided to examine MAG Pseudomonas granaden - sis (bin.33, 99.38 completion) in further detail because it was 99.97 similar (compared by average nucleotide identity) to the whole-genome sequences of P. granadensis isolates, cultured during this study (flight 4, dining table) 27. In addition, P. granadensis belongs to the P. fluores - cens group which has many biologically relevant proper - ties. While generally considered a BSL-1 organism, it can cause severe diseases in people who are immunocompro - mised and can lead to the spoilage of milk. It also exhibits biocontrol properties through its protection of plant roots from plant pathogens. Examination of MAG P. granaden - sis (bin.33) showed 17 genomic islands, which is indica - tive of horizontal gene transfer (HGT) events. Functional analysis showed that 3 of its genome was made up of virulence and defense genes specifically related to toler - anceresistance of fluroquinolones, beta-lactams, copper, cobalt-zinc-cadmium, streptothricin, chromium, and coli - cin E2, as well as having multi-drug efflux pumps (Fig. S8 ). The genome also carried genes that could increase sur - vival under unfavorable conditions, such as those involved in biofilm formation; osmotic, periplasmic, and oxidative stress; and dormancy and sporulation (Fig. S8 ).Table 2 Species identified as differentially abundant between the sampling flight groups. Kruskal-Wallis (KW) and general linear model (GLM) raw P values and Benjamini and Hochberg adjusted P values (Q values) are shown for each species Species P value (KW) Q value (KW) P value (GLM) Q value (GLM) Thiobacillus thioparus 1.36E04 2.11E01 9.60E09 1.17E05 Magnetospirillum magnetotacticum 2.31E04 2.13E01 1.98E08 3.01E05 Yarrowia lipolytica 1.70E04 2.09E01 8.49E07 4.04E04 Tetragenococcus halophilus 1.79E04 2.11E01 8.25E07 7.28E04 Ralstonia pickettii 3.87E04 2.20E01 5.01E06 1.31E03 Methyloversatilis universalis 7.02E04 2.36E01 1.81E05 5.07E03 Acidovorax sp. CF316 4.65E04 2.25E01 1.74E05 5.47E03 Lactococcus raffinolactis 7.31E03 4.10E01 4.83E05 1.22E02 Thiobacillus denitrificans 4.39E04 2.22E01 1.54E04 1.43E02 Nevskia ramosa 2.04E04 2.13E01 1.14E04 1.49E02 Leuconostoc lactis 8.67E04 2.45E01 1.26E04 2.04E02 Sphingobium sp. Ant17 8.20E04 2.47E01 3.02E04 2.55E02 Leuconostoc mesenteroides 2.65E03 3.25E01 1.79E04 2.60E02 Cellvibrio sp. BR 1.04E03 2.54E01 5.15E04 3.29E02 Bradyrhizobium japonicum 5.11E03 3.85E01 3.15E04 3.53E02 Emiliania huxleyi 2.54E03 3.12E01 3.86E04 4.08E02 Herbaspirillum huttiense 1.27E03 2.64E01 7.49E04 4.27E02 Bacillus subtilis 1.85E03 2.99E01 7.69E04 4.39E02 Pectobacterium carotovorum 4.04E03 3.45E01 4.60E04 4.64E02 Chloroflexi bacterium JGI 0002000-F10 7.12E04 2.36E01 5.80E04 4.79E02Page 9 of 19 Urbaniak et al. Microbiome (2022) 10:100 Discussion The microbiome of eight surfaces from across the ISS was sampled during four separate sampling sessions (F4F7). The viable microbiome was assessed with shot - gun metagenomic sequencing of samples that had been treated with PMA, as well as with plate count assays. Both techniques were consistent in their results, show - ing that the microbiome was similar across all eight loca - tions for a given flight and validates what was previously published for MT-1 26, 28 and with other ISS surface Fig. 6 Co-occurrence analysis. The co-occurrence analysis was performed using the 50 most abundant genera to determine the associations among organisms. The matrix shows which genera co-occurred with each other. Blue shows the positive co-occurrences (i.e., if you find one in the community, it is likely you will find anotherfor example, Aspergillus and Fusarium), yellow shows the negative co-occurrences (i.e., if you find one, it is likely the other will be absent), and gray shows the random occurrences that are most likely due to random chance alonefor example, Cladosporium and Fusarium Fig. 7 Heat map of the ISS viable resistome. The metagenomic dataset was analyzed with DeepARG to look for anti-microbial resistance genes. The genes were then grouped into classes of resistance (i.e., beta-lactam), which is displayed in this heatmap (y-axis). The heatmap shows the relative abundance of each resistance class in each sample collected, with red being the most abundant and green the least. Gray indicates zero counts detected in that sample. The samples analyzed (x-axis) are from the PMA-treated samples which detect viableintact cells. x-axis naming: Fx_xS_P , with F referring to the flight (i.e., F4) and S referring to the location of the surface sampled (i.e., 1S is location 1, the port panel next to the cupola). The AMR counts were normalized based on the 16S rRNA counts(See figure on next page.)Page 10 of 19 Urbaniak et al. Microbiome (2022) 10:100 Fig. 7 (See legend on previous page.)Page 11 of 19 Urbaniak et al. Microbiome (2022) 10:100 microbiome studies 29. The spatial uniformity in this hermetically sealed, closed habitat suggests that micro - bial movement occurs readily, which should be taken into consideration if a situation arises that requires microbial sequestration. While no spatial differences were found, temporal dif - ferences did exist, with different microbial profiles and microbial loads observed among the various flights, consistent with our previous analyses 26, 28. One influ - ence driving these temporal differences could be the dif - ferent cohorts of astronauts onboard the ISS during each sampling session. Two recent studies have noted that the crew microbiome may shape microbial composition on ISS habitable surfaces 29, 30, and in this study, the majority of bacteria and fungi that were detected from surfaces were human-associated, such as Staphylococcus, Fig. 8 Comparison of ISS viable resistome among flights. NMDS plot comparing the antimicrobial resistance profile of the ISS community. Metagenomic data collected from the PMA-treated samples (viableintact cells) during each of the flight sampling sessions for both the current MT-2 study (F4F7) and the previous MT-1 study (F1F3) was analyzed by DeepARG. Each dot represents a sample and takes into account the presence of an antimicrobial resistance gene and its abundance. Locations are depicted by colors and MT-1 vs MT-2 study, by symbols Fig. 9 MAG abundance heatmap. Genomes were assembled from the metagenomics reads and placed into bins, with each bin representing one metagenomic assembled genome (MAG). These bins were generated from the metagenomic data consisting of the 32 samples collected during the course of the study. Each bin is shown on the y-axis. The abundances are expressed as genome copies per million reads and presented, with the log10 values plotted. Red represents a high relative abundance and blue a low relative abundance. The white color represents the absence of that bin in the sample. The bin numbers were highlighted based on the phylum it was assigned to, with yellow  Actinobacteria, green  Firmicutes, blue  Bacteroidetes, and purple  Proteobacteria. Full taxonomic info for each bin can be found in Dataset S2. The x-axis shows the sample that was analyzed and the relative abundance of that bin (i.e., MAG) in that sample. x-axis naming: Fx_xS, with F referring to the flight (i.e., F4) and S referring to the location of the surface sampled (i.e., 1S is location 1, the port panel next to the cupola)(See figure on next page.)Page 12 of 19 Urbaniak et al. Microbiome (2022) 10:100 Fig. 9 (See legend on previous page.)Page 13 of 19 Urbaniak et al. Microbiome (2022) 10:100 Propionibacterium, Streptococcus, Haemophilus, and Malassezia or those related to food products that are ingested by humans, such as Aspergillus kawachii and Lactococcus lactis. Astronaut-ISS surface exchange would parallel what has been found with Earth-based built envi - ronment studies, where human occupation significantly impacts a given indoor environment 2, 31, 32. To garner a better understanding of just how significant human- environment interactions are in shaping the microbiomes of the ISS and the astronauts residing there, ongoing analyses by the MT-2 project team are examining astro - naut data at pre-flight, in-flight, and post-flight time points and examining their microbiomes in conjunction with the ISS surface microbiome. Staphylococcus sp. and Malassezia sp. were the most represented bacterial and fungal species, respectively, on the ISS. While bacteria dominated the ISS micro - biome in both the PMA and non-PMA samples, it is worth noting that the proportion of fungi increased from 10 in the total population (viabledead) to 37 in the viable population, while bacteria decreased from 82 (total) to 58 (viable). This would suggest that via - bleintact fungal cells are more readily captured when ISS surfaces are sampled, compared to bacteria. This could be because these fungi are able to withstand the routine cleaning regimes on the ISS or the conditions surrounding the sample storagedescent to Earthsam - ple processing, better than those bacteria. In addition to examining which microbes were pre - sent, we also examined their properties, which may help inform policies and practices to mitigate harmful effects on astronauts and the spacecraft. One such functional examination was that of the ISS viable resistome which is the composition of antimicrobial resistance genes within the PMA-treated metagen - omic dataset. We found a genetic composition that could provide resistance against 17 classes of drugs, many of which were broad-spectrum antibiotics, such as aminoglycosides, beta-lactams, fluoroquinolones, and tetracycline, all of which are part of the medical toolkit onboard the ISS. The most prevalent resist - ance genes were against macrolide, lincosamide, and streptogramin (MLS) antibiotics and those involved in multidrug resistance, such as outer membrane porins, efflux pumps, and ABC transporters. MLS antibiotics occupy one of the leading positions among antibiotics used in outpatient treatment 33 and are used to treat a range of bacterial infections, especially methicillin- resistant staphylococcal skin and soft tissue infections 34, 35, thus making it a very important drug on the ISS. Genetic resistance to MLS was found in every single sample in the total metagenomic dataset (non- PMA-treated), and in 17 out of 32 PMA-treated sam - ples, making MLS resistance widespread across the ISS. The AMR resistance profiles did not differ across all seven flights, suggesting that even amidst changes in community composition (which we observed among the seven flights), the resistome of this microbial com - munity is relatively stable and alludes to genetic redun - dancy. Functional redundancy has been documented in other microbial systems such as in plants 36, human gut 37, oceans 38, and soil 39. One study has shown Fig. 10 Pie chart of the cluster of orthologous groups. Functional assessment was performed by comparing the annotated MAGs against the COG database and assigning each COG ID to a category. The counts from each category are displayed as a percentage of the total counts in the pie chartPage 14 of 19 Urbaniak et al. Microbiome (2022) 10:100 that HGT plays a substantial role in maintaining redun - dancy, and when HGT rates were high, the functional profile of the microbiome was very stable and recalcitrant to change, even when taxonomy was variable 40. Our results emphasize the importance of deciphering micro - bial behavior and community interactions for better approaches to safety and health, since removing or pre - venting the growth of one or two species may not amelio - rate any negative functional effects. Strong microbial interactions were observed in this study through a co-occurrence analysis used to predict the likelihood of genera to co-inhabit a particular niche, either through positive associations or through negative ones. While many positive associations were calculated, no negative associations were accounted for. The genus that exhibited the most positive associations was Asper - gillus and co-occurred with both bacteria and fungi, while at the other end of the spectrum, Pseudomonas had no associations and exhibited only random occur - rences. While wet lab studies would need to be con - ducted to make an accurate assessment of the impact of these ISS polymicrobial community interactions on the surrounding environment and astronaut health, some inferences can be made from the literature. In our study, Aspergillus and Fusarium formed a strong association. Co-infection studies of A. flavus with F. graminearum or F. verticillioides in maize have shown that the presence of these Fusarium species leads to enhanced aflatoxin B1 (AFB1) production by A. flavus, even in the absence of any changes in growth, probably due to a stress response caused by fungal competition 41, 42. AFB1 is a second - ary metabolite produced by A. flavus and A. parasiticus and is a very potent carcinogen that can cause hepato - cellular carcinoma in humans when ingested or when it permeates the skin 43. While reads for A. flavus were extremely low on ISS surfaces, the species is naturally found in foods, such as grains, cereal, corn, and pea - nuts. In light of the co-occurrence interactions described above and the known fact that the ISS is a stressed envi - ronment for microbes, which could increase AFB1 pro - duction as well as other mycotoxins, it may be necessary to pay close attention to microbial monitoring of food sources destined for space. Aspergillus and Staphylococcus were another positive association found in the dataset and may prove to be beneficial for both crew and the ISS. In an in vitro study analyzing mixed A. fumigatus-S. aureus biofilms, it was shown that S. aureus strongly inhibited the development of A. fumigatus biofilms 44. The antibiofilm effects of S. aureus on A. fumigatus were a lack of extracellular matrix (ECM) disorganized fungal structures, abortive hyphae, and limited hyphal growth 44. Conidia were also scarce, had modifications on their surface, and showed lysis 44. In contrast, A. fumigatus single culture biofilms showed extremely organized structures, abundant hyphal growth, hyphal anastomosis, and channels, as well as some conidia and ECM 44. Aspergillus biofilms (i) cause aspergillosis, an infection causing allergic reactions, lung disease, and infections in other organs 45, 46; (ii) have been implicated in microbially induced corrosion of bronze and copper 47; and (iii) have been found in tap water in private homes, hospitals, and industrial prem - ises, resulting in altered taste, odor, the production of allergenic compounds, and mycotoxins 48, 49. Aspergil - lus biofilms are difficult to eradicate once formed, so pre - venting their formation, possibly with mixed microbial communities of the right organisms, may be the best way to combat its effects on the ISS. Functional assessment was also performed by assem - bling reads into contigs to obtain metagenome-associ - ated genomes or MAGs.  Across the samples collected, 82 MAGs were able to be constructed and annotated with 15 having over 90 completeness, and comprising environmental, human-associated, and probiotic bacte - ria. The functional profile of the collective MAGs showed the highest representation of (i) amino acid transport and metabolism and (ii) translation, ribosomal structure, and biogenesis. While these two pathways are among the main metabolic pathways in bacteria and fungi, their relative abundances were higher than carbohydrate uti - lization pathways. This may be significant in the context of a recent study comparing unrestricted built environ - ments (public houses, public buildings, private houses) with confined built environments (intensive care units (ICU), cleanrooms, cleanroom gowning areas) where it was shown that each of the three confined environ - ments had a considerably higher representation of amino acid utilization compared to carbohydrate utilization, with the opposite being true for the unrestricted envi - ronments (higher carbohydrate utilization compared to amino acids) 50. While there are too few comparative studies to make any assumptions, it does raise the ques - tion as to whether organisms in more extreme built envi - ronments such as the ISS, ICU, and cleanrooms rely on different metabolic processes to survive andor prolifer - ate. The ability to generate good-quality MAGs from this dataset will allow us to better understand the dynamics of exchange across the ISS. For example, future analyses by the MT-2 project team will compare the ISS surface MAGs and astronaut MAGs (who were onboard the ISS at the time of collection) to track the movement of strains across ISS locations and across astronauts. Questions we hope to address in the forthcoming work are what factors contribute to the spread of certain organisms from one location to another, how long does a strain persist once deposited on a surface and after cleaning, and whether Page 15 of 19 Urbaniak et al. Microbiome (2022) 10:100 there is an exchange between astronauts even if they were not on board at the same time. Conclusion Utilizing various metagenomics analyses as well as cul - ture, this paper has provided a comprehensive analysis of the ISS surface microbiome, showing microbial burden, bacterial and fungal species prevalence, how the microbi - ome and resistome changes over time and space, and the functional capabilities and microbial interactions of this unique built environment. Data from this study may help to inform policies for future space missions to ensure an ISS surface microbiome that promotes astronaut health and spacecraft integrity. Methods Sample kit preparation and sample collection Sampling wipes were prepared at the Jet Propulsion Laboratory (JPL; Pasadena, CA) by moistening polyester wipes (9  9; ITW Texwipe, Mahwah, NJ), each with 15 mL of sterile molecular grade water (Sigma-Aldrich, St. Louis, MO). Moistened wipes were aseptically trans - ferred to a sterile zip lock bag and then assembled into the ISS sampling kit (at NASA Ames Research Center (ARC)), which also contained sterile gloves (KIMTEC Pure G3 White; Nitrile Clean-room Certified; Cat. HC61190), benzalkonium chloride wipes (Hygea, PDI-BZK D35185), and sterile bitran bags (VWR, Cat. 4742-S) for return. The implementation team at NASA ARC delivered the kit to the Cargo Mission Contract at Johnson Space Center (Texas) which was then trans - ferred to Kennedy Space Center (Florida) in order to be loaded into the Space Exploration Technologies (SpaceX) Dragon spacecraft prior to launch. Eight different loca - tions were sampled on the ISS using the premoistened polyester wipes which were the same locations as those sampled during the previous microbial tracking study (MT-1). The list of locations sampled is presented in Table 1. Flight 4 sampling occurred in 2017, and flight 5, 6, and 7 sampling occurred in 2018. A diagram of loca - tions can be found in Figure 1 of the MT-1 published manuscript 26. As per the study requirements, there was no cleaning at least 4 days prior to sampling. Cleaning outside that time frame was conducted as per routine ISS activities and was performed with disinfectant wipes containing octyl decyl dimethyl ammonium chloride (0.0399), dioctyl dimethyl ammonium chloride (0.01995), didecyl dime - thyl ammonium chloride (0.01995), alkyl (50 C14, 40 C12, 10 C16) dimethylbenzylammonium chloride, and dimethylbenzylammonium chloride (0.0532). During each flight sampling session, the same crew member sampled each of the eight locations. Using the sterile gloves from the sampling kit, heshe sampled 1 m2 with the pre-moistened polyester wipes and donned a new pair of individually packed sterile gloves before sam - pling the next location. A control wipe (environmental control) was taken out from the zip lock bag, unfolded, waved for 30 s, and packed back inside a new sterile zip lock. One control wipe was included for each flight ses - sion. Similarly, an unused wipe that was flown to the ISS and brought back to Earth along with the samples served as a negative control for sterility testing. After sample collection, the samples were stored at 4 C in orbit and then returned to Earth after 10 days for flight 4, 8 days for flight 5, 22 days for flight 6, and 11 days for flight 7. The kits were delivered to JPL immediately after arrival to Earth at 4 C with processing at JPL commencing within 2 h of receipt. Sample processing Sample processing took place in a cleanroom at JPL. In a certified biosafety cabinet, each wipe was aseptically removed from the zip lock bag and transferred to a 500- mL bottle containing 200 mL of molecular grade ster - ile phosphate-buffered saline (PBS; pH 7.4, Sigma). The wipe inside the bottle was shaken vigorously for 2 min followed by concentration with a Concentrating Pipette using 0.22-m Hollow Fiber Polysulfone tips (Innova Prep, Drexel, MO). The captured microbes were released from the concentrating pipette using 1 mL of Inno - vaPreps elution fluid containing PBS with 0.075 Tween. The concentrate was topped up to 5 mL using sterile, molecular grade 1 PBS (pH 7.4, Sigma). DNA extraction The concentrate, from above, was split into two 1.5-mL aliquots. One aliquot was treated with PMA (18.25 L of 2 mM, resulting in a final concentration of 25 M) to assess cells that were viable or had an intact cell mem - brane 51, while the second aliquot was handled in a similar manner but without the addition of PMA. The PMA- and non-PMA-treated aliquots were incubated in the dark at RT for 5 min, followed by 15 min of photo - activation using the PMA-Lite LED Photolysis Device, specifically designed for photoactivation of PMA (Bio - tium, Hayward, CA). The PMA- and non-PMA-treated aliquots were split into two 0.75-mL aliquots. One aliquot was transferred to bead beating tubes containing Lysing Matrix E (MP Biomedicals, Santa Ana, CA), followed by bead beating for 60 s using the vortex sample holder (MO Bio, Carlsbad, CA). The bead-beaten aliquot and the ali - quot without bead beating were combined for their cor - responding PMA-treated and non-treated samples. DNA extraction was performed with the Maxwell 16 auto - mated system (Promega, Madison, WI), in accordance Page 16 of 19 Urbaniak et al. Microbiome (2022) 10:100 with the manufacturers instructions using the Maxwell 16 Tissue LEV Total RNA purification kit. A Maxwell control without any sample added in its cartridge was run concurrently with the samples. The extracted DNA was eluted in 50 L of water and stored at  20 C until further analysis. Culture analysis One hundred microliters, in duplicate, of the concen - trate, was plated on Reasoners 2A agar (R2A) (for envi - ronmental bacteria), blood agar (for pathogenic bacteria), and potato dextrose agar (PDA) supplemented with 100 gmL of chloramphenicol (for fungi). All plates were purchased from Hardy Diagnostics (Santa Maria, CA). R2A and PDA plates were incubated at room tempera - ture for 7 days, while blood agar plates were incubated at 37 C for 12 days (depending on growth). Colonies were counted and the colony-forming units per m2 calculated. After colony counting, single colonies were re-streaked on fresh plates to ensure pure culture and incubated at the appropriate temperature and time, and the biomass was then archived in 30 glycerol and stored at  80 C. Shotgun metagenomics sequencing and taxonomic classification Metagenomics sequencing and taxonomic classification were performed as described previously 30. Briefly, DNA libraries were prepared for sequencing using the Nextera DNA Library Preparation Kit (Illumina, Inc., San Diego, CA). Quality and fragment size were assessed on the Agi - lent Tapestation 4200 (Agilent Technologies, Santa Clara, CA). Libraries were quantitated using the Qubit fluorim - eter (Thermo Fisher Scientific, Waltham, MA) and nor - malized to equivalent DNA quantities, pooled, and diluted according to the manufacturers standard recommenda - tions. Shotgun metagenomic sequencing was performed using an Illumina NextSeq 500 with the NextSeq Series High Output Kit v2 (Illumina Inc., San Diego, CA), using 150 base pair paired-end reads. Taxonomic classification of the metagenomic reads was accomplished using the Livermore Metagenomics Analysis Toolkit (LMAT ver - sion 1.2.4b with the  April 4, 2014, LMAT Grand refer - ence database lmat-4-14.20mer.db) 52. Reads mapping to genus Homo or below were removed from the analysis. The raw sequencing data has been deposited in NASAs GeneLab Database accession number GLDS-252. A list of read counts for all species detected from each sample and control wipe is shown in Dataset S4 . Contamination control The total number of reads and the number of reads annotated at the genus and species level are shown in Table S1 . The F4F7 negative control wipe flown to the ISS had fewer total reads compared to their correspond - ing flight group wipes used to sample the ISS surfaces. The microbial composition of the control samples was determined the same way as the surface samples, and the top species detected among the control samples is shown by read number (Fig. S9 ). The control samples showed no indication of contamination or microbial read counts that could alter the microbial profiles identi - fied in the surface samples. Alpha diversity The alpha diversity of each sample was calculated at the genus and species level using the renyi and estimateR functions available through the vegan package (v.2.5-5) 24. The Renyi entropy of each sample was calculated for orders 0, 1, and 2, some things referred to as the Hill numbers 25, representing the samples observed richness, exponentiated Shannon index, and recipro - cal Simpson index, respectively. We compared the alpha diversity estimations between locations and flight groups to track the changes between the sampling locations and across all flight groups. Statistical testing was done using Students t-test and Kruskal-Wallis test. Beta diversity and ordination The ecological distance between the surface samples was measured using the distance function and visualized using the ordinate function from the phyloseq pack - age (v.1.24.3) 26. Non-metric and classical multidimen - sional scaling was used to visualize the similarity between the surface samples using the Jaccard and Euclidean distance, respectively. The Jaccard distance was used to measure the difference in taxon presence-absence pro - files, and the Euclidean distance was used to measure the difference in taxon abundance profiles between sam - ples. Prior to measuring the Euclidean distance between each sample, the taxon read counts were transformed into Euclidean space using the center-log ratio (clr) 27. To determine if the centroid and dispersion between the locations and flight groups were different, a PER - MANOVA test was performed using the adonis2 func - tion available through the vegan package (v.2.5-6) 24. Differential abundant analysis Genus and species level read counts were transformed using the clr method prior to testing for differentially abundant taxa. We performed two separate differential abundance analyses. The first analysis looked at the dif - ferences in taxon abundance between the surface loca - tions, and the second analysis looked at the differences Page 17 of 19 Urbaniak et al. Microbiome (2022) 10:100 in taxon abundance between the flight groups. Differen - tial abundance analysis on the clr-transformed reads was performed using the ALDEx2 package (v.1.16.0) using the aldex.kw function 53. Taxa with P values  0.05 were considered differentially abundant, and all P values were adjusted for multiple testing using the Benjamini and Hochberg method 29. Antimicrobial resistance profiles The raw metagenomic sequences were analyzed with DeepARG: a deep learning approach for predicting anti - biotic resistance genes from metagenomic data which uses the CARD and ARDB databases for classification using the DIAMOND aligner 54. Briefly, the pipeline first removes low-quality reads using TRIMMOMATIC, then merges the reads into one big file (VSEARCH) which are then classified with the deepARG algorithm, and the results are normalized to the 16S rRNA abun - dance in the sample. The parameters used to predict the AMR genes from our metagenomics dataset were based on 80 coverage, 50 homology, a minimum probability of 0.8, and an E-value of 1e10. Cooccurrence analysis of viable organisms Genus co-occurrence from the PMA-treated samples was examined using the cooccur R package. This pack - age applied the probabilistic model of genus co-occur - rence 55 to a set of genera distributed among the 32 samples (8 locations, 4 flights). The algorithm calculated the observed and expected frequencies of co-occurrence between each pair of genera. The expected frequency was based on the distribution of each genus being random and independent of the other genera. The package also includes functions for visualizing co-occurrence results and was used to prepare Figs. 8 and 9. Functional profiles Metagenome assembled genomes were constructed from the 32 samples (F4F7, non-PMA-treated samples) using the MetaWRAP pipeline (https: github. com bxlab metaW RAP ) 56 which performed read quality control, assembly, visualization, taxonomic profiling, extract - ing draft genomes (binning), and functional annotation. Assembly was performed with MegaHit (due to the large dataset) and the bin_refinement cutoff set to minimum completion of 50 and maximum contamination of 10. Taxonomy was assigned using NCBI_nt and NCBI_tax databases and verified with CheckM. The abundances of each bin (i.e., MAG) in each sample was expressed as genome copies per million reads using Salmon. Func - tional analysis of the annotated genomes was performed by extracting the cluster of orthologous group (COG) IDs from the annotated gff files generated by MetaW - RAP and assigning each ID to a COG category (https: www. ncbi. nlm. nih. gov resea rch cog). The draft genome of Pseudomonas granadensis was analyzed by SEED and the Rapid Annotation of microbial genomes using Sub - systems Technology (RAST) 57 and genomic islands assessed with IslandViewer 4 58. Supplementary Information The online version contains supplementary material available at https: doi. org 10. 1186 s40168- 022- 01293-0. Additional file 1: Figure S1. Microbial burden assessment using culture. Bacteria were grown on R2A and blood agar plates and the cfum2 aver - aged from each type of plate and then plotted. Fungi were grown on PDA plates. Each dot and corresponding number represents one of the eight surface locations sampled. X-axis labels: BAC refers to the bacte - rial load and PDA to the fungal load. Fx refers to one of the four flight sampling events. Figure S2. Alpha diversity metrics for surface samples. The species richness (top row), exponentiated Shannon index (middle row), and inverse Simpson Index (bottom row) are shown for each sample. F4 (green), F5 (yellow), F6 (purple), and F7 (red) samples are grouped by surface location. Figure S3. NMDS plot of MT-1 and MT-2 surface samples. Samples were colored by surface location (A) and flight group (B) to visu- alize samples clustering. The distance between samples was determined using the Jaccard dissimilarity. Figure S4. Top 12 most abundant bacterial species by flight group. The top 12 most abundance fungal species for F4 (A), F5 (B), F6 (C), and F7 (D) were determined separately. The read counts for each species are shown by surface location. Other refers to those bacterial species detected that were not in the top 12. Figure S5. Top 12 most abundant fungal species by flight group. The top 12 most abundance fungal species for F4 (A), F5 (B), F6 (C), and F7 (D) were deter - mined separately. The read counts for each species are shown by surface location. Other refers to those fungal species detected that were not in the top 12. Figure S6. Co-occurrence analysis. Co-occurrence analysis was performed using the 50 most abundant genera to determine associations amongst organisms. The x-axis shows the organisms that were included in the analysis and the y-axis shows the percent of either negative, positive or random associations. Gray bars represent random associations, blue bars represent positive associations and yellow bars represent negative associations. The genera are listed in order of least occurrences (left) to most occurrences (right). Figure S7. Heat map of ISS resistome. The metagenomic dataset was analyzed with DeepARG to look for anti- microbial resistance genes. The genes were then grouped into classes of resistance (i.e beta-lactam), which is displayed in this heatmap (y-axis). The heat-map shows the relative abundance of each resistance class in each sample collected, with red being the most abundant and green the least. Gray indicates zero counts detected in that sample The samples analyzed (x-axis) are from the non-PMA treated samples. x-axis naming: Fx_xS, with F referring to the flight (i.e., F4) and S referring to the location of the surface sampled (i.e., 1S is location 1, the port panel next to cupola). The AMR counts were normalized based on the 16S rRNA counts. Figure S8. Subsystem category distribution of Pseudomonas fluroescens metagen- ome assembled genome. The metaWRAP pipeline was used to assemble and annotate draft genomes constructed from the metagenomic data of 32 samples (F4-F7), otherwise known as MAGs- metagenomic assembled genomes. The MAG of Pseudomonas fluorescens was further analyzed with SEED and RAST. Figure S9. Read counts for control samples. The top 12 most abundance species across the control samples are colored. The read counts in the controls were significantly less than those detected in the samples and had different profiles. Additional file 2: Table S1. List of reads obtained from sample and control wipes during each ISS flight. Additional file 3: Dataset S1. Read counts by Kingdom.Page 18 of 19 Urbaniak et al. Microbiome (2022) 10:100 Additional file 4: Dataset S2. The percent completion, contamination, GC content, taxonomy, N50 (a measure of assembly quality) and genome size. Additional file 5: Dataset S3. Complete list of each COG ID. Additional file 6: Dataset S4. Read counts of detected species in each sample and control. Only those species with over 100 read counts across all samplescontrols were included. F referes to flight group, xS referes to location. P refers to PMA treatment, CTL refers to control wipe fliown to ISS. Acknowledgements We would like to thank the NASA astronauts for collecting the samples aboard the ISS. We also thank the MT-2 implementation team at NASA Ames Research Center for their work in the kit assembly, flight manifest, and crew operations. Authors contributions CU processed the ISS surface samples, extracted the DNA, performed the plate count assays, analyzed and interpreted the metagenomics data, and wrote the manuscript. MM analyzed and interpreted the metagenomics data and wrote the manuscript. JT performed the sequencing experiments and helped with the data curation. FK helped with the project implementation, metadata, and administration. DS helped with the project conceptualization and investigation. SM helped with the project conceptualization, funding acquisition, and astronaut sample coordination. CJ helped with the project conceptualization and funding acquisition, assisted with the project adminis- tration, supervised the project, and contributed to the manuscript. KV helped with the project conceptualization and funding acquisition and contributed to the manuscript. All authors read and approved the final manuscript. Funding This research was funded by a 2014 Space Biology NNH14ZTT002N grant no. 19-12829-38 under Task Order NNN13D111T award to KV. CU was funded by a NASA Space Biology NPP post-doc fellowship. MM, JT, and CJ were funded by the NASA Space Biology under contract : 80NSSC18K0113. Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA. SM was funded by NASA Space Biology under contract : 80NSSC18K0113. DS was funded by the NASA Ames Space Biology program. FK was sup - ported through the KBRwyleFILMSS subcontract with the Department of Pharmaceutical Chemistry at the University of California, San Francisco,  NNA14AB82C, at the NASA Ames Research Center. The funders had no role in the study design, data collection and analysis, decision to publish, or prepara- tion of the manuscript. Availability of data and materials The raw sequencing data has been deposited in NASAs GeneLab Database accession number GLDS-252 (https: genel ab- data. ndc. nasa. gov genel ab acces sion GLDS- 252) and NCBI SRA under accession number PRJNA781277 (https: www. ncbi. nlm. nih. gov search all? term PRJNA 781277). Declarations Ethics approval and consent to participate Not applicable. Consent for publication All authors have agreed to publish the manuscript in BMC Microbiome. Competing interests The authors declare that they have no competing interests. Author details 1 Biotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109, USA. 2 Physical and Life Sciences Directorate, Lawrence Livermore National Laboratory, Livermore, CA, USA. 3 KBRwyle, NASA Ames Research Center, Moffett Field, Mountain View, CA, USA. 4 Department of Pharmaceutical Chemistry, University of California San Francisco, San Francisco, CA, USA. 5 Blue Marble Space Institute of Science, Exobiology Branch, NASA Ames Research Center, Moffett Field, CA 94035, USA. 6 Space Biosciences Research Branch, NASA Ames Research Center, Moffett Field, Mountain View, CA, USA. 7 JesTech, NASA-Johnson Space Center, Houston, TX, USA. Received: 24 September 2021 Accepted: 19 May 2022 References 1. Qian J, Hospodsy D, Yamamoto N, Nazaroff WW, Peccia J. Size-resolved emission rates of airborne bacteria and fungi in an occupied class room. Indoor Air. 2012;22(4):33951. 2. Lax S, Sangwan N, Smith D, Larsen P , Handley KM, Richardson M, et al. Bacterial colonization and succession in a newly opened hospital. Sci Transl Med. 2017;9(391):eaah6500. 3. Gibbons SM, Schwartz T, Fouquier J, Mitchell M, Sangwan N, Gilbert JA, et al. Ecological succession and viability of human-associated microbiota on restroom surfaces. Appl Environ Microbiol. 2015;81(2):76573. 4. Sharma A, Richardson M, Cralle L, Stamper CE, Maestre JP , Stearns-Yoder KA, et al. Longitudinal homogenization of the microbiome between both occupants and the built environment in a cohort of United States Air Force Cadets. Microbiome. 2019;7(1):70. 5. Bowers RM, Clements N, Emerson JB, Wiedinmyer C, Hannigan MP , Fierer N. Seasonal variability in bacterial and fungal diversity of the near-surface atmosphere. Environ Sci Technol. 2013;47(21):12097106. 6. Yamamoto N, Bibby K, Qian J, Hospodsky D, Rismani-Yazdi H, Nazaroff WW, et al. Particle-size distributions and seasonal diversity of allergenic and pathogenic fungi in outdoor air. ISME J. 2012;6(10):180111. 7. Kembel SW, Jones E, Kline J, Northcutt D, Stenson J, Womack AM, et al. Architectural design influences the diversity and structure of the built environment microbiome. ISME J. 2012;6(8):146979. 8. Mhuireach G, Johnson BR, Altrichter AE, Ladau J, Meadow JF, Pollard KS, et al. Urban greenness influences airborne bacterial community compo - sition. Sci Total Environ. 2016;571:6807. 9. Johnston RD, Dietlein LF, Berry CA, Parker JF, West V. Biomedical results of Apollo: National Aeronautics and Space Administration; 1975. p. NASA- SP-368. https: ntrs. nasa. gov search. jsp?R 19760 005580 10. Johnston R, Deitlein LF. Biomedical results from Skylab: National Aero - nautics and Space Administration; 1977. p. NASA-SP-377. https: ntrs. nasa. gov citat ions 19770 026836 11. Novikova ND. Review of the knowledge of microbial contamination of the Russian manned spacecraft. Microb Ecol. 2004;47(2):12732. 12. Novikova N, Boever P , Poddubko S, Deshevaya E, Polikarpov N, Rakova N. Survey of environmental biocontamination on board the International Space Station. Res Microbiol. 2006;157(1):512. 13. Kawamura Y, Li Y, Liu H, Huang X, Li Z, Ezaki T. Bacterial population in Rus- sian space station Mir . Microbiol Immunol. 2001;45(12):81928. 14. Klintworth R, Reher HJ, Viktorov AN, Bohle D. Biological induced corrosion of materials II: new test methods and experiences from MIR station. Acta Astronaut. 1999;44(7-12):56978. 15. Pierson DL. Microbial contamination of spacecraft. Gravit Space Biol Bull. 2001;14. https: pubmed. ncbi. nlm. nih. gov 11865 864. 16. Yamaguchi N, Roberts M, Castro S, Oubre C, Makimura K, Leys N, et al. Microbial monitoring of crewed habitats in space-current status and future perspectives. Microbes Environ. 2014;29(3):25060. 17. Castro VA, Thrasher AN, Healy M, Ott CM, Pierson DL. Microbial charac- terization during the early habitation of the International Space Station. Microb Ecol. 2004;47(2):11926. 18. Mora M, Perras A, Alekhova TA, Wink L, Krause R, Aleksandrova A, et al. Resilient microorganisms in dust samples of the International Space Stationsurvival of the adaptation specialists. Microbiome. 2016;4(1):121. 19. Checinska A, Probst AJ, Vaishampayan P , White JR, Kumar D, Stepanov VG, et al. Microbiomes of the dust particles collected from the International Space Station and Spacecraft Assembly Facilities. Microbiome. 2015;3:50. 20. Venkateswaran K, Vaishampayan P , Cisneros J, Pierson DL, Rogers SO, Perry J. International Space Station environmental microbiome - microbial inventories of ISS filter debris. Appl Microbiol Biotechnol. 2014;98(14):645366.Page 19 of 19 Urbaniak et al. Microbiome (2022) 10:100  fast, convenient online submission  thorough peer review by experienced researchers in your eld  rapid publication on acceptance  support for research data, including large and complex data types  gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year  At BMC, research is always in progress. Learn more biomedcentral.comsubmissionsReady to submit y our researc h Ready to submit y our researc h ? Choose BMC and benefit fr om: ? Choose BMC and benefit fr om: 21. Ichijo T, Yamaguchi N, Tanigaki F, Shirakawa M, Nasu M. Four-year bacterial monitoring in the International Space StationJapanese experiment module Kibo with culture-independent approach. NPJ Microgravity. 2016;2:16007. 22. Lang JM, Coil DA, Neches RY, Brown WE, Cavalier D, Severance M, et al. A microbial survey of the International Space Station (ISS). PeerJ. 2017;5:e4029. 23. Bruce R, Ott C, Skuratov V, Pierson D. Microbial surveillance of pota- ble water sources of the International Space Station. SAE Trans. 2005;114:28392. 24. Urbaniak C, Sielaff AC, Frey KG, Allen JE, Singh N, Jaing C, et al. Detection of antimicrobial resistance genes associated with the International Space Station environmental surfaces. Sci Rep. 2018;8(1):814. 25. Mora M, Wink L, Kgler I, Mahnert A, Rettberg P , Schwendner P , et al. Space station conditions are selective but do not alter microbial charac- teristics relevant to human health. Nat Commun. 2019;10(1):3990. 26. Checinska Sielaff A, Urbaniak C, Mohan GBM, Stepanov VG, Tran Q, Wood JM, et al. Characterization of the total and viable bacterial and fungal communities associated with the International Space Station surfaces. Microbiome. 2019;7(1):50. 27. Simpson AC, Urbaniak C, Singh NK, Wood JM, Debieu M, OHara NB, et al. Draft genome sequences of various bacterial phyla isolated from the International Space Station. Microbiol Resour Announc. 2021;10(17):e0021421. 28. Singh NK, Wood JM, Karouia F, Venkateswaran K. Succession and per - sistence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces. Microbiome. 2018;6(1):204. 29. Voorhies AA, Mark Ott C, Mehta S, Pierson DL, Crucian BE, Feiveson A, et al. Study of the impact of long-duration space missions at the International Space Station on the astronaut microbiome. Sci Rep. 2019;9(1):9911. 30. Avila-Herrera A, Thissen J, Urbaniak C, Be NA, Smith DJ, Karouia F, et al. Crewmember microbiome may influence microbial composition of ISS habitable surfaces. PLoS One. 2020;15(4):e0231838. 31. Lax S, Smith DP , Hampton-Marcell J, Owens SM, Handley KM, Scott NM, et al. Longitudinal analysis of microbial interaction between humans and the indoor environment. Science. 2014;345(6200):104852. 32. Klimenko NS, Tyakht AV, Toshchakov SV, Shevchenko MA, Korzhenkov AA, Afshinnekoo E, et al. Co-occurrence patterns of bacteria within microbi- ome of Moscow subway. Comput Struct Biotechnol J. 2020;18:31422. 33. Szemraj M, Czekaj T, Kalisz J, Szewczyk EM. Differences in distribution of MLS antibiotics resistance genes in clinical isolates of staphylococci belonging to species: S. epidermidis, S. hominis, S. haemolyticus, S. simu- lans and S. warneri. BMC Microbiol. 2019;19(1):124. 34. Drew RH, Perfect JR, Srinath L, Kurkimilis E, Dowzicky M, Talbot GH, et al. Treatment of methicillin-resistant Staphylococcus aureus infections with quinupristindalfopristin in patients intolerant of or failing prior therapy. J Antimicrob Chemother. 2000;46(5):77584. 35. Appalaraju B, Jayakumar S. Inducible clindamycin resistance in Staphylococcus aureus isolated from clinical samples. J Commun Dis. 2010;42(4):2638. 36. Louca S, Polz MF, Mazel F, Albright MBN, Huber JA, OConnor MI, et al. Function and functional redundancy in microbial systems. Nat Ecol Evol. 2018;2(6):93643. 37. Moya A, Ferrer M. Functional redundancy-induced stability of gut micro - biota subjected to disturbance. Trends Microbiol. 2016;24(5):40213. 38. Sunagawa S, Coelho LP , Chaffron S, Kultima JR, Labadie K, Salazar G, et al. Ocean plankton. Structure and function of the global ocean microbiome. Science. 2015;348(6237):1261359. 39. Grzdziel J. Functional redundancy of soil microbiota  does more always mean better? Pol J Soil Sci. 2017;50:75. 40. Tian L, Wang X-W, Wu A-K, Fan Y, Friedman J, Dahlin A, et al. Decipher - ing functional redundancy in the human microbiome. Nat Commun. 2020;11(1):6217. 41. Camardo Leggieri M, Giorni P , Pietri A, Battilani P . Aspergillus flavus and Fusarium verticillioides interaction: modeling the impact on mycotoxin production. Front Microbiol. 2019;10:2653. 42. Giorni P , Bertuzzi T, Battilani P . Impact of fungi co-occurrence on mycotoxin contamination in maize during the growing season. Front Microbiol. 2019;10:1265. 43. Hamid AS, Tesfamariam IG, Zhang Y, Zhang ZG. Aflatoxin B1-induced hepatocellular carcinoma in developing countries: geographical distribu- tion, mechanism of action and prevention. Oncol Lett. 2013;5(4):108792. 44. Ramrez Granillo A, Canales MGM, Espndola MES, Martnez Rivera MA, de Lucio VMB, Tovar AVR. Antibiosis interaction of Staphylococccus aureus on Aspergillus fumigatus assessed in vitro by mixed biofilm formation. BMC Microbiol. 2015;15:33. 45. Kaur S, Singh S. Biofilm formation by Aspergillus fumigatus. Med Mycol. 2014;52(1):29. 46. Richardson M, Rautemaa-Richardson R. Exposure to Aspergillus in home and healthcare facilities water environments: focus on biofilms. Microor - ganisms. 2019;7(1):7. 47. Kip N, van Veen JA. The dual role of microbes in corrosion. ISME J. 2015;9(3):54251. 48. Kauffmann-Lacroix C, Costa D, Imbert C. Fungi, water supply and biofilms. Adv Exp Med Biol. 2016;931:4961. 49. Novak Babi M, Zalar P , enko B, Deroski S, Gunde-Cimerman N. Yeasts and yeast-like fungi in tap water and groundwater, and their transmission to household appliances. Fungal Ecol. 2016;20:309. 50. Mahnert A, Moissl-Eichinger C, Zojer M, Bogumil D, Mizrahi I, Rattei T, et al. Man-made microbial resistances in built environments. Nat Commun. 2019;10(1):968. 51. Vaishampayan P , Probst AJ, La Duc MT, Bargoma E, Benardini JN, Andersen GL, et al. New perspectives on viable microbial communities in low-biomass cleanroom environments. ISME J. 2013;7(2):31224. 52. Ames SK, Gardner SN, Marti JM, Slezak TR, Gokhale MB, Allen JE. Using populations of human and microbial genomes for organism detection in metagenomes. Genome Res. 2015;25(7):105667. 53. Fernandes AD, Reid JNS, Macklaim JM, McMurrough TA, Edgell DR, Gloor GB. Unifying the analysis of high-throughput sequencing datasets: characterizing RNA-seq, 16S rRNA gene sequencing and selective growth experiments by compositional data analysis. Microbiome. 2014;2:15. 54. Arango-Argoty G, Garner E, Pruden A, Heath LS, Vikesland P , Zhang L. DeepARG: a deep learning approach for predicting antibiotic resistance genes from metagenomic data. Microbiome. 2018;6(1):23. 55. Veech JA. A probabilistic model for analysing species co-occurrence. Glob Ecol Biogeogr. 2013;22(2):25260. 56. Uritskiy GV, DiRuggiero J, Taylor J. MetaWRAPa flexible pipeline for genome-resolved metagenomic data analysis. Microbiome. 2018;6(1):158. 57. Overbeek R, Olson R, Pusch GD, Olsen GJ, Davis JJ, Disz T, et al. The SEED and the Rapid Annotation of microbial genomes using Subsystems Tech- nology (RAST). Nucleic Acids Res. 2014;42(Database issue):D206D14. 58. Bertelli C, Laird MR, Williams KP , Simon Fraser University Research Computing Group, Lau BY, Hoad G, et al. IslandViewer 4: expanded prediction of genomic islands for larger-scale datasets. Nucleic Acids Res. 2017;45(W1):W30W5. Publishers Note Springer Nature remains neutral with regard to jurisdictional claims in pub - lished maps and institutional affiliations.",
        "introduction": "The microbiome of the built environment has been increasingly linked to human health and disease. The composition of built environments is largely influenced by its occupants 14 but can also be affected by external features such as seasonal variations 5, 6, architectural design 7, and level of urbanization 8. The Interna - tional Space Station (ISS) is a unique hermetically sealed built environment and being one of the most isolated inhabited built environments; access to it is highly con - trolled and limited. In between the routine arrival of new supplies and crew members, the ISS is completely iso - lated from external microbial sources. The arrival of new crew members and supplies is therefore the only source for introducing new micro-organisms to the ISS. These isolated conditions have raised concerns about the intro - duction and proliferation of potentially harmful micro - organisms into the microbial communities of piloted spaceflight and how this could affect human health. For decades, space-faring nations were interested in the influence of microgravity, radiation, and other space - flight conditions on the survival and proliferation of microorganisms. During the Apollo program, NASA col - lected pre- and post-flight samples from locations within the Command Module as part of a program to identify medically relevant microbes and to elucidate changes in the crew microflora 9. Subsequently, Skylab surfaces were swabbed pre-launch and periodically throughout the three manned missions to characterize the bacterial exchange between the crew and internal surfaces 10. The Soviet Union regularly monitored the microflora of Salyut 6, 7, and Mir during their operation. Onboard sta - tion Mir, air samples were collected approximately once a month, and surface samples from various locations throughout the spacecraft were collected at the end of each mission 1113. Thorough monitoring onboard Mir revealed potential health and equipment risks from the bacteria and fungi that colonized the interior surfaces 14. These culture-based surveillance procedures were instrumental in developing the microbial surveillance standards for the ISS 15, 16. Since inception, to maintain the cleanliness of ISS, tra - ditional culture-based approaches are being used and microbial burden measured. However, research activi - ties are being conducted to characterize the microbiome of ISS surfaces and air using state-of-the-art molecular techniques. Air, water, and surface samples were col - lected during the initial stage of habitation of the ISS to identify the baseline microbiota 17. Since then, several studies have investigated the microbial population of ISS dust 1820, surfaces 21, 22, and water 23. In addi - tion to cataloging the microbial population of the ISS, studies have also focused on the persistence of antimi - crobial resistance (AMR) genes 24 and pathogens 25 onboard the ISS. These investigations provide important information for the long-term health and safety of crew members. The previous Microbial Tracking-1 (MT-1) study 26 examined the community structure and function of eight ISS surfaces over a period of 14 months, during three sampling sessions. The Microbial Tracking-2 (MT-2) study continued this objective and further sampled the same surface locations over the course of 1.5 years, dur - ing four additional flight sessions. In this paper, the MT-2 samples were analyzed for species presence and stability of the entire microbial community. The microbial diver - sity and composition for each location and time point were characterized to reveal how the microbial popula - tion was changing over time. The persistence of antimi - crobial resistance genes was also analyzed to evaluate the stability of the ISS resistome in a changing microbiome. Co-occurrence analysis between bacterial and fungal species was analyzed to gain insight into the microbial associations in this unique built environment. Genomes were assembled from the metagenome reads (referred to as metagenome-assembled genomes, or MAGs) with taxonomy and functional assessment analyses performed on these MAGs. This paper also compared the results obtained during the previous MT-1 study. Together, these studies provide snapshots of the microbial population on the ISS across 5 years, allowing for dynamics and stability patterns of the surface microbiome to be evaluated.",
        "conclusion": "s: Utilizing various metagenomics analyses and culture methods, we provided a comprehensive analysis of the ISS surface microbiome, showing microbial burden, bacterial and fungal species prevalence, changes in the microbiome, and resistome over time and space, as well as the functional capabilities and microbial interactions of  The Author(s) 2022. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the articles Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the articles Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http: creat iveco mmons. org licen ses by4. 0. The Creative Commons Public Domain Dedication waiver (http: creat iveco mmons. org publi cdoma in zero1. 0) applies to the data made available in this article, unless otherwise stated in a credit line to the data.Open Access Camilla Urbaniak and Michael D. Morrison contributed equally to this work. Correspondence: kjvenkatjpl.nasa.gov 1 Biotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109, USA Full list of author information is available at the end of the articlePage 2 of 19 Urbaniak et al. Microbiome (2022) 10:100",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            }
        ]
    }
]