[
    {
        "pmid": "25505482",
        "title": "Stochastic processes in gravitropism.",
        "year": "2014",
        "journal": "Front Plant Sci",
        "abstract": "In this short review we focus on the role of noise in gravitropism of plants - the reorientation of plants according to the direction of gravity. We briefly introduce the conventional picture of static gravisensing in cells specialized in sensing. This model hinges on the sedimentation of statoliths (high in density and mass relative to other organelles) to the lowest part of the sensing cell. We then present experimental observations that cannot currently be understood within this framework. Lastly we introduce some current alternative models and directions that attempt to incorporate and interpret these experimental observations, including: (i) dynamic sensing, where gravisensing is suggested to be enhanced by stochastic events due to thermal and mechanical noise. These events both effectively lower the threshold of response, and lead to small-distance sedimentation, allowing amplification, and integration of the signal. (ii) The role of the cytoskeleton in signal-to-noise modulation and (iii) in signal transduction. In closing, we discuss directions that seem to either not have been explored, or that are still poorly understood.",
        "full_text": "MINI REVIEW ARTICLE published: 26 November 2014 doi: 10.3389fpls.2014.0067 4 Stochastic processes in gravitropism Y asmine Meroz and Renaud Bastien  Applied Mathematics, School of Engineering and Applied Science, Harvard University, Cambridge, MA, USA Edited by: Karen Alim, Harvard University, USA Reviewed by: Jeanne Marie Harris, University of Vermont, USA Jacques Dumais, Universidad AdolfoIbez, Chile Correspondence: Yasmine Meroz and Renaud Bastien,Applied Mathematics, School of Engineering and Applied Science, Harvard University, 29 Oxford St., Cambridge, MA 02138, USA e-mail: ymerozseas.harvard.edu;rbastienseas.harvard.eduIn this short review we focus on the role of noise in gravitropism of plants  the reorientation of plants according to the direction of gravity. We briey introduce the conventional picture of static gravisensing in cells specialized in sensing. This modelhinges on the sedimentation of statoliths (high in density and mass relative to other organelles) to the lowest part of the sensing cell. We then present experimental observations that cannot currently be understood within this framework. Lastly weintroduce some current alternative models and directions that attempt to incorporate and interpret these experimental observations, including: (i) dynamic sensing, where gravisensing is suggested to be enhanced by stochastic events due to thermal andmechanical noise. These events both effectively lower the threshold of response, and lead to small-distance sedimentation, allowing amplication, and integration of the signal.(ii) The role of the cytoskeleton in signal-to-noise modulation and (iii) in signal transduction. In closing, we discuss directions that seem to either not have been explored, or that are still poorly understood. Keywords: stochasticity, gravitropism, signal amplication, gradual response, stochastic resonance, noise, cytoskeleton 1. INTRODUCTION Tropism is the reorientation of a plant organ according to the direction of an external stimulus, one example of which is gravit-ropism (reorientation relative to the direction of gravity). Whilethe rst scientic investigations took place roughly 300 years ago(Dodart, 1703; Astruc, 1709), fundamental aspects of underly-ing mechanisms still remain elusive. Generally, the main stepsof tropisms include the sensing of a stimulus, transduction ofa signal, and lastly the response of the organ. Any sensory sys-tem is confronted with three main challenges: (i) sensitivity toweak stimuli, (ii) robustness to noise (be it internal or external),and (iii) a gradual response.Sensorimotor systems in other liv-ing organisms are known to be affected by noise at any one ofthese stages, and a large body of work investigates these phenom-ena ( Mortensen and Suhl, 1991; Douglass et al., 1993a; Patel and Kosko, 2005; Faisal et al., 2008; Li et al., 2012). Only in the recentpast has the role of noise been known to play a crucial role intropisms. We note that all types of tropism rely on exquisitelysensitive and robust sensors. In light of this, the principal aim ofthis review is to establish the role of noise in gravitropism. Weshall present the conventional model of gravitopism, and thenpoint out a number of experimental observations that do notcomply with it, while identifying various sources of noise at differ-ent stages of signal perception and transduction. Finally we shall indicate current alternative models and directions that attempt to incorporate these experimental observations, focusing on the roleof noise. 2. GRAVITROPISM Gravitropism occurs both in roots and shoots. Roots man-ifest positive gravitropism, reorienting themselves toward thedirection of gravity, while shoots manifest negative gravitropism,reorienting in the opposite direction ( Sack, 1991). Cells, called statocytes, have been identied as be specialized in sensing grav-ity. In roots these are located in the root cap, and in shootsthey form a cylindrical sheath surrounding the stem along theshoot ( Morita and Tasaka, 2004). Recognizing that gravity acts on mass, the perceiving elements of these sensory cells have generallybeen identied as organelles with high mass and density (rela-tive to other organelles). These organelles are termed statoliths. Starch-lled organelles called amyloplasts have been determined to play this role, though not exclusively as shall be seen later(Blancaor and Masson, 2003; Perbal and Driss-Ecole, 2003;Morita and Tasaka, 2004; Moulia and Fournier, 2009 ). Upon dis- placement of the organ from its vertical orientation, the statolithssediment to the new low point of the sensing cell. The cell isthen able to recognize this change in orientation and transmitsan associated signal. However, we shall see in the next Sectionthat this picture does not account for a number of experimentalobservations. Before proceeding it is interesting to note that stochastic processes dictate the bounds of both the sensitivity of gravity sen-sors (through thermal noise) and their selectivity (through theactivation energy) ( Bjrkman, 1988; Hasenstein, 2009 ). The sed- imentation of statoliths is a mechanical process, and as such isaffected by both mechanical and thermal noise ( Bjrkman, 1988, 1992). Both gravity and thermal energy cause the gravity sensor tomove, but thermal energy depends on temperature alone, and noton mass. Therefore, thermal energy acts as background noise thatthe gravity sensor must overcome, constituting a lower boundon sensitivity ( Perbal et al., 2002 ). As for selectivity, the sensor should be selectively activated through a reaction by the stimulus www.frontiersin.org November 2014  Volume 5  Article 67 4 1 Meroz and Bastien Stochastic processes in gravitropism rather than thermal motion. Higher selectivity can be obtained by raising the activation energy of the reaction high enough sothat it is rarely stimulated spontaneously, but this also translatesto a higher threshold stimulus, meaning that there is a trade-off between the sensors sensitivity and its selectivity ( Bjrkman, 1988, 1992 ). 3. CAVEATS OF THE CLASSIC MODEL OF AMYLOPLAST SEDIMENTATION: EXPERIMENTAL OBSERVATIONS We present a few experimental observations that do not agree with the classical model of static sedimentation of amyloplasts.Firstly, presentation time (the shortest stimulus needed for aresponse) can be as short as 7 s ( Larsen, 1969 ). The average amyloplast sedimentation rate is estimated to be of the order of0.154 m min (Perbal, 2009 ). Given that the width of a stato- cyte cell is of the order of 10 m, it should take the amyloplast several minutes to sediment to the bottom  a couple of ordersmagnitude longer than the mentioned presentation time. Gravitropic response has been found to be highly sen- sitive; experiments carried out in microgravity or clinostat-t i n g ,h a v er e v e a l e dat h r e s h o l do f1 0 4g(Shen-Miller et al., 1968; Merkis et al., 1985 ). Such high sensitivity requires large responding masses such as amyloplasts, and signal averaging.Indeed oat coleoptiles respond equally to 1 s stimuli admin-istered every 5 s, and to 0 .5 s stimuli administered every 1 s (Raven and Rubery, 1982 ), also suggesting signal averaging or integration. Mutants with 60 of the starch of the wild type have been found to exhibit almost the same degree of sensitivity as the wildtype ( Kiss et al., 1996 ). In starchless mutants statoliths are lighter and therefore do not sediment. However, these mutants are stillable to sense gravity, though with increased variability in theshoots orientation ( Caspar and Pickard, 1989; Kiss et al., 1989; Vitha et al., 2000 ). Starchless plants therefore seem to rely on smaller masses, leading to an increased relative noise, as exhib-ited by the increased variability. Indeed apart from amyloplasts,prominent in higher plants, other statoliths have been identied:Chara relies on BaSO4-enriched vesicles ( Hemmersbach et al., 1999 ), and fungi such as Phycomyces rely on protein crystals (Schimek et al., 1999 ). These statoliths have a much lower mass compared to amyloplasts, inconsistent with the requirement oflarge responding masses, and making them considerably weakersensors. Ma and Hasenstein (2007) investigated the possible depen- dency of gravisensing on thermal or mechanical noise, by study-ing the effect of temperature and external mechanical oscillationson the rate of gravitropic curvature on ax. They found that ver-tical oscillations prior to reorientation enhance gravisensing. Themost effective enhancement occurred for oscillations of around5 Hz and 0.5 mm amplitude (10 or 20 Hz did not promote cur-vature), reducing the time to reach half-maximal curvature by18 min compared to non-oscillated roots (almost half the time).Similarly to mechanostimulation, temperature was also foundto enhance gravitropic response. For vibration and temperaturestudies, the presentation times decreased almost 6-fold. T ogetherwith other work where mechanoperception was found to beenhanced by temperature ( Douglass et al., 1993a,b ), this maysuggest that thermal noise plays a role in the process. The extent of this role needs to be better quantied since temperature alsoaffects other biological processes, some of which, as shall be seenlater, affect sensitivity. The word statolith is derived form the Greek, meaning sta- tionary stone  however saltatory movement of statoliths havebeen recorded ( Morita, 2010 ): for example amyloplasts in corn coleoptiles ( Sack et al., 1984 ), in maize root columella cells ( Sack et al., 1986 ), and in the stem endodermis ( Saito et al., 2005 ). In some cases the origin of the saltatory movements has been iden-tied: actin-based lifting of statoliths in Chara rhizoids ( Braun et al., 2002 ), in Arabidopsis endodermal cells amyloplasts per- form F-actin-dependent saltatory movements ( Saito et al., 2005 ). Indeed some of these saltations are non-Brownian movementsconstituting a simple type of cytoplasmic streaming ( Sack and Leopold, 1985 ). Recent work has identied the actin cytoskeleton as a crucial component in plant gravitropism ( Blancaor, 2002, 2013 ), both at the level of signal perception and transduction. DisruptingF-actin enhances sensitivity and causes an over-response in cur-vature for roots ( Hou et al., 2003, 2004 ) and shoots ( Y amamoto and Kiss, 2002 ). Studies also indicate that disrupting F-actins with Lat-B enhances the movement of some amyloplasts ( Hou et al., 2004 ), but reduces the movement of the vast majority of amylo- plasts ( Palmieri and Kiss, 2005; Saito et al., 2005 ). Instead, inhi- bition of myosin ATPase activity with BDM increases amyloplastmovement in vertically oriented hypocotyls. After reorientation,amyloplasts exhibit less displacement in response to gravity, con-tinuing to saltate, and the organ curves less in response to gravity(Palmieri et al., 2007 ). In summary, the classical model of static sensing of amylo- plasts sedimenting to the lowest point in the sensing cell doesnot generally comply with the following observations: (i) the sed-imentation speed of amyloplasts is orders of magnitude slowerthan the speed required to explain recorded presentation times,(ii) highly sensitive gravitropic response and signal integration(iii) gravity can also be sensed via much weaker sensors than amy-loplasts (although with greater variance of response curves), (iv)applying mechanical or thermal noise results in enhanced sensing,(v) saltatory movements of statoliths. Moreover, the role of thecytoskeleton in gravitropism, both at the level of signal perceptionand transduction, needs to be understood. 4. CURRENT ALTERNATIVE MODELS AND DIRECTIONS We now present some current alternative models and direc-tions that attempt to incorporate and interpret these experimen-tal observations. We focus on the role of the cytoskeleton inboth signal-to-noise modulation and signal transduction, and thedynamic sensing model which suggests stochastic events enhancegravisensing via different approaches. The underlying notion isthat noise has a central role in regulating and enhancing thegravitopic repones in plants. 4.1. THE ROLE OF THE CYTOSKELETON IN SIGNAL-TO-NOISE MODULATION Several studies have proposed that amyloplasts and the acto- myosin system are part of a feedback mechanism that ne-tunes Frontiers in Plant Science  Plant Evolution and Development November 2014  Volume 5  Article 67 4 2Meroz and Bastien Stochastic processes in gravitropism the gravitropic response ( Hou et al., 2004; Palmieri and Kiss, 2005; Saito et al., 2005 ). Indeed the cytoskeleton has been found to affect saltatory movements of amyloplasts, as mentioned inSection 3. One can interpret these results also in terms of changesin the signal-to-noise ratio ( Palmieri et al., 2007 ): As mentioned earlier, the movement of the vast majority of amyloplasts is inhib-ited when the actin cytoskeleton is disrupted (including saltatorymovements, i.e., reduction of noise). The few mobile amyloplaststherefore impart a gravity signal, which, in the absence of noise,may be perceived as amplied. Therefore, amyloplasts may beseen as indicators of noise and the direction of gravity signal.In this context the cytoskeleton can be seen as modulating thesignal-to-noise ratio. 4.2. DYNAMIC SENSING: STOCHASTIC EVENTS ENHANCE GRAVISENSING Hasenstein (2009) attempts to propose an alternative model to the classic picture of amyloplast sedimentation. Following the caveatspresented in Section 3, the gravisensing system must respond tomechanical and thermodynamic noise, be compatible with theundisputed function of statoliths but must also be able to func-tion in the absence of amyloplasts. Rather than perceiving gravitystatically at the lowermost site of sedimentation, which producesone stimulus per settled statolith, it is suggested ( Hasenstein, 2009 ) that stochastic events due to thermal and mechanical noise (for example due to cytoplasmic streaming ( Kato et al., 2002; Morita et al., 2002 ) and cellular activities such as cytoskeletal tread milling), affect any susceptible particle in two ways: (i) effec-tive lowering of mechano-stimulation, allowing smaller massesto act as statoliths, and (ii) gravisensing occurs via continuoussmall-distance sedimentation, allowing the amplication, andintegration of the signal. Let us expand on these two points. Stochastic events cause smaller masses to exceed the minimum energy needed to acti-vate the ensuing signaling process. This is in agreement withstochastic resonance , a stochastic process where noise effectively lowers the threshold of mechano-stimulation, thus allowing todiscern weak signals ( Wiesenfeld and Moss, 1995 ). Stochastic resonance has been found to play a role in many mechano-transduction systems, ranging from craysh ( Douglass et al., 1993a ) to hair cells in animal and human auditory system (Jaramillo and Wiesenfeld, 1998, 2000; Indresano et al., 2003 ). Secondly, it is suggested ( Hasenstein, 2009 ) that gravisensing occurs via short distance sedimentation, rather than static per-ception at the lowermost site of sedimentation which producesone stimulus per settled statolith. This is in accordance with thesaltatory motion described in Section 3. In this case sedimenta-tion events take place continuously, constantly stimulating thesystem, allowing the amplication, and integration of the sig-nal. The resulting signal is therefore continuously updated anddynamic. In this context, heavier particles may lead to more interactions (and more energetic ones) between statoliths and membranes,cytoskeletal elements, or other sensitive structures, including vac-uoles ( Kato et al., 2002 ). Gravity affects the distribution of the combined statoliths and detectable events, which increase in thedirection of the gravity vector.4.3. THE ROLE OF THE CYTOSKELETON IN SIGNAL TRANSDUCTION The interaction between amyloplasts and F-actin has already beenmentioned earlier in relation to gravity perception and noise. Inthe context of signal transduction, it has been proposed that thesedimentation of amyloplasts through the F-actin network insidethe statocyte may possibly impact a mechano-sensitive surface atthe cell periphery (for reviews, see Perbal and Driss-Ecole, 2003 ). Alternatively, amyloplasts may disrupt the tensional integrity ofthe F-actin network, mechanically stimulating ion channels in theplasma membrane Palmieri et al., 2007 . Hasenstein (2009) also suggests that some correcting activ- ity is associated with the (F-actin) cytoskeleton, i.e., regulationof the signal transduction: Short-distance sedimentation of sta-toliths and other particle lead to interactions between statolithsand membranes, cytoskeletal elements, or other sensitive struc-tures, including vacuoles ( Kato et al., 2002 ). These events may trigger a signal associated with the membrane, such as the open-ing or activation of stretch-activated channels ( Perbal et al., 2004 ) or auxin efux carriers (PIN3 proteins). Related investigations onmechano-transduction in human leukemia cells show that F-actindisassembly reduces the amplitude of stretch-activated currentsbut not the probability of channel opening ( Staruschenko et al., 2005 ), suggesting that some correcting activity associated with the (F-actin) cytoskeleton is necessary to regulate the channels.As long as gravistimulation occurs, basal channels either on theendoplasmic reticulum or plasma membrane may open and pro-vide discrete but frequent signals that indicate the direction ofthe gravitational vector. Disruption of the actin laments mayprevent closure and cause persistent channel conductivity, com-patible with experimental observations where disrupting F-actinenhances the sensitivity and cause an over-response in curvaturefor roots ( Hou et al., 2003, 2004 )a n ds h o o t s( Y amamoto and Kiss, 2002 ). 5. DISCUSSION In this short review we focused on the role of noise in the grav- itropic response of plants. We described the conventional modelbased on the sedimentation of high-mass statoliths to the lowestpart of the sensing cell, and continued to present experimen-tal observations that cannot currently be understood within thisframework. We then pointed out some current alternative mod-els and directions, that attempt to incorporate and interpretthese experimental observations. These include the role of thecytoskeleton in signal-to-noise modulation and signal transduc-tion, and the dynamic sensing model, where stochastic eventsenhance gravisensing. The common thread to all of these is theidea that intrinsic noise has a central role in regulating andenhancing the gravitopic repones in plants. Having said that,much is still not fully understood in the sensing and signal trans-duction mechanisms, and more so the role of noise in these. Wepropose here a number of directions that seem to have either notbeen explored, or that are still poorly understood. (i) Accommodation  gravitropic sensitivity is found to depend on the strength of the stimulus (more sensitive for weakerstimuli), reminiscent of the Weber-Fechner law of percep-tion ( Moulia et al., 2006; Moulia and Fournier, 2009 ). www.frontiersin.org November 2014  Volume 5  Article 67 4 3Meroz and Bastien Stochastic processes in gravitropism Indeed, root statocytes have been shown to be more sensitive in microgravity compared to those grown on a 1 g centrifugein space ( Perbal and Driss-Ecole, 2003 ). (ii) T easing apart sources of noise at different stages of per- ception: the initial sensing, signal transduction, and nallyorgan response. An example in gravitropism is that anyexternal mechanical stimulus can only affect the initialsensory system, not the down-stream biochemical signaltransduction. This sort of argument is more elusive whendiffering between the signal transduction and the organresponse. (iii) Mathematical modeling  in recent years there has been a rise in mathematical modeling at the molecular, cellularand organ level, and has proven to offer valuable insightsin the tropism mechanisms (e.g., Shafrir and Forgacs, 2002; Moulia and Fournier, 2009; Bastien et al., 2013 and many others). Current mathematical models lack a stochasticframework that would address the addition of noise tothe system. One way of taking this into consideration isto add noise into dynamic equations of, e.g., the curva-ture of the shoot ( Bastien et al., 2013 ), reminiscent of a Langevin equation. In line with the previous point, itis important to distinguish between different sources ofnoise, and thus incorporate them in a meaningful way. Bydoing so one may attribute the noise to different terms: theresponse, proprioception, graviception or even the stimu-lus itself. Secondly, the stochastic mechanisms mentionedhere require modeling and may be incorporated withinan adequate integrative mathematical framework. Such anunderstanding may help pose a new understanding of theproblem. ACKNOWLEDGMENT We wish to thank L. Mahadevan for fruitful discussions andnancial support, and Mattia Gazzola for helpful comments onthe manuscript. Y asmine Meroz is an Awardee of the WeizmannInstitute of Science National Postdoctoral Award Program forAdvancing Women in Science. REFERENCES Astruc, J. (1709). Conjecture sur le redressement des plantes inclins  lhorizon. Mem. Acad. R. Sci. Paris 1708, 463470. Bastien, R., Bohr, T., Moulia, B., and Douady, S. (2013). Unifying model of shoot gravitropism reveals proprioception as a central feature of posture control inplants. Proc. Natl. Acad. Sci. U.S.A. 110, 755760. doi: 10.1073pnas.1214301109 Bjrkman, T. (1988). Perception of gravity by plants, in Advances in Botanical Research , Vol. 15, ed J. A. Callow (San Diego, CA: Academic Press), 141 Bjrkman, T. (1992). Perception of gravity by plants. Adv. Space Res. 12, 195201. doi: 10.10160273-1177(92)90283-4 Blancaor, E. B. (2002). The cytoskeleton and gravitropism in higher plants. J. Plant Growth Regul. 21, 120136. doi: 10.1007s003440010041 Blancaor, E. B. (2013). Regulation of plant gravity sensing and signaling by the actin cytoskeleton. A m .J .B o t . 100, 143152. doi: 10.3732ajb. 1200283 Blancaor, E. B. and Masson, P . H. (2003). Plant gravitropism. Unraveling the ups and downs of a complex process. Plant Physiol. 133, 16771690. doi: 10.1104pp.103.032169 Braun, M., Buchen, B., and Sievers, A. (2002). Actomyosin- mediated statolith posi- tioning in gravisensing plant cells studied in microgravity. J. Plant Growth Regul. 21, 137145. doi: 10.1007s003440010052Caspar, T. and Pickard, B. (1989). Gravitropism in a starchless mutant of Arabidopsis - implications for the starch-statolith theory of gravity sensing. Planta 177, 185197. doi: 10.1007BF00392807 Dodart, D. (1703). Sur laffectation de la perpendiculaire remarquable dans toutes les tiges, dans plusieurs racines, et autant quil est possible sur toutes les branches des plantes. Mem. Acad. R. Sci. Paris 1700, 4763. Douglass, J. K., Wilkens, L., Pantazelou, E., and Moss, F. (1993a). Noise enhancement of information transfer in craysh mechanore- ceptors by stochastic resonance. Nature 365, 337340. doi: 10.1038 365337a0 Douglass, J. K., Wilkens, L. A., and Moss, F. (1993b). Noise-assisted information transfer in craysh mechanoreceptors: stochastic resonance in a neuronal recep-tor, in Proceedings of the SPIE 2036, Chaos in Biology and Medicine , Vol. 2036 (San Diego, CA: SPIE), 152161. doi: 10.111712.162707 Faisal, A. A., Selen, L. P . J., and Wolpert, D. M. (2008). Noise in the nervous system. Nat. Rev. Neurosci. 9, 292303. doi: 10.1038nrn2258 Hasenstein, K. H. (2009). Plant responses to gravity - insights and extrapolations from ground studies. Gravit. Space Biol. 22, 2132. Hemmersbach, R., Volkmann, D., and Hader, D. P . (1999). Graviorientation in protists and plants. J. Plant Physiol. 154, 115. doi: 10.1016S0176-1617(99) 80311-3 Hou, G., Kramer, V ., Wang, Y., Chen, R., Perbal, G., Gilroy, S., et al. (2004). The promotion of gravitropism in Arabidopsis roots upon actin disruption is coupled with the extended alkalinization of the columella cytoplasm and a persistent lateral auxin gradient. Plant J. 39, 113125. doi: 10.1111j.1365- 313X.2004.02114.x Hou, G., Mohamalawari, D., and Blancaor, E. (2003). Enhanced gravitropism of roots with a disrupted cap actin cytoskeleton. Plant Physiol. 131, 13601373. doi: 10.1104pp.014423 Indresano, A., Frank, J., Middleton, P ., and Jaramillo, F. (2003). Mechanical noise enhances signal transmission in the bullfrog sacculus. J. Assoc. Res. Otolaryngol. 11, 363370. doi: 10.1007s10162-002-3044-4 Jaramillo, F. and Wiesenfeld, K. (1998). Mechanoelectrical transduction assisted by Brownian motion: a role for noise in the auditory system. Nat. Neurosci. 1, 384388. doi: 10.10381597 Jaramillo, F. and Wiesenfeld, K. (2000). Physiological noise level enhances mecha- noelectrical transduction in hair cells. Chaos Soliton. Fract. 11, 18691874. doi: 10.1016S0960-0779(99)00123-X Kato, T., Morita, M., and Tasaka, M. (2002). Role of endodermal cell vac- uoles in shoot gravitropism. J. Plant Growth Regul. 21, 113119. doi: 10.1007s003440010047 Kiss, J., Hertel, R., and Sack, F. (1989). Amyloplasts are necessary for full grav- itropic sensitivity in roots of Arabidopsis thaliana .Planta 177, 198 206. doi: 10.1007BF00392808 Kiss, J., Wright, J., and Caspar, T. (1996). Gravitropism in roots of intermediate- starch mutants of Arabidopsis. Physiol. Plant. 97, 237244. doi: 10.1034j.1399- 3054.1996.970205.x Larsen, P . (1969). The optimum angle of geotropic stimulation and its relation to the starch statolith hypothesis. Physiol. Plant. 22, 469488. doi: 10.1111j.1399- 3054.1969.tb07401.x Li, Z., Li, Y., Yi, Y., Huang, W., Y ang, S., Niu, W., et al. (2012). Dissecting a central ip-op circuit that integrates contradictory sensory cues in C. elegans feeding regulation. Nat. Commun. 3, 776. doi: 10.1038ncomms1780 Ma, Z. and Hasenstein, K. H. (2007). Noise amplication of plant gravisensing. Adv. Space Res. 39, 11191126. doi: 10.1016j.asr.2006. 12.005 Merkis, A. I., Laurinavichyus, R. S., and Shvyagzhdene, D. V . (1985). Gravitational sensitivity and growth of plants in weightlessness. Izvest. Akad. Nauk SSSR: Ser. Fizich. 49, 715723. Morita, M., Kato, T., Nagafusa, K., Saito, C., Ueda, T., Nakano, A., et al. (2002). Involvement of the vacuoles of the endodermis in the early processof shoot gravitropism in Arabidopsis. Plant Cell 14, 4756. doi: 10.1105tpc. 010216 Morita, M. T. (2010). Directional gravity sensing in gravitropism. Annu. Rev. Plant Biol. 61, 705720. doi: 10.1146annurev.arplant.043008.092042 Morita, M. T. and Tasaka, M. (2004). Gravity sensing and signaling. Curr. Opin. Plant Biol. 7, 712718. doi: 10.1016j.pbi.2004.09.001 Mortensen, U. and Suhl, U. (1991). An evaluation of sensory noise in the human visual system. Biol. Cybern. 66, 3747. doi: 10.1007BF00196451 Frontiers in Plant Science  Plant Evolution and Development November 2014  Volume 5  Article 67 4 4Meroz and Bastien Stochastic processes in gravitropism Moulia, B., Coutand, C., and Lenne, C. (2006). Posture control and skele- tal mechanical accli- mation in terrestrial plants: implications for mechanical modeling of plant architecture. Am. J. Bot. 93, 14771489. doi: 10.3732ajb.93.10.1477 Moulia, B. and Fournier, M. (2009). The power and control of gravitropic move- ments in plants: a biomechanical and systems biology view. J. Exp. Bot. 60, 461486. doi: 10.1093jxbern341 Palmieri, M. and Kiss, J. Z. (2005). Disruption of the F-actin cytoskeleton limits statolith movement in Arabidopsis hypocotyls. J. Exp. Bot. 56, 25392550. doi: 10.1093jxberi248 Palmieri, M., Schwind, M., Stevens, M., Edelmann, R., and Kiss, J. (2007). Effects of the myosin ATPase inhibitor 2,3-butanedione monoxime on amyloplast kineticsand gravitropism of Arabidopsis hypocotyls. Physiol. Plant. 130, 613626. doi: 10.1111j.1399-3054.2007.00926.x Patel, A. and Kosko, B. (2005). Stochastic resonance in noisy spiking retinal and sensory neuron models. Neural Netw. 18, 467478. doi: 10.1016j.neunet.2005.06.031 Perbal, G. (2009). From ROOTS to GRAVI-1: twenty ve years for under- standing how plants sense gravity. Microgravity Sci. Technol. 21, 310. doi: 10.1007s12217-008-9064-x Perbal, G. and Driss-Ecole, D. (2003). Mechanotransduction in gravisensing cells. Trends Plant Sci. 8, 498504. doi: 10.1016j.tplants.2003.09.005 Perbal, G., Jeune, B., Lefranc, A., Carnero-Diaz, E., and Driss-Ecole, D. (2002). The doseresponse curve of the gravitropic reaction: a re-analysis. Physiol. Plant. 114, 336342. doi: 10.1034j.1399-3054.2002.1140302.x Perbal, G., Lefranc, A., and Driss-Ecole, D. (2004). Mechanotransduction in root gravity sensing cells. Physiol. Plant. 120, 303311. doi: 10.1111j.0031- 9317.2004.0233.x Raven, J. A. and Rubery, P . H. (1982). Coordination of development Hormone receptors, hormone action, and hormone transport. in The Molecular Biology of Plant Development , eds H. Smith and D. Grierson (Oxford: Blackwell), 2848. Sack, F. and Leopold, A. (1985). Cytoplasmic streaming affects gravity-induced amyloplast sedimentation in maize coleoptiles. Planta 164, 5662. doi: 10.1007BF00391025 Sack, F., Suyemoto, M., and Leopold, A. (1984). Kinetics of amyloplast sed- imentation in gravistimulated maize coleoptiles. Planta 161, 459464. doi: 10.1007BF00394578 Sack, F., Suyemoto, M., and Leopold, A. (1986). Amyloplast sedimentation and organelle saltation in living corn columella cells. Am. J. Bot. 73, 16921698. doi: 10.23072444235 Sack, F. D. (1991). Plant gravity sensing. Int. Rev. Cytol. 127, 193252. doi: 10.1016S0074-7696(08)60695-6Saito, C., Morita, M. T., Kato, T., and Tasaka, M. (2005). Amyloplasts and vac- uolar membrane dynamics in the living graviperceptive cell of the Arabidopsis inorescence stem. Plant Cell 17, 548558. doi: 10.1105tpc.104.026138 Schimek, C., Eibel, P ., Horie, T., Galland, P ., and Ootaki, T. (1999). Protein crystals in phycomyces sporangiophores are involved in graviperception. Adv. Space Res. 24, 687696. doi: 10.1016S0273-1177(99)00400-7 Shafrir, Y. and Forgacs, G. (2002). Mechanotransduction through the cytoskeleton. A m .J .P h y s i o l .C e l lP h y s i o l . 282, C479C486. doi: 10.1152ajpcell.00394.2001 Shen-Miller, J., Hinchman, R., and Gordon, S. (1968). Thresholds for georesponse to acceleration in gravity- compensated a vena seedlings. Plant Physiol. 43, 338344. doi: 10.1104pp.43.3.338 Staruschenko, A., Negulyaev, Y., and Morachevskaya, E. (2005). Actin cytoskele- ton disassembly affects conductive properties of stretch-activated cation channels in leukaemia cells. Biochim. Biophys. Acta 1669, 5360. doi: 10.1016j.bbamem.2005.02.013 Vitha, S., Zhao, L., and Sack, F. (2000). Interaction of root gravitropism and pho- totropism in Arabidopsis wild-type and starchless mutants. Plant Physiol. 122, 453461. doi: 10.1104pp.122.2.453 Wiesenfeld, K. and Moss, F. (1995). Stochastic resonance and the benets of noise - from ice ages to craysh and squids. Nature 373, 3336. doi: 10.1038 373033a0 Y amamoto, K. and Kiss, J. (2002). Disruption of the actin cytoskeleton results in the promotion of gravitropism in inorescence stems and hypocotyls of Arabidopsis. Plant Physiol. 128, 669681. doi: 10.1104pp.010804 Conict of Interest Statement: The Guest Associate Editor Karen Alim declares that, despite being afliated to the same institution as the authors, the review process was handled objectively and no conict of interest exists. The authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential conict of interest. Received: 29 August 2014; accepted: 12 November 2014; published online: 26 November 2014. Citation: Meroz Y and Bastien R (2014) Stochastic processes in gravitropism. Front. Plant Sci. 5:674. doi: 10.3389fpls.2014.00674 This article was submitted to Plant Evolution and Development, a section of the journal Frontiers in Plant Science. Copyright  2014 Meroz and Bastien. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) or licen-sor are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. www.frontiersin.org November 2014  Volume 5  Article 67 4 5",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]