[
    {
        "pmid": "25817711",
        "title": "Type 2 diabetes alters bone and marrow blood flow and vascular control mechanisms in the ZDF rat.",
        "year": "2015",
        "journal": "J Endocrinol",
        "abstract": "Bone health and cardiovascular function are compromised in individuals with type 2 diabetes mellitus (T2DM). The purpose of this study was to determine whether skeletal vascular control mechanisms are altered during the progression of T2DM in Zucker diabetic fatty (ZDF) rats. Responses of the principal nutrient artery (PNA) of the femur from obese ZDF rats with prediabetes, short-term diabetes, and long-term diabetes to endothelium-dependent (acetylcholine) and -independent (sodium nitroprusside) vasodilation and potassium chloride, norepinephrine (NE), and a myogenic vasoconstrictor were determined in vitro. Few changes in the PNA vasomotor responses occurred for the prediabetic and short-term diabetic conditions. Endothelium-dependent and -independent vasodilation were reduced, and NE and myogenic vasoconstriction were increased in obese ZDF rats with long-term diabetes relative to lean age-matched controls. Differences in endothelium-dependent vasodilation of the femoral PNA between ZDF rats and controls were abolished by the nitric oxide synthase inhibitor N(G)-nitro-l-arginine methyl ester. The passive pressure-diameter response of the femoral PNA was also lower across a range of intraluminal pressures with long-term T2DM. Regional bone and marrow perfusion and vascular conductance, measured in vivo using radiolabeled microspheres, were lower in obese ZDF rats with long-term diabetes. These findings indicate that the profound impairment of the bone circulation may contribute to the osteopenia found to occur in long bones during chronic T2DM.",
        "full_text": "",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]