[
    {
        "pmid": "31590144",
        "title": "Thermoneutral housing attenuates premature cancellous bone loss in male C57BL/6J mice.",
        "year": "2019",
        "journal": "Endocr Connect",
        "abstract": "Mice are a commonly used model to investigate aging-related bone loss but, in contrast to humans, mice exhibit cancellous bone loss prior to skeletal maturity. The mechanisms mediating premature bone loss are not well established. However, our previous work in female mice suggests housing temperature is a critical factor. Premature cancellous bone loss was prevented in female C57BL/6J mice by housing the animals at thermoneutral temperature (where basal rate of energy production is at equilibrium with heat loss). In the present study, we determined if the protective effects of thermoneutral housing extend to males. Male C57BL/6J mice were housed at standard room temperature (22°C) or thermoneutral (32°C) conditions from 5 (rapidly growing) to 16 (slowly growing) weeks of age. Mice housed at room temperature exhibited reductions in cancellous bone volume fraction in distal femur metaphysis and fifth lumbar vertebra; these effects were abolished at thermoneutral conditions. Mice housed at thermoneutral temperature had higher levels of bone formation in distal femur (based on histomorphometry) and globally (serum osteocalcin), and lower global levels of bone resorption (serum C-terminal telopeptide of type I collagen) compared to mice housed at room temperature. Thermoneutral housing had no impact on bone marrow adiposity but resulted in higher abdominal white adipose tissue and serum leptin. The overall magnitude of room temperature housing-induced cancellous bone loss did not differ between male (current study) and female (published data) mice. These findings highlight housing temperature as a critical experimental variable in studies using mice of either sex to investigate aging-related changes in bone metabolism.",
        "full_text": "8:11 1455 1467 S A Martin et al. Housing temperature and bone RESEARCH Thermoneutral housing attenuates premature cancellous bone loss in male C57BL6J mice Stephen A Martin1, Kenneth A Philbrick1, Carmen P Wong1, Dawn A Olson1, Adam J Branscum2, Donald B Jump3, Charles K Marik1, Jonathan M DenHerder4, Jennifer L Sargent4, Russell T Turner1,5 and Urszula T Iwaniec1,5 1Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, Oregon, USA 2Biostatistics Program, School of Biological and Population Health Sciences, Oregon State University, Corvallis, Oregon, USA 3Molecular Nutrition and Diabetes Research Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, Oregon, USA 4Carlson College of Veterinary Medicine, Oregon State University, Corvallis, Oregon, USA 5Center for Healthy Aging Research, Oregon State University, Corvallis, Oregon, USA Correspondence should be addressed to U T Iwaniec: urszula.iwaniecoregonstate.edu Abstract Mice are a commonly used model to investigate aging-related bone loss but, in contrast to humans, mice exhibit cancellous bone loss prior to skeletal maturity. The mechanisms mediating premature bone loss are not well established. However, our previous work in female mice suggests housing temperature is a critical factor. Premature cancellous bone loss was prevented in female C57BL6J mice by housing the animals at thermoneutral temperature (where basal rate of energy production is at equilibrium with heat loss). In the present study, we determined if the protective effects of thermoneutral housing extend to males. Male C57BL6J mice were housed at standard room temperature (22C) or thermoneutral (32C) conditions from 5 (rapidly growing) to 16 (slowly growing) weeks of age. Mice housed at room temperature exhibited reductions in cancellous bone volume fraction in distal femur metaphysis and fifth lumbar vertebra; these effects were abolished at thermoneutral conditions. Mice housed at thermoneutral temperature had higher levels of bone formation in distal femur (based on histomorphometry) and globally (serum osteocalcin), and lower global levels of bone resorption (serum C-terminal telopeptide of type I collagen) compared to mice housed at room temperature. Thermoneutral housing had no impact on bone marrow adiposity but resulted in higher abdominal white adipose tissue and serum leptin. The overall magnitude of room temperature housing-induced cancellous bone loss did not differ between male (current study) and female (published data) mice. These findings highlight housing temperature as a critical experimental variable in studies using mice of either sex to investigate aging-related changes in bone metabolism. Introduction Mice are among the most commonly utilized animal models for aging-related metabolic bone disease in humans. Advantages of mice over many models include their small size, relatively short lifespan, and ease of genetic manipulation. However, differences in physiology between the two species may preclude the direct translation of experimental results from mice to humans ( 1, 2). Although aging-related bone loss occurs in both mice and humans, the temporal pattern of bone loss between the species is markedly different, at least in long bones, raising concern that the underlying mechanisms for the bone loss may differ. In mice, cancellous bone -19-0359Key Words fanimal models fsympathetic signaling fthermogenesis fmetabolism fbone formation and resorption Endocrine Connections (2019) 8, 14551467ID: 19-0359 8 11 This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1456PB14 8:11 loss in long bones occurs prior to skeletal maturity (6 months of age) and concurrently with bone elongation and cortical bone accrual ( 3, 4). Therefore, by the time mice reach skeletal maturity, defined as cessation of linear bone growth, a large portion of their cancellous bone has been resorbed, and little cancellous bone is available to effectively model aging-related skeletal impairment. This pattern of bone loss is not evident in all small rodents. Cancellous bone loss in rats occurs later in life ( 5). In humans, cancellous bone loss occurs long after skeletal maturity, primarily due to negative remodeling balance, where the rate of bone resorption exceeds the rate of formation ( 6). The mechanism(s) mediating premature cancellous bone loss in mice have not been extensively investigated, but our previous work suggests that the ambient temperature of standard rodent housing (1823C) plays an important role ( 2). We previously reported that housing C57BL6J (B6) female mice at a thermoneutral temperature (32C) prevented cancellous bone loss from 8 to 18 weeks of age, an interval during which the mice accrued cortical bone. Compared to standard room temperature housing (22C), mice housed at thermoneutral conditions had increased bone formation and decreased bone resorption ( 2). Differences in thermoregulatory mechanisms between mice and humans may be a critical aspect in understanding species-specific skeletal maturation and aging-related bone loss. Humans are homeotherms and maintain their body temperature within a narrow range ( 7). In contrast, mice are facultative daily heterotherms and experience fasting- induced decreases in body temperature upon exposure to temperatures below their thermoneutral zone (2634C) (8). During the light photoperiod, when food intake and locomotor activity are reduced, laboratory mice, depending on housing conditions (e.g., temperature, bedding material, number of animalscage), can undergo intermittent bouts of torpor, which is driven by fasting- induced reduction in serum leptin and characterized by a metabolic rate below basal metabolic level and decreased core body temperature ( 2, 8). Conversely, when food intake and locomotor activity are increased during the dark photoperiod, mice utilize energy-requiring adaptive thermogenesis to help maintain sufficient core body temperature, resulting in a net increase in food consumption. Non-shivering thermogenesis, a form of adaptive thermogenesis, is particularly important for adaptation to a cold environment and is regulated by neuroendocrine mechanisms that induce sympathetic outflow from the central nervous system (CNS) to brown adipose tissue (BAT), where heat is generated through the uncoupling of oxidation and phosphorylation by uncoupling proteins (UCPs) ( 9). Bone is highly innervated by efferent sympathetic neurons ( 10, 11), and catecholaminergic activity modulates the function of osteoblasts and osteoclasts, and may play a role in mediating premature bone loss in mice ( 12, 13). Hormones can directly influence bone health, and sex steroids, in particular, are known modulators of bone metabolism ( 14). Consequently, female and male mice exhibit sexually dimorphic trajectories of skeletal growth and changes in morphology throughout the lifespan ( 4). While premature cancellous bone loss occurs in male mice, bone loss appears to occur later than that in females (4). Therefore, in this study we sought to determine if our prior results regarding the effects of housing temperature on bone in female B6 mice were generalizable to male B6 mice. Determining the causes of premature bone loss in mice, and whether this occurs in a sexually dimorphic manner, will contribute to optimization of experimental models more closely matching human physiology and provide novel information on potential factors contributing to aging-related bone loss. Materials and methods Experimental design Five-week-old male B6 mice were obtained from Jackson Laboratory and housed under controlled conditions with approval of the Oregon State University Institutional Animal Care and Use Committee. Mice were individually housed in a room on standard light cycle (12 h light; 12 h dark), and food and water were provided ad libitum . Body weight and food consumption were monitored weekly for the duration of the study. Mice were randomized into two housing conditions, a room temperature of 22C (standard vivarium room temperature, n  9) or a room temperature of 32C (thermoneutral temperature for mice, n  9), and maintained at their respective temperatures from 5 (rapidly growing) until 16 (slowly growing) weeks of age. Male B6 mice reach peak cancellous bone volume fraction in distal femur metaphysis at 8 weeks of age and peak cortical and total femur bone volume by 6 months of age (4). The mice were injected with the fluorochrome calcein (15 mgkg, Sigma) 4 days and 1 day prior to killing to label bone surfaces undergoing mineralization. For tissue collection, mice were deeply anesthetized with This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1457 8:11 2 isoflurane and bled by decapitation. Blood glucose was measured using a glucometer (OneTouch Ultra Mini, LifeScan, Milpitas, CA, USA). Serum was collected and stored at 80C for analyses of markers of bone turnover and leptin. Abdominal white adipose tissue (WAT) was removed and weighed. Right femora and the fifth lumbar vertebrae were isolated, fixed for 24 h in 10 formalin, and stored in 70 ethanol for microcomputed tomography and histomorphometric analyses. Left tibiae were removed, snap frozen in liquid nitrogen, and stored at 80C for gas chromatographic analysis of lipid species. Interscapular BAT was removed and stored in RNALater (ThermoFisher) at 80C for RNA analysis of Ucp1 . A second cohort of mice ( n  10) was killed at 8 weeks of age as an asynchronous baseline control group. Chemistry Serum leptin was measured using Mouse Leptin Quantikine ELISA Kit (RD Systems), serum osteocalcin was measured using Mouse Gla-Osteocalcin High Sensitive EIA Kit (Clontech, Mountain View, CA, USA), and serum CTX-1 was measured using Mouse CTX-1 ELISA kit (Life Sciences Advanced Technologies, St. Petersburg, FL, USA) according to the respective manufacturers protocol. Microcomputed tomography Microcomputed tomography ( CT) was used for nondestructive 3D evaluation of bone volume and architecture in femur and fifth lumbar vertebra as previously described ( 2). Histomorphometry Methods used here for measuring static and dynamic bone histomorphometry in distal femur metaphysis have been described in detail ( 2, 15, 16). Whole tibia lipid analysis Frozen tibiae were homogenized in 40 methanol, and total lipids extracted from the bone using methanol- chloroform (1:2 ratio) with butylated hydroxytolulene (1 M); 10-nonadecenoic acid 19:1 ( 10 cis) (Nu-Chek Prep, Elysian, MN, USA) was added as a recovery standard at the time of extraction. Total lipids were saponified, and fatty acid methyl esters were prepared and analyzed by gas chromatography using an Agilent 7890 gas chromatograph equipped with a flame ionization detector ( 17). Methylated fatty acid standards were obtained from Nu-Chek Prep. Gene expression Frozen BAT was homogenized in TRIzol and total RNA was isolated according to the manufacturers protocol. cDNA was generated using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR. BAT Ucp1 gene expression was assessed using the primer sequences: forward GTGAAGGTCAGAATGCAAGC and reverse AGGGCCCCCTTCATGAGGTC . Relative Ucp1 transcript abundance was normalized using 18S ribosomal RNA using the primer sequences: forward CCGCAGCTAGGAATAATGGAAT and reverse CGAACCTCCGACTTTCGTTCT. Statistics Mean responses of individual variables were compared for 8-week-old mice housed at 22C and 16-week-old mice housed at either 22C or 32C using one-way ANOVA, with t-tests used to make pairwise comparisons. The KruskalWallis nonparametric test was used when only the normality assumption was violated, in which case the WilcoxonMannWhitney test was used for two-group comparisons. Histomorphometric parameters measured in mice housed at 22C or 32C were compared using t-tests or WilcoxonMannWhitney tests. Longitudinal data on body mass and food intake were modeled using a general linear model with a compound symmetric correlation matrix and a binary fixed effect for treatment group (control temperature 22C or thermoneutral temperature 32C). A constant time trend was used for food intake and a linear time trend was used for body mass. A two-factor ANOVA with an interaction between sex (male and female) and age (8-week-old mice and 1618 week old mice) was used to compare mean values for architectural endpoints between male (current study) and female (published data) ( 2) B6 mice housed at 22C. In addition, a two-way ANOVA was used to investigate for effect modification between temperature and sex (i.e., whether the magnitude of the effect of temperature was the same for male and female mice). The required conditions for valid use of Gaussian linear models were assessed using Levenes test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the AndersonDarling test of normality. The Benjamini and Hochberg method for maintaining the false discovery rate at 5 was used to adjust for multiple comparisons ( 18). Data analysis was performed using R version 3.4.3. This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1458PB14 8:11 Results Compared to baseline, male B6 mice housed at 22C accrued bone as evidenced by gains in femur length ( Fig. 1A) and midshaft femur cortical thickness ( Fig. 1C ). These growth-related gains in bone length and cortical bone, however, were contrasted by a reduction in cancellous bone volume fraction ( Fig. 1D ) and connectivity density (Fig. 1E ) in the distal femur metaphysis. The reduction in cancellous bone and increased trabecular spacing ( Fig. 1G) was primarily due to decreased trabecular number (Fig. 1F ) as trabecular thickness ( Fig. 1H ) was not changed. Housing mice at thermoneutral temperature (32C) resulted in higher total femur bone volume and diaphysis cortical thickness ( Fig. 1B and C) than housing mice at 22C, and prevented premature loss of cancellous bone (cancellous bone volume fraction) and attenuated changes in cancellous bone microarchitecture (connectivity density, trabecular number, and trabecular spacing) in the distal femur metaphysis ( Fig. 1D , E, F and G). There was no impact of aging or housing temperature on trabecular thickness ( Fig. 1H ). The impact of housing temperature on cortical bone in the femur diaphysis and cancellous bone in the distal femur metaphysis can be visually observed in Fig. 1N . In the distal femur epiphysis, cancellous bone volume fraction was not influenced by aging or housing temperature (Fig. 1I ), but aging, independent of housing temperature led to changes in microarchitecture. Specifically, aging resulted in decreased connectivity density and trabecular number ( Fig. 1J and K) and increased trabecular spacing (Fig. 1L ). Distal femur epiphysis trabecular thickness ( Fig. 1M) was not altered by aging or housing temperature. Representative microCT images of the femur epiphysis are shown in Fig. 1N . Housing mice at 22C reduced cancellous bone volume fraction in the 5th lumbar vertebra ( Fig. 2A ), which was co-incidental with reductions in connectivity density (Fig. 2B ) trabecular number ( Fig. 2C ), trabecular thickness (Fig. 2E ), and an increase in trabecular spacing ( Fig. 2D). Housing mice at thermoneutral temperature (32C) protected against reductions in cancellous bone volume fraction, trabecular thickness and increased spacing, and attenuated aging-related reductions in trabecular number and connectivity density ( Fig. 2A , B, C and D). The impact of housing temperature on cancellous bone in the fifth lumbar vertebra can be visually observed in Fig. 2F . We analyzed static and dynamic bone histomorphometry in distal femur metaphysis histological sections to evaluate the impact of housing temperature on cellular processes regulating cancellous bone turnover. Osteoblast perimeter ( Fig. 3A ), mineralizing perimeter (Fig. 3B ), and bone formation rate normalized to bone perimeter ( Fig. 3D ), bone area ( Fig. 3E ), and tissue area ( Fig. 3F ) were all higher in mice housed at 32C compared to mice housed at 22C. Mineral apposition rate, an index of osteoblast activity, was not altered by housing temperature ( Fig. 3C ), indicating that the higher cancellous bone volume fraction in mice housed at 32C was due, in part, to higher osteoblast number rather than higher intrinsic osteoblast activity. These cellular markers of bone formation were co-incidental with higher serum osteocalcin, a systemic marker of bone formation (Fig. 3G ). Mice housed at 32C exhibited no change in osteoclast perimeter ( Fig. 3H ), a measure of local bone resorption, but did exhibit lower levels of serum CTX-1, a marker of global bone resorption ( Fig. 3I ). The impact of housing temperature on bone formation in the distal femur metaphysis can be visually observed in Fig. 3J . 32C housing did not alter aging-related body mass gain ( Fig. 4A ), despite a 33 reduction in food intake compared to mice housed at 22C ( Fig. 4B ), indicating both housing groups of mice maintained a similar energetic balance. 32C housing altered nutrient partitioning and adaptive thermogenesis as evidenced by 50 higher abdominal WAT ( Fig. 3C ) and lower BAT Ucp1 gene expression ( Fig. 4D ). Fasting blood glucose (Fig. 4E ) was unchanged and circulating leptin levels ( Fig. 4F) were higher in thermoneutral-housed mice. Housing temperature-associated changes in adiposity did not extend to the bone marrow compartment as we observed no between-group differences in marrow adipocyte area tissue area, adipocyte number or size as assessed by histomorphometry ( Fig. 4G , H and I), or whole tibia fatty acids as assessed by gas chromatography ( Fig. 4J and K). To assess sex differences in skeletal maturation in B6 mice housed at room temperature (22C), we conducted a retrospective analysis comparing males (current study) and females (published data) ( 2). The effects of sex (female and male), age (8 week old and 16-18 week old), and their interaction on femur length, total femur bone volume, cortical thickness in femur diaphysis, and cancellous bone volume fraction, trabecular number, and trabecular thickness in distal femur metaphysis are shown in Table 1 . Femur length was greater in males compared to females and greater in older compared to younger animals. Cancellous bone volume fraction and trabecular thickness were likewise greater in males than females. Cancellous bone volume fraction decreased with age, irrespective of sex; the decrease was not associated with This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1459 8:11 Figure 1 Femur length (A), total femur bone volume (B), mid-diaphysis cortical thickness (C), distal metaphysis cancellous bone volume fraction (D), connectivity density (E), trabecular number (F), trabecular spacing (G), trabecular thickness (H), and distal femur epiphysis cancellous bone volume fraction (I), connectivity density (J), trabecular number (K), trabecular spacing (L), and trabecular thickness (M) in male B6 mice maintained at 22C and 32C from 5 to 16 weeks of age. A group of mice housed at room temperature (22C) was killed at 8 weeks of age, the age for peak cancellous bone volume fraction in male mice, to serve as a baseline control. Representative CT images (N) of the femoral diaphysis, metaphysis, and epiphysis illustrating differences in cancellous bone volume fraction with temperature. Data are mean  s.e. aDifferent from 8-week-old mice housed at 22C. bDifferent from 16-week-old mice housed at 22C, P  0.05; n  910group. This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1460PB14 8:11 a decrease in trabecular thickness. Whereas significant sex by age interactions were not detected for any of the aforementioned endpoints, interactions were noted for total femur bone volume, cortical thickness in diaphysis, and trabecular number in distal femur metaphysis. Total femur bone volume differed between females and males at baseline and study termination, but the difference was more pronounced at the earlier age. Whereas males exhibited greater cortical thickness than females at 8 weeks of age, this difference was no longer evident at study termination. Trabecular number in the femoral metaphysis was higher in males than females at both ages, but the magnitude of difference was greater in the older animals. There was a tendency ( P  0.076) for total femur bone volume to increase with age in females but not in males. Cortical thickness increased with age in both females and males but the magnitude of increase was greater in females. Trabecular number in distal femur metaphysis decreased with age in both females and males, but the decrease was greater in females. We also determined whether the impact of 32C housing on bone was similar between male and female mice. The effects of sex (female and male), temperature (22C and 32C), and their interaction on femur are shown in Table 2 . At study termination, femur length, total femur bone volume, cancellous bone volume fraction, and trabecular number were higher in male mice compared to female mice. There were no effects of sex on cortical thickness or trabecular thickness. Mice housed at 32C had higher total femur bone volume, cortical thickness, cancellous bone volume fraction, trabecular number, and trabecular thickness compared to mice housed at 22C. There was no effect of temperature on femur length, and no sex by temperature interactions were detected for microarchitecture. Bone histomorphometry revealed female mice have higher mineralizing perimeter, mineral apposition rate, bone formation rate, and adipocyte size compared to male mice. There was no effect of sex on osteoblast perimeter. Mice housed at 32C had higher mineralizing perimeter, bone formation rate, osteoblast perimeter, and adipocyte size compared to mice housed at 22C. Housing temperature had no impact on mineral apposition rate. Sex by temperature interactions were detected for adipocyte area, adipocyte density, and osteoclast perimeter, where female mice housed at 32C had higher adipocyte area and adipocyte density, and lower osteoclast perimeter compared to female mice housed at 22C. These temperature effects were not observed in male mice. Discussion Housing male B6 mice at thermoneutral temperature, compared to standard room temperature, attenuates premature cancellous bone loss; mice housed at 22C Figure 2 Fifth lumbar vertebrate bone volume fraction (A), connectivity density (B), trabecular number (C), trabecular spacing (D), trabecular thickness (E) in male B6 mice maintained at 22C and 32C from 5 to 16 weeks of age. A group of mice housed at room temperature (22C) was killed at 8 weeks of age to serve as a baseline control. Representative CT images (F) of the fifth lumbar vertebra. Data are mean  s.e. aDifferent from 8-week-old mice housed at 22C. bDifferent from 16-week-old mice housed at 22C, P  0.05; n  910group. This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1461 8:11 from 5 to 16 weeks of age exhibited reduced cancellous bone volume fraction in the distal femur metaphysis and lumbar vertebra compared to baseline, while mice housed at 32C exhibited complete maintenance of the bone volume fraction. At the cellular level, the protective effects of 32C housing temperature were associated with a net increase in bone formation. The physiological mechanisms through which housing temperature influences bone metabolism and homeostasis in mice have not been established, Figure 3 Indices of bone formation consisting of osteoblast perimeter (A), mineralizing perimeter (B), mineral apposition rate (C), bone formation ratebone perimeter (D), bone formation ratebone area (E), bone formation ratetissue area (F), serum osteocalcin, and indices of bone resorption consisting of osteoclast perimeter (H) and serum CTX-1 in male B6 mice maintained at 22C and 32C from 5 to 16 weeks of age. Representative histological images of the distal femur metaphysis (J) illustrating differences in fluorochrome labeling with temperature. Data are mean  s.e. aDifferent from mice housed at 22C, P  0.05; n  910 group.010203040Osteoblast Perimete r 050100150200Bone Formation Rate  Bone Perimete r 020406080100Serum Ostecalcin010203040Mineralizing Perimeter 02004006008001000Bone Formation Rate  Bone Area 0246810Osteoclast Perimete r0.00.51.01.52.0Mineral Apposition Rate 050100150200Bone Formation Rate  Tissue Area 036912Serum CTX-1A 32C 22C 32C 22C32C 22C 32C 22C32C 22C 32C 22C 32C 22C 32C 22C 32C 22COsteoblast Perimeter () Mineralizing Perimeter ( ) Mineral Apposition Rate (md)Bone Formation Rate (m2my Bone Formation Rate (y ) Bone Formation Rate (y )Osteocalcin (ngml ) Osteoclast Perimeter () CTX-1 (ngml )FC B E D H GIa a a a a a a Calcein Label Bone BoneCalcein LabelJ 32C 22C This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1462PB14 8:11 Figure 4 Body mass (A), food intake (B), abdominal white adipose tissue (WAT) weight (C), brown adipose tissue (BAT) uncoupling protein-1 ( Ucp1 ) gene expression (D), blood glucose (E), serum leptin (F), marrow adiposity (adipocyte areatissue area) (G), marrow adipocyte density (H), marrow adipocyte size (I), total bone lipids (J) and lipid species (K) in male B6 mice maintained at 22C and 32C from 5 to 16 weeks of age. Data are mean  s.e. aDifferent from mice housed at 22C, P  0.05; n  910group. SFA, saturated fatty acids; MUFA, monounsaturated fatty acids; PUFA, polyunsaturated fatty acids; 3 PUFA, 6 PUFA. This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1463 8:11 but based on precedent ( 19) likely involve neuroendocrine pathways related to activation of adaptive thermogenesis, particularly non-shivering thermogenesis. As noted in the Introduction, mice are facultative daily heterotherms and experience fasting-induced reductions in body temperature when subjected to housing temperatures below their thermoneutral zones ( 20). In response to cold stress, sympathetic nervous system activation and catecholaminergic signaling induce non-shivering thermogenesis via upregulation of UCPs in BAT, which generates heat through proton leakage across the inner mitochondrial membrane ( 9). Housing mice at thermoneutral temperature alleviates the need for adaptive thermogenesis and decreases sympathetic nervous system activity compared to room temperature housing ( 21). In the present study, we found housing mice at 32C reduced adaptive thermogenesis and presumably sympathetic nervous system activity, as evidenced by a significant downregulation of BAT Ucp1 gene expression and protected mice from premature cancellous bone loss. Bone, particularly periosteum ( 13), is highly innervated by efferent sympathetic nerves and it is well documented that catecholaminergic signaling pathways in osteoblasts, osteoclasts, and mesenchymal stem cells modulate the functional activity and differentiation fate of these cells; in general, increased catecholaminergic activity inhibits osteoblast function and enhances osteoclast function (22). However, in vivo studies demonstrate the complexity of regulation. The embryological origin of the bone (endochondral versus membranous), the distribution and phenotype of nerve fibers, and the relative impact of - and -adrenergic receptor signaling may influence the skeletal response to housing temperature ( 23). Additionally, alternative mechanisms, including reduced glucocorticoids and thyroid hormone and increased leptin levels, cannot be overlooked as potential mediators of housing temperatures impact on bone. These hormones regulate bone metabolism and their levels are altered by housing temperature ( 24, 25, 26, 27, 28, 29, 30, 31). Bone mass is determined by the balance of bone formation and bone resorption, and the findings herein suggest the bone-protective effects of 32C housing on cancellous bone volume in distal femur metaphysis may involve maintenance of osteoblastogenesis and osteoblast activity, whereas mild cold stress induced by room temperature housing results in depressed osteoblastogenesis. Alternatively, osteoblast lifespan may be reduced in room temperature-housed mice. However, the normal mineral apposition rate in room temperature- housed mice does not support this alternative. Osteoblasts are derived from bone marrow mesenchymal stem cells (MSCs), which can also differentiate into adipocytes and chondrocytes. MSC differentiation fate is driven by local and systemic stimuli, and the balance of osteoblast and adipocyte differentiation is hypothesized to be an important factor in the maintenance of bone homeostasis. As noted above, housing mice at 32C had no effect on osteoblast activity, but did significantly increase osteoblast-lined bone perimeter (200 increase) compared to mice housed at 22C, with no co-incidental change in adipocyte density. These data indicate 32C housing may drive bone marrow Table 1 The independent and combined effects of sex and age on femur in mice housed at 22C. VariableBaseline Study completion Sex Age Sex  age 8 weeks old 1618 weeks old Female (8 week) Male (8 week) Female (18 week) Male (16 week) P value P value P value Total femur Length (mm) 14.5  0.1 14.8  0.1 14.9  0.1 15.1  0.1 0.003 0.001 NS Bone volume (mm3)15.7  0.3 19.1  0.3a16.6  0.5 18.5  0.3a  0.049 Femur diaphysis Cortical thickness (m)167  2 176  2a192  3b189  1b  0.028 Distal femur metaphysis Cancellous bone volume fraction ()9.8  0.6 15.8  0.7 3.5  0.4 9.7  0.6 0.0001 0.0001 NS Trabecular number (1mm)5.4  0.1 6.3  0.1a3.6  0.1b4.9  0.1a,b  0.045 Trabecular thickness (m)38  1 42  1 38  1 43  1 0.02 NS NS aDifferent from females within same age, P  0.05. bDifferent from baseline within same sex, P  0.05. This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1464PB14 8:11 MSC differentiation fate toward osteoblastogenesis. In regard to osteoclasts, 32C housing did not alter osteoclast- lined bone perimeter compared to 22C housing, but did result in a significant reduction in serum CTX-1, a marker of global bone resorption, suggesting a down regulation of osteoclast activity in mice housed at 32C. Alternatively, the lower CTX-1 levels may reflect reduced osteoclast number at other skeletal sites. Taken together, these findings are consistent with the hypothesis that 32C abolishes the requirement for adaptive thermogenesis, which likely diminishes sympathetic signaling in bone, resulting in an upregulation of osteoblast differentiation, a downregulation in global bone resorption, and maintenance of cancellous bone volume. However, as mentioned, it is plausible that housing temperature-associated changes in levels of other factors, such as glucocorticoids, thyroid hormone, or leptin contribute to the skeletal response.The present analysis focused on cancellous bone in representative axial (lumbar vertebra) and appendicular (femur) skeletal sites. However, it is clear that housing temperature also influences cortical bone as well as total bone accrual. Specifically, mice housed at thermoneutral conditions had increased cortical thickness and increased total femur bone volume. In contrast, femur length was not affected suggesting that, as was demonstrated for female mice ( 2), housing temperature does not influence the rate of endochondral ossification in male B6 mice. Comparison of the findings in this study and our previous report in female mice indicates the magnitude of premature cancellous bone loss during 22C housing does not differ between sexes. In addition, our findings demonstrate thermoneutral housing-induced maintenance of cancellous bone is common to both female and male mice, and the extent of the protective Table 2 The independent and combined effects of sex and temperature on femur in mice housed at 22C and 32C. Variable Female Male Sex TemperatureSex  temperature Study completion (18 weeks old) Study completion (16 weeks old) P value P value P value 22C 32C 22C 32C Total femur Length (mm) 14.9  0.1 14.8  0.2 15.1  0.1 15.1  0.1 0.048 NS NS Bone volume (mm3) 16.6  0.5 17.6  0.6 18.5  0.3 19.6  0.2 0.000 0.055 NS Femur diaphysis Cortical thickness (m)192  3 202  4 189  1 194  1 NS 0.002 NS Distal femur metaphysis Cancellous bone volume fraction ()3.5  0.4 9.9  0.6 9.7  0.6 15.4  0.8 0.000 0.000 NS Trabecular number (1mm)3.6  0.1 4.7  0.1 4.9  0.1 5.8  0.1 0.000 0.000 NS Trabecular thickness (m)38  1 45  1 43  1 44  1 NS 0.007 NS Adipocyte area () 4.4  1.0 10.7  1.4a0.3  0.1 0.8  0.3   0.005 Adipocyte density (mm2)101  24 196  22a12  2 16  4   0.02 Adipocyte size (m2) 472  39 552  51 249  24 355  66 0.000 0.091 NS Mineralizing perimeterbone perimeter ()24.4  2.9 40.8  1.8 15.8  1.5 30.0  1.4 0.000 0.000 NS Mineral apposition rate (mday)2.2  0.1 2.0  0.0 1.6  0.2 1.7  0.1 0.004 NS NS Bone formation ratebone perimeter (m2myear)190  25 301  17 92  12 180  13 0.000 0.000 NS Osteoblast perimeterbone perimeter ()17.7  1.8 33.6  2.0 15.8  1.9 30.4  1.6 NS 0.000 NS Osteoclast perimeterbone perimeter ()27.1  3.0 13.1  1.7a 6.7  1.6 4.7  1.0   0.009 aDifferent from females at 22C, P  0.05. bDifferent from males at 22C, P  0.05. This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1465 8:11 effect is similar between sexes. Altogether, these findings suggest the skeletal responses to housing temperature exhibit minimal sexual dimorphism. Our findings address an important current issue in skeletal biology, namely the role of bone marrow adipose tissue (MAT) in skeletal health. It has become a prevailing view that marrow adipocytes play a largely negative role in bone metabolism ( 32). However, the physiological role of MAT is not well established, and an inverse relationship between MAT levels and skeletal health is not universal ( 33, 34). Here we found large between-sex differences in marrow adiposity with female mice exhibiting greater marrow adiposity compared to male mice. In addition, there was a sexually dimorphic response of MAT to housing conditions, with female mice exhibiting significantly increased marrow adiposity under thermoneutral housing, an effect not observed in male mice. Despite differences in marrow adiposity between female and male mice, there were no between- sex differences in the magnitude of premature bone loss, indicating in this experimental model that bone marrow adiposity has neither a detrimental nor protective impact on the bone response to room temperature-induced cold stress. It is important to note our analyses were conducted in mice approaching skeletal maturity, but considered young in the perspective of the full lifespan. Additional work will be required to establish the role of marrow adiposity and MAT phenotype on bone metabolism throughout the entire life span including skeletal maturation, maintenance, and senescence. This is one of a few studies to evaluate lipid species in bone. We assessed lipid species in homogenized whole tibia and found monounsaturated fatty acids (MUFAs) were the most abundant lipids, followed by saturated (SFAs) and polyunsaturated fatty acids (PUFAs). A limitation to using whole bone is that bone marrow is composed of a heterogeneous cell population, and therefore, we cannot attribute lipid species to specific cell types or regions (e.g., proximal, midshaft, distal); additionally, our methodology does not allow us to distinguish between lipid classes (e.g., non-esterified fatty acids, glycerolipids, sphingolipids, ether lipids, or waxes). The 16-week- old male B6 mice used in this study have relatively few adipocytes in the distal femur metaphysis; MAT occupied 1 of tissue area. This compares to 4 in female mice housed at 22C and 10 in mice housed at 32C. MAT occupied 10 of tissue area in proximal tibia metaphysis in normal growing female rats and 50 of tissue area in hypophysectomized female rats ( 35). In spite of the large differences in marrow adiposity, the relative distribution of lipid species (MUFA  SFA  6-N PUFA  3-N PUFA) was similar. These findings indicate the lipid composition of bone is similar to WAT where the abundance proportion is MUFA  SFA  PUFA. Our data largely align with the findings of Scheller et al. who assessed lipid species in two regionally distinct populations of marrow adipocytes in rats, regulated (rMAT) and constitutive (cMAT) marrow adipose depots ( 36). rMAT is interspersed in the red hematopoietic marrow in the proximal regions of tibia metaphysis while cMAT consists of densely packed adipocytes located in the distal tibia. They found MUFAs are the most abundant lipid species in both rMAT and cMAT, but rMAT has a higher proportion of SFAs and a lower proportion of PUFAs compared to cMAT. The physiological significance of rMAT and cMAT remains to be determined. In summary, housing growing male B6 mice at 22C resulted in cancellous bone loss in distal femur metaphysis and lumbar vertebra between 8 and 16 weeks of age. This premature bone loss was prevented by housing the mice at 32C. Housing at 22C was associated with lower serum osteocalcin, osteoblast perimeter, and mineralizing perimeter, suggesting that the bone loss was due, in part, to reduced bone formation. Additionally, higher serum CTX-1 in 22C-housed mice suggests that 22C housing may also co-incidentally increase global bone resorption. Mechanistically, we speculate that 22C housing-induced bone loss is strongly associated with elevated sympathetic nervous system signaling required to activate adaptive thermogenesis for the maintenance of body temperature, but additional studies are required to establish the precise mechanisms. The magnitude of premature bone loss induced by 22C housing in male mice was similar to that of female mice, although males had higher cancellous bone volume fraction than females at baseline. The present findings highlight housing temperature as a critical experimental variable in studies investigating bone metabolism in mice, and add to the growing number of investigations emphasizing the physiological relevance of housing temperature when translating mouse experiments to humans ( 20, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52). Declaration of interest The authors declare that there is no conflict of interest that could be perceived as prejudicing the impartiality of the research reported. Funding This work was supported by the NIH (AR060913 U I; DK112360 D B J) and NASA (80NSSC19K0430 R T). This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1466PB14 8:11 References 1 Iwaniec UT  Turner RT. Animals models for osteoporosis. Osteoporosis 2013 759 939961. (https:doi.org10.1016B978-0-12- 415853-5.00039-X ) 2 Iwaniec UT, Philbrick KA, Wong CP, Gordon JL, Kahler-Quesada AM, Olson DA, Branscum AJ, Sargent JL, DeMambro VE, Rosen CJ, et al. Room temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss. Osteoporosis International 2016 27 30913101. (https:doi.org10.1007s00198-016-3634-3) 3 Rickard DJ, Iwaniec UT, Evans G, Hefferan TE, Hunter JC, Waters KM, Lydon JP, OMalley BW, Khosla S, Spelsberg TC, et al. Bone growth and turnover in progesterone receptor knockout mice. Endocrinology 2008 149 23832390. (https:doi.org10.1210en.2007-1247) 4 Glatt V , Canalis E, Stadmeyer L  Bouxsein ML. Age-related changes in trabecular architecture differ in female and male C57BL6J mice. Journal of Bone and Mineral Research 2007 22 11971207. (https:doi. org10.1359jbmr.070507) 5 Turner RT, Iwaniec UT, Andrade JE, Branscum AJ, Neese SL, Olson DA, Wagner L, Wang VC, Schantz SL  Helferich WG. Genistein administered as a once-daily oral supplement had no beneficial effect on the tibia in rat models for postmenopausal bone loss. Menopause 2013 20 677686. (https:doi.org10.1097 gme.0b013e31827d44df) 6 Seeman E. Bone modeling and remodeling. Critical Reviews in Eukaryotic Gene Expression 2009 19 219233. (https:doi. org10.1615CritRevEukarGeneExpr.v19.i3.40) 7 Brown RT  Baust JG. Time course of peripheral heterothermy in a homeotherm. American Journal of Physiology 1980 239 R126R129. (https:doi.org10.1152ajpregu.1980.239.1.R126) 8 Swoap SJ. The pharmacology and molecular mechanisms underlying temperature regulation and torpor. Biochemical Pharmacology 2008 76 817824. (https:doi.org10.1016j.bcp.2008.06.017) 9 Chouchani ET, Kazak L  Spiegelman BM. New advances in adaptive thermogenesis: UCP1 and beyond. Cell Metabolism 2019 29 2737. (https:doi.org10.1016j.cmet.2018.11.002) 10 Hill EL  Elde R. Distribution of CGRP-, VIP-, D beta H-, SP-, and NPY-immunoreactive nerves in the periosteum of the rat. Cell and Tissue Research 1991 264 469480. (https:doi.org10.1007 bf00319037) 11 Hohmann EL, Elde RP, Rysavy JA, Einzig S  Gebhard RL. Innervation of periosteum and bone by sympathetic vasoactive intestinal peptide-containing nerve fibers. Science 1986 232 868871. (https:doi.org10.1126science.3518059) 12 Togari A, Arai M  Kondo A. The role of the sympathetic nervous system in controlling bone metabolism. Expert Opinion on Therapeutic Targets 2005 9 931940. (https:doi.org10.151714728222.9.5.931) 13 Hill EL, Turner R  Elde R. Effects of neonatal sympathectomy and capsaicin treatment on bone remodeling in rats. Neuroscience 1991 44 747755. (https:doi.org10.10160306-4522(91)90094-5) 14 Khosla S  Monroe DG. Regulation of bone metabolism by sex steroids. Cold Spring Harbor Perspectives in Medicine 2018 8 a031211. (https:doi.org10.1101cshperspect.a031211) 15 Iwaniec UT, Wronski TJ  Turner RT. Histological analysis of bone. Methods in Molecular Biology 2008 447 325341. (https:doi. org10.1007978-1-59745-242-7_21) 16 Turner RT, Kalra SP, Wong CP, Philbrick KA, Lindenmaier LB, Boghossian S  Iwaniec UT. Peripheral leptin regulates bone formation. Journal of Bone and Mineral Research 2013 28 2234. (https:doi.org10.1002jbmr.1734) 17 Lytle KA, Wong CP  Jump DB. Docosahexaenoic acid blocks progression of western diet-induced nonalcoholic steatohepatitis in obese Ldlr-- mice. PLoS ONE 2017 12 e0173376. (https:doi. org10.1371journal.pone.0173376) 18 Benjamini Y  Hochberg Y. Controlling the false discovery rate  a practical and powerful approach to multiple testing. Journal of the Royal Statistical Society: Series B 1995 57 289300. (https:doi. org10.1111j.2517-6161.1995.tb02031.x) 19 van der Stelt I, Hoevenaars F, Siroka J, de Ronde L, Friedecky D, Keijer J  van Schothorst E. Metabolic response of visceral white adipose tissue of obese mice exposed for 5 days to human room temperature compared to mouse thermoneutrality. Frontiers in Physiology 2017 8 179. (https:doi.org10.3389fphys.2017.00179) 20 Fischer AW, Cannon B  Nedergaard J. Optimal housing temperatures for mice to mimic the thermal environment of humans: an experimental study. Molecular Metabolism 2018 7 161170. (https:doi.org10.1016j.molmet.2017.10.009) 21 Cui X, Nguyen NL, Zarebidaki E, Cao Q, Li F, Zha L, Bartness T, Shi H  Xue B. Thermoneutrality decreases thermogenic program and promotes adiposity in high-fat diet-fed mice. Physiological Reports 2016 4 e12799. (https:doi.org10.14814phy2.12799) 22 Hajifathali A, Saba F, Atashi A, Soleimani M, Mortaz E  Rasekhi M. The role of catecholamines in mesenchymal stem cell fate. Cell and Tissue Research 2014 358 651665. (https:doi.org10.1007s00441- 014-1984-8) 23 Bataille C, Mauprivez C, Hay E, Baroukh B, Brun A, Chaussain C, Marie PJ, Saffar JL  Cherruau M. Different sympathetic pathways control the metabolism of distinct bone envelopes. Bone 2012 50 11621172. (https:doi.org10.1016j.bone.2012.01.023) 24 Canalis E  Delany AM. Mechanisms of glucocorticoid action in bone. Annals of the New York Academy of Sciences 2002 966 7381. (https:doi.org10.1111j.1749-6632.2002.tb04204.x) 25 Gogakos AI, Duncan Bassett JH  Williams GR. Thyroid and bone. Archives of Biochemistry and Biophysics 2010 503 129136. (https: doi.org10.1016j.abb.2010.06.021) 26 Bassett JH  Williams GR. Role of thyroid hormones in skeletal development and bone maintenance. Endocrine Reviews 2016 37 135187. (https:doi.org10.1210er.2015-1106) 27 Li L, Li B, Li M  Speakman JR. Switching on the furnace: regulation of heat production in brown adipose tissue. Molecular Aspects of Medicine 2019 68 6073. (https:doi.org10.1016j.mam.2019.07.005) 28 Uchida K, Shiuchi T, Inada H, Minokoshi Y  Tominaga M. Metabolic adaptation of mice in a cool environment. Pflugers Archiv 2010 459 765774. (https:doi.org10.1007s00424-010-0795-3) 29 Coghlan MJ, Jacobson PB, Lane B, Nakane M, Lin CW, Elmore SW, Kym PR, Luly JR, Carter GW, Turner R, et al. A novel antiinflammatory maintains glucocorticoid efficacy with reduced side effects. Molecular Endocrinology 2003 17 860869. (https:doi. org10.1210me.2002-0355) 30 Philbrick KA, Wong CP, Branscum AJ, Turner RT  Iwaniec UT. Leptin stimulates bone formation in obob mice at doses having minimal impact on energy metabolism. Journal of Endocrinology 2017 232 461474. (https:doi.org10.1530JOE-16-0484) 31 Iwen KA, Oelkrug R  Brabant G. Effects of thyroid hormones on thermogenesis and energy partitioning. Journal of Molecular Endocrinology 2018 60 R157R170. (https:doi.org10.1530JME-17- 0319) 32 Scheller EL, Cawthorn WP, Burr AA, Horowitz MC  MacDougald OA. Marrow adipose tissue: trimming the fat. Trends in Endocrinology and Metabolism 2016 27 392403. (https:doi. org10.1016j.tem.2016.03.016) 33 Keune JA, Wong CP, Branscum AJ, Iwaniec UT  Turner RT. Bone marrow adipose tissue deficiency increases disuse-induced bone loss in male mice. Scientific Reports 2017 7 46325. (https:doi. org10.1038srep46325) 34 Keune JA, Philbrick KA, Branscum AJ, Iwaniec UT  Turner RT. Spaceflight-induced vertebral bone loss in ovariectomized rats is associated with increased bone marrow adiposity and no change in bone formation. NPJ Microgravity 2016 2 16016. (https:doi. org10.1038npjmgrav.2016.16) This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1467 8:11 35 Menagh PJ, Turner RT, Jump DB, Wong CP, Lowry MB, Yakar S, Rosen CJ  Iwaniec UT. Growth hormone regulates the balance between bone formation and bone marrow adiposity. Journal of Bone and Mineral Research 2010 25 757768. (https:doi.org10.1359 jbmr.091015) 36 Scheller EL, Doucette CR, Learman BS, Cawthorn WP, Khandaker S, Schell B, Wu B, Ding SY, Bredella MA, Fazeli PK, et al. Region-specific variation in the properties of skeletal adipocytes reveals regulated and constitutive marrow adipose tissues. Nature Communications 2015 6 7808. (https:doi.org10.1038ncomms8808) 37 Clayton ZS  McCurdy CE. Short-term thermoneutral housing alters glucose metabolism and markers of adipose tissue browning in response to a high-fat diet in lean mice. American Journal of Physiology: Regulatory, Integrative and Comparative Physiology 2018 315 R627R637. (https:doi.org10.1152ajpregu.00364.2017) 38 Dickson I. NAFLD: thermoneutral housing of mice improves modelling of NAFLD. Nature Reviews: Gastroenterology and Hepatology 2017 14 451. (https:doi.org10.1038nrgastro.2017.90) 39 do Carmo JM, da Silva AA, Romero DG  Hall JE. Changes in ambient temperature elicit divergent control of metabolic and cardiovascular actions by leptin. FASEB Journal 2017 31 24182428. (https:doi.org10.1096fj.201601224R) 40 Ganeshan K  Chawla A. Warming the mouse to model human diseases. Nature Reviews: Endocrinology 2017 13 458465. (https:doi. org10.1038nrendo.2017.48) 41 Giles DA, Moreno-Fernandez ME, Stankiewicz TE, Graspeuntner S, Cappelletti M, Wu D, Mukherjee R, Chan CC, Lawson MJ, Klarquist J, et al. Thermoneutral housing exacerbates nonalcoholic fatty liver disease in mice and allows for sex-independent disease modeling. Nature Medicine 2017 23 829838. (https:doi.org10.1038nm.4346) 42 Giles DA, Ramkhelawon B, Donelan EM, Stankiewicz TE, Hutchison SB, Mukherjee R, Cappelletti M, Karns R, Karp CL, Moore KJ, et al. Modulation of ambient temperature promotes inflammation and initiates atherosclerosis in wild type C57BL6 mice. Molecular Metabolism 2016 5 11211130. (https:doi. org10.1016j.molmet.2016.09.008) 43 Hylander BL, Eng JW  Repasky EA. The impact of housing temperature-induced chronic stress on preclinical mouse tumor models and therapeutic responses: an important role for the nervous system. Advances in Experimental Medicine and Biology 2017 1036 173189. (https:doi.org10.1007978-3-319-67577-0_12) 44 Keijer J, Li M  Speakman JR. What is the best housing temperature to translate mouse experiments to humans? Molecular Metabolism 2019 25 168176. (https:doi.org10.1016j. molmet.2019.04.001) 45 Lee B, Kim G, Jo Y, Lee B, Shin YI  Hong C. Aquatic exercise at thermoneutral water temperature enhances antitumor immune responses. Immune Network 2019 19 e10. (https:doi.org10.4110 in.2019.19.e10) 46 Ndongson-Dongmo B, Lang GP, Mece O, Hechaichi N, Lajqi T, Hoyer D, Brodhun M, Heller R, Wetzker R, Franz M, et al. Reduced ambient temperature exacerbates SIRS-induced cardiac autonomic dysregulation and myocardial dysfunction in mice. Basic Research in Cardiology 2019 114 26. (https:doi.org10.1007s00395-019-0734-1) 47 Neff EP. Thermoneutral mice heat up research. Lab Animal 2017 46 331. (https:doi.org10.1038laban.1340) 48 Qi Y, Purtell L, Fu M, Sengmany K, Loh K, Zhang L, Zolotukhin S, Sainsbury A, Campbell L  Herzog H. Ambient temperature modulates the effects of the Prader-Willi syndrome candidate gene Snord116 on energy homeostasis. Neuropeptides 2017 61 8793. (https:doi.org10.1016j.npep.2016.10.006) 49 Rubin RL. Mice housed at elevated vivarium temperatures display enhanced T-cell response and survival to Francisella tularensis . Comparative Medicine 2017 67 491497. 50 Small L, Gong H, Yassmin C, Cooney GJ  Brandon AE. Thermoneutral housing does not influence fat mass or glucose homeostasis in C57BL6 mice. Journal of Endocrinology 2018 239 313324. (https:doi.org10.1530JOE-18-0279) 51 Stemmer K, Kotzbeck P, Zani F, Bauer M, Neff C, Muller TD, Pfluger PT, Seeley RJ  Divanovic S. Thermoneutral housing is a critical factor for immune function and diet-induced obesity in C57BL6 nude mice. International Journal of Obesity 2015 39 791797. (https:doi.org10.1038ijo.2014.187) 52 Uhlig S  Kuebler WM. Difficulties in modelling ARDS (2017 Grover Conference Series). Pulmonary Circulation 2018 8 2045894018766737. (https:doi.org10.11772045894018766737) Received in final form 18 September 2019 Accepted 7 October 2019 Accepted Preprint published online 7 October 2019 This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica Ltd",
        "introduction": "Mice are among the most commonly utilized animal models for aging-related metabolic bone disease in humans. Advantages of mice over many models include their small size, relatively short lifespan, and ease of genetic manipulation. However, differences in physiology between the two species may preclude the direct translation of experimental results from mice to humans ( 1, 2). Although aging-related bone loss occurs in both mice and humans, the temporal pattern of bone loss between the species is markedly different, at least in long bones, raising concern that the underlying mechanisms for the bone loss may differ. In mice, cancellous bone -19-0359Key Words fanimal models fsympathetic signaling fthermogenesis fmetabolism fbone formation and resorption Endocrine Connections (2019) 8, 14551467ID: 19-0359 8 11 This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1456PB14 8:11 loss in long bones occurs prior to skeletal maturity (6 months of age) and concurrently with bone elongation and cortical bone accrual ( 3, 4). Therefore, by the time mice reach skeletal maturity, defined as cessation of linear bone growth, a large portion of their cancellous bone has been resorbed, and little cancellous bone is available to effectively model aging-related skeletal impairment. This pattern of bone loss is not evident in all small rodents. Cancellous bone loss in rats occurs later in life ( 5). In humans, cancellous bone loss occurs long after skeletal maturity, primarily due to negative remodeling balance, where the rate of bone resorption exceeds the rate of formation ( 6). The mechanism(s) mediating premature cancellous bone loss in mice have not been extensively investigated, but our previous work suggests that the ambient temperature of standard rodent housing (1823C) plays an important role ( 2). We previously reported that housing C57BL6J (B6) female mice at a thermoneutral temperature (32C) prevented cancellous bone loss from 8 to 18 weeks of age, an interval during which the mice accrued cortical bone. Compared to standard room temperature housing (22C), mice housed at thermoneutral conditions had increased bone formation and decreased bone resorption ( 2). Differences in thermoregulatory mechanisms between mice and humans may be a critical aspect in understanding species-specific skeletal maturation and aging-related bone loss. Humans are homeotherms and maintain their body temperature within a narrow range ( 7). In contrast, mice are facultative daily heterotherms and experience fasting- induced decreases in body temperature upon exposure to temperatures below their thermoneutral zone (2634C) (8). During the light photoperiod, when food intake and locomotor activity are reduced, laboratory mice, depending on housing conditions (e.g., temperature, bedding material, number of animalscage), can undergo intermittent bouts of torpor, which is driven by fasting- induced reduction in serum leptin and characterized by a metabolic rate below basal metabolic level and decreased core body temperature ( 2, 8). Conversely, when food intake and locomotor activity are increased during the dark photoperiod, mice utilize energy-requiring adaptive thermogenesis to help maintain sufficient core body temperature, resulting in a net increase in food consumption. Non-shivering thermogenesis, a form of adaptive thermogenesis, is particularly important for adaptation to a cold environment and is regulated by neuroendocrine mechanisms that induce sympathetic outflow from the central nervous system (CNS) to brown adipose tissue (BAT), where heat is generated through the uncoupling of oxidation and phosphorylation by uncoupling proteins (UCPs) ( 9). Bone is highly innervated by efferent sympathetic neurons ( 10, 11), and catecholaminergic activity modulates the function of osteoblasts and osteoclasts, and may play a role in mediating premature bone loss in mice ( 12, 13). Hormones can directly influence bone health, and sex steroids, in particular, are known modulators of bone metabolism ( 14). Consequently, female and male mice exhibit sexually dimorphic trajectories of skeletal growth and changes in morphology throughout the lifespan ( 4). While premature cancellous bone loss occurs in male mice, bone loss appears to occur later than that in females (4). Therefore, in this study we sought to determine if our prior results regarding the effects of housing temperature on bone in female B6 mice were generalizable to male B6 mice. Determining the causes of premature bone loss in mice, and whether this occurs in a sexually dimorphic manner, will contribute to optimization of experimental models more closely matching human physiology and provide novel information on potential factors contributing to aging-related bone loss. Materials and methods Experimental design Five-week-old male B6 mice were obtained from Jackson Laboratory and housed under controlled conditions with approval of the Oregon State University Institutional Animal Care and Use Committee. Mice were individually housed in a room on standard light cycle (12 h light; 12 h dark), and food and water were provided ad libitum . Body weight and food consumption were monitored weekly for the duration of the study. Mice were randomized into two housing conditions, a room temperature of 22C (standard vivarium room temperature, n  9) or a room temperature of 32C (thermoneutral temperature for mice, n  9), and maintained at their respective temperatures from 5 (rapidly growing) until 16 (slowly growing) weeks of age. Male B6 mice reach peak cancellous bone volume fraction in distal femur metaphysis at 8 weeks of age and peak cortical and total femur bone volume by 6 months of age (4). The mice were injected with the fluorochrome calcein (15 mgkg, Sigma) 4 days and 1 day prior to killing to label bone surfaces undergoing mineralization. For tissue collection, mice were deeply anesthetized with This work is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License. https:doi.org10.1530EC-19-0359https:ec.bioscientifica.com  2019 The authors Published by Bioscientifica LtdS A Martin et al. Housing temperature and bone1457 8:11 2 isoflurane and bled by decapitation. Blood glucose was measured using a glucometer (OneTouch Ultra Mini, LifeScan, Milpitas, CA, USA). Serum was collected and stored at 80C for analyses of markers of bone turnover and leptin. Abdominal white adipose tissue (WAT) was removed and weighed. Right femora and the fifth lumbar vertebrae were isolated, fixed for 24 h in 10 formalin, and stored in 70 ethanol for microcomputed tomography and histomorphometric analyses. Left tibiae were removed, snap frozen in liquid nitrogen, and stored at 80C for gas chromatographic analysis of lipid species. Interscapular BAT was removed and stored in RNALater (ThermoFisher) at 80C for RNA analysis of Ucp1 . A second cohort of mice ( n  10) was killed at 8 weeks of age as an asynchronous baseline control group. Chemistry Serum leptin was measured using Mouse Leptin Quantikine ELISA Kit (RD Systems), serum osteocalcin was measured using Mouse Gla-Osteocalcin High Sensitive EIA Kit (Clontech, Mountain View, CA, USA), and serum CTX-1 was measured using Mouse CTX-1 ELISA kit (Life Sciences Advanced Technologies, St. Petersburg, FL, USA) according to the respective manufacturers protocol. Microcomputed tomography Microcomputed tomography ( CT) was used for nondestructive 3D evaluation of bone volume and architecture in femur and fifth lumbar vertebra as previously described ( 2). Histomorphometry",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            }
        ]
    }
]