[
    {
        "pmid": "38314043",
        "title": "Sex differences in muscle health in simulated micro- and partial-gravity environments in rats.",
        "year": "2023",
        "journal": "Sports Med Health Sci",
        "abstract": "Skeletal muscle size and strength are important for overall health for astronauts. However, how male and female muscle may respond differently to micro- and partial-gravity environments is not fully understood. The purpose of this study was to determine how biological sex and sex steroid hormones influence the progression of muscle atrophy after long term exposure to micro and partial gravity environments in male and female rats. Male and female Fisher rats (n ​= ​120) underwent either castration/ovariectomy or sham surgeries. After two weeks recovery, animals were divided into microgravity (0g), partial-gravity (40% of weight bearing, 0.4g), or full weight bearing (1g) interventions for 28 days. Measurements of muscle size and strength were evaluated prior to and after interventions. At 0g, females lost more dorsiflexion strength, plantar flexion strength, and other metrics of muscle size compared to males; castration/ovariectomy did not influence these differences. Additionally, at 0.4g, females lost more dorsiflexion strength, plantar flexion strength, and other metrics of muscle strength compared to males; castration/ovariectomy did not influence these differences. Females have greater musculoskeletal aberrations during exposure to both microgravity and partial-gravity environments; these differences are not dependent on the presence of sex steroid hormones. Correspondingly, additional interventions may be necessary to mitigate musculoskeletal loss in female astronauts to protect occupational and overall health.",
        "full_text": "Original Article Sex differences in muscle health in simulated micro- and partial-gravity environments in rats Megan E. Rosa-Caldwella,, Marie Mortreuxa,b, Anna Wadhwaa, Ursula B. Kaiserc, Dong-Min Sunga, Mary L. Bouxseind, Seward B. Rutkovea aDepartment of Neurology, Beth Israel Deaconess Medical Center and Harvard Medical School, 330 Brookline Avenue, Boston, MA, 02215, USA bDepartment of Nutrition and Food Sciences, University of Rhode Island, Kingston, RI, 02881, USA cDivision of Endocrinology, Diabetes and Hypertension, Brigham and Women s Hospital and Harvard Medical School, Boston, MA, 02215, USA dCenter for Advanced Orthopedic Studies, Beth Israel Deaconess Medical Center and Harvard Medical School, Boston, MA, 02215, USA ARTICLE INFO Keywords: Sex differencesAtrophy Muscle strength Plantar exion DorsiexionABSTRACT Skeletal muscle size and strength are important for overall health for astronauts. However, how male and female muscle may respond differently to micro- and partial-gravity environments is not fully understood. The purpose of this study was to determine how biological sex and sex steroid hormones in uence the progression of muscle atrophy after long term exposure to micro and partial gravity environments in male and female rats. Male andfemale Fisher rats ( n120) underwent either castrationovariectomy or sham surgeries. After two weeks re- covery, animals were divided into microgravity (0g), partial-gravity (40 of weight bearing, 0.4g), or full weight bearing (1g) interventions for 28 days. Measurements of muscle size and strength were evaluated prior to andafter interventions. At 0g, females lost more dorsi exion strength, plantar exion strength, and other metrics of muscle size compared to males; castrationovariectomy did not in uence these differences. Additionally, at 0.4g, females lost more dorsi exion strength, plantar exion strength, and other metrics of muscle strength compared to males; castrationovariectomy did not in uence these differences. Females have greater musculoskeletal ab- errations during exposure to both microgravity and partial-gravity environments; these differences are not dependent on the presence of sex steroid hormones. Correspondingly, additional interventions may be necessaryto mitigate musculoskeletal loss in female astronauts to protect occupational and overall health. 1. Introduction Skeletal muscle strength is critical for operational health and safety for astronauts upon the International Space Station and future missions to the Moon and Mars. Exposure to microgravity (or microgravity analogs) is well known to elicit musculoskeletal alterations in humans and in ro- dent models.13To mitigate these losses, NASA has instigated strict re- quirements for exercise interventions on the International Space Station (ISS). However, these interventions are time-consuming (2 h day) and do not fully mitigate musculoskeletal losses.4Additionally, while certain exercise modalities are available on the ISS, such as the advanced resis- tive exercise device (ARED) and a specialized treadmill system, given the space limitations for the upcoming Artemis missions to the Moon and future missions to Mars, exercise may not be a viable option for early expeditions to such locations. Therefore, a more thorough understandingof musculoskeletal physiology will be necessary to develop other in- terventions to mitigate micro- and partial gravity-induced alterations to muscle health. One of the key areas of interest for astronaut health is to ensure a thorough understanding of biological sex differences during exposure to reduced gravity environments. While prior crewed missions may have been disproportionally male, the current Artemis class of astronauts is 50 male and 50 female.5Additionally, commercial space ight ap- pears to be quickly becoming a reality, with future customers of this enterprise likely comprising approximately 50 males and 50 females. Therefore, understanding the in uence of biological sex on muscle out- comes is imperative to developing interventions for safe space travel. Recent articles have detailed baseline differences in male and female muscle ber type distribution and metabolic activity.6Disuse atrophy is known to differentially in uence different ber types, providing physi- ological plausibility for sex differences in the etiology of disuse atrophy.  Corresponding author. Department of Neurology, Beth Israel Deaconess Medical Center and Harvard Medical School, 330 Brookline Avenue, Boston, MA , 02215, USA E-mail address: merosacabidmc.harvard.edu (M.E. Rosa-Caldwell). Contents lists available at ScienceDirect Sports Medicine and Health Science journal homepage: www.keaipublishing.comsmhs https:doi.org10.1016j.smhs.2023.09.002 Received 3 April 2023; Received in revised form 22 August 2023; Accepted 6 September 2023 Available online 12 September 20232666-3376 2023 Chengdu Sport University. Publishing services by Elsevier B.V. on behalf of KeAi Communications Co. Ltd. This is an open access article under the CC BY-NC-ND license ( http:creativecommons.orglicensesby-nc-nd4.0 ).Sports Medicine and Health Science 5 (2023) 319 328One of the key experimental models for investigating space ight-induced musculoskeletal deteriorations is hindlimb unloading, which entails ro- dents being elevated from their cage oors by their tail or hip harness. This position completely removes gravitational loading from the rodents  back paws and elicits a uid shift towards the head, similar to space ight. Extensive literature has been published using this model, which has been elegantly described in previous reviews.7Experimental research using hindlimb unloading to investigate the in uence of biological sex on the progression of musculoskeletal de cits after disuse have been con icting. One study noted that female rats better maintained muscle function compared to males after 14 days of unloading.8In contrast, others have found female mice had exacerbated muscle loss compared to males within seven days of unloading.9,10These phenotypic differences were accompanied by a relatively greater reactive oxygen species induction, greater autophagy induction, and lower protein synthetic rates in females compared to males.9,10Moreover, an additional study found that female mice responded more favorably to mitochondrially-targeted catalase as a therapy to mitigate disuse, compared to males.11However, it should be noted that others have not found mitochondrially-targeted catalase to mitigate disuse-associated atrophy in either males or females.12 One key difference between males and females is differences in major circulating sex steroid hormones, with testosterone being a key sex ste- roid hormone for males and estradiol being a key sex steroid hormone for females. A comprehensive review of each of these hormones function in relation to muscle health is beyond the scope of this paper and has been detailed elsewhere6,13,14; however, it is clear that both hormones are important for muscle size and strength. What is uncertain is if these steroid hormones contribute to sex differences in musculoskeletal losses during atrophy, or conversely if these hormones potentially mask inherent musculoskeletal differences between males and females. Un- derstanding the in uence of sex steroid hormones on muscle loss is important for understanding basic muscle physiology as well as possibly developing interventions to mitigate muscle loss for astronauts. The aggregate of the studies to date is far from a consensus on how or if females may respond differently to a micro- or partial-gravity envi-ronment. Moreover, considering the timeline of prior studies (0 14 days of disuse), questions remain on whether sex differences exist, and if they would persist with longer durations of unloading. Additionally, while mechanistic studies investigating alterations in cellular signaling are undoubtedly critical for an in-depth understanding of muscle biology, they do not address whether the muscle will have different functional capacity after exposure to micro- or partial-gravity. Alterations to muscle function will be imperative for NASA to determine how to optimize operational effectiveness and safety in the astronaut corps. Overall, sex differences in the etiology of muscle loss have not been fully resolved. Moreover, how sex steroid hormones may act to augment or mitigate sex differences during disuse atrophy has not been thoroughly investigated. The purpose of this study was to determine if and how biological sex and sex steroid hormones in uence the progression of muscle atrophy after long term exposure to simulated micro- and partial-gravity environments in male and female rats. 2. Methods2.1. Animal experiments Overall design: All experimental procedures were approved by the Beth Israel Deaconess Medical Center Institutional Animal Care and Use Committee (IACUC, protocol number: 081 2020). The overall protocol (including pictorial description) for this study has been previously re- ported. 15Briey, 120 male (M) and female (F) Fisher rats were obtained from Charles River Laboratories (Wilmington, MA, Stock number: 002). At 12 weeks of age, the rats underwent either castrationovariectomy (CASTOVX) or sham (SHAM) surgeries. Animals were given two weeks to recover; thereafter, they were divided into either simulated micro-gravity (0g), simulated partial-gravity (40 of bodyweight, Martian gravity, 0.4g) or Earth gravity control (1g) conditions. Simulated 0g was induced with a pelvic harness around the animals hips to keep hindlimbs suspended from the ground, as we have previously described.16,17Simulated 0.4g was induced with a harness and vest system to allow the animal to keep all paws on the ground with reduced loading, as we have previously described.16,17Partial weight-bearing was assessed weekly and adjusted as needed to maintain 40 weight bearing. A total of 10 rats were used in each group. Animals remained in in- terventions for 28 days. Immediately prior to and after interventions, animals underwent a series of tests to evaluate changes in musculoskel- etal strength (detailed below). After post-intervention testing, animals were euthanized with 30 70 carbon dioxide of chamber volume per minute. Death was con rmed with cardiac puncture. These procedures are aligned with 2020 American Veterinary Medical Association Guide- lines on Euthanasia guidelines. Hindlimb muscles were then collected and weighed. Soleus muscles were xed in 10 formalin for 48 h and rinsed with phosphate buffered saline (PBS) for histological analysis. Gonadectomy status and associated alterations are detailed in our pre- vious manuscript using these animals.15 Animal housing: Conditions for housing has been published previ- ously.15Briey, all animals were singly housed in custom-made cages specically designed for micro-gravity or partial weight-bearing in- terventions. Animals were kept in the BIDMC animal facility at 22C14C with a 12:12 light cycle. Animals were allowed access to food and water ad libitum throughout the study. Rats were fed standard laboratory chow throughout the study. Food was weighed daily to ensure appropriate consumption. Animals were also checked daily to ensure the harness was functioning appropriately and weighed weekly to ensure they did not have excessive bodyweight loss. If an animal exhibited extreme signs of stress ( 20 bodyweight loss, anorexia, non-grooming behaviors, etc.), it was removed from the study and euthanized. One rat (M-CAST-0.4g) was removed from the study due to excessive bodyweight loss. Grip Strength: Hindlimb grip strength was evaluated as we have pre- viously described.15Briey, animals hindlimbs were placed on a grip barAbbreviations list 1g Simulated Earth gravity, normal weight bearing 0.4g Simulated Martian gravity, 40 of normal weight bearing 0g Simulated micro-gravity, 0 normal weight bearing NASA National Aeronautics and Space Administration ISS International Space Station ARED Advanced Resistive Exercise Device CAST Castrated rats OVX Ovariectomized rats Sham Sham (placebo) surgery in rats, intact gonads PBS Phosphate Buffered SalineIACUC Institutional Animal Care and Use Committee M Males F Females Hz Hertz pQCT Peripheral Quantitative Computed Tomography mm Millimeters mms Millimeters per second SAS Statistical Analysis System LSMESTIMATE Least Squared Means Estimate PROC MIXED Procedure Mixed ANOVA Analysis of variance m micrometerM.E. Rosa-Caldwell et al. Sports Medicine and Health Science 5 (2023) 319 328 320attached to a force transducer (Ametek, Berwyn, PA). Animals were gently pulled from the bar until they released their grip; the corre- sponding force was recorded. Animals repeated this measurement two more times; the greatest value was utilized for data analysis. Maximally stimulated muscle strength: Maximal stimulation of dorsi- exion and plantar exion muscles was completed as previously described.15Animals were anesthetized with 2 iso urane mixed with oxygen using a vaporizing system. The animals left foot was then taped to a footplate (Dual Mode Muscle Lever System; Aurora Scienti c, Aurora, Ontario, Canada) and adjusted to ensure 90 of dorsi exion at the ankle joint and alignment of the ankle and knee joints. The animals tibial nerve was stimulated to elicit either dorsi exion or plantar exion. To con rm appropriate needle placement, a small (10 Hz) stimulation was applied to the nerve. After appropriate needle placement was conrmed, a 200 Hz stimulation for 200 ms was applied to the nerve generating a maximal tetanus. Maximal tetanic measurements were visually inspected by a researcher to ensure maximal tetanus was achieved. Peripheral quantitative computed tomography (pQCT): Peripheral quantitative computed tomography (pQCT, Stratee, XCT Research SA , Pforzheim, Germany) was utilized to quantify total muscle cross- sectional area in the tibial compartment, as previously described.15 Anesthetized animals (2 iso urane) were positioned and images were captured 40 mm from the tibial plateau with the following acquisition parameters: voxel size: 0.10 mm, Ct speed: 10 mms. Images were analyzed to decipher different tissue densities and corresponding areawith speci ed software provided by the manufacturer. Histology: Histological preparation and analysis was completed as we have previously described. 8After 48 h of xation in 10 formalin and washing with PBS, soleus muscles were embedded in paraf n and stained for myosin heavy chain type I (ab11083; Abcam, Cambridge, MA), myosin heavy chain type II (ab91506; Abcam, Cambridge, MA), and wheat germ agglutinin to visualize muscle ber borders (W6748; Ther- mosher Scienti c, Waltham, MA). Images were collected with an epi- uorescent microscope at 20 C2magni cation (Zeiss Axio Imager M1) and analyzed with Fiji (ImageJ, NIH) as we have previously described.8 All analyses were completed by a blinded investigator (DS). Statistical Analysis: Longitudinal data were analyzed as percent dif- ference between baseline and post-intervention values with a covariate of baseline values. Cross-sectional data (e.g., muscle ber areas and tissue weights) were analyzed as percent difference from within sex and hor- monal status (SHAM, CASTOVX) 1g controls. A covariate of baseline values was used for longitudinal data to account for the possible in u- ence of baseline values on the progression of muscle loss. Percent dif- ferences were used to more directly compare data between males and females despite their signi cant differences in bodyweight and other muscle parameters. The speci c research question was to evaluate dif- ferences between males and females at different simulated gravitational loads (0g and 0.4g) and in response to different gonadal status (SHAM or OVXCAST). Therefore, we developed a novel statistical model in Sta- tistical Analysis System (SAS) software using the least squared means estimate (LSMESTIMATE) statement within the procedure mixed (PROC MIXED) function. Primary comparisons of interest included: C15SHAM Males v. SHAM Females at 0g C15SHAM Males v. SHAM Females at 0.4g C15CAST Males v. OVX Females at 0g C15CAST Males v. OVX Females at 0.4g These four primary comparisons were condensed into a priori con- trasts and were tested globally with a joint F-test, as we have previously described.15If the joint F-test was signi cant ( p0.05), individual contrasts were evaluated for differences between pre-planned compari- sons. The p-values for speci c contrasts were accommodated for multiple comparisons with a Holms adjustment ( p0.05). Additionally, within each sex and hormonal status ,an one-wayanalysis of variance (ANOVA) with a factor of loading (1g, 0.4g, and 0g) was completed as a model validation. Signi cance was denoted with a global F-test of p0.05 and pair-wise comparisons were investigated with a Tukey-adjusted p-value ( p0.05). Graphical representation of model validation analysis can be found in supplementary materials.18All data analysis was completed with SAS statistical software (SAS Institute, Cary, NC, United States). All SAS coding (including datasets), SAS out- puts, and a pictorial description of the experimental design are available in Supplementary Files.18 3. Results 3.1. Females lost more bodyweight compared to males, but had similar loss in rear paw grip strength during 28-day interventions F-SHAM-0g had similar bodyweight losses compared to M-SHAM-0g (Fig. 1 A). However, in rats post-gonadectomy, F-OVX-0g had greater bodyweight loss compared to M-CAST-0g ( 14.9 v. C06.8 respec- tively, Fig. 1 B). After exposure to simulated partial gravity, females lost more bodyweight compared to males, in both SHAM ( C09.4 v. C00.90, Fig. 1 C) and OVXCAST conditions ( C011.4 v. C03.9, Fig. 1 D). SHAM females and males lost similar hindlimb grip strength after 28 days exposure to 0 g ( Fig. 1 E). In 0g OVXCAST animals, females had less loss in grip strength compared to males ( C045.3 v. C067.9 respectively, Fig. 1 F). At 0.4g, there were no differences in hindlimb grip strength between females and males in SHAM ( Fig. 1 G) or OVXCAST conditions (Fig. 1 H). 3.2. Females lost more muscle leg girth and corresponding muscle cross- sectional area compared to males In both intact and gonadectomized rats, and at both 0g and 0.4g, females had greater loss in overall leg girth compared to males (SHAM at 0g:C09.2 v. C04.87 respectfully, Fig. 2 A; OVXCAST at 0g: C011.7 v. 0.91 Fig. 2 B; SHAM at 0.4g: 9.1 v. 0.08 respectively, Fig. 2 C; OVX CAST at 0.4g: C010.3 v. 1.1, Fig. 2 D). With regards to total muscle cross-sectional area loss of the lower leg, there were no differences between SHAM females and males at 0g (Fig. 2 E). In OVXCAST rats exposed to 0g, females tended to have greater muscle cross-sectional area loss, although not signi cant (C019.3 v. C09.8 respectively, Fig. 2 F). The same ndings were observed in the 0.4g SHAM group ( C017.9 v. C08.8, Fig. 2 G). However, in OVXCAST rats exposed to 0.4g, females had signi cantly greater muscle cross-sectional area loss compared to males ( C016.8 v. C03.8 respectively, Fig. 2 H). 3.3. Females had similar losses in muscle ber cross-sectional areas as males at 0g but greater muscle ber area loss than males at 0.4g In both SHAM and OVXCAST animals exposed to 0 g, there were no differences between females and males in relative difference in muscle ber area ( Fig. 3 AB). However, at 0.4 g in SHAM and OVXCAST ani- mals, females had greater loss in total muscle ber area than males (C034.8 v. C015.1 respectively, Fig. 3 C). Moreover, this relationship was sustained in OVXCAST animals ( C029.8 v. C015.0 respectively, Fig. 3 D). In myosin heavy chain type I-positive bers (hereafter referred to as type I bers), there was no difference between SHAM females and males after 0g intervention ( Fig. 3 E), nor within OVXCAST rats ( Fig. 3 F). After 0.4g interventions, both SHAM and OVX females had greater type I ber area loss compared to males ( C034.7 v. C012.4 respectively, Fig. 3 G andC028.3 v. C013.9 respectively, Fig. 3 H). At 0g, in both SHAM and OVXCAST rats there were no relative differences in the changes in myosin heavy chain type II positive (Type II) bers between females and males ( Fig. 3 IJ). At 0.4g, SHAM females were not different than males in the relative loss of Type II bersM.E. Rosa-Caldwell et al. Sports Medicine and Health Science 5 (2023) 319 328 321(Fig. 3 K), while OVX females tended to have greater relative differences in type II ber area, though this did not reach signi cance ( C035.3 v. C017.1, Fig. 3 L). In muscle bers expressing both type I and type II isoforms (hybrid bers), there was no difference between sham females and males at 0 g (Fig. 3 M). However, in 0g CASTOVX animals, females had a greater loss in hybrid bers compared to males ( C046.7 v. C029.1 respectively, Fig. 3 N). After exposure to 0.4g, in both SHAM and OVXCAST rats, fe- males had greater ber area loss compared to males ( C034.9 v. C013.6 respectively, Fig. 3 O and C035.9 v. C013.2 respectively, Fig. 3 P). 3.4. Females had greater reductions in dorsi exion and plantar exion parameters compared to males at both 0g and 0.4g At 0g, SHAM females lost more dorsi exion power (peak force divided by time to reach peak force) compared to males ( C045.2 v. 27.8 respectively, Fig. 4 A), while no differences were detected in OVXCAST groups at 0g ( Fig. 4 B). At 0.4g, there was no difference be- tween SHAM females and males in dorsi exion power loss ( Fig. 4 C). Within OVXCAST animals exposed to 0.4g, females tended to have greater loss in dorsi exion power, though this difference did not reach signicance ( C036.1 v. 7.8 respectively, Fig. 4 D). We should note that, although the males showed a slight increase in dorsi exion pa- rameters, the 1g controls animal had greater increases over time.18Maximal plantar exion power was also evaluated. At 0g, females lost more plantar exion power compared to males under both SHAM and OVXCAST conditions ( C031.1 v. C03.2 respectively, Fig. 4 E and C015.9 v. 12.3 respectively, ( Fig. 4 F). Additionally, at 0.4g, females also had greater loss in plantar exion power compared to males under both SHAM and OVXCAST conditions ( C06.5 v. 16.2, Fig. 4 G and C010.7 v. 10.0, Fig. 4 H). 3.5. Females tended to have greater loss in hindlimb muscle mass compared to males In SHAM 0g rats, females tended to have attenuated differences in gastrocnemius mass compared to males, though this difference was not signicant (C026.4 v. C032.7, Fig. 5 A). Contrastingly, in OVXCAST 0g rats, females tended to have greater loss in gastrocnemius mass relative to males; however, this difference was again not signi cant (C032.0 v. C025.3, Fig. 5 B). At 0.4g, females in both SHAM and OVX conditions tended to have greater decreases in gastrocnemius mass compared to males; however, neither of these differences reached signi cance (C021.1 v. C016.2, Fig. 5 C and C024.3 v. C018.4, Fig. 5 D). There were no differences between females and males in relative soleus alterations at 0g in either SHAM or OVXCAST conditions (C053.6 v. C050.1, Fig. 5 E and C053.5 v. C052.9, Fig. 5 F). However, at 0.4g in both SHAM and OVXCAST conditions, females had greater Fig. 1. Bodyweight and grip strength changes in males and females undergoing exposure to micro-gravity (0g) or 40 partial-gravity (0.4g) interventions in SHAM and CASTOVX conditions. Bodyweight changes in A)SHAM males and females exposed to 0g. B)CAST males and OVX females exposed to 0g. C)SHAM males and females exposed to 0.4g. D)CAST males and OVX females exposed to 0.4g. Grip strength changes in E)SHAM males and females exposed to 0g. F)CAST males and OVX females exposed to 0g. G)SHAM males and females exposed to 0.4g. H)CAST males and OVX females exposed to 0.4g. Individual data points are percent difference between pre-intervention and post-intervention (28 days) with a covariate of baseline values. Data are presented as Mean C6SEM. SHAM sham surgery animals with intact gonads, CAST castrated males, OVX ovariectomized females, SEMstandard error of the mean.M.E. Rosa-Caldwell et al. Sports Medicine and Health Science 5 (2023) 319 328 322decreases in soleus mass compared to males ( C034.7 v. C018.6, Fig. 5 G andC032.8 v. C022.8, Fig. 5 H). Within the tibialis anterior (TA), there were no differences between females and males (SHAM or OVXCAST) at 0g ( C014.0 v. C020.4, Fig. 5 I andC018.7 v. C018.6, Fig. 5 J). Similarly, at 0.4g there were no differences between females and males in TA mass change, regardless of hormonal status (SHAM, C021.3 v. C018.0, Fig. 5 K and OVXCAST, C026.7 v. C023.7, Fig. 5 L). At 0g, SHAM females had attenuated extensor digitorum longus (EDL) loss compared to males ( C08.1 v. C015.7, Fig. 5 M). However, this difference was not observed in OXVCAST rats ( Fig. 5 N). After exposure to 0.4g, there were no differences in EDL changes between the sexes, regardless of SHAM or OVXCAST conditions ( Fig. 5 O-P). 4. Discussion There remains scienti c controversy on how biological sex may in- uence the trajectory of diseases. Our study builds on prior research in this domain811and concurs with prior literature nding females appear more susceptible to disuse atrophy relative to males. These differences are more pronounced during mechanical unloading and suggests females may need more therapeutic interventions to attenuate musculoskeletal losses upon exposure to different gravitational environments. Moreover, these sex differences were present regardless of the presence or absence of sex steroid hormones; this strongly implies that sex differences in musculoskeletal pathologies are more complex than simple differences inthe sex steroid hormone milieu. Our data demonstrate that females experience greater relative loss across various components of muscle health in simulated micro- and partial-gravity environments, including muscle size ( Figs. 2 ,Fig 3 , and Fig 5 ) and muscle strength ( Fig. 4 ), compared to males. These data agree with prior studies in mice undergoing short-term exposure to disuse at- rophy,9,10but con ict with recent works in rats undergoing 14 days of disuse.8Although sparse, human data on disuse also appear to suggest that females have slightly worse musculoskeletal outcomes with disuse compared to males. For example, in a recent study of immobilization in humans, females had lower force relative to muscle volume after armimmobilization whereas males did not have these changes. 19Although males tended to have greater loss in muscle area, females appeared to have greater alterations to intrinsic muscle force.19Additionally, in pa- tients within the intensive care units, females have greater reductions in handgrip strength compared to males.20Other studies in humans have found comparable rectus femoris area loss between males and females after undergoing immobilization for a femoral fracture.21In aggregate, our data appear to generally be consistent with prior studies investigating the in uence of biological sex and musculoskeletal outcomes during disuse, with females tending to have exacerbated musculoskeletal loss during exposure to unloading compared to males. It is noteworthy that we found OVXCAST had little effect on overall differences between males and females. If sex differences were purely attributable to differences in circulating sex steroid hormones, we would anticipate sex differences to disappear or at least be mitigated with Fig. 2. Leg girth and total muscle area changes in the lower leg between males and females undergoing exposure to micro-gravity (0g) or 40 partial-gravity (0 .4g) interventions in both SHAM and CASTOVX conditions. Leg girth changes in A)SHAM males and females exposed to 0g. B)CAST males and OVX females exposed to 0g.C)SHAM males and females exposed to 0.4g. D)CAST males and OVX females exposed to 0.4g. Muscle area changes in E)SHAM males and females exposed to 0g. F)CAST males and OVX females exposed to 0g. G)SHAM males and females exposed to 0.4g. H)CAST males and OVX females exposed to 0.4g. Individual data points are percent difference between pre-intervention and post-intervention (28 days) with a covariate of baseline values. Data are presented as Mean C6SEM. SHAM sham surgery animals with intact gonads, CAST castrated males, OVX ovariectomized females, SEMstandard error of the mean.M.E. Rosa-Caldwell et al. Sports Medicine and Health Science 5 (2023) 319 328 323(caption on next page)M.E. Rosa-Caldwell et al. Sports Medicine and Health Science 5 (2023) 319 328 324removal of such sex hormones. Yet, we nd that sex differences remain and, if anything, are enhanced after gonadectomy. Our previous studies using these same rats demonstrated that a lack of testosterone during unloading had little effect on muscle losses during exposure to either 0g or 0.4g.15In contrast, although subtle, ovariectomy appeared to exac- erbate musculoskeletal losses in females.15Taken together with the current analysis, it is conceivable that conditions, which result in changes to ovarian derived hormones, may in fact exacerbate sex differences between males and females. The relationship between changes in estrous cycle and subsequent muscle size is supported by multiple prior studies across multiple conditions associated with muscle loss.2224Regardless, ournding that presence of gonadal derived hormones does not solely mediate sex-based differences in the trajectory of musculoskeletal losssuggests that other factors in addition to gonadal hormones contribute to the observed sex differences. It is possible differences in chromosomal make-up between females and males (i.e. XX vs XY), and subsequent gene expression may be underlying these differences unloading-induced muscle atrophy. However, that speci c research question is beyond the scope of the current investigation. Additionally, we must acknowledge that due to the design of the study we cannot speci c precisely which hormones may be contributing directly or indirectly to these ndings. We must acknowledge that our results are in opposition of a prior report by our group using the same hindlimb unloading technique in rats to investigate the in uence of biological sex and muscle loss during disuse.8It is not entirely clear what may account for the discrepancies between these studies. It is possible that the duration of unloadingFig. 3. Muscle ber cross-sectional area (CSA) differences in the soleus muscle between males and females undergoing exposure to micro-gravity (0g) or 40 partial- gravity (0.4g) interventions in both SHAM and CASTOVX conditions. Overall CSA differences in A)SHAM males and females exposed to 0g. B)CAST males and OVX females exposed to 0g. C)SHAM males and females exposed to 0.4g. D)CAST males and OVX females exposed to 0.4g. Type I CSA differences in E)SHAM males and females exposed to 0g. F)CAST males and OVX females exposed to 0g. G)SHAM males and females exposed to 0.4g. H)CAST males and OVX females exposed to 0.4g. Type II CSA differences in I)SHAM males and females exposed to 0g. J)CAST males and OVX females exposed to 0g. K)SHAM males and females exposed to 0.4g. L) CAST males and OVX females exposed to 0.4g. Hybrid Type IType II CSA differences in M)SHAM males and females exposed to 0g. N)CAST males and OVX females exposed to 0g. O)SHAM males and females exposed to 0.4g. P)CAST males and OVX females exposed to 0.4g. Q)Representative images for all groups. All images collected at 20 C2magni cation, scale bars represent 50 m (micrometers). Individual data points are percent difference from within sex and hormone-status 1g (fully loaded) control animals. Data are presented as Mean C6SEM. SHAM sham surgery animals with intact gonads, CAST castrated males, OVX ovariectomized females, SEMstandard error of the mean. Fig. 4. Dorsiexion and plantar exion power production between males and females undergoing exposure to micro-gravity (0g) or 40 partial-gravity (0.4g) in- terventions in both SHAM and CASTOVX conditions. Dorsi exion power changes in A)SHAM males and females exposed to 0g. B)CAST males and OVX females exposed to 0g. C)SHAM males and females exposed to 0.4g. D)CAST males and OVX females exposed to 0.4g. Plantar exion power loss in E)SHAM males and females exposed to 0g. F)CAST males and OVX females exposed to 0g. G)SHAM males and females exposed to 0.4g. H)CAST males and OVX females exposed to 0.4g. Individual data points are percent difference between pre-intervention and post-intervention (28 days) with a covariate of baseline values. Data a re presented as Mean C6SEM. SHAM sham surgery animals with intact gonads, CAST castrated males, OVX ovariectomized females, SEMstandard error of the mean.M.E. Rosa-Caldwell et al. Sports Medicine and Health Science 5 (2023) 319 328 325between our current investigation and the prior study (28 v. 14 days of simulated 0g) could account for such differences; however, this expla- nation seems unlikely as prior studies using shorter durations (1 7 days) of disuse have found female mice tend to have worse skeletal muscle outcomes relative to males.9,10It is worth noting prior studies comparing males and female rodents during disuse have provided some mechanistic explanations why females may have exacerbated muscle loss compared to males such as greater induction of atrophy-related genes10as well asgreater relative induction of reactive oxygen species compared to males.9 We speculate that strain differences (Wistar v. Fischer) may play a role in the differences noted between our study and the prior work. First, Wistar rats are outbred strains of rats compared to Fischer rats, which are inbred. Theoretically, inbred animals should have reduced genetic vari- ability and hence less variability. However, recent works have demon- strated inbred rats strains to overall have greater genetic variation than would be expected in inbred rat strains.25There has been extensive Fig. 5. Hindlimb muscle mass differences between males and females undergoing exposure to micro-gravity (0g) or 40 partial-gravity (0.4g) interventions in both sham and castratedovariectomized conditions. Percent difference gastrocnemius mass in A)SHAM males and females exposed to 0g. B)CAST males and OVX females exposed to 0g. C)SHAM males and females exposed to 0.4g. D)CAST males and OVX females exposed to 0.4g. Percent difference soleus mass in E)SHAM males and females exposed to 0g. F)CAST males and OVX females exposed to 0g. G)SHAM males and females exposed to 0.4g. H)CAST males and OVX females exposed to 0.4g. Percent difference in tibialis anterior mass in I)SHAM males and females exposed to 0g. J)CAST males and OVX females exposed to 0g. K)SHAM males and females exposed to 0.4g. L)CAST males and OVX females exposed to 0.4g. Percent difference extensor digitorum longus (EDL) mass in M)SHAM males and females exposed to 0g.N)CAST males and OVX females exposed to 0g. O)SHAM males and females exposed to 0.4g. P)CAST males and OVX females exposed to 0.4g. Individual data points are percent difference from within sex and hormone-status 1g (fully loaded) control animals. Data are presented as Mean C6SEM. SHAM sham surgery animals with intact gonads, CAST castrated males, OVX ovariectomized females, SEMstandard error of the mean.M.E. Rosa-Caldwell et al. Sports Medicine and Health Science 5 (2023) 319 328 326debate on the scienti c validity and utility of outbred vs. inbred strains,26,27which is beyond the direct scope of this investigation. Regarding which strain is a more accurate representation of humans, it is difcult to directly speculate based on the current data. However, given there is human data to complement the current study,19,20it is at mini- mum physiologically plausible the Fischer rat is an appropriate recapit- ulation of human physiology for the current investigation. Differences between males and females can be inherently dif cult to analyze and interpret as males are typically larger than females; there- fore, comparing means or raw change scores may hide potential sex differences. Moreover, because males tend to be larger from the initiation of the study, baseline measurements may interact with the overall tra- jectory of muscle loss. It would not be feasible to match males and fe- males on body weight or muscle strength at the initiation of the study as that would result in either males being smaller than average for their age or females being larger than average for their age. Therefore, for this study we opted to utilize a relative change score (percent change) and account for baseline differences with a covariate. We believe this analysis strategy allows for more robust conclusions regarding the in uence of sex on the progression of muscle loss during exposure to micro- and partial gravity environments. To facilitate this method of analysis for future researchers, we have included our statistical code used for the study in supplementary les.18 It is noteworthy that many of the sex differences we saw between males and females were present to a greater extent at 0.4g compared to 0g. We postulate the 0g intervention is a more severe stimulus, which willlikely maximize musculoskeletal losses, regardless of sex. At 0g, it is possible that males and females have both maximized the physiologically possible muscle loss due to disuse, which may have concealed potential sex differences. In contrast, exposure to 0.4g, which is a comparatively milder stimulus, allowed for the presentation of subtle differences be- tween males and females undergoing disuse. We assert that this partial weight-bearing model may be an ideal model to study the subtle nuances between males and females and susceptibility to disuse atrophy. Speci c to NASA, with the forthcoming Artemis missions and goal of building a base on the Moon, sex differences are extremely relevant. Terrestrially, rarely do muscle immobilizations involve a complete unloading of the tissue; therefore, partial weight-bearing may be a more relevant model for investigating musculoskeletal responses to disuse and how biological sex may interact with these responses. Applying our rodent model to humans, our data imply female astro- nauts are likely to experience greater relative musculoskeletal loss and likely prolonged recovery compared to male counterparts upon exposure to micro- and partial-gravity environments. One well-known counter- measure to mitigate micro-gravity induced musculoskeletal deterioration is exercise, which is currently part of the standard of care for astronauts on the ISS. Recent meta-analysis suggests comparable exercise adapta- tions to males and females with resistance exercise. 28These ndings in combination with our results may suggest females require slightly more resistance exercise to mitigate the effects of micro- or partial-gravity environments. However, this hypothesis has never been directly tests and warrants further study. Additionally, while this study did not spe- cically evaluate muscle recovery after exposure to reduced mechanical loading, it is expected, given the greater reduction in muscle size and strength, that females would have a more prolonged recovery relative to males. Estradiol is known to be an important regulator of regenerative capacity in females.29,30The interaction between a low estrogen state during micro- or partial-gravity and inherently greater muscle loss in female astronauts may create a double hit effect on skeletal muscle, whereby muscle regeneration and recovery are prolonged. Practically, this could result in increased occupational risk for female astronauts afterlong-duration space ights; therefore, additional interventions may be necessary to either mitigate muscle loss in female astronauts or facilitate recovery upon return to Earth. Terrestrially, conditions that result in muscle disuse and estradiol alterations may be particularly exacerbated in females and may require longer recovery periods.We must acknowledge a few limitations to the current investigation. Gonadectomy removes many other hormones other than simply andro- gens and estrogens. Therefore, it is possible lack of other hormones produced be sex organs many have in uenced our results in possibly unpredictable ways. Additionally, our study used fairly young (14 weeks of age) rats, corresponding approximately to young adult age. Consid- ering the average age for astronauts is approximately 45 years of age, 31it is possible using younger animals may not fully recapitulate a slightly older human population. Finally, we were only able to model mechanical unloading associated with space ight. Space travel is associated with multiple environmental stressors such as space radiation, sleep distur- bances and others. Therefore, it is conceivable these other variables may interact with micro- or partial-gravity to alter our conclusions regarding the in uence of biological sex and muscle loss. Regardless, we believe our current data provides valuable information on the rami cations of micro- and partial-gravity environments to musculoskeletal function in males and females. In conclusion, we have demonstrated female rats have greater loss in muscle size and strength compared to male rats after exposure to long- duration partial or full unloading. These differences are conserved regardless of the presence or absence of sex hormones. However, given the discrepancy of the current investigation compared to prior works,8 more research is likely needed to fully evaluate the in uence of biological sex on disuse-induced muscle loss. If these results prove analogous for humans, it is likely that females are at increased risk for adverse muscle and related functional outcomes after exposure to reduced gravitation.Given the potential future of space ight, both scienti c and commercial, more research is necessary to better understand risks and potential pre- ventive therapies of muscle loss and approaches for accelerating recov- ery. Importantly, since, based on this rat data, females have accelerated muscle loss during exposure to micro- or partial-gravity environments, interventions to mitigate these losses may need to be sex-speci c in order to ensure astronaut safety and future mission successes. Submission statement The authors certify that the submitted manuscript has not been published previously, is not under consideration for publication else- where, and if accepted will not be published elsewhere without the written consent of the copy-write holder. Additionally, all authors have approved the manuscript in its current form. Ethical approval statement All animal experiments were approved by the Beth Israel Deaconess Medical Center Institutional Animal Care and Use Committee (IACUC). Animals were kept in the BIDMC animal facility at 22 C14C with a 12:12 light:dark cycle. Food and water were provided ad libitum throughout the duration of the protocol. Authors contributions All animal work was completed at Beth Israel Deaconess Medical Center. Conception or design of the work (M.E.R, S.B.R). Acquisition, analysis, or interpretation of data for the work (M.E.R, M.M, U.B.K., A.W., D.S, M.L.B, S.B.R). Drafting of the work or revising it critically for important intellectual content (M.E.R, M.M, U.B.K., D.S, A.W, M.L.B, S.B.R). All authors approved of the nal version of the manuscript and agree to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. Conict of interest The authors have no direct or indirect interests that are in direct conict with the conduction of the study.M.E. Rosa-Caldwell et al. Sports Medicine and Health Science 5 (2023) 319 328 327Acknowledgements This study was funded by NASA Awards: 80NSSC21K0311 (M.E.R. S.B.R) and 80NSSC19K1598 (S.B,R.) as well as NIH Award: R37HD019938 (U.B.K.), and T32GM144273 (A.W.) from the National Institute of General Medical Sciences. We thank Open Science Frame- work (OSF) for hosting our data (including statistical code and output) and supplementary les at http:doi.org10.17605OSF.IOND7XS . References 1. Caiozzo VJ, Baker MJ, Herrick RE, Tao M, Baldwin KM. Effect of space ight on skeletal muscle: mechanical properties and myosin isoform content of a slow muscle. J Appl Physiol . 1994;76(4):1764 1773. https:doi.org10.1152 jappl.1994.76.4.1764 . 2.Rapcs C19ak M, Oganov VS, Sz oor A, Skuratova SA, Szil C19agyi T, Tak C19acs O. Effect of weightlessness on the function of rat skeletal muscles on the biosatellite Cosmos- 1129. Acta Physiol Hung . 1983;62(3-4):225 228. 3. Mortreux M, Rosa-Caldwell ME. Approaching gravity as a Continuum using the rat partial weight-bearing model. Life. 2020;10(10):235. https:doi.org10.3390 life10100235 . 4. Loehr JA, Lee SM, English KL, et al. Musculoskeletal adaptations to training with the advanced resistive exercise device. Med Sci Sports Exerc . 2011;43(1):146 156. https:doi.org10.1249MSS.0b013e3181e4f161 . 5. NASA: the Artemis Team. https:www.nasa.govspecialsartemis-teamindex.html . Accessed June 8, 2023. 6. Rosa-Caldwell ME, Greene NP. Muscle metabolism and atrophy: lets talk about sex. Biol Sex Differ . 2019;10(1):43. https:doi.org10.1186s13293-019-0257-3 . 7. Globus RK, Morey-Holton E. Hindlimb unloading: rodent analog for microgravity. J Appl Physiol . 2016;120(10):1196 1206. https:doi.org10.1152 japplphysiol.00997.2015 . 8. Mortreux M, Rosa-Caldwell ME, Stiehl ID, et al. Hindlimb suspension in Wistar rats: sex-based differences in muscle response. Physiol Rep . 2021;9(19):e15042. https: doi.org10.14814phy2.15042 . 9. Rosa-Caldwell ME, Lim S, Haynie WS, et al. Mitochondrial aberrations during the progression of disuse atrophy differentially affect male and female mice. J Cachexia Sarcopenia Muscle . 2021;12(6):2056 2068. https:doi.org10.1002jcsm.12809 . 10. Rosa-Caldwell ME, Lim S, Haynie WA, et al. Female mice may have exacerbated catabolic signalling response compared to male mice during development and progression of disuse atrophy. J Cachexia Sarcopenia Muscle . 2021;12(3):717 730. https:doi.org10.1002jcsm.12693 . 11. Rosa-Caldwell ME, Lim S, Haynie WS, et al. Altering aspects of mitochondrial quality to improve musculoskeletal outcomes in disuse atrophy. J Appl Physiol . 2020;129(6): 1290 1303. https:doi.org10.1152japplphysiol.00407.2020 . 12. Eshima H, Siripoksup P, Mahmassani ZS, et al. Neutralizing mitochondrial ROS does not rescue muscle atrophy induced by hindlimb unloading in female mice. J Appl Physiol . 2020;129(1):124 132. https:doi.org10.1152japplphysiol.00456.2019 . 13. Herbst KL, Bhasin S. Testosterone action on skeletal muscle. Curr Opin Clin Nutr Metab Care . 2004;7(3):271 277. https:doi.org10.109700075197-200405000- 00006 .14. McMillin SL, Minchew EC, Lowe DA, Spangenburg EE. Skeletal muscle wasting: the estrogen side of sexual dimorphism. Am J Physiol Cell Physiol . 2022;322(1):C24 C37. https:doi.org10.1152ajpcell.00333.2021 . 15. Rosa-Caldwell ME, Mortreux M, Wadhwa A, et al. In uence of gonadectomy on muscle health in micro- and partial-gravity environments in rats. J Appl Physiol . 2023;134(6):1438 1449. https:doi.org10.1152japplphysiol.00023.2023 . 16. Mortreux M, Nagy JA, Ko FC, Bouxsein ML, Rutkove SB. A novel partial gravity ground-based analog for rats via quadrupedal unloading. J Appl Physiol . 2018;125(1): 175 182. https:doi.org10.1152japplphysiol.01083.2017 . 17. Semple C, Riveros D, Nagy JA, Rutkove SB, Mortreux M. Partial weight-bearing in female rats: Proof of Concept in a Martian-gravity analog. Front Physiol . 2020;11:302. https:doi.org10.3389fphys.2020.00302 . 18. Rosa-Caldwell M. Muscle Studies: In uence of Gonadectomy on Nervous System and Musculoskeletal Health in Micro- and Martian Fractional Gravity in Rat Analogues . 2022. https:doi.org10.17605OSF.IOND7XS . 19. Miles MP, Heil DP, Larson KR, Conant SB, Schneider SM. Prior resistance training and sex in uence muscle responses to arm suspension. Med Sci Sports Exerc . 2005; 37(11):1983 1989. https:doi.org10.124901.mss.0000176302.99185.be . 20. Ali NA, OBrien Jr JM, Hoffmann SP, et al. Acquired weakness, handgrip strength, and mortality in critically ill patients. Am J Respir Crit Care Med . 2008;178(3): 261 268. https:doi.org10.1164rccm.200712-1829OC . 21. Shim DG, Kwon TY, Lee KB. Rectus femoris muscle atrophy and recovery caused by preoperative pretibial traction in femoral shaft fractures-comparison betweentraction period. Orthop Traumatol Surg Res . 2017;103(5):691 695. https:doi.org 10.1016j.otsr.2017.05.006 . 22. Rosa-Caldwell ME, Mortreux M, Kaiser UB, et al. The oestrous cycle and skeletal muscle atrophy: Investigations in rodent models of muscle loss. Exp Physiol . 2021; 106(12):2472 2488. https:doi.org10.1113EP089962 . 23. Hetzler KL, Hardee JP, Puppa MJ, et al. Sex differences in the relationship of IL-6 signaling to cancer cachexia progression. Biochim Biophys Acta . 2015;1852(5): 816 825. https:doi.org10.1016j.bbadis.2014.12.015 . 24. Hetzler KL, Hardee JP, LaVoie HA, Murphy EA, Carson JA. Ovarian functions role during cancer cachexia progression in the female mouse. Am J Physiol Endocrinol Metab . 2017;312(5):E447 E459. https:doi.org10.1152ajpendo.00294.2016 . 25. Smits BM, van Zutphen BF, Plasterk RH, Cuppen E. Genetic variation in coding regions between and within commonly used inbred rat strains. Genome Res . 2004; 14(7):1285 1290. https:doi.org10.1101gr.2155004 . 26. Tuttle AH, Philip VM, Chesler EJ, Mogil JS. Comparing phenotypic variation between inbred and outbred mice. Nat Methods . 2018;15(12):994 996. https:doi.org 10.1038s41592-018-0224-7 . 27. Brekke TD, Steele KA, Mulley JF. Inbred or outbred? Genetic Diversity in laboratory rodent Colonies. G3 (Bethesda) . 2018;8(2):679 686. https:doi.org10.1534 g3.117.300495 . 28. Roberts BM, Nuckols G, Krieger JW. Sex differences in resistance training: a Systematic review and meta-analysis. J Strength Cond Res . 2020;34(5):1448 1460. https:doi.org10.1519JSC.0000000000003521 . 29. Kitajima Y, Ono Y. Estrogens maintain skeletal muscle and satellite cell functions. J Endocrinol . 2016;229(3):267 275. https:doi.org10.1530JOE-15-0476 . 30. Collins BC, Arpke RW, Larson AA, et al. Estrogen Regulates the satellite cell compartment in females. Cell Rep . 2019;28(2):368 381.e6. https:doi.org10.1016 j.celrep.2019.06.025 . 31. Goel N, Bale TL, Epperson CN, et al. Effects of sex and gender on adaptation to space: behavioral health. J Womens Health (Larchmt) . 2014;23(11):975 986. https: doi.org10.1089jwh.2014.4911 .M.E. Rosa-Caldwell et al. Sports Medicine and Health Science 5 (2023) 319 328 328",
        "introduction": "Skeletal muscle strength is critical for operational health and safety for astronauts upon the International Space Station and future missions to the Moon and Mars. Exposure to microgravity (or microgravity analogs) is well known to elicit musculoskeletal alterations in humans and in ro- dent models.13To mitigate these losses, NASA has instigated strict re- quirements for exercise interventions on the International Space Station (ISS). However, these interventions are time-consuming (2 h day) and do not fully mitigate musculoskeletal losses.4Additionally, while certain exercise modalities are available on the ISS, such as the advanced resis- tive exercise device (ARED) and a specialized treadmill system, given the space limitations for the upcoming Artemis missions to the Moon and future missions to Mars, exercise may not be a viable option for early expeditions to such locations. Therefore, a more thorough understandingof musculoskeletal physiology will be necessary to develop other in- terventions to mitigate micro- and partial gravity-induced alterations to muscle health. One of the key areas of interest for astronaut health is to ensure a thorough understanding of biological sex differences during exposure to reduced gravity environments. While prior crewed missions may have been disproportionally male, the current Artemis class of astronauts is 50 male and 50 female.5Additionally, commercial space ight ap- pears to be quickly becoming a reality, with future customers of this enterprise likely comprising approximately 50 males and 50 females. Therefore, understanding the in uence of biological sex on muscle out- comes is imperative to developing interventions for safe space travel. Recent articles have detailed baseline differences in male and female muscle ber type distribution and metabolic activity.6Disuse atrophy is known to differentially in uence different ber types, providing physi- ological plausibility for sex differences in the etiology of disuse atrophy.  Corresponding author. Department of Neurology, Beth Israel Deaconess Medical Center and Harvard Medical School, 330 Brookline Avenue, Boston, MA , 02215, USA E-mail address: merosacabidmc.harvard.edu (M.E. Rosa-Caldwell). Contents lists available at ScienceDirect Sports Medicine and Health Science journal homepage: www.keaipublishing.comsmhs https:doi.org10.1016j.smhs.2023.09.002 Received 3 April 2023; Received in revised form 22 August 2023; Accepted 6 September 2023 Available online 12 September 20232666-3376 2023 Chengdu Sport University. Publishing services by Elsevier B.V. on behalf of KeAi Communications Co. Ltd. This is an open access article under the CC BY-NC-ND license ( http:creativecommons.orglicensesby-nc-nd4.0 ).Sports Medicine and Health Science 5 (2023) 319 328One of the key experimental models for investigating space ight-induced musculoskeletal deteriorations is hindlimb unloading, which entails ro- dents being elevated from their cage oors by their tail or hip harness. This position completely removes gravitational loading from the rodents  back paws and elicits a uid shift towards the head, similar to space ight. Extensive literature has been published using this model, which has been elegantly described in previous reviews.7Experimental research using hindlimb unloading to investigate the in uence of biological sex on the progression of musculoskeletal de cits after disuse have been con icting. One study noted that female rats better maintained muscle function compared to males after 14 days of unloading.8In contrast, others have found female mice had exacerbated muscle loss compared to males within seven days of unloading.9,10These phenotypic differences were accompanied by a relatively greater reactive oxygen species induction, greater autophagy induction, and lower protein synthetic rates in females compared to males.9,10Moreover, an additional study found that female mice responded more favorably to mitochondrially-targeted catalase as a therapy to mitigate disuse, compared to males.11However, it should be noted that others have not found mitochondrially-targeted catalase to mitigate disuse-associated atrophy in either males or females.12 One key difference between males and females is differences in major circulating sex steroid hormones, with testosterone being a key sex ste- roid hormone for males and estradiol being a key sex steroid hormone for females. A comprehensive review of each of these hormones function in relation to muscle health is beyond the scope of this paper and has been detailed elsewhere6,13,14; however, it is clear that both hormones are important for muscle size and strength. What is uncertain is if these steroid hormones contribute to sex differences in musculoskeletal losses during atrophy, or conversely if these hormones potentially mask inherent musculoskeletal differences between males and females. Un- derstanding the in uence of sex steroid hormones on muscle loss is important for understanding basic muscle physiology as well as possibly developing interventions to mitigate muscle loss for astronauts. The aggregate of the studies to date is far from a consensus on how or if females may respond differently to a micro- or partial-gravity envi-ronment. Moreover, considering the timeline of prior studies (0 14 days of disuse), questions remain on whether sex differences exist, and if they would persist with longer durations of unloading. Additionally, while mechanistic studies investigating alterations in cellular signaling are undoubtedly critical for an in-depth understanding of muscle biology, they do not address whether the muscle will have different functional capacity after exposure to micro- or partial-gravity. Alterations to muscle function will be imperative for NASA to determine how to optimize operational effectiveness and safety in the astronaut corps. Overall, sex differences in the etiology of muscle loss have not been fully resolved. Moreover, how sex steroid hormones may act to augment or mitigate sex differences during disuse atrophy has not been thoroughly investigated. The purpose of this study was to determine if and how biological sex and sex steroid hormones in uence the progression of muscle atrophy after long term exposure to simulated micro- and partial-gravity environments in male and female rats. 2.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            }
        ]
    }
]