[
    {
        "pmid": "37759473",
        "title": "Metabolomics Profile of the Secretome of Space-Flown Oligodendrocytes.",
        "year": "2023",
        "journal": "Cells",
        "abstract": "Intracranial hypertension (ICP) and visual impairment intracranial pressure (VIIP) are some of the sequels of long-term space missions. Here we sought to determine how space microgravity (µG) impacts the metabolomics profile of oligodendrocyte progenitors (OLPs), the myelin-forming cells in the central nervous system. We report increased glutamate and energy metabolism while the OLPs were in space for 26 days. We also show that after space flight, OLPs (SPC OLPs) display significantly increased mitochondrial respiration and glycolysis. These data are in agreement with our previous work using simulated microgravity. In addition, our global metabolomics approach allowed for the discovery of endogenous metabolites secreted by OLPs while in space that are significantly modulated by microgravity. Our results provide, for the first time, relevant information about the energetic state of OLPs while in space and after space flight. The functional and molecular relevance of these specific pathways are promising targets for therapeutic intervention for humans in long-term space missions to the moon, Mars and beyond.",
        "full_text": "Citation: Vergnes, L.; Foucaud, B.; Cepeda, C.; Espinosa-Jeffrey, A. Metabolomics Profile of the Secretome of Space-Flown Oligodendrocytes. Cells 2023 ,12, 2249. https:doi.org 10.3390cells12182249 Academic Editor: Markus Kipp Received: 21 August 2023 Revised: 6 September 2023 Accepted: 6 September 2023 Published: 11 September 2023 Copyright:  2023 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0). cells Article Metabolomics Prole of the Secretome of Space-Flown Oligodendrocytes Laurent Vergnes1 , Bernard Foucaud2, Carlos Cepeda2and Araceli Espinosa-Jeffrey2, 1Department of Human Genetics, David Geffen School of Medicine, University of California Los Angeles, Los Angeles, CA 90095, USA; lvergnesg.ucla.edu 2Department of Psychiatry, Semel Institute for Neuroscience and Human Behavior, University of California Los Angeles, Los Angeles, CA 90095, USA; bernardfoucaudsfr.fr (B.F.); ccepedaucla.edu (C.C.) Correspondence: araceliucla.edu Abstract: Intracranial hypertension (ICP) and visual impairment intracranial pressure (VIIP) are some of the sequels of long-term space missions. Here we sought to determine how space microgravity (G) impacts the metabolomics prole of oligodendrocyte progenitors (OLPs), the myelin-forming cells in the central nervous system. We report increased glutamate and energy metabolism while the OLPs were in space for 26 days. We also show that after space ight, OLPs (SPC OLPs) display signicantly increased mitochondrial respiration and glycolysis. These data are in agreement with our previous work using simulated microgravity. In addition, our global metabolomics approach allowed for the discovery of endogenous metabolites secreted by OLPs while in space that are signicantly modulated by microgravity. Our results provide, for the rst time, relevant information about the energetic state of OLPs while in space and after space ight. The functional and molecular relevance of these specic pathways are promising targets for therapeutic intervention for humans in long-term space missions to the moon, Mars and beyond. Keywords: microgravity; oligodendrocyte progenitors; global metabolomics; oligodendrocyte progenitor energetics 1. Introduction Numerous studies have shown that in normal mammalian cells grown in culture, microgravity induces an array of phenomena such as apoptosis and changes in their cytoskeleton, as well as in signal transduction, cell differentiation, proliferation, mi- gration and adhesion. Effects differ depending on the cell type  1. Microgravity also alters differentiation and augments apoptosis in thyroid carcinoma cells  2,3 and alters breast cancer-derived cells  4. Microgravity is thus considered as a platform to study the metabolism of normal, developing, mature and cancerous cells, as well as the poten- tial pharmacological approaches to treat, on Earth, neurodegeneration, developmental disabilities and cancer. We have pioneered the study of simulated microgravity (sim- G) using the the 3D-clinostat robot (Mitsubishi Heavy Industries) on neural cells and, in particular, neural stem cells and oligodendrocytes (OLs). OLs are the myelinating cells in the central nervous system (CNS) and are essential for the efficient synthesis and maintenance of myelin  5,6. They form the compact segments of the myelin membrane that coil around the axon and allow for the saltatory conduction of action potentials, ensuring the healthy functioning of the CNS. Neurological diseases involving this cell type are characterized by myelin loss and an impairment in nerve conduction. A lack of or damaged myelin is debilitating and disabling because the nerve impulses slow down or even stop, causing neurological deficits. Understanding how OL progenitors (OLPs) differentiate and form myelin sheaths around nerve axons is of interest for the prevention and treatment of myelin-associated diseases. In many cases, OLPs fail to mature and, therefore, they cannot remyelinate axons Cells 2023 ,12, 2249. https:doi.org10.3390cells12182249 https:www.mdpi.comjournalcellsCells 2023 ,12, 2249 2 of 19 in dys- and de-myelinating diseases such as multiple sclerosis (MS), PelizaeusMerzbacher disease or after a traumatic injury. Moreover, a chronic lack of myelin leads to axonal transection 7. As neurological impairments have been observed after human space journeys, e.g., in- tracranial hypertension (ICP) and visual impairment intracranial pressure (VIIP), we have studied in previous papers the effects of articial microgravity on cultured OLPs. Our rst study using BrdU revealed that rodent and human OLPs displayed enhanced and sustained proliferation while they were in sim- G with a concomitant shortening of the cell cycle. Moreover, these cells appeared to remember having been in G and continued to proliferate more after having been placed in Earths gravity 8. More recently, we studied the effects of space- G on OLPs and found enhanced prolif- eration  9, yet some of them displayed incomplete cytokinesis  10. Moreover, based on the expression of stage-specic developmental markers, we discovered that these cells came back in a more immature stage than that of the ground control OLPs  10. Here we sought to determine A) the impact of space ight on the global metabolomic prole of the secretome produced by OLPs while in space- G in order to start unraveling extracellular processes, as well as identifying gravitational-sensitive molecules, and B) the energetic status of OLPs after space ight. We found the presence of some gravitational-sensitive molecules, as well as enhanced energy and glutamate metabolism in the secretome generated while the OLPs were on board the International Space Station (ISS). Notably, we found an elevated energy demand in the OLPs upon return to Earth, which led to an increased use of glycolysis to support their energy demands. In previous decades, we have studied and developed culture conditions for OLs and their precursors using biochemical, histochemical and morphological signals  11,12. Key features of OLs are their well-dened developmental stages characterized by the expres- sion of numerous stage-specic markers from which their expression is either transient or permanent throughout the life of these cells. These markers also dene the functions that OLs support, including the production and secretion of the iron carrier glycopro- tein transferrin for its autocrine and paracrine use in CNS iron metabolism, as well as the synthesis of all myelin components when OLs mature until they reach the myelinat- ing stage. These stages and markers have been reported and reviewed by us and other scientists 5,13,14 . For the purpose of understanding the contents of the secretome pro- duced by space-own OLPs, here we use our previous description of these developmental stages 15,16 (Supplementary Figure S1). 2. Materials and Methods 2.1. Culture System for OLPs and Pre-Myelinating OLs For the present study, we used human induced pluripotent (hiPS)-derived OLPs. Four years prior to the space flight, we established a culture system with a homoge- neous population of NSCs that was obtained from the original hiPS cell line CS83iCTR- 33-n1 (fibroblasts), reprogrammed and provided to us by Cedars-Sinai Medical Center via a material transfer agreement. We then prepared embryoid bodies and subsequently converted them to OLPs using the protocol previously described by Espinosa-Jeffrey et al. 12 . For the purpose of this study, we used the oligodendrocyte specification medium (OSM), whose composition is shown in Table 1. This medium was used for pre-flight and during the experiment on board the ISS. The return medium is named BS1; to prepare BS1, we used OSM without N2 and B-27 and added Insulin Growth factor 1 (IGF-1) (Table 1).Cells 2023 ,12, 2249 3 of 19 Table 1. Complete DMEMF12 medium with supplements. Reagents OSM BS1 Insulin 10 gmL 10 gmL Transferrin 100 gmL 100 gmL Putrescine 32.2 gmL 32.2 gmL Na-bicarbonate 4.4 gmL 4.4 gmL D() galactose 9.2 mgmL 9.2 mgmL Kanamycin 16 ngmL 16 ngmL Na-selenite 6.4 ngmL 6.4 ngmL N2 2 0 B-27 2 0 IGF-1 160 ng L 2.2. Hardware and Space Flight OLPs grow optimally at a pH of 7.4; the culture medium was buffered with HEPES and its pH was adjusted to 7.4 for the space ight. The culture medium that fed the cells during the ascent to space was recovered automatically from the cell chamber. Subsequently, the fresh medium in tank 1 fed the OLPs while onboard the ISS for 26 days, as shown in Figure 1. Cells 2023 , 12 , x FOR PEER REVIEW 3 of 19 D() galactose 9.2 mg mL 9.2 mg mL K anamycin 16 ng mL 16 ng mL Na - selenite 6.4 ng mL 6.4 ng mL N2 2 0 B - 27 2 0 IGF - 1 160 ng L 2.2. Hardware and Space F light OLPs grow optimally at a pH of 7.4 ; the culture medium was buered with HEPES and its pH was adjusted to 7.4 for the space ight. The culture medium that fed the cells during the ascent to space was recovered automatically from the cell chamber. Subse- quently, the fresh medium in tank 1 fed the OLPs while onboard the ISS for 26 days , as shown in Figure 1. Figure 1. Collection system of secretome produced while cells were in space. Human OLPs, as part of the Bioscience - 4 Space Biology NASA experiment, ew to the ISS on board SpaceX - 21. This ex- periment was launched on 6 December 2020 , and splashed down on 13 January 2021. These active experiments were designed to collect the conditioned medium (secretome) after the OLPs reached space and just before unberth to be able to capture the molecules secreted solely while cells were onboard the ISS ( A ). ( B ) The timeline depicting the handover moment and pre - launch. The travel culture medium was removed at T  2 days and a fresh medium was left with the cells for 26 days, at which time the second culture medium was added to the cultures (a total of 26d  2d) in space and the secretome was produced over 26 days while in space. ( C ) Cells travelled at 3 7  C while in space for 28 days in the OSM contained in the cell chamber (asterisk). Cells were fed with BS1 on day T  2 9 and returned to Earth in the same culture medium. The return medium was BS1 (see Table 1) from day 29 until delivery to the P I at UCLA. ( D ) View of the mesh carrier ( 2 m m  2 m m). ( E , F ) Underneath the cell chamber , there are two tanks containing the fresh medium where the se- cretome was collected prior to unberth (arrows). This set of chambers was returned to Earth at 37 C with a slow cool down in the second medium. The same number of chambers were own to space or stayed on Earth in our laboratory as ground control. The OLPs travelled back from space in the second medium. Ground control OLPs were also seeded in these containers on mesh carriers and maintained in our laboratory at the same temperature, culture medium and conditions of space - own OLPs. The only dierence was Earth s gravity vs. space microgravity. Upon splashdown, they were transferred from the Kennedy Space Center to the World Carrier and brought to our laboratory (UCLA) at 37 C. ( F ) The mesh carriers populated with cells were transferred to poly - d - lysine  coated culture asks and fed with a fresh medium. The secretome of each container and the tanks were all collected separately in numbered tubes and stored frozen at  80 C. This medium is generally known as the conditioned medium. For the purpose of this manuscri pt, we refer to it as secretome. Figure 1. Collection system of secretome produced while cells were in space. Human OLPs, as part of the Bioscience-4 Space Biology NASA experiment, ew to the ISS on board SpaceX-21. This experiment was launched on 6 December 2020, and splashed down on 13 January 2021. These active experiments were designed to collect the conditioned medium (secretome) after the OLPs reached space and just before unberth to be able to capture the molecules secreted solely while cells were onboard the ISS ( A). (B) The timeline depicting the handover moment and pre-launch. The travel culture medium was removed at T  2 days and a fresh medium was left with the cells for 26 days, at which time the second culture medium was added to the cultures (a total of 26d  2d) in space and the secretome was produced over 26 days while in space. ( C) Cells travelled at 37C while in space for 28 days in the OSM contained in the cell chamber (asterisk). Cells were fed with BS1 on day T  29 and returned to Earth in the same culture medium. The return medium was BS1 (see Table 1) from day 29 until delivery to the PI at UCLA. ( D) View of the mesh carrier ( 2 mm2 mm ). (E,F) Underneath the cell chamber, there are two tanks containing the fresh medium where the secretome was collected prior to unberth (arrows). This set of chambers was returned to Earth at 37C with a slow cool downCells 2023 ,12, 2249 4 of 19 in the second medium. The same number of chambers were own to space or stayed on Earth in our laboratory as ground control. The OLPs travelled back from space in the second medium. Ground control OLPs were also seeded in these containers on mesh carriers and maintained in our laboratory at the same temperature, culture medium and conditions of space-own OLPs. The only difference was Earths gravity vs. space microgravity. Upon splashdown, they were transferred from the Kennedy Space Center to the World Carrier and brought to our laboratory (UCLA) at 37C. (F) The mesh carriers populated with cells were transferred to poly-d-lysinecoated culture asks and fed with a fresh medium. The secretome of each container and the tanks were all collected separately in numbered tubes and stored frozen at 80C. This medium is generally known as the conditioned medium. For the purpose of this manuscript, we refer to it as secretome. 2.3. Secretome Metabolomics Metabolic proles were obtained for each individual group using the Metabolon Platform (Metabolon). Briey, each sample or group consisted of 5 biological replicate specimens per group. Three groups of samples were compared: OSM 26D ( n 5), which consisted of the culture medium alone incubated in the same conditions and the hardware used for our cell cultures, 1G OLPs ( n 5) maintained in Earth gravity, and SPC OLPs (n 5). Post-harvest, the conditioned medium was used to analyze, in a comparative manner, the molecules secreted by the OLPs in both conditions. This medium was subjected to methanol extraction, then split into aliquots for analysis via ultra-high-performance liquid chromatographymass spectrometry (UHPLCMS) in the positive (two methods), negative or polar ion mode. Metabolites were identied via the automated comparison of ion features to a reference library of chemical standards, followed by visual inspection for quality control, as previously described 17. Compound Identication: Raw data was extracted, peak-identied and QC processed. Biochemical identications are based on three criteria: retention index within a narrow RI window of the proposed identication, accurate mass match to the library  10 ppm, and the MSMS forward and reverse scores between the experimental data and authentic standards. The retention timeindex (RI), mass to charge ratio ( mz), and chromatographic data (including MSMS spectral data) are used simultaneously to distinguish and differentiate biochemicals. The MSMS scores are based on the comparison of ions present in the experimental spectrum to the ions present in the library spectrum. While there may be similarities between these molecules based on just one of these factors, the use of all three data points simultaneously, provides more accuracy for the identication of the biochemicals. The repertoire of standards, consisting of 3300 puried molecules, is available for this type of analysis. For structurally unnamed biochemical, mass spectral entries have been created and identied by virtue of their recurrent nature (both chromatographic and mass spectral). The asterisk in gures indicates that this compound has been identied based on two of the three characteristics mentioned above. Compounds identied in this manner, have the potential for their future identication by classical structural analysis. Alternatively, a new standard may be added to the library and the biochemical name conrmed. 2.4. Statistical Analysis for the Metabolomics Study To determine the statistical signicance, Welshs two-sample t-tests were performed on the SPC, 1G and control medium groups of n 5 in ArrayStudio (Omicsoft) or R to com- pare data between them; p 0.05 was considered significant (Array Studio, RRID:SCR_010970) . The false discovery rate (Q-value) was calculated to take into account the multiple com- parisons that normally occur in metabolomic-based studies, with Q  0.05 used as an indication of high condence in a result. Principal Component Analysis (PCA) and Hi- erarchical Clustering Analysis (HCA) were performed in ArrayStudio. Random forest analysis was performed as described  18,19. For the box plots, whiskers reect the 5th and 95th percentiles (with the box displaying the 25th to 75th quartiles); the bisecting line represents the population median, while  represents the population mean,  20. WeCells 2023 ,12, 2249 5 of 19 only considered the molecules that presented a signicant difference ( p 0.05) between the groups shown, with a metabolite ratio of 1.00. 2.5. Launch to the ISS The Bioscience-4 mission launched onboard the Space-X 21 Dragon capsule on 6 December 2020. This is the rst study to investigate the proliferation of human nor- mal hiPS-derived OLPs in space microgravity. For space ight, the OLPs were seeded onto passive 8-well Petri dishes from AirbusKiwi (Friedrichshafen, Germany) on oating mesh carriers measuring 2 mm 2 mm, to which the cells adhered rmly; this feature was necessary to ensure that the cells would not detach and die during launching or while returning to Earth. The OLPs were own to the ISS and installed in the Space Technology and Advanced Research System Experiment Facility-1 (STAaRS F-1) at 37C. The cells remained onboard the ISS for 39 days and 9 h and then returned to Earth (Figure 2). Cells 2023 , 12 , x FOR PEER REVIEW 5 of 19 Earth. The OLPs were own to the ISS and installed in the Space Technology and Ad- vanced Research System Experiment Facility - 1 (STAaRS F - 1) at 37 C. The c ells remained onboard the ISS for 39 days and 9 h and then returned to Earth ( Figure 2 ). Figure 2. Synopsis of p assive experiments. OLPs came back alive and were used for the respirometry analysis , a part of the Bioscience - 4 s pace b iology NASA experiment. These cells were own to the ISS on board SpaceX - 21 ( A ). It was launched on 6 December 2020 and landed (splashdown) on 13 January 2021. The cells remained in microgravity for 38 days. Its orbit height was 254 miles; its speed at orbit was 4.76 miless; and maximal speed reached 17,400 mph. On Earth, humans are exposed to 3 to 4 millisieverts (mSv) of radiation from natural sources per year, mainly from cosmic rays that make it through the atmosphere. On the ISS, astronauts receive about 150 mGv per six months. For the current mission, the average daily total radiation dose was 0.425 (mGv) on b oard the space sta- tion. This experiment is called passive because it was designed to mimic the trajectory that astro- nauts brains undergo during space ight (i.e., launch, stay in space, and splashdown when return- ing to Earth) without manipulation or me dium change. ( B ) Example of mesh without cells. OLPs were seeded on the oating mesh carriers. ( C ) View of the 8 - well Petri dishes used for the passive experiments on Earth. ( D ) All cells were maintained at 37 C for the duration of the experiment. ( E ) View of the external shell in which the units travelled and stayed while in space. The same number of chambers was own to space or stayed on Earth in our laboratory as ground control. Ground control cells were also seeded in these containers and mainta ined at the same temperature and con- ditions in our laboratory; the only dierence was gravity vs. microgravity. ( F ) Secretome collected from each well separately. Upon splashdown, they were transferred from the Kennedy Space Center to the World Carrier and brought to our laboratory (UCLA) at 37 C. 2.6. Cellular Bioenergetics Upon return from space, we ascertained a drop of pH from 7.4 to 7.1, which should represent the negligible eect of CO2 levels on the cells metabolism. For the assay, the OLPs were seeded onto a n XF24 Cell Culture Microplate (Agilent Technologies, Santa Clara, CA, USA) at 5  10 4 cells per well in OSM. The c ells were kept for 24 h in standard culture conditions (37 C, 4.5 CO 2 ). The following day, the wells were lled with fresh OSM. The following day, some of the supernatant was removed from the well p lates. We used an XF24 Analyzer ( Seahorse Bioscience , North Billerica, MA, USA ) to measure the Figure 2. Synopsis of passive experiments. OLPs came back alive and were used for the respirometry analysis, a part of the Bioscience-4 space biology NASA experiment. These cells were own to the ISS on board SpaceX-21 ( A). It was launched on 6 December 2020 and landed (splashdown) on13 January 2021 . The cells remained in microgravity for 38 days. Its orbit height was 254 miles; its speed at orbit was 4.76 miless; and maximal speed reached 17,400 mph. On Earth, humans are exposed to 3 to 4 millisieverts (mSv) of radiation from natural sources per year, mainly from cosmic rays that make it through the atmosphere. On the ISS, astronauts receive about 150 mGv per six months. For the current mission, the average daily total radiation dose was 0.425 (mGv) on board the space station. This experiment is called passive because it was designed to mimic the trajectory that astronauts brains undergo during space ight (i.e., launch, stay in space, and splashdown when returning to Earth) without manipulation or medium change. ( B) Example of mesh without cells. OLPs were seeded on the oating mesh carriers. ( C) View of the 8-well Petri dishes used for the passive experiments on Earth. ( D) All cells were maintained at 37C for the duration of the experiment. ( E) View of the external shell in which the units travelled and stayed whil eCells 2023 ,12, 2249 6 of 19 in space. The same number of chambers was own to space or stayed on Earth in our laboratory as ground control. Ground control cells were also seeded in these containers and maintained at the same temperature and conditions in our laboratory; the only difference was gravity vs. microgravity. (F) Secretome collected from each well separately. Upon splashdown, they were transferred from the Kennedy Space Center to the World Carrier and brought to our laboratory (UCLA) at 37C. 2.6. Cellular Bioenergetics Upon return from space, we ascertained a drop of pH from 7.4 to 7.1, which should represent the negligible effect of CO2 levels on the cells metabolism. For the assay, the OLPs were seeded onto an XF24 Cell Culture Microplate (Agilent Technologies, Santa Clara, CA, USA) at 5 104cells per well in OSM. The cells were kept for 24 h in standard culture conditions (37C, 4.5 CO 2). The following day, the wells were lled with fresh OSM. The following day, some of the supernatant was removed from the well plates. We used an XF24 Analyzer (Seahorse Bioscience, North Billerica, MA, USA) to measure the oxygen consumption rate (OCR) and extracellular acidication rate (ECAR). The OCR and ECAR reect the rates of cellular respiration and glycolysis, respectively. Measurements were performed with the cells in unbuffered Dulbeccos Modied Eagle Medium (from Sigma- Aldrich, St. Louis, MO, USA) supplemented with 1 mM of pyruvate, 2 mM of glutamine, and 25 mM of glucose. Measures were recorded before (basal reading) and after the sequential injections of oligomycin, FCCP and rotenonemyxothiazol. The mitochondrial respiration was the difference between the total and rotenonemyxothiazol response. The maximal OCR was the response to the FCCP , whereas the maximal ECAR was the response to oligomycin. Values were normalized to the cellular protein concentration, determined with the protein assay reagent (Bio-Rad, Hercules, CA, USA) in all experiments. 3. Results 3.1. Global Prole of the Secretome from the Different Treatments Secretomes of the OLPs kept for 26 days in 1G (1G OLP 26D) or SPC (SPC OLP 26D) were compared to the reference medium (OSM alone), using ve biological replicates (see Section 2). Their mass spectra were globally examined, then compared one by one for the intensity of their components signals, to evidence a specic prole for each of these groups. Altogether, 424 signals were recorded, among which 372 were identied. Table 2 compares in a global way the mass spectra of the two groups of secretomes to those of the OSM alone. They display differences in the number of signals whose intensity is modied. There were more metabolites that increased in the presence of cells (157 and 182 in 1G and SPC, respectively; p 0.05) compared to decreased metabolites (90 and 55 in 1G and SPC, respectively; p 0.05). Importantly, there were 136 metabolites that increased and 62 metabolites that decreased in SPC vs. 1G. Thus, after 26 days, an increase was observed for ca. 60 of the signals present in the secretome of the cells kept in 1G, while this increase was of ca. 40 in space; when these secretomes are compared to the OSM, a larger number of metabolites was secreted at normal gravity than in its absence. The osmolality box plot represents the cumulative signal intensities in cell secretomes. The osmolality was higher in the presence of cells than in the media alone, and was increased in the cells at 0G compared to 1G (Figure 3A). Altogether, these results indicate a quantitative and qualitative variation in the secretome of cells at 0G compared to 1G. These changes in intensity do not equally affect all signals: the plot in Figure 3B (random forest analysis) shows the top metabolites (notably amino acids and xenobiotics) differentiating the OSM 26D medium from the secretomes, either in 1G or SPC conditions.Cells 2023 ,12, 2249 7 of 19 Table 2. Comparative view of the number of metabolites that contribute to the secretome composition in SPC OLPs vs. 1G OLPs and vs. medium alone, respectively. Column one shows the secreted molecules produced by OLPs in Earths gravity. Column two shows the secreted molecules produced by OLPs over 26D while in the ISS (secretome from the tank found underneath the automated hardware units). Column three shows the difference of metabolites up or downregulated in SPC vs. 1G OLP secretome. Number of Metabolites Measured in the Secretomes Sample1G OLP 26 D vs. OSM 26 DSPC OLP 26 D vs. OSM 26 DSPC OLP 26 D vs. 1G OLP 26 D Total number of metabolites measured (secretome or medium)247 237 198 Number of metabolites higher in the secretome than in the medium157 182 136 Number of metabolites lower in the secretome than in the medium90 55 62 Number of metabolites that decreased in the secretome,  of total36 23 31 Cells 2023 , 12 , x FOR PEER REVIEW 7 of 19 Figure 3. Discriminative power of secretome analysis. The diagram ( A ) shows the comparison of metabolites secreted by OLPs with regard to their media and SPC vs. 1G. The random forest analysis ( B ) represents the 30 top - ranking biochemicals in the secretomes. 3.2. Glycolysis and Energy - Related Metabolism The comparison of the control medium and the secretomes from the OLPs grown in SPC or 1G shows that the SPC OLPs secreted about half of the pyruvate and phosphates of the 1G OLPs, suggesting the high energy requirements of OLPs in space. Both the SPC and 1G secretomes contain ed elevated levels of lactate, citrate, aconitate and malate vs. OSM but at levels between 1G and SPC, indicating a comparable metabolism in the rst part of the TCA cycle. In contrast, a lpha - ketoglutarate, succinate, fumarate and mala te displayed increased levels in both the SPC and 1G secretomes, but with a larger increase in SPC, suggesting a change in glutaminolysis andor a BCCA catabolism inux in SPC compared to 1G (see TCA cycle, Figure 4 . The scaled intensity gures illustrate how the 1G and SPC secretomes dier for their contents in pyruvate and fumarate. Pyruvate (a product of the glutamate pathway) is one of the main sources of energy for respiration and energy production and it was decreased in the OLPs own to space. It fuels the TCA cycle (glycolysis pathway scheme), which generates energy (stored as phosphorylated and reduced coenzymes), while fumarate and malate are end products in this cycle ( Table 3 and Figure 4 ) , as already reported 16 . Figure 3. Discriminative power of secretome analysis. The diagram ( A) shows the comparison of metabolites secreted by OLPs with regard to their media and SPC vs. 1G. The random forest analysis (B) represents the 30 top-ranking biochemicals in the secretomes.Cells 2023 ,12, 2249 8 of 19 3.2. Glycolysis and Energy-Related Metabolism The comparison of the control medium and the secretomes from the OLPs grown in SPC or 1G shows that the SPC OLPs secreted about half of the pyruvate and phosphates of the 1G OLPs, suggesting the high energy requirements of OLPs in space. Both the SPC and 1G secretomes contained elevated levels of lactate, citrate, aconitate and malate vs. OSM but at levels between 1G and SPC, indicating a comparable metabolism in the rst part of the TCA cycle. In contrast, alpha-ketoglutarate, succinate, fumarate and malate displayed increased levels in both the SPC and 1G secretomes, but with a larger increase in SPC, suggesting a change in glutaminolysis andor a BCCA catabolism inux in SPC compared to 1G (see TCA cycle, Figure 4. The scaled intensity gures illustrate how the 1G and SPC secretomes differ for their contents in pyruvate and fumarate. Pyruvate (a product of the glutamate pathway) is one of the main sources of energy for respiration and energy production and it was decreased in the OLPs own to space. It fuels the TCA cycle (glycolysis pathway scheme), which generates energy (stored as phosphorylated and reduced coenzymes), while fumarate and malate are end products in this cycle (Table 3 and Figure 4), as already reported 16. Table 3. Comparison of metabolites secreted by OLPs grown in 0G or 1G vs. OSM culture medium alone. The gures in columns 1 and 2 represent the ratio of the signal intensities between the secretomes (1 G or 0 G) and OSM. Column 3 compares these two ratios. The numbers in green indicate a low release (pyruvate, phosphate) and those in red a high release. The statistical signicance of these ratios was rated applying the Welsh two-sample t-test, with rho 0.05 for the rst nine metabolites and for phosphate, and 0.05  rho  0.1 for the others. Sub Pathway Biochemical Name1 G OLP 26 D (GC) OSM 26 DSPACE OLP 26 D OSM 26 DSPACE OLP 26 D 1 G OLP 26 D (GC) Glycolysis, Glyconeogenesis and pyruvate metabolismPyruvate 17.56 7.1 0.4 Lactate 28.71 32.84 1.14 Glycerate 0.49 0.96 1.97 Citrate 7.55 7.06 0.94 Aconitate (cis or trans) 13.78 14.06 1.02 Alppha keto-glutarate 1.40 1.93 1.38 Succinate 2.45 4.07 1.66 Fumarate 2.8 8.84 3.16 Malate 3.81 4.69 1.23 Itaconate 1.0 1.65 1.24 Tricarballylate 0.96 1.06 1.11 2-MethylcitrateHonocitrate 0.73 1.13 1.44 Mesaconate 0.96 2.0 2.09TCA Cycle Citraconategluconate 0.88 2.02 2.31 Oxydative PhosphorylationPhosphate 3.59 1.3 0.36Cells 2023 ,12, 2249 9 of 19 Cells 2023 , 12, x. https:doi.org10.3390xxxxx www.mdpi.comjournalcells Please use this version of gure 4. As you may see the caption does not mention alph-Ketoglutarate, this this gure below is the right gure. The reviewers had asked to remove alpha-keto in the seconds Round of reviews. I just made mistake at the moment of correcting the galleyproof, I picked the wrong image as it is very similar. Figure 4. Comparison of metabolite utilization by 0G and 1G OLPs showed that in space, OLPs secreted signicantly more fumarate than their 1G counterparts. OLPs from both groups secreted high levels of citrate and lactate, although with a slight but signicantly higher level in 0G OLPs. (n 5). For box plots, whiskers reect 5th and 95th percentiles (with the box displaying 25th to 75th quartiles); bisecting line represents the population median, while the plus sign () represents population mean; for details, see 21. 3.3. Differences in Glutamate Metabolism The detected metabolites were classied by their metabolic identity. Our present data conrm that OLs secrete glutamate metabolites into their milieu: -ketoglutarate ( -KG), (1G), glutamine, and other glutamate derivatives were released at a high level in both 1G and SPC conditions vs. OSM; among those, the release was 40 to 55 higher in space for glutamine, glutamate and -KG, while 4-hydroxy- and -citryl-glutamate derivatives were lower (2030). N-acetyl-glutamate was lower in the 1G medium than in OSM but higher in SPC vs. OSM, suggesting a shift from uptake to secretion in 1G to SPC. The scaled intensity block diagrams for glutamate, glutamine and -KG illustrate that the three of them are released by the cells, and that this release is accentuated by SPC (Figure 5).Cells 2023 ,12, 2249 10 of 19 Cells 2023 , 12 , x FOR PEER REVIEW 10 of 19 Figure 5. Comparison of metabolite utilization by SPC and 1G OLPs showed that in space , OLPs secreted signicantly more glutamate and glutamine while both groups secreted similar levels of a lpha - ketoglutarate (1G) ( n  5). For box plots, whiskers reect 5th and 9 5th percentiles (with the box displaying 2 5th to 7 5th quartiles); bisecting line represents the population median, while the plus sign () represents population mean; for details, see 20 . 3.4. Dierences in Lipid Metabolism Glycerophosphate lipids (phospholipids) generated higher signals in the cell secre- tomes and were more secreted by SPC cells vs. 1G cells, consistent with previous obser- vations 16 . However, phosphatidyl - cholines with short chains of unsaturated fay acids and lysophospholipids ( non myelin - specic species) were also more detected in cell se- cretome , but at a lower level in SPC than 1G. In the case of sphingomyelins, their levels of secretion were similar between the 1G and SPC OLPs. Taken together, these o bservations Figure 5. Comparison of metabolite utilization by SPC and 1G OLPs showed that in space, OLPs secreted signicantly more glutamate and glutamine while both groups secreted similar levels of alpha-ketoglutarate (1G) ( n 5). For box plots, whiskers reect 5th and 95th percentiles (with the box displaying 25th to 75th quartiles); bisecting line represents the population median, while the plus sign () represents population mean; for details, see 20.Cells 2023 ,12, 2249 11 of 19 3.4. Differences in Lipid Metabolism Glycerophosphate lipids (phospholipids) generated higher signals in the cell secre- tomes and were more secreted by SPC cells vs. 1G cells, consistent with previous observa- tions  16. However, phosphatidyl-cholines with short chains of unsaturated fatty acids and lysophospholipids (non myelin-specic species) were also more detected in cell secretome, but at a lower level in SPC than 1G. In the case of sphingomyelins, their levels of secretion were similar between the 1G and SPC OLPs. Taken together, these observations indicate that our OLPs have their developmental program at the very least delayed in the absence of gravity (Figure 6). Cells 2023 , 12 , x FOR PEER REVIEW 11 of 19 indicate that our OLPs have their developmental program at the very least delayed in the absence of gravity ( Figure 6 ). Figure 6. Comparison of metabolite utilization by SPC and 1G OLPs showed that in space , OLPs secreted signicantly more glycerophosphoinositol than OLPs in 1G. In contrast, SPC OLPs secreted less palmitoyl - GPC than 1G OLPs ( n  5). The asteris k indicates that this compound w as identied based on two of the three characteristics mentioned in Methods. Compounds identied in this man- ner, have the potential for their future identication by classical structural analysis. Alternatively, a new standard may be added to the librar y and the biochemical name conrmed. For box plots, whiskers reect 5th and 9 5th percentiles (with the box displaying 2 5th to 7 5th quartiles); bisecting line re presents the population median, while the plus sign () represents population mean. 3.5. Space Flight Elicits Higher Respiration Rates in hiPS - D erived OLPs In order to ascertain the eects of space - G on energy metabolism, we compared 1G OLPs and SPC OLPs . We quantied the OCR and ECAR as measures of mitochondrial respiration and glycolysis, respectively. We found that ve days after splashdown, the SPC OLPs presented signicantly higher basal, mitochondrial and maximal respiration when compared with the 1G OLPs , suggesting a higher mitochondria - dependent energy demand. In contrast, the glycolysis dierences were not statistically signicant ( Figure 7). Figure 6. Comparison of metabolite utilization by SPC and 1G OLPs showed that in space, OLPs secreted signicantly more glycerophosphoinositol than OLPs in 1G. In contrast, SPC OLPs secreted less palmitoyl-GPC than 1G OLPs ( n 5). The asterisk indicates that this compound was identied based on two of the three characteristics mentioned in Methods. Compounds identied in this manner, have the potential for their future identication by classical structural analysis. Alternatively, a new standard may be added to the library and the biochemical name conrmed. For box plots, whiskers reect 5th and 95th percentiles (with the box displaying 25th to 75th quartiles); bisecting line represents the population median, while the plus sign () represents population mean.Cells 2023 ,12, 2249 12 of 19 3.5. Space Flight Elicits Higher Respiration Rates in hiPS-Derived OLPs In order to ascertain the effects of space- G on energy metabolism, we compared 1G OLPs and SPC OLPs. We quantied the OCR and ECAR as measures of mitochondrial respiration and glycolysis, respectively. We found that ve days after splashdown, the SPC OLPs presented signicantly higher basal, mitochondrial and maximal respiration when compared with the 1G OLPs, suggesting a higher mitochondria-dependent energy demand. In contrast, the glycolysis differences were not statistically signicant (Figure 7). Cells 2023 , 12 , x FOR PEER REVIEW 12 of 19 Figure 7. Space - own OLPs and 1G cells were cultured in Seahorse Bioscience V7 plate for 20 h. A higher basal OCR, mitochondrial and higher maximal OCR showed signicant dierences with re- gard to SPC OLPs , indicating that the cells were in a higher bioenergetics state. Interestingly , there were not signicant dierences for the ECAR. There were 12 samples per experiment. Values are expressed as mean  SD. Students t - test revealed that these dierences were : p  0 .01 : p  0 .001 vs. respective controls. 4. Discussion We all were born, developed and have lived in Earths gravity and, for technical rea- sons, the eect of gravity has been , so far , poorly explored, although its mechanical eects are germane to the well - documented eect of cell contacts during their growth, develop- ment and dierentiation. In our current study, we examined the metabolomic prole of the secretome produced by OLPs i n space and discovered subtle but signicant changes in the metabolite levels of the SPC OLPs vs. the 1G OLPs . Indeed, we found a dierential regulation of metabolites in response to weightlessness. In addition, glutamate production and energy requiremen ts were also increased. 4.1. Glycolysis and Energy Related Metabolites The total energy intake of the brain corresponds to 20 of overall energy intake , even though it weighs 2 of a persons weight. During development, glucose and lactate are the main source of energy for oligodendrocyte progenitors (OLPs) 21 . OLs use lactate as a source of energy as well as a precursor for lipid synthesis by converting it to pyruvate. Subsequently, pyruvate is transported to the mitochondria for the tricarboxylic acid cycle (TCA) , or converted to ATP in their cytosol via glycolysis. During development and mye- linogenesis, OLs have high energy demands and are extremely vulnerable to energy dep- rivation 22 . Metabolic dysfunction is commonly associated with MS 23,24 . In these pa- tients, acute hypoxia - like lesions, mitochondrial impairment and a reduction in complex I and complex IV of the electron transport chain are reduced 25 . There are several pat- terns of de - myelination and several classications of MS. One is named oligodendrogli- opathy, where the cell processes of OLs are dying back , an d it is the distinctive character- istic for paern III MS 26 . It has been reported that OLs  metabolism is impacted by dimethyl - fumarate (DMF, Tecdera  ). This compound is being used for the treatment of MS 27,28 . It is believed that it modulates both antioxidant and lipid metabolism in OLs 29 . Patients treated with this molecule displayed a higher brain magnetization transfer Figure 7. Space-own OLPs and 1G cells were cultured in Seahorse Bioscience V7 plate for 20 h. A higher basal OCR, mitochondrial and higher maximal OCR showed signicant differences with regard to SPC OLPs, indicating that the cells were in a higher bioenergetics state. Interestingly, there were not signicant differences for the ECAR. There were 12 samples per experiment. Values are expressed as mean SD. Students t-test revealed that these differences were : p 0.01 : p 0.001 vs. respective controls. 4. Discussion We all were born, developed and have lived in Earths gravity and, for technical reasons, the effect of gravity has been, so far, poorly explored, although its mechanical effects are germane to the well-documented effect of cell contacts during their growth, development and differentiation. In our current study, we examined the metabolomic prole of the secretome produced by OLPs in space and discovered subtle but signicant changes in the metabolite levels of the SPC OLPs vs. the 1G OLPs. Indeed, we found a differential regulation of metabolites in response to weightlessness. In addition, glutamate production and energy requirements were also increased. 4.1. Glycolysis and Energy Related Metabolites The total energy intake of the brain corresponds to 20 of overall energy intake, even though it weighs 2 of a persons weight. During development, glucose and lactate are the main source of energy for oligodendrocyte progenitors (OLPs)  21. OLs use lactate as a source of energy as well as a precursor for lipid synthesis by converting it to pyruvate. Subsequently, pyruvate is transported to the mitochondria for the tricarboxylic acid cycle (TCA), or converted to ATP in their cytosol via glycolysis. During development and myelinogenesis, OLs have high energy demands and are extremely vulnerable to energy deprivation  22. Metabolic dysfunction is commonly associated with MS  23,24. In theseCells 2023 ,12, 2249 13 of 19 patients, acute hypoxia-like lesions, mitochondrial impairment and a reduction in complex I and complex IV of the electron transport chain are reduced  25. There are several patterns of de-myelination and several classications of MS. One is named oligodendrogliopathy, where the cell processes of OLs are dying back, and it is the distinctive characteristic for pattern III MS  26. It has been reported that OLs metabolism is impacted by dimethyl- fumarate (DMF, Tecdera). This compound is being used for the treatment of MS  27,28. It is believed that it modulates both antioxidant and lipid metabolism in OLs  29. Patients treated with this molecule displayed a higher brain magnetization transfer ratio (MTR), and this was thought to correlate with the preservation of myelin density  30. As observed previously in sim- G, the OLPs secreted more fumarate and methyl-fumarate (mesaconate) in SPC while maintaining their progenitor stage  12. Here, we show that the OLPs exposed to space G displayed an enhanced need for energy with regard to their ground control counterparts. In addition, more lactate (produced during anaerobic oxidation to fulll energy needs) was also signicantly released by the SPC OLPs. The use of extra energy in the SPC OLPs cannot be explained through a stimulation of myelin synthesis; glycerate, a building element in the formation of triglycerides, was secreted by these cells, indicating that they were still at the immature developmental stage, while the 1G OLPs may have been moving forward towards maturation as previously demonstrated by Tran et al.  10. Further studies are needed to ascertain the causes of such enhanced energy consumption by OLPs. 4.2. Glutamate Metabolism The glutamate pathway is a hub: glutamate forms from glutamine via deamination through phosphate-activated glutaminase; it is fed by the glycolysis (with alanine as a by-product); glutamate is also a co-substrate in all reactions catalyzed by aminotransferases, which convert it to -KG, a key intermediate of the TCA cycle  31; glutamate generates energy itself (NADH). Astrocytes are thought to be the only suppliers to the glutamate metabolism in the brain  32. Nonetheless, it has been shown that OLs also express high levels of glutamate synthetase (GS) at the level of the midbrain and the spinal cord  33. These authors also reported that OLs do not need glutamate for their survival or for their myelinating function, thus indicating that its synthesis in OLs is part of their genetic blueprint, where no neuronal signal is required. GS also catalyzes the metabolization of glutamate into glutamine  33. But the most important fact is that the selective lack of glutamine and glutamate in the brain results in the neonates death  34, and the deletion of glutamate in OLs results in the disruption of neuronal (synaptic) glutamate signaling that consequently alters glutamate-dependent behavior  33. Our data appear to complement those of the above-mentioned authors: they report that GS expression occurs late in their development. Here, we demonstrate that OLs express glutamate at an early, pre- myelinating stage, and OLPs in space secrete more glutamate than in 1G. Therefore, our novel data indicate that not only mature OLs support glutamatergic transmission through GS, but their progenitors may also play an important role in the glutamatergic transmission pathway even before myelination takes place. In another model of cell differentiation, -KG is shown to induce the demethylation of histones as a cofactor of histone demethylases  35 and hence inuence the differentiation of the cells  36. Glutamine, on the other hand, promotes pluripotent cells via the removal of differentiated cells in culture  37. The pivotal role of the glutamateglutamine pair in cell lineage specication and developmental stage maintenance at the OLP stage points to its involvement in the effects of reduced gravity on maintaining them at a progenitor stage, as previously shown by the expression of early OLP markers by our cells own to space with regard to the 1G OLPs  10. Glutamate dysregu- lation has been linked to numerous pathologies such as epilepsy and neurodegenerative diseases. Moreover, glutamate is present in sera from MS patients at higher levels than in the age-matched control population  38,39. In addition, glutamate levels increase in the cerebrospinal uid (CSF)  40 and the brains of MS patients  41,42. Moreover, -amino- 3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA), N-methyl-D-aspartate (NMDA)Cells 2023 ,12, 2249 14 of 19 and kainate receptors are also upregulated  43. Our data show a signicant increase in glutamate in the secretome of OLPs own into space; considering that in MS, OLPs are available around the lesion but they do not mature, it is possible that glutamate is made and secreted by those OLPs. Based on our above-mentioned data, where the SPC OLPs produced more glutamate than those kept in 1G, serum measurements of glutamate levels before, during and after space missions are of the essence to monitor changes produced by space microgravity in astronauts. This is important because the excessive stimulation of neurons by glutamate that can be caused by energy deciency, oxidative stress, mitochon- drial dysfunction and calcium overload leads to an excitotoxicity that is characterized by the exacerbation of glutamate receptors, triggering a cascade of toxic effects that leads to neuronal cell death  44,45 and, consequently, nearly all brain functions, including learning and memory, are affected. 4.3. Lipid Metabolism The knowledge we have on the primary sources of energy for mammalian cells de- rives solely from experiments performed within Earths gravity. These sources are proteins, fats and sugars. Besides being a source of energy, lipids act as signaling molecules to direct OLPs and pre-myelinating OLs to either proliferation or maturation into myelinat- ing OLs  46. Moreover, fatty acids (FAS) are necessary for myelin synthesis. Myelin is the lipid-rich membrane that insulates the axons in the CNS, and it is essential for our daily life activities. Its composition differs from cellular membranes  47,48 in terms of their lipid to protein ratio, where lipids account for 70 myelin, whereas cholesterol and glycosphingolipids such as galactosylceramides, sulfatides and gangliosides account for 40 and 20 of the total lipids, respectively. Abnormal or impaired OLs result in severe CNS pathologies during development and in neurodegenerative disorders. In most myelin disorders, OLPs are present but fail to mature  49. In the present study, we found that OLPs secreted phospholipids in a higher quantity in SPC than in 1G, except for certain species of phosphatidylcholine. In contrast, we did not observe differences in sphingomyelin secretion between 1G and SPC. 4.4. Post-Flight Energetics Here, using respirometry measurements, we demonstrate important differences in en- ergy metabolism. The SPC OLPs consumed more oxygen (basal respiration) and were able to increase respiration under stress (maximal respiration), suggesting a higher mitochondria- dependent energy demand, and probably a higher mitochondria content. Based on our previous work, we hypothesized that we would have more OLPs after space ight, yet we had to obtain conrmatory evidence. Both ndings, the increased proliferation  8 and enhanced energy metabolism, are in agreement with our previous report where, using sim-G, we revealed that there was increased mitochondrial respiration and increased glycolysis after 24 h of exposure to sim- G 16. Interestingly, in the case of the SPC OLPs, they showed preferential oxidative respiration rather than glycolysis. This is a different outcome from that obtained when using the 3D-clinostat. The reasons for these differences are currently unknown. Nonetheless, although the glycolytic reserve capacity appears not to have been used, the SPC OLPs still had higher energy demands after space ight. We previously performed the same secretome analysis of OLPs in sim- G 9,10. Al- though there was major difference in the measure of the secretome of OLPs, like time (3 days vs. 26 days) and method ( G in 3D-clinostat vs. SPC), it is interesting to com- pare the similarities and the differences. In both instances, lipid secretion, especially phospholipids, was increased in GSPC. Mitochondrial respiration was also elevated in GSPC, suggesting that this increased ATP demand could be necessary to sustain lipid synthesissecretion, as well as cell proliferation. Comparisons of the TCA cycle-related metabolites were not identical: more fumarate was secreted in GSPC, but the -KG secretion was discordant 12.Cells 2023 ,12, 2249 15 of 19 4.5. General Considerations We do not know how long human OLs would take to synthetize myelin and myelinate axons in space, but we recently showed that these cells expressed earlier OLP markers with regard to the 1G OLPs; thus, the maturation of these cells appeared to be delayed  10. Here, we observe another indication of a delayed lineage progression. What we do not know is whether this delay is transient as part of adapting to weightlessness, or it would result in an arrest of their development. Longer studies with OLPs in space could answer these questions. Finally, the Seahorse experiments revealed signicantly higher mitochondrial respiration in OLPs after space ight, revealing that OLPs and their progenies remember having been in space. This is a very important point, as the SPC OLPs also proliferated more in 1G after returning to Earth, pointing toward the imminent need to perform epigenetic studies. An important difference with our studies in sim- G is that the glycolysis was equivalent in the SPC OLPs and 1G OLPs, indicating that they did not need to switch to glycolysis as their last resource for energy. 4.6. Signicance Since, in most myelin disorders, OLPs are present but fail to mature, our current study shows that glutamate and energy metabolism are signicantly enhanced in response to microgravity. Therefore, both pathways are plausible targets to address OLPs maturation in MS, as well as other related myelin disorders and developmental disabilities like peri- ventricular leukomalacia, in order to enhance myelination in myelin-decient CNSs. 5. Conclusions We have started to unravel the effects of microgravity on the metabolic pathways inherent to OLPs that show signicant changes. Nonetheless, so far, they appear not to be deleterious and appear to remain functional in astronauts. To the best of our knowledge, this is the rst study that uses space as a novel platform to understand molecular changes in OLs at their progenitor stage. How this new knowledge is applicable to astronauts will become clearer when more studies of this nature are performed as they embark on long-term space missions. Years ago, we started our work using microgravity to test if we could produce healthier human OLPs in short periods of time, aiming at transplanting them to remyelinate myelin- decient CNSs, like in the case of MS or leukodystrophies. We have shown that both sim- G and space microgravity increase OLPs proliferation. The present study provides evidence that OLPs produce glutamate and that this is enhanced by space ight, contributing perhaps to maintaining OLPs in an immature stage. This point is crucial to elucidate, as the modulation of glutamate in MS patients might lead to enhanced myelination. Supplementary Materials: The following supporting information can be downloaded at: https: www.mdpi.comarticle10.3390cells12182249s1, Figure S1: OLs undergo sequential morphological changes starting from oligodendreoblasts (OLPs); Figure S2: Comparison of metabolite utilization by 0G and 1G OLPs showed that in space OLPs secreted signicantly more mesaconate than their 1G counterparts. Author Contributions: Conceptualization, funding acquisition, planning, establishment of the methodology for a successful integration of the space ight, realization of the pre- and post-ight ex- periments and project administration, A.E.-J.; formal analysis, interpretation of data and preparation of graphs and tables, B.F. and C.C.; respirometry, L.V . All authors contributed to writing and editing the manuscript. All authors have read and agreed to the published version of the manuscript. Funding: NASA Space Biology Grant: NNX15AB43G; the Cell Culture and Imaging Core is supported by the NIH (Grant U54HD08710). Institutional Review Board Statement: Not applicable. The cell line which we obtained via MTA, was created in Cedars-Sinai. Therefore, we did not need IRB approval because we did not work with the original broblasts.Cells 2023 ,12, 2249 16 of 19 Informed Consent Statement: Not applicable. Data Availability Statement: All data are available from the PI upon reasonable request. All data obtained from this study have been included in the manuscript. Acknowledgments: We thank Fathi Karouia, Amie Gresser, Sungshin Choi, Elizabeth Pane, and Araceli (Medaya) Torres for their help with the logistics for the study. We also thank the NASA Space Biology Project team at Ames Research Center, D. Tomko, K. Sato, E. Taylor, the ARC Space Biology Project Manager, and the support personnel at the Space Station Processing Facility at Kennedy Space Center; without their help, the ight would not have been possible. Special thanks, for space ight support, to Maria Birlem and Chriss Bruderrek from Yuri, and STaARS team members Heath Mills, Tom Kyler, Jacquelyn Schoppe, and BreAnne MacKenzie, as well as Uli Kuebler from Airbus Defense and Space who introduced us to their ying hardware. We thank the astronauts that helped with this study while onboard the ISS, and Jack Miller for summarizing the dosimetry data during this mission. Thanks to Dorwin Birt for helping with the computer and imaging systems. Thanks to Elida Escalante for the preparation of the mesh carriers, and Aurora Espinosa de los Monteros for help in editing the text. We thank Stephen Cederbaum for signing the students contracts. Last, but not least, we thank the late Jean de Vellis for his enthusiastic support of our pioneering studies on the effect of simulated microgravity on brain cells. Conicts of Interest: The authors report no conict of interest. Abbreviations ICP Intracranial hypertension VIIP Visual impairment intracranial pressure G Microgravity OLPs Oligodendrocyte progenitors SPC OLPs Space ight oligodendrocyte progenitors sim-G Simulated microgravity OLs Oligodendrocytes CNS Central nervous system MS Multiple sclerosis BrdU Bromodeoxyuridine ISS International Space Station hiPS Human induced pluripotent stem cells CS83iCTR-33-n1 Fibroblasts N2A supplement containing recombinant human insulin, human transferrin sodium selenite, putrescine and progesterone B-27 Trademark OSM Oligodendrocyte specication medium IGF-1 Insulin Growth Factor 1 DMEMF12 Dulbeccos Modied Eagle MediumNutrient Mixture F-12 n 5 Five biological replicate specimens per group 1G Earth Gravity UHPLCMS Ultra-High-Performance Liquid ChromatographyMass Spectrometry Q-value False discovery rate PCA Principal Component Analysis HCA Hierarchical Clustering Analysis STAaRS Space Technology and Advanced Research System Experiment Facility 1 NASA National Aeronautics and Space Administration mSv Millisieverts mGy Milligray OCR Oxygen consumption rate ECAR Extracellular acidication rate mM Millimolar 1G OLP 26D Earth gravity Oligodendrocyte Progenitors kept for 26 days SPC OLP 26D Space ight Oligodendrocyte Progenitors kept for 26 daysCells 2023 ,12, 2249 17 of 19 OSM 26D Oligodendrocyte specication medium kept for 26 days TCA Cycle Tricarboxylic Acid Cycle BCAA Branched-Chain Amino Acid NAD Nicotinamide adenine dinucleotide FADH 2 Flavin adenine dinucleotide -KG -Ketoglutarate NH 4 Ammonium ATP Adenosine tri-phosphate DMF Dimethyl-fumarate MTR Magnetization Transfer Ratio NADH Nicotinamide adenine dinucleotide (NAD)  hydrogen (H) GS Glutamate Synthetase CSF Cerebrospinal uid AMPA -amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid NMDA N-methyl-D-aspartate FAS Fatty acids MTA Material transfer agreement References 1. Studer, M.; Bradacs, G.; Hilliger, A.; Hrlimann, E.; Engeli, S.; Thiel, C.S.; Zeitner, P .; Denier, B.; Binggeli, M.; Syburra, T.; et al. Parabolic maneuvers of the Swiss Air Force ghter jet F-5E as a research platform for cell culture experiments in microgravity. Acta Astronaut. 2011 ,68, 17291741. CrossRef 2. Grimm, D.; Bauer, J.; Kossmehl, P .; Shakibaei, M.; Schnberger, J.; Pickenhahn, H.; Schulze-Tanzil, G.; Vetter, R.; Eilles, C.; Paul, M.; et al. Simulated microgravity alters differentiation and increases apoptosis in human follicular thyroid carcinoma cells. FASEB J. 2002 ,16, 604606. CrossRef 3. Grimm, D.; Schulz, H.; Krger, M.; Cort s-Snchez, J.L.; Egli, M.; Kraus, A.; Sahana, J.; Corydon, T.J.; Hemmersbach, R.; Wise, P .M.; et al. The Fight against Cancer by Microgravity: The Multicellular Spheroid as a Metastasis Model. Int. J. Mol. Sci. 2022 ,23, 3073. CrossRef 4. Medha, M.; Roy, A. Microgravity: New aspect for breast cancer treatment, a review. Acta Astronaut. 2022 ,190, 6273. CrossRef 5. Baumann, N.; Pham-Dinh, D. Biology of oligodendrocyte and myelin in the mammalian central nervous system. Physiol. Rev. 2001 ,81, 871927. CrossRef 6. Simons, M.; Nave, K.A. Oligodendrocytes: Myelination and axonal support. Cold Spring Harb. Perspect. Biol. 2016 ,8, a020479. CrossRef 7. Haines, J.D.; Inglese, M.; Casaccia, P . Axonal damage in multiple sclerosis. Mt. Sinai J. Med. J. Transl. Pers. Med. 2011 ,78, 231243. CrossRef 8. Espinosa-Jeffrey, A.; Paez, P .M.; Cheli, V .T.; Spreuer, V .; Wanner, I.; de Vellis, J. Impact of simulated microgravity on oligodendro- cyte development: Implications for central nervous system repair. PLoS ONE 2013 ,8, e76963. CrossRef 9. Tran, V .; Carpo, N.; Cepeda, C.; Espinosa-Jeffrey, A. Oligodendrocyte Progenitors Display Enhanced Proliferation and Autophagy after Space Flight. Biomolecules 2023 ,13, 201. CrossRef 10. Tran, V .; Carpo, N.; Shaka, S.; Zamudio, J.; Choi, S.; Cepeda, C.; Espinosa-Jeffrey, A. Delayed Maturation of Oligodendrocyte Progenitors by Microgravity: Implications for Multiple Sclerosis and Space Flight. Life2022 ,12, 797. CrossRef 11. Espinosa-Jeffrey, A.; Wakeman, R.D.; Kim, U.S.; Snyder, E.; de Vellis, J. Culture System for Rodent and Human Oligodendrocyte Specication, Lineage Progression and Maturation. Curr. Protoc. Stem Cell Biol. 2009 ,10, 2D.4.12D.4.26. CrossRef 12. Espinosa-Jeffrey, A.; Blanchi, B.; Biancotti, J.C.; Kumar, S.; Hirose, M.; Mandefro, B.; Talavera-Adame, D.; Benvenisty, N.; de Vellis, J. Efcient generation of viral and integration-free human induced pluripotent stem cell-derived oligodendrocytes. Curr. Protoc. Stem Cell Biol. 2016 ,38, 2D.18.12D.18.27. CrossRef 13. Kuhn, S.; Gritti, L.; Crooks, D.; Dombrowski, Y. Oligodendrocytes in Development, Myelin Generation and Beyond. Cells 2019 , 8, 1424. CrossRef 14. Narine, M.; Colognato, H. Current Insights into Oligodendrocyte Metabolism and Its Power to Sculpt the Myelin Landscape. Front. Cell. Neurosci. 2022 ,16, 892968. CrossRef 15. Espinosa-Jeffrey, A.; Becker-Catania, S.G.; Zhao, P .M.; Cole, R.; Edmond, J.; de Vellis, J. Selective specication of CNS stem cells into oligodendroglial or neuronal cell lineage: Cell culture and transplant studies. J. Neurosci. Res. 2002 ,69, 810825. CrossRef PubMed 16. Espinosa-Jeffrey, A.; Nguyen, K.; Kumar, S.; Toshimasa, O.; Hirose, R.; Reue, K.; Vergnes, L.; Kinchen, J.; de Vellis, J. Simulated microgravity enhances oligodendrocyte mitochondrial function and lipid metabolism. J. Neurosci. Res. 2016 ,94, 14341450. CrossRefCells 2023 ,12, 2249 18 of 19 17. De Haven, M.J. Multimorbidity, chronic disease, and community health science. J. Eval. Clin. Pract. 2016 ,23, 219221. CrossRef 18. Evans, A.M.; De Haven, C.D.; Barrett, T.; Mitchell, M.; Milgram, E. Integrated, nontargeted ultra-high performance liquid chromatographyelectrospray ionization tandem mass spectrometry platform for the identication and relative quantication of the small-molecule complement of biological system. Anal. Chem. 2009 ,81, 66566667. CrossRef 19. De Haven, C.D.; Evans, A.M.; Dai, H.; Lawton, K.A. Organization of GCMS and LCMS metabolomics data into chemical libraries. J. Cheminformatics 2010 ,2, 9. CrossRef 20. Weissgerber, T.L.; Milic, N.M.; Winham, S.J.; Garovic, V .D. Beyond Bar and Line Graphs: Time for a New Data Presentation Paradigm. PLoS Biol. 2015 ,13, e1002128. CrossRef 21. Rosko, L.; Smith, V .N.; Yamazaki, R.; Huang, J.K. Oligodendrocyte bioenergetics in health and disease. Neuroscientist 2019 , 25, 334343. CrossRef 22. Pantoni, L.; Garcia, J.H.; Gutierrez, J.A. Cerebral white matter is highly vulnerable to ischemia. Stroke 1996 ,27, 16411647. CrossRef PubMed 23. Compston, A.; Coles, A. Multiple sclerosis. Lancet 2008 ,372, 15021517. CrossRef PubMed 24. Lee, N.J.; Ha, S.-K.; Sati, P .; Absinta, M.; Luciano, N.J.; Lefeuvre, J.A.; Schindler, M.K.; Leibovitch, E.C.; Ryu, J.K.; Petersen, M.A.; et al. Spatiotemporal distribution of brinogen in marmoset and human inammatory demyelination. Brain 2018 ,141, 16371649. CrossRef PubMed 25. Mahad, D.; Ziabreva, I.; Lassmann, H.; Turnbull, D. Mitochondrial defects in acute multiple sclerosis lesions. Brain 2008 , 131, 17221735. CrossRef PubMed 26. Lucchinetti, C.; Brck, W.; Parisi, J.; Scheithauer, B.; Rodriguez, M.; Lassmann, H. Heterogeneity of multiple sclerosis lesions: Implications for the pathogenesis of demyelination. Ann. Neurol. 2000 ,47, 707717. CrossRef 27. Phillips, J.T.; Fox, R.J. BG-12 in multiple sclerosis. Semin. Neurol. 2013 ,33, 5665. CrossRef 28. Harris, J.J.; Attwell, D. The energetics of CNS white matter. J. Neurosci. 2012 ,32, 356371. CrossRef 29. Huang, H.; Taraboletti, A.; Shriver, L.P . Dimethyl fumarate modulates antioxidant and lipid metabolism in oligodendrocytes. Redox Biol. 2015 ,5, 169175. CrossRef 30. Arnold, D.L.; Gold, R.; Kappos, L.; Bar-Or, A.; Giovannoni, G.; Selmaj, K.; Yang, M.; Zhang, R.; Stephan, M.; Sheikh, S.I.; et al. Effects of delayed-release dimethyl fumarate on MRI measures in the Phase 3 DEFINE study. J. Neurol. 2014 ,261, 17941802. CrossRef 31. McKenna, M.C.; Dienel, G.; Sonnewald, U.; Waagepetersen, H.S.; Schousboe, A. Energy metabolism of the brain. In Basic Neurochemistry ; Brady, S., Siegel, G., Albers, R.W., Price, D.E., Eds.; Academic Press: Amsterdam, The Netherlands, 2012; pp. 200234. CrossRef 32. Armbruster, M.; Hanson, E.; Dulla, C.G. Glutamate clearance is locally modulated by presynaptic neuronal activity in the cerebral cortex. J. Neurosci. 2016 ,36, 1040410415. CrossRef PubMed 33. Xin, W.; Mironova, Y.A.; Shen, H.; Marino, R.A.M.; Waisman, A.; Lamers, W.H.; Bergles, D.E.; Bonci, A. Oligodendrocytes Support Neuronal Glutamatergic Transmission via Expression of Glutamine Synthetase. Cell Rep. 2019 ,27, 22622271.e5. CrossRef PubMed 34. He, Y.; Hakvoort, T.B.M.; Vermeulen, J.L.M.; Labruy re, W.T.; De Waart, D.R.; Van Der Hel, W.S.; Ruijter, J.M.; Uylings, H.B.M.; Lamers, W.H. Glutamine Synthetase Deciency in Murine Astrocytes Results in Neonatal Death. Glia 2010 ,58, 741754. CrossRef PubMed 35. Kaelin, W.G., Jr.; McKnight, S.L. Inuence of metabolism on epigenetics and disease. Cell2013 ,153, 5669. CrossRef 36. TeSlaa, T.; Chaikovsky, A.C.; Lipchina, I.; Escobar, S.L.; Hochedlinger, K.; Huang, J.; Graeber, T.G.; Braas, D.; Teitell, M.A. -Ketoglutarate Accelerates the Initial Differentiation of Primed Human Pluripotent Stem Cells. Cell Metab. 2016 ,24, 485493. CrossRef 37. Vardhana, S.A.; Arnold, P .K.; Rosen, B.P .; Chen, Y.; Carey, B.W.; Huangfu, D.; Carmona-Fontaine, C.; Thompson, C.B.; Finley, L.W.S. Glutamine independence is a selectable feature of pluripotent stem cells. Nat. Metab. 2019 ,1, 676687. CrossRef 38. Al Gawwam, G.; Sharquie, I.K. Serum Glutamate Is a Predictor for the Diagnosis of Multiple Sclerosis. Sci. World J. 2017 , 2017 , 9320802. CrossRef 39. Westall, F.C. A response to Association of an EAAT2 polymorphism with higher glutamate concentration in relapsing multiple sclerosis. J. Neuroimmunol. 2008 ,203, 116117. CrossRef 40. Sarchielli, P .; Greco, L.; Floridi, A.; Floridi, A.; Gallai, V . Excitatory amino acids and multiple sclerosis: Evidence from cerebrospinal uid. Arch. Neurol. 2003 ,60, 10821088. CrossRef 41. Cianfoni, A.; Niku, S.; Imbesi, S.G. Metabolite ndings in tumefactive demyelinating lesions utilizing short echo time proton magnetic resonance spectroscopy. Am. J. Neuroradiol. 2007 ,28, 272277. 42. Kuzmina, U.S.; Zainullina, L.F.; Vakhitov, V .A.; Bakhtiyarova, K.Z.; Vakhitova, Y.V . The Role of Glutamate in the Pathogenesis of Multiple Sclerosis. Neurosci. Behav. Phys. 2020 ,50, 669675. CrossRef 43. Newcombe, J.; Uddin, A.; Dove, R.; Patel, B.; Turski, L.; Nishizawa, Y.; Smith, T. Glutamate receptor expression in multiple sclerosis lesions. Brain Pathol. 2008 ,18, 5261. CrossRefCells 2023 ,12, 2249 19 of 19 44. Bano, D.; Young, K.W.; Guerin, C.J.; LeFeuvre, R.; Rothwell, N.J.; Naldini, L.; Rizzuto, R.; Carafoli, E.; Nicotera, P . Cleavage of the Plasma Membrane NaCa2Exchanger in Excitotoxicity. Cell2005 ,12, 275285. CrossRef PubMed 45. Armada-Moreira, A.; Gomes, J.I.; Pina, C.C.; Savchak, O.K.; Gonalves-Ribeiro, J.; Rei, N.; Pinto, S.; Morais, T.P .; Martins, R.S.; Ribeiro, F.F.; et al. Going the Extra (Synaptic) Mile: Excitotoxicity as the Road Toward Neurodegenerative Diseases. Front. Cell. Neurosci. 2020 ,14, 90. CrossRef PubMed 46. Marangon, D.; Boccazzi, M.; Lecca, D.; Fumagalli, M. Regulation of Oligodendrocyte Functions: Targeting Lipid Metabolism and Extracellular Matrix for Myelin Repair. J. Clin. Med. 2020 ,9, 470. CrossRef PubMed 47. Harayama, T.; Riezman, H. Understanding the diversity of membrane lipid composition. Nat. Rev. Mol. Cell Biol. 2018 ,19, 281296. CrossRef 48. OBrien, J.S.; Sampson, E.L. Lipid composition of the normal human brain. J. Lipid Res. 1965 ,6, 537544. CrossRef 49. Montani, L. Lipids in regulating oligodendrocyte structure and function. Semin. Cell Dev. Biol. 2021 ,112, 114122. CrossRef DisclaimerPublishers Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI andor the editor(s). MDPI andor the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content.",
        "introduction": "Numerous studies have shown that in normal mammalian cells grown in culture, microgravity induces an array of phenomena such as apoptosis and changes in their cytoskeleton, as well as in signal transduction, cell differentiation, proliferation, mi- gration and adhesion. Effects differ depending on the cell type  1. Microgravity also alters differentiation and augments apoptosis in thyroid carcinoma cells  2,3 and alters breast cancer-derived cells  4. Microgravity is thus considered as a platform to study the metabolism of normal, developing, mature and cancerous cells, as well as the poten- tial pharmacological approaches to treat, on Earth, neurodegeneration, developmental disabilities and cancer. We have pioneered the study of simulated microgravity (sim- G) using the the 3D-clinostat robot (Mitsubishi Heavy Industries) on neural cells and, in particular, neural stem cells and oligodendrocytes (OLs). OLs are the myelinating cells in the central nervous system (CNS) and are essential for the efficient synthesis and maintenance of myelin  5,6. They form the compact segments of the myelin membrane that coil around the axon and allow for the saltatory conduction of action potentials, ensuring the healthy functioning of the CNS. Neurological diseases involving this cell type are characterized by myelin loss and an impairment in nerve conduction. A lack of or damaged myelin is debilitating and disabling because the nerve impulses slow down or even stop, causing neurological deficits. Understanding how OL progenitors (OLPs) differentiate and form myelin sheaths around nerve axons is of interest for the prevention and treatment of myelin-associated diseases. In many cases, OLPs fail to mature and, therefore, they cannot remyelinate axons Cells 2023 ,12, 2249. https:doi.org10.3390cells12182249 https:www.mdpi.comjournalcellsCells 2023 ,12, 2249 2 of 19 in dys- and de-myelinating diseases such as multiple sclerosis (MS), PelizaeusMerzbacher disease or after a traumatic injury. Moreover, a chronic lack of myelin leads to axonal transection 7. As neurological impairments have been observed after human space journeys, e.g., in- tracranial hypertension (ICP) and visual impairment intracranial pressure (VIIP), we have studied in previous papers the effects of articial microgravity on cultured OLPs. Our rst study using BrdU revealed that rodent and human OLPs displayed enhanced and sustained proliferation while they were in sim- G with a concomitant shortening of the cell cycle. Moreover, these cells appeared to remember having been in G and continued to proliferate more after having been placed in Earths gravity 8. More recently, we studied the effects of space- G on OLPs and found enhanced prolif- eration  9, yet some of them displayed incomplete cytokinesis  10. Moreover, based on the expression of stage-specic developmental markers, we discovered that these cells came back in a more immature stage than that of the ground control OLPs  10. Here we sought to determine A) the impact of space ight on the global metabolomic prole of the secretome produced by OLPs while in space- G in order to start unraveling extracellular processes, as well as identifying gravitational-sensitive molecules, and B) the energetic status of OLPs after space ight. We found the presence of some gravitational-sensitive molecules, as well as enhanced energy and glutamate metabolism in the secretome generated while the OLPs were on board the International Space Station (ISS). Notably, we found an elevated energy demand in the OLPs upon return to Earth, which led to an increased use of glycolysis to support their energy demands. In previous decades, we have studied and developed culture conditions for OLs and their precursors using biochemical, histochemical and morphological signals  11,12. Key features of OLs are their well-dened developmental stages characterized by the expres- sion of numerous stage-specic markers from which their expression is either transient or permanent throughout the life of these cells. These markers also dene the functions that OLs support, including the production and secretion of the iron carrier glycopro- tein transferrin for its autocrine and paracrine use in CNS iron metabolism, as well as the synthesis of all myelin components when OLs mature until they reach the myelinat- ing stage. These stages and markers have been reported and reviewed by us and other scientists 5,13,14 . For the purpose of understanding the contents of the secretome pro- duced by space-own OLPs, here we use our previous description of these developmental stages 15,16 (Supplementary Figure S1). 2. Materials and",
        "conclusion": "s We have started to unravel the effects of microgravity on the metabolic pathways inherent to OLPs that show signicant changes. Nonetheless, so far, they appear not to be deleterious and appear to remain functional in astronauts. To the best of our knowledge, this is the rst study that uses space as a novel platform to understand molecular changes in OLs at their progenitor stage. How this new knowledge is applicable to astronauts will become clearer when more studies of this nature are performed as they embark on long-term space missions. Years ago, we started our work using microgravity to test if we could produce healthier human OLPs in short periods of time, aiming at transplanting them to remyelinate myelin- decient CNSs, like in the case of MS or leukodystrophies. We have shown that both sim- G and space microgravity increase OLPs proliferation. The present study provides evidence that OLPs produce glutamate and that this is enhanced by space ight, contributing perhaps to maintaining OLPs in an immature stage. This point is crucial to elucidate, as the modulation of glutamate in MS patients might lead to enhanced myelination. Supplementary Materials: The following supporting information can be downloaded at: https: www.mdpi.comarticle10.3390cells12182249s1, Figure S1: OLs undergo sequential morphological changes starting from oligodendreoblasts (OLPs); Figure S2: Comparison of metabolite utilization by 0G and 1G OLPs showed that in space OLPs secreted signicantly more mesaconate than their 1G counterparts. Author Contributions: Conceptualization, funding acquisition, planning, establishment of the methodology for a successful integration of the space ight, realization of the pre- and post-ight ex- periments and project administration, A.E.-J.; formal analysis, interpretation of data and preparation of graphs and tables, B.F. and C.C.; respirometry, L.V . All authors contributed to writing and editing the manuscript. All authors have read and agreed to the published version of the manuscript. Funding: NASA Space Biology Grant: NNX15AB43G; the Cell Culture and Imaging Core is supported by the NIH (Grant U54HD08710). Institutional Review Board Statement: Not applicable. The cell line which we obtained via MTA, was created in Cedars-Sinai. Therefore, we did not need IRB approval because we did not work with the original broblasts.Cells 2023 ,12, 2249 16 of 19 Informed Consent Statement: Not applicable. Data Availability Statement: All data are available from the PI upon reasonable request. All data obtained from this study have been included in the manuscript. Acknowledgments: We thank Fathi Karouia, Amie Gresser, Sungshin Choi, Elizabeth Pane, and Araceli (Medaya) Torres for their help with the logistics for the study. We also thank the NASA Space Biology Project team at Ames Research Center, D. Tomko, K. Sato, E. Taylor, the ARC Space Biology Project Manager, and the support personnel at the Space Station Processing Facility at Kennedy Space Center; without their help, the ight would not have been possible. Special thanks, for space ight support, to Maria Birlem and Chriss Bruderrek from Yuri, and STaARS team members Heath Mills, Tom Kyler, Jacquelyn Schoppe, and BreAnne MacKenzie, as well as Uli Kuebler from Airbus Defense and Space who introduced us to their ying hardware. We thank the astronauts that helped with this study while onboard the ISS, and Jack Miller for summarizing the dosimetry data during this mission. Thanks to Dorwin Birt for helping with the computer and imaging systems. Thanks to Elida Escalante for the preparation of the mesh carriers, and Aurora Espinosa de los Monteros for help in editing the text. We thank Stephen Cederbaum for signing the students contracts. Last, but not least, we thank the late Jean de Vellis for his enthusiastic support of our pioneering studies on the effect of simulated microgravity on brain cells. Conicts of Interest: The authors report no conict of interest. Abbreviations ICP Intracranial hypertension VIIP Visual impairment intracranial pressure G Microgravity OLPs Oligodendrocyte progenitors SPC OLPs Space ight oligodendrocyte progenitors sim-G Simulated microgravity OLs Oligodendrocytes CNS Central nervous system MS Multiple sclerosis BrdU Bromodeoxyuridine ISS International Space Station hiPS Human induced pluripotent stem cells CS83iCTR-33-n1 Fibroblasts N2A supplement containing recombinant human insulin, human transferrin sodium selenite, putrescine and progesterone B-27 Trademark OSM Oligodendrocyte specication medium IGF-1 Insulin Growth Factor 1 DMEMF12 Dulbeccos Modied Eagle MediumNutrient Mixture F-12 n 5 Five biological replicate specimens per group 1G Earth Gravity UHPLCMS Ultra-High-Performance Liquid ChromatographyMass Spectrometry Q-value False discovery rate PCA Principal Component Analysis HCA Hierarchical Clustering Analysis STAaRS Space Technology and Advanced Research System Experiment Facility 1 NASA National Aeronautics and Space Administration mSv Millisieverts mGy Milligray OCR Oxygen consumption rate ECAR Extracellular acidication rate mM Millimolar 1G OLP 26D Earth gravity Oligodendrocyte Progenitors kept for 26 days SPC OLP 26D Space ight Oligodendrocyte Progenitors kept for 26 daysCells 2023 ,12, 2249 17 of 19 OSM 26D Oligodendrocyte specication medium kept for 26 days TCA Cycle Tricarboxylic Acid Cycle BCAA Branched-Chain Amino Acid NAD Nicotinamide adenine dinucleotide FADH 2 Flavin adenine dinucleotide -KG -Ketoglutarate NH 4 Ammonium ATP Adenosine tri-phosphate DMF Dimethyl-fumarate MTR Magnetization Transfer Ratio NADH Nicotinamide adenine dinucleotide (NAD)  hydrogen (H) GS Glutamate Synthetase CSF Cerebrospinal uid AMPA -amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid NMDA N-methyl-D-aspartate FAS Fatty acids MTA Material transfer agreement References 1. Studer, M.; Bradacs, G.; Hilliger, A.; Hrlimann, E.; Engeli, S.; Thiel, C.S.; Zeitner, P .; Denier, B.; Binggeli, M.; Syburra, T.; et al. Parabolic maneuvers of the Swiss Air Force ghter jet F-5E as a research platform for cell culture experiments in microgravity. Acta Astronaut. 2011 ,68, 17291741. CrossRef 2. Grimm, D.; Bauer, J.; Kossmehl, P .; Shakibaei, M.; Schnberger, J.; Pickenhahn, H.; Schulze-Tanzil, G.; Vetter, R.; Eilles, C.; Paul, M.; et al. Simulated microgravity alters differentiation and increases apoptosis in human follicular thyroid carcinoma cells. FASEB J. 2002 ,16, 604606. CrossRef 3. Grimm, D.; Schulz, H.; Krger, M.; Cort s-Snchez, J.L.; Egli, M.; Kraus, A.; Sahana, J.; Corydon, T.J.; Hemmersbach, R.; Wise, P .M.; et al. The Fight against Cancer by Microgravity: The Multicellular Spheroid as a Metastasis Model. Int. J. Mol. Sci. 2022 ,23, 3073. CrossRef 4. Medha, M.; Roy, A. Microgravity: New aspect for breast cancer treatment, a review. Acta Astronaut. 2022 ,190, 6273. CrossRef 5. Baumann, N.; Pham-Dinh, D. Biology of oligodendrocyte and myelin in the mammalian central nervous system. Physiol. Rev. 2001 ,81, 871927. CrossRef 6. Simons, M.; Nave, K.A. Oligodendrocytes: Myelination and axonal support. Cold Spring Harb. Perspect. Biol. 2016 ,8, a020479. CrossRef 7. Haines, J.D.; Inglese, M.; Casaccia, P . Axonal damage in multiple sclerosis. Mt. Sinai J. Med. J. Transl. Pers. Med. 2011 ,78, 231243. CrossRef 8. Espinosa-Jeffrey, A.; Paez, P .M.; Cheli, V .T.; Spreuer, V .; Wanner, I.; de Vellis, J. Impact of simulated microgravity on oligodendro- cyte development: Implications for central nervous system repair. PLoS ONE 2013 ,8, e76963. CrossRef 9. Tran, V .; Carpo, N.; Cepeda, C.; Espinosa-Jeffrey, A. Oligodendrocyte Progenitors Display Enhanced Proliferation and Autophagy after Space Flight. Biomolecules 2023 ,13, 201. CrossRef 10. Tran, V .; Carpo, N.; Shaka, S.; Zamudio, J.; Choi, S.; Cepeda, C.; Espinosa-Jeffrey, A. Delayed Maturation of Oligodendrocyte Progenitors by Microgravity: Implications for Multiple Sclerosis and Space Flight. Life2022 ,12, 797. CrossRef 11. Espinosa-Jeffrey, A.; Wakeman, R.D.; Kim, U.S.; Snyder, E.; de Vellis, J. Culture System for Rodent and Human Oligodendrocyte Specication, Lineage Progression and Maturation. Curr. Protoc. Stem Cell Biol. 2009 ,10, 2D.4.12D.4.26. CrossRef 12. Espinosa-Jeffrey, A.; Blanchi, B.; Biancotti, J.C.; Kumar, S.; Hirose, M.; Mandefro, B.; Talavera-Adame, D.; Benvenisty, N.; de Vellis, J. Efcient generation of viral and integration-free human induced pluripotent stem cell-derived oligodendrocytes. Curr. Protoc. Stem Cell Biol. 2016 ,38, 2D.18.12D.18.27. CrossRef 13. Kuhn, S.; Gritti, L.; Crooks, D.; Dombrowski, Y. Oligodendrocytes in Development, Myelin Generation and Beyond. Cells 2019 , 8, 1424. CrossRef 14. Narine, M.; Colognato, H. Current Insights into Oligodendrocyte Metabolism and Its Power to Sculpt the Myelin Landscape. Front. Cell. Neurosci. 2022 ,16, 892968. CrossRef 15. Espinosa-Jeffrey, A.; Becker-Catania, S.G.; Zhao, P .M.; Cole, R.; Edmond, J.; de Vellis, J. Selective specication of CNS stem cells into oligodendroglial or neuronal cell lineage: Cell culture and transplant studies. J. Neurosci. Res. 2002 ,69, 810825. CrossRef PubMed 16. Espinosa-Jeffrey, A.; Nguyen, K.; Kumar, S.; Toshimasa, O.; Hirose, R.; Reue, K.; Vergnes, L.; Kinchen, J.; de Vellis, J. Simulated microgravity enhances oligodendrocyte mitochondrial function and lipid metabolism. J. Neurosci. Res. 2016 ,94, 14341450. CrossRefCells 2023 ,12, 2249 18 of 19 17. De Haven, M.J. Multimorbidity, chronic disease, and community health science. J. Eval. Clin. Pract. 2016 ,23, 219221. CrossRef 18. Evans, A.M.; De Haven, C.D.; Barrett, T.; Mitchell, M.; Milgram, E. Integrated, nontargeted ultra-high performance liquid chromatographyelectrospray ionization tandem mass spectrometry platform for the identication and relative quantication of the small-molecule complement of biological system. Anal. Chem. 2009 ,81, 66566667. CrossRef 19. De Haven, C.D.; Evans, A.M.; Dai, H.; Lawton, K.A. Organization of GCMS and LCMS metabolomics data into chemical libraries. J. Cheminformatics 2010 ,2, 9. CrossRef 20. Weissgerber, T.L.; Milic, N.M.; Winham, S.J.; Garovic, V .D. Beyond Bar and Line Graphs: Time for a New Data Presentation Paradigm. PLoS Biol. 2015 ,13, e1002128. CrossRef 21. Rosko, L.; Smith, V .N.; Yamazaki, R.; Huang, J.K. Oligodendrocyte bioenergetics in health and disease. Neuroscientist 2019 , 25, 334343. CrossRef 22. Pantoni, L.; Garcia, J.H.; Gutierrez, J.A. Cerebral white matter is highly vulnerable to ischemia. Stroke 1996 ,27, 16411647. CrossRef PubMed 23. Compston, A.; Coles, A. Multiple sclerosis. Lancet 2008 ,372, 15021517. CrossRef PubMed 24. Lee, N.J.; Ha, S.-K.; Sati, P .; Absinta, M.; Luciano, N.J.; Lefeuvre, J.A.; Schindler, M.K.; Leibovitch, E.C.; Ryu, J.K.; Petersen, M.A.; et al. Spatiotemporal distribution of brinogen in marmoset and human inammatory demyelination. Brain 2018 ,141, 16371649. CrossRef PubMed 25. Mahad, D.; Ziabreva, I.; Lassmann, H.; Turnbull, D. Mitochondrial defects in acute multiple sclerosis lesions. Brain 2008 , 131, 17221735. CrossRef PubMed 26. Lucchinetti, C.; Brck, W.; Parisi, J.; Scheithauer, B.; Rodriguez, M.; Lassmann, H. Heterogeneity of multiple sclerosis lesions: Implications for the pathogenesis of demyelination. Ann. Neurol. 2000 ,47, 707717. CrossRef 27. Phillips, J.T.; Fox, R.J. BG-12 in multiple sclerosis. Semin. Neurol. 2013 ,33, 5665. CrossRef 28. Harris, J.J.; Attwell, D. The energetics of CNS white matter. J. Neurosci. 2012 ,32, 356371. CrossRef 29. Huang, H.; Taraboletti, A.; Shriver, L.P . Dimethyl fumarate modulates antioxidant and lipid metabolism in oligodendrocytes. Redox Biol. 2015 ,5, 169175. CrossRef 30. Arnold, D.L.; Gold, R.; Kappos, L.; Bar-Or, A.; Giovannoni, G.; Selmaj, K.; Yang, M.; Zhang, R.; Stephan, M.; Sheikh, S.I.; et al. Effects of delayed-release dimethyl fumarate on MRI measures in the Phase 3 DEFINE study. J. Neurol. 2014 ,261, 17941802. CrossRef 31. McKenna, M.C.; Dienel, G.; Sonnewald, U.; Waagepetersen, H.S.; Schousboe, A. Energy metabolism of the brain. In Basic Neurochemistry ; Brady, S., Siegel, G., Albers, R.W., Price, D.E., Eds.; Academic Press: Amsterdam, The Netherlands, 2012; pp. 200234. CrossRef 32. Armbruster, M.; Hanson, E.; Dulla, C.G. Glutamate clearance is locally modulated by presynaptic neuronal activity in the cerebral cortex. J. Neurosci. 2016 ,36, 1040410415. CrossRef PubMed 33. Xin, W.; Mironova, Y.A.; Shen, H.; Marino, R.A.M.; Waisman, A.; Lamers, W.H.; Bergles, D.E.; Bonci, A. Oligodendrocytes Support Neuronal Glutamatergic Transmission via Expression of Glutamine Synthetase. Cell Rep. 2019 ,27, 22622271.e5. CrossRef PubMed 34. He, Y.; Hakvoort, T.B.M.; Vermeulen, J.L.M.; Labruy re, W.T.; De Waart, D.R.; Van Der Hel, W.S.; Ruijter, J.M.; Uylings, H.B.M.; Lamers, W.H. Glutamine Synthetase Deciency in Murine Astrocytes",
        "images": []
    }
]