[
    {
        "pmid": "29900258",
        "title": "Phenotypic characterization of an Arabidopsis T-DNA insertion line SALK_063500.",
        "year": "2018",
        "journal": "Data Brief",
        "abstract": "In this article we report the identification of a homozygous lethal T-DNA (transfer DNA) line within the coding region of the At1G05290 gene in the genome of Arabidopsis thaliana (Arabidopsis) line, SALK_063500. The T-DNA insertion is found within exon one of the AT1G05290 gene, however a homozygous T-DNA allele is unattainable. In the heterozygous T-DNA allele the expression levels of AT1G05290 were compared to wild type Arabidopsis (Col-0, Columbia). Further analyses revealed an aberrant silique phenotype found in the heterozygous SALK_063500 plants that is attributed to the reduced rate of pollen tube germination. These data are original and have not been published elsewhere.",
        "full_text": "Data Article Phenotypic characterization of an Arabidopsis T-DNA insertion line SALK_063500 Natasha J. Snga, Anna-Lisa Paula,b, Robert J. Ferla,b,c,n aPlant Molecular and Cellular Biology, University of Florida, Fi eld Hall, 2550 Hull Road, Gainesville, FL 32611, USA bHorticultural Science Department, University of Florida, Fi eld Hall, 2550 Hull Road, Gainesville, FL 32611, USA cInterdisciplinary Center for Biotechnology Research (ICBR), University of Florida, 2033 Mowry Road, Gai- nesville, FL 32601, USA article info Article history:Received 12 October 2017Accepted 21 March 2018 Available online 26 March 2018 Keywords: ArabidopsisT-DNASALK_063500 Silique PollenPhenotypeAT1G05290abstract In this article we report the identi cation of a homozygous lethal T-DNA (transfer DNA) line within the coding region of theAt1G05290 gene in the genome of Arabidopsis thaliana (Arabi- dopsis) line, SALK_063500. The T-DNA insertion is found within exon one of the AT1G05290 gene, however a homozygous T-DNAallele is unattainable. In the heterozygous T-DNA allele theexpression levels of AT1G05290 were compared to wild type Arabidopsis (Col-0, Columbia). Further analyses revealed an aber- rant silique phenotype found in the heterozygous SALK_063500plants that is attributed to the reduced rate of pollen tube ger- mination. These data are original and have not been published elsewhere. 2018 The Authors. Published by Elsevier Inc. This is an open access article under the CC BY license (http:creativecommons.orglicensesby4.0 ). Speci cations Table Subject area Biology More speci c subject area Plant biology Type of data Tables, Graphs, FiguresContents lists available at ScienceDirect journal homepage: www.elsevier.comlocatedibData in Brief https:doi.org10.1016j.dib.2018.03.107 2352-3409 2018 The Authors. Published by Elsevier Inc. This is an open access article under the CC BY license (http:creativecommons.orglicensesby4.0 ). nCorresponding author. E-mail address: robferlu .edu (R.J. Ferl).Data in Brief 18 (2018) 913 919How data was acquired DNA-PCR, Quantitative Realtime PCR (qPCR), Plant phenotypes, Pollen tube germination assay, Image J analyses Data format Raw, Analyzed Experimental factors Col-0 (Columbia) and SALK_063500 Arabidopsis plants Experimental features DNA-PCR was employed to identify the T-DNA insertion in SALK_063500. AT1G05290 expression levels were examined with qPCR. Both silique and pollen tube germination phenotypes were recorded. Data source location Gainesville, Florida, USA Data accessibility Data is within this article. Value of the data C15T-DNA insertion lines provide an important resource for genetic analyses in plant research, and SALK lines are the most commonly used T-DNA insertion lines. Therefore assessments of pheno- types observed in SALK lines are valuable assets for advancing our understanding of basic plant biology. C15Documentation of the phenotype of the SALK_063500 line will make the plant community awareof the role AT1G05290 plays in pollen development, thereby furthering research in this eld. C15The data presented could provide insights into understanding the molecular mechanisms of male sterility in plants. Fig. 1. T-DNA insertion in the exon1 of AT1G05290 in SALK_063500. (A) Gene structure of AT1G05290. The T-DNA position is 127 bp after the transcription start site. Primers used to screen the SALK_063500 line, indicated by black arrows RP, LBa1, and LP, and were derived from the SALK T_DNA primer design web tool ( http:signal.salk.edutdnaprimers.2.html ). (B) PCR ampli cation of wild type allele band using forward (RP), reverse (LP) and T-DNA band (LBa1). 110 randomly selected SALK_063500 seedlings and two Col-0 wild type (WT) seedlings were used in search for a homozygous T-DNA insertion line,none were identi ed. Homozygous wild type allele are seen as single bands at 991 bp whereas heterozygous individuals have double bands, with a single wild type allele band at 991 bp and a T-DNA allele band at around 440 740 bp. All primer sequences are listed in Table 1 .N.J. Sng et al.  Data in Brief 18 (2018) 913 919 914Fig. 2. Relative expression levels of AT1G05290. The expression level of AT1G05290 in seedlings of Col-0 was set at 1so that the relative expression level of SALK_063500 can be compared to Col-0. UBQ11 (AT4G05050) used as an internal control. The Ct (cycle threshold) values are shown in Supplementary table 1 . Data represent means of standard error (SE) ( n6). The stu- dents t-test was performed to show the signi cant difference of gene expression between Col-0 and SALK_063500 ( po0.05). Fig. 3. Phenotype of heterozygous SALK_063500 siliques. (A) Phenotype of wild type Col-0 and heterozygous SALK_063500 silique development. Scale bar 5 mm. (B) Quanti cation of silique length and seed ll in Col-0 and heterozygous SALK_063500. The numbers of siliques used are shown in Supplementary table 2 . Data presented are means 7standard deviation (SD) ( n30). The students t-test was performed to show the signi cant difference of silique length and seed ll between Col-0 and heterozygous SALK_063500 ( po0.05,  po0.01).N.J. Sng et al.  Data in Brief 18 (2018) 913 919 9151. Data The data presented here provide information on the phenotype of a T-DNA insertion line, SALK_063500. Fig. 1 A-B shows the T-DNA insertion within AT1G05290 a nd the wild type and heterozygous T-DNA alleles ampli ed. No homozygous T-DNA alleles were found after screening over a thousand SALK_063500 pro- geny. Fig. 2 shows the level of AT1G05290 expression in seedlings under normal growth conditions. Figs. 3 and4show the silique phenotype observed in both Col-0 and heterozygous SALK_063500 plants. Figs. 5 and 6s h o wt h ep o l l e nt u b eg e r m i n a t i o nr a t e s in vitro and in vivo of Col-0 and heterozygous SALK_063500 plants. Table 1 provides the sequences of the primers used in Figs. 1 and2. 2. Experimental design, materials and methods Arabidopsis seeds of wild type Columbia-0 (Col-0) and SALK_063500 were obtained from the Arabi- dopsis Biological Resource Center 1.P l a n t sw e r eg r o w ni nt h eg r o w t hc h a m b e r so ns o i la t2 2 Cu n d e r constant light at approaximately 80 mol m2s1. In the search for a homozygous T-DNA insertion line from SALK_063500, over a thousand progeny of the heterozygous SALK_063500 line were screened and 110 are presented in Fig. 1 B. AT1G05290-LP and AT1G05290-RP primers were used to amplify the wild type allele band (991 bp) while LBa1 and AT1G05290-RP primers were used to amplify the T-DNA band (440  740 bp). No homozygous T-DNA allele lines were found. For gene expression analysis, Col-0 and Fig. 4. Phenotype of siliques from reciprocal cross between Col-0 and heterozygous SALK_063500 lines. (A) Phenotype of silique development in wild type Col-0, heterozygous SALK_063500, and their respective reciprocal crosses. Scale bar 5m m . (B) The number of siliques used are shown in Supplementary table 3 . Data presented are means 7SD (n10). Both an ANOVA and the students t-test was performed to show the signi cant difference of silique length and seed ll between all four lines (Supplementary table 3 ). Bar graphs with different letters show signi cant difference ( po0.05).N.J. Sng et al.  Data in Brief 18 (2018) 913 919 916SALK_063500 seeds were grown on 0.5 PhytagelTMplates (0.5 Murashige and Skoog (MS) salts Invi- trogen containing 0.5 (wv) sucrose, was adjusted to pH 5.72 with 1N KOH and solidi ed with 0.5 (wv) PhytagelTMSigma) at 22 C under constant light condition 2. The 12 day old plants were harvested from Phytagel plates and directly preserved in RNALater Ambion until ready for RNA extraction. Total RNA wasextracted using the RNAeasy kits Qiagen according to the manufacturers instructions. CDNA was tran-scribed from total RNA, using the High Capacity RNA to cDNA kit Applied Biosystems and RT-qPCR analysiswas conducted with SYBR Green master mix Applied Biosystems. The 2 Ctmethod was used to cal- c u l a t et h er e l a t i v ee x p r e s s i o no fA t 1 g 0 5 2 9 0u s i n g UBQ11 (AT4G0505) as an internal control. A total of 6 replicates were used for each sample. For silique phenotypes, 30 siliques from three individuals repre-senting the genotype were collected, imaged under th e Olympus stereo dissecting microscope (SZH10) and measured using image J 3,4.F o r in vitro pollen germination studies, mature pollen was harvested from owers left at room temperate for 2 h, and then grown overnight on slides coated with solid pollen ger- minating media (18 Sucrose, 0.01 Boric Acid, 1 m M CaCl2, 1 mM Ca(NO3)2, 1 mM MgSO4 and 0.5 Noble agar Difco was adjusted to pH 7.0 5. Pollen germination studies done in vivo were performed by col- lecting pollinated pistils 6 h after pollination and brie yxed in ethanol:acetic acid (3:1) for 2 h at room temperature. Fixed pistils were then washed with distilled water three times and further treated in 8 M NaOH overnight. Pistil tissues were then washed in d istilled water and stained with aniline blue solution (0.1 aniline blue in 0.1 M K 2HPO 4-KOH buffer, pH 11) for 5 h in the dark before being viewed under the Olympus BX51 compound light microscope 6. Fig. 5. Pollen tube germination analysis in vitro . (A) in vitro pollen tube germination analysis of Col-0 and heterozygous SALK_063500 pollen grown overnight at room temperature on pollen germinating media. (B) Quanti cation of in vitro pollen tube germination of Col-0 and heterozygous SALK_063500 pollen. The numbers of pollen counted are shown in Supplementary table 4 . Data presented are means 7SD ( n300). The students t-test was performed to show the signi cant difference of in vitro pollen germination rates between Col-0 and heterozygous SALK_063500 ( po0.01).N.J. Sng et al.  Data in Brief 18 (2018) 913 919 917Fig. 6. Pollen tube germination analysis in vivo. (A) Aniline Blue stain of Col-0, heterozygous SALK_063500 and, reciprocally crossed pollen tubes 6 h after pollination. Bright eld exposure was set at 3.59 ms and GFPA at 624 ms exposure. Scale bar  500 um. (B) Quanti cation of the Corrected Total Cell Fluorescence (CTCF). Calculations for CTCF are shown in Supplementary table 5 . Data presented are means 7SD (n4). Both an ANOVA and the students t-test was performed to show the signi cant difference of CTCF between all four lines. Bar graphs with different letters show signi cant difference ( po0.05). Table 1 Primers used in the data presented. Gene Name Sequence (5 -3) Usage AT1G05290 AT1G05290-LP CGATCTTTCGGACTAAATCCC T-DNA PCR AT1G05290-RP AGACCGCTCTTGTAGAATCCC AT1G05290-F CTCACGGAGCTAATCGATGAATT qPCR AT1G05290-R CGATGACATACCAGATGCTGAAG NA LBa1 TGGTTCACGTAGTGGGCCATCG T-DNA PCRUBQ11 (AT4G05050) UBQ11-F AGCAACTTGAGGACGGCAGA qPCR UBQ11-R GTGATGGTCTTTCCGGTCAAAN.J. Sng et al.  Data in Brief 18 (2018) 913 919 918Acknowledgements Authors would like to thank the UF Space Plants lab. This work was supported by the NASA Space Life and Physical Sciences (SLPS) grants NNX09AL96G, NNX07AH270, NNX12AN69G and NNX14AT24G awarded to RJF and A-LP. Transparency document. Supporting information Transparency data associated with this article can be found in the online version at http:dx.doi.org10.1016j.dib.2018.03.107 . Appendix A. Supporting information Supplementary data associated with this article can be found in the online version at http:dx.doi. org10.1016j.dib.2018.03.107 . References 1P. Lamesch, T.Z. Berardini, D. Li, D. Swarbreck, C. Wilks, R. Sasidharan, R. Muller, K. Dreher, D.L. Alexander, M. Garcia- Hernandez, The Arabidopsis Information Resource (TAIR): improved gene annotation and new tools, Nucleic Acids Res. 40 (2012) D1202 . 2N. Sng, J. Callaham, R.J. Ferl, A.-L. Paul, Arabidopsis thaliana for space ight applications preparing dormant biology for passive stowage and on orbit activation, Gravit. Space Res. 2 (2014) 2 . 3A.-L. Paul, C.J. Daugherty, E.A. Bihn, D.K. Chapman, K.L. Norwood, R.J. Ferl, Transgene expression patterns indicate that space ight affects stress signal perception and transduction in arabidopsis, Plant Physiol. 126 (2001) 613 . 4C.A. Schneider, W.S. Rasband, K.W. Eliceiri, NIH Image to ImageJ: 25 years of image analysis, Nat. methods 9 (2012) 671 . 5H. Li, Y. Lin, R.M. Heath, M.X. Zhu, Z. Yang, Control of pollen tube tip growth by a Rop GTPase-dependent pathway that leads to tip-localized calcium in ux, Plant Cell 11 (1999) 1731 . 6I. Sumie, K. Akiko, U. Junichi, N. Ikuo, O. Kiyotaka, The DEFECTIVE IN ANTHER DEHISCENCE1 gene encodes a novel phos- pholipase A1 catalyzing the initial step of jasmonic acid biosynthesis, which synchronizes pollen maturation, anther dehiscence, and ower opening in Arabidopsis, Plant Cell 10 (2001) 2191 .N.J. Sng et al.  Data in Brief 18 (2018) 913 919 919",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            }
        ]
    }
]