[
    {
        "pmid": "28860236",
        "title": "Draft Genome Sequence of Solibacillus kalamii, Isolated from an Air Filter Aboard the International Space Station.",
        "year": "2017",
        "journal": "Genome Announc",
        "abstract": "We report here the draft genome of Solibacillus kalamii ISSFR-015, isolated from a high-energy particulate arrestance filter aboard the International Space Station. The draft genome sequence of this strain contains 3,809,180 bp with an estimated G+C content of 38.61%.",
        "full_text": "Draft Genome Sequence of Solibacillus kalamii , Isolated from an Air Filter Aboard the International Space Station Arman Seuylemezian, Nitin K. Singh, Parag Vaishampayan, Kasthuri Venkateswaran Biotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA ABSTRACT We report here the draft genome of Solibacillus kalamii ISSFR-015, iso- lated from a high-energy particulate arrestance lter aboard the International SpaceStation. The draft genome sequence of this strain contains 3,809,180 bp with an es-timated G H11001C content of 38.61. Solibacillus is a novel microbial genus characterized in 2009 by Krishnamurthi et al., who reclassied Bacillus silvestris into the genus Solibacillus , making it the type species ( 1). The Solibacillus genus was described as comprising Bacillus -like organisms with Gram-positive, rod-shaped cells, and round endospores formed terminally inswollen sporangia. In 2016, Poonam et al. reclassied Bacillus isronensis into the genus Solibacillus and provided an emended description of the genus Solibacillus that showed the peptidoglycan type to be A4 H9251-LLys- D-Glu and the fatty acid prole to contain iso-C15:0,C16:1H92757c alcohol, and iso-C17:1H92757c, with MK-7 being the major menaquinone and diphosphatidylglycerol, phosphatidylglycerol, phosphatidylethanolamine, andphosphatidylserine being the major polar lipids ( 2). Until recently, there were two bacterial species in the genus Solibacillus (S. isronensis and S. silvestris ), and draft genomes of both species have been completed ( 3,4). In an ongoing microbiological survey from 2014 to 2017, a novel bacterial species wasisolated from a high-energy particulate arrestance (HEPA) lter system aboard theInternational Space Station (ISS). The round spore-forming bacterium was described asSolibacillus kalamii ( 5), and here we present its draft genome. The HEPA lter was in service for 40 months on the ISS before being brought back to earth for furthermicrobiological and molecular analyses ( 5). In this study, we characterize the draft whole-genome sequence of strain S. kalamii ISSFR-015 (NRRL 65388TH11005DSM 101595T), which provides insight on putative genes coding for superoxide dismutase, universal stress proteins, vancomycin resistance,copper resistance, hydrogen peroxide resistance, and arsenic resistance. This evidenceis suggestive of the bacteriums success in surviving the high-stress environment of theISS and the harsh cleaning procedures during spacecraft assembly. S. kalamii strain ISSFR-015 Twas sequenced following a shotgun sequencing method using the Illumina MiSeq platform with a paired-end module. A total of 12,244,464paired-end reads were generated, and CLC Genomics Workbench version 10.0.1 wasused to lter for adapter-free, high-quality reads, yielding 8,435,258 reads representingan approximate genome coverage of 332 H11003. These reads were assembled using CLC Genomics Workbench, resulting in 28 contigs with a total size of 3,809,180 and an N 50 contig length of 199,024 bp. The largest assembled contig measured 778,658 bp. The NCBI Prokaryotic Genome Annotation Pipeline was used for annotating protein-codinggenes and other functional elements present in the genome. The genome contained atotal of 3,814 genes, of which 3,662 were protein-coding genes. The complete genomeReceived 13 June 2017 Accepted 15 June 2017 Published 31 August 2017 Citation Seuylemezian A, Singh NK, Vaishampayan P, Venkateswaran K. 2017. Draftgenome sequence of Solibacillus kalamii , isolated from an air lter aboard theInternational Space Station. Genome Announc5:e00696-17. https:doi.org10.1128genomeA .00696-17 . Copyright  2017 Seuylemezian et al. This is an open-access article distributed under theterms of the Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov.PROKARYOTES crossm Volume 5 Issue 35 e00696-17 genomea.asm.org 1of strain ISSFR-015Twas 3,809,180 bp in length with an estimated G H11001C content of 38.61 and with 64 tRNA genes and 18 rRNA (eight 5S, six 16S, and four 23S) genes. Accession number(s). The genome sequences of S. kalamii ISSFR-015 have been deposited at DDBJENAGenBank under the accession number NHNT00000000 . ACKNOWLEDGMENTS Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA.We thank Jay Perry, Marshall Space Flight Center, for providing the HEPA lter andAlexandra Checinska Sielaff, Jet Propulsion Laboratory, for isolating this strain. This research was funded by 2012 Space Biology NNH12ZTT001N grant 19-12829-26 under Task Order NNN13D111T awarded to K.V., as well as to N.K.S. for a postdoctoralfellowship. REFERENCES 1. Krishnamurthi S, Chakrabarti T, Stackebrandt E. 2009. Re-examination of the taxonomic position of Bacillus silvestris Rheims et al. 1999 and pro- posal to transfer it to Solibacillus gen. nov. as Solibacillus silvestris comb. nov. Int J Syst Evol Microbiol 59:10541058. https:doi.org10.1099ijs.0 .65742-0 . 2. Mual P, Singh NK, Verma A, Schumann P, Krishnamurthi S, Dastager S, Mayilraj S. 2016. Reclassication of Bacillus isronensis Shivaji et al. 2009 as Solibacillus isronensis comb. Nov. and emended description of genus Solibacillus Krishnamurthi et al. 2009. Int J Syst Evol Microbiol 66: 21132120. https:doi.org10.1099ijsem.0.000982 . 3. Kennedy V, Van Laar TA, Aleru O, Thomas M, Ganci M, Rawat M. 2016.Genome sequences of three spore-forming bacteria isolated from the feces of organically raised chickens. Genome Announc 4(5):e00880-16. https:doi.org10.1128genomeA.00880-16 . 4. Morohoshi T, Tominaga Y, Someya N, Ikeda T. 2012. Complete genome sequence and characterization of the N-acylhomoserine lactone- degrading gene of the potato leaf-associated Solibacillus silvestris . J Biosci Bioeng 113:2025. https:doi.org10.1016j.jbiosc.2011.09.006 . 5. Checinska Sielaff A, Kumar RM, Pal D, Mayilraj S, Venkateswaran K. 2017. Solibacillus kalamii sp. nov., isolated from a high-efciency particulate arrestance lter system used in the International Space Station. Int J SystEvol Microbiol 67:896901. https:doi.org10.1099ijsem.0.001706 .Seuylemezian et al. Volume 5 Issue 35 e00696-17 genomea.asm.org 2",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]