[
    {
        "pmid": "38862496",
        "title": "Direct RNA sequencing of astronaut blood reveals spaceflight-associated m6A increases and hematopoietic transcriptional responses.",
        "year": "2024",
        "journal": "Nat Commun",
        "abstract": "The advent of civilian spaceflight challenges scientists to precisely describe the effects of spaceflight on human physiology, particularly at the molecular and cellular level. Newer, nanopore-based sequencing technologies can quantitatively map changes in chemical structure and expression at single molecule resolution across entire isoforms. We perform long-read, direct RNA nanopore sequencing, as well as Ultima high-coverage RNA-sequencing, of whole blood sampled longitudinally from four SpaceX Inspiration4 astronauts at seven timepoints, spanning pre-flight, day of return, and post-flight recovery. We report key genetic pathways, including changes in erythrocyte regulation, stress induction, and immune changes affected by spaceflight. We also present the first m6A methylation profiles for a human space mission, suggesting a significant spike in m6A levels immediately post-flight. These data and results represent the first longitudinal long-read RNA profiles and RNA modification maps for each gene for astronauts, improving our understanding of the human transcriptome's dynamic response to spaceflight.",
        "full_text": "Article https:doi.org10.1038s41467-024-48929-3 Direct RNA sequencing of astronaut blood reveals space ight-associated m6A increases and hematopoietic transcriptional responses Kirill Grigorev1,2,10, Theodore M. Nelson3,10, Eliah G. Overbey1,2,4,5, Nadia Houerbi1,2,J a n g K e u nK i m1,2, Deena Najjar1,2,N a m i t aD a m l e1, Evan E. Afshin1,2,K r i s t aA .R y o n1, Jean Thierry-Mieg6, Danielle Thierry-Mieg6, Ari M. Melnick7,J a i m eM a t e u s8 Christopher E. Mason1,2,9 The advent of civilian space ight challenges scientists to precisely describe the effects of space ight on human physiology, part icularly at the molecular and cellular level. Newer, nanopore-based sequencing technologies can quantita- tively map changes in chemical structure and expression at single moleculeresolution across entire isoforms. We perform long-read, direct RNA nanopores e q u e n c i n g ,a sw e l la sU l t i m ah i g h - c o v e rage RNA-sequencing, of whole blood sampled longitudinally from four Sp aceX Inspiration4 a stronauts at seven timepoints, spanning pre- i g h t ,d a yo fr e t u r n ,a n dp o s t - ight recovery. We report key genetic pathways, including changes in erythro cyte regulation, stress induction, and immune changes affected by space ight. We also present therst m 6A methylation pro les for a human space mi ssion, suggesting a signicant spike in m6A levels immediately post- ight. These data and results represent the rst longitudinal long-read RNA pro les and RNA modi cation maps for each gene for astronauts, improving our understanding of the humantranscriptome s dynamic response to space ight. Both short- and long-term missions into space are correlated with a variety of acute physiological effects, affecting diverse organ and cel- lular systems13. Astronauts generally experience performance impairment in a wide variety of activities post-space ight, requiring reconditioning routines to regain pre ight performance4.S i g n i cant changes also occur within the circulatory and hematological systemduring space ight, on both a molecular and physiological level, which likely contributes to these effects 5. Ground studies collecting tran- scriptomic pro les of human subjects have attempted to characterize the impact of individual components of space ight, such as radiation or microgravity exposure6,7, the latter being simulated with a parabolicight8. With regard to direct space ight exposure, the available tran- scriptomic data is even more limited, focused on a few speci c assays, either sequencing the human IgM repertoire following long-term space ight9, measuring the proteome of exhaled breath condensate after long-term space ight10, or examining gene expression pro les from astronaut hair follicle samples after long stays on the Interna-tional Space Station 11. However, beyond this limited work, there is scant data on the impact of human space ight on the transcriptome beyond the NASA Twins Study (1-year mission), and almost no datafrom short-duration missions. Moreover, there are no single-molecule,direct RNA datasets from astronauts, which can help detail changes inReceived: 29 March 2023 Accepted: 17 May 2024 Check for updates 1Department of Physiology and Biophysics, Weill Cornell Medicine, New York, NY, USA.2The HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY, USA.3Department of Microbiology and Immunology, Vagelos College of Physicians and Surgeons, Columbia University Irving Medical Center, New York, NY 10032, USA.4Center for STEM, University of Austin, Austin, TX, USA.5B i o A s t r a ,I n c ,N e w York, NY, USA.6National Center for Biotechnology Information (NCBI), National Library of Medicine, NIH, Bethesda, MD 20894, USA.7Department of Medicine, Weill Cornell Medicine, New York, NY 10021, USA.8Space Exploration Technologies Corporation (SpaceX), Hawthorne, CA, USA.9WorldQuant Initiative for Quantitative Prediction, New York, NY, USA.10These authors contributed equally: Kirill Grigorev, Theodore M. Nelson. e-mail: chm2042med.cornell.edu Nature Communications  (2024) 15:4950 11234567890():,; 1234567890():,;RNA methylation and base modi cations while also capturing expression and isoform changes. To address this gap in transcriptome knowledge, eleven different biospecimen types underwent four types of high-throughput sequen- cing for each of the four civilian astronauts on the Inspiration4 (I4) mission12, including genomics, transcriptomics, immune pro les, microbiome, and some clinical blood tests13.L o n gr e a ds e q u e n c i n g (LRS) technologies have potentially relevant clinical applications14, since they can capture both splicing and expression differences in full-length transcripts; nanopore long-read direct-RNA sequencing 15is additionally advantageous since it provides per-base epitran-scriptomic data (e.g., m 6Am o d i cation sites)16. Here, we generated LRS samples taken before the ight (L-92, L-44, L-3 days), the day of landing (R  1), and in recovery periods (R  45, R  82, R  194 days)after a 3-day space ight from the SpaceX Inspiration4 mission. A bat- tery of computational and analytical approaches were deployed on these samples, including edgeR, DESeq2, ONT tools, Gene set co-regulation analysis (GESECA) 1719, as well as orthogonal sequencing on the Ultima UG100 platform, which generated an average of 413 millionreads per sample. These data provided an opportunity to discern theutility of LRS technologies in studying the I4, as well as future astronautcohorts, and will also enable meta-analyses in conjunction with otherNASA Open Science Data Repository (NASA OSDR, https:osdr.nasa. gov) short-read and single-cell data sets. We present these data sets and algorithmic methods as founda- tional functional genomics resources for human space ight, as part of a roadmap for future bioinformatics data analysis techniques for LRS d a t a .T h e s ec u r r e n tr e s u l t sa r ei nl i n ew i t ht h em i s s i o no fN A S AO S D R ,which aims to standardize procedures for future space ight missions and open science, enabling comprehensive comparisons betweenthese astronaut and model cohorts 20. We also implemented meth- odologies which allow for examination of differences in expression,splicing behavior, and methylation (m 6A) at the same time. As such, we can observe molecular changes underlying blood transcriptomedynamics across an astronaut s journey to space and back, which show thousands of changes across several hundred speci cg e n e s ,s o m eo f which recapitulate known stress markers of the vasculature and immune system, as well as signatures of m 6A changes, isoform switching, and hematopoiesis regulation that appear upon landingback on Earth. Results Differential gene expression and gene set co-regulation analyses reveal genes and pathways associated with the effects of short-term space ight We evaluated two distinct approaches to gene expression quanti ca- tion and detection of differentially expressed genes (DEGs) from thedirect RNA data (see Methods ). First, the raw basecalled reads were processed with the pipeline maintained by Oxford Nanopore Tech- nologies (ONT), pipeline-transcriptome-de 21; the pipeline considers reads aligned to the Gencode v41 transcriptomic reference22,i n c l u d e s multi-mapping reads, quanti es expression based on individual tran- scripts, collapses transcript counts into gene counts, and obtains setsof DEGs using the edgeR package 17.I na d d i t i o n ,w eq u a n t i ed expression based on reads aligned to the human genome referencehg38 23using the subread package24, excluding multi-mapping reads, and obtained sets of DEGs via the SARTools package25,aw r a p p e rf o r DESeq218. Both pipelines were applied to the data in the context of multiple ight, recovery, and longitudinal pro les (Supplementary Data 1). A full ow cell was used for each astronaut and time-point; the four astronauts were grouped together as biological replicates for downstream analysis. All runs aligned more than 400,000 long-reads,with an average length of 580 base pairs. While the two computationalapproaches produced results that slightly differed in DEGs determinedto be signi cant (DESeq2 or edgeR pvalue  0.05) (SupplementaryData 2), they overwhelmingly agreed on their relative abundance estimates for gene quanti cation (median Pearson sr0 . 9 8 , F i g . 1a) and the direction of their change in all pro les (Fig. 1b). Next, gene set co-regulation analysis (GESECA) 19was used to examine changes in known pathways and molecular functions (MSigDb category C2, curated gene sets)26,27,s p e c i cally for those pathways deviating from the baseline value (median z-scored expres-sion of associated genes 1.86, Supplementary Data 3) at the R  1timepoint (immediately post- ight). The variation of 789 out of the 6336 assessed pathways was signi cantly co-regulated (adjusted p value  0.05). Although 2829 downregulated genes were present atR1 ( z-score below 0), the vast majority of signi cantly variable pathways was driven by upregulated genes ( z-score above 0, Supple- mentary Fig. 1). Top variable pathways included erythrocyte CO 2and O2takeup and release, as well as the Biocarta AHSP pathway (hemo- globin s chaperone; a superset of the erythrocyte-associated path- ways) (Fig. 2). Longitudinal changes for the identi ed differentially enriched pathways showed two distinct trends (Supplementary Data 3,value of dz); the trend was either disrupted immediately following space ight (Fig. 3a) or was continued from pre- ight before returning to baseline in recovery (Fig. 3b). While most altered heme pathways were marked by increased expression of genes when returning toEarth, two pathways for erythrocytes showed distinct responses.Speci cally, the data demonstrated both a decrease in erythrocyte- associated pathways for erythrocyte CO 2and O 2takeup (and release), as well as an increase in Steiner membrane genes, which indicates the signicant space ight-induced stress on erythrocytes in particular. Transcription factor enrichment analysis was then utilized to identify commonly shared transcription factors by genes (Supple-mentary Data 4) across all time points. The top three suggested reg-ulators, based on a combined CHIP-seq and co-expression analysis,KLF1 ,GATA1 ,a n d TAL1 are all key transcription factors (TFs) for ery- throcyte differentiation 2830, underscoring the changes in these cell types and also suggesting possible TF-based drivers for the trendsobserved within the GESECA analysis. m6Am o d i cation analysis identi es sites of differential long- itudinal methylation Next, we identi ed the sites of m6Am o d i cation across isoforms31and their degree of change, leveraging the single molecular nature of theONT platform to nd sites differentially methylated across the pre- ight, recovery, and longitudinal post- ight pro les (qvalue  0.01, methylKit 32) (Supplementary Data 5). This analysis showed 1190 m6A modi cation sites with statistically signi cant differences for at least one particular longitudinal comparison. The signi cant sites were annotated to 200 total transcripts, sourced from 193 gene loci. Nota-bly, the largest set of differentially methylated positions occurred onthe day of returning back to Earth (timepoint R  1 compared to all pre- ight timepoints), which we correlated with the variability of pathways identi ed by GESECA. Per pathway, the number of differentially methylated sites per gene ranged from 0 to 4.4 (Fig. 4a). Among the pathways with the highest density of differentially methylated sites,once again the erythrocyte-associated pathways were enriched, as wellas their superset, the Biocarta alpha-hemoglobin stabilizing protein(AHSP) pathway (Fig. 4b). Comparing the 193 gene loci which contained DRACH (D  A, G or U; H  A, C or U) sequence motifs 33with differentially methylated sites (minimum 20x coverage, qvalue  0.01, methylKit) with the set of 440 differentially expressed gene loci (FDR-adjusted pvalue  0.05, either salmon or SARTools), we found an overlap of 53 genes, indicating that most of the post-transcriptional m6A regulation is distinct from the set of DEGs. When individual genes were considered, the genes with thehighest number of differentially methylated sites did not contribute tosignicantly differentially expressed pathways, but among the top 30 such genes, 11 were part of the HSIAO_HOUSEKEEPING_GENES pathwayArticle https:doi.org10.1038s41467-024-48929-3 Nature Communications  (2024) 15:4950 2(Supplementary Fig. 2), and included genes for alpha-globin ( HBA), beta-globin ( HBB), and also human leukocyte antigen ( HLA) alleles. These data indicate the transcription levels of the genes responding tospace ight are distinct from their speci cR N Am o d i cations, and that this is consistent across the immune and hematopoietic-related pathways. We next examined the m 6A differences observed within the ight pro le (FP) and return pro le (RP) comparisons (FP1, RP1, and RP2, de ned in Supplementary Data 1). Overall, 331 positions were hypermethylated ( qvalue  0.01, methylKit) and, among these, seven genes ( PFN1 ,LAPTM5 ,RPS4X ,HBA1 ,MT-ND4 ,HBA2 ,HBA2.1 ) demonstrated a statistically signi cant downregulation in methy- lation 45 days after landing ( qvalue  0.01, methylKit). An additional two transcripts ( MT-ND1 ,MT-RNR1 ) demonstrated a statistically signi cant downregulation 82 days after landing ( qvalue  0.01, methylKit). 208 positions were noted to contain decreased levels of m6A(qvalue  0.01, methylKit). Amongst these, one ( SLC25A37 ) position demonstrated increased methylation 45 days after landing(qvalue  0.01, methylKit). No additional positions demonstrated increased methylation ( qvalue  0.01, methylKit) in the long-term follow-up timepoints, which indicates that space ight has its mostsigni cant effect on m 6A methylation levels in the days immediately following return to Earth. De novo transcriptome analysis reveals uniquely expressed transcripts at L-92, L-3, R 1a n dR 194 De novo transcriptome analysis was then utilized to reveal transcripts unique to particular time points. Unlike differential expression analy-sis, which captures differences across timepoints based on knownannotations, de novo transcriptome analysis captures unannotatedtranscript variants speci c to a particular timepoint or sample type. Ignoring loci not detected within the samples, we note that the overallsensitivity of the full transcript-level analysis, as de ned by GffCompare 34,i so na v e r a g e8 . 5  ,r e v e a l i n g3 enrichment of many reads (Supplementary Data 6), which is expected given the polyA-priming protocol. One particular sample (November for the C003astronaut) had lower coverage, leading to the exclusion of this time point from subsequent analysis. Additionally, when ignoring com- pletely unannotated putative transcripts, we report that the averageprecision, as de ned by GffCompare, was 52.4 (Supplementary Data 6). We focused on transcripts found consistently across all crewmembers for subsequent de novo analyses.Fig. 1  Comparison of DGE pipelines. Correlation of ( a) per-gene counts obtained from featureCounts and salmon, and of ( b)l o g 2(FoldChange) values obtained from SARTools and pipeline-transcriptome-de. pvalues are obtained from a Wald test (DESeq2) and a generalized linear model test (edgeR), respectively, and plottedfollowing FDR adjustment; in green, signi cant ( pvalue  0.05) as reported by both pipelines, in red, only reported as signi cant by pipeline-transcriptome-de, and in blue, only reported as signi cant by SARTools.Article https:doi.org10.1038s41467-024-48929-3 Nature Communications  (2024) 15:4950 3Fig. 2  Patterns of gene expression in the top variable pathways. a z-scored expression values of genes from the top 10 pathways most variable across all timepoints, as reported by featureCounts and salmon. bThe top 10 pathways; dark rectangles denote the genes belonging to each pathway. Gene sets can be exploredfurther at: https:www.gsea-msigdb.orggseamsigdb .cAn example of thedifference in the attribution of read counts to homologous genes when discarding secondary mappings (featureCounts) and when partially accounting for them (salmon); Pearson srbetween the counts reported by the two tools is annotated to the right of the heatmap.Article https:doi.org10.1038s41467-024-48929-3 Nature Communications  (2024) 15:4950 4The transcripts were then anal yzed in the context of two over- lapping time periods: (1) the period leading up to the space ight and return; and (2) the period starting with space ight and leading into post- ight recovery. Therefore, rst, the set of samples consisting of preight and return timepoints (L-92, L-44, L-3, and R  1) was exam- ined. There were eight unique transcripts for L-92 (SupplementaryData 8: June), no unique transcripts for L-44 (Supplementary Data 8: August), seven unique transcripts for L-3 (Supplementary Data 8: September Pre-Flight) and six unique transcripts for R  1 (Supple-mentary Data 8: September Post-Flight, top). In the set of samplesconsisting of return and recovery timepoints (R  1, R  45, R  82, andR  194), there were ve unique transcripts for R  1 (Supplementary Data 8: September Post-Flight, bottom), one unique transcript forR  82 (Supplementary Data 8: December) and no unique transcriptsfor R  194 (Supplementary Data 8: March). These unique RNAsrepresent perhaps a very speci cr e s p o n s et os p a c e ight, which have not been observed in previous studies. Since space ight can introduce changes in differential expression a n dm e t h y l a t i o n ,w en e x te x a m i n e di ft h es t r e s sc o u l da l s ol e a dt o aberrant splicing. Each transcript was assigned a GffCompare tran- script classi cation code, which represents the detection of intron retention or other changes in isoform state 34. The i4 transcriptome data showed six transcripts with complete intron chain retention (  label), nine transcripts with intron chain retention over a segment ( clabel), one transcript with single intron retention ( nlabel), ve transcripts characterized by a unannotated intron ( jlabel), one transcript with a single exon fragment partially covering an intronicregion ( elabel), two transcripts with unannotated exons ( olabel), and three transcripts entirely unannotated and not found in anyreference transcriptome ( ulabel). These results (Supplementary Data 8) show the capacity for novel isoform state and discovery in the direct RNA-seq data. Of note, we also identi ed two transcripts which could be uniquely associated with the R  1 timepoint (Supplementary Data 8),and downregulated during the recovery phase upon returning toEarth. The rst of these was ENST00000686344.2 , within the ENSG00000274015 gene locus, located on chr14 between coordinates 63,642,035 and 63,665,593, which is an uncharacterized lncRNAannotation. The second is a completely novel, unannotated putativetranscript variant, described by the uGffCompare transcript classi- cation code 34, located on chromosome 10 between coordinates 3,408,655 and 3,409,052 ( Supplementary Fig. 3). To con rm these isoforms, we performed deep RNA-seq on the same whole blood samples using the Ultima Genomics UG100 system. The platform generated an average of 411.5 million reads per sample,with a mapping percentage greater than 90 for all samples (Supple-mentary Data 6). As a result, an average of 28,438 genes were detected,with close correspondence between all samples (Fig. 5A). When Fig. 3  Patterns of pathway co-regulation in the course of pre- ight, return, and recovery. a Top 30 pathways most disrupted after return from space. Gene sets can be explored further at: https:www.gsea-msigdb.orggseamsigdb .bTop30 pathways most consistent in expression during both pre- ight and return from space. On the right: examples of calculation of dz, the deviation of the z-score from the value expected under the assumption that the pathway is not disrupted.Article https:doi.org10.1038s41467-024-48929-3 Nature Communications  (2024) 15:4950 5comparing the nanopore quanti cation of gene expression pro les to the Ultima data, we observed fair correlation ( R20 . 5 6 0.71) with the UG100 platform (Fig. 5B). We determined that 2325 (92) of the time point speci c genomic loci demonstrated a consistent pattern of cDNA read alignments (Supplementary Data 6). While this did not include thetranscript variant on chromosome 10 within Supplementary Fig. 3, wewere able to con rm the expression of the uncharacterized R  1 associated lncRNA transcript ENST00000686344.2 , within the ENSG00000274015 gene locus (Fig. 5C). Discussion All prior transcriptomics data from space ight studies have used short-read sequencing14, and these LRS data showed a unique sig- nature of disrupted gene regulation for astronauts from the Inspira-tion4 mission, particularly in the hematological system. These dataprovide the rst map of m 6A changes from space ight, which showed their largest degree of changes on the day of landing (R  1)15,16.T h e majority of signi cantly altered pathways was driven by upregulated genes, implying that transcriptional and pathway activity went intogurative overdrive following the short-term, high-elevation space ight. This signi cant shift in the expression pro le may be explained by both direct and indirect effects of space ight, such as radiation, changes in gravity, circadian rhythm disruptions, mission stress, andpossibly medications, although none were indicated by the crewrecords. The direct-RNA sequencing data also detailed splicing eventsfor isoforms, while con rming that aberrant splicing in the crew was very low overall. Although many categories of signi cantly up-regulated pathways were observed, exposure to space radiation in particular may underliea number of cancer-related pathways, including TSAI response to radiation therapy and Wiemann telomere shortening and chronic liver damage. The set of downregulated pathways after landing was distinct, and notably included genes associated with breathing reg- ulation (e.g., CO 2and O 2takeup and release by erythrocytes). These pathways were also among the top differentially methylated, sug-gesting a potential convergence between expression and methylationin regulating these critical functions. These results also mirrorreported effects of partial gravity and microgravity on lung function, and space ight-related hypercapnia linked to increased CO 2levels35,36. Future studies should consider the impact of air quality, convection,and microgravity-related pulmonary challenges for expression andmethylation differences. Also, while these samples had to besequenced on Earth, the development of space-speci c, microgravity- compatible sequencing protocols 37,38foreshadows the exciting possi- bility of real-time monitoring of changes of the transcriptome andepitranscriptome for future missions. Moreover, radiation levels should continue to be monitored during missions, since such stressors can alter telomere dynamics, which have been observed before in theNASA Twins Study 39,40and for mountaineers climbing Mt. Everest25. In addition to capturing differential expression, LRS technologies also capture transcript splicing, potentially allowing for the identi - cation of new regulatory mechanisms and interactions between thesetwo modalities of RNA 41. In fact, a recent study examining murine skeletal muscle post-space ight found that differential splicing accounted for more variation than differential expression42.L R Sc a n potentially identify all such differences, given that the nearly all tran-scripts are shorter than the theoretical maximum sequencing length for Nanopore platforms (2.3 Mb) 43,44. Nevertheless, limitations remain within the library preparation and technical speci cations (e.g., 3  enrichment) of different LRS platforms43, and improvements in these protocols and informatics methods will help pro ling for future samples. To gain greater con dence in the DEG set, we compared two different approaches to multi-mapping reads and DEG detection.Namely, secondary mappings are not included in the featureCountsquanti cation, whereas secondary mappings contribute partial counts in salmon, and are likely the source of differences in assigning thecounts to three closely homologous genes DEFA11B3 (Fig. 2c). Addi- tionally, the associated differential expression callers, DESeq2 and edgeR, respectively, utilize slightly different heuristics to perform log 2 fold change estimates, resulting in many genes uniquely identi ed by the salmon-edgeR pipeline mapping to the y-axis of Fig. 1b. While accounting for secondary mappings with salmon could be argued tobe the more sound approach, this calls for further assessment andFig. 4  Pathways with most differentially methylated genes. a Correlation of the number of differentially methylated sites per gene, and expressional variability of each pathway. bTop 30 pathways with the most differentially methylated sites per gene, ranked by median differential methylation. Each dot in the box plot repre-sents the value of differential methylation percentage of a site on any gene in thegiven pathway; the site s location in the exon or the UTR is color-coded. Boxesrepresent the range between Q1 and Q3 (the rst and the third quartile) of the distribution, thick lines within the boxes annotate the median value, and the whiskers extend by 1.5(Q3 Q1) in each direction. Pathways that are also sig- nicantly variable by expression (GESECA adjusted pvalue  0.05; obtained from a permutation test) are annotated in red. Gene sets can be explored further at:https:www.gsea-msigdb.orggseamsigdb .Article https:doi.org10.1038s41467-024-48929-3 Nature Communications  (2024) 15:4950 6Fig. 5  Validation of transcript variants utilizing Ultima Genomics deep RNA- sequencing. A Number of genes detected by each Ultima sample, de ned to have more than 10 alignments within the genomic locus. BCorrelation between nor- malized DESeq2 gene expression pro les of R  1 samples produced by eitherNanopore direct-RNA Promethion or Ultima Genomics UG100 platform. CCoverage visualization for ENSG00000274015 for R  1 samples. The gene structure is described by a single panel beneath the coverage plot, where darker shades of gray represent multiple merged transcript variants.Article https:doi.org10.1038s41467-024-48929-3 Nature Communications  (2024) 15:4950 7discussion of methods to be used for analyses of direct-RNA data, as retention of secondary mappings is incompatible with m6A callers such as m6anet, which was recently shown to be the most accurate m6A caller45. Despite these differences attributed to isoforms, we none- theless have found that both methods produced similar quanti cation results, with high correlation (0.98), and their per-gene averages wereused for gene set co-regulation analyses (GESECA). When the sig-nicance of differential expression of individual genes is to be con- sidered, intersecting the gene sets reported by DESeq2 and edgeR waspreferred. A current limitation speci c to nanopore LRS is the loss of cov- erage at the 5 end of transcripts, since the assay uses polyA-trail priming 46,47. As expected, we observed this truncation, resulting in lower sensitivity for some reference transcripts (SupplementaryData 6). It has also been suggested that future improvements in the Nanopore hardware will address this limitation 48. To minimize this issue, those with other classi cation codes were restricted to those events observed across all crew members and all timepoints, and thuslikely represent real biological variation. Moreover, we veri ed the associated transcripts with orthogonal data from the Ultima GenomicsUG100 platform. While these samples provide remarkable coverage,further comparative analysis is necessary to optimize the applicationof current differential expression models. Also, transcript-speci ca n d functional follow-up assays are necessary to determine the potentialsignicance of these ndings and potential use of these transcripts as biomarkers, as well as additional data from other crews and missions. Moreover, given the civilian background of the I4 astronauts, we note that transcriptomic changes can be confounded with age, biologicalsex, pre ight preparation differences, or divergent post ight recovery procedures, and thus utilized tools that aim to model and normalizesuch variation. Finally, given the recently proposed missions with private (SpaceX, Axiom, Sierra Space) and public (NASA, ESA, and JAXA)space entities, there will be continued opportunities to replicatethese ndings and to continue to discover new features of the transcriptome. This will include continued mapping of space-related gene expression responses, m 6A site changes, and isoform-switching events that are associated with space ight. Also, in-ight testing of direct RNA sequencing has been demonstrated on the ISS, which indicates that LRS of RNA could also be applied forcrew studies in future missions, including for blood, microbial, andenvironmental samples. Optimization and deployment of thesesingle molecule technologies can also aid in the plans for lunarlaboratories, in- ight clinical diagnostics, and the ability to discover non-canonical bases or new base modi cations for lunar and exploration-class (e.g., Mars) missions. Methods IRB statement The study design conforms with all relevant ethical regulations relatedto human subject research. All subjects were consented at an informedconsent brie ng (ICB) at the SpaceX headquarters (Hawthorne, CA), a n ds a m p l e sw e r ec o l l e c t e da n dp r o c e s s e du n d e rt h ea p p r o v a lo ft h eInstitutional Review Board (IRB) at Weill Cornell Medicine, underProtocol 21-05023569. All crew members have consented for data andsample sharing. The study was conducted in accordance with the cri-teria set by the Declaration of Helsinki. Participants were not com-pensated for their participation in this study. Direct RNA sequencing Total RNA was processed and sequenced as described in Collectionof Biospecimens from the Inspiration4 Mission Establishes theStandards for the Space Omics and Medical Atlas (SOMA) 12.B r i e y, total RNA was isolated using the direct-RNA kit (Oxford NanoporeTechnologies) from whole blood samples from three pre- ight timepoints L-92, L-44, L-3, one post- ight time point R  1, and three recovery period time points R  45, R  82, and R  194. Basecallingwas performed with Guppy version 6.2.1, and alignment of rawnanopore events to the basecalled sequences was done with the f5c module eventalign version 1.1 49. Quality assessment was performed with pycoQC version 2.5.0.2150and MultiQC version 1.13.dev051 (Supplementary Data 7). Differential gene expression analysis The reads were aligned to the Gencode v41 human transcriptomicreference 22with minimap2 version 2.24-r112252. First, the pipeline maintained by Oxford Nanopore Technologies, pipeline-transcriptome-de 21, was used to quantify transcripts and to subse- quently perform the differential expression analysis. pipeline-transcriptome-de performs the quanti cation with salmon 53, accounting for multi-mapping reads; therefore, we included the highest-scoring secondary minimap2 alignments (minimap2 switch-p1.0) in the input for the pipeline. Additionally, the sub-2Kbp readlengths (median length between 517 and 1331, with one outlier of 279, Supplementary Data 7) were insuf cient to perform differential tran- script usage analyses 47, and we focused on the differential gene expression results, which pipeline-transcriptome-de generates withedgeR 17while collapsing transcripts into respective genes. On the other hand, however, we also planned to perform differ- ential methylation analyses, and tools that detect m6Am o d i cations, such as m6anet31, require that secondary alignments be ltered out. To (1) match the input requirements of m6anet that prohibit multi- mapping reads, (2) compare the collapsed edgeR results to a pipelinethat performs gene quanti cation by design, and (3) assess the effect of aligning reads to the whole genome rather than to the tran-scriptome, we separately aligned the reads to the human referencegenome hg38 23with minimap2 with the parameters recommended for direct-RNA data, retaining only the primary mappings (-x splice -uf -k14--secondaryno). We thereafter processed these data with the subreadmodule featureCounts version 2.0.1 24to perform gene quanti cation, and subsequently analyzed differential expression with SARToolsversion 1.8.1 25, a package wrapping DESeq2 version 1.36.018.A sD E S e q 2 and edgeR employ different approaches to log 2(FoldChange) shrink- age, the determination of signi cance was based solely on the mag- nitude of the pvalues reported by both; only the genes that were identi ed as signi cantly differentially expressed by both tools (FDR- adjusted pvalue  0.05) were considered as such. Covariates to account for inter-astronaut variability were included when performingboth DESeq2 and edgeR analysis. For comparisons where multipletime-points were grouped as either pre ight or post ight, each sequence run was treated as an independent replicate. Gene set co-regulation analysis Given high correlation of results between featureCounts and sal-mon, per-gene counts were averaged between the two tools. Thesevalues, normalized by library size, were supplied to GESECA 19,a n d co-regulation of MSigDb C2 pathways (curated gene sets)26,27was inferred. Pathways were deemed signi cantly variable if the repor- ted adjusted pvalue fell below 0.05. For each signi cantly variable pathway and at each timepoint, the median z-scored expression value of genes in the pathway was calculated. Next, to determine thepattern in the pathway variability upon return from space ight, per pathway, we tted a linear regression on the median z-scores at pre- ight timepoints as a time series (i.e., values of 92,44,3), obtained a prediction of the z-score at the return timepoint (1) and calculated a value, dz, of how much the observed value at R  1 differed from the predicted value; examples of this approach areillustrated on Fig. 3. The pathways were ranked by this value, from highest (most disrupted by space ight) to lowest (continuing a pre- ight trend).Article https:doi.org10.1038s41467-024-48929-3 Nature Communications  (2024) 15:4950 8Transcription factor enrichment analysis Gene annotations within Supplementary Data 2 were converted to gene names utilizing gPro ler ( https:biit.cs.ut.eegpro ler convert )54. The resulting gene list was input into the ChEA3 digital web server ( https:maayanlab.cloudchea3 )55. The mean rank results were exported and reported in Supplementary Table 4. m6Am o d i cation analysis The transcriptomic alignments were ltered to retain primary map- pings only (minimap2 switch --secondaryno) to match the inputrequirements of m6anet. m6anet version 1.1.0 was then employed toannotate sites of m 6Am o d i cations with methylation probabilities, and methylKit version 0.99.232was used to discover differentially methylated sites between conditions in all pro les; sites were deemed signicant if the resultant methylKit qvalue fell below 0.01, as recommended by the tool s authors. De novo transcriptome analysis The genomic alignments were collapsed with StringTie version 2.2.156 and compared with GffCompare version 0.11.234. The GffCompare.- tracking le was further processed in R version 4.2.1RStudio version 1.2.5001. Average read length was calculated with samtools version1.16.1 57. The R  45 timepoint was excluded since the sample for subject C003 exhibited a low average read le ngth (279 bp) and transcript-level precision (Supplementary Data 7). Ultima genomics deep-RNA sequencing Poly-A mRNA was isolated from approximately 50 500 ng of total RNA using the NEBNext Poly(A) mRNA Magnetic Isolation Module(New England Biolabs). The resulting mRNA was converted intocDNA using the NEBNext Ultra II Directional RNA Library Prep Kit(New England Biolabs). After end repairdA-tailing, adapter ligation,and USER-enzyme digestion, indexing PCR was carried out using theUG Library Ampli cation Kit (Ultima Genomics) with custom indexing primers that amplify the TruSeq Read1 and Read2 sequences, but are appended with Ultima Genomics adaptersequences. After 11 cycles of PCR, ampli cation products were cleaned up using a 1.0x ratio of AMPure XP beads (Beckman Coul- ter). Overhang generation was carried out using components fromthe UG Library Ampli cation Kit (Ultima Genomics) and material was size selected using a dsSPRI approach with 0.6x0.85x AMPure XPbeads. Quality control of the resulting libraries was carried out usingthe DNA High Sensitivity Bioanalyzer Reagents (Agilent Technolo-gies) and concentrations were measured via Qubit HS DNA Quanti-cation Kit (Thermo Fisher). Sample pools were then seeded onto UG sequencing beads, pre-enriched, and ampli ed by emulsion PCR, leveraging UG s automated sequencing bead preparation system (AMP). Sequencing was performed on UG100 sequencing systems, running 464 ow-cycles (116 cycles across each of the four nucleo- tides T, G, C, A). Ultima genomics sequencing analysis We aligned the reads to the human reference genome hg3823with STAR version 2.7.10b58. We sorted the resulting.bam les utilizing samtools version 1.16.157. We thereafter processed these alignments with the subread module featureCounts version 2.0.124to verify de novo transcript expression, and subsequently extracted normalizedcounts for correlative analysis with SARTools version 1.8.1 25,ap a c k a g e wrapping DESeq2 version 1.36.018. Reporting summary Further information on research design is available in the NaturePortfolio Reporting Summary linked to this article.Data availability Datasets have been uploaded to th e NASA Open Science Data Repo- sitory (OSDR; osdr.nasa.gov, accession number OSD-569) and madepublicly accessible. Processed data are available at the same address.Related data can be found in the parallel SOMA papers 5969. Code availability Scripts utilized for the presented analysis have been deposited in the following repository: https:github.comeliah-oinspiration4-omics treemaini4_direct_rna . References 1 . F a r k a s , .F a r k a s ,G .E f f e c t so fs p a c e ight on human skin. Ski. Pharm. Physiol. 34,2 3 9 245 (2021). 2. Roy-O R e i l l y ,M . ,M u l a v a r a ,A .W i l l i a m s ,T .Ar e v i e wo fa l t e r a t i o n s to the brain during space ight and the potential relevance to crew in long-duration space exploration. npj Microgravity 7,5( 2 0 2 1 ) . 3 . S h e n ,M .F r i s h m a n ,W .H .E f f e c t so fs p a c e ight on cardiovascular physiology and health. Cardiol. Rev. 27,1 2 2 126 (2019). 4 . P e t e r s e n ,N .e ta l .P o s t ight reconditioning fo r European astronauts a case report of recovery a fter six months in space. Musculoske- let. Sci. Pract. 27,S 2 3 S31 (2017). 5. Baran, R. et al. The cardiovascular system in space: focus on in vivo and in vitro studies. Biomedicines 10, 59 (2021). 6. Paul, S., Smilenov, L. B.  Amundson, S. A. Widespread decreased expression of immune function genes in human peripheral blood following radiation exposure. Radiat. Res. 180, 575 (2013). 7. Rouchka, E. C. et al. Transcriptional pro le of immediate response to ionizing radiation exposure. Genomics Data 7,8 2 85 (2016). 8. Jirak, P. et al. Next-generation sequencing analysis of circulating m i c r o - R N Ae x p r e s s i o ni nr e s p o n s et op a r a b o l i c ight as a space- ight analogue. npj Microgravity 6, 31 (2020). 9. Buchheim, J. et al. Plasticity of the human IgM repertoire in response to long term space ight. FASEB J. 34, 16144 16162 (2020). 10. Kononikhin, A. et al. Proteome pro ling of the exhaled breath condensate after long-term space ights. IJMS 20,4 5 1 8( 2 0 1 9 ) . 11. Terada, M. et al. Effects of a cl osed space environment on gene expression in hair follicles of astronauts in the international spacestation. PLoS ONE 11,e 0 1 5 0 8 0 1( 2 0 1 6 ) . 12. Overbey, E. G. et al. Collection of biospecimens from the Inspira- tion4 mission establishes the standards for the Space Omics andMedical Atlas (SOMA). Nat. Commun . http:biorxiv.orglookup doi10.11012023.05.02.539108 (2023). 1 3 . J o n e s ,C .H .e ta l .P r i m a r yc a r ec l i n i c i a n s attitudes towards point-of- care blood testing: a systematic review of qualitative studies. BMC Fam. Pr. 14,1 1 7( 2 0 1 3 ) . 14. Mantere, T., Kersten, S.  Hoischen, A. Long-read sequencing emerging in medical genetics. Front. Genet. 10,4 2 6( 2 0 1 9 ) . 15. Wang, Y., Zhao, Y., Bollas, A., Wang, Y.  Au, K. F. Nanopore sequencing technology, bioinformatics and applications. Nat. Bio- technol. 39,1 3 4 8 1365 (2021). 16. McIntyre, A. B. R. et al. Single- molecule sequencing detection of N6-methyladenine in microbial reference materials. Nat. Commun. 10,5 7 9( 2 0 1 9 ) . 17. Robinson, M. D., McCarthy, D. J.  Smyth, G. K. edgeR: a Bio- conductor package for differentia le x p r e s s i o na n a l y s i so fd i g i t a l gene expression data. Bioinformatics 26,1 3 9 140 (2010). 18. Love, M. I., Huber, W.  Anders, S. Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 15,5 5 0( 2 0 1 4 ) . 19. Sergushichev, A. fgsea. Bioconductor. https:doi.org10.18129B9. BIOC.FGSEA (2017).Article https:doi.org10.1038s41467-024-48929-3 Nature Communications  (2024) 15:4950 920. Overbey, E. G. et al. NASA GeneLab RNA-seq consensus pipeline: standardized processing of short-read RNA-seq data. iScience 24, 102361 (2021). 21. Love, M. I., Soneson, C.  Patro, R. Swimming downstream: statis- tical analysis of differential transcript usage following Salmon quanti cation. F1000Res 7,9 5 2( 2 0 1 8 ) . 22. Frankish, A. et al. GENCODE 2021. Nucleic Acids Res. 49, D916 D923 (2021). 23. Schneider, V. A. et al. Evaluation of GRCh38 and de novo haploid genome assemblies demonstrates the enduring quality of thereference assembly. Genome Res. 27,8 4 9 864 (2017). 24. Liao, Y., Smyth, G. K.  Shi, W. featureCounts: an ef cient general purpose program for assigning sequence reads to genomic fea-tures. Bioinformatics 30,9 2 3 930 (2014). 2 5 . V a r e t ,H . ,B r i l l e t - G u  g u e n ,L . ,C o p p  e ,J . - Y .D i l l i e s ,M . - A .S A R - Tools: a DESeq2- and EdgeR-based R pipeline for comprehensive differential analysis of RNA-Seq data. PLoS ONE 11, e0157022 (2016). 26. Subramanian, A. et al. Gene set enrichment analysis: a knowledge- based approach for interpreting genome-wide expression pro les. P r o c .N a t lA c a d .S c i .U S A 102,1 5 5 4 5 15550 (2005). 27. Liberzon, A. et al. Molecular signatures database (MSigDB) 3.0. Bioinformatics 27,1 7 3 9 1740 (2011). 28. Porcher, C., Chagraoui, H.  Kristiansen, M. S. SCLTAL1: a multi- faceted regulator from blood development to disease. Blood 129, 2051 2060 (2017). 29. Siatecka, M.  Bieker, J. J. The multifunctional role of EKLFKLF1 during erythropoiesis. Blood 118,2 0 4 4 2054 (2011). 30. Hasegawa, A.  Shimizu, R. G ATA1 activity governed by con g- urations of cis-acting elements. Front. Oncol. 6, 269 (2017). 31. Hendra, C. et al. Detection of m6A from direct RNA sequencing using a multiple instance learning framework. Nat. Methods 19, 1590 1598 (2022). 32. Akalin, A. et al. methylKit: a comprehensive R package for the analysis of genome-wide DNA methylation pro les.Genome Biol. 13, R87 (2012). 33. Meyer, K. D. et al. Comprehensi ve analysis of mRNA methylation reveals enrichment in 3  UTRs and near stop codons. Cell149, 1635 1646 (2012). 34. Pertea, G.  Pertea, M. GFF utilities: GffRead and GffCompare. F1000Res 9, 304 (2020). 35. Prisk, G. K. Pulmonary challeng es of prolonged journeys to space: taking your lungs to the moon. Med. J. Aust. 211,2 7 1 276 (2019). 36. Law, J. et al. Relationship be tween carbon dioxide levels and reported headaches on the International Space Station. J. Occup. Environ. Med. 56,4 7 7 483 (2014). 37. McIntyre, A. B. R. et al. Nanopore sequencing in microgravity. npj Microgravity 2, 16035 (2016). 38. Castro-Wallace, S. L. et al. Nanopore DNA sequencing and genome assembly on the International Space Station. Sci. Rep. 7, 18022 (2017). 39. Garrett-Bakelman, F. E. et al. The NASA twins study: a multi- dimensional analysis of a year-long human space ight. Science 364, eaau8650 (2019). 40. Luxton, J. J. et al. Temporal telomere and DNA damage responses in the space radiation environment. Cell Rep. 33, 108435 (2020). 41. Oikonomopoulos, S. et al. Methodologies for transcript pro ling using long-read technologies. Front. Genet. 11, 606 (2020). 42. Henrich, M. et al. Alternative splicing diversi es the skeletal muscle transcriptome during prolonged space ight. Skelet. Muscle 12, 11 (2022). 43. Amarasinghe, S. L. et al. Opportunities and challenges in long-read sequencing data analysis. Genome Biol. 21,3 0( 2 0 2 0 ) .4 4 . D eP a o l i - I s e p p i ,R . ,G l e e s o n ,J .C l a r k ,M .B .I s o f o r ma g e splice isoform pro ling using long-read technologies. Front. Mol. Biosci. 8, 711733 (2021). 45. Zhong, Z.-D. et al. Systematic comparison of tools used for m6A mapping from nanopore direct RNA sequencing. Nat. Commun. 14, 1906 (2023). 46. Parker, M. T. et al. Nanopore direct RNA sequencing maps the complexity of Arabidopsis mRNA processing and m6A modi ca- tion. eLife 9, e49658 (2020). 47. Soneson, C. et al. A comprehensiv e examination of Nanopore native RNA sequencing for characterization of complex transcriptomes. Nat. Commun. 10, 3359 (2019). 4 8 . S e s s e g o l o ,C .e ta l .T r a n s c r i p t o m ep r o ling of mouse samples using nanopore sequencing o fc D N Aa n dR N Am o l e c u l e s . Sci. Rep. 9, 14908 (2019). 49. Gamaarachchi, H. et al. GPU accelerated adaptive banded event alignment for rapid comparative nanopore signal analysis. BMC Bioinforma. 21,3 4 3( 2 0 2 0 ) . 50. Leger, A.  Leonardi, T. pycoQC, interactive quality control for Oxford Nanopore Sequencing. JOSS 4,1 2 3 6( 2 0 1 9 ) . 51. Ewels, P., Magnusson, M., Lund i n ,S .K  l l e r ,M .M u l t i Q C :s u m - marize analysis results for multiple tools and samples in a singlereport. Bioinformatics 32,3 0 4 7 3048 (2016). 52. Li, H. Minimap2: pairwise alignment for nucleotide sequences. Bioinformatics 34,3 0 9 4 3100 (2018). 5 3 . P a t r o ,R . ,D u g g a l ,G . ,L o v e ,M .I . ,I r i z a r r y ,R .A .K i n g s f o r d ,C .S a l - mon provides fast and bias-aware quanti cation of transcript expression. Nat. Methods 14,4 1 7 419 (2017). 54. Raudvere, U. et al. g:Pro ler: a web server for functional enrichment analysis and conversions of gene lists (2019 update). Nucleic Acids Res.47,W 1 9 1 W198 (2019). 55. Keenan, A. B. et al. ChEA3: transcription factor enrichment analysis by orthogonal omics integration. Nucleic Acids Res. 47, W212 W224 (2019). 56. Pertea, M. et al. StringTie enables improved reconstruction of a transcriptome from RNA-seq reads. Nat. Biotechnol. 33, 290 295 (2015). 57. Li, H. et al. The sequence alignmentmap format and SAMtools. Bioinformatics 25,2 0 7 8 2079 (2009). 58. Dobin, A. et al. STAR: ultrafast universal RNA-seq aligner. Bioinfor- matics 29,1 521 (2013). 5 9 . O v e r b e y ,E .G .e ta l .T h es p a c eo m i c sa n dm e d i c a la t l a sa n di n t e r - national astronaut biobank. Nature https:doi.org10.1038s41586- 024-07639-y (2024). 60. Jones, C. J. et al. The SpaceX Inspiration4 mission reveals in ight molecular and physiological metrics from an all-civilian crew. Nat- ure.https:doi.org10.10 38s41586-024-07648-x (2024). 61. Kim, J. et al. Single-cell multi-ome and immune pro les of the Inspiration4 crew reveal conserved, cell-type, and sex-speci c responses to space ight. Nat. Commun .https:doi.org10.1038 s41467-024-49211-2 (2024). 62. Tierney, B. et al. Longitudinal multi-omics analysis of host micro- biome architecture and immune responses during short-termspace ight. Nat. Microbiol .https:doi.org10.1038s41564-024- 01635-8 (2024). 63. Park, J. et al. Spatial multi-omics of human skin reveals KRAS and inammatory responses to space ight. Nat. Commun .https:doi. org10.1038s41467-024-48625-2 (2024). 64. Overbey, E. G. et al. Collection of biospecimens from the Inspira- tion4 mission establishes the standards for the Space Omics and Medical Atlas (SOMA). Nat. Commun .https:doi.org10.1038 s41467-024-48806-z (2024). 6 5 . H o u e r b i ,N .e ta l .S e c r e t o m ep r o ling captures acute changes in oxidative stress, brain homeostasis and coagulation fromArticle https:doi.org10.1038s41467-024-48929-3 Nature Communications  (2024) 15:4950 10space ight. Nat. Commun .https:doi.org10.1038s41467-024- 48841-w (2024). 66. Rutter, L. et al. Protective alleles and precision healthcare in crewed space ight. Nat. Commun . In press (2024). 67. Rutter, L. et al. Astronaut omics and the impact of space on the human body at scale. Nat. Commun .https:doi.org10.1038 s41467-024-47237-0 (2024). 68. Fu, W. et al. Single cell analysis identi es conserved features of immune dysfunction in simulated microgravity and space ight. Nat. Commun .https:doi.org10.1038s41467-023-42013-y (2024). 69. Mason, C. E. et al. A Second Space Age Spanning Omics, Platforms, and Medicine Across Orbits. Nature https:doi.org10. 1038s41586-024-07586-8 (2024). Acknowledgements C.E.M. thanks the WorldQuant Foundation, the GI Research Founda- tion, Katherine  John Bleckman Foundation, NASA (NNX14AH50G,NNX17AB26G, 80NSSC22K0254, NNH18ZTT001N-FG2,80NSSC23K0832), the National Ins titutes of Health (R01MH117406, P01CA214274 R01CA249054, R01AI151059), and the LLS (MCL7001-18,LLS 9238-16). J.K. thanks MOGAM Sc ience Foundation. J.K. was sup- ported by Basic Science Research Program through the NationalResearch Foundation of Korea (NRF) funded by the Ministry of Education(RS-2023-00241586). J.K. acknowledges Boryung for their nancial support and research enhancement g round, provided through their Global Space Healthcare Initiative, Humans In Space, including men- torship and access to relevant expert networks. This research was sup-ported in part by the Intramural Research Program of the National Libraryof Medicine. We also would like to t hank Ultima Genomics for the deep RNA-seq pro les and collaboration. Author contributions C.E.M. and J.M. conceived the study. D.N., N.D., and K.A.R. generated the sequencing data. K.G., T.M.N., E.O., N.H., J.K., and C.E.M. analyzed andinterpreted the data and wrote the manuscript. E.E.A., J.T., D.T., andA.M.M. revised the manuscript.Competing interests C.E.M. is a co-founder of Cosmica Biosciences. The remaining authorsdeclare no competing interests. Additional information Supplementary information The online version contains supplementary material available athttps:doi.org10.1038s41467-024-48929-3 . Correspondence and requests for materials should be addressed to Christopher E. Mason. Peer review information Nature Communications thanks Guan-Zheng Luo and the other, anonymous, reviewers for their contribution to thepeer review of this work. A peer review le is available. Reprints and permissions information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, aslong as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in thisarticle are included in the article s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is notincluded in the article s Creative Commons licence and your intended use is not permitted by statutory re gulation or exceeds the permitted use, you will need to obtain permission directly from the copyrightholder. To view a copy of this licence, visit http:creativecommons.org licensesby4.0 .  The Author(s) 2024Article https:doi.org10.1038s41467-024-48929-3 Nature Communications  (2024) 15:4950 11",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            }
        ]
    }
]