[
    {
        "pmid": "29618610",
        "title": "Roll maneuvers are essential for active reorientation of Caenorhabditis elegans in 3D media.",
        "year": "2018",
        "journal": "Proc Natl Acad Sci U S A",
        "abstract": "Locomotion of the nematode Caenorhabditis elegans is a key observable used in investigations ranging from behavior to neuroscience to aging. However, while the natural environment of this model organism is 3D, quantitative investigations of its locomotion have been mostly limited to 2D motion. Here, we present a quantitative analysis of how the nematode reorients itself in 3D media. We identify a unique behavioral state of C. elegans-a roll maneuver-which is an essential component of 3D locomotion in burrowing and swimming. The rolls, associated with nonzero torsion of the nematode body, result in rotation of the plane of dorsoventral body undulations about the symmetry axis of the trajectory. When combined with planar turns in a new undulation plane, the rolls allow the nematode to reorient its body in any direction, thus enabling complete exploration of 3D space. The rolls observed in swimming are much faster than the ones in burrowing; we show that this difference stems from a purely hydrodynamic enhancement mechanism and not from a gait change or an increase in the body torsion. This result demonstrates that hydrodynamic viscous forces can enhance 3D reorientation in undulatory locomotion, in contrast to known hydrodynamic hindrance of both forward motion and planar turns.",
        "full_text": "Roll maneuvers are essential for active reorientation ofCaenorhabditis elegans in 3D media Alejandro Bilbaoa,1, Amar K. Patela, Mizanur Rahmanb, Siva A. Vanapallib, and Jerzy Blawzdziewicza,c,2 aDepartment of Mechanical Engineering, Texas Tech University, Lubbock, TX 79409;bDepartment of Chemical Engineering, Texas Tech University, Lubbock, TX 79409; andcDepartment of Physics, Texas Tech University, Lubbock, TX 79409 Edited by David A. Weitz, Harvard University, Cambridge, MA, and approved March 5, 2018 (received for review April 25, 2017) Locomotion of the nematode Caenorhabditis elegans is a key observable used in investigations ranging from behavior to neuro- science to aging. However, while the natural environment of this model organism is 3D, quantitative investigations of its locomo- tion have been mostly limited to 2D motion. Here, we present a quantitative analysis of how the nematode reorients itself in 3D media. We identify a unique behavioral state of C. elegans a roll maneuverwhich is an essential component of 3D locomotion in burrowing and swimming. The rolls, associated with nonzero torsion of the nematode body, result in rotation of the plane of dorsoventral body undulations about the symmetry axis of the tra- jectory. When combined with planar turns in a new undulation plane, the rolls allow the nematode to reorient its body in any direction, thus enabling complete exploration of 3D space. The rolls observed in swimming are much faster than the ones in burrowing; we show that this difference stems from a purely hydrodynamic enhancement mechanism and not from a gait change or an increase in the body torsion. This result demonstrates that hydrodynamic viscous forces can enhance 3D reorientation in undulatory loco- motion, in contrast to known hydrodynamic hindrance of both forward motion and planar turns. Caenorhabdtis elegans jundulatory locomotion j3D gaitj maneuverabilityjbehavior Investigations of locomotion of the nematode Caenorhabdi- tis elegans can provide a wealth of knowledge on physiology, muscle biology, and neural control of movement and behavior. Locomotion depends on muscular strength (13), neuromus- cular coordination (4, 5), and processing of information from sensory inputs (6, 7). Locomotory readouts are thus extensively used to quantify effects of genetic mutations (810), exercise, nutrition, and environmental factors (1117) and to evaluate pharmacological impacts (18, 19). In its natural environment (soil rich in decaying organic mat- ter), C. elegans interacts with a complex 3D surrounding medium that includes soft organic materials and rainwater (20, 21). Most studies of nematode locomotion, however, have focused on 2D motion (2232), and little effort has been made to characterize worm motility in 3D environments. Only recently was 3D burrowing motion of C. elegans in soft substrates stereoscopically imaged (33) and a statistical analy- sis of basic locomotory parameters reported (34); it was also shown that a burrowing nematode can reorient itself in response to external stimuli (34, 35). Furthermore, feasibility of using 3D motion to assess genetic mutations (36) and to identify muscular dystrophy (34) was experimentally demonstrated. Such 3D methods of scoring C. elegans locomotory behavior can achieve better sensitivity than screens based on 2D obser- vations alone. However, unleashing the full potential of these promising techniques requires complementary efforts to iden- tify specic behavioral patterns associated with 3D reorientation maneuvers. A thorough quantitative understanding of 3D gait geometry and mechanics is also important for gaining insights into mechanisms of neuromuscular actuation of body movements and for development of next-generation software packages for automated tracking and analysis of nematode behavior.Active Spatial Reorientation Maneuvers of C. elegans : Planar Turns and 3D Rolls In our investigation of 3D locomotion of C. elegans in bulk media we focus on active body reorientation, in contrast to recently studied passive changes of locomotion direction produced by interactions of the nematode body with obstacles (37), bound- aries (30), andor external ow (31). Active reorientation maneu- vers (29) have received, so far, much less attention, despite their importance for search behavior, chemotaxis, thermotaxis, and escape response. As illustrated in Fig. 1 for a swimming nematode (also corre- sponding Movies S1 and S2),C. elegans can reorient its body by combining 2D turns in the plane of dorsoventral undulations with 3D roll maneuvers that result in axial rotation of the undulation plane. Turns in 2D are executed by asymmetrically altering the amplitude of planar body undulations (28, 29, 34, 38), whereas rolls require nonplanar body postures. Our geometrical analysis (presented in Torsional Roll Is a Unique 3D Behavioral State ) of available stereoscopic nematode images (33) demonstrates that turns and rolls can also be observed for nematodes burrowing in soft gel-like media. A combination of planar turns and 3D rolls allows C. elegans to reorient itself in any direction (schematically depicted in Fig. 2), whereas 2D turning maneuvers alone e.g., turns (6), loop  turns (28, 33, 39), and pirouettes (40) restrict nematode move- ments to one plane. Thus, the roll maneuvers identied in this Signicance Investigations of the free-living nematode Caenorhabditis elegans give powerful insights into fundamental biological processes that are conserved across species. Locomotion of this model organism is used to assess muscular and neural defects and score impacts of genetic mutations and pharmaco- logical interventions. Existing analyses of the nematode gait have been focused on 2D locomotion, and 3D motion remains largely unexplored. We identify and mathematically describe a unique 3D behavioral pattern in burrowing and swimming a roll maneuverwhich, in combination with 2D turns, allows the nematode to explore bulk media. Our results provide important insights into 3D neuromuscular actuation and may be used to develop better assays for locomotion phenotype analysis. Author contributions: S.A.V. and J.B. designed research; A.B., A.K.P., M.R., S.A.V., and J.B. performed research; A.B., A.K.P., and J.B. contributed new reagentsanalytic tools; A.B., A.K.P., M.R., and J.B. analyzed data; and A.B., A.K.P., and J.B. wrote the paper. The authors declare no conict of interest. This article is a PNAS Direct Submission. Published under the PNAS license . 1Present address: Department of Engineering Science, Jamestown Community College, Jamestown, NY 14702. 2To whom correspondence should be addressed. Email: jerzy.blawzdziewiczttu.edu. This article contains supporting information online at www.pnas.orglookupsuppldoi:10. 1073pnas.1706754115-DCSupplemental . Published online April 4, 2018. E3616E3625jPNASjvol. 115jno. 16 www.pnas.orgcgidoi10.1073pnas.1706754115BIOPHYSICS AND COMPUTATIONAL BIOLOGY A BFig. 1. Typical reorientation maneuvers of swimming C. elegans . Shown are time-lapse images of a swimming C. elegans (A) performing a 2D turn and ( B) rapidly switching the plane of undulations in a 3D roll maneuver. The nematode moves from right to left in both Aand B. The arrows in Bindicate the location of the ovary, helping to identify the nematode body orientation. (Magnication: 1.6 .) work constitute an important behavioral state; this crucial loco- motion component enables C. elegans to explore 3D media in search for optimal environmental conditions. Movie S1 and video images shown in Fig. 1 Aand our prior study (29) reveal that planar turns in swimming are shallower than no-slip turns in crawling or burrowing (analogous to the reduced forward progression in swimming). In contrast, swim- ming rolls ( Movie S2 and Fig. 1 B) can be signicantly more rapid than those found for burrowing. The effectiveness of turn and roll maneuvers in burrowing and swimming is assessed by solv- ing equations of motion for the nematode body moving in gels and uids. Our calculations show that the same hydrodynamic resistance forces that reduce the swimming velocity (29, 41, 42) and planar turn angles (29) signicantly enhance the roll rota- tion rate. This counterintuitive result of our theoretical analysis agrees well with experimental observations. The geometry of 3D nematode motion is signicantly more involved than planar geometry. Therefore, to faithfully identify and interpret specic locomotory behavioral patterns of C. ele- gans and understand hydrodynamic mechanisms of enhancement of the roll maneuvers, we need adequate tools for describing body postures. To explain the geometry of nematode movements in 3D, we thus generalize the recently proposed piecewise har- monic curvature (PHC) model of planar nematode gait (28, 29) by introducing the curve torsion to the gait description. Geometrical Description of 3D Nematode Gait Three-Dimensional Nematode Gait Can Be Described Using Curvature and Torsion of the Nematode Body. Since the body of C. elegans is highly elongated, its postures can be faithfully represented by the body centerline (22, 28, 38, 4244). In 3D the centerline congu- ration at time tis described by the local worm curvature w(s0,t) and torsion w(s0,t), where s0is the arc-length coordinate along the body (Fig. 3 A). The body conguration can be reconstructed from the cur- vature and torsion functions, wand w, by solving the SerretFrenet equations (45) dt ds0wn, 1adn ds0wt wb, 1b db ds0 wn 1c with the boundary condition corresponding to a given position and orientation of the nematode tail or head. Here n,t, and btnare the normal, tangent, and binormal unit vectors at a local position s0along the nematode body. The curvature and torsion correspond to rotation of the SerretFrenet basis (t,n,b)about the binormal and tangent directions; the geometri- cal interpretation of these parameters is illustrated in Fig. 3 B. In what follows we analyze the curvature and torsion of the nema- tode body to identify behavioral patterns of C. elegans moving in 3D. Curvature and Torsion Waveform Is Similar in Motion With and With- out Transverse Slip. Due to large transverse mechanical resistance provided by the environment, burrowing or crawling C. elegans often move with no transverse slip of body segments. Therefore, all segments follow a single curvilinear trail. The trail geometry can be described using the trail curvature and torsion, (s)and (s), where sis the arc-length coordinate measured from the beginning of the trail. Since at any given time tthe conguration ABC Fig. 2. Schematic illustrating nematode reorientation in 3D. The worm ( A) undulates in the initial plane of motion, ( B) executes a roll maneuver, and (C) performs a planar turn in the new plane of motion. Bilbao et al. PNASjvol. 115jno. 16jE3617A BFig. 3. Description of body postures and trails of C. elegans in 3D. ( A) De- nition of the trail coordinate sand the worm coordinate s0. (B) Rotation of the SerretFrenet basis ( t,n,b) as it moves along the curve. The curvature  is associated with rotation around the binormal unit vectorb; deformations resulting from nonzero curvature thus occur in the tnplane. Torsion is associated with rotation around the tangent unit vector t; a nonzero torsion results in out-of-plane curve deformation, because the local deformation plane ( t,n) changes its orientation. of the nematode body coincides with a trail segment (Fig. 3 A), the worm curvature and torsion and trail curvature and torsion are directly related, (s) w(s0,t), 2a (s)  w(s0,t), 2b where ss0vst, and vsis the worm velocity along the trail. Accordingly, the curvature and torsion waves propagate along the nematode body without changing their waveform. In uid media where transverse slip does occur, and the nema- tode body segments do not follow the same path because of their transverse displacements, the worm curvature and torsion func- tionsw(s0,t)and w(s0,t)are not geometrically constrained to obey the propagating-wave relations, Eq. 2. Nonetheless, our earlier analysis of the 2D gait of C. elegans swimming in water indicates that even in a uid environment the curvature-wave relation, Eq. 2a, is preserved with good accuracy (28), despite a signicant transverse motion. Since this behavior is a signature of the proprioceptive coupling (4) that allows the nematode to maintain properly formed propulsive body undulations in media with different mechanical properties, we assume that the curva- ture and torsion propagating-wave relations, Eq. 2, are satised both in no-slip burrowing and in 3D swimming. Moreover, as dis- cussed below, the waveform (s)and (s)of body undulations is essentially the same in different media (although the wavelength of the undulations varies). Key Elements of 2D Locomotion Since identication of 3D behavioral patterns of C. elegans relies on prior understanding of planar locomotion, we summarize here the relevant key results of our previous studies of the geometry of 2D motion (28, 29, 46). Harmonic Curvature Undulations Describe a Variety of Elementary Body Postures. In 2D environments, C. elegans generally restrict their locomotion patterns to dorsoventral planar undulations.A quantitative analysis presented in our previous work (28) shows that a variety of planar nematode body postures can be accurately described by the harmonic curvature function (s) Acos (qs ), 3 where Ais the wave amplitude, q 2 is the wavevector, and is the phase angle. Fig. 4 shows some typical crawling and swimming 2D pos- tures that can be represented by the harmonic curvature. Typi- cal crawling and swimming body congurations associated with forward motion are characterized by moderate values of the dimensionless amplitude Aq1(Fig. 4 A,iandiiiandB,i andiii); higher amplitudes correspond to commonly observed shapes (Fig. 4 A,iiandivandB,iiandiv) and loops (Fig. 4 A,vandB,v). The distinction between swimming and crawling postures stems primarily from a difference in normalized wave- lengthL; swimming C-shaped postures generally exhibit larger Lcompared with crawling (25) and burrowing (34) W-shaped postures. B A Fig. 4. Elementary body shapes of C. elegans in crawling and swimming. ( A) Video images of crawling and swimming C. elegans . (Magnication: 1.6 .) (B) Family of approximately matching curves reproduced from harmonic cur- vature, Eq. 3, for normalized amplitude Aqas labeled. The green and blue arrows are the unit tangent and normal vectors, respectively. The body of a nematode moving along the curves is represented by thick line segments of normalized length qL. E3618jwww.pnas.orgcgidoi10.1073pnas.1706754115 Bilbao et al.BIOPHYSICS AND COMPUTATIONAL BIOLOGYTwo-Dimensional Turns Are Associated with Harmonic Mode Transi- tions. A moving C. elegans does not maintain a single harmonic- curvature mode; instead, it stochastically varies mode parameters, which results in changes of the moving direction. A quantitative analysis of crawling trajectories (28) indicates that entire trails of crawling C. elegans can be accurately represented by the harmonic function, Eq. 3, with discontinuously varying wave parameters A,q, and between harmonic-curvature intervals. In this PHC representation sharp turns associated with strongly curved or loop body postures correspond to harmonic-curvature intervals characterized by a large normalized curvature amplitude Aq. Three-Dimensional Torsional Roll Maneuvers in No-Slip Burrowing C. elegans burrowing through a soft gel-like substrate (such as agar) often move without transverse slip of the body with respect to the surrounding medium, because the nite yield stress of the gel prevents transverse displacements. In this section we con- sider no-slip 3D locomotion along a curvilinear path carved in the gel. Recently Beron et al. (34) and Vidal-Gadea et al. (35) inves- tigated nonplanar motion of C. elegans in a gel showing that the nematode can actively reorient itself in 3D in response to exter- nal stimuli. While they measured the frequency of out-of-plane changes of direction, their studies have not supplied sufcient data for unambiguous identication of stereotyped behavioral patterns associated with 3D reorientation maneuvers. Quan- titative data on 3D nematode shapes and motion have been provided by Kwon et al. (33), who presented stereoscopic images of 3D burrowing C. elegans . Our thorough analysis of these images allows us to identify a specic behavioral patternthe roll maneuverthat the nematode uses in 3D locomotion. One-Mode Roll Maneuver: Nonzero Torsion Results in Rotation of the Undulation Plane. Before we proceed to our analysis of the observed 3D nematode gait, we rst examine the effect of nonzero torsion on harmonic-curvature undulations. Fig. 5 A shows numerical solutions of SerretFrenet equations for a curve with harmonic curvature, Eq. 3, and constant torsion (s)  0: 4 The results are shown for the default curvature-wave amplitude Aq 1and several values of the torsion 0. The plots indicate that for moderate values of 0, the undu- latory character of nematode motion is preserved, and the undulation plane rotates when the nematode moves forward. Geometrically, this torsion-induced reorientation stems from the rotation of the deformation plane tnabout the tangent vector twhen the SerretFrenet basis moves along the nematode trail (schematically depicted in Fig. 3 B). We call the gait dened by Eqs.3and4a (one-mode) torsional roll. The results of our cal- culations for the roll-rotation rate per undulation period !rollare presented in Fig. 5 B. First, we point out that a calculated body conguration depicted by the thick line segment in Fig. 5 A(for 0q 0:075) resembles the reported (47) nonplanar posture of a crawling nematode that lifts a body segment from the underlying agar sur- face; the reported image (47) is reproduced in Fig. 5 C. Second, our detailed analysis of stereoscopic images (33) of a burrowing nematode, discussed next, demonstrates that C. elegans use the torsional-roll maneuver for 3D reorientation. The Three-Mode Torsional Roll Model Accurately Describes Observed 3D Motion of Burrowing C. elegans. The video images reproduced from ref. 33 (Fig. 6 A) show that during its forward motion the depicted nematode is gradually changing the orientation of the plane of undulations, consistent with the general shape ofthe constant-torsion lines shown in Fig. 5 A. In the initial frame of Fig. 6 Athe entire nematode body undulates in the yzplane, which indicates that at time t 0s the roll maneuver has not yet started. Subsequently, the nematode begins the roll maneuver, and an increasing portion of the body-wave plane is reorienting. At time t 2s, the anterior part is already signicantly reori- ented (by 45), but the undulations in the posterior portion still remain oriented in the yzplane. To describe the observed behavior, we introduce a three-mode torsional-roll model, (s) 8  :0,ss 1, 0,s 1ss 2, 0,s 2s,5 where for ss 1andss 2the nematode undergoes planar undulations, and it performs the roll only in the spatiotemporal A C B Fig. 5. The effect of nonzero torsion on body postures and no-slip trails. ( A) Curves dened by the harmonic curvature (normalized amplitude Aq1) and constant torsion (normalized magnitude 0qas labeled). The green, blue, and red arrows are the unit tangent, normal, and binormal vectors, respectively. A,Left shows projection of nematode trajectories on the zy plane, where the direction of travel is along the zaxis. A,Right shows xy projections of the respective trajectories. The green and red circles represent the initial and nal points of the trajectories. ( B) The torsional roll-rotation rate per undulation period !roll(in degrees) vs. normalized body torsion 0qfor one-mode torsional roll with harmonic-curvature amplitude Aq as labeled. ( C) A crawling nematode undergoing a nonplanar body defor- mation. The lifted body segment is indicated by the arrow. Reprinted with permission from ref. 47; www.sciencedirect.comsciencejournal09252312 . The thick line segment shown for 0q0:075 in Arepresents a nematode shape approximately matching the image depicted in C. Bilbao et al. PNASjvol. 115jno. 16jE3619AB x-z image y-z image x-z view y-z viewFig. 6. Torsional roll of a burrowing C. elegans . (A) Stereoscopic images of a wild-type C. elegans burrowing in gelatin (image reprinted from ref. 33). ( B) A matching time-lapse set of simulated postures of a nematode per- forming a three-mode torsional roll, Eq. 5. The simulation parameters are curvature amplitude Aq1, worm length qL10:2, torsion 0q0:15, and torsional-mode length qs 6. Similar to the experimental images, the calculated postures are equally spaced in time. The region of nonzero torsion is shaded in blue. interval s 1ss 2of nite length s s 2s 1. During the entire three-mode roll maneuver, the body undulations are described by a single harmonic-curvature mode, Eq. 3, and the propagating body curvature and torsion waves are given by Eq. 2. Torsional Roll Is a Unique 3D Behavioral State. As shown in Fig. 6, our three-mode roll model, Eq. 5, is in excellent agreement with the stereoscopic nematode-tracking images by Kwon et al. (33). All key features of the nematode gait are correctly repro- duced for the entire 2-s time interval, including the fact that an increasing part of the body undergoes the roll, but the rest remains planar. The calculated body postures shown in Fig. 6 B were obtained from a single continuous simulation; these are not separate ts to individual body postures. Our model faithfully describes the entire behavioral pattern (a 3D roll). We conclude that we have identied and mathematically described a unique behavioral state of C. elegans . Maneuverability of Swimming C. elegans in Bulk Fluids In environments with different mechanical properties typical body postures of C. elegans are distinct because the undulation wavelength differs relative to the body length L(Fig. 4); how- ever, the harmonic-curvature undulation waveform described by Eqs.13is preserved (28). In particular, the geometrical simi- larity between the swimming and crawling gaits is corroborated by the important observation by Fang-Yen et al. (25) that the wavelength of undulations in swimming continuously decreaseswith increasing uid viscosity, and in highly viscous uids the swimming gait is very similar to the crawling gait. Thus, uid viscosity affects the undulation wavelength, but the waveform is unaffected. Swimming Trajectories Depend on the Gait Geometry and Hydrody- namic Force and Torque Balance. Based on the above observations, we conclude that the gait description developed in the previous sections to elucidate no-slip locomotion yields a suitable frame- work for inquiry into the mechanics of reorientation maneuvers of swimming C. elegans . Accordingly, we assume that the wave- form Eq. 2of the propagating curvature and torsion is main- tained in uids, and we decompose the motion of a swimming nematode into the geometrical component iand dynamical com- ponent ii, where iis the progression along the curvilinear path determined by the curvature and torsion functions (s)and (s), andiiis the rigid-body translation and rotation resulting from the hydrodynamic force and torque balance on the entire nematode body. Due to the presence of the translational and rotational motion ii, the trajectories of swimming nematodes differ from those of crawlingburrowing nematodes using the same sequence of body postures and moving along a no-slip path. Moreover, in swimming the trajectories depend not only on the form of the curvature and torsion waves, but also on the normalized undula- tion wavelength L, whereas the no-slip path iis independent of this parameter. The above decomposition into iandiiis particularly useful in the linear creeping-ow regime (considered here), because in this case there are no inertial effects, and the total hydrodynamic force and torque can be evaluated by superposing the forces and torques associated with the component velocities iandii. Our bead-based technique for calculating hydrodynamic forces act- ing on a nematode is described in Materials and Methods and in our previous study of 2D undulatory locomotion (29). Planar Turn Angles in Swimming Are Reduced Compared with No- Slip Motion. As shown in Fig. 1 Aand the corresponding Movie S1, crawling and swimming nematodes perform planar turns by asymmetrically increasing their undulation amplitude for short time intervals. To assess the effectiveness of such turning maneuvers, we consider three-mode PHC turns, (s) 8  :A1cos (qs),ssc 1, A2cos (qs),sc 1ssc 2, A1cos (qs),sc 2s,6 in which the nematode initially moves using the default locomo- tion mode with the amplitude A1q1, then at a position sc 1 switches to the turning mode with a higher amplitude A2A1, and nally at a position sc 2returns to the default locomotion mode (Fig. 7 A). For simplicity, we focus on maneuvers in which only the amplitude of the harmonic curvature varies. Fig. 7 presents a comparison between calculated trajectories for nematodes executing a three-mode planar turn in crawl- ingburrowing without transverse slip (Fig. 7 B) and swimming (Fig. 7 C). The swimming nematodes undergo the same sequence of body postures as the crawlingburrowing ones, but their corre- sponding trajectories differ because of the translational and rota- tional velocity component iithat is present only in swimming. Fig. 7Dshows the dependence of the turn angle on the turning-mode amplitude A2qfor both cases. Consistent with the experimental results (Fig. 1 AandMovie S1 ), the turn angles in swimming are relatively shallow, as a result of the hydrodynamically induced rotation. The swimming angles are always signicantly smaller than the corresponding angles for crawling (or burrowing); this hydrody- namic hindrance is especially pronounced for small turning-mode E3620jwww.pnas.orgcgidoi10.1073pnas.1706754115 Bilbao et al.BIOPHYSICS AND COMPUTATIONAL BIOLOGY A DCBFig. 7. Effectiveness of three-mode planar turns in crawlingburrowing and swimming. ( A) Denition of the turn angle turnand positions of the turn mode-switching points sc 1and sc 2sc 1 scfor the PHC maneuvers shown. We use qsc 132,qsc0:6, and default mode amplitude A1q1 for all calculations shown. ( B) Three-mode planar turn trajectories and snap- shots of body postures (thick trail segments, qL5:5) for a nematode crawlingburrowing without transverse slip and with turning-mode ampli- tude A2qas labeled. ( C) A sequence of simulation snapshots of a swimming C-shaped nematode ( qL5:5) performing a three-mode PHC turn, with the turning mode amplitude as labeled. ( D) Comparison of the dependence of the turn angle turn(in degrees) on the turning-mode amplitude A2q for motion without transverse slip (dashed line) and swimming (solid line). The three circles for each case correspond to the shown trajectories and snapshots. amplitudes. A swimming nematode usually needs to perform sev- eral turns to signicantly change its locomotion direction. A typi- cal case of such a combined multimode turning maneuver is pre- sented in Movie S1 , which shows a turn of a swimming wild-type C. elegans along with a matching hydrodynamic simulation. Roll Rotation Rate in Swimming Is Increased Compared with No-Slip Motion. As shown in Fig. 1 Band the corresponding Movie S2 , a swimming nematode can quickly change the plane of undulations by performing a roll maneuver. Our experimental observations indicate that a roll by 90often occurs in one undulation period, and faster rolls are not unusual. This rotation is much more rapid than the rotation observed in burrowing (Fig. 6). Our images of swimming C. elegans undergoing undulation- plane reorientation indicate that the nematode body postures are nonplanar, similar to the corresponding behavior in burrowing. These 3D swimming postures closely resemble the torsional-roll congurations dened by Eqs. 3and4, as depicted in Fig. 8 AandB. While the out-of-plane deformation of the nematode body shown in Fig. 8 Aseems quite small, our hydrodynamic sim- ulations indicate that even such a relatively minor out-of-plane torsional distortion can result in a rapid reorientation of the undulation plane. Such rapid axial reorientation is illustrated by the hydrody- namic simulations of three-mode roll maneuvers presented inFig. 8 Cand in Movie S3 . In both cases the nematode undergoes a roll rotation of 90in less than one period of undulations, in agreement with our experimental observations. The effectiveness of roll reorientation in uids is quantitatively assessed in Fig. 9 AforC-shaped gait and in Fig. 9 BforW-shaped gait in terms of the roll rotation rate !rollper undulation period. Since the hydrodynamic component of the rolling rate is affected by the nematode length L, the results are shown versus 0L, that is, the torsion normalized by L. Similar to the correspond- ing result for the no-slip roll of a burrowing nematode (Fig. 5 B), the roll rotation rate in swimming decreases with the normalized curvature-wave amplitude Aq. However, the relation between !rolland the torsion is nonlinear, and the dependence on the nor- malized undulation amplitude Aqis signicantly weaker, due to hydrodynamic effects. The roll rotation for C-shaped and W- shaped gaits has a similar magnitude for given values of Aq and 0L. A Comparison of Roll Rotation Rate in Burrowing and Swimming Provides Evidence for a Signicant Hydrodynamic Enhancement. To directly compare the swimming roll rotation rate !rollshown in Fig. 9 AandBwith the corresponding purely geometrical no- slip result (Fig. 5 B), the swimming and no-slip simulation data are replotted in Fig. 9 Cusing the same scaling of the torsion 0qfor both datasets. The results indicate that hydrodynamic forces in swimming can enhance the rotation rate in a very sig- nicant way. Compared with the values in the no-slip burrowing case (for the same sequence of nematode body motions), the roll rotation rate !rollin swimming increases by a factor rang- ing from approximately 2 (for C-shaped gait) to even 3 (for W-shaped gait). For example, a swimming nematode using a W- shaped gait e.g., C. elegans swimming in a highly viscous dextran solution (25) would rotate at a rate !roll120per undulation period for body torsion 0q 0:15. A burrowing nematode with a similar gait (e.g., Fig. 6) would have a rotation rate of only !roll40. The Mechanisms of Hydrodynamic Hindrance and Enhancement As illustrated in Figs. 10 and 11, both the hindrance of planar locomotion and the 3D roll enhancement result from the longi- tudinal resistance forces (acting parallel to local body segments). These longitudinal resistance forces counteract the propulsive transverse forces that drive the nematode forward when the undulatory wave propagates backward along the body. In bur- rowing, the longitudinal resistance is too weak (compared with the transverse resistance) to produce any signicant body dis- placements; thus the nematode moves along the purely geomet- rical no-slip path i, dened by the curvature and torsion wave. In swimming, the force and torque associated with the longitudi- nal resistance produce additional translation and rotation of the nematode body ii(indicated by blue arrows in Figs. 10 and 11). Force and Torque Associated with Longitudinal Hydrodynamic Resis- tance Hinder Forward Motion and 2D Turns. In forward locomotion, the longitudinal resistance force always acts in the direction opposite to the direction of nematode motion (Fig. 10 A). In swimming this force thus results in reduction of locomotion velocity (29, 41). Similarly, the torque acting on the nematode body undergoing a deep asymmetric undulation during a planar turn is oriented opposite to the turn direction, thus hindering the turn (Fig. 10 B). Axial Torque Produced by the Longitudinal Hydrodynamic Resistance Enhances Roll Rotation. The analysis of the effect of hydrody- namic interactions in torsional roll is more subtle. To eluci- date the interplay of the gait geometry and the longitudinal Bilbao et al. PNASjvol. 115jno. 16jE3621A BC z-y z-x x-yFig. 8. Three-mode torsional roll of a swimming C. elegans . (Aand B) A recorded nonplanar body posture ( A) and a matching calculated body shape ( B) with harmonic curvature and constant torsion. Normalized curvature amplitude Aq1, wavevector qL5:5, and torsion 0q0:16 (which is equivalent to 0L0:9). (Magnication: 1.6 .) (C) Stereoscopic views of a simulated nematode performing a three-mode swimming roll maneuver (projection planes as labeled). At times t1andt4the nematode performs planar undulations; at t2andt3it performs a roll with gait parameters corresponding to the posture shown in B; the total length of the torsional roll mode is qs 2. The roll results in a change of the undulation plane by 90. hydrodynamic friction, we show two views of the nematode tra- jectory: the side view (Fig. 11 A) and the front view (Fig. 11 B andC). Fig. 11 indicates that, as a result of torsional distortion of the nematode body, the undulation plane in no-slip motion i.e., along the path ibefore the hydrodynamic displacement iiis included gradually changes its orientation. Therefore, it can be observed that the trajectory spirals around its axis (Fig. 11 B). In the projections of the no-slip path shown in Fig. 11 Band C, the nematode moves in the clockwise direction around the trajectory axis (which points toward the viewer). In contrast, the undulation plane geometrically rotates anticlockwise (deter- mined from the orientation of this plane in subsequent periods). This anticlockwise rotation of the undulation plane arises from the star-like topology of the calculated path projection. The clockwise nematode motion produces the oppositely ori- ented hydrodynamically induced resistance FH(Fig. 11 C), which in our example results in an anticlockwise axial torque THand the corresponding hydrodynamic rotation of the nematode in the anticlockwise direction about the trajectory axis. Since the geo- metrical and hydrodynamic contributions to !rollhave the same orientation (anticlockwise in the particular case analyzed), they add up, which leads to a signicant enhancement of the roll rota- tion in swimming, consistent with our experimental observations and the numerical results shown in Fig. 9 C. Discussion Torsional Roll Is a Unique Behavioral State That Is Essential for 3D Locomotion. Based on our investigation of available stereoscopic images and other experimental evidence, we have shown that C. elegans explore their 3D environment by combining planar turns with roll reorientation maneuvers. The rolls, during which the undulation plane of the worm rotates about the trajectory axis, constitute an important previously unrecognized behavioral pattern that is an essential component of 3D locomotion. To identify the roll maneuvers and describe their geome- try, we have developed a mathematical representation of the 3D nematode gait. According to our analysis, the roll maneu- vers combine harmonic curvature with a piecewise constant torsion that causes the undulation-plane reorientation. Our 3D model of roll maneuvers faithfully reproduces all key geo- metrical features of the observed roll behavior of a burrow- ing nematode and, when integrated with appropriate hydro- dynamic calculations, replicates a rapid roll rotation observed in swimming. We have provided a physical explanation of this unexpected hydrodynamic enhancement effect in the 3D roll maneuver. Our modeling approach provides a powerful tool for inves- tigating 3D locomotion of C. elegans , including initiation andexecution of behavioral patterns associated with 3D reorienta- tion. For example, our techniques can be applied to analyze chemotaxis strategies and escape responses, as well as to evaluate the effect of nematode health and age on locomotory abilities. In Application to Chemotaxis we describe a proof-of-concept calcu- lation showing that the nematode can use a combination of turn and roll reorientation maneuvers to efciently chemotax in 3D environments. To illustrate typical maneuvers in 3D space, we present two examples of numerical simulations of a nematode performing multiple turns and rolls ( Movie S4 for burrowing and Movie S5 for swimming). Our analysis reveals that both the burrowing and swim- ming rolls involve a similar pattern of nematode movements dened by a curvature wave with nonzero torsion. Several recent AB C Fig. 9. Hydrodynamic enhancement of roll rotation rate. ( Aand B) The roll rotation rate per undulation !roll(in degrees) in swimming is shown vs. normalized body torsion 0L, for normalized curvature-wave amplitude Aq0:8, 1, 1:2, 1:4, 1:6, 1:8 (from above) for ( A)C-shaped (q L5:5) and (B)W-shaped (q L9) swimming nematodes. Examples of nematode shapes are shown in respective Insets . (C) Comparison of roll rotation rate per undulation period, !roll(in degrees), between nematodes performing one- mode roll in swimming (solid lines) and burrowing (dashed lines), shown vs. normalized magnitude of body torsion 0q. Results are presented for C- shaped and W-shaped gaits (as labeled) and normalized harmonic-curvature amplitude Aq1. E3622jwww.pnas.orgcgidoi10.1073pnas.1706754115 Bilbao et al.BIOPHYSICS AND COMPUTATIONAL BIOLOGY ABFig. 10. Mechanism of hydrodynamic hindrance of planar motion. Aand Bshow no-slip paths (thin dashed line) and nematode positions (thick lines) in no-slip crawlingburrowing and swimming. The initial body con- gurations (0) are marked by the thick gray line. The body congurations after two undulation periods, marked with 2, are shown in no-slip crawl- ingburrowing by the gray line with black border and the corresponding body congurations in swimming (2H) by a thick black line. In forward locomotion ( A), the longitudinal hydrodynamic resistance (indicated for the initial conguration by red arrows) produces a net hydrodynamic force caus- ing backward nematode displacement (indicated by the blue arrow); it slows the nematode down. Similarly, during a planar turn ( B) the net hydrody- namic torque produces rotation that reduces the overall turn angle of the nematode. experimental studies showed that the nematode gait is not sig- nicantly affected by the rheological properties of the suspend- ing medium (4851), for the system parameters investigated. Such results were documented for viscoelastic uids (48), shear- thinning uids (50), and entangled polymeric solutions (49). For nematodes swimming in a shear-thinning suspension (51), a moderate increase in the head-bending angle was observed, but even in this case, the overall form of undulations remained similar to the waveform observed in Newtonian uids. Based on the above wide spectrum of systems in which rheological prop- erties of the suspending medium do not affect the locomotory undulation pattern, we conclude that the same simple undula- tion waveform likely occurs for C. elegans moving in a variety of complex media present in its natural environment. Moreover, since roll maneuvers provide effective 3D reorientation and do not require complicated patterns of body actuation, we anticipate that similar rolls are performed by other undulatory burrowers and swimmers. Torsional Roll Maneuvers Help Sedimented Adult Nematodes Main- tain Swimming Capabilities. Trajectories of swimming C. elegans are affected not only by active actuation but also by buoyancy forces. During the larval stages of development and for nema- todes swimming in highly viscous aqueous solutions of organic matter (common in C. elegans habitat) the effect of buoyancy is negligible. Adult nematodes swimming in water, however, tend to settle down toward the bottom of the pool and reside close to the bottom surface, following its topology (52). As shown by Yuan et al. (52), the worms remain suspended due to the upward force that results from continuous head collisions with the bot- tom wall when the nematode body undulates in an approximately vertical plane. In our experiments, we nd that during this near-the-bottom locomotion, nematodes perform frequent rolls (one roll of about 90per several undulation periods), with the frequency similar to the roll frequency in a bulk uid. The rolls allow the worms to repeatedly attain approximately vertical orientation of the undu- lation plane ( Movie S6 ). Such a vertical orientation is necessary for the sedimenting worms to be able to generate the upward resuspending force through collisions with the bottom. We thus conclude that the roll maneuvers are used by C. elegans not only to change the direction of motion in 3D, but also to remain suspended near the bottom surface and, therefore, to maintain the swimming behavior in the presence of signicant buoyancy forces.Muscular System of C. elegans Is Compatible with 3D Body Actuation, but Neural Control Mechanism Is Unknown. As an important appli- cation of this study, our results may shed light on subtle aspects of neuromuscular control of 3D locomotion of C. elegans . Body movements of C. elegans are actuated by a coordinated action of four quadrants of body muscles, which are arranged into dou- ble rows that span the entire nematode length (53). While this muscle anatomy is compatible with 3D body actuation, it is less clear how the neural system can activate differential muscle con- tractions needed to generate 3D body deformations out of the dorsoventral undulation plane. According to a detailed map of neural connections in C. ele- gans (5355), the head and neck body muscles are innervated by the nerve ring motor neurons, which synapse onto cells in indi- vidual quadrants (and thus are capable to actuate each quadrant individually). In contrast, the remaining body muscles are inner- vated only by the ventral-cord motor neurons, which synapse onto muscles of either two ventral or two dorsal quadrants, consistent with 2D actuation. Based on this topology of neural connections, it is generally assumed that only the head and neck segments can perform 3D motion. However, the stereoscopic experiments by Kwon et al. (33) clearly show that burrowing nematodes can adopt a vari- ety of 3D postures. The images clearly show that the entire body undergoes out-of-plane deformations. In the swimming case the evidence is less conclusive because stereoscopic images are not yet available. Nonetheless, 2D images of swimming nematodes (such as the one shown in Fig. 8 A) agree with our 3D body posture model. Our hydrodynamic calculations of the roll dynamics further support a conclusion that the entire nematode body partici- pates in generating the roll motion. We nd that the torsional wave propagating throughout the entire body length can pro- duce a 90roll in less than one undulation period, consistent with rolls observed in our laboratory experiments using wild- type C. elegans . In contrast, a stroke in which only the head and neck segments are displaced out of the undulation plane pro- duces signicantly weaker rolls. The results of these additional simulations are presented in Analysis of a Roll Resulting from Out-of-Plane Displacements of the Nematode Head . C A B Fig. 11. Mechanism of hydrodynamic enhancement of axial roll rotation. Ashows a side view and Band Ca front view of nematode trajectories in a roll maneuver. The labeling convention follows that of Fig. 10. In B and Cthe axis of motion (toward the viewer) is indicated by the sym- bol . In forward locomotion ( A) the longitudinal hydrodynamic resistance FH(red arrows) slows the nematode down. During the torsional roll ( B and C), the net torque TH(magenta arrows in C) associated with FH(red arrows) produces hydrodynamic rotation (blue arrow in B) in the same direction as the geometrical rotation of the undulation plane (progression 0!1!2). Bilbao et al. PNASjvol. 115jno. 16jE3623We hypothesize that the generation of a nonzero torsion in the posterior part of the nematode body involves a 3D propriocep- tive feedback, which enables propagation of the torsional wave from the head segment in the posterior direction. The existence of 2D proprioceptive feedback in C. elegans and its impor- tant role in generation of a planar undulation wave have been demonstrated by Wen et al. (4). Based on this result and build- ing on their observation that individual neurons of C. elegans may have a high degree of functional complexity, we conjecture that 3D proprioception may give rise to asymmetric neural sig- nals and differential muscular contractions that are needed to achieve well-controlled out-of-plane body movements during the torsional roll. We note that current evidence is not sufcient to rule out a passive, purely mechanical origin of propagation of 3D deforma- tions along the portion of the nematode body outside the head and neck regions. In particular, the body shapes observed during burrowing (33) can, in principle, be generated by 3D actuation of the head and neck muscles, with the rest of the body pas- sively sliding along the tunnel carved by the nematode head. Such motion, however, would be inefcient, especially in media with low-yield stress, in which transverse forces needed to pas- sively deform the nematode body would result in undesirable transverse slip. Since C. elegans has a four-quadrant muscle arrangement that is anatomically capable of generating 3D body deformations, we expect that there is a compatible neuromuscular-control system that allows the nematode to fully use this (existing) muscle struc- ture. Further analyses of 3D locomotion of C. elegans will help determine whether such a control system exists and how it may actuate the nematode body. Materials and Methods Imaging of Swimming Nematodes Performing Rolls and Turns in Water. Wild- type C. elegans were used to record the 3D swimming. Worms were cultured in a nematode growth medium plate seeded with the bacteria Escherichia coliOP50 at 20C. A liquid pool was created for the swimming assay by adding 57 mL of M9 buffer into a 60-mm Petri dish. The pool height was 2 mm. The surface of the Petri dish was treated with 5 Pluoronic F127 for 5 min before adding M9 buffer. Individual young adults were manually transferred into a liquid pool of M9 buffer, using a worm pick. Swimming episodes were recorded at 30 frames per second using an SVSI camera and Zeiss Stemi 2000-C stereo microscope imaging system at 1.6 magnication with a pixel resolution of 0.21 pixels m. All imaging was carried out in a food-free environment at 20C. Assessing Buoyancy Effects in 3D Swimming. A mixed culture of worms (L1L3 larvae and adults) was used to observe the voluntary 3D movement of sed- imenting nematodes in water and in 10 dextran solution (Dextran 2000 from Leuconostoc spp.) of viscosity 50.2 cP at 20C. Settling of a mixed worm population was observed in a BrandTech Macro Cuvette. Worms were washed from a plate and concentrated in 200 L of M9 solution. In each experiment, 50 L of the worm solution ( 50100 worms) was added at the top surface of the uid in the cuvette and allowed to settle under the inuence of gravity. Worms were recorded for the entire settling path (4.5 cm). We observed that in water the sedimentation velocity of adult worms was comparable to the active swimming velocity, and the nematodes set- tled toward the bottom of the cuvette. In contrast, many larvae did not settle and remained in the top layer of uid even after 10 min. In the dex- tran solution the settling velocity was negligible for both adults and larvae. Nematodes changed the undulation plane using roll maneuvers every 2 to 3 undulations. The rate of planar turns was much slower ( 10 undulations per turn, consistent with results from ref. 34). No evidence of gravity-induced passive reorientations was found in either experiment; therefore we con- clude that the effect of buoyancy forces on reorientation maneuvers is negligible. Description of Planar Nematode Postures. Based on our prior quantitative analysis of nematode shapes (28), in our turn and roll-rotation angle calcu- lations we use qL9 for the W-shaped basic crawlingburrowing gait andqL5:5 for the C-shaped swimming gait. These values are within the range of wavelength variability reported in ref. 25. Since in crawling and burrow- ing without transverse slip the resistance forces are of the same magnitude, we assume that the 3D burrowing and crawling gaits have similar parame- ter values, consistent with the available experimental images of burrowing C. elegans (33). Modeling of Nematode Hydrodynamics. In our numerical simulations of swimming nematodes we use a 3D generalization of the bead-based model introduced in ref. 29. Accordingly, a swimming nematode is represented as an active chain of Nhydrodynamically coupled spherical beads arranged along the nematode centerline. As the conguration of a chain submerged in a viscous uid evolves, the beads i1,:::,Nmove with the linear and angular velocities uiua iurb i, 7 !i!a i!rb, 8 which are decomposed into the active and passive components. The active linear velocity ua icorresponds to the sliding motion of the bead along the curve dened by the curvature and torsion waves, Eq. 2, ua ivsti, 9 where tiis the unit tangent vector at the position of bead i, and vsis the velocity of the curvature wave propagating along the nematode body. The active angular bead velocity !a i(si)bi (si)ti 10 depends on the curvature , torsion , and the binormal unit vectorbiat the bead position si. The angular velocity Eq. 10mimics the rotational motion of individual segments of the deforming nematode body. As explained in our previous paper (29), neglecting the active rotational contribution results in an overprediction of nematode swimming speed, especially for large qL. The passive linear and angular velocities of individual beads, urb iurb!rbRi, 11 !rb i!rb, 12 are associated with the rigid-body translation and rotation of the entire chain. The hydrodynamic torque, chain velocity urb, and bead positions Ri are evaluated relative to a prescribed center of rotation of the chain. The linear and angular chain velocities urband!rbare determined from the hydrodynamic force and torque balance, Fa Ta  tttr rtrr  urb !rb 0, 13 where Faand Taare the active torque and force required to produce the prescribed chain motion, Eqs. 9and 10, and  ( , t, r) are transla- tional (t) and rotational (r) hydrodynamic resistance tensors of the chain at a current conguration. Expressions for the active force Fa, active torque Ta, and the hydro- dynamic resistance tensors  in terms of the hydrodynamic resistance and mobility tensors of a system of hydrodynamically coupled beads are given in ref. 29. The calculations presented in our paper were performed using a generalized RotnePragerYamakawa (RPY) approximation (56) for multiparticle hydrodynamic interactions. A limited set of calculations was also performed using a more accurate but computationally more expen- sive Hydromultipole algorithm (57); for our current problem, the RPY approximation produces fairly accurate results. The nematode body was modeled using a chain of N30 beads. We note that in an independent study Berman et al. (42) also used a hydrodynamic bead-based model to investigate undulatory swimming of a nematode. Evaluation of the Roll Rotation Rate. The single-mode roll rotation rate per period of undulations, !roll, was determined from the angle between the binormal vectors at s0 and s2q. ACKNOWLEDGMENTS. We thank Dr. N. J. Szewczyk and Dr. M. Driscoll for useful discussions. A.B. acknowledges nancial support from NSF Grant CBET 1059745 and a Texas Tech University Doctoral Dissertation Completion Fel- lowship. J.B. was partially supported by NSF Grant CBET 1603627. S.A.V. and M.R. acknowledge partial support from Grants NIH 1R21AG050503-01 and NASA NNX15AL16G. E3624jwww.pnas.orgcgidoi10.1073pnas.1706754115 Bilbao et al.BIOPHYSICS AND COMPUTATIONAL BIOLOGY1.Ghanbari A, et al. (2012) A micropillar-based on-chip system for continuous force measurement of C. elegans .J Micromech Microeng 22:095009. 2.Johari S, Nock V, Alkaisi MM, Wang W (2013) On-chip analysis of C. elegans muscular forces and locomotion patterns in microstructured environments. Lab Chip 13:1699 1707. 3.Etheridge T, et al. (2015) The integrin-adhesome is required to maintain muscle struc- ture, mitochondrial ATP production, and movement forces in Caenorhabditis elegans . FASEB J 29:12351246. 4.Wen Q, et al. (2012) Proprioceptive coupling within motor neurons drives C. elegans forward locomotion. Neuron 76:750761. 5.Stirman JN, et al. (2011) Real-time multimodal optical control of neurons and muscles in freely behaving Caenorhabditis elegans .Nat Methods 8:153159. 6.Gray JM, Hill JJ, Bargmann CI (2005) A circuit for navigation in Caenorhabditis elegans .Proc Natl Acad Sci USA 102:31843191. 7.Kocabas A, Shen CH, Guo ZV, Ramanathan S (2012) Controlling interneuron activity inCaenorhabditis elegans to evoke chemotactic behaviour. Nature 490:273277. 8.Sznitman J, Purohit PK, Krajacic P, Lamitina T, Arratia PE (2010) Material properties ofCaenorhabditis elegans swimming at low Reynolds number. Biophys J 98:617626. 9.Brown AEX, Yemini EI, Grundy LJ, Jucikas T, Schafer WR (2013) A dictionary of behav- ioral motifs reveals clusters of genes affecting Caenorhabditis elegans locomotion. Proc Natl Acad Sci USA 110:791796. 10.Restif C, et al. (2014) CeleST: Computer vision software for quantitative analysis of C. elegans swim behavior reveals novel features of locomotion. PLoS Comput Biol 10:e1003702. 11.Lanza IR, et al. (2009) Endurance exercise as a countermeasure for aging. Diabetes 57:29332942. 12.Lanza IR, Nair KS (2009) Muscle mitochondrial changes with aging and exercise. Am J Clin Nutr 89:467S471S. 13.Greer EL, Brunet A (2009) Different dietary restriction regimens extend lifespan by both independent and overlapping genetic pathways in C. elegans .Aging Cell 8:113 127. 14.Chinsomboon J, et al. (2009) The transcriptional coactivator PGC-1 mediates exercise-induced angiogenesis in skeletal muscle. Proc Natl Acad Sci USA 106:21401 21406. 15.Kenyon CJ (2010) The genetics of ageing. Nature 464:504512. 16.Fernandez-Marcos PJ, Auwerx J (2011) Regulation of PGC-1 , a nodal regulator of mitochondrial biogenesis. Am J Clin Nutr 93:884S890S. 17.Chuang HS, Kuo WJ, Lee CL, Chu IH, Chen CS (2016) Exercise in an electrotactic ow chamber ameliorates age-related degeneration in Caenorhabditis elegans .Sci Rep 6:28064. 18.Artal-Sanz M, de Jong L, Tavernarakis N (2006) Caenorhabditis elegans : A versatile platform for drug discovery. Biotechnol J 1:14051418. 19.Omura DT, Clark DA, Samuel ADT, Horvitz HR (2012) Dopamine signaling is essential for precise rates of locomotion by C. elegans. PLoS One 7:e38649. 20.Voorhies W, Fuchs J, Thomas S (2005) The longevity of Caenorhabditis elegans in soil. Biol Lett 1:247249. 21.Frezal L, Felix M (2015) The natural history of model organisms: C. elegans outside the petri dish. eLife 4:e05849. 22.Stephens GJ, Johnson-Kerner B, Bialek W, Ryu WS (2008) Dimensionality and dynamics in the behavior of C. elegans .PLoS Comput Biol 4:e1000028. 23.Berri S, Boyle JH, Tassieri M, Hope IA, Cohen N (2009) Forward locomotion of the nematode C. elegans is achieved through modulation of a single gait. HFSP J 3:186 193. 24.Cohen N, Boyle JH (2010) Swimming at low Reynolds number: A beginners guide to undulatory locomotion. Contemp Phys 51:103123. 25.Fang-Yen C, et al. (2010) Biomechanical analysis of gait adaptation in the nematode Caenorhabditis elegans .Proc Natl Acad Sci USA 107:2032320328. 26.Sznitman J, Shen X, Purohit PK, Arratia PE (2010) The effects of uid viscosity on the kinematics and material properties of C. elegans swimming at low Reynolds number. Exp Mech 50:13031311. 27.Stephens GJ, de Mesquita MB, Ryu WS, Bialek W (2011) Emergence of long timescales and stereotyped behaviors in Caenorhabditis elegans .Proc Natl Acad Sci USA 108:72867289.28.Padmanabhan V, et al. (2012) Locomotion of C. elegans : A piecewise-harmonic curvature representation of nematode behavior. PLoS One 7:e40121. 29.Bilbao A, Wajnryb E, Vanapalli SA, Blawzdziewicz J (2013) Nematode locomotion in unconned and conned uids. Phys Fluids 25:081902. 30.Yuan J, Raizen DM, Bau HH (2015) A hydrodynamic mechanism for attraction of undulatory microswimmers to surfaces (bordertaxis). J R Soc Interface 12:20150227. 31.Yuan J, Raizen DM, Bau HH (2015) Propensity of undulatory swimmers, such as worms, to go against the ow. Proc Natl Acad Sci USA 112:36063611. 32.Montenegro-Johnson TD, Gagnon DA, Arratia PE, Lauga E (2016) Flow analysis of the low Reynolds number swimmer C. elegans. Phys Rev Fluids 1:053202. 33.Kwon N, Pyo J, Lee S, Je J (2013) 3-D worm tracker for freely moving C. elegans. PLoS One 8:e57484. 34.Beron C, et al. (2015) The burrowing behavior of the nematode Caenorhabditis ele- gans : A new assay for the study of neuromuscular disorders. Genes Brain Behav 14:357368. 35.Vidal-Gadea A, et al. (2015) Magnetosensitive neurons mediate geomagnetic orientation in Caenorhabditis elegans .eLife 4:e07493. 36.Kwon N, Hwang AB, You YJ, Lee SJV, Je JH (2015) Dissection of C. elegans behavioral genetics in 3-D environments. Sci Rep 5:9564. 37.Majmudar T, Keaveny E, Zhang J, Shelley M (2012) Experiments and theory of undulatory locomotion in a simple structured medium. J R Soc Interface 9:18091823. 38.Kim D, Park S, Mahadevan L, Shin JH (2011) The shallow turn of a worm. J Exp Biol 214:15541559. 39.Broekmans OD, Rodgers JB, Ryu WS, Stephens GJ (2016) Resolving coiled shapes reveals new reorientation behaviors in C. elegans .eLife 5:e17227. 40.Albrecht DR, Bargmann CI (2011) High-content behavioral analysis of Caenorhabditis elegans in precise spatiotemporal chemical environments. Nat Methods 8:599605. 41.Gray J (1953) Undulatory propulsion. J Cell Sci 94:551578. 42.Berman RS, Kenneth O, Sznitman J, Leshansky AM (2013) Undulatory locomotion of nite laments: Lessons from C. elegans .New J Phys 15:075022. 43.Sznitman J, Shen X, Sznitman R, Arratia PE (2010) Propulsive force measurements and ow behavior of undulatory swimmers at low Reynolds number. Phys Fluids 22: 12901. 44.Husson SJ, Costa WS, Schmitt C, Gottschalk A (2013) Keeping track of worm trackers. WormBook , 10.1895wormbook.1.156.1. 45.Stoker J (1969) Differential Geometry (Wiley, New York). 46.Bilbao A (2016) Modeling the locomotion of Caenorhabditis elegans : Undulatory propulsion and maneuverability in uids. PhD thesis (Texas Tech University, Lubbock, TX). 47.Deng X, Xu J (2014) A 3d undulatory locomotion model inspired by C. elegans through DNN approach. Neurocomputing 131:248264. 48.Shen XN, Arratia PE (2011) Undulatory swimming in viscoelastic uids. Phys Rev Lett 106:208101. 49.Gagnon DA, Shen XN, Arratia PE (2013) Undulatory swimming in uids with polymer networks. EPL104:14004. 50.Gagnon DA, Keim NC, Arratia PE (2014) Undulatory swimming in shear-thinning uids: Experiments with Caenorhabditis elegans .J Fluid Mech 758:R3. 51.Park JS, Kim D, Shin JH, Weitz DA (2016) Efcient nematode swimming in a shear thinning colloidal suspension. Soft Matter 12:18921897. 52.Yuan J, Ko H, Raizen DM, Bau HH (2016) Terrain following and applications: Caenorhabditis elegans swims along the oor using a bump and undulate strategy. J R Soc Interface 13:20160612. 53.Altun ZF, Hall DH (2009) Muscle system, somatic muscle. WormAtlas , 10.3908wormat- las.1.7. 54.White JG, Southgate E, Thomson JN, Brenner S (1986) The structure of the nervous- system of the nematode Caenorhabditis elegans .Philos Trans R Soc Lond B Biol Sci 314:1340. 55.Ugural AC, Fenster SK (1997) C. elegans II (Cold Spring Harbor Lab Press, Cold Spring Harbor, NY), 2nd Ed. 56.Wajnryb E, Mizerski KA, Zuk PJ, Szymczak P (2013) Generalization of the Rotne-Prager-Yamakawa mobility and shear disturbance tensors. J Fluid Mech 731:R3. 57.Cichocki B, Felderhof BU, Hinsen K, Wajnryb E, Bawzdziewicz J (1994) Friction and mobility of many spheres in Stokes ow. J Chem Phys 100:37803790. Bilbao et al. PNASjvol. 115jno. 16jE3625",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            }
        ]
    }
]