[
    {
        "pmid": "38396660",
        "title": "Bone Marrow Adipose Tissue Is Not Required for Reconstitution of the Immune System Following Irradiation in Male Mice.",
        "year": "2024",
        "journal": "Int J Mol Sci",
        "abstract": "Bone marrow adipose tissue (BMAT) is hypothesized to serve as an expandable/contractible fat depot which functions, in part, to minimize energy requirements for sustaining optimal hematopoiesis. We investigated whether BMAT is required for immune reconstitution following injury. Male wild type (WBB6F1, WT) and BMAT-deficient WBB6F1/J-KitW/KitW-v/J (KitW/W-v) mice were lethally irradiated. Irradiation was followed by adoptive transfer of 1000 purified WT hematopoietic stem cells (HSCs). The extent of immune reconstitution in blood, bone marrow, and lymph nodes in the irradiated mice was determined using HSCs from green fluorescent protein (GFP)-expressing mice. We also evaluated skeletal response to treatment. Detection of GFP-positive B and T cells in peripheral blood at 4 and 9 weeks following adoptive transfer and in bone marrow and lymph nodes following necropsy revealed excellent immune reconstitution in both WT and BMAT-deficient mice. Adipocytes were numerous in the distal femur of WT mice but absent or rare in KitW/W-v mice. Bone parameters, including length, mass, density, bone volume, microarchitecture, and turnover balance, exhibited few differences between WT and BMAT-deficient mice. The minimal differences suggest that BMAT is not required for reconstitution of the immune system following lethal radiation and is not a major contributor to the skeletal phenotypes of kit signaling-deficient mice.",
        "full_text": "Citation: Keune, J.A.; Wong, C.P .; Branscum, A.J.; Menn, S.A.; Iwaniec, U.T.; Turner, R.T. Bone Marrow Adipose Tissue Is Not Required for Reconstitution of the Immune System Following Irradiation in Male Mice. Int. J. Mol. Sci. 2024 ,25, 1980. https:doi.org10.3390 ijms25041980 Academic Editors: Giovanni Pallio and Federica Mannino Received: 15 December 2023 Revised: 24 January 2024 Accepted: 30 January 2024 Published: 6 February 2024 Copyright: 2024 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0). International Journal of Molecular Sciences Article Bone Marrow Adipose Tissue Is Not Required for Reconstitution of the Immune System Following Irradiation in Male Mice Jessica A. Keune1,, Carmen P . Wong1, , Adam J. Branscum2, Scott A. Menn3, Urszula T. Iwaniec1,4 and Russell T. T urner1,4, 1Skeletal Biology Laboratory, School of Nutrition and Public Health, Oregon State University, Corvallis, OR 97331, USA 2Biostatistics Program, School of Nutrition and Public Health, Oregon State University, Corvallis, OR 97331, USA 3Radiation Center, Oregon State University, Corvallis, OR 97331, USA 4Center for Healthy Aging Research, Oregon State University, Corvallis, OR 97331, USA Correspondence: russell.turneroregonstate.edu These authors contributed equally to this work. Abstract: Bone marrow adipose tissue (BMAT) is hypothesized to serve as an expandablecontractible fat depot which functions, in part, to minimize energy requirements for sustaining optimal hematopoiesis . We investigated whether BMAT is required for immune reconstitution following injury. Male wild type (WBB6F1, WT) and BMAT-deficient WBB6F1J- KitWKitW-vJ (KitWW-v) mice were lethally irradiated. Irradiation was followed by adoptive transfer of 1000 purified WT hematopoietic stem cells (HSCs). The extent of immune reconstitution in blood, bone marrow, and lymph nodes in the irradiated mice was determined using HSCs from green fluorescent protein (GFP)-expressing mice. We also evaluated skeletal response to treatment. Detection of GFP-positive B and T cells in peripheral blood at 4 and 9 weeks following adoptive transfer and in bone marrow and lymph nodes following necropsy revealed excellent immune reconstitution in both WT and BMAT-deficient mice. Adipocytes were numerous in the distal femur of WT mice but absent or rare in KitWW-vmice. Bone parameters, including length, mass, density, bone volume, microarchitecture, and turnover balance, exhibited few differences between WT and BMAT-deficient mice. The minimal differences suggest that BMAT is not required for reconstitution of the immune system following lethal radiation and is not a major contributor to the skeletal phenotypes of kit signaling-deficient mice. Keywords: bone marrow adipose tissue; BMAT; KitWW-v; bone architecture; microcomputed tomography; histology 1. Introduction Bone marrow fat is an important depot for short- and long-duration storage of triglyc- erides. By middle age, bone marrow adipose tissue (BMAT) in humans typically contributes 510 of total body adipose tissue  1. Fat depots generally act as dynamic energy re- serves in which fatty acids are taken up by adipocytes from lipoproteins and subsequently released into the general circulation following lipolysis. Although BMAT can be highly labile  2, in contrast to white adipose tissue (WAT), bone marrow adipocytes often increase in number and sequester and esterify fatty acids during energy deprivation, implying that the bone marrow fat depot does not necessarily function as a traditional energy reservoir for peripheral tissues 3. The physiological function of BMAT as well as its role in chronic disease initiation and progression are topics of current interest and debate  413. We previously reviewed evidence that increased BMAT during fasting reflects an adaptive response to a negative energy balance  14. An increase in BMAT and the resulting reduction in hematopoietic compartment size during long-duration fasting potentially promotes survival by lowering Int. J. Mol. Sci. 2024 ,25, 1980. https:doi.org10.3390ijms25041980 https:www.mdpi.comjournalijmsInt. J. Mol. Sci. 2024 ,25, 1980 2 of 14 the energy expenditure required to maintain the turnover of hematopoietic cells. In sup- port, age-related increases in BMAT and decreases in hematopoiesis are reversed by cold temperature stress, blood loss, and infection, conditions with increased requirement for hematopoiesis 1519. Mesenchymal lineage cells, including adipocytes, often express stem cell factor (kit ligand), the endogenous ligand for the protooncogene kit (CD117). Kit is a receptor tyrosine kinase expressed on early hematopoietic lineage cells and is required for their differentiation and survival  20. In addition to regulating hematopoietic cell compartment size, it is possible that lipolysis of triglycerides stored in BMAT provides an energy source for hematopoietic cells. In this regard, Li et al.  21 concluded that BMAT is essential for recovery of the hematopoietic system and bone following exposure to an energy deficit, injury, or high-dose ionizing radiation. Excessive quantities of BMAT may be undesirable and could contribute to skeletal pathologies, including bone loss associated with aging and gonadal insufficiency 22,23 . This possibility is supported by studies showing an inverse relationship between BMAT levels and bone formation as well as between BMAT levels and bone mass  2427. Os- teoblasts and adipocytes are derived from mesenchymal stem cells residing in bone marrow, suggesting that an increase in BMAT may reflect a shift in the differentiation program of mesenchymal stem cells from osteoblasts to adipocytes 28. Studies investigating the physiological role of BMAT in skeletal biology and its pos- sible contribution to disease have been largely observational and causality has not been established. We have used mouse models with BMAT deficiency to address some of the limitations of prior research. These include two mouse strains ( KitSlSldandKitWW-vhaving defects in expression of kit ligand and kit receptor, respectively), that do not accrue BMAT in their long bones or lumbar vertebrae  29. Using female KitWW-vmice, we showed that the well-established increase in BMAT following ovariectomy had no effect on bone loss  30. In contrast, BMAT deficiency in male KitWW-vmice was associated with enhanced bone loss during hindlimb unloading, suggesting BMAT had a protective action  31. However, KitWW-vandKitSlSldmouse strains have bone marrow and skeletal abnormalities that could be due to BMAT-independent effects of kit signaling deficiency  3032. To address this limitation, we have refined the BMAT-deficient mouse models by restoring kit signaling to select tissues, including bone 29,33. The objectives of this investigation were to assess the importance of BMAT following severe injury in (1) supporting hematopoiesis and (2) maintaining bone turnover balance. To accomplish the first objective, we examined the extent of immune reconstitution in lethally irradiated WT and BMAT-deficient KitWW-vmice after adoptive transfer of purified green fluorescent protein (GFP)-positive Kithematopoietic stem cells (HSCs). To accomplish the second objective, we compared bone microarchitecture, turnover, and cell populations in WT and KitWW-vmice following irradiation and adoptive transfer of WT HSCs. The experimental protocol is outlined in Figure 1. Figure 1. Experimental protocol: Mice were randomized into 4 groups: GFP HSC WT (n  3), GFP HSC KitWWv(n  3), WT HSC WT (n  10), and WT HSC KitWWv(n  10), lethally irradiated, and injected with purified HSCs from donor GFP or WT mice. GFP HSC WT and GFP HSCKitWWvwere maintained for 9 weeks with blood collected at 4 and 9 weeks post adoptiveInt. J. Mol. Sci. 2024 ,25, 1980 3 of 14 transfer. Mesenteric lymph nodes and bone marrow were collected at necropsy (2 days following 2nd blood collection) for assessment of GFPB and T cells. WT HSC WT and WT HSC KitWWv were maintained for 11 weeks. Fluorochromes were administered 4 days and 1 day prior to necropsy in WT HSC WT and WT HSC KitWWvmice to label mineralizing bone matrix. Humeri, 5th lumbar vertebrae, and femora were collected at necropsy for bone assessment using dual-energy absorptiometry (DXA; femur only), microcomputed tomography ( CT), and histomorphometry (femur only). 2. Results 2.1. Immune Cell Reconstitution The time course for immune cell reconstitution is shown in Figure 2. Representative FACS plots of mesenteric lymph node immune cells in respective treatment groups showed extensive reconstitution of B and T cell compartments with donor-derived GFP immune cells in recipient mice 9 weeks following adoptive transfer (Figure 2A). Reconstitution of recipient mouse B cells and T cells with donor HSC-derived GFP B cells and T cells was in progress in both WT and KitWW-vmice by 4 weeks post irradiationadoptive transfer (Figure 2B). By 9 weeks, excellent reconstitution with donor-derived GFPB cells and T cells was observed in the blood (Figure 2C) and following necropsy in mesenteric lymph nodes (Figure 2D) in both WT and KitWW-v mice. Additionally, GFPcells were common in bone marrow (Figure 2E), indicating efficient repopulation of bone marrow from donor HSCs. Notably, the magnitude of hematopoietic cell reconstitution did not differ significantly between WT and KitWW-v mice. As expected, the control mice had no GFP-labeled cells. Int. J. Mol. Sci. 2024 ,25, 0 4 of 15 Figure 2. Immune cell reconstitution with donor HSC-derived GFPcells in irradiated recipient mice. ( A) Representative FACS plots showing percentages of GFPcells of total mesenteric lymph node (MLN) cells, CD19B cells, and CD3T cells collected at necropsy 9 weeks following adoptive transfer. ( B) Percentage of GFPB and T cells in peripheral blood lymphocytes (PBL) 4 weeks post irradiationadoptive transfer. ( C) Percentage of GFPB and T cells in PBL 9 weeks post irradiationadoptive transfer. ( D) Percentage of GFPB and T cells in MLN at necropsy. ( E) Percentage of GFPbone marrow cells at necropsy. Figure 2. Cont .Int. J. Mol. Sci. 2024 ,25, 1980 4 of 14 Int. J. Mol. Sci. 2024 ,25, 0 4 of 15 Figure 2. Immune cell reconstitution with donor HSC-derived GFPcells in irradiated recipient mice. ( A) Representative FACS plots showing percentages of GFPcells of total mesenteric lymph node (MLN) cells, CD19B cells, and CD3T cells collected at necropsy 9 weeks following adoptive transfer. ( B) Percentage of GFPB and T cells in peripheral blood lymphocytes (PBL) 4 weeks post irradiationadoptive transfer. ( C) Percentage of GFPB and T cells in PBL 9 weeks post irradiationadoptive transfer. ( D) Percentage of GFPB and T cells in MLN at necropsy. ( E) Percentage of GFPbone marrow cells at necropsy. Figure 2. Immune cell reconstitution with donor HSC-derived GFPcells in irradiated recipient mice. ( A) Representative FACS plots showing percentages of GFPcells of total mesenteric lymph node (MLN) cells, CD19B cells, and CD3T cells collected at necropsy 9 weeks following adoptive transfer. ( B) Percentage of GFPB and T cells in peripheral blood lymphocytes (PBL) 4 weeks post irradiationadoptive transfer. ( C) Percentage of GFPB and T cells in PBL 9 weeks post irradia- tionadoptive transfer. ( D) Percentage of GFPB and T cells in MLN at necropsy. (E) Percentage of GFPbone marrow cells at necropsy. 2.2. Body Composition and Blood Glucose Levels The effects of adoptive transfer of WT HSCs into irradiated WT and BMAT-deficient KitWW-vmice on total body and selected organ weights and on blood glucose levels at 11 weeks post irradiationadoptive transfer are shown in Table 1. No significant differences in terminal body, spleen, or adrenal weights were noted and there was no difference in blood glucose levels at 11 weeks post irradiationadoptive transfer. Abdominal WAT and seminal vesicle weights were lower in BMAT-deficient KitWW-vmice compared to WT mice.Int. J. Mol. Sci. 2024 ,25, 1980 5 of 14 Table 1. Effects of adoptive transfer of WT HSCs into irradiated WT and BMAT-deficient KitWW-v mice on total body weight, abdominal white adipose tissue weight, spleen weight, seminal vesicle weight, adrenal weight, and blood glucose levels at 11 weeks post irradiationadoptive transfer. WT HSC WT WT HSC KitWW-v Body weight (g) 26.6 0.5 24.3 0.6 Abdominal white adipose tissue (g) 0.790.07 0.50 0.05a Spleen weight (g) 0.059 0.002 0.057 0.003 Seminal vesicle weight (g) 0.197 0.013 0.145 0.009a Adrenal weight (g) 0.005 0.000 0.006 0.001 Blood glucose (mgdL) 143 8 137 10 Data are mean SE, n  10group;aDifferent from WT HSC WT, p0.05. 2.3. Bone Microarchitecture The effects of adoptive transfer of WT HSCs into WT and BMAT-deficient KitWW-vmice on humerus length, total humerus bone volume, cortical bone architecture in the midshaft humerus, and cancellous bone architecture in distal humerus epiphysis at 11 weeks post irradiationadoptive transfer are shown in Table 2. No significant differences between the WT and BMAT-deficient KitWW-vmice were observed for humerus length, total humerus bone volume, or cortical (cross-sectional volume, cortical volume, marrow volume, polar moment of inertia) and cancellous (cancellous bone volume fraction, connectivity density, trabecular number, trabecular thickness, trabecular spacing) architecture. Table 2. Effects of adoptive transfer of WT HSCs into irradiated WT and BMAT-deficient KitWW-v mice on humerus length, total humerus bone volume, cortical bone architecture in the mid- shaft humerus, and cancellous bone architecture in distal humerus epiphysis at 11 weeks post irradiationadoptive transfer. WT HSC WT WT HSC KitWW-v Total humerus Length (mm) 12.5 0.1 12.7 0.1 Bone volume (mm3) 10.00.2 9.6 0.1 Midshaft humerus (cortical bone) Cross-sectional volume (mm3) 0.190.00 0.18 0.00 Cortical volume (mm3) 0.130.00 0.12 0.00 Marrow volume (mm3) 0.060.00 0.06 0.00 Cortical thickness ( m) 219 3 211 1 Ipolar (mm4) 0.090.00 0.08 0.00 Distal humerus epiphysis (cancellous bone) Bone volumetissue volume () 33.9 0.9 32.3 1.0 Connectivity density (1mm3) 115.98.3 116.6 11.5 Trabecular number (1mm) 9.0 0.6 8.2 0.4 Trabecular thickness ( m) 64 1 63 1 Trabecular spacing ( m) 123 3 130 5 Data are mean SE, n  10group. The effects of irradiationadoptive transfer of WT HSCs into WT and BMAT-deficient KitWW-vmice on total lumbar vertebra bone volume and cancellous bone architecture in the vertebral body are shown in Table 3. With the exception of trabecular thickness, which was lower in BMAT-deficient KitWW-vmice compared to WT mice, no group differences were noted for endpoints measured (total vertebral bone volume, cancellous bone volume fraction, connectivity density, trabecular number, trabecular thickness, trabecular spacing).Int. J. Mol. Sci. 2024 ,25, 1980 6 of 14 Table 3. Effects of adoptive transfer of WT HSCs into irradiated WT and BMAT-deficient KitWW-v mice on total lumbar vertebra bone volume and cancellous bone architecture in the vertebral body at 11 weeks post irradiationadoptive transfer. WT HSC WT WT HSC KitWW-v Total lumbar vertebra Bone volume (mm3) 5.10.1 5.0 0.1 Vertebral body (cancellous bone) Bone volumetissue volume () 18.2 0.3 17.2 0.5 Connectivity density (1mm3) 118.74.6 124.7 5.9 Trabecular number (1mm) 4.2 0.1 4.2 0.1 Trabecular thickness ( m) 48 1 46 1a Trabecular spacing ( m) 230 3 236 3 Data are mean SE, n  10group;aDifferent from WT HSC WT, p0.05. The effects of irradiationadoptive transfer of WT HSCs into WT and BMAT-deficient KitWW-vmice on total femur bone mass and volume, on cortical bone architecture in midshaft femur, and cancellous bone architecture in distal femur metaphysis and epiphysis are shown in Table 4. No differences were observed for femur bone area, BMC, or BMD between WT and BMAT-deficient KitWW-vmice. Femur length, total bone volume, and cortical thickness likewise did not differ between the two groups. However, compared to WT mice, BMAT-deficient KitWW-vmice had lower cross-sectional, cortical, and marrow volume and lower polar moment of inertia. There were few differences in cancellous bone microarchitecture, the exceptions being that connectivity density in BMAT-deficient KitWW-vmice was higher than in WT mice in distal femur metaphysis but lower in distal femur epiphysis. Table 4. Effects of adoptive transfer of WT HSCs into irradiated WT and BMAT-deficient KitWW-v mice on total femur bone mass (densitometry) and total femur bone volume, cortical bone architecture in the midshaft femur, and cancellous bone architecture in distal femur metaphysis and epiphysis (CT) at 11 weeks post irradiationadoptive transfer. WT HSC WT WT HSC KitWW-v Densitometry Bone area (cm2) 0.440.00 0.42 0.01 BMC (g) 0.022 0.000 0.020 0.000 BMD (gcm2) 0.0500.001 0.048 0.001 microComputed Tomography Total femur Length (mm) 15.3 0.1 15.4 0.1 Bone volume (mm3) 18.980.29 18.44 0.30 Midshaft femur (cortical bone) Cross-sectional volume (mm3) 0.350.00 0.32 0.01a Cortical volume (mm3) 0.190.00 0.18 0.002a Marrow volume (mm3) 0.160.00 0.14 0.004a Cortical thickness ( m) 210 2 213 2 Ipolar (mm4) 0.270.01 0.23 0.01a Distal femur metaphysis (cancellous bone) Bone volumetissue volume () 8.5 0.6 10.0 0.7 Connectivity density (1mm3) 55.04.3 93.0 9.3a Trabecular number (1mm) 4.1 0.1 4.4 0.1 Trabecular thickness ( m) 47 1 45 1 Trabecular spacing ( m) 253 5 239 8 Distal femur epiphysis (cancellous bone) Bone volumetissue volume () 26.0 0.5 26.3 0.5 Connectivity density (1mm3) 141.15.2 114.0 5.3a Trabecular number (1mm) 5.5 0.1 5.4 0.1 Trabecular thickness ( m) 57 0 58 1 Trabecular spacing ( m) 180 4 190 4 Data are mean SE, n  10group;aDifferent from WT HSC WT, p0.05.Int. J. Mol. Sci. 2024 ,25, 1980 7 of 14 2.4. Static and Dynamic Histomorphometry The effects of irradiationadoptive transfer of WT HSCs into WT and BMAT-deficient KitWW-vmice on static and dynamic bone histomorphometry in distal femur metaphysis are shown in Table 5. No differences were observed for bone area fraction, mineraliz- ing perimeter, mineral apposition rate, bone formation rates (perimeter, bone, and tissue referents), osteoclast-lined bone perimeter, or osteoblast-lined bone perimeter. Bone mar- row adipocytes were common in WT mice but not detected in 8 out of 10 KitWW-vmice; adipocytes were present in very low numbers in the remaining 2 KitWW-vmice. Adipocyte areatissue area and adipocyte density were much lower in BMAT-deficient KitWW-vmice than in WT mice but the few adipocytes that were present did not differ in size from those present in WT mice. The pronounced difference in adiposity can be appreciated in representative photomicrographs from a WT and a BMAT-deficient KitWW-vmouse (Figure 3). Table 5. Effects of adoptive transfer of WT HSCs into irradiated WT and BMAT-deficient KitWW-v mice on dynamic and static bone histomorphometry in distal femur metaphysis at 11 weeks post irradiationadoptive transfer. WT HSC WT WT HSC KitWW-v Bone areatissue area () 8.2 0.5 8.7 1.2 Mineralizing perimeterbone perimeter () 6.5 1.0 6.0 1.4 Mineral apposition rate ( md) 1.07 0.10 1.16 0.08 Bone formation ratebone perimeter (m3m2y)27.05.8 28.2 8.3 Bone formation ratebone volume (y) 144.1 31.5 141.6 36.5 Bone formation ratetissue volume (y) 11.8 2.8 13.7 4.2 Osteoclast perimeterbone perimeter () 6.5 1.5 6.1 1.6 Osteoblast perimeterbone perimeter () 7.7 1.5 11.1 2.1 Adipocyte areatissue area () 8.9 1.1 0.2 0.1a Adipocyte density (mm2) 92.510.0 1.8 1.2a Adipocyte size ( m2) 94334 927 334  Data are mean SE, n  10group;  n  2 KitWW-vmice with BMAT;aDifferent from WT HSC WT, p0.05. Figure 3. Representative histological images (10 ) of distal femur metaphysis in region of interest of a WT HSC WT mouse and a WT HSC KitWWvmouse. Please note the difference in BMAT between the 2 mice. 3. Discussion Adoptive transfer of 1000 purified WT HSCs was effective in reconstituting the im- mune systems of both WT and KitWW-vmice following lethal irradiation. In agreement with prior studies  31,33, adoptive transfer of WT HSCs did not result in accrual of BMAT in the femurs of KitWW-vmice. Furthermore, the near absence of BMAT did not preventInt. J. Mol. Sci. 2024 ,25, 1980 8 of 14 equalization of most bone parameters, particularly for cancellous bone, between WT and KitWW-vmice. KitWW-vmice have a point mutation in the tyrosine kinase domain that inactivates the kit receptor in one allele and a mutation in the other allele that prevents translocation of the enzyme from the cytoplasm to the cell surface  34. Consequently, activation of the kit receptor by a kit ligand is greatly reduced but sufficient to allow for survival. The kit ligand is produced in two forms, as membrane-bound and as soluble. The Slmutation in KitSlSldmice deletes the entire Sl(kit ligand) gene whereas the Steel-Dickie ( Sld) mutation, resulting from an intragenic 4-kb deletion, removes sequences encoding transmembrane and cytoplasmic domains, limiting expression of the gene to produce only a soluble form of kit ligand 35. Male KitWW-vmice, comparable in age (and housing conditions) to mice evaluated in the present study, had lower total body weight, WAT weight, and seminal vesicle weight and lower serum glucose levels compared to WT mice  31.KitWW-vmice also had a lower cancellous bone volume fraction and higher bone turnover in the distal femur metaphysis  31. Other studies described osteopenia associated with abnormalities in bone turnover balance in female KitWW-vmice  30 and male and female KitSlSldmice  32. The differences between Kit signaling-deficient KitWW-vand KitSlSldmice and WT controls reported in the literature contrast with the minimal differences at cancellous bone sites reported in this study following the adoptive transfer of WT HSCs to normalize kit signaling. These findings suggest an important role for kit signaling in bone metabolism. However, they do not identify the underlying mechanisms or target cells. We have administered soluble kit ligand to KitSlSldmice and have successfully adop- tively transferred purified WT HSCs to male and female KitWW-vmice  29,31,33. Neither approach resulted in the accrual of BMAT. However, a detailed comparison of the immune system and skeletal response of WT and KitWW-vmice to the adoptive transfer of WT HSCs had not been performed. In the present study, we confirmed that rescue of kit signaling inKitWW-vmice following adoptive transfer of WT HSCs does not result in the accrual of BMAT in the femur. On the other hand, normalization of kit signaling equalized many of the divergent bone parameters typically observed between WT and KitWW-vmice. This latter finding argues in favor of defective HSC differentiation as the primary cause for the skeletal abnormalities in kit signaling-deficient mice. However, the findings do not rule out a role for BMAT in supporting hematopoiesis. There is strong in vitro evidence that adipocytes support the long-term survival of hematopoietic lineage cells via kit signaling  36 and a recent study concluded that lipolysis from BMAT is required to fuel bone cells and the marrow niche following energy deficits or injury  21. However, weight loss due to a chronic energy deficit has highly variable effects on BMAT levels in humans as well as experimental animals  37,38. Decreased weight due to involuntary caloric restriction often, but not always, leads to an increase in BMAT  37,39. In contrast, weight loss resulting from increased hypothalamic leptin levels results in no change or decreased BMAT  40,41. Additionally, the effects of injury induced by exposure to ionizing radiation on bone marrow adiposity are highly variable, ranging from no change to large increases  33,42. This variability in response to irradiation may be due to radiation dose, skeletal site evaluated, or timing of measurement. The latter is likely important because high doses of ionizing radiation result in a rapid decrease in bone marrow cell density followed by gradual recovery  42. Specifically, following a whole-body dose of 137Cs (6 Gy), bone marrow cell density declined by 77 after 1 day and 86 after 3 days. However, by 2 weeks post irradiation, recovery was well underway. Importantly, the effect of radiation on cells was not uniform; while total marrow cell numbers declined drastically post irradiation, osteoblast- and osteoclast-lined bone perimeter increased  42. Further- more, neither bone marrow collapse nor early-stage recovery (2 weeks) was accompanied by increased BMAT. In contrast, we observed increased BMAT following a longer duration (8 week) recovery post lethal irradiation  33. Taken together, these findings suggest BMATInt. J. Mol. Sci. 2024 ,25, 1980 9 of 14 levels are a marker of recovery and argue against the hypothesis that energy stored in BMAT is critical to support bone marrow recovery following radiation-induced injury. The present study directly tested the requirement for BMAT for reconstitution of the immune system following lethal (10 Gy) irradiation. Exposure to high-dose whole body radiation results in a large negative energy balance as well as massive cell death  42,43. Despite the absence of BMAT, the reconstitution of lymphocyte cell populations in the present study with only 1000 donor GFP-expressing cells was similar in WT and BMAT- deficient KitWW-vmice. KitWW-vmice are mast cell-deficient, and we detected mast cells on bone surfaces in these mice following the adoptive transfer of WT HSCs, further supporting the successful restoration of normal hematopoietic cell differentiation. It is important to note that mesenchymal stem cells are radioresistant and, consequently, bone marrow cells expressing kit ligand are available to support hematopoiesis following irradiation. Taken together, these findings provide evidence that BMAT is not required for skeletal recovery from injury and energy deficit following exposure to high-dose radiation. It is well established that kit is expressed by HSCs and kit ligand by differentiated mesenchymal cells, including fibroblasts, osteoblasts, and adipocytes  32. However, recent studies suggest that there are kit-expressing populations of mesenchymal cells capable of differentiating into osteoblasts and adipocytes  44,45. We previously demonstrated that the purified HSC population used for adoptive transfer can differentiate in vitro into osteoclasts but not osteoblasts or adipocytes  33. We also demonstrated that inhibition of kit signaling with the receptor tyrosine kinase inhibitor gleevec rapidly reduced marrow adipocyte area and density in rats, suggesting that maintenance of mature adipocytes in bone marrow requires kit signaling  29. Further research is necessary to determine whether the adoptive transfer of kit-expressing WT mesenchymal cells restores the ability ofKitWW-vmice to accrue BMAT. This study has limitations. The present study was performed in male mice. However, we have previously shown that female KitWW-vmice are also BMAT-deficient prior to and following the adoptive transfer of WT HSCs  33. Lymphocytes can influence bone metabolism  46,47 and mast cells have been implicated in diet-induced obesity and diabetes in mice  48. Additionally, mast cells participate in several skeletal disorders, including parathyroid bone disease  49. Further research will be required to tease out the contribution of specific immune cells to the skeletal phenotypes of kit signaling-deficient mice. Although we did not include unirradiated WT and KitWW-vmice in the current analysis, the skeletal phenotypes of male and female KitWW-vmice and KitSSldmice have been reported  30,31. In summary, adoptive transfer of WT HSCs attenuated the skeletal differences between WT and BMAT-deficient KitWW-vmice, with the notable exception that mature adipocytes continued to be absent or very rare in the bone marrow of femurs of KitWW-vmice. The absence of BMAT had little or no influence on the reconstitution of immune, osteoblast, or osteoclast cell populations following lethal radiation. Taken together, these findings indicate that BMAT is not required for recovery from severe bone marrow injury. Our findings also support the conclusion that kit signaling plays an important role in bone turnover balance in mice. Finally, the present studies demonstrate the value of BMAT-deficient KitWW-vmice as a model for investigating the role of BMAT in bone physiology. 4. Materials and Methods 4.1. Animals Four- to five-week-old male WBB6F1J- KitWKitWvJ (KitWWv) mice (n  13) and their WT WBB6F1J littermates (n  13) were purchased from Jackson Laboratory (Bar Harbor, ME, USA) and used as adoptive transfer recipients. Additional WT and GFP- expressing (stock 006567 C57BL6-Tg(CAG-EGFP)131OsbLeySopJ) mice were purchased as the source of bone marrow and as HSC donors. The experimental protocol (ACUP 4304) was approved by the Institutional Animal Care and Use Committee at Oregon State University. The mice were single-housed at 32C for the duration of the study. Housing mice at 32C (near thermoneutral temperature) has been shown to minimize resting energyInt. J. Mol. Sci. 2024 ,25, 1980 10 of 14 expenditure and prevent cold stress-induced reductions in peak bone mass and premature (while still growing) age-associated cancellous bone loss 50. 4.2. Experimental Protocol The experimental protocol is outlined in Figure 1. At 3 weeks following arrival, the mice were randomized into 4 groups: (1) GFP HSC WT(n  3), (2) GFP HSC KitWWv (n  3), (3) WT HSC WT (n  10), and (4) WT HSC KitWWv(n  10), and lethally irradiated (two split doses of 5 Gy each, 10 Gy total; Gammacell 22060Co gamma irradiator). One day later, the mice were injected with purified HSCs from donor GFP or WT mice. Mice in groups 1 and 2 (GFP HSC WTand GFP HSC KitWWv, respectively) were maintained for 9 weeks. Mice in groups 3 and 4 (WT HSC WTand WT HSC KitWWv, respectively) were maintained for 11 weeks. Purified WT and GFP HSCs were prepared as follows: whole bone marrow cells were harvested from the femora and tibia of 12 WT donor mice and 3 GFP donor mice, respectively. Lineage-negative (lin) cells were enriched from bone marrow cells using magnetic cell separation with MACS lineage cell depletion kit (Miltenyi Biotec Inc., Auburn, CA, USA). Enriched linbone marrow cells were incubated with anti-CD117 (c-kit) and anti-Sca-1 antibodies (eBioscience, San Diego, CA, USA). HSCs (LinSca-1Kit) were purified from enriched lincells by flow cytometry and single-cell sorting using MoFlo XDP (Beckman Coulter, Indianapolis, IN, USA). Purified HSCs were resuspended in saline, and 200 L containing 1000 donor HSCs was injected into the tail vein of each irradiated recipient mouse. The extent of cellular reconstitution of the hematopoietic compartment was determined by the presence of differentiated GFPimmune cells in irradiated mice that received GFP HSC donor cells. GFPand GFP-B and T cells in peripheral blood lymphocytes were measured by flow cytometry using B cell-specific (CD19) and T cell- specific (CD3) antibodies at 4 weeks and 9 weeks post adoptive transfer. Mesenteric lymph nodes and bone marrow were collected at necropsy (2 days following 2nd blood collection) and the percentage of GFPB and T cells in mesenteric lymph nodes, as well as bone marrow, were evaluated. Mice (n  2) that did not undergo adoptive transfer were used as immunostaining controls. Calcein (15 mgkg) was administered by subcutaneous injection 4 days and 1 day prior to necropsy in group 3 and 4 mice (WT HSC WTand WT HSC KitWWv, respec- tively) to label mineralizing bone matrix. For tissue collection, the mice were anesthetized with isoflurane anesthesia and then terminated by decapitation and exsanguination. Body weight (g), abdominal WAT weight (g), spleen weight (g), seminal vesicle weight (g), adrenal gland weight (g), and blood glucose (mgdL) were recorded at necropsy. Humeri, 5th lumbar vertebrae, and femora were removed and placed in formalin for 24-h fixation, then stored at 4C in 70 ethanol prior to sequential analysis by dual-energy absorp- tiometry (DXA; femur only), microcomputed tomography ( CT), and histomorphometry (femur only). 4.3. Densitometry Total femur bone area (cm2), bone mineral content (g), and bone mineral density (gcm2) were measured using DXA (PIXImus 2; Lunar Corporation, Madison, WI, USA). 4.4. Micro-Computed Tomography CT was used for nondestructive three-dimensional evaluation of bone volume and architecture. Humeri, 5th lumbar vertebrae, and femora were scanned using a Scanco CT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12m12m12m(55 kVp X-ray voltage, 145 A intensity, and 200 ms integration time). The filtering parameters sigma and support were set to 0.8 and 1, respectively. The threshold value for evaluation was determined empirically and set at 245 (gray scale, 01000).Int. J. Mol. Sci. 2024 ,25, 1980 11 of 14 Cortical bone was evaluated in the humerus and femur diaphysis and cancellous bone was evaluated in the distal humerus epiphysis, vertebral body, and distal femur metaphysis and epiphysis (Figure 4). Assessment of cortical bone in the humerus and femur diaphysis began 60 distal to the top of the humeralfemoral head and consisted of 20 slices (240 m) each. Automated contouring was used to delineate cortical bone from the marrow cavity. All cortical slices were visually examined for evidence of cancellous struts originating from the endocortex and manually removed when present. Direct cortical bone measurements included total cross-sectional volume (mm3), cortical volume (mm3), marrow volume (mm3), and cortical thickness ( m). Polar moment of inertia (I polar, mm4) was determined as a surrogate measure of bone strength in torsion. Assessment of cancellous bone in the distal femur metaphysis began 45 slices ( 540m) proximal to the growth plate and included 40 slices (480 m). The entire cancellous bone compartment was evaluated in the distal humerus epiphysis (23 0.5 slices; 2766m), distal femur epiphysis (34 0.5 slices; 408 6m), and vertebral body (169 1 slices; 202812m). Direct cancellous bone measurements included bone volume fraction (bone volumetissue volume; volume of total tissue occupied by cancellous bone, ), connec- tivity density (number of redundant connections per unit volume, 1mm3), trabecular thickness (mean thickness of individual trabeculae, m), trabecular number (number of trabecular intercepts per unit length, 1mm), and trabecular spacing (distance between trabeculae, m). Figure 4. Regions of interest evaluated in ( A) humerus, ( B) lumbar vertebra, and ( C) femur. 4.5. Histomorphometry The histological methods used have been described  31. In brief, distal femora were dehydrated in graded increases of ethanol and xylene, then embedded undecalcified in methyl methacrylate. Four m thick sections were cut with a vertical bed microtome (LeicaJung 2165) and fixed to slides with a dried precoated 1 gelatin solution. Unstained slides were used for measurements of fluorochrome labels. For cell-based measurements, slides were stained with tartrate-resistant acid phosphatase and counterstained with tolui- dine blue (Sigma, St. Louis, MO, USA). All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA, USA). The sampling site for the distal femur metaphysis was located 0.251.25 mm prox- imal to the growth plate. Dynamic (fluorochrome) histological measurements includedInt. J. Mol. Sci. 2024 ,25, 1980 12 of 14 mineralizing perimeter (mineralizing perimeterbone perimeter; ), mineral apposition rate (distance between two fluorochrome markers that comprise a double label divided by the 3-day label interval; mday), and bone formation rate (mineralizing perimeter multiplied by mineral apposition rate normalized to bone perimeter; m2myear, bone area; year, and tissue area; year). Static (cell-based) histological measurements include bone area fraction (bone areatissue area, ), osteoclast perimeter (osteoclast perimeterbone perimeter; ), osteoblast perime- ter (osteoblast perimeterbone perimeter; ), bone marrow adiposity (adipocyte areatissue area; ), adipocyte density (mm2), and adipocyte size ( m2). Osteoclast perimeter was determined as a percentage of cancellous bone perimeter covered by multinucleated cells with an acid phosphatase-positive (stained red) cytoplasm. Osteoblast perimeter was determined as a percentage of total bone perimeter lined by plump cuboidal cells located immediately adjacent to a layer of osteoid in direct physical contact with bone. Adipocytes were identified as large circular or oval-shaped cells bordered by a prominent cell membrane lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. 4.6. Statistical Analysis Mean outcomes for WT and BMAT-deficient KitWW-vmice were compared using Welchs two-sample t-test or the distribution-free WilcoxonMannWhitney test (when normality was violated). Residual analysis and Levenes test were used to assess normality and homogeneity of variance. The Benjamini and Hochberg  51 method for maintaining the false discovery rate at 5 was used to adjust for multiple comparisons. Differences were considered significant at p0.05. All data are presented as mean SE. Data analysis was performed using R version 4.1.2. Author Contributions: J.A.K.: Investigation, WritingReview and Editing; C.P .W.: Investigation, Visualization, WritingReview and Editing; A.J.B.: Formal Analysis, WritingReview and Editing; S.A.M.: Resources, WritingReview and Editing; U.T.I.: Funding Acquisition, Investigation, Visual- ization, WritingReview and Editing; R.T.T.: Conceptualization, Funding Acquisition, Investigation, Project Administration, Supervision, WritingOriginal Draft, WritingReview and Editing. All authors have read and agreed to the published version of the manuscript. Funding: This work was supported by the National Aeronautics and Space Administration (80NSSC19K0430) and the National Institute of Health (AR060913, AR066811). Institutional Review Board Statement: The experimental protocol was approved by the Institutional Animal Care and Use Committee at Oregon State University (ACUP 4304). Informed Consent Statement: Not applicable. Data Availability Statement: The data will be made available to anyone upon request. Conflicts of Interest: The authors declare no conflict of interest. References 1. Justesen, J.; Stenderup, K.; Ebbesen, E.N.; Mosekilde, L.; Steiniche, T.; Kassem, M. Adipocyte tissue volume in bone marrow is increased with aging and in patients with osteoporosis. Biogerontology 2001 ,2, 165171. CrossRef 2. Menagh, P .J.; Turner, R.T.; Jump, D.B.; Wong, C.P .; Lowry, M.B.; Yakar, S.; Rosen, C.J.; Iwaniec, U.T. Growth hormone regulates the balance between bone formation and bone marrow adiposity. J. Bone Miner Res. 2010 ,25, 757768. CrossRef PubMed 3. Lecka-Czernik, B. Marrow fat metabolism is linked to the systemic energy metabolism. Bone 2012 ,50, 534539. CrossRef PubMed 4. Craft, C.S.; Scheller, E.L. Evolution of the Marrow Adipose Tissue Microenvironment. Calcif. Tissue Int. 2017 ,100, 461475. CrossRef PubMed 5. Scheller, E.L.; Burr, A.A.; MacDougald, O.A.; Cawthorn, W.P . Inside out: Bone marrow adipose tissue as a source of circulating adiponectin. Adipocyte 2016 ,5, 251269. CrossRef PubMed 6. Suchacki, K.J.; Cawthorn, W.P .; Rosen, C.J. Bone marrow adipose tissue: Formation, function and regulation. Curr. Opin. Pharmacol. 2016 ,28, 5056. CrossRefInt. J. Mol. Sci. 2024 ,25, 1980 13 of 14 7. Sulston, R.J.; Cawthorn, W.P . Bone marrow adipose tissue as an endocrine organ: Close to the bone? Horm. Mol. Biol. Clin. Investig. 2016 ,28, 2138. CrossRef 8. Lecka-Czernik, B.; Stechschulte, L.A. Bone and fat: A relationship of different shades. Arch. Biochem. Biophys. 2014 ,561, 124129. CrossRef 9. Ghali, O.; Al Rassy, N.; Hardouin, P .; Chauveau, C. Increased Bone Marrow Adiposity in a Context of Energy Deficit: The Tip of the Iceberg? Front. Endocrinol. 2016 ,7, 125. CrossRef 10. Hamrick, M.W.; McGee-Lawrence, M.E.; Frechette, D.M. Fatty Infiltration of Skeletal Muscle: Mechanisms and Comparisons with Bone Marrow Adiposity. Front. Endocrinol. 2016 ,7, 69. CrossRef 11. Morris, E.V .; Edwards, C.M. Bone Marrow Adipose Tissue: A New Player in Cancer Metastasis to Bone. Front. Endocrinol. 2016 , 7, 90. CrossRef 12. Kim, T.Y.; Schafer, A.L. Diabetes and Bone Marrow Adiposity. Curr. Osteoporos. Rep. 2016 ,14, 337344. CrossRef 13. Pagnotti, G.M.; Styner, M. Exercise Regulation of Marrow Adipose Tissue. Front. Endocrinol. 2016 ,7, 94. CrossRef 14. Turner, R.T.; Martin, S.A.; Iwaniec, U.T. Metabolic Coupling Between Bone Marrow Adipose Tissue and Hematopoiesis. Curr. Osteoporos. Rep. 2018 ,16, 95104. CrossRef 15. Hartsock, R.J.; Smith, E.B.; Petty, C.S. Normal Variations with Aging of the Amount of Hematopoietic Tissue in Bone Marrow from the Anterior Iliac Crest. A Study Made from 177 Cases of Sudden Death Examined by Necropsy. Am. J. Clin. Pathol. 1965 ,43, 326331. CrossRef 16. Muschler, G.F.; Nitto, H.; Boehm, C.A.; Easley, K.A. Age- and gender-related changes in the cellularity of human bone marrow and the prevalence of osteoblastic progenitors. J. Orthop. Res. 2001 ,19, 117125. CrossRef 17. Huang, J.S.; Mulkern, R.V .; Grinspoon, S. Reduced intravertebral bone marrow fat in HIV-infected men. AIDS 2002 ,16, 12651269. CrossRef PubMed 18. Osgood, E.; Muddassir, S.; Jaju, M.; Moser, R.; Farid, F.; Mewada, N. Starvation marrowGelatinous transformation of bone marrow. J. Community Hosp. Intern. Med. Perspect. 2014 ,4, 24811. CrossRef PubMed 19. Saucillo, D.C.; Gerriets, V .A.; Sheng, J.; Rathmell, J.C.; Maciver, N.J. Leptin metabolically licenses T cells for activation to link nutrition and immunity. J. Immunol. 2014 ,192, 136144. CrossRef PubMed 20. Miettinen, M.; Lasota, J. KIT (CD117): A review on expression in normal and neoplastic tissues, and mutations and their clinicopathologic correlation. Appl. Immunohistochem. Mol. Morphol. 2005 ,13, 205220. CrossRef PubMed 21. Li, Z.; Bowers, E.; Zhu, J.; Yu, H.; Hardij, J.; Bagchi, D.P .; Mori, H.; Lewis, K.T.; Granger, K.; Schill, R.L.; et al. Lipolysis of bone marrow adipocytes is required to fuel bone and the marrow niche during energy deficits. eLife 2022 ,11, e78496. CrossRef 22. Martin, R.B.; Zissimos, S.L. Relationships between marrow fat and bone turnover in ovariectomized and intact rats. Bone 1991 ,12, 123131. CrossRef PubMed 23. Morita, Y.; Iwamoto, I.; Mizuma, N.; Kuwahata, T.; Matsuo, T.; Yoshinaga, M.; Douchi, T. Precedence of the shift of body-fat distribution over the change in body composition after menopause. J. Obstet. Gynaecol. Res. 2006 ,32, 513516. CrossRef PubMed 24. Kim, Y.Y.; Kim, S.H.; Oh, S.; Sul, O.J.; Lee, H.Y.; Kim, H.J.; Kim, S.Y.; Choi, H.S. Increased fat due to estrogen deficiency induces bone loss by elevating monocyte chemoattractant protein-1 (MCP-1) production. Mol. Cells 2010 ,29, 277282. CrossRef PubMed 25. Liu, Y.; Tang, G.Y.; Tang, R.B.; Peng, Y.F.; Li, W. Assessment of bone marrow changes in postmenopausal women with varying bone densities: Magnetic resonance spectroscopy and diffusion magnetic resonance imaging. Chin. Med. J. 2010 ,123, 15241527. PubMed 26. Martin, R.B.; Chow, B.D.; Lucas, P .A. Bone marrow fat content in relation to bone remodeling and serum chemistry in intact and ovariectomized dogs. Calcif. Tissue Int. 1990 ,46, 189194. CrossRef PubMed 27. Sharp, J.C.; Copps, J.C.; Liu, Q.; Ryner, L.N.; Sebastian, R.A.; Zeng, G.Q.; Smith, S.; Niere, J.O.; Tomanek, B.; Sato, M. Analysis of ovariectomy and estrogen effects on body composition in rats by X-ray and magnetic resonance imaging techniques. J. Bone Miner. Res. 2000 ,15, 138146. CrossRef PubMed 28. Prockop, D.J. Marrow stromal cells as stem cells for nonhematopoietic tissues. Science 1997 ,276, 7174. CrossRef PubMed 29. Turner, R.T.; Wong, C.P .; Iwaniec, U.T. Effect of reduced c-Kit signaling on bone marrow adiposity. Anat. Rec. 2011 ,294, 11261134. CrossRef 30. Iwaniec, U.T.; Turner, R.T. Failure to generate bone marrow adipocytes does not protect mice from ovariectomy-induced osteopenia. Bone 2013 ,53, 145153. CrossRef 31. Keune, J.A.; Wong, C.P .; Branscum, A.J.; Iwaniec, U.T.; Turner, R.T. Bone Marrow Adipose Tissue Deficiency Increases Disuse- Induced Bone Loss in Male Mice. Sci. Rep. 2017 ,7, 46325. CrossRef 32. Lotinun, S.; Evans, G.L.; Turner, R.T.; Oursler, M.J. Deletion of membrane-bound steel factor results in osteopenia in mice. J. Bone Miner. Res. 2005 ,20, 644652. CrossRef 33. Deyhle, R.T., Jr.; Wong, C.P .; Martin, S.A.; McDougall, M.Q.; Olson, D.A.; Branscum, A.J.; Menn, S.A.; Iwaniec, U.T.; Hamby, D.M.; Turner, R.T. Maintenance of Near Normal Bone Mass and Architecture in Lethally Irradiated Female Mice following Adoptive Transfer with as few as 750 Purified Hematopoietic Stem Cells. Radiat. Res. 2019 ,191, 413427. CrossRef PubMedInt. J. Mol. Sci. 2024 ,25, 1980 14 of 14 34. Reith, A.D.; Rottapel, R.; Giddens, E.; Brady, C.; Forrester, L.; Bernstein, A. W mutant mice with mild or severe developmental defects contain distinct point mutations in the kinase domain of the c-kit receptor. Genes. Dev. 1990 ,4, 390400. CrossRef PubMed 35. Brannan, C.I.; Lyman, S.D.; Williams, D.E.; Eisenman, J.; Anderson, D.M.; Cosman, D.; Bedell, M.A.; Jenkins, N.A.; Copeland, N.G. Steel-Dickie mutation encodes a c-kit ligand lacking transmembrane and cytoplasmic domains. Proc. Natl. Acad. Sci. USA 1991 ,88, 46714674. CrossRef PubMed 36. Tratwal, J.; Rojas-Sutterlin, S.; Bataclan, C.; Blum, S.; Naveiras, O. Bone marrow adiposity and the hematopoietic niche: A historical perspective of reciprocity, heterogeneity, and lineage commitment. Best. Pract. Res. Clin. Endocrinol. Metab. 2021 , 35, 101564. CrossRef PubMed 37. Ofir, N.; Mizrakli, Y.; Greenshpan, Y.; Gepner, Y.; Sharabi, O.; Tsaban, G.; Zelicha, H.; Yaskolka Meir, A.; Ceglarek, U.; Stumvoll, M.; et al. Vertebrae but not femur marrow fat transiently decreases in response to body weight loss in an 18-month randomized control trial. Bone 2023 ,171, 116727. CrossRef PubMed 38. Huber, F.A.; Singhal, V .; Tuli, S.; Becetti, I.; Lopez Lopez, A.P .; Bouxsein, M.L.; Misra, M.; Bredella, M.A. Two-year Skeletal Effects of Sleeve Gastrectomy in Adolescents with Obesity Assessed with Quantitative CT and MR Spectroscopy. Radiology 2023 , 307, e223256. CrossRef PubMed 39. Liu, L.; Rosen, C.J. New Insights into Calorie Restriction Induced Bone Loss. Endocrinol. Metab. 2023 ,38, 203213. CrossRef PubMed 40. Turner, R.T.; Wong, C.P .; Fosse, K.M.; Branscum, A.J.; Iwaniec, U.T. Caloric Restriction and Hypothalamic Leptin Gene Therapy Have Differential Effects on Energy Partitioning in Adult Female Rats. Int. J. Mol. Sci. 2021 ,22, 6789. CrossRef 41. Lindenmaier, L.B.; Philbrick, K.A.; Branscum, A.J.; Kalra, S.P .; Turner, R.T.; Iwaniec, U.T. Hypothalamic Leptin Gene Therapy Reduces Bone Marrow Adiposity in obob Mice Fed Regular and High-Fat Diets. Front. Endocrinol. 2016 ,7, 110. CrossRef PubMed 42. Turner, R.T.; Iwaniec, U.T.; Wong, C.P .; Lindenmaier, L.B.; Wagner, L.A.; Branscum, A.J.; Menn, S.A.; Taylor, J.; Zhang, Y.; Wu, H.; et al. Acute exposure to high dose gamma-radiation results in transient activation of bone lining cells. Bone 2013 ,57, 164173. CrossRef PubMed 43. Turner, R.T.; Branscum, A.J.; Wong, C.P .; Iwaniec, U.T.; Morey-Holton, E. Studies in microgravity, simulated microgravity and gravity do not support a gravitostat. J. Endocrinol. 2020 ,247, 273282. CrossRef PubMed 44. Huss, R.; Moosmann, S. The co-expression of CD117 (c-kit) and osteocalcin in activated bone marrow stem cells in different diseases. Br. J. Haematol. 2002 ,118, 305312. CrossRef 45. He, D.D.; Tang, X.T.; Dong, W.; Cui, G.; Peng, G.; Yin, X.; Chen, Y.; Jing, N.; Zhou, B.O. C-KIT Expression Distinguishes Fetal from Postnatal Skeletal Progenitors. Stem Cell Rep. 2020 ,14, 614630. CrossRef 46. El Khassawna, T.; Serra, A.; Bucher, C.H.; Petersen, A.; Schlundt, C.; Konnecke, I.; Malhan, D.; Wendler, S.; Schell, H.; Volk, H.D.; et al. T Lymphocytes Influence the Mineralization Process of Bone. Front. Immunol. 2017 ,8, 562. CrossRef 47. Fischer, V .; Haffner-Luntzer, M. Interaction between bone and immune cells: Implications for postmenopausal osteoporosis. Semin. Cell Dev. Biol. 2022 ,123, 1421. CrossRef 48. Liu, J.; Divoux, A.; Sun, J.; Zhang, J.; Clement, K.; Glickman, J.N.; Sukhova, G.K.; Wolters, P .J.; Du, J.; Gorgun, C.Z.; et al. Genetic deficiency and pharmacological stabilization of mast cells reduce diet-induced obesity and diabetes in mice. Nat. Med. 2009 ,15, 940945. CrossRef 49. Turner, R.T.; Iwaniec, U.T.; Marley, K.; Sibonga, J.D. The role of mast cells in parathyroid bone disease. J. Bone Miner. Res. 2010 ,25, 16371649. CrossRef 50. Martin, S.A.; Philbrick, K.A.; Wong, C.P .; Olson, D.A.; Branscum, A.J.; Jump, D.B.; Marik, C.K.; DenHerder, J.M.; Sargent, J.L.; Turner, R.T.; et al. Thermoneutral housing attenuates premature cancellous bone loss in male C57BL6J mice. Endocr. Connect. 2019 ,8, 14551467. CrossRef 51. Benjamini, Y.; Hochberg, Y. Controlling the False Discovery RateA Practical and Powerful Approach to Multiple Testing. J. R. Stat. Soc. B 1995 ,57, 289300. CrossRef DisclaimerPublishers Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI andor the editor(s). MDPI andor the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content.",
        "introduction": "Bone marrow fat is an important depot for short- and long-duration storage of triglyc- erides. By middle age, bone marrow adipose tissue (BMAT) in humans typically contributes 510 of total body adipose tissue  1. Fat depots generally act as dynamic energy re- serves in which fatty acids are taken up by adipocytes from lipoproteins and subsequently released into the general circulation following lipolysis. Although BMAT can be highly labile  2, in contrast to white adipose tissue (WAT), bone marrow adipocytes often increase in number and sequester and esterify fatty acids during energy deprivation, implying that the bone marrow fat depot does not necessarily function as a traditional energy reservoir for peripheral tissues 3. The physiological function of BMAT as well as its role in chronic disease initiation and progression are topics of current interest and debate  413. We previously reviewed evidence that increased BMAT during fasting reflects an adaptive response to a negative energy balance  14. An increase in BMAT and the resulting reduction in hematopoietic compartment size during long-duration fasting potentially promotes survival by lowering Int. J. Mol. Sci. 2024 ,25, 1980. https:doi.org10.3390ijms25041980 https:www.mdpi.comjournalijmsInt. J. Mol. Sci. 2024 ,25, 1980 2 of 14 the energy expenditure required to maintain the turnover of hematopoietic cells. In sup- port, age-related increases in BMAT and decreases in hematopoiesis are reversed by cold temperature stress, blood loss, and infection, conditions with increased requirement for hematopoiesis 1519. Mesenchymal lineage cells, including adipocytes, often express stem cell factor (kit ligand), the endogenous ligand for the protooncogene kit (CD117). Kit is a receptor tyrosine kinase expressed on early hematopoietic lineage cells and is required for their differentiation and survival  20. In addition to regulating hematopoietic cell compartment size, it is possible that lipolysis of triglycerides stored in BMAT provides an energy source for hematopoietic cells. In this regard, Li et al.  21 concluded that BMAT is essential for recovery of the hematopoietic system and bone following exposure to an energy deficit, injury, or high-dose ionizing radiation. Excessive quantities of BMAT may be undesirable and could contribute to skeletal pathologies, including bone loss associated with aging and gonadal insufficiency 22,23 . This possibility is supported by studies showing an inverse relationship between BMAT levels and bone formation as well as between BMAT levels and bone mass  2427. Os- teoblasts and adipocytes are derived from mesenchymal stem cells residing in bone marrow, suggesting that an increase in BMAT may reflect a shift in the differentiation program of mesenchymal stem cells from osteoblasts to adipocytes 28. Studies investigating the physiological role of BMAT in skeletal biology and its pos- sible contribution to disease have been largely observational and causality has not been established. We have used mouse models with BMAT deficiency to address some of the limitations of prior research. These include two mouse strains ( KitSlSldandKitWW-vhaving defects in expression of kit ligand and kit receptor, respectively), that do not accrue BMAT in their long bones or lumbar vertebrae  29. Using female KitWW-vmice, we showed that the well-established increase in BMAT following ovariectomy had no effect on bone loss  30. In contrast, BMAT deficiency in male KitWW-vmice was associated with enhanced bone loss during hindlimb unloading, suggesting BMAT had a protective action  31. However, KitWW-vandKitSlSldmouse strains have bone marrow and skeletal abnormalities that could be due to BMAT-independent effects of kit signaling deficiency  3032. To address this limitation, we have refined the BMAT-deficient mouse models by restoring kit signaling to select tissues, including bone 29,33. The objectives of this investigation were to assess the importance of BMAT following severe injury in (1) supporting hematopoiesis and (2) maintaining bone turnover balance. To accomplish the first objective, we examined the extent of immune reconstitution in lethally irradiated WT and BMAT-deficient KitWW-vmice after adoptive transfer of purified green fluorescent protein (GFP)-positive Kithematopoietic stem cells (HSCs). To accomplish the second objective, we compared bone microarchitecture, turnover, and cell populations in WT and KitWW-vmice following irradiation and adoptive transfer of WT HSCs. The experimental protocol is outlined in Figure 1. Figure 1. Experimental protocol: Mice were randomized into 4 groups: GFP HSC WT (n  3), GFP HSC KitWWv(n  3), WT HSC WT (n  10), and WT HSC KitWWv(n  10), lethally irradiated, and injected with purified HSCs from donor GFP or WT mice. GFP HSC WT and GFP HSCKitWWvwere maintained for 9 weeks with blood collected at 4 and 9 weeks post adoptiveInt. J. Mol. Sci. 2024 ,25, 1980 3 of 14 transfer. Mesenteric lymph nodes and bone marrow were collected at necropsy (2 days following 2nd blood collection) for assessment of GFPB and T cells. WT HSC WT and WT HSC KitWWv were maintained for 11 weeks. Fluorochromes were administered 4 days and 1 day prior to necropsy in WT HSC WT and WT HSC KitWWvmice to label mineralizing bone matrix. Humeri, 5th lumbar vertebrae, and femora were collected at necropsy for bone assessment using dual-energy absorptiometry (DXA; femur only), microcomputed tomography ( CT), and histomorphometry (femur only). 2.",
        "conclusion": null,
        "images": []
    }
]