[
    {
        "pmid": "27189604",
        "title": "Room temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss.",
        "year": "2016",
        "journal": "Osteoporos Int",
        "abstract": "UNLABELLED: Room temperature housing (22 °C) results in premature cancellous bone loss in female mice. The bone loss was prevented by housing mice at thermoneutral temperature (32 °C). Thermogenesis differs markedly between mice and humans and mild cold stress induced by standard room temperature housing may introduce an unrecognized confounding variable into preclinical studies.\nINTRODUCTION: Female mice are often used as preclinical models for osteoporosis but, in contrast to humans, mice exhibit cancellous bone loss during growth. Mice are routinely housed at room temperature (18-23 °C), a strategy that exaggerates physiological differences in thermoregulation between mice (obligatory daily heterotherms) and humans (homeotherms). The purpose of this investigation was to assess whether housing female mice at thermoneutral (temperature range where the basal rate of energy production is at equilibrium with heat loss) alters bone growth, turnover and microarchitecture.\nMETHODS: Growing (4-week-old) female C57BL/6J and C3H/HeJ mice were housed at either 22 or 32 °C for up to 18 weeks.\nRESULTS: C57BL/6J mice housed at 22 °C experienced a 62 % cancellous bone loss from the distal femur metaphysis during the interval from 8 to 18 weeks of age and lesser bone loss from the distal femur epiphysis, whereas cancellous and cortical bone mass in 32 °C-housed mice were unchanged or increased. The impact of thermoneutral housing on cancellous bone was not limited to C57BL/6J mice as C3H/HeJ mice exhibited a similar skeletal response. The beneficial effects of thermoneutral housing on cancellous bone were associated with decreased Ucp1 gene expression in brown adipose tissue, increased bone marrow adiposity, higher rates of bone formation, higher expression levels of osteogenic genes and locally decreased bone resorption.\nCONCLUSIONS: Housing female mice at 22 °C resulted in premature cancellous bone loss. Failure to account for species differences in thermoregulation may seriously confound interpretation of studies utilizing mice as preclinical models for osteoporosis.",
        "full_text": "Room Temperature Housing Results in Premature Cancellous Bone Loss in Growing Female Mice: Implications for the Mouse as a Preclinical Model for Age-Related Bone Loss Urszula T. Iwanieca,b, Kenneth A. Philbricka, Carmen P. Wonga, Jody L. Gordona, Arianna M. Kahler-Quesadaa, Dawn A. Olsona, Adam J. Branscumc, Jennifer L. Sargentd, Victoria E. DeMambroe, Clifford J. Rosene, and Russell T. Turnera,b aSkeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA bCenter for Healthy Aging Research, Oregon State University, Corvallis, OR 97331, USA cBiostatistics Program, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA dCollege of Veterinary Medicine, Oregon State University, Corvallis, OR 97331, USA eMaine Medical Center Research Institute, Scarborough, ME 04074, USA Abstract Purpose Female mice are often used as preclinical models for osteoporosis but, in contrast to humans, mice exhibit cancellous bone loss during growth. Mice are routinely housed at room temperature (1823C), a strategy that exaggerates physiological differences in thermoregulation between mice (obligatory daily heterotherms) and humans (homeotherms). The purpose of this investigation was to assess whether housing female mice at thermoneutral (temperature range where the basal rate of energy production is at equilibrium with heat loss) alters bone growth, turnover and microarchitecture. Methods Growing (4-week-old) female C57BL6J and C3HHeJ mice were housed at either 22 C or 32C for up to 18 weeks. Results C57BL6J mice housed at 22C experienced a 62 cancellous bone loss from the distal femur metaphysis during the interval from 818 weeks of age and lesser bone loss from the distal femur epiphysis, whereas cancellous and cortical bone mass in 32C-housed mice were unchanged or increased. The impact of thermoneutral housing on cancellous bone was not limited to C57BL6J mice as C3HHeJ mice exhibited a similar skeletal response. The beneficial effects of thermoneutral housing on cancellous bone were associated with decreased Ucp1 gene expression in brown adipose tissue, increased bone marrow adiposity, higher rates of bone formation, higher expression levels of osteogenic genes and locally decreased bone resorption. Corresponding author: Russell T. Turner, Ph.D., Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, Tel: 541-737-9545, Fax: 541-737-6914, russell.turneroregonstate.edu. Conflict of Interest: Urszula T. Iwaniec, Kenneth A. Philbrick, Carmen P. Wong, Jody L. Gordon, Arianna M. Kahler-Quesada, Dawn A. Olson, Adam J. Branscum, Jennifer L. Sargent, Victoria E. DeMambro, Clifford J. Rosen, and Russell T. Turner declare that they have no conflict of interest. HHS Public Access Author manuscript Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Published in final edited form as: Osteoporos Int . 2016 October ; 27(10): 30913101. doi:10.1007s00198-016-3634-3. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptConclusions Housing female mice at 22C resulted in premature cancellous bone loss. Failure to account for species differences in thermoregulation may seriously confound interpretation of studies utilizing mice as preclinical models for osteoporosis. Keywords animal models; osteoporosis; thermogenesis; sympathetic signaling Introduction Mice, because of their small size, short lifespan, and ease of genetic manipulation are a mainstay for cutting edge research in fundamental skeletal biology. In addition, mice are frequently utilized as preclinical models for metabolic bone disease associated with aging, including senile, disuse, and postmenopausal osteoporosis. Although the skeletons of mice and humans share many common characteristics, there are also notable species differences in bone physiology that may impact the usefulness of the mouse as a preclinical model for metabolic bone disease  1. Humans and mice both exhibit age-related bone loss. However, the timing and pattern of bone loss in mice differs markedly from humans  2, 3. In contrast to humans, cancellous bone loss in mice begins even as their bones continue to elongate and cortical bone mass continues to be accrued  4, 5. This is especially true for female C57BL6J (B6) mice, a strain commonly used in bone research. By the time these mice reach skeletal maturity, generally defined by cessation in bone elongation (46 months of age), they have lost the majority of their cancellous bone in proximal tibia and distal femur, key clinically relevant sites. As a consequence, remarkably little cancellous bone remains in skeletally mature mice to model the impact of age or specific factors, such as ovarian hormone deficiency or skeletal disuse, known to contribute to the etiology of osteoporosis. Utilization of young mice as a strategy to circumvent premature bone loss is contraindicated by an extensive body of evidence indicating that the growing skeleton is an inappropriate model for the adult human skeleton  1, 611. In adult humans, basic multicellular unit (BMU)-based bone remodeling helps maintain bone quality by repairing microdamage and by adjusting bone microarchitecture to meet mechanical needs  8. Also, cancellous bone loss in ageing humans occurs largely as a consequence of a negative remodeling balance  6, 8. In contrast, in the growing skeleton, cancellous bone architecture is in a state of flux. Specifically, bone is added to the cancellous compartment by endochondral ossification and removed by destructive modeling. Additionally, modeling drifts alter trabecular thickness and reorient trabeculae in response to prevailing mechanical loads  911. Thus, bone balance during growth is impacted by cellular mechanisms that are either strictly limited or, in the case of endochondral ossification, completely absent in adults. The cause of the premature cancellous bone loss in mice is unknown, but housing conditions, including ambient temperature, may play a role. A review of results from experiments conducted in our laboratory showed unusually high cancellous bone volume fraction in distal femur metaphysis of B6 mice housed at 32C  12. An association between environmental temperature and limb length has been noted in mammals in the wild and Iwaniec et al. Page 2 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptlaboratory studies have shown that temperature modulates growth plate cartilage synthesis 13. These findings strongly allude to exposure to a cold environment as having a negative effect on bone acquisition and retention. However, studies to date have emphasized temperature extremes and have provided limited insight into the underlying mechanisms. Also, prior studies have not focused on the impact of housing temperature on bone architecture or on the effects of environmental temperature on age-related bone loss. Therefore, the purpose of the present investigation was to assess whether mitigating cold adaptation by thermoneutral housing influences bone growth, turnover and microarchitecture in female mice. Materials and Methods Experimental design Four-week-old, female B6 and C3HHeJ (C3H) female mice were obtained from Jackson Laboratory (Bar Harbor, ME, USA). The mice were housed individually in a room on a 12 h light:12 h dark cycle. Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were provided ad libitum to all animals and body weight and food consumption were monitored weekly for the duration of studies. The experimental protocols were approved by the Institutional Animal Care and Use Committee and the mice were maintained in accordance with the NIH Guide for the Care and the Use of Laboratory Animals. Experiment 1: Effect of Thermoneutral Housing on Bone in Female B6 Mice The mice were randomized by weight into 2 groups, 22C or 32C (n10group), and maintained at their respective temperatures for 14 weeks until 18 weeks of age. A group of mice (n9) maintained at 22C was sacrificed at 8 weeks of age to provide baseline measurements of bone microarchitecture in animals at peak cancellous bone mass as established in pilot studies and reported in the literature  4, 14. The mice were injected with the fluorochrome calcein (15 mgkg; Sigma Chemical) 4 and 1 days prior to sacrifice to label mineralizing bone  12. For assessment of body composition and tissue collection, mice were anesthetized with 23 isofluorane delivered in oxygen. The mice were bled by cardiac puncture. Serum was collected and stored at 80C for measurement of global markers of bone turnover. Abdominal white adipose tissue (WAT) was excised and weighed. Femora were removed, fixed in 10 formalin, and stored in 70 ethanol for microcomputed tomography (CT) and histomorphometric analysis. Tibiae and brown adipose tissue (BAT) were removed, frozen in liquid nitrogen, and stored at 80C for mRNA analysis. Experiment 2: Effect of Thermoneutral Housing on Bone in Female C3H Mice A second experiment was conducted to verify that (1) prior results were reproducible and (2) not restricted to B6 mice. C3H mice were chosen as the second mouse strain for evaluation because of their drastically different skeletal phenotype compared to B6 mice 15. In addition, the experiment was extended by 4 weeks to insure that the mice had reached peak bone mass. Four-week-old B6 and C3H mice were randomized by weight within each strain into 2 groups; 22C or 32C (n10group), and maintained at their respective temperatures for 18 weeks until 22 weeks of age. Tissue was collected as in Experiment 1.Iwaniec et al. Page 3 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptSerum chemistry Serum leptin was measured using Mouse Leptin Quantikine ELISA Kit (RD Systems, Minneapolis, MN), serum osteocalcin was measured using Mouse Gla-Osteocalcin High Sensitive EIA Kit (Clontech, Mountain View, CA), and serum CTX-1 was measured using Mouse CTX-1 ELISA kit (Life Sciences Advanced Technologies, Petersburg, FL) according to the respective manufacturers protocol. Dual Energy X-ray Absorptiometry Percent body fat was determined using dual energy x-ray absorptiometry (DXA) (Piximus, Lunar Corp., Madison, WI, USA). Microcomputed Tomography Microcomputed tomography (CT) was used for nondestructive 3-dimensional evaluation of bone volume and architecture. Right femora were scanned in 70 ethanol using a Scanco CT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12  12  12 m (55 kV p x-ray voltage, 145 A intensity, and 200 ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. Bone segmentation was conducted at a threshold of 245 (scale, 0 1000) determined empirically. Total femur mineralized tissue volume (cancellous  cortical bone) was evaluated. This was followed by site-specific evaluation of cortical bone in the midshaft femur and cancellous bone in the distal femur metaphysis and epiphysis. For the femoral diaphysis, 20 consecutive slices (240 m) of bone distal to the femur midshaft were evaluated and cortical thickness (m) measured. For the femoral metaphysis, 42 consecutive slices (504 m) of cancellous bone, 45 slices (540 m) proximal to the growth plate metaphysis boundary, were evaluated. The entire cancellous compartment (38  1 slices) was assessed in the femoral epiphysis. Irregular manual contouring a few pixels interior to the endocortical surface was used to delineate cancellous from cortical bone. Direct cancellous bone measurements in both the metaphyseal and epiphyseal cancellous compartments included cancellous bone volume fraction (bone volumetissue volume, ), trabecular number (mm1), and trabecular thickness (m). Histomorphometry Methods used for measuring static and dynamic bone histomorphometry have been described  14 with modifications for mice  16. In brief, distal right femora were dehydrated in a graded series of ethanol and xylene, and embedded undecalcified in modified methyl methacrylate. Coronal sections (4 m thick) were cut with a vertical bed microtome (Leica 2065) and affixed to slides precoated with 1 gelatin solution. One sectionanimal was stained for tartrate resistant acid phosphatase and counterstained with toluidine blue (Sigma, St Louis) and used for cell-based measurements. One sectionanimal was mounted unstained for measurement of fluorochrome labels. All data were collected with a 20x objective using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA). The sampling site for the distal femoral metaphysis was located 0.251.25 mm proximal to the growth plate and 0.1 mm from cortical bone. Cell-based measurements included osteoblast perimeter (osteoblast perimeterbone perimeter, ), osteoclast perimeter (osteoclast perimeterbone perimeter, ), marrow Iwaniec et al. Page 4 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptadiposity (adipocyte areatissue area, ), adipocyte density (number of adipocytestissue area, mm2) and adipocyte size (m2). Osteoblasts were identified morphologically as plump cuboidal cells immediately adjacent to a thin layer of osteoid in direct contact with the bone perimeter. Osteoclasts were identified as multinucleated (two or more nuclei) cells with acid phosphatase positive (red-stained) cytoplasm in contact with the bone perimeter. Adipocytes were identified as large circular or oval-shaped cells bordered by a prominent cell membrane and lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. This method has been previously validated by fat extraction and analysis  17. Fluorochrome-based measurements of bone formation included mineralizing perimeter (mineralizing perimeterbone perimeter: cancellous bone perimeter covered with double plus half single label normalized to bone perimeter, ), mineral apposition rate (the mean distance between two fluorochrome markers that comprise each double label divided by the 3 day interlabel interval, mday), and bone formation rate adjusted for bone perimeter (bone formation ratebone perimeter: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone perimeter, m2myr), adjusted for bone area (bone formation ratebone area: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone area, yr), and adjusted for tissue area (bone formation ratetissue area: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to tissue area, yr). All bone histomorphometric data are reported using standard 2-dimensional nomenclature  18. Gene expression Tibiae (n8group) were pulverized with a mortar and pestle in liquid nitrogen and homogenized in Trizol (Life Technologies, Grand Island, NY). Total RNA was isolated according to the manufacturers protocol, and mRNA was reverse transcribed into cDNA using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR (Life Technologies). Gene expression related to osteoblast differentiation and function (Mouse Osteogenesis RT2 Profiler PCR Array, PAMM-026ZE-4 and Mouse Osteoporosis RT2 Profiler PCR Array, PAMM-170ZE-4) and adipocyte differentiation and function (Mouse Adipogenesis Signaling RT2 Profiler PCR Array, PAMM-049ZE-4) was determined according to the manufacturers protocol (Qiagen, Valencia, CA). Gene expression was normalized to GAPDH. Relative quantification was determined (Ct method) using RT2 Profiler PCR Array Data Analysis software version 3.5 (Qiagen). Fold-change was calculated using mice housed at 22C as the control. Statistical Analysis Mean responses of individual variables were compared for 8-week-old mice housed at 22C and 18-week-old mice housed at either 22C or 32C using one-way analysis of variance, with t-tests used to make pairwise comparisons. The Kruskal-Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon-Mann- Whitney test was used for two-group comparisons. Histomorphometric parameters measured in mice housed at 22C or 32C were compared using t-tests or Wilcoxon-Mann-Whitney tests. Mean responses for female B6 and C3H mice housed at either 22C or 32C were compared using Wald tests of linear functions of coefficients from a general linear model with distinct variance terms for the two temperature groups, or the two genotype groups, or Iwaniec et al. Page 5 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptthe four possible combinations of genotype by temperature when the homogeneity of variance assumption was violated. Variance model selection was performed using the Schwarz information criterion and likelihood ratio tests. The required conditions for valid use of Gaussian linear models were assessed using Levenes test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson- Darling test of normality. The Benjamini and Hochberg (1995) method for maintaining the false discovery rate at 5 was used to adjust for multiple comparisons  19. Data analysis was performed using R version 3.3.2  20. Results The skeleton of female B6 mice is accruing bone in the interval from 8 to 18 weeks of age in animals housed at room temperature (22C) as illustrated by the gains in femur length, total bone volume, and midshaft femur cortical thickness (Figure 1AC). These gains contrast with reductions in cancellous bone volume fraction in distal femur metaphysis (Figure 1D) and distal femur epiphysis (Figure 1G). The loss of cancellous bone is due to a reduction in trabecular number (Figure 1E and H); trabecular thickness was either non-responsive to age (metaphysis, Figure 1F) or increased with age (epiphysis, Figure 1I). Housing animals at thermoneutral temperature (32C) had no effect on femur length, total femur bone volume or cortical thickness in the femur diaphysis (Figure 1AC). In addition, thermoneutral housing prevented the premature cancellous bone loss in the femur metaphysis (Figure 1D) and increased cancellous bone volume fraction in the femur epiphysis (Figure 1G). These effects were associated with attenuated reductions in trabecular number in metaphysis (Figure 1E) and epiphysis (Figure 1H) and increased trabecular thickness in metaphysis (Figure 1F). The impact of housing temperature on bone, especially in the distal femur metaphysis, can be visually appreciated in Figure 1J. Thermoneutral housing had no effect on body weight gain in B6 mice (Figure 2A) in spite of drastic reductions (40) in food intake (Figure 2B). However, a temperature-dependent effect on energy partitioning was clearly evident; compared to mice housed at 22C, mice housed at 32C had higher percent body fat (Figure 2C), higher abdominal WAT weight (Figure 2D), higher serum leptin (Figure 2E), higher bone marrow adiposity (Figure 2F) due to higher adipocyte density (Figure 2G) but not adipocyte size (Figure 2H), and lower Ucp1 gene expression in BAT (Figure 2I). The effects of thermoneutral housing on cancellous bone mass are not unique to the B6 mouse strain, as demonstrated by our second experiment conducted in female B6 and C3H mice subjected to room temperature (22C) or thermoneutral temperature (32C) from 4 to 22 weeks of age (sacrificed at 22 weeks of age) (Figure 3, please see Supplementary Table 1 for absolute values). Both B6 mice (Figure 3A) and C3H mice (Figure 3B) housed at thermoneutral temperature had higher cancellous bone volume fraction in the femur metaphysis and epiphysis than mice housed at room temperature. Furthermore, similar to B6 mice, housing temperature had no impact on femur length in C3H mice. However, in contrast to B6 mice, total femur bone volume was higher in thermoneutral-housed C3H mice compared to room temperature-housed C3H mice.Iwaniec et al. Page 6 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptThe cellular mechanisms for the beneficial effects of thermoneutral housing on cancellous bone in B6 mice were evaluated by measuring static and dynamic bone histomorphometry in distal femur metaphysis and blood makers of bone turnover (Figure 4). Higher osteoblast perimeter (Figure 4A), mineralizing perimeter (Figure 4B) bone formation rate normalized to bone perimeter (Figure 4D), and bone formation rate normalized to tissue area (Figure 4F) suggest that the higher cancellous bone volume fraction in the femoral metaphysis of thermoneutral-housed mice is due, in part, to increases in osteoblast number. Differences in mineral apposition rate, an index of osteoblast activity, were not detected with treatment (Figure 4C). Differences in bone formation rate normalized to bone area (Figure 4E) were likewise not detected with treatment. The elevated serum osteocalcin levels (Figure 4G) further suggest a global increase in bone formation. The effects of thermoneutral housing on bone resorption are less clear. On one hand, osteoclast-lined bone perimeter was lower (Figure 1H), suggesting that lower bone resorption also contributes to the increased cancellous bone volume fraction in the distal femur. On the other hand, serum CTX-1 (Figure 1I), a global measure of bone resorption, did not differ between the two groups. Consistent with increased bone formation in B6 mice housed at thermoneutral temperature for 14 weeks, targeted gene profiling revealed higher mRNA levels in tibia for genes related to bone formation and osteoblast function, including alkaline phosphate ( Alpl), osteocalcin (Bglap ), and bone matrix collagen ( Col1a2 ) (Table 1). Thermoneutral housing was associated with higher gene expression levels for several key receptors for hormones and cytokines involved in regulation of bone metabolism, including receptors for BMP (Bmpr-1a ), FGF ( Fgfr1, Fgfr2 ), and Vitamin D (Vdr). Housing temperature also impacted expression levels of genes associated with BMP ( Bmp1, 6, and 7 and Smad1, 2, and 3 ) and Wnt ( Wnt5b, Lrp5, Dkk1 ) signaling. Consistent with the increased bone marrow adiposity in mice housed at thermoneutral temperature, elevated gene expression levels for the adipokines adiponectin ( Adpoq ) angiotensinogen ( Agt) and leptin ( lep) were observed (Table 1). Discussion The results of the present studies emphasize the impressive magnitude and breadth of changes in the skeleton in growing female mice subjected to a 10C difference in housing temperature. Mice housed at thermoneutral temperature did not exhibit the cancellous bone loss in distal femur typically noted in room temperature-housed mice. Importantly, temperature-associated differences in cancellous bone mass and architecture occurred in the absence of differences in body weight. At the cellular level, the higher cancellous bone mass in the distal femur metaphysis of mice housed at thermoneutral temperature was due, at least in part, to higher perimeter and tissue-level increases in bone formation. Additionally, a local decrease in bone resorption may have contributed to the higher bone volume fraction. Finally, at the molecular level, differences in housing temperature resulted in differential expression of numerous genes related to osteoblast, adipocyte and osteoclast differentiation and function. Premature age-related cancellous bone loss is not evident in all small mammals. Laboratory rats, for example, have growth curves and lifespans similar to laboratory mice but cancellous Iwaniec et al. Page 7 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptbone loss in rats occurs much later in life  21. Although skeletal growth and turnover is closely coupled to energy availability  22, 23, there are notable differences in regulation of energy partitioning that may contribute to interspecies differences in bone balance. An important distinction between human and mouse physiology, potentially contributing to premature bone loss in mice, involves regulation of energy metabolism. Humans and rats are homeotherms  24 and when exposed to a cold environment defend their core body temperature. In contrast, mice are facultative daily heterotherms  25 and experience fasting- induced transient reductions in core temperature when subjected to temperatures below their thermoneutral zone  26. The importance of housing temperature in impacting a variety of non-skeletal outcomes in studies performed in mice has been recently demonstrated  2730. Standard laboratory animal housing temperatures (1823C) are within the thermoneutral comfort range of the staff but subject mice to temperatures well below the thermoneutral zone for this species (2634C range; 32C for B6 strain) and has profound effects on energy allocation, including activation of UCP1 in BAT to generate heat (adaptive thermogenesis) in the active nighttime fed state and reduction in core temperature, including bouts of torpor, during short-term fasting (e.g., sleep) andor food restriction (e.g., pair feeding). Torpor is characterized by a metabolic rate below basal metabolic level, low Ucp1 expression in BAT and a core body temperature that may be decreased to near ambient temperature  31. Sympathetic nervous system neurotransmitters (norepinephrine and epinephrine), sensory nervous system temperature sensing receptors, and the adipokine leptin are key factors involved in regulation of UCP1-mediated adaptive thermogenesis in BAT and entry and exit from torpor  32, 33. Thermoregulatory control is initiated via sensory neurons that sense temperature. When a mouse, for example, is exposed to cold during fasting, peripheral sympathetic nervous system transmitters act to reduce serum leptin levels, an action which facilitates entry into torpor  31, 32, 34. In contrast, a rebound in leptin levels (or administration of leptin to food-restricted animals) acts through a central mechanism to trigger sympathetic-activated increases in energy expenditure and heat production in BAT  35. Consistent with these findings, Ucp1 gene expression in BAT was lower and serum leptin levels higher in mice housed at thermoneutral temperature  36, 37. Leptin is required for normal bone growth and turnover  12, 16, 38, 39 and acts to regulate energy metabolism through peripheral sensory and central sympathetic neuronal signaling 2. Adaptive thermogenesis in mice is initiated by temperature- and leptin-dependent sensory input into BAT and hypothalamus, followed by increased sympathetic outflow to BAT and possibly beige adipose tissue depots. The higher percent body fat and abdominal WAT weight and lower Ucp1 gene expression in thermoneutral-housed mice is consistent with decreased -oxidation and decreased non-shivering thermogenesis, respectively. Both responses likely contribute to the temperature-associated differences in body composition. The direct impact of adaptive thermogenesis on bone metabolism is unclear. Bone is innervated with sensory and sympathetic nerve fibers  40, 41 and osteoblasts, osteoclasts, chondrocytes and their precursors express adrenoceptors, and receptors for vasointestinal peptide, substance P and calcitonin gene-related peptide. Many of these cells also synthesize neuropeptides. Thus, skeletal tissues are well positioned to respond to locally produced as Iwaniec et al. Page 8 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptwell as circulating neuropeptides that are impacted by temperature. However, in contrast to the dramatic increase in Ucp1 gene expression in BAT in mice housed at room temperature no change was observed in Ucp1 gene expression in bone (data not shown). Additionally, the increases in cancellous bone mass and formation rate are associated with increased leptin levels and leptin is known to increase sympathetic tone. These findings do not preclude an important role for diurnal changes in sympathetic outflow in mediating the negative skeletal effects of mild cold stress but rather suggest additional factors may contribute to the observed response. We therefore evaluated differential expression of genes related to bone metabolism in tibia to gain further insight into metabolic changes associated with housing temperature. The higher expression levels for genes associated with osteoblast number and activity ( Alpl, Bglap, and Col1a2 ) in mice housed at thermoneutral temperature is consistent with the higher levels of bone formation observed in the distal femur metaphysis. These changes were associated with altered gene expression of hormone receptors ( Vdr, Fgfr1, Fgfr2, Bmpr1a, Lrp5 ), growth factors (multiple Bmps, Tgfb1, Dkk1, Sost, Tnf, Tnfsf11, Vegfa, Vegfb ), cell signaling ( Smad1, 2, 3 ) and transcription factors ( Jun, Sox9 ) involved in FGF, BMP, and Wnt signaling. Taken together, these findings provide evidence that housing temperature has complex effects on signaling pathways involved in bone metabolism. Mice employ a variety of strategies to decrease reliance on non-shivering thermogenesis to successfully adapt to room temperature housing. These include nest building, huddling, physical activity and postural changes  42. The caging environment, including housing temperature, availability of nest building material and running wheels, and number of mice housed in a cage, is likely to influence bone metabolism as a consequence of an impact on thermogenesis. The profound negative effect of room temperature housing on bone growth, microarchitecture and turnover in female mice is clearly illustrated in the present studies. The bone deficit is a concern, not only because it reduces the amount of bone available for measurement in adult mice, but because the magnitude of bone loss associated with room temperature housing could be influenced by treatments that impact thermogenesis. There are several important limitations in the present studies. Only 2 strains of mice were evaluated. Therefore, we have not established that our findings can be generalized to other commonly used strains. Furthermore, while housing the animals at 32C was effective in B6 and C3H mice, two strains with markedly different cancellous bone volume fractions, the lowest housing temperature for preventing the premature cancellous bone loss remains to be established. Also, the present studies were performed in growing mice; the impact of housing temperature on bone metabolism in adult mice was not addressed. Finally, while we have shown the importance of housing temperature on the trajectory of age-related bone loss in female B6 mice, the influence of temperature on skeletal response to interventions (e.g., ovariectomy, skeletal disuse, or drug treatment) that impact age-related bone loss remains to be determined. In summary, room temperature housing (22C) resulted in premature cancellous bone loss in female mice. Lower serum osteocalcin, osteoblast-lined bone perimeter, mineralizing bone perimeter and mRNA levels for bone matrix proteins in mice housed at 22C each suggest Iwaniec et al. Page 9 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptthat reduced bone formation contributes to the bone loss. Lower osteoclast-lined bone perimeter suggests that room temperature housing also increases resorption of cancellous bone. Mechanistically, the bone loss is associated with lower leptin levels, higher non- shivering thermogenesis and differential skeletal expression of genes related to Wnt, BMP, FGF and cytokine signaling. Thermogenesis differs markedly between mice and humans, and activation of adaptive thermogenesis in mice in response to mild cold stress induced by room temperature housing may introduce an unrecognized confounding variable into preclinical studies. The present studies suggest thermoneutral housing as an approach to minimize the impact of adaptive thermogenesis in studies utilizing female mice as a model for age-related bone loss. Supplementary Material Refer to Web version on PubMed Central for supplementary material. Acknowledgments Funding: NIH AR060913, NASA NNX12AL24, and USDA 38420-17804 References 1. Iwaniec, UT., Turner, RT. Animal models for osteoporosis. In: Marcus, R.Feldman, D.Dempster, D.Luckey, M., Cauley, JA., editors. Osteoporosis. Elsevier Academic press; New York: 2013. p. 939-961. 2. Guglielmi G, De Serio A, Fusilli S, Scillitani A, Chiodini I, Torlontano M, Cammisa M. Age-related changes assessed by peripheral QCT in healthy Italian women. European radiology. 2000; 10:609 614. PubMed: 10795543 3. Lee EY , Kim D, Kim KM, Kim KJ, Choi HS, Rhee Y , Lim SK. Age-related bone mineral density patterns in Koreans (KNHANES IV). The Journal of clinical endocrinology and metabolism. 2012; 97:33103318. PubMed: 22701016 4. Glatt V , Canalis E, Stadmeyer L, Bouxsein ML. Age-related changes in trabecular architecture differ in female and male C57BL6J mice. Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research. 2007; 22:11971207. 5. Rickard DJ, Iwaniec UT, Evans G, et al. Bone growth and turnover in progesterone receptor knockout mice. Endocrinology. 2008; 149:23832390. PubMed: 18276762 6. Frost HM. Changing views about Osteoporoses (a 1998 overview). Osteoporosis international : a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA. 1999; 10:345352. 7. Hadjidakis DJ, Androulakis. Bone remodeling. Annals of the New York Academy of Sciences. 2006; 1092:385396. PubMed: 17308163 8. Seeman E. Bone modeling and remodeling. Critical reviews in eukaryotic gene expression. 2009; 19:219233. PubMed: 19883366 9. Turner RT. Cancellous bone turnover in growing rats: time-dependent changes in association between calcein label and osteoblasts. Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research. 1994; 9:14191424. 10. Turner RT, Evans GL, Wakley GK. Mechanism of action of estrogen on cancellous bone balance in tibiae of ovariectomized growing rats: inhibition of indices of formation and resorption. Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research. 1993; 8:359366. 11. Westerlind KC, Wronski TJ, Ritman EL, Luo ZP, An KN, Bell NH, Turner RT. Estrogen regulates the rate of bone turnover but bone balance in ovariectomized rats is modulated by prevailing Iwaniec et al. Page 10 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptmechanical strain. Proceedings of the National Academy of Sciences of the United States of America. 1997; 94:41994204. PubMed: 9108129 12. Turner RT, Philbrick KA, Wong CP, Olson DA, Branscum AJ, Iwaniec UT. Morbid obesity attenuates the skeletal abnormalities associated with leptin deficiency in mice. The Journal of endocrinology. 2014; 223:M115. PubMed: 24990938 13. Serrat MA, King D, Lovejoy CO. Temperature regulates limb length in homeotherms by directly modulating cartilage growth. Proceedings of the National Academy of Sciences of the United States of America. 2008; 105:1934819353. PubMed: 19047632 14. Iwaniec UT, Wronski TJ, Turner RT. Histological analysis of bone. Methods in molecular biology. 2008; 447:325341. PubMed: 18369927 15. Akhter MP, Iwaniec UT, Covey MA, Cullen DM, Kimmel DB, Recker RR. Genetic variations in bone density, histomorphometry, and strength in mice. Calcified tissue international. 2000; 67:337344. PubMed: 11000349 16. Turner RT, Kalra SP, Wong CP, Philbrick KA, Lindenmaier LB, Boghossian S, Iwaniec UT. Peripheral leptin regulates bone formation. Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research. 2013; 28:2234. 17. Menagh PJ, Turner RT, Jump DB, Wong CP, Lowry MB, Yakar S, Rosen CJ, Iwaniec UT. Growth hormone regulates the balance between bone formation and bone marrow adiposity. Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research. 2010; 25:757768. 18. Dempster DW, Compston JE, Drezner MK, Glorieux FH, Kanis JA, Malluche H, Meunier PJ, Ott SM, Recker RR, Parfitt AM. Standardized nomenclature, symbols, and units for bone histomorphometry: a 2012 update of the report of the ASBMR Histomorphometry Nomenclature Committee. Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research. 2013; 28:217. 19. Benjamini Y , Hochberg Y . Controlling the false discovery rate: a practical and powerful approach to multiple testing. J R Statist Soc B. 1995; 57:289300. 20. Team RC. R: A language and environment for statistical computing. R Foundation for Statistical Computing; Vienna, Austria: 2015. 21. Turner RT, Iwaniec UT, Andrade JE, Branscum AJ, Neese SL, Olson DA, Wagner L, Wang VC, Schantz SL, Helferich WG. Genistein administered as a once-daily oral supplement had no beneficial effect on the tibia in rat models for postmenopausal bone loss. Menopause (New York, NY). 2013; 20:677686. 22. Devlin MJ, Cloutier AM, Thomas NA, Panus DA, Lotinun S, Pinz I, Baron R, Rosen CJ, Bouxsein ML. Caloric restriction leads to high marrow adiposity and low bone mass in growing mice. Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research. 2010; 25:20782088. 23. Turner RT, Iwaniec UT. Low dose parathyroid hormone maintains normal bone formation in adult male rats during rapid weight loss. Bone. 2011; 48:726732. PubMed: 21215827 24. Brown RT, Baust JG. Time course of peripheral heterothermy in a homeotherm. The American journal of physiology. 1980; 239:R126129. PubMed: 7396028 25. Swoap SJ, Gutilla MJ. Cardiovascular changes during daily torpor in the laboratory mouse. American journal of physiology Regulatory, integrative and comparative physiology. 2009; 297:R769774. 26. Tracy CR. Minimum size of mammalian homeotherms: role of the thermal environment. Science (New York, NY). 1977; 198:10341035. 27. Eng JW, Reed CB, Kokolus KM, Pitoniak R, Utley A, Bucsek MJ, Ma WW, Repasky EA, Hylander BL. Housing temperature-induced stress drives therapeutic resistance in murine tumour models through beta2-adrenergic receptor activation. Nature communications. 2015; 6:6426. 28. Kokolus KM, Capitano ML, Lee CT, et al. Baseline tumor growth and immune control in laboratory mice are significantly influenced by subthermoneutral housing temperature. Proceedings of the National Academy of Sciences of the United States of America. 2013; 110:2017620181. PubMed: 24248371 29. Rosania K. Chilly mice confound cancer studies. Lab animal. 2014; 43:3.Iwaniec et al. Page 11 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript30. Stemmer K, Kotzbeck P, Zani F, Bauer M, Neff C, Muller TD, Pfluger PT, Seeley RJ, Divanovic S. Thermoneutral housing is a critical factor for immune function and diet-induced obesity in C57BL6 nude mice. International journal of obesity (2005). 2015; 39:791797. PubMed: 25349057 31. Bechtold DA, Sidibe A, Saer BR, et al. A role for the melatonin-related receptor GPR50 in leptin signaling, adaptive thermogenesis, and torpor. Current biology : CB. 2012; 22:7077. PubMed: 22197240 32. Gavrilova O, Leon LR, Marcus-Samuels B, Mason MM, Castle AL, Refetoff S, Vinson C, Reitman ML. Torpor in mice is induced by both leptin-dependent and -independent mechanisms. Proceedings of the National Academy of Sciences of the United States of America. 1999; 96:1462314628. PubMed: 10588755 33. Swoap SJ, Weinshenker D. Norepinephrine controls both torpor initiation and emergence via distinct mechanisms in the mouse. PloS one. 2008; 3:e4038. PubMed: 19107190 34. Swoap SJ, Gutilla MJ, Liles LC, Smith RO, Weinshenker D. The full expression of fasting-induced torpor requires beta 3-adrenergic receptor signaling. The Journal of neuroscience : the official journal of the Society for Neuroscience. 2006; 26:241245. PubMed: 16399693 35. Nguyen KD, Qiu Y , Cui X, Goh YP, Mwangi J, David T, Mukundan L, Brombacher F, Locksley RM, Chawla A. Alternatively activated macrophages produce catecholamines to sustain adaptive thermogenesis. Nature. 2011; 480:104108. PubMed: 22101429 36. Denjean F, Lachuer J, Geloen A, Cohen-Adad F, Moulin C, Barre H, Duchamp C. Differential regulation of uncoupling protein-1, -2 and -3 gene expression by sympathetic innervation in brown adipose tissue of thermoneutral or cold-exposed rats. FEBS letters. 1999; 444:181185. PubMed: 10050755 37. V osselman MJ, van Marken Lichtenbelt WD, Schrauwen P. Energy dissipation in brown adipose tissue: from mice to men. Molecular and cellular endocrinology. 2013; 379:4350. PubMed: 23632102 38. Gat-Yablonski G, Phillip M. Leptin and regulation of linear growth. Current opinion in clinical nutrition and metabolic care. 2008; 11:303308. PubMed: 18403928 39. Hamrick MW, Pennington C, Newton D, Xie D, Isales C. Leptin deficiency produces contrasting phenotypes in bones of the limb and spine. Bone. 2004; 34:376383. PubMed: 15003785 40. Hill EL, Elde R. Distribution of CGRP-, VIP-, D beta H-, SP-, and NPY-immunoreactive nerves in the periosteum of the rat. Cell and tissue research. 1991; 264:469480. PubMed: 1714353 41. Hohmann EL, Elde RP, Rysavy JA, Einzig S, Gebhard RL. Innervation of periosteum and bone by sympathetic vasoactive intestinal peptide-containing nerve fibers. Science (New York, NY). 1986; 232:868871. 42. Gordon CJ, Aydin C, Repasky EA, Kokolus KM, Dheyongera G, Johnstone AF. Behaviorally mediated, warm adaptation: a physiological strategy when mice behaviorally thermoregulate. Journal of thermal biology. 2014; 44:4146. PubMed: 25086972 Iwaniec et al. Page 12 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 1. Femur length (A), total femur bone volume (B), mid-diaphysis cortical thickness (C), distal metaphysis bone volume fraction (D), trabecular number (E), and trabecular thickness (F), and distal femur epiphysis bone volume fraction (G), trabecular number (H), and trabecular thickness (I) in female B6 mice maintained at thermoneutral temperature from 4 to 18 weeks of age. A group of mice housed at room temperature (22C) was sacrificed at 8 weeks of age (peak cancellous bone mass). Representative CT images (J) of the femoral diaphysis, metaphysis, and epiphysis illustrating differences in cancellous bone volume fraction with temperature. Data are mean  SE. aDifferent from 8-week-old mice housed at room temperature. bDifferent from 18-week-old mice housed at room temperature, P0.05. n  9 10group.Iwaniec et al. Page 13 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 2. Body weight (A), food consumption (B), percent body fat (C), abdominal white adipose tissue (WAT) weight (D), serum leptin (E), marrow adiposity (F), marrow adipocyte density (G), marrow adipocyte size (H), and uncoupling protein-1 ( Ucp1 ) gene expression in brown adipose tissue (BAT) (I) in female B6 mice maintained at thermoneutral temperature from 4 to 18 weeks of age. aDifferent from mice housed at room temperature (22C), P0.05. n  10group for AH and n  8group for I.Iwaniec et al. Page 14 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 3. Femur length, total femur bone volume, and cortical and cancellous bone microarchitecture in femur metaphysis and epiphysis in female B6 mice (A) and female C3H mice (B) maintained at thermoneutral temperature from 4 to 22 weeks of age. Data are expressed as  difference from control mice housed at room temperature (22C). aDifferent from mice housed at room temperature, P0.05. n  10group. BV , bone volume; Ct.Th, cortical thickness; BVTV , bone volume fraction; Tb.N, trabecular number; Tb.Th, trabecular thickness. Please see Supplementary Table 1 for absolute values.Iwaniec et al. Page 15 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 4. Indices of bone formation consisting of osteoblast perimeter (A), mineralizing perimeter (B), mineral apposition rate (C), bone formation ratebone perimeter (D), bone formation rate bone area (E), bone formation ratetissue area (F) and serum osteocalcin (G), and indices of bone resorption consisting of osteoclast perimeter (H) and serum CTX-1 (I) in female B6 mice maintained at thermoneutral temperature from 4 to 18 weeks of age. aDifferent from mice housed at room temperature (22C), P0.05. n  10group.Iwaniec et al. Page 16 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAuthor Manuscript Author Manuscript Author Manuscript Author ManuscriptIwaniec et al. Page 17Table 1 Gene arrays showing fold changes for differentially expressed genes in tibia in female B6 mice housed at thermoneutral temperature (32C) compared to mice housed at room temperature (22C) from 4 to 18 weeks of age. Osteogenesis Array Differentially expressed at 32C (n4284 genes)Osteoporosis Array Differentially expressed at 32C (n2584 genes)Adipogenesis Array Differentially expressed at 32C (n2884 genes) Symbol Fold Change P  Symbol Fold Change P  Symbol Fold Change P  Alpl 1.4 0.003Dbp 1.5 0.019Acacb 1.5 0.006 Anxa5 1.2 0.002Mstn 1.7 0.005Ppard 1.1 0.031 Bglap 1.5 0.001Acp5 1.2 0.032Adipoq 1.2 0.014 Bgn 1.4 0.000Alpl 1.4 0.002Agt 1.5 0.000 Bmp1 1.2 0.028Bglap 1.3 0.028Axin1 1.2 0.017 Bmp6 1.3 0.000Bmp7 1.3 0.031Cdk4 1.2 0.024 Bmp7 1.3 0.017Casr 1.4 0.010Cdkn1a 1.4 0.002 Bmpr1a 1.1 0.032Crtap 1.3 0.015Cdkn1b 1.4 0.002 Bmpr2 1.1 0.033Esr1 1.3 0.004Cebpa 1.3 0.009 Cdh11 1.2 0.004Fgfr1 1.2 0.029Cebpb 1.4 0.000 Col10a1 2.2 0.001Fgfr2 1.3 0.003Dkk1 1.6 0.003 Col14a1 1.4 0.003Lep 1.4 0.022Fgf1 1.3 0.002 Col1a2 1.3 0.029P3h1 1.4 0.001Foxc2 1.4 0.005 Col2a1 1.9 0.000Lrp1 1.1 0.048Foxo1 1.2 0.022 Col4a1 1.2 0.002Lrp5 1.4 0.000Insr 1.3 0.007 Col5a1 1.2 0.024Nfatc1 1.2 0.014Irs2 1.3 0.041 Comp 1.6 0.000Nog 1.4 0.012Jun 1.2 0.002 Csf1 1.4 0.002Plod2 1.3 0.023Klf2 1.4 0.002 Fgf1 1.2 0.032Pth 1.8 0.005Lep 1.4 0.034 Fgfr1 1.4 0.001Runx2 1.2 0.007Lrp5 1.3 0.000 Fgfr2 1.4 0.000Sost 2.3 0.000Ncor2 1.1 0.035 Gdf10 1.3 0.027Tnfaip3 1.4 0.001Prdm16 1.2 0.046 Itga2 1.3 0.006Tnfrsf1b 1.3 0.021Sfrp1 1.4 0.025 Itga2b 1.2 0.016Tshr 1.4 0.004Sfrp5 1.4 0.003 Itgam 1.2 0.008Vdr 2.1 0.000Src 1.3 0.005 Osteoporos Int . Author manuscript; available in PMC 2017 October 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIwaniec et al. Page 18Osteogenesis Array Differentially expressed at 32C (n4284 genes)Osteoporosis Array Differentially expressed at 32C (n2584 genes)Adipogenesis Array Differentially expressed at 32C (n2884 genes) Symbol Fold Change P  Symbol Fold Change P  Symbol Fold Change P  Itgav 1.2 0.010Tcf7l2 1.2 0.006 Itgb1 1.2 0.007Vdr 2.0 0.000 Mmp9 1.2 0.015Wnt5b 1.2 0.023 Phex 1.5 0.000 Serpinh1 1.9 0.000 Smad1 1.2 0.012 Smad2 1.2 0.019 Smad3 1.2 0.019 Sost 2.2 0.000 Sox9 1.6 0.002 Tgfb1 1.2 0.013 Tnf 1.4 0.002 Tnfsf11 1.4 0.014 Vcam1 1.2 0.028 Vdr 2.0 0.000 Vegfa 1.2 0.016 Vegfb 1.1 0.008 N  8group Osteoporos Int . Author manuscript; available in PMC 2017 October 01.",
        "introduction": "Mice, because of their small size, short lifespan, and ease of genetic manipulation are a mainstay for cutting edge research in fundamental skeletal biology. In addition, mice are frequently utilized as preclinical models for metabolic bone disease associated with aging, including senile, disuse, and postmenopausal osteoporosis. Although the skeletons of mice and humans share many common characteristics, there are also notable species differences in bone physiology that may impact the usefulness of the mouse as a preclinical model for metabolic bone disease  1. Humans and mice both exhibit age-related bone loss. However, the timing and pattern of bone loss in mice differs markedly from humans  2, 3. In contrast to humans, cancellous bone loss in mice begins even as their bones continue to elongate and cortical bone mass continues to be accrued  4, 5. This is especially true for female C57BL6J (B6) mice, a strain commonly used in bone research. By the time these mice reach skeletal maturity, generally defined by cessation in bone elongation (46 months of age), they have lost the majority of their cancellous bone in proximal tibia and distal femur, key clinically relevant sites. As a consequence, remarkably little cancellous bone remains in skeletally mature mice to model the impact of age or specific factors, such as ovarian hormone deficiency or skeletal disuse, known to contribute to the etiology of osteoporosis. Utilization of young mice as a strategy to circumvent premature bone loss is contraindicated by an extensive body of evidence indicating that the growing skeleton is an inappropriate model for the adult human skeleton  1, 611. In adult humans, basic multicellular unit (BMU)-based bone remodeling helps maintain bone quality by repairing microdamage and by adjusting bone microarchitecture to meet mechanical needs  8. Also, cancellous bone loss in ageing humans occurs largely as a consequence of a negative remodeling balance  6, 8. In contrast, in the growing skeleton, cancellous bone architecture is in a state of flux. Specifically, bone is added to the cancellous compartment by endochondral ossification and removed by destructive modeling. Additionally, modeling drifts alter trabecular thickness and reorient trabeculae in response to prevailing mechanical loads  911. Thus, bone balance during growth is impacted by cellular mechanisms that are either strictly limited or, in the case of endochondral ossification, completely absent in adults. The cause of the premature cancellous bone loss in mice is unknown, but housing conditions, including ambient temperature, may play a role. A review of results from experiments conducted in our laboratory showed unusually high cancellous bone volume fraction in distal femur metaphysis of B6 mice housed at 32C  12. An association between environmental temperature and limb length has been noted in mammals in the wild and Iwaniec et al. Page 2 Osteoporos Int . Author manuscript; available in PMC 2017 October 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptlaboratory studies have shown that temperature modulates growth plate cartilage synthesis 13. These findings strongly allude to exposure to a cold environment as having a negative effect on bone acquisition and retention. However, studies to date have emphasized temperature extremes and have provided limited insight into the underlying mechanisms. Also, prior studies have not focused on the impact of housing temperature on bone architecture or on the effects of environmental temperature on age-related bone loss. Therefore, the purpose of the present investigation was to assess whether mitigating cold adaptation by thermoneutral housing influences bone growth, turnover and microarchitecture in female mice. Materials and",
        "conclusion": "s Housing female mice at 22C resulted in premature cancellous bone loss. Failure to account for species differences in thermoregulation may seriously confound interpretation of studies utilizing mice as preclinical models for osteoporosis. Keywords animal models; osteoporosis; thermogenesis; sympathetic signaling",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Femur length (A), total femur bone volume (B), mid-diaphysis cortical thickness (C), distal \nmetaphysis bone volume fraction (D), trabecular number (E), and trabecular thickness (F), \nand distal femur epiphysis bone volume fraction (G), trabecular number (H), and trabecular \nthickness (I) in female B6 mice maintained at thermoneutral temperature from 4 to 18 weeks \nof age"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Body weight (A), food consumption (B), percent body fat (C), abdominal white adipose \ntissue (WAT) weight (D), serum leptin (E), marrow adiposity (F), marrow adipocyte density \n(G), marrow adipocyte size (H), and uncoupling protein-1 ( Ucp1 ) gene expression in brown \nadipose tissue (BAT) (I) in female B6 mice maintained at thermoneutral temperature from 4 \nto 18 weeks of age"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Femur length, total femur bone volume, and cortical and cancellous bone microarchitecture \nin femur metaphysis and epiphysis in female B6 mice (A) and female C3H mice (B) \nmaintained at thermoneutral temperature from 4 to 22 weeks of age"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "Indices of bone formation consisting of osteoblast perimeter (A), mineralizing perimeter (B), \nmineral apposition rate (C), bone formation rate/bone perimeter (D), bone formation rate/\nbone area (E), bone formation rate/tissue area (F) and serum osteocalcin (G), and indices of \nbone resorption consisting of osteoclast perimeter (H) and serum CTX-1 (I) in female B6 \nmice maintained at thermoneutral temperature from 4 to 18 weeks of age"
            }
        ]
    }
]