[
    {
        "pmid": "25133741",
        "title": "Mice in Bion-M 1 space mission: training and selection.",
        "year": "2014",
        "journal": "PLoS One",
        "abstract": "After a 16-year hiatus, Russia has resumed its program of biomedical research in space, with the successful 30-day flight of the Bion-M 1 biosatellite (April 19-May 19, 2013). The principal species for biomedical research in this project was the mouse. This paper presents an overview of the scientific goals, the experimental design and the mouse training/selection program. The aim of mice experiments in the Bion-M 1 project was to elucidate cellular and molecular mechanisms, underlying the adaptation of key physiological systems to long-term exposure in microgravity. The studies with mice combined in vivo measurements, both in flight and post-flight (including continuous blood pressure measurement), with extensive in vitro studies carried out shortly after return of the mice and in the end of recovery study. Male C57/BL6 mice group housed in space habitats were flown aboard the Bion-M 1 biosatellite, or remained on ground in the control experiment that replicated environmental and housing conditions in the spacecraft. Vivarium control groups were used to account for housing effects and possible seasonal differences. Mice training included the co-adaptation in housing groups and mice adaptation to paste food diet. The measures taken to co-adapt aggressive male mice in housing groups and the peculiarities of \"space\" paste food are described. The training program for mice designated for in vivo studies was broader and included behavioral/functional test battery and continuous behavioral measurements in the home-cage. The results of the preliminary tests were used for the selection of homogenous groups. After the flight, mice were in good condition for biomedical studies and displayed signs of pronounced disadaptation to Earth's gravity. The outcomes of the training program for the mice welfare are discussed. We conclude that our training program was effective and that male mice can be successfully employed in space biomedical research.",
        "full_text": "Mice in Bion-M 1 Space Mission: Training and Selection Alexander Andreev-Andrievskiy1,2, Anfisa Popova1,2, Richard Boyle3, Jeffrey Alberts4, Boris Shenkman1, Olga Vinogradova1, Oleg Dolgov5, Konstantin Anokhin5,6, Darya Tsvirkun1, Pavel Soldatov1, Tatyana Nemirovskaya1, Eugeniy Ilyin1, Vladimir Sychev1 1Institute for Biomedical Problems, Russian Academy of Sciences, Moscow, Russia, 2Moscow State University, Biology Faculty, Moscow, Russia, 3Bio-Visualization, Imaging and Simulation Technology Center (BioVIS), NASA Ames Research Center, Moffett Field, California, United States of America, 4Indiana University, Department of Psychological and Brain Sciences, Bloomington, Indiana, United States of America, 5Anokhin Institute of Normal Physiology, Russian Academy of Medical Sciences, Moscow, Russia, 6Kurchatov NBIC-center, National Research Centre Kurchatov Institute, Moscow, Russia Abstract After a 16-year hiatus, Russia has resumed its program of biomedical research in space, with the successful 30-day flight of the Bion-M 1 biosatellite (April 19May 19, 2013). The principal species for biomedical research in this project was themouse. This paper presents an overview of the scientific goals, the experimental design and the mouse trainingselectionprogram. The aim of mice experiments in the Bion-M 1 project was to elucidate cellular and molecular mechanisms, underlying the adaptation of key physiological systems to long-term exposure in microgravity. The studies with mice combined in vivo measurements, both in flight and post-flight (including continuous blood pressure measurement), with extensive in vitro studies carried out shortly after return of the mice and in the end of recovery study. Male C57BL6 mice group housed in space habitats were flown aboard the Bion-M 1 biosatellite, or remained on ground in the control experiment that replicated environmental and housing conditions in the spacecraft. Vivarium control groups were used toaccount for housing effects and possible seasonal differences. Mice training included the co-adaptation in housing groupsand mice adaptation to paste food diet. The measures taken to co-adapt aggressive male mice in housing groups and the peculiarities of space paste food are described. The training program for mice designated for in vivo studies was broader and included behavioralfunctional test battery and continuous behavioral measurements in the home-cage. The results ofthe preliminary tests were used for the selection of homogenous groups. After the flight, mice were in good condition forbiomedical studies and displayed signs of pronounced disadaptation to Earths gravity. The outcomes of the training program for the mice welfare are discussed. We conclude that our training program was effective and that male mice can be successfully employed in space biomedical research. Citation: Andreev-Andrievskiy A, Popova A, Boyle R, Alberts J, Shenkman B, et al. (2014) Mice in Bion-M 1 Space Mission: Training and Selection. PLoS ONE 9(8): e104830. doi:10.1371journal.pone.0104830 Editor: Nandu Goswami, Medical University of Graz, Austria Received December 25, 2013; Accepted July 17, 2014; Published August 18, 2014 This is an open-access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise us ed by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication. Funding: The project was supported by the Russian Federal Space Agency and the Russian Academy of Sciences. These funders took part in study design and data collection, but had no role in data analysis or decision to publish. The study was also supported by the Division of Physiology and Fundamental Med icine of Russian Academy of Sciences (Integrative physiology program) and RFBR grant 12-04-01665-a. These funders had no role in study design, data coll ection and analysis, decision to publish, or preparation of the manuscript. Competing Interests: The authors have declared that no competing interests exist.  Email: aandrievskygmail.com Introduction After a 16-year hiatus, Russia resumed in 2013 its program of biomedical research in space, with the successful 30-day flight ofthe Bion-M 1 biosatellite (April 19May 19, 2013), a speciallydesigned automated spacecraft dedicated to life-science experi-ments. M in the missions name stands for modernized; theepithet was equally applicable to the spacecraft and the researchprogram. The principal animal species for physiological studies inthis mission was the mouse ( Mus musculus ). Unlike more recent space experiments that used female mice, males were flown in theBion-M 1 mission. The challenging task of supporting mice inspace for this unmanned, automated, 30-day-long mission, wasmade even more so by the requirement to house the males ingroups. Russian biomedical research in space traditionally has em- ployed dogs, rats, monkeys, and more recently Mongolian gerbils. The flight of Laika in 1957 was one of the early dog experiments and became world famous for demonstrating that a livingorganism can withstand rocket launch and weightlessness, thus paving the way for the first human spaceflight. Laikas success also promoted biomedical research with other non-human animals inspace that culminated with the Bion biosatellites program. A total of 212 rats and 12 monkeys were launched on 11 satellites and exposed in microgravity for 5.022.5 days between 1973 and1997. Animal experiments on the Bion missions have contributed comprehensive data on adaptive responses of sensorimotor, cardiovascular, muscle, bone and other systems to spaceflightconditions and the mechanisms underlying these adaptations 1,2. The use of mice for space experiments offers numerous advantages. Probably the most apparent one is their small size and thus the possibility of utilizing more animals per flight, thus increasing scientific output and the cost-efficiency ratio. Compar-isons of data obtained with mice, with those obtained from larger species or humans can also reveal how factors affecting adaptation to spaceflight conditions depend on the size of the organism. Themouse has become the most prevalent mammalian model in biomedical research, with a fully described genome and an PLOS ONE  www.plosone.org 1 August 2014  Volume 9  Issue 8  e104830 established role in genetically engineered mutants. While mice are preferred mammalian models for molecular biology studies, their small size is a debated limitation rather than an advantage forphysiological studies. Miniaturization of scientific hardware hasreduced some of the disadvantages of the species small size.Finally, the use of genetically controlled mice offers a means to reduce inter-individual variability and obtain potentially more consistent results. Despite the advantages of the mouse as a model organism for space research, their use was rather limited (apart from a number of experiments with mice during early space exploration in the 1950s and 1960s, which were aimed primarily at testing if livingorganisms can survive the launch or a brief exposure inmicrogravity) 3. Flight experiments with mice were performedaboard STS-90 (NeuroLab), STS-108, STS-129, STS-131 (Mouse Immunology I), STS-133 (Mouse Immunology II), and STS-135 with exposure times ranging from 12 to 16 days.Research programs of these flights were largely focused on studiesof muscle, bonetendoncartilage, nervous, and cardiovascularsystems, and innate and acquired immune responses. Experiments were performed with groups of 30 or fewer female C57BL6J mice, which were dissected typically shortly after return 49. The Mice Drawer System (MDS) experiment of the Italian Space Agency is by far the longest spaceflight of mice to date 10. In this mission, 6 mice were exposed for 91 days aboard theInternational Space Station. The advantages offered by thepossibility of genetic manipulations with mice were utilized in thisexperiment; three mice were transgenic with pleiotrophin overex- pression (C57BLJ10 PTN) and three mice were their wild-type counterparts. The MDS habitats required periodic replenishmentand servicing by by astronauts. Sadly, half of the mice died duringthe course of this mission due to various estimated reasons. In the present paper we aim to present a brief overview of the Bion-M 1 mission scientific goals and experimental design. Ofparticular interest we will focus on the program of mouse trainingand selection for the experiments, and some outcomes of the Bion-M 1 mission. Overview of the Bion-m 1 mission The scientific program of the Bion-M 1 project was aimed at obtaining data on mechanisms of adaptation of muscle, bone, cardiovascular, sensorimotor and nervous systems to prolongedexposure in microgravity and during post-flight recovery. To thisaim, functional measurements in vivo were combined with complementary morphological, biochemical, cellular and molec- ular studies performed in vitro . To our knowledge, Bion-M 1 is the first study with mice to follow the dynamics of re-adaptation tonormal gravity or to assess post-flight in vivo functions. The in vivo measurements in-flight included video recording of mice behavior and continuous recording of arterial pressureduring all stages of the flight. After the flight, testing of animalbehavior, memory and learning, vestibular function, physicalactivity, strength and fitness, as well as continuous registration of cardiovascular parameters were performed. The set of in vivo measurements was designed to provide data on the effects ofmicrogravity on the physiological systems of interest, and to followthe time course of re-adaptation to Earths gravity after the flight.To reduce the possibility of inadvertently stressing the mice with numerous post-flight tests and thus obscuring the effects of spaceflight, the decision was made to monitor mice in their homecage using an automated data collection system (TSE Pheno-Master) and implantable telemetry, while reducing the number oftests 11. The program had to be performed with a limited number of animals; thus the use of a repeated measures design.Mice were tested before and after the flight (or its simulation on- ground) 12. The in vitro studies were focused on metabolism and the structure and function of tissues from microgravity-exposed mice.More specifically, the individual studies were selected to maximizethe scientific yield and targeted the impact of microgravity and other factors specific to spaceflight on biochemical, morphological and, primarily, cellular and molecular mechanisms involved in theadaptation of main physiological systems, such as the centralnervous system, sensory systems, skeletal muscle, supportingtissues, including bone and connective tissues, cardiovascular,respiratory, digestive, neuroendocrine and immune systems. The following organs and tissues were harvested: brain structures, vestibular organs, retina and crystalline lens, spinalcord, muscles of hind limbs and back, vertebral column, fore andhind paw bones, articular and cartilage structures, ligaments, bone marrow, cardiac muscle, arteries from brain and hind legs, lung, intestines, liver, kidney, spleen, thymus, skin, salivary glands, testisand blood. These samples were analyzed using morphological(light and electron microscopy, histochemistry and immunohisto-chemistry), biochemical and a variety of molecular-biologytechniques (enzyme-linked immune assays, high-pressure liquidchromatography, western-blot, real-time PCR, whole-genomegene expression). Functional properties of skeletal muscle, cardiacmuscle and resistive arteries samples were evaluated usingmyography and atomic force microscopy. Mice for in vitro studies were euthanized by cervical dislocation; because of the diversityand number of studies, this method was chosen as the commonprocedure to reduce variability and one that provided the leastinterference with the objectives of the in vitro studies. Materials and Methods Ethical statement The study was approved by IACUC of MSU Institute of Mitoengineering (Protocol N o35, 1 November, 2012) and of Biomedical Ethics Commission of IBMP (protocol N o319, 4 April, 2013) and conducted in compliance with the European Conven-tion for the Protection of Vertebrate Animals used for Experi-mental and Other Scientific Purposes 13. Animals Experiments were performed with C57BL6N male mice. The choice of strain was based on the requirements of the tissueharvesting program participants and the fact that C57BL6 is oneof the most widely used strains. The selection of male mice wasbased on the same requirement. The advantages offered by usingmales are their substantially larger size and the absence of sexsteroid cycling compared to females; the vast majority of animalresearch is conducted using males, so their use in this study madethe results more readily comparable to the data in the publishedliterature. Nevertheless, the risks associated with group-housingmature males were recognized and greatly affected the prepara-tory procedures. It was decided that the optimal age of mice atlaunch was 45 months, when the males were still young but fully mature. The growth rate in mice is known to slow down by this age, and obesity, which C57BL6 mice are prone to exhibit, is notyet considered a factor. Space environment affects microorganisms by increasing their virulence; major shifts in immune status in space are welldocumented 5,8. It is reasonable to think that even pseudopathogenic species may increase morbidity during prolongedexposure in space 14,15. These considerations underscored thenecessity for the use of specific pathogen-free mice in theMice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 2 August 2014  Volume 9  Issue 8  e104830experiments, a side benefit of this approach being the reduced variability of data obtained in SPF-animals 16. Male C57BL6N mice (n  300) weighing 2225 g were purchased from the Animal Breeding Facility - Branch ofShemyakin  Ovchinnikov Institute of Bioorganic Chemistry.Mice were specific pathogen free. The main site for mouse trainingwas the animal facility of Moscow State Universitys Institute ofMitoengineering. At the time of launch and the start of the relatedcontrol experiments, the mice were 1920 weeks old. Mice were individually identified using RFID chips (El1000, Felixcan, Spain) and earmarks. Routine manipulations of the miceconsisted of daily handling, examination, and weighing. Experimental groups The Bion-M 1 biosatellite, launched on April 19, 2013 from cosmodrome Baikonur, and the descent module landed on May19, 2013 in the vicinity of Orenburg, successfully fulfilling the planfor an unmanned, 30-day-long orbital spaceflight. Housing andclimate parameters were replicated in the subsequent groundcontrol (GC) experiment (July 26 to August 26, 2013). A total of 4experimental groups were used for the flight and ground controlexperiments (n  45 per group). An additional fifth group includedthe backup mice for the main flight group (n  45). Mice of thespace flight group (SF) were exposed to microgravity for 30 days.Concurrent with the SF mice, another group of 45 mice remainedin the animal facility (SFV). The ground control (GC) experimentwas conducted, after the landing, in the refurbished BOS flighthabitats. The habitats were installed in a climatic chamber thatreplicated the temperature, humidity, gas composition and otherflight-specific climate parameters. The corresponding vivariumcontrol (GCV) mice were housed in the animal facility. The separate and concurrent GCV groups were used to account for possible seasonal differences between SF and GC mice. Each of the groups (SF, GC, SFV, GCV and backup SF mice) included mice designated for in vivo studies and recovery (n  10) and mice for dissection and in vitro measurements (n  35). Each in vivo study subgroup, in its turn, consisted of 5 mice implanted with telemetry probes to monitor blood pressure and 5 intactanimals. Mice were handled and trained before the flight and ground control experiments. Basically, training consisted of shaping thegroups of three mice each for social housing and adaptation topaste diet. The training of mice designated for in vivo studies was more comprehensive. It started with implanting the telemetryprobes and, following recovery, a set of preliminary behavioraland functional tests (Figure 1, Table 1 and 2). Housing The BOS habitats were designed to house up to three mice per group 17. Stable cohorts of three mice were maintainedthroughout the training program and consequent experiments,with the exception of brief periods of post-surgery recovery (56days) and behavioral tests (7 days), when they were housedindividually. Individually ventilated cages (GM 500, Techniplast, floor area 500 cm 2) were used. Techniplast mice shelters (red plastic triangles, 15Lx11Wx8H cm), paper tubes and paper tissues fornesting material were provided to enrich the environment. Cagecleaning was done once weekly, and water was refreshed twiceweekly. All materials were sterilized prior to use by autoclave.Techniques aimed to prevent animal contamination were thor-oughly followed.Habitats The hardware for mice housing in-flight was an adapted version of the habitats used for rats in the original Bion program. It wasdeveloped by Biofizpribor, according to the IBMP requirementsand was tested by IBMP in 2011. Each block consisted of fiveindividual habitats (BOS, Block Obespecheniya Soderzhaniya,Russian for - literally - Unit for the Provision of Housing). Theliving compartment of each habitat was an acrylic cylinder9862 mm in diameter and 200 610 mm in length with a total volume of approximately 1.7 l (Figure 2). A stainless steel feeder(9 ml) was mounted at one end (the top) of the cylinder. Thefeeder had a flap, used in the refill procedure. The fooddistribution system (except for the feeders) was common to allfive habitats in the block. Paste space food was pumped from thecontainer and distributed between individual habitats of theassembly 6 times daily (every 4 hours at 00:00, 04:00, 08:00,12:00, 16:00 and 20:00), a total of 54 gday per 3 mice. Fooddistribution was adjusted through manipulations of pressuredeveloped in the container and in the feeders to follow thispattern prior to experiments. Bulbs for day-phase (08:0020:00, 45 65 Lux) and night-phase (20:0008:00, 5 62 Lux) lighting, an air supply fan (0.3 ms) and an air distribution system were positioned on one side of thecylinder. A video camera was installed between the light bulbs;video was recorded 6 times daily (simultaneously with feeding,each session lasted 2 hours) at 8 frames per second. The oppositeside of the cylinder had the grid for waste removal. The wasteremoval system was individual for each habitat. The door at thebottom of the cylinder had a glass window. In order to minimizeimpact of variability arising from possible differences in micehousing conditions, experimental subgroups were formed frommice that were housed in different habitats. Air composition and climate parameters in the satellite were maintained by the centralized life support system and remained inthe designed range throughout the flight. Diet During the initial stage of training, mice were provided with standard pelleted food (Assortiment Agro, Russia) and deionizedwater given ad libitum . Two weeks prior to launch, and the start of the GC experiment, the animals were adapted to the flight pastefood diet. Both the paste and standard diets (pelleted food andwater) were first presented together; after 23 days the water bottlewas removed, followed in another 23 days by the removal of thepelleted food. Vivarium control (SFV and GCV) groups were fedstandard chow and water throughout the experiments. Thespace paste food diet was developed at IBMP by T. Gurievaand E. Mednikova. It was produced based on the standard chow,with water and casein as gelling agent added. Consumption of standard pelleted chow and water (in SFV and GCV) or paste diet (in SF and GC) was monitored daily for ten days in ten randomly chosen cages per group. Data for the cage was averaged across the days and expressed as g per 10 gbodyweight. A separate preliminary experiment in metabolic chambers was conducted to quantify urination in mice fed standard chow andpaste food. Four groups of mice, of 3 mice each, were housed inmetabolic chambers (Techniplast, Italy) and fed pelleted food(grinded) or paste food. Body weight, food and water consumption,urine volume and feces weight were monitored daily (3 days foreach diet).Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 3 August 2014  Volume 9  Issue 8  e104830Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 4 August 2014  Volume 9  Issue 8  e104830Telemetry probes implantation Arterial pressure was monitored in sub-groups of mice designated for recovery, using implantable probes and telemetry hardware (Data Science International, USA). The hardware wasadapted and integrated to the Bion-M biosatellite by engineersfrom Biofizpribor (St. Petersburg, Russia) and the Centre nationaldetudes spatiales (CNES, France). Miniature probes (model PA- C10) weighing 1.4 g were implanted 3 weeks before the start ofexperiments, following the manufacturers instructions. Thecatheter of the probe was implanted into the left carotid so that its tip just reached the aorta 18. The body of the transmitter was implanted subcutaneously on the flank, briefly described below. Mice were anaesthetized by an intraperitoneal injection of a solution containing tiletaminezolazepam (15 mgkg each) com-bined with xylazine (3 mgkg). Depth of anesthesia was assessed regularly by hind leg pinch and observation of respiration rate,and maintained by additional dose(s) of the mixture (about 20 of the initial dose) as needed. A midline incision was made on theventral neck. The carotid artery was separated and ligated 12 mm cranially to its bifurcation. A second ligature was used tosuspend the artery 45 mm proximal to the site of ligation.Through a small incision in the artery wall, the catheter wasadvanced 67 mm towards the aorta and fixed in place withsutures and acrylic glue. A subcutaneous pocket on the flank of theanimal was made with blunt scissors, and the transmitter wasinserted there with a small hemostat. The catheter and thetransmitter were fixed in place with acrylic glue and the skinincision closed with absorbable sutures. During the recoveryperiod, mice were housed individually; they were under dailyveterinarian control and received ibuprofen 4 mgml and Bactrim4 mgml in drinking water.Figure 1. Schematic diagram of the experiments. Mice of SF, SFV and backup SF groups were co-adapted in housing groups of 3 mice each, SF mice were adapted to paste food diet, and mice of in vivo subgroups passed through preliminary tests. After transportation to and adaptation at Baikonur, SF mice were flown aboard the Bion-M 1 satellite for 30 days. After landing mice were examined and transported to Moscow, where animals of the in vitro subgroup were dissected, while recovery dynamics was followed in the in-vivo subgroup before dissection 7 days after landing. Ground control experiment replicated the principal stages of the spaceflight experiment.doi:10.1371journal.pone.0104830.g001 Table 1. Key dates of the flight experiment. FLIGHT EXPERIMENT: key dates Time relative to Launch (L) or Return (R) Arrival of mice from the breeding facility L-51d RFID-chips implantation, ear marking L-50d Telemetry probes implantation L-50d Weighing, examination L-50d - L-3d Co-adaptation of mice in groups of three L-45d - L-3d Adaptation of mice to paste diet L-14d - L-3d Trainingtests with mice designated for in vivo studies L-30d - L -9d Transportation to Baikonur L-7d Adaptation at launch site L-7d - L-3d Final selection of the flight group L- 3 d Transfer of mice to the habitats L-3d Installation of habitat assemblies into the biosatellite L-3d Monitoring of mice in habitats L-3d - L-1d Transportation of the biosatellite for further assembling L-2d Transportation to launch site L-1d Installation of the rocket at launch table L-16h Launch  20130419 14:00 L0 Bion-M 1 flight  477 orbits  30 days (20130419-0519) Braking engine start R -0.75h Atmospheric entry R-0.25h Parachute opening R-0.17h Touchdown engines firing (20130519 07:11) R0 Recovery team arrival R0.25h Dismounting of habitat assemblies R2h-R3h Mice examination at recovery site R2h  R 5h Transportation to Moscow R5h-R12h Euthanasia and in vitro studies R13h  R 25h In vivo tests and recovery monitoring R0d  R 7d Euthanasia of the recovery group, in vitro studies R7d doi:10.1371journal.pone.0104830.t001Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 5 August 2014  Volume 9  Issue 8  e104830Pre-flight training of mice designated for in vivo studies Mice for the in vivo studies were trained and tested before the experiments to select homogenous groups and to benefit fromrepeated measures in experimental design; the latter considerationwas particularly important in light of relatively small number ofanimals. On the morning of day 0 mice a battery of behavioral and functional tests was administered. First, animals were examined forvisible abnormalities in exterior and simple reflexes 19. The Open field test was performed in a round, 60 cm arena of black plastic with a grey floor and 40 cm high walls 20. Mouse behavior wasvideo recorded at 25 fps for 10 minutes under a bright white light(200 Lux) followed by 10 min in darkness (IR light). Videos wereanalyzed for locomotor activity and other behavioral parametersusing EthoVision v. 8.5 (Noldus). Grip force was measured using Grass FT-03 force transducer 21. Analog output was amplified,digitized at 1 kHz sampling rate and analyzed using PowerGraphsoftware (InteropticaS, Russia). RotaRod test was conducted using UgoBasil hardware with rotation speed increased from 6 to50 rpm in 3 min, 5 trials were performed with each mouse 22. On the evening of the same day, animals were placed into cages ofPhenomaster (TSE Instruments, Germany), an automated data collection system, where they were monitored for 7 days. Thesystem was equipped with an infrared grid to register animalactivity, scales for the water bottle and feeder, a running wheelwith unrestricted access and rotation counter, an operant wallfor positively reinforced operant conditioning 23. There were 16such cages, housing mice individually. Measures were read onceper minute using TSE software. Blood pressure and heart rate inmice, instrumented with telemetry probes were continuouslyrecorded throughout the tests. Operant conditioning sessions were conducted automatically, once a day and started at 22:30, controlled by IntelliMaze softwarecontrol. The first session was designed to reinforce nosepokesemitted by an animal while both light stimuli (left and right) wereactive. This session was used to establish individual baselinetendencies to display nosepokes to the right or left. On subsequentdays, mice were trained to direct nosepokes to the side opposite totheir initial bias. The number of rewarded responses was limited to50; each sweetened dry milk pellet weighed 14 mg. To promotelearning, mice were maintained at 90 ad lib body weight. AccessTable 2. Key dates of the on-ground control experiment. CONTROL EXPERIMENT: key dates Time relative to experiment Start (S) or End (E) Arrival of mice from the breeding facility S-38d RFID-chips implantation, ear marking S-37d Telemetry probes implantation S-36d Weighing, examination S-37d  S-2d Co-adaptation of mice in groups of three S-29d  S-2d Adaptation of mice to paste diet S-14d  S-2d Trainingtests with mice designated for in vivo studies S-21d  S-6d Transportation to IBMP S-1d Transfer of mice to the habitats S-1d Installation of habitat assemblies into the climate chamber S-1d Monitoring of mice in habitats S-1d-S0 Control experiment start (20130726 14:00) S0 Ground control experiment  30 days (20130726-0826) Control experiment end (20130826 09:00) E0 Dismounting of habitat assemblies E1h  E 2h Mice examination E1h  E 3h Transportation imitation E4h  E 8h Euthanasia and in vitro studies E8h  E 23h In vivo tests and recovery monitoring E0d  E 7d Euthanasia of the recovery group, in vitro studies E7d doi:10.1371journal.pone.0104830.t002 Figure 2. Habitat interior. doi:10.1371journal.pone.0104830.g002Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 6 August 2014  Volume 9  Issue 8  e104830to food was provided throughout the day from 07:30 until 19:00 20:00. Reward pellets were the alternative source of food. The quality of blood pressure signal (for the operated mice), probabilities of running wheel use, combined with performance inconditioning task were used as criteria for inclusion intoexperimental groups. Selected mice were randomly assigned toeither flight or ground control or vivarium groups. Transportation The groups of mice designated for flight were transported to Cosmodrome Baikonur one week before launch. Transportationwas by car and by air in several steps and lasted approximately24 h. Containers of nontransparent blue plastic 40 660 cm with 4 sub-compartments (each for a group of three mice) equipped with air filters (Animal Breeding Facility - Branch of Shemyakin  Ovchinnikov Institute of Bioorganic Chemistry) were used. Pastefood was provided to mice during transportation. Statistical analysis One-way ANOVA (transportation bodyweight data) followed by Bonferronis multiple comparisons was performed withtransportation bodyweight data. In order the prepost flightbodyweight data set met the assumptions of normality andhomoscedasticity intrinsic to the ANOVA model, rank transfor-mation was applied to the entire set of observations 24 prior totwo-way ANOVA followed by Bonferroni post-hoc comparisons;noteworthy, the results of the test on raw and transformed datawere identical. Fishers exact test (survival), Man-Whitney U-test(home cage food and water consumption, open field testbehavioral data) or paired Students t-test (metabolic chambersdata) was performed using GraphPad Prism software (version 6.00for MacOS, GraphPad Software, USA). Results and Discussion Group housing Living conditions for animals considered optimal on earth cannot be provided in the confines of a space satellite.Microgravity, apart from purely technical limitations of thehousing hardware, may disrupt normal mouse behavior, and aninability to express natural behavior is posited as a potential causeof distress in laboratory animals 25. This and more obviousnegative factors, such as accumulated waste, suboptimal feedingregimen etc., can negatively affect mice and could increaseaggressiveness in space habitats. As a result we consideredaggressive interactions a major risk factor. To minimize this risk,we specifically sought to shape the groups for social housing and carefully select stable groups prior to experiments. From an initial set of 300 male mice, 88 groups of 3 mice were formed, a total of 53 groups were used for the space flight (SF)experiment and corresponding SFV, 35 groups for subsequent GCand GCV studies (87). During the co-adaptation period, a totalof 12 groups had to be rearranged (14). Male mice are known to have aggressive tendencies. Their aggressiveness depends on a number of factors, including strain(C57BL6 is considered one of the more aggressive strains), livingspace and other housing conditions and, in the case of grouphousing, the history of group interactions is a major factor 17. Inan animal facility, aggressive interactions are easily overcome bysimply removing the aggressor from a group or by individualhousing of mature males. Individual housing, however, precludesall social interactions and thus compromises the animals overallwelfare. For this reason, environmental enrichment is oftenemployed in animal facilities, with the goal of reducing aggressive interactions. While the analysis of measures promoting co-habitation of male mice was beyond the scope of the current project, several pertinentobservations were made. We reasoned that environmentalenrichment and daily handling were critically important forsuccessful co-adaptation of mice and the development ofsustainable hierarchy in the group. In a preliminary experiment,when no environmental enrichment was used, only 50 of mice(out of a sample of 42) successfully co-adapted to living in groups of three. The enrichment used to prepare mice for the Bion-M 1 experiments (shelters, nesting material and paper tubes) proved tobe useful in two ways. Shelter with good qualities is salient to mice,and male mice will compete for the resource 26. Additionally,adequate shelter facilitates the observation of nesting behaviorwithin the group. Nesting behavior can differentiate groups, withstable groups building a communal nest within a chamber,whereas mice that cannot co-adapt as a group compete and fightfor the shelter, with one or two mice building a separate nestoutside of the chamber. Handling and other simple manipulations are known to induce an acute stress reaction in mice, seen as an increase in bloodpressure, heart rate, body temperature, and plasma corticosterone2730. At the same time, handling is often used to habituatemice and rats to experimental manipulations (mild stress), withdifferent handling techniques having different impacts on theirbehavioral indices 31. In the course of training for theexperiments, mice were handled daily to monitor signs of fightingand body weight, and to help identify the provokers and recipients of aggression. Frequent handling proved critically important to condition and calm mice to some of the tests. For instance, the airrighting test used to evaluate vestibular function involved holdingand rotating individual mice cupped in the palms of theexperimenters hands prior to releasing the mouse into a safe fall.Extensive handling and homecage enrichments yielded male micethat were tractable and cooperative during such potentiallyprovocative procedures. Other, useful and informative observa-tions could be made after a change of bedding. Mice becomeextremely active when placed in a fresh cage. We have repeatedlyobserved that in unstable groups mice would fight promptly after achange of bedding. In summary, fighting episodes observed after handling or cage cleaning, along with an absence of a communal nest, were treated as indication that the group had to be eitherrearranged or split and excluded from the experiments. Food and water consumption The average pelleted food consumption in SFV and GCV groups was 1.30 60.14 g10 g bodyweight (BW) and their water consumption was 1.52 60.65 g10 g BW (m 6sd). Average paste food consumption in the Space Flight and the Ground Controlgroups was 5.52 60.88 g10 g BW. Taking into account the 76 78, water content of paste food, dry weight consumed was thesame as that for pelleted food of 1.27 60.20 g10 g BW (p  0.4514, Mann Whitney test). Notably, water intake via thepaste food diet was 4.25 60.67 g10 g BW, or roughly three times ad libitum water consumption, when water was presented separately from dry, pelleted diet (p ,0.0001, Mann Whitney test). Apparently the need for nutrients, rather than thirst,governed the paste food consumption. While no adverse impact of this increased water intake was evident, mice maintained on paste diet produced more urine thatwas more dilute than normal. When paste food was introduced,water consumption decreased roughly 5 times its original amount; body weight increased by 1.5 60.4 g, and feces weight tripledMice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 7 August 2014  Volume 9  Issue 8  e104830(Figure 3). Measured urine production in mice fed pasted food diet was 2.4 ml10 g BW, which was 10 times the value in mice fed standard diet (Students paired t  12.55, df  3, p  0.0011). Telemetry probes impact on the mice welfare Continuous blood pressure measurement, with implantable telemetry probes, was an integral part of the in vivo studies. The health status and functional state of the implanted mice were carefully monitored after surgery because the novelty of this procedure as part of a long spaceflight constituted a major riskfactor for the mission. Thirty-five (35) mice were implanted with PA-C10 blood pressure transmitters. The mice tolerated with apparent ease telemetry probe implantation. As can be seen from body weight data, the acute recovery was complete by day 5 post-surgery (Figure 4). At approximately the same time, mice were behavior-ally recovered in terms of locomotor activity and nest building, and were reunited with their co-habitants. Tests of corneal, pineal and other simple reflexes, performance on RotaRod, grip strength, running wheel performance, and learning and memory tests revealed no adverse effects of probe implantation. We occasionally noted, slight eyelid drooping.Although this ptosis could be interpreted as indicating compro- mised brain blood supply, we do not believe this was the case. Indeed, the circle of Willis is incompletely developed in mice, with 10 incidence in the C57 strain 32; the right common carotid artery was ligated during the surgery. The absence of impairedmotor or cognitive functions in implanted mice contradicts interpretations of brain blood supply deficiency. An extracranial blood supply through the external carotid could, however, be compromised in operated mice, particularly in the most distal branches of the artery that supply blood to the eyelid. We surmise that was the reason for the slight ptosis observed on the side ipsilateral to the carotid ligation. Mice that underwent surgery were housed individually during acute recovery period (5 days on average) and were re-introduced to their co-habitants when recovered. Two modes of reunion were tested. One method was to introduce two un-operated mice to the cage of an operated animal. This was designed to exploit host- intruder paradigm and offer an advantage to the host (operated  weak mouse) due to concerns for its safety. In nearly all cases, however, the non-operated intruders were the ones to suffer, when the implanted mouse assumed the dominant position. The second method was to introduce all three mice to a fresh cage; thiswas found to be safe for both operated and intact mice. Based on in vivo tests conducted before the experiment, we selected the latter mode of reunion. To summarize, when partially recovered from the operation, mice with implanted probes can be easily group-housed with intact mice and display little (if any) differences from mice without surgery. Pre-flight training of mice designated for in vivo studies Preliminary training and tests were performed with 42 mice for both the flight (SF) experiment and the corresponding vivarium Figure 3. Metabolic parameters in mice fed pelleted food and paste diet. Body weight (A), food (B) and water (C) consumption, feces (D) and urine (E) production. Differences significant at p ,0.05 are marked with an asterisk. When the paste food diet with high water content was introduced mice displayed an increase in bodyweight, stopped drinking, while diuresis and feces weight were increased indicating excretion of excess water consumed with the paste diet.doi:10.1371journal.pone.0104830.g003Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 8 August 2014  Volume 9  Issue 8  e104830control (SFV), and with 30 mice for the ground control (GC and GCV groups) experiment (Table 3); 26 (62) and 16 (53) micecorrespondingly fulfilled the inclusion criteria. Here, it isimportant to mention that probabilities of fulfilling each of thecriteria are below 1. The probabilities of mice displaying a goodBP signal, running vigorously in the wheel, performing well indiscriminative learning, and maintaining amicable interactionswith cagemates should be treated as independent and thereforeshould be multiplied to get the joint probability. Although the ruleis common knowledge, it is easy to overlook when planning anexperiment, and anticipating sufficient allowance of extra animals.Transportation The flight group of mice was transported to Cosmodrome Baikonur one week before launch. The relatively long (24 h)transportation to Baikonur did not seriously affect the mice asevidenced by a slight bodyweight change of 23 (20.9 g, Figure 5). Bodyweight returned back to pre-transportation valuesin two days. General Outcomes Climate The environmental parameters in the biosatellite during the orbital mission, in the climatic chamber during the ground controlexperiment, and in the animal facility for the VC groups (Table 4),were closely matched and within the acceptable range for thehousing of rodents 33,34. The climate parameters aboard thesatellite were within the designed range throughout the flight 35. Mice condition after the flight and control experiments In the flight (SF) experiment 16 out of 45 mice (36) survived and in the ground control (GC) experiment, 38 out of 45 mice Figure 4. Bodyweight (A) and relative BW change (B) after telemetry probe implantation. Differences significant at p ,0.05 are marked with an asterisk. As can be considered from bodyweight data, acute recovery was over by day 5 after surgery. doi:10.1371journal.pone.0104830.g004 Table 3. The outcome of the pre-flight procedures with mice for in vivo studies. CriterionFlight Flight vivarium Ground control Ground control vivarium fulfilled, n failed, n fulfilled,  fulfilled, n failed, n fulfilled,  Blood pressure signal quality 15 5 75 12 3 80 Voluntary running more than 3 kmday 34 8 81 25 5 83 More than 95 correct reactions in the operant conditioning task by day 339 3 93 28 2 93 Housing group stability (cages) 19 2 90 14 1 93 doi:10.1371journal.pone.0104830.t003 Figure 5. Mice bodyweight dynamics after transportation to the launch site. Differences significant at p ,0.05 are marked with an asterisk. Transportation did not seriously affect the mice, as can be concluded from a slight drop of bodyweight and its rapid recovery. doi:10.1371journal.pone.0104830.g005Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 9 August 2014  Volume 9  Issue 8  e104830(84) survived. It should be noted that loss of all mice (n  15) in one assembly during space flight was a result of a grossmalfunction of the food distribution system. Taking into accountthat the flight was aimed at exposing mice in the microgravity at,rather than evaluating the long established habitat system,survivorship would be calculated as 16 out of 30 mice (53).Loss of mice in the SF group was obviously higher than in GC (p , 0.0001, Fishers exact test); however, the results of the controlexperiment are in concordance with data obtained duringpreliminary evaluation of the system, where none of the 15 micedied during a 30-day housing in the habitats (p  0.1760, Fishersexact test). Though the comparison of mice survival in our 30-dayautomated mission with the data obtained in the 91-day MDSexperiment aboard the ISS, where astronauts attended to the miceand survival rate was 50 (3 out of 6), might be dubious,numerically the values do coincide. Upon examination of thesurviving SF mice, 4 (25) had limb injuries and 6 (38) hadvarious tail injuries. These results were quite unexpected takinginto account that, during the preliminary evaluation of the system,all the mice remained in perfect health after 30 days of housing inthe habitats. Mice behavior during the flight To better understand and interpret the fatalities and injuries sustained by some of the mice in the two functioning habitatassemblies, we made use of the uniquely rich video data that wererecorded from the Bion habitats (see description, above). It shouldbe noted that never before have such extensive video records beencollected and that this design feature alone could earn themodernization tag in the Bion-M1 designation. The library of video recordings from the two habitat assemblies consisted of 2,476, 30-min segments of individual habitats,captured during both light and dark phases of each day of themission, as described earlier. As might be expected, video qualitywas superior in the early phases of the flight and visibility wascompromised over time, as floating liquids and debris tended toobscure the camera lens and the general atmosphere of thehabitats. More specifically, at the beginning of first week of spaceflight we categorized as clear with maximal visibility 76 of thevideo segments. There was a precipitous decrease in visibility atthe beginning of the ensuing weeks: the proportion of such clearsegments was only 3 and 6 for the 2 ndand 3rdweeks, respectively. On the first day of the final week none (0) of thehabitats were clearly visible in the video records.Two fatalities occurred in different habitats on the 2 ndday of the flight. In another cage, one mouse died on the 9thday. There was no evidence of fighting, biting, or agonistic behavior in any ofthe video samples, so we do not believe that any of deaths or injuries resulted from aggression among the males, evidencing success of our effort to train and select stable housing groups. Thefirst two losses occurred early in the flight, so lack of access to food cannot account for them; and again, in no habitat was there visual evidence of competition that prevented access to food. What might help explain the deaths? The video records clearly showed that the mice spent much time in physical contact(huddling) with one another and, significantly we think, they were grouped against the flat, feeder wall of the cylindrical habitat (Figure 6). We quantified their location within each habitat onselect days during the flight; choosing days on which the video segments provided good available visibility. Because we were interested in the aggregative behavior of the mice in differentareas, we encoded when there were three, two or one individuals in contact with the feeder wall, the blank wall, or were in the middle area of the habitat. When one mouse was in contact with aflat wall (feeder or blank) and one or more mice were in contact with it but not necessarily with the wall itself, we scored such aggregation as being in wall contact. Using these criteria we foundthat during the 1 stday of flight, two or three mice were aggregated at the feeder wall for 80 (median value; range: 63100) of the observable segments. They spent 0 of the time at the blankwall. On the 3 rdflight day, aggregations of two or three mice were at the feeder wall for 50 (median; range: 595) of the observation periods and at the blank wall for a median of 0 (range: 011). On Day 11, feeder wall aggregations with two or more mice occurred for a median of 46 of the observationtime and there were no multiple animal aggregations at the blank wall. For comparison, we applied the same criteria to the Ground Control habitats for the same days during the simulated flight. Among the GC habitats on day 1, aggregations of two or three mice were seen for a median of 61 of the time (range: 4675) and such aggregations were at the blank wall for only 1.5 of the time (range 04). On the third and 11 thdays the median time aggregations of two or three mice were at the feeder wall was79 and 95.5, respectively; there were no such aggregations at the blank wall. In all, these video samples documented from the first day of experimentation, both in microgravity and on earth, that maleTable 4. Climate parameters in flight, control experiments and the animal facility. Parameter Animal facility Biosatellite Control experiment Temperature, uCm 6sd 23.061.5 21.1 60.4 21.3 60.8 min-max 21.027.0 19.522.9 20.322.3 Relative humidity,  m 6sd 49617 61 637 1 62 min-max 2075 5365 6873 Ambient pressure, mmHg m 6sd na 762 66 747 63 min-max na 752770 742753 O2, m 6sd na 21.2 61.1 21.2 60.5 min-max na 19.321.2 20.621.2 CO2, m 6sd na 0.002 60.005 0.0682 60.0718 min-max na 0.0000.015 0.02010.2096 na  data not available. doi:10.1371journal.pone.0104830.t004Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 10 August 2014  Volume 9  Issue 8  e104830mice aggregated non-randomly at the feeder wall of the cylindrical habitat. Individuals were often seen oriented toward the food area,which was recessed 1 cm. Whether the behavioral orientationreflected active feeding of the paste diet, or thigmotactic responsesto the recess, or grasping of an edge created by the recess orpresented by the rotating flap, or some combination of such factorswas not discernible from the videos. It was clear, however, thatboth under 1-g and microgravity conditions, the animals spentmost of their aggregative time, which was considerable, near or in contact with the feeder wall. In microgravity, the animals assumed a greater range of orientations at the wall and may have moreactively inserted their bodies into the recesses or crevasses createdby the hardware, especially the moving parts. This remainssupposition, but appears likely and should be considered in futuredesigns as well as in the arrangements for video surveillance duringfuture flights. Results obtained in the Bion-M 1 mission should be taken into account in design of new mice habitats for future space missions.Despite the general design has long since proven its efficiency inthe previous Bion flights with rats, including use of paste food andthe system of its distribution, further development is needed tobetter adapt it for mice based on this study; obviously any movingparts in direct access of the animals should be excluded. Theadvantage of the habitats design is its ability to support micewithout any human interference in relatively long duration missions. This degree of autonomy has not been reached by any other of the existing animal habitats, for instance, in the recentMDS mission the water tank had to be refilled every 10 days, andwhile food supply was designed to operate automatically for 60days, eventually the food bars had to be manually advanced asneeded by the astronauts 10. Examination at the landing site Examination of mice after the Bion-M 1 flight directly at the landing site (return 3 h) revealed gross motor function impair- ment: the mice could not maintain steady posture and their foreand hind paws were positioned more to their sides, rather thandirectly under their trunk (14 of 16, 88); the mice did not moveeven when prodded; when lifted, the mice spread their toes excessively (1616, 100) and righting reaction was absent or impaired in an aerial righting test (6 of 6, 100). Some recovery of locomotor function was evident by about 68 h after landing, when the mice could keep normal posture and even rear. All mice were found to be exophthalmic. Excessive urinations with almost colorless urine were noted in 14 out of 16 mice. Body weight data The nutritional status of mice post-flight was variable. Whereas the majority of mice either gained some weight or maintained their pre-flight values (1216, 75), 1 mouse was famished (BW 50 below pre-flight value), and 3 were distinctly overweight by 3040. The differences in bodyweight between spaceflight, ground control and vivarium control groups were not significant (F (3,104)  1.40, p  0.2468) and they accounted for only 3 of total variation (Figure 7). Post-hoc comparisons revealed no differences between the groups before the experiments. The comparison of pre- versus post-flight values revealed that bodyweight increased in the flight group (8, p  0.0010), ground control (4, p  0.0456) and control vivarium groups (11, p ,0.0001) with overall effect of time being highly significant (F(1,104)  59.79, p ,0.0001). The relations of main experimental groups (flight and control experiment groups) to the corresponding vivarium controls were mirrored: while the flight group had gained, on average, more than the mice housed in the animal facility, mice from the control experiment group gained less weight than their vivarium control counterparts. We consider that this discrepancy is explained by little opportunity for exercise in the relatively small habitats in microgravity, and partial loss of mice during the flight experiment, leading to excesses of food available to the survivors. In the controlexperiment, where the effort was made to reproduce the feeding regimen observed in the flight experiment, given that more mice survived, the relative amount of food per mouse was smaller leading to smaller weight gain. Seasonal variations in growth cannot be ruled out either. Behavior in the open-field test Behavioral activity of individual mice in the open field was recorded during the training period prior to the start of the experiments and one day after landing (SF and SFV), and at corresponding times for the control groups (GC and GCV); the software for behavioral analyses extracted the nine parameters in Table 5. After return from 30-day spaceflight mice were markedly less active, with both distance (Figure 8A, C) and rearing frequency (Figure 8D) drastically reduced compared to either GC or SFV animals, whereas grooming duration (Figure 8H) was much higher in SF mice compared to any of the control groups. Interestingly, both SF and GC mice who were housed in relatively small habitats displayed more pronounced thigmotaxis compared to mice kept in standard cages (SFV or GCV correspondingly), as evidenced by a decrease of center zone entries (Figure 8E), time spent in center (Figure 8F) and distance moved in center zone, while latency to the first entry into the center zone was increasedin SF mice only (Figure 8G). Behavior parameters of mice from two vivarium groups, SFV and GCV, were indistinguishable. The drastic decrease in activity by SF mice in this test is obviously related to adverse impact of prolonged 30-days spaceflight on the sensorimotor systems of these animals. In part, housing within the restricted confines of the habitats decreased the propensity of the mice to enter and explore the center of the arena;such observations are usually interpreted in terms of increased anxiety in these animals compared to cage-housed controls 20. Compared the flight habitat interior, animals maintained in the Figure 6. A representative photograph of mice in the flight habitats. Note that mice occupy the floor grid before launch (upper row) and cling to the feeder (lower row) in microgravity. The samecages are shown.doi:10.1371journal.pone.0104830.g006Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 11 August 2014  Volume 9  Issue 8  e104830Figure 7. Mice body weight during training (A) and bodyweight before and after the experiments (B). The pairs of bars on the (B) panel represent body weight before (left box) and after (right box) the corresponding experiment. Points represent individual mice data, boxes  lower toupper quartile, whiskers  minimum and maximum. Differences significant at p ,0.05 are marked with an asterisk. doi:10.1371journal.pone.0104830.g007Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 12 August 2014  Volume 9  Issue 8  e104830Figure 8. Post-flight open field behavior parameters expressed as percent of pre-flight background values. Total (A), center (B) and periphery (C) distance moved, rearing frequency (D), center entries frequency (E), time in center (F), latency to the first center zone entry (G) andgrooming duration (H). SF mice displayed reduced activity compared to any of the control groups (GC, SFV or GCV). Mice housed in habitats (SF and GC) were reluctant to explore the center of the arena. Statistical analysis was performed using Mann-Whitney test ( 2p,0.05, 2p,0.01,  2p, 0.005 and  2p,0.0001, ns  not significant or the p value is indicated). doi:10.1371journal.pone.0104830.g008 Table 5. Open field test. Parameter SF (n  5) SFV (n  17) GC (n  9) GCV (n  12) Distance moved, m Pre 83.966.2 84.2 66.3 82.8 64.5 85.7 65.9 Post 39.065.5 69.7 63.4 63.2 64.6 69.1 64.3 Distance moved in center zone, m Pre 31.263.8 34.1 63.2 32.2 63.5 30.4 62.8 Post 10.462.1 31.9 61.7 22.1 62.9 29.0 63.1 Distance moved in the periphery zone, m Pre 52.765.2 50.1 63.7 50.6 62.0 55.3 63.7 Post 28.665.1 37.8 62.5 41.1 62.8 40.1 62.4 Movement speed, mmin Pre 5.5060.56 5.01 60.22 4.85 60.26 5.27 60.36 Post 3.4560.49 4.21 60.23 3.84 60.23 4.23 60.21 Rearing frequency Pre 170614 169 612 147 610 132 611 Post 53611 166 681 3 8 671 2 8 614 Center zone entry frequency Pre 83610 91 688 1 688 0 66 Post 30667 8 655 6 657 5 66 Time in center zone, s Pre 279650 367 642 367 622 310 623 Post 161655 434 630 338 646 423 640 Latency to first center zone entry, s Pre 13661 1 622 8 610 20 65 Post 52613 21 643 7 611 27 69 Grooming duration, s Pre 83631 88 614 72 668 9 66 Post 319652 114 613 88 614 103 627 doi:10.1371journal.pone.0104830.t005Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 13 August 2014  Volume 9  Issue 8  e104830animal facility experienced enriched environment and such differences are associated with greater exploration of the central area in the OFT 36. In contrast, increased housing density, experienced by SF and GC mice, had little effect on the central area exploration. In the present case the higher animal density, sometimes associated with increased central exploration and reduced anxiety 37, did not prevail. The example of OFT data illustrates the efficacy of our training program and experimental design for promoting scientific output of the studies performed with mice after landing in the Bion-M 1 program. Because OFT activity is known to decrease with repetitive tests, the repeated testing approach used in this study could potentially obscure the effects of spaceflight. Nevertheless, the opposite was true. While some of the measures taken before the flight, e.g., distance moved, were very close in different experimental groups with variation coefficients ranging between 16 and 30, others differed between the groups and were quitevariable within the group, e.g. latency to enter central zone with within group coefficient of variation of 70110 (Table 5). In order to reduce this inter-individual and seasonal variability, results of preliminary testing were used to make the correction for baseline differences; this transformation made possible differenti- ation of spaceflight and habitat effects (Figure 8). Post-flight adjustment of experimental groups Due to the partial loss of mice during the flight, the number of animals in other groups had to be adjusted (Table 6). The number of control mice (GC, SFV, GCV) for in vitro studies was decreased proportionately to the number of SF animals available. This decision was made basing on the relatively small variability of the measures to be taken in inbred C57 mice 12 and time considerations (complete dissection of one animal lasted 1.0 1.2 hours and dissection of all the mice took more than 24 hours).Taking that accidental death of mice in flight was a random event and that bodyweight data from all the animals was available, the mice for control groups were selected to match the initial bodyweight of SF mice. Different tactics were chosen for the in vivo subgroups. The behavioral data were characterized by high variability, at the same time all the animals designated for in vivo studies underwent preliminary testing and selection, taking this into account the number of mice for in vivo studies was not altered in order to obtain a better estimate of the behavioral parameters in the batch of mice used and to increase the power of the planned analyses. Implementation of the scientific program Despite significant loss of animals in flight, the scientific program was not abridged and was implemented in full. Hemodynamic and behavioral data were collected throughoutthe flight. Dissection of SF and SFV mice started 12 hours after landing on May 20 th, 2013. Recovery was followed for 7 days in thein vivo subgroup of SF mice and the dissection of these animalswas performed on May 26. Joint effort of teams from Russia, USA, France, Germany, Italy and Ukraine who took part in the in vivo studies and tissue-sharing program resulted in over 70 distinct hypothesis-driven studies. Conclusions The Bion-M 1 flight was unique in many ways, particularly the unprecedented duration of an automated mission with livinganimals. The sex of the mice was male, thus imposing greaterattention to creation and selection of stable groups of mice forsocial housing. The overall success was evident: aggressiveinteractions were noted on single occasions and under conditionsof starvation only. The use of male animals is obviously requiredfor research in male reproduction and their larger size comparedto females offered clear advantages. Our program of mice trainingfor flight and control experiments of the Bion-M 1 project wasaimed to: ensure that mice adapt to stressful conditions of spaceflight when housed in groups; to collect baseline data from thesemice; select homogenous groups; and, more generally, to promotecollection of less variable data. The results of our programpresented here demonstrate that group housed male mice need notbe excluded a priori , but quite on the contrary, can be successfully employed in space biomedical research if clear and simpleprocedures provided by this study are followed. The failures in this project were connected with hardware malfunction in food distribution system and to microgravity-related changes in mouse behavior. Some of the injuries anddeaths encountered in this pioneering effort suggest moving partswithin the habitat present potential risks and should be avoided orcarefully analyzed in the design of future mouse habitats. In this space experiment we have, for the first time, introduced implantable telemetry in these small laboratory animals. This shiftto data collection during the flight became possible with thedevelopment of miniature implantable probes, thereby dramati-cally increasing the scientific output of such experiments.Moreover, the use of an automated data collection system duringthe post-flight stage of this experiment provided comprehensivedata on the course and mechanism of recovery of variedphysiological systems following exposure to microgravity. Theunprecedented inclusion of daily video recordings proved valuablefor scientific purposes, for animal welfare considerations, and forassessing both nominal and aberrant events. The good condition of spaceflight mice was the basis for the positive results of both the recovery and tissue sharing studies;leading us to conclude that our training program was generallyeffective. We express our hope that the results and considerationspresented here will be useful for the planning of future missionsand will help to ensure the welfare of rodents in space research.Table 6. Number of animals in experimental groups after post-flight adjustment. Group In vitro studies In vivo studies Flight experiment (SF) 11 5 Flight vivarium control (SFV) 18 20 Ground control experiment (GC) 16 9 Ground control experiment  vivarium control (GCV) 16 13 doi:10.1371journal.pone.0104830.t006Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 14 August 2014  Volume 9  Issue 8  e104830Acknowledgments The authors thank the staff of MSU Institute of Mitoengineering, and in particular Prof. Vladimir Skulachev, Maxim and Innokentiy Skulachev for their kind and assisting help with the organization of the mice preparation procedures. The authors are indebted to the participants of the MTB project: Guillemette Gauquelin-Koch, Patrick Aubry, Jean-Christophe Lloret and Marc-Antoine Custaud (CNES, France); Anatoliy Belgorodskiy and his colleagues from Biofizpribor (Russia); and Andrey Pakhomov (IMBP), who made possible the telemetric recording of blood pressure in mice for this mission. The authors deeply respect the contribution to the success of this mission made by Evgeniya Yarmanova and Vyacheslav Sedletskiy at the most critical moments. The authors are grateful to thestaff of Kurchatov NBIC-center for their involvement in this project. In addition, special thanks to Evgeniya Lagereva for participating enthusias- tically in the routine animal procedures, and to Nikolay Buzin for the record-braking speed of the Phenomaster data collection system refurbish- ment. Author Contributions Conceived and designed the experiments: AAA BS EI OV OD KA PS TNVS RB JA. Performed the experiments: AAA AP OV OD DT PS TN VS JA. Analyzed the data: AAA AP EI OD PS VS JA. Contributed reagents materialsanalysis tools: AAA BS EI OV OD KA PS VS RB JA. Wrote the paper: AAA AP BS EI OV RB VS JA. References 1. Grigoriev AI, Iliyn EA (2007) Animals in space. Vestnik Rossijskoj Akademii Nauk 77: 963973. 2. Ilyin EA (2000) Historical overview of the Bion project. J Gravit Physiol 7: S1 S8. 3. Burgess C, Dubbs C (2007) Animals in Space. From Research Rockets to the Space Shuttle. UK: Springer Praxis. 406 p. 4. Buckey JC, Homick JL, editors (2003) The Neurolab Spacelab mission: neuroscience research in space: results from the STS-90, Neurolab Spacelabmission. Houston: National Aeronautics and Space Administration, Lyndon B.Johnson Space Center. 333 p. 5. Pecaut MJ, Nelson GA, Peters LL, Kostenuik PJ, Bateman TA, et al. (2003) Genetic models in applied physiology: selected contribution: effects of spaceflighton immunity in the C57BL6 mouse. I. Immune population distributions.J Appl Physiol 94: 20852094. 6. Behnke BJ, Stabley JN, McCullough DJ, Davis RT, Dominguez JM, et al. (2013) Effects of spaceflight and ground recovery on mesenteric artery and veinconstrictor properties in mice. FASEB J 27: 399409. 7. Gridley DS, Mao XW, Stodieck LS, Ferguson VL, Bateman TA, et al. (2013) Changes in Mouse Thymus and Spleen after Return from the STS-135 Missionin Space. PLoS ONE 8: e75097. 8. Baqai FP, Gridley DS, Slater JM, Luo-Owen X, Stodieck LS, et al. (2009) Effects of spaceflight on innate immune function and antioxidant gene expression.J Appl Physiol 106: 19351942. 9. Lujan HL, Janbaih H, Feng HZ, Jin JP, DiCarlo SE (2006) Reduced susceptibility to ventricular tachyarrhythmias in rats selectively bred for highaerobic capacity. AJP: Heart and Circulatory Physiology 291: H2933H2941. 10. Cancedda R, Liu Y, Ruggiu A, Tavella S, Biticchi R, et al. (2012) The Mice Drawer System (MDS) Experiment and the Space Endurance Record-Breaking Mice. PLoS ONE 7: e32243. 11. Andreev-Andrievskiy AA, Popova AS, Borovik AS, Dolgov ON, Tsvirkun DV, et al. (2014) Physiology  Behavior. 132: 19. 12. Festing MF, Overend P, Gaines Das R, Cortina-Borja M, Berdoy M (2002) The design of animal experiments: reducing the use of animals in research throughbetter experimental design. London: Royal Society of Medicine. 120 p. 13. European Convention for the Protection of Vertebrate Animals Used for Experimental and Other Scientific Purposes: Convention Europe enne Sur la Protection Des Animaux Verte bres Utilise s ADes Fins Expe rimentales Ou A  Dautres Fins Scientifiques:Strasbourg, 18. III. 1986 14. Aviles H, Belay T, Fountain K, Vance M, Sonnenfeld G (2003) Increased susceptibility to Pseudomonas aeruginosa infection under hindlimb-unloadingconditions. J Appl Physiol 95: 7380. 15. Wilson JW, Ott CM, Quick L, Davis R, zu Bentrup KH, et al. (2008) Media Ion Composition Controls Regulatory and Virulence Response of Salmonella inSpaceflight. PLoS ONE 3: e3923. 16. Howard BR (2002) Control of variability. ILAR J 43: 194201. 17. Van Loo PLP, Van Zutphen LFM, Baumans V (2003) Male management: coping with aggression problems in male laboratory mice. Laboratory Animals37: 300313. 18. Kurtz TW (2005) Recommendations for Blood Pressure Measurement in Humans and Experimental Animals: Part 2: Blood Pressure Measurement inExperimental Animals: A Statement for Professionals From the Subcommittee ofProfessional and Public Education of the American Heart Association Council on High Blood Pressure Research. 19. Schneider I, Tirsch WS, Faus-Ke bler T, Becker L, Kling E, et al. (2006) Systematic, standardized and comprehensive neurological phenotyping of inbred mice strains in the German Mouse Clinic. Journal of Neuroscience Methods 157: 8290. 20. Gould TD, Dao DT, Kovacsics CE (2009) The Open Field Test. In: T.D. . Gould (ed.), Mood and Anxiety Related Phenotypes in Mice, Neuromethods. 42. NewYork: Humana press. pp. 120. 21. Maurissen JPJ, Marable BR, Andrus AK, Stebbins KE (2003) Factors affecting grip strength testing. Neurotoxicology and Teratology 25: 543553. 22. Rogers D, Peters J, Martin J, Ball S, Nicholson S, et al. (2001) SHIRPA, a protocol for behavioral assessment: validation for longitudinal study of neurological dysfunction in mice. Neurosci Lett 306: 8992. 23. Malkki HAI (2010) Appetitive operant conditioning in mice: heritability and dissociability of training stages. Front Behav Neurosci. 4. Article 171. 24. Conover WJ, Iman RL (1981) Rank Transformations as a Bridge Between Parametric and Nonparametric Statistics. The American Statistician 35: 124 129. 25. Newberry RC (1995) Environmental enrichment: increasing the biological relevance of captive environments. Applied Animal Behaviour Science 44: 229 243. 26. Van de Weerd HA, Van Loo P, Van Zutphen L, Koolhaas JM, Baumans V (1998) Strength of preference for nesting material as environmental enrichment for laboratory mice. Applied Animal Behaviour Science 55: 369382. 27. Bouwknecht JA, Hijzen TH, van der Gugten J, Maes RA, Olivier B (2000) Stress-induced hyperthermia in mice: effects of flesinoxan on heart rate and body temperature. Eur J Pharmacol 400: 5966. 28. van Bogaert MJV, Groenink L, Oosting RS, Westphal KGC, van der Gugten J, et al. (2006) Mouse strain differences in autonomic responses to stress. Genes Brain Behav 5: 139149. 29. Drude S, Gei bler A, Olfe J, Starke A, Domanska G, et al. (2011) Side effects of control treatment can conceal experimental data when studying stress responses to injection and psychological stress in mice. Lab Animal 40: 119128. 30. Garie py J-L, Rodriguiz RM, Jones BC (2002) Handling, genetic and housing effects on the mouse stress system, dopamine function, and behavior. PharmacolBiochem Behav 73: 717. 31. Hurst JL, West RS (2010) Taming anxiety in laboratory mice. Nat Meth 7: 825 826. 32. Ward R, Collins RL, Tanguay G, Miceli D (1990) A quantitative study of cerebrovascular variation in inbred mice. J Anat 173: 8795. 33. National Research Council (2010) Guide for the Care and Use of Laboratory Animals. Washington: National Academies Press. p 41103. 34. FELASA (2007) Euroguide On the Accommodation and Care of Animals Used for Experimental and Other Scientific Purposes. London: Royal Society of Medicine. 65 pp. 35. Available: http:biosputnik.imbp.ru. Accessed 19 December 2013. 36. Lin E-JD, Choi E, Liu X, Martin A, During MJ (2011) Environmental enrichment exerts sex-specific effects on emotionality in C57BL6J mice. Behavioural Brain Research 216: 349357. 37. Morgan JL, Svenson KL, Lake JP, Zhang W, Stearns TM, et al. (2014) Effects of Housing Density in Five Inbred Strains of Mice. PLoS ONE 9: e90012.Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 15 August 2014  Volume 9  Issue 8  e104830",
        "introduction": "After a 16-year hiatus, Russia resumed in 2013 its program of biomedical research in space, with the successful 30-day flight ofthe Bion-M 1 biosatellite (April 19May 19, 2013), a speciallydesigned automated spacecraft dedicated to life-science experi-ments. M in the missions name stands for modernized; theepithet was equally applicable to the spacecraft and the researchprogram. The principal animal species for physiological studies inthis mission was the mouse ( Mus musculus ). Unlike more recent space experiments that used female mice, males were flown in theBion-M 1 mission. The challenging task of supporting mice inspace for this unmanned, automated, 30-day-long mission, wasmade even more so by the requirement to house the males ingroups. Russian biomedical research in space traditionally has em- ployed dogs, rats, monkeys, and more recently Mongolian gerbils. The flight of Laika in 1957 was one of the early dog experiments and became world famous for demonstrating that a livingorganism can withstand rocket launch and weightlessness, thus paving the way for the first human spaceflight. Laikas success also promoted biomedical research with other non-human animals inspace that culminated with the Bion biosatellites program. A total of 212 rats and 12 monkeys were launched on 11 satellites and exposed in microgravity for 5.022.5 days between 1973 and1997. Animal experiments on the Bion missions have contributed comprehensive data on adaptive responses of sensorimotor, cardiovascular, muscle, bone and other systems to spaceflightconditions and the mechanisms underlying these adaptations 1,2. The use of mice for space experiments offers numerous advantages. Probably the most apparent one is their small size and thus the possibility of utilizing more animals per flight, thus increasing scientific output and the cost-efficiency ratio. Compar-isons of data obtained with mice, with those obtained from larger species or humans can also reveal how factors affecting adaptation to spaceflight conditions depend on the size of the organism. Themouse has become the most prevalent mammalian model in biomedical research, with a fully described genome and an PLOS ONE  www.plosone.org 1 August 2014  Volume 9  Issue 8  e104830 established role in genetically engineered mutants. While mice are preferred mammalian models for molecular biology studies, their small size is a debated limitation rather than an advantage forphysiological studies. Miniaturization of scientific hardware hasreduced some of the disadvantages of the species small size.Finally, the use of genetically controlled mice offers a means to reduce inter-individual variability and obtain potentially more consistent results. Despite the advantages of the mouse as a model organism for space research, their use was rather limited (apart from a number of experiments with mice during early space exploration in the 1950s and 1960s, which were aimed primarily at testing if livingorganisms can survive the launch or a brief exposure inmicrogravity) 3. Flight experiments with mice were performedaboard STS-90 (NeuroLab), STS-108, STS-129, STS-131 (Mouse Immunology I), STS-133 (Mouse Immunology II), and STS-135 with exposure times ranging from 12 to 16 days.Research programs of these flights were largely focused on studiesof muscle, bonetendoncartilage, nervous, and cardiovascularsystems, and innate and acquired immune responses. Experiments were performed with groups of 30 or fewer female C57BL6J mice, which were dissected typically shortly after return 49. The Mice Drawer System (MDS) experiment of the Italian Space Agency is by far the longest spaceflight of mice to date 10. In this mission, 6 mice were exposed for 91 days aboard theInternational Space Station. The advantages offered by thepossibility of genetic manipulations with mice were utilized in thisexperiment; three mice were transgenic with pleiotrophin overex- pression (C57BLJ10 PTN) and three mice were their wild-type counterparts. The MDS habitats required periodic replenishmentand servicing by by astronauts. Sadly, half of the mice died duringthe course of this mission due to various estimated reasons. In the present paper we aim to present a brief overview of the Bion-M 1 mission scientific goals and experimental design. Ofparticular interest we will focus on the program of mouse trainingand selection for the experiments, and some outcomes of the Bion-M 1 mission. Overview of the Bion-m 1 mission The scientific program of the Bion-M 1 project was aimed at obtaining data on mechanisms of adaptation of muscle, bone, cardiovascular, sensorimotor and nervous systems to prolongedexposure in microgravity and during post-flight recovery. To thisaim, functional measurements in vivo were combined with complementary morphological, biochemical, cellular and molec- ular studies performed in vitro . To our knowledge, Bion-M 1 is the first study with mice to follow the dynamics of re-adaptation tonormal gravity or to assess post-flight in vivo functions. The in vivo measurements in-flight included video recording of mice behavior and continuous recording of arterial pressureduring all stages of the flight. After the flight, testing of animalbehavior, memory and learning, vestibular function, physicalactivity, strength and fitness, as well as continuous registration of cardiovascular parameters were performed. The set of in vivo measurements was designed to provide data on the effects ofmicrogravity on the physiological systems of interest, and to followthe time course of re-adaptation to Earths gravity after the flight.To reduce the possibility of inadvertently stressing the mice with numerous post-flight tests and thus obscuring the effects of spaceflight, the decision was made to monitor mice in their homecage using an automated data collection system (TSE Pheno-Master) and implantable telemetry, while reducing the number oftests 11. The program had to be performed with a limited number of animals; thus the use of a repeated measures design.Mice were tested before and after the flight (or its simulation on- ground) 12. The in vitro studies were focused on metabolism and the structure and function of tissues from microgravity-exposed mice.More specifically, the individual studies were selected to maximizethe scientific yield and targeted the impact of microgravity and other factors specific to spaceflight on biochemical, morphological and, primarily, cellular and molecular mechanisms involved in theadaptation of main physiological systems, such as the centralnervous system, sensory systems, skeletal muscle, supportingtissues, including bone and connective tissues, cardiovascular,respiratory, digestive, neuroendocrine and immune systems. The following organs and tissues were harvested: brain structures, vestibular organs, retina and crystalline lens, spinalcord, muscles of hind limbs and back, vertebral column, fore andhind paw bones, articular and cartilage structures, ligaments, bone marrow, cardiac muscle, arteries from brain and hind legs, lung, intestines, liver, kidney, spleen, thymus, skin, salivary glands, testisand blood. These samples were analyzed using morphological(light and electron microscopy, histochemistry and immunohisto-chemistry), biochemical and a variety of molecular-biologytechniques (enzyme-linked immune assays, high-pressure liquidchromatography, western-blot, real-time PCR, whole-genomegene expression). Functional properties of skeletal muscle, cardiacmuscle and resistive arteries samples were evaluated usingmyography and atomic force microscopy. Mice for in vitro studies were euthanized by cervical dislocation; because of the diversityand number of studies, this method was chosen as the commonprocedure to reduce variability and one that provided the leastinterference with the objectives of the in vitro studies. Materials and",
        "conclusion": "s The Bion-M 1 flight was unique in many ways, particularly the unprecedented duration of an automated mission with livinganimals. The sex of the mice was male, thus imposing greaterattention to creation and selection of stable groups of mice forsocial housing. The overall success was evident: aggressiveinteractions were noted on single occasions and under conditionsof starvation only. The use of male animals is obviously requiredfor research in male reproduction and their larger size comparedto females offered clear advantages. Our program of mice trainingfor flight and control experiments of the Bion-M 1 project wasaimed to: ensure that mice adapt to stressful conditions of spaceflight when housed in groups; to collect baseline data from thesemice; select homogenous groups; and, more generally, to promotecollection of less variable data. The results of our programpresented here demonstrate that group housed male mice need notbe excluded a priori , but quite on the contrary, can be successfully employed in space biomedical research if clear and simpleprocedures provided by this study are followed. The failures in this project were connected with hardware malfunction in food distribution system and to microgravity-related changes in mouse behavior. Some of the injuries anddeaths encountered in this pioneering effort suggest moving partswithin the habitat present potential risks and should be avoided orcarefully analyzed in the design of future mouse habitats. In this space experiment we have, for the first time, introduced implantable telemetry in these small laboratory animals. This shiftto data collection during the flight became possible with thedevelopment of miniature implantable probes, thereby dramati-cally increasing the scientific output of such experiments.Moreover, the use of an automated data collection system duringthe post-flight stage of this experiment provided comprehensivedata on the course and mechanism of recovery of variedphysiological systems following exposure to microgravity. Theunprecedented inclusion of daily video recordings proved valuablefor scientific purposes, for animal welfare considerations, and forassessing both nominal and aberrant events. The good condition of spaceflight mice was the basis for the positive results of both the recovery and tissue sharing studies;leading us to conclude that our training program was generallyeffective. We express our hope that the results and considerationspresented here will be useful for the planning of future missionsand will help to ensure the welfare of rodents in space research.Table 6. Number of animals in experimental groups after post-flight adjustment. Group In vitro studies In vivo studies Flight experiment (SF) 11 5 Flight vivarium control (SFV) 18 20 Ground control experiment (GC) 16 9 Ground control experiment  vivarium control (GCV) 16 13 doi:10.1371journal.pone.0104830.t006Mice in Bion-M 1 Space Mission PLOS ONE  www.plosone.org 14 August 2014  Volume 9  Issue 8  e104830Acknowledgments The authors thank the staff of MSU Institute of Mitoengineering, and in particular Prof. Vladimir Skulachev, Maxim and Innokentiy Skulachev for their kind and assisting help with the organization of the mice preparation procedures. The authors are indebted to the participants of the MTB project: Guillemette Gauquelin-Koch, Patrick Aubry, Jean-Christophe Lloret and Marc-Antoine Custaud (CNES, France); Anatoliy Belgorodskiy and his colleagues from Biofizpribor (Russia); and Andrey Pakhomov (IMBP), who made possible the telemetric recording of blood pressure in mice for this mission. The authors deeply respect the contribution to the success of this mission made by Evgeniya Yarmanova and Vyacheslav Sedletskiy at the most critical moments. The authors are grateful to thestaff of Kurchatov NBIC-center for their involvement in this project. In addition, special thanks to Evgeniya Lagereva for participating enthusias- tically in the routine animal procedures, and to Nikolay Buzin for the record-braking speed of the Phenomaster data collection system refurbish- ment. Author Contributions Conceived and designed the experiments: AAA BS EI OV OD KA PS TNVS RB JA. Performed the experiments: AAA AP OV OD DT PS TN VS JA. Analyzed the data: AAA AP EI OD PS VS JA. Contributed reagents materialsanalysis tools: AAA BS EI OV OD KA PS VS RB JA. Wrote the paper: AAA AP BS EI OV RB VS JA. References 1. Grigoriev AI, Iliyn EA (2007) Animals in space. Vestnik Rossijskoj Akademii Nauk 77: 963973. 2. Ilyin EA (2000) Historical overview of the Bion project. J Gravit Physiol 7: S1 S8. 3. Burgess C, Dubbs C (2007) Animals in Space. From Research Rockets to the Space Shuttle. UK: Springer Praxis. 406 p. 4. Buckey JC, Homick JL, editors (2003) The Neurolab Spacelab mission: neuroscience research in space: results from the STS-90, Neurolab Spacelabmission. Houston: National Aeronautics and Space Administration, Lyndon B.Johnson Space Center. 333 p. 5. Pecaut MJ, Nelson GA, Peters LL, Kostenuik PJ, Bateman TA, et al. (2003) Genetic models in applied physiology: selected contribution: effects of spaceflighton immunity in the C57BL6 mouse. I. Immune population distributions.J Appl Physiol 94: 20852094. 6. Behnke BJ, Stabley JN, McCullough DJ, Davis RT, Dominguez JM, et al. (2013) Effects of spaceflight and ground recovery on mesenteric artery and veinconstrictor properties in mice. FASEB J 27: 399409. 7. Gridley DS, Mao XW, Stodieck LS, Ferguson VL, Bateman TA, et al. (2013) Changes in Mouse Thymus and Spleen after Return from the STS-135 Missionin Space. PLoS ONE 8: e75097. 8. Baqai FP, Gridley DS, Slater JM, Luo-Owen X, Stodieck LS, et al. (2009) Effects of spaceflight on innate immune function and antioxidant gene expression.J Appl Physiol 106: 19351942. 9. Lujan HL, Janbaih H, Feng HZ, Jin JP, DiCarlo SE (2006) Reduced susceptibility to ventricular tachyarrhythmias in rats selectively bred for highaerobic capacity. AJP: Heart and Circulatory Physiology 291: H2933H2941. 10. Cancedda R, Liu Y, Ruggiu A, Tavella S, Biticchi R, et al. (2012) The Mice Drawer System (MDS) Experiment and the Space Endurance Record-Breaking Mice. PLoS ONE 7: e32243. 11. Andreev-Andrievskiy AA, Popova AS, Borovik AS, Dolgov ON, Tsvirkun DV, et al. (2014) Physiology  Behavior. 132: 19. 12. Festing MF, Overend P, Gaines Das R, Cortina-Borja M, Berdoy M (2002) The design of animal experiments: reducing the use of animals in research throughbetter experimental design. London: Royal Society of Medicine. 120 p. 13. European Convention for the Protection of Vertebrate Animals Used for Experimental and Other Scientific Purposes: Convention Europe enne Sur la Protection Des Animaux Verte bres Utilise s ADes Fins Expe rimentales Ou A  Dautres Fins Scientifiques:Strasbourg, 18. III. 1986 14. Aviles H, Belay T, Fountain K, Vance M, Sonnenfeld G (2003) Increased susceptibility to Pseudomonas aeruginosa infection under hindlimb-unloadingconditions. J Appl Physiol 95: 7380. 15. Wilson JW, Ott CM, Quick L, Davis R, zu Bentrup KH, et al. (2008) Media Ion Composition Controls Regulatory and Virulence Response of Salmonella inSpaceflight. PLoS ONE 3: e3923. 16. Howard BR (2002) Control of variability. ILAR J 43: 194201. 17. Van Loo PLP, Van Zutphen LFM, Baumans V (2003) Male management: coping with aggression problems in male laboratory mice. Laboratory Animals37: 300313. 18. Kurtz TW (2005) Recommendations for Blood Pressure Measurement in Humans and Experimental Animals: Part 2: Blood Pressure Measurement inExperimental Animals: A Statement for Professionals From the Subcommittee ofProfessional and Public Education of the American Heart Association Council on High Blood Pressure Research. 19. Schneider I, Tirsch WS, Faus-Ke bler T, Becker L, Kling E, et al. (2006) Systematic, standardized and comprehensive neurological phenotyping of inbred mice strains in the German Mouse Clinic. Journal of Neuroscience",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Habitat interior"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Metabolic parameters in mice fed pelleted food and paste diet"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "Bodyweight (A) and relative BW change (B) after\ntelemetry probe implantation"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "Mice bodyweight dynamics after transportation to\nthe launch site"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "A representative photograph of mice in the flight\nhabitats"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "Mice body weight during training (A) and bodyweight before and after the experiments (B)"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "Post-flight open field behavior parameters expressed as percent of pre-flight background values"
            }
        ]
    }
]