[
    {
        "pmid": "26232415",
        "title": "Focal enhancement of the skeleton to exercise correlates with responsivity of bone marrow mesenchymal stem cells rather than peak external forces.",
        "year": "2015",
        "journal": "J Exp Biol",
        "abstract": "Force magnitudes have been suggested to drive the structural response of bone to exercise. As importantly, the degree to which any given bone can adapt to functional challenges may be enabled, or constrained, by regional variation in the capacity of marrow progenitors to differentiate into bone-forming cells. Here, we investigate the relationship between bone adaptation and mesenchymal stem cell (MSC) responsivity in growing mice subject to exercise. First, using a force plate, we show that peak external forces generated by forelimbs during quadrupedal locomotion are significantly higher than hindlimb forces. Second, by subjecting mice to treadmill running and then measuring bone structure with μCT, we show that skeletal effects of exercise are site-specific but not defined by load magnitudes. Specifically, in the forelimb, where external forces generated by running were highest, exercise failed to augment diaphyseal structure in either the humerus or radius, nor did it affect humeral trabecular structure. In contrast, in the ulna, femur and tibia, exercise led to significant enhancements of diaphyseal bone areas and moments of area. Trabecular structure was also enhanced by running in the femur and tibia. Finally, using flow cytometry, we show that marrow-derived MSCs in the femur are more responsive to exercise-induced loads than humeral cells, such that running significantly lowered MSC populations only in the femur. Together, these data suggest that the ability of the progenitor population to differentiate toward osteoblastogenesis may correlate better with bone structural adaptation than peak external forces caused by exercise.",
        "full_text": "",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]