[
    {
        "pmid": "38365248",
        "title": "Biocontrol in built environments to reduce pathogen exposure and infection risk.",
        "year": "2024",
        "journal": "ISME J",
        "abstract": "The microbiome of the built environment comprises bacterial, archaeal, fungal, and viral communities associated with human-made structures. Even though most of these microbes are benign, antibiotic-resistant pathogens can colonize and emerge indoors, creating infection risk through surface transmission or inhalation. Several studies have catalogued the microbial composition and ecology in different built environment types. These have informed in vitro studies that seek to replicate the physicochemical features that promote pathogenic survival and transmission, ultimately facilitating the development and validation of intervention techniques used to reduce pathogen accumulation. Such interventions include using Bacillus-based cleaning products on surfaces or integrating bacilli into printable materials. Though this work is in its infancy, early research suggests the potential to use microbial biocontrol to reduce hospital- and home-acquired multidrug-resistant infections. Although these techniques hold promise, there is an urgent need to better understand the microbial ecology of built environments and to determine how these biocontrol solutions alter species interactions. This review covers our current understanding of microbial ecology of the built environment and proposes strategies to translate that knowledge into effective biocontrol of antibiotic-resistant pathogens.",
        "full_text": "Received 9 October 2023. Revised: 27 November 2023. Accepted: 6 December 2023  The Author(s) 2024. Published by Oxford University Press on behalf of the International Society for Microbial Ecology. This is an Open Access article distributed under the terms of the Creative Commons Attribution License ( https: creativecommons. orglicenses by4.0 ), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited. The ISME Journal, 2024,18(1),1  1 1 https:doi.org10.1093ismejowrad024 Advance access publication: 10 January 2024 Winogradsky Review Biocontrol in built environments to reduce pathogen exposure and infection risk Neil R. Gottel1, , Megan S. Hill1,2, Maxwell J. Neal3, Sarah M. Allard1,2, Karsten Zengler2,3,4, Jack A. Gilbert1,2,4,  1Center for Marine Biotechnology and Biomedicine, Scripps Institution of Oceanography, University of California San Diego, La Jolla, CA 92037, United States 2Department of Pediatrics, School of Medicine, University of California San Diego, La Jolla, CA 92093, United States 3Department of Bioengineering, University of California San Diego, La Jolla, CA 92093, United States 4Center for Microbiome Innovation, University of California San Diego, La Jolla, CA 92093, United States Corresponding authors: Neil R. Gottel, Center for Marine Biotechnology and Biomedicine, Scripps Institution of Oceanography, University of California San Diego, La Jolla, CA 92037, United States. Email: nrgottelucsd. edu and Jack A. Gilbert, University of California San Diego, 8750 Biological Grade, Gilbert Lab, Hubbs Hall Rm 2270, La Jolla, CA 92037, United States. Email jagilberthealth. ucsd.edu Abstract The microbiome of the built environment comprises bacterial, archaeal, fungal, and viral communities associated with human-made structures. Even though most of these microbes are benign, antibiotic-resistant pathogens can colonize and emerge indoors, creating infection risk through surface transmission or inhalation. Several studies have catalogued the microbial composition and ecology in different built environment types. These have informed in vitro studies that seek to replicate the physicochemical features that promote pathogenic survival and transmission, ultimately facilitating the development and validation of intervention techniques used to reduce pathogen accumulation. Such interventions include using Bacillus-based cleaning products on surfaces or integrating bacilli into printable materials. Though this work is in its infancy, early research suggests the potential to use microbial biocontrol to reduce hospital- and home-acquired multidrug-resistant infections. Although these techniques hold promise, there is an urgent need to better understand the microbial ecology of built environments and to determine how these biocontrol solutions alter species interactions. This review covers our current understanding of microbial ecology of the built environment and proposes strategies to translate that knowledge into effective biocontrol of antibiotic-resistant pathogens. Keywords: indoor microbiome, biocontrol, probiotic cleaning, bacillus, antibiotic resistance, built environment, AMR, metabolic modelling Introduction Cleaning and disinfection practices in homes and hospitals to combat bacteria, fungi, and viruses have a long history. Ancient civilizations used various disinfection methods to remove pesti- lence, from the rudimentary practices of boiling and sunlight exposure to the use of natural substances like vinegar and sul- phur  1.However,it was not until the 19th century that the age of moderninfectioncontrolbegantotakeshapewithtargetedclean-ing practices. For example, Ignaz Semmelweis introduced hand disinfection in hospitals  2, and Florence Nightingale introduced best practices to decrease infection rates and improve patient healing  3. In the following decades, the use of carbolic acid by Joseph Lister for surgical instrument sterilization, in conjunc- tion with other antiseptic methods, further enhanced pathogen control in clinical settings  4. By the early-to-mid 20th century, the discovery of antibiotics and the development of chemical disinfectants, such as phenol and bleach, provided a newfound defence against infectious agents  5. Though antibiotics have been highly successful and saved many lives,the overuse of these drugs has led to the emergence of antibiotic-resistant bacteria, such as methicillin-resistant Staphylococcus aureus (MRSA) and vancomycin-resistant Enterococcus, making traditional antibiotics less effective  6. Additionally, pathogens are evolving resistance to biocidal compounds used in traditional cleaning solutions  7. However, chemical treatments such as phenol and bleach remain effective despite providing only temporary removal of pathogens on surfaces. To reduce the risks associated with various disinfection cleaning agents, hospitals now more frequently use a variety of cleaning strategies for disinfection, including advanced technologies like exposure to ultraviolet (UV) light and hydrogen peroxidevapour 8.Despitethesepowerful treatments,outbreaks of Clostridioides difficile  9 and other antimicrobial-resistant (AMR) organisms  10-14 have continued to rise within healthcare settings, highlighting the enduring challenge of simultaneously disinfecting an area while avoiding selection for traits that increase pathogenic potential. Reducing the spread of AMR pathogens is a crucial priority for global human health. In 2019, 1.27 million deaths were directly caused by AMR pathogens globally  15, and they are projected to cause an additional 10 million deaths annually by 2050  16. We must therefore bolster our defences against persistent and emerging pathogens, safeguarding global health and well-being amidst the evolving landscape of microbial threats  17.2Gottelet al. The inability of current hospital disinfection methods to fully combat these challenges emphasizes the crucial need for continuous research, development, and adaptation of infection control methods. Although traditional cleaning methods have helped to reduce the emergence and spread of antibiotic-resistant bacteria and viruses in the built environment, using microbes sourced from different environments to inhibit pathogen survival and transmission is an intriguing new tool that is posed to further improve the health of people indoors. Reintroducing specific microbes into buildings can potentially revolutionize how we prevent the emergence and persistence of unwanted microbes. However, deploying what could be called a microbial biocontrol product is hampered by a lack of basic understanding of the mechanisms of action for this ecological strategy to control disease. Despite this knowledge gap, cleaning products containing bacteria that demonstrate antimicrobial activity have been developed  18 and are already publicly available for purchase. Bacillus spores are often used because many species are generally recognized as safe, nonpathogenic, produce a wide variety of antimicrobial compounds  19, and remain viable over long periods of time  20. Though it is unknown how effectively these spores germinate on dry, nutrient-depleted surfaces in built environments, it is important to determine why they are found to be associated with a reduction in the abundance of hospital-associated pathogens  21-24.It is unclear whether there is an actual competitive exclusion or inhibition effect or if the spores occupy niches on surfaces, thereby denying this space to pathogens. Alternatively, the spores may mask any detectable signal of the pathogens, as determined via DNA sequencing methods. If the latter is true, this could mean that the pathogens remain viable and can cause infection. Answering this open question and moving the field towards improved public health objectives will require using a diverse suite of experimental and analytical approaches,including techniques that have been so far underutilized in built environment research. In the last decade, there have been critical innovations in the methods, study approaches, and experimental designs used to characterize diversity, survival, distribution, transmission, and health risk of microbes found in our buildings. A rapid explosion in observational studies over the last 15 years has provided a baseline analysis of the microbial diversity in built environments. High-throughput sequencing of bacterial 16S rRNA and fungal internal transcribed spacer (ITS) genes has demonstrated that microbes colonize and spread throughout buildings in predictable ways  25-30. In addition, shotgun metagenomic sequencing has been used to characterize the spread of AMR genes  31a n d t o quantify the relative abundance of microbial taxa across surfaces and on the skin of indoor environment occupants  32.Also,quan- titative polymerase chain reaction (qPCR) has been employed to determine the absolute abundance of specific AMR genes  33, 34 or species of interest  35 in a diverse set of environments such as soil, water, air, faeces, and sediments. Further, targeted and untargeted metabolomics have been employed to characterize the distribution of chemicals around built spaces and infer the metabolic ecology of species interactions in experimental sys-tems and real-world environments  36-38. These methods can be enhanced using specialized DNA extraction techniques and internal standards to compensate for the low biomass typically recovered in built environment samples  32, 39, 40. Investigations in real-world built spaces have led to numer- ous new hypotheses regarding microbial survival and transmis- sion, and the metabolic interactions that underpin these proper-ties. Robustly testing these hypotheses has required innovations in experimental laboratory-based studies. Despite laboratories being built spaces themselves, recreating the inherent ecological dynamics that define the indoor microbiome has proven difficult and has required a reimagining of traditional microbiology tech-niques. Microbes in the built environment are generally assumed to be starving, dying, or dead  41. We are, therefore, attempt- ing to study life on the edge of survival. Many microorganisms are unable to survive on surfaces, but some pathogens have demonstrated the ability to survive on surfaces common to the built environment. For example, MRSA shows robust viability on surfaces such as vinyl and plastic over days  42. Traditional microbiology cultivates microbes using media optimized over decades of experimentation to encourage their growth. Such con-ditions are unlikely to replicate microbial interactions in the built environment. So, it is necessary to use techniques that more closely reproduce the harsh conditions of most built environment surfaces to more accurately examine how microbes survive,grow, and interact in this environment. Observational studies and laboratory investigations inform intervention studies in ways that help determine the potential benefit of removing species of concern or introducing potentially beneficialmicrobes,bothfortheintegrityofthebuildingstructure and the health of the occupants. Intervention studies have been performed in mock built environment microcosms, as well as in full-scale field trials, and are now elucidating the ecological dynamics of these environments. Unfortunately, due to the cost and added risk of conducting an intervention within buildings such as hospitals, only a few full-scale tests of these intervention techniques have been completed. This review will discuss recent advances in built environment microbiome research,with a focus on strategies related to the understanding and translation of biocontrol practices used to reduce antibiotic-resistant pathogens on surfaces in real-world clinical settings. Techniques for investigating the microbiome of the built environment Observational studies have investigated microbial dynamics in the built environment, detecting broad trends in the microbial composition and indoor ecological dynamics. For example, these studies describe how the diversity, composition, and functional potential of communities change over time and how occupants and building operations influence these interactions. Many built environments have been explored in this way, including workplaces  43-45, homes  46-49, and public transportation 50, 51. Of critical importance to understanding the interaction between surface-associated microbial ecology and pathogenic activity, hospital environments have been well characterized 25, 26, 52, providing some of the most compelling results to justify further intervention studies. For example, one investi- gation demonstrated that surfaces in a newly built hospital were inoculated with microbes that closely resembled the outside environment  25. However, when that hospital became operational and therefore densely populated with patients and healthcare workers, the surface-associated microbiome began to resemble that of the occupants skin and respiratory tract. In addition, following the start of operational activity, hospital custodians cleaned surfaces with defined periodic frequency, which also influences microbial dynamics  25. Similar trends have been observed in studies that focused on closed hospital wards that were renovated and reopened for use  27. Using metagenomic reconstruction of bacterial genomes in hospitals over dense time series has demonstrated that bacteria in theBiocontrol in the built environment 3 hospital environment have increased selection pressure for the acquisition and accumulation of antimicrobial resistance genes 25. Although the mechanism of action has not been elucidated, bacterialadaptationandresistancetodisinfectants(suchasthose used to clean the hospital) is well known  53,and we hypothesize that genetic adaptation to survival against such disinfection may also be concomitant with other genetic survival strategies, such as antimicrobial resistance. However, further research is needed to uncover the explicit relationship between these phenomena. Over the last 15 years, observational studies have generally applied relatively affordable microbiome analysis techniques, such as 16S rRNA or ITS gene sequencing, to characterize the diversity and taxonomic composition of bacterial and fungal communities, and qPCR of targeted genes to determine absolute abundances of microbial community members  54-58. Although approaches such as metagenomics, metatranscrip- tomics, metabolomics, and application of qPCR to quantify a variety of genes and microbial activity (e.g. the abundance of antibiotic resistance genes) can dramatically increase experi- mental costs, they can significantly improve our understanding of microbial interactions in these settings  59-61. These methods can be implemented to identify patterns of microbial metabolism in complex systems  62, or when observed over time, these data can reveal temporal dynamics. However, the implementation of these other omics approaches is challenging due to the low microbial biomass found on surfaces in buildings, especially where resources such as water, carbon, nitrogen, and other essential nutrients to sustain life are limited and there is frequent cleaning  41, 45. Additionally, although observing spatial or temporal trends in microbiome composition or metabolism is useful, it is hard to identify the features that influence these dynamics due to our inability to control for every factor in a real-world environment.Targeted interventions or manipulations of the environment and the subsequent measurement of the magnitude of effect are needed to better understand how to optimize beneficial change. Even in an observational study such as the Hospital Microbiome Project  25, where we can observe a pseudo-interv ention, in this case a change in occupancy status in real-time, it is not possible to explicitly track the movement of individual microbes or infer microbial metabolic interactions and competitive dynamics. However, it is possible to predict how microbes interact with each other and model their behaviour in these environments using metabolic models  63. Modelling microbial metabolism To improve our understanding of microbial activity and ecology in these extreme environments, it is necessary to fundamentally understand their metabolic potential. Genome-scale metabolic models (GSMMs) are mathematical models of metabolic networks reconstructed from the organisms annotated genome  63, 64. Genome-scale metabolic modelling can help facilitate a clear understanding of the mechanisms that microbes deploy to sur-vive, germinate, and compete for resources. These models predict growth rates in a simulated medium and determine what reac- tion rates are needed to support growth. Pairs or larger groups of models can be connected to determine which metabolites are being readily exchanged (commensally or symbiotically) and which limited nutrients drive competition between the organisms  65, 66. These models can make predictions for hundreds of conditions within seconds, allowing for the rapid identification of important nutrients, uptakes, and secretions, thereby rationally informing the design of subsequent experiments. In an iterative process, experimental data can be incorporated into GSMMs, contextualizing the data and further refining their predictions. Transcriptomics can also be used to detect reactions associated with low-transcription genes, increasing the specificity of the model to the environment of interest  67. The refined model thenyieldsinsightsintothebiologicalrelevanceoftranscriptional changes by identifying how they affect the expression of larger metabolic pathways.These models can also facilitate the analysis of multiomics data, by integrating them into an interpretable scaffold, which can then be used to predict how changes in the genome or to the environment influence survival or competitive outcomes. Using these modelling techniques on samples from the International Space Station, an extreme built environment revealed beneficial interactions between the pathogen Klebsiella pneumoniae and bacterial species of the genus Pantoea and the family Enterobacteriaceae  68. The model also predicted K. pneumo- niae is parasitic towards the fungal genus Aspergillus, which was confirmedexperimentallyviaco-culture 68.Predictingmicrobial interactions in built environments via modelling is a powerful technique to inform efficacious biocontrol strategies by identi-fying novel species interactions and predicting their differential effect in a range of scenarios. This information can be generated based solely on omics data and subsequently confirmed in labo- ratory studies. Interpreting metabolic ecology Studies in controlled laboratory settings typically, but not always  69, use microcosms that contain small pieces of construction materials relevant to the built environment of interest, and conditions (e.g. humidity and temperature) are varied to determine whether they have an effect on microbial activity and survival. To mimic realistic microbial community interactions and successional dynamics, studies have seeded surface materials with microbes by leaving them exposed within built environments prior to initiating challenge studies.In a study of microbial metabolic dynamics  60, coupons of oriented strand board, medium-density fibreboard, regular gypsum wallboard, andmould-resistantgypsumwerenaturallyinoculatedbypassive colonization in homes and in a laboratory. Following this seeding, the coupons were either soaked in water to simulate a water leak or kept dry and then all coupons were incubated for an additional 30 days within a high humidity (94) chamber. Swabs of the coupons were collected every 5 days and analysed with 16SITS rRNA gene amplicon sequencing and metabolomics to determine how these communities changed taxonomically and metabolically in response to wetting. Wetted coupons were dominated by the bacterial genera Bacillus, Erwinia,a n d Pseudomonas and the fungal genera Eurotium and Penicillium. When coupons had been wetted, Bacillus and Pseudomonas species were almost always negatively correlated in relative abundance, suggesting competitive exclusion.Even though Bacillus species are known to produce antifungal compounds  70-72,only the mould- resistant gypsum was dominated by Bacillus. The antibacterial compounds nigragillin and fumigaclavine C were found in high abundance. They were positively correlated with the presence of Aspergillus and negatively correlated with the abundance of Bacillus and Pseudomonas  60. These results suggest that the presence of Bacillus is not sufficient to prevent fungal growth on built environment surfaces. Although they did not purposefully inoculatesurfaceswithBacillus,thisstudysuggeststhatthisgenus did proliferate when coupons were wetted, but it only dominated on mould-resistant gypsum, which inherently inhibits fungal growth, and as such, the naturally occurring Bacillus species may not have antifungal activity.4Gottelet al. Semi-in vitro investigations are effective at discovering novel microbial interactions, but ecological dynamics can also be inferred from applying multiomic techniques to controlled building environments. For example, one study characterized the chemical and microbial compositions of two frequently wet surfaces in a residential setting, specifically the kitchen sink and bathroom shower  73. This study used a combination of culture- dependentandindependenttechniques,includingtranscriptional analysis of the 16S rRNA gene to determine which bacteria were active at the time of sampling, and assessment of both volatile and soluble chemicals to explore the links between the observed microbiota and chemical exudates. This study showed that microbes play a critical role in structuring the chemical profiles of surfaces in built environments, particularly in kitchen sinks and shower stalls.The microbial volatile organic compounds (mVOCs) werepredominantlyassociatedwithfattyacidprocessing,andthe composition of these mVOCs appeared more stable than that of the microbial communities themselves, which showed variations in response to changing environmental conditions. A second example demonstrated microbial colonization, succession, and viability in a tightly controlled restroom environment  61. This study focused on the ecological succession and viability of human-associated microbiota on restroom surfaces, including floors, toilet seats, and soap dispensers. The study demonstrated that a late-successional microbial community develops on restroom surfaces within 5 to 8 hours of decontamination. This community showed remarkable stability over weeks to months, indicating a quick establishment and persistence of specific microbial assemblages. The authors also showed that faecal taxa, particularly those able to enter a dormant phase, can persist for extended periods on restroom surfaces. This insight into microbial survival strategies in dry and nutrient-poor environments of built environments is crucial for understanding disease transmission, ecology, and environmental health. This study also found a significant positive correlation between bacterial and viral abundances, but with an unexpectedly low virus-to-bacterium ratio of nearly 1:1. This suggests that many bacteria on restroom surfaces are in a dormant state, influencing the dynamics of phages in these environments. Understanding microbial ecological dynamics in these systems is essential if we are able to control the survival, emergence, and persistence of pathogens. Next, we explore how biocontrol may be applied to manipulate these ecosystems to reduce the persistence of pathogens in the built environment. Biocontrol in the built environment In agriculture, biocontrol has been rigorously investigated as a replacement for pesticidal, antimicrobial, and antifungal com- pounds used to eliminate disease-causing organisms  74, 75. As many plant-associated microbes are naturally antagonistic towards human-associated pathogens  76, the adaptation of this method in built environments has become an emerging area of research. The Bacillus species used in probiotic cleaning products are also often associated with plants and soil  77. Addition- ally, Priestia megaterium (previously Bacillus megaterium) is often included in these formulations due to its biocontrol activity in agriculture  78. Some Bacillus species are also part of the healthy human microbiome and can confer health benefits when admin-istered as an oral probiotic. For example, consuming B. subtilis spores can decolonize S. aureus from the human gut  79.Staph ylo- coccus aureus is an opportunistic pathogen and present in approx-imately one-third of the human population  80-82, suggesting that decolonization can lower the overall risk of developing future S. aureus infections, although we also concede that removal of beneficial Staphylococcus species and strains may have negative health impacts. Bacillus species form spores when starved for nutrients,making them resistant to damage by heat,UV,chemicals,and desiccation. Spores remain in this dormant state until conditions improve and then germinate upon exposure to certain amino acids, such as l-alanine, l-valine, and l-asparagine  83. This makes them ideal for inclusion in cleaning solutions because unlike probiotics that contains vegetative cells (which must be refrigerated), a spore- containing solution can be stored at room temperature indefi- nitely.Additionally,Bacillus spores will remain viable on built envi-ronment surfaces for at least 72 hours  84, can be incorporated into materials  85 where they can repair microfractures  86, and facilitate changes to a materials shape in response to changes in humidity  87. In the future, building materials might contain spores for the purpose of maintaining structural integrity and improving the health of occupants via biocontrol mechanisms and immune stimulation  88, 89, although research in this area is still in the very early stages. We posit that there are two potential mechanisms by which biocontr ol bacteria, such as Bacillus spp., may regulate pathogen exposure in built environments: (A) competitive exclusion, either through competition for nutrients or through antibiotic production and (B) enhancing the ecological stability and pathogen exclusion potential of the native surface microbiome ( Fig. 1). Additionally, as outlined below, studies have shown that Bacillus administr ation in hospitals leads to a significant reduction in the abundance of known pathogens on surfaces  22-24, 84, 90, 91. This could be due to competitive exclusion or by influencing the ecological stability of the native community; another possibility is that the application of billions of Bacillus spores leads to overwhelming numerical dominance (iii) that results in a decrease in the ability to detect pathogens and maybe diminished likelihood of occupant exposure due to a reduction in the probability of encountering a pathogenic cell ( Fig. 1). Below we explore specific examples that may help elucidate which mechanism or mechanisms is most likely. Bacillus species can competitively exclude other organisms through the preferential uptake of nutrients from their surround- ing environment. For example, iron, an important element for all life due to its frequent use as a cofactor in enzymes, can be sequestered by siderophores secreted by Bacillus species  92. These molecules bind tightly to individual iron atoms and require specialized membrane transport proteins for uptake and utiliza-tion by a cell.Cells without the proper transportation proteins are unable to import and use the iron,thereby inhibiting their growth  93. Competitive inhibition of pathogens can also occur via the direct production of antagonistic compounds by Bacillus species, including surfactin, iturin, fengycinplipastatin, bacillomycin, and bacilysin ( Fig. 2;94), although the effectiveness of these compounds has not specifically been demonstrated in the built environment. Several studies have demonstrated that Bacillus intervention enhances the pathogen exclusion properties of the extant surface microbiome  95, 96. However, the lack of a defined mechanism of action behind such biocontrol suggests an urgent need to perform new studies aimed at elucidating these modalities. This is especially important due to the proliferation of commercial probiotic cleaners, whose efficacy should be validated against traditional cleaning methods and any impact on material integrity or human health assessed. However, studies that seek to demonstrate the effectiveness of an intervention against pathogen reduction cannot introduce pathogens into theBiocontrol in the built environment 5 Figure 1. Potential pathogens can be deposited on surfaces by infected occupants, but their survival and transmission capability are dependent on many environmental factors, including temperature, light, humidity, occupant density, air flow, cleaning methods, and surface material type  43 , 101-105 . However, this rate of accumulation and transmission can also be altered through manipulation of surface ecology by introducing bacteria into the environment. Here, we propose three potential modes of action for how probiotics can decrease pathogen exposure and infection risk. (A) Bacterial spores germinate and exclude pathogenic bacteria through direct consumption of resources or by inhibiting pathogen growth via the production of inhibitory molecules, such as bacilysin  106 . (B) Germinated probiotic bacteria alter microbial community interactions through metabolic exchange, leading to the inhibition of pathogens  96 . (C) Cleaner-associated bacterial cells outnumber cells of potential pathogens, resulting in numerical dominance. We hypothesize this could then reduce the rate of occupant interaction, or it may reduce the detection of pathogens by sequencing techniques. environment to start the experiment and instead must rely on already existing exposure events, such as those occurring in hospitals. Additionally, there is a lack of control for complex factors such as occupancy rates, sunlight, and seasonality, which makesthesestudiessusceptibletomisleadingconclusions( Fig. 1). Arecentstudyshowedthatitwaspossibletoimpregnatemate- rials with a bacterial spore-containing medium, either through direct inoculation  97 or through embedding spores in 3D-printed materials 85. Spores of genetically modified Bacillus ha ve been printed into soft hydrogel materials, where they remain viable and become metabolically reactive in response to a pathogen (e.g. S. aureus), resulting in the biocidal activity of those agents  85. Using sprays, materials can also be seeded with microbial spores. To test the activity of these spore sprays, a commercially available cleaner containing either Bacillus spp. spores or a spore- free version of the cleaner was applied to steel coupons; then, the coupons were inoculated with either Acinetobacter baumannii or K. pneumoniae  95. The coupons were sampled at 3, 24, and 72hours for colony-forming unit (CFU) enumeration to determine whether the presence of the cleaner, with or without Bacillus spores, decreased the survival rate of the pathogens compared to cleaner-free controls  95. However, there was no significant dif- ference in A. baumannii survival rates in the presence or absence of the cleaner, with or without Bacillus. Klebsiella pneumoniae sur-vival was significantly reduced when exposed to any cleaner, and t h ep r e s e n c eo f Bacillus did not enhance this effect. In partial explanation for this finding,metatranscriptomic sequencing data suggested a low (1 of reads) recovery of Bacillus when in spore form, whereas samples with vegetative cells had 40 of reads identified as Bacillus. The absence of any impact of Bacillus on pathogen survival, coupled with the lack of vegetative transcrip- tionalactivity,suggeststhatmostofthesporesfailedtogerminate and hence had no inhibitory effect on the pathogens. Another study tested the natural seeding of blocks of ceramic, linoleum, and stainless steel in both indoor and outdoor environments that were periodically cleaned over 8 months using either bleach, tap water, soap, or a Bacillus-containing probiotic cleaner  96. Following this seeding period, clinical E. coli and S. aureus strains were deposited on the blocks and desiccated. Their survival was then assessed after 24 hours via CFU enumeration.Blocks cleaned with either soap or the probiotic cleaner had almost no viable pathogens after 24 hours; however, pathogen abundance on the6Gottelet al. Figure 2. The germination of Bacillus spores is triggered by either (A) L-alanineL-valine or (B) a combination of L-asparagine, glucose, fructose, and potassium ions  107 . Vegetative Bacillus cells can generate different compounds that can exclude pathogens, including (C) the siderophore bacillibactin, which binds iron and is involved in competitive exclusion of nearby microbes  108 ; (D) surfactin, which has antimicrobial properties and also aids in movement across surfaces  109; (E) bacillomycin, which has potent antibacterial activity  110; (F) bacilysin  106; and (G) fengycin  111 , which are both antifungal compounds. tap water and bleach-cleaned blocks was significantly higher. Additionallinoleumblockswereseededandcleanedasbeforeand then inoculated with a fluorescently labelled P. aeruginosa strain. Following a 48-hour incubation within a flow cell with tryptic soy broth, the blocks were imaged to assess the extent of surface colonization by P. aeruginosa. Almost no growth was observed for the blocks cleaned with tap water or soap, but there was extensive colonization by P. aeruginosa on the bleach and probiotic cleaner blocks.These lab-based studies shed light on how Bacillus, the primary biocontrol bacteria used in commercial probiotic cleaning products, behaves in different environments and varied microbial communities. However, some lab studies show that Bacillus mostly fails to germinate and has a limited impact on the survival of pathogens like A. baumannii and K. pneumoniae  95. Conversely,using a probiotic cleaner appears to establish a micro- bial ecosystem that effectively kills or inhibits pathogens,but that cleaning with soap also leads to a microbial community that is just as effective at pathogen inhibition  96. However, the Bacillus cleaner didnotappeartopreventtheaccumulationofP. aeruginosa when inoculated in a rich media, suggesting that environmental conditions are important for metabolic ecology. Although each study used different methods and conditions,they together reveal that Bacillus species do not automatically thrive and effectively compete with other microbes on surfaces.There appear to be only specific situations where Bacillus can effectively compete against other microbes in the built environment, which highlights the need for detailed investigation of biocontrol microbes on varied surface types before wide-scale deployment. An important early study on the effectiveness of biocontrol cleaning methods used a solution containing B. subtilis, B. pumilus, and P. megaterium spores  21 over 24 weeks. These spores reduced the CFUs recovered from coliforms, S. aureus, C. difficile,a n d Can- dida albicans on surfaces by 5089 after 34 weeks of appli-cation as compared to surfaces cleaned using standard cleaning methods. The observed reduction remained steady throughout the remaining 4 months of the study, but pathogen abundance rebounded when traditional cleaning was reintroduced. A subse-quent study focused on the resistance of the surface microbial community to antibiotics when a probiotic cleaning solution was used, as well as whether patients were colonized by the Bacillus species in the cleaner and if the Bacillus germinated on the sur- faces  84. Spores were found to germinate on the dry, relatively nutrient-def icient surfaces but were not found in samples of blood and urine from patients. Again, a decrease in pathogen abundance was observed on surfaces, as well as a reduction in the abundance of genes associated with antibiotic resistance.The study found no evidence that the Bacillus spp. were acquiring antibiotic resistance genes from the native microbial community. These results prompted a large multicentre study focused on investigating whether Bacillus-based cleaning products could reduce the resistome of hospital-associated pathogens  98.A pre- vious study demonstrated that healthcare-associated pathogens tended to acquire additional antibiotic resistance and virulence genes over time in the hospital  25. The internal medicine wards of five Italian hospitals were enrolled and samples were collected for an initial 6-month period, during which traditional cleaning methods were continued. Following this baseline period, a 6-month intervention was carried out using a Probiotic Cleaning Hygiene System (PCHS) that consisted of B. subtilis, B. pumilus, and P. megaterium spores, after which there was a 6-monthBiocontrol in the built environment 7 postintervention period. The use of PCHS was associated with an up to 99 reduction in AMR genes contained in the hospital microbiome, with a 33100 decrease in the presence of resistant strains. The use of PCHS was also associated with a 60 decrease in the consumption of antimicrobial drugs by patients, leading to a 75 reduction in the costs associated with treating AMR infections. The cumulative incidence of healthcare-associated infections decreased significantly in the post-PCHS treatment period compared to the conventional treatment phase, from 4.8 to 2.3 (p .0001). These results are promising, but replication by other research teams is necessary to increase confidence in this approach, as well as further investigations into mechanisms of action. Lacking this knowledge severely limits our ability to refine the process and to understand the ecological dynamics that underpin the observations. Additional follow-up studies have confirmed the effectiveness of probiotic surface treatments in reducing the abundance of AMR genes and the potential pathogens that often harbour them. For example,bacteriophages are an attractive fast-acting alterna- tive to spores. In a study using the PCHS combined with phage targeting Staphylococcus in hospital bathrooms, an 87 reduc-tion in Staphylococcus species (including nonpathogenic strains) was observed after only 1 day of phage treatment  90. After six additional days, there was a 97 reduction in Staphylococcus observed, but there was a return to preintervention levels after 4 days of treatment cessation. Resuming the treatment for 7 days resulted in a reduction similar to that observed in the first treatment period. A larger follow-up study at two hospitals using the combined PCHSPhage treatment had mixed results. One hospital showed a significant reduction in Staphylococcus,b u t t h e other did not  24. This study was performed during the COVID- 19 pandemic, which led to the use of emergency applications of 3 NaClO disinfectant. One hospital used a greater number of NaClO applications, and this increase was correlated with an order of magnitude reduction in Bacillus and phage abundance, likely leading to a reduction in the effectiveness of the probiotic intervention  24. These results support an earlier study, also performed during the COVID-19 pandemic, that found a reduc- tion in pathogen load through the use of PCHS was reversed when emergency 5 NaClO was implemented  91. These recent studies highlight the importance of understanding the dynamic nature of real-world applications, the limits of using phage as a treatment, and how probiotic cleaning methods might be ren- dered ineffective when harsh bleach cleaning agents are used in tandem. Conclusions and future directions Probiotic intervention studies in hospitals  22-24, 99, 100h a v e demonstr ated the potential to revolutionize cleaning approaches in healthcare facilities. However, much is still unknown about their mechanism of action, as well as how additional factors could influence their efficaciousness in situ. Further investiga-tion of how spores germinate and competitively exclude other microbes in these dry, nutrient-depleted environments is needed for the successful development and broad deployment of probi-otic cleaners. To answer these questions, we must use a variety of experimental strategies, including varied application methods (i.e. how the cleaner is applied and at what concentration is the cleaner most effective), inclusion of taxonomically diverse pathogenic microbes at varied concentrations, and a character-ization of whole community dynamics in response to cleaner application. These experiments will require highly controlled and easily manipulatable conditions,and therefore,laboratory testing willbeessentialfordeterminingtherelativeimportanceoffactors associated with method of use, humidity, nutrient availability, surface material type, and cleaning regimes. Further, simulating transmission events of microbes from surfaces to humans will be neededtomorefullyunderstandhowprobioticcleanersinfluence transmission rates of taxa of interest. Differential use patterns of healthcare facilities might alter bestpracticesforprobioticcleaneruse.Forexample,itisunknown how the magnitude of response might vary between different wards or rooms. Patient rooms and bathrooms have been the pri- mary focus of intervention studies; however, other shared spaces, such as hallways or visitor areas, also carry the potential for pathogen accumulation and transmission risk.Additionally,long-term monitoring is crucial to detect whether the pathogens in these environments begin to adapt to this new cleaning method and therefore become resistant to biocontrol. Such a situation could start an evolutionary arms race with unknown outcomes. It is crucial to consider the health and emotional impacts on the patients and staff.Sociological studies on healthcare workers and patientsarenecessarytounderstandtheperceptionthatpatients, staff, and the public have about the use of these novel products and to involve their feedback in product design and applica-tion. The popularity of probiotics in popular foods and drinks could help alleviate concerns, but deploying them in hospitals, especially around high-risk patients, will likely be controversial. Understanding the perception of these products, and explain-ing how and why they work, will aid in successful widespread adoption across healthcare systems.As seen in studies conducted during the COVID-19 pandemic, harsh cleaning treatments using bleach may inhibit the probiotic and phage cleaners, so it will be imperative that staff are trained in how to properly treat surfaces cleaned with probiotics. Beyond direct application to the engineering of probiotic mate- rials 85, 3D printing is primed to be the future of microbial biocontr ol in built environments. Recent advances in 3D printing have resulted in materials that can be printed at low enough temperatures that spores and even live bacteria are not harmed during the assembly process. Unlike previous efforts, which used hydrogels  85, these new approaches can enable the printing of ceramics or hard plastics with improved utility as building materials. Using genome-enabled metabolic modelling to select bacteria that are optimized for these printing processes presents unique opportunities for built environment-specific designs that could be used to manipulate the ecology of these environments in prescribed ways. If this trend continues, we may soon be able to print tiles, furniture, or even entire structures out of sustain-ably produced microbially active materials  97. Establishing the efficacy of these products through well-designed field interven- tion studies that are informed by lab-based experiments is an exciting subfield of built environment microbiome research and will ultimately lead to better products, building materials, and design techniques in buildings to improve occupant health and well-being. Acknowledgements Figures created with BioRender. com . Conflicts of interest The authors declare no conflict of interest.8Gottelet al. Funding The authors are funded by NSF ENG-EPSRC EFRI ELiS: Developing probiotic interventions to reduce the emergence and persistence of pathogens in built environments (UCSD 2223669) and NASA ROSBIO: Quantifying selection for pathogenicity and antibiotic resistance in bacteria and fungi on the ISSa Microbial Tracking Study (80NSSC19K1604). Data availability Data sharing not applicable to this article as no datasets were generated or analysed during the current study. References 1. Blancou J. History of disinfection from early times until the end of the 18th century. Rev Sci Tech 1995;14:2139. https:doi. org10.20506 rst.14.1.831 . 2. Kadar N. Rediscovering Ignaz Philipp Semmelweis (1818-1865). Am J Obstet Gynecol 2019;220:2639. https:doi.org10.1016 j. ajog.2018.11.1084 . 3. Gilbert HA. Florence Nightingales environmental theory and its influence on contemporary infection control. Collegian 2020;27:62633. https:doi.org10.1016 j.colegn.2020.09.006 . 4. Worboys M. Joseph Lister and the performance of antisep-tic surgery. Notes Rec R Soc Lond 2013;67:199209. https:doi. org10.1098 rsnr.2013.0028 . 5. Armstrong GL, Conn LA, Pinner RW. Trends in infectious dis-ease mortality in the United States during the 20th century. JAMA 1999;281:616. https:doi.org10.1001 jama.281.1.61 . 6. Ventola CL. The antibiotic resistance crisis: part 1: causes and threats. PT 2015;40:27783. 7. Mc Carlie S, Boucher CE, Bragg RR. Molecular basis of bacte-rial disinfectant resistance. Drug Resist Updat 2020;48:100672. https:doi.org10.1016 j.drup.2019.100672 . 8. Weber DJ,RutalaWA,AndersonDJ et al.Effectiveness ofultravi-olet devices and hydrogen peroxide systems for terminal room decontamination: focus on clinical trials. Am J Infect Control 2016;44:e7784. https:doi.org10.1016 j.ajic.2015.11.015 . 9. Czepiel J, Dr zdzM , P i t u c hH et al. Clostridium difficile infection: review.Eur J Clin Microbiol Infect Dis 2019;38:121121. https:doi. org10.1007 s10096-019-03539-6 . 10. Laxminarayan R. The overlooked pandemic of antimicro- bial resistance. Lancet 2022;399:6067. https:doi.org10.1016 S0140-6736 (22)00087-3 . 11. Poirel L, Madec J-Y, Lupo A et al. Antimicrobial resis-tance in Escherichia coli. Microbiol Spectr 2018;6(4). https:doi. org10.1128 microbiolspec. ARBA-0026-2017 . 12. Effah CY, Sun T, Liu S et al. Klebsiella pneumoniae: an increasing threat to public health. Ann Clin Microbiol Antimicrob 2020;19:1. https:doi.org10.1186 s12941-019-0343-8 . 13. Cillniz C, Garcia-Vidal C, Ceccato A, Torres A. Antimicrobial resistance among Streptococcus pneumoniae. Antimicrobial Resis- tance in the 21st Century 2018; 1338. 14. Vzquez-Lpez R, Solano-Glvez SG, Jurez Vignon-Whaley JJ et al. Acinetobacter baumannii resistance: a real challenge for clinicians. Antibiotics (Basel) 2020;9(4):205. https:doi. org10.3390 antibiotics9040205 . 15. Murray CJL, Ikuta KS, Sharara F et al. Global burden of bac- terial antimicrobial resistance in 2019: a systematic analy-sis. Lancet 2022;399:62955. https:doi.org10.1016S0140-6736 (21)02724-0 . 16. Environment UN. Bracing for superbugs: strengthening envi-ronmental action in the one health response to antimicrobial resistance. UNEPUN Environment Programme. https:www. unep.orgresourcessuperbugsenvironmental-action . Accessed 28 September 2023 205. 17. Prestinaci F, Pezzotti P, Pantosti A. Antimicrobial resistance: a global multifaceted phenomenon. Pathog Glob Health 2015;109: 30918. https:doi.org10.11792047773215 Y.0000000030 . 18. Jezewska-Fra ckowiak J, Zebrowska J, Czajkowska E et al. Identification of bacterial species in probiotic consortiums in selected commercial cleaning preparations. Acta Biochim Pol 2019;66:21522. https:doi.org10.18388abp.2018_ 2782. 19. Tran C,Cock IE,Chen X et al.Antimicrobial Bacillus: metabolites and their mode of action. Antibiotics (Basel) 2022;11:88. https: doi.org10.3390 antibiotics11010088 . 20. Ulrich N, Nagler K, Laue M et al. Experimental studies address-ing the longevity of Bacillus subtilis sporesthe first data from a 500-year experiment. PLoS One 2018;13(12):e0208425. https: doi.org10.1371 journal. pone.0208425 . 21. Vandini A, Temmerman R, Frabetti A et al. Hard surface biocontrol in hospitals using microbial-based cleaning prod-ucts. PLoS One 2014;9:e108598. https:doi.org10.1371 journal. pone.0108598 . 22. Caselli E, Brusaferro S, Coccagna M et al. Reducing healthcare-associated infections incidence by a probiotic-based sanita-tion system: a multicentre, prospective, intervention study. PLoS One 2018;13(7):e0199616. https:doi.org10.1371 journal. pone.0199616 . 23. DAccolti M, Soffritti I, Bini F et al. Pathogen control in the built environment: a probiotic-based system as a remedy for the spread of antibiotic resistance. Microorganisms 2022;10:225. https:doi.org10.3390 microorganisms10020225 . 24. DAccolti M, Soffritti I, Bini F et al. Potential use of a combined bacteriophage-probiotic sanitation system to control microbial contamination and AMR in healthcare settings: a pre-post intervention study. Int J Mol Sci 2023;24(7):6535. https:doi. org10.3390 ijms24076535 . 25. Lax S, Sangwan N, Smith D et al. Bacterial colonization and succession in a newly opened hospital. Sci Transl Med 2017;9:9. https:doi.org10.1126 scitranslmed. aah6500 . 26. Klassert TE, Leistner R, Zubiria-Barrera C et al. Bacterial colonization dynamics and antibiotic resistance gene dis- semination in the hospital environment after first patient occupancy: a longitudinal metagenetic study. Microbiome 2021;9:169. https:doi.org10.1186 s40168-021-01109-7 . 27. Chopyk J, Akrami K, Bavly T et al. Temporal variations in bacterial community diversity and composition throughout intensive care unit renovations. Microbiome 2020;8:86. https: doi.org10.1186 s40168-020-00852-7 . 28. Hickman B, Kirjavainen PV, Tubel M et al. Determinants of bacterial and fungal microbiota in Finnish home dust: impact of environmental biodiversity, pets, and occupants. Front Microbiol 2022;13:1011521. https:doi.org10.3389 fmicb.2022.1011521 . 29. Niculita-Hirzel H, Wild P, Hirzel AH. Season, vegetation prox- imity and building age shape the indoor fungal communities composition at city-scale. J Fungi (Basel) 2022;8:1045. https: doi.org10.3390 jof8101045 . 30. Estensmo ELF, Morgado L, Maurice S et al. Spatiotemporal vari-ation of the indoor mycobiome in daycare centers. Microbiome 2021;9:220. https:doi.org10.1186 s40168-021-01167- x . 31. de Abreu VAC, Perdigo J, Almeida S. Metagenomic approaches to analyze antimicrobial resistance: an overview. Front Genet 2020;11:575592. https:doi.org10.3389 fgene.2020.575592 .Biocontrol in the built environment 9 32. Zaramela LS, Tjuanta M, Moyne O et al. synDNA-a synthetic DNA spike-in method for absolute quantification of shot- gun metagenomic sequencing. mSystems 2022;7(6):e00447-22. https:doi.org10.1128 msystems.00447-22 . 33. Ferreira C, Otani S, Aarestrup FM et al. Quantitative PCR ver-sus metagenomics for monitoring antibiotic resistance genes: balancing high sensitivity and broad coverage. FEMS Microbes 2023;4:xtad008. https:doi.org10.1093 femsmc xtad008 . 34. Abramova A, Berendonk TU, Bengtsson-Palme J. A global baseline for qPCR-determined antimicrobial resistance gene prevalence across environments. Environ Int 2023;178:108084. https:doi.org10.1016 j.envint.2023.108084 . 35. Liu Y, Cao Y, Wang T et al. Detection of 12 common food-borne bacterial pathogens by TaqMan real-time PCR using a single set of reaction conditions. Front Microbiol 2019;10:222. https: doi.org10.3389 fmicb.2019.00222 . 36. Kapono CA, Morton JT, Bouslimani A et al. Creating a 3D microbial and chemical snapshot of a human habitat. Sci Rep 2018;8:3669. https:doi.org10.1038 s41598-018-21541-4 . 37. Wang M, Carver JJ, Phelan VV et al. Sharing and commu-nity curation of mass spectrometry data with global natural products social molecular networking. Nat Biotechnol 2016;34: 82837. https:doi.org10.1038 nbt.3597 . 38. Nothias L-F, Petras D, Schmid R et al. Feature-based molecular networking in the GNPS analysis environment. Nat Methods 2020;17:9058. https:doi.org10.1038 s41592-020-0933-6 . 39. ShenJ,McFarlandAG,BlausteinRAet al.Animprovedworkflow for accurate and robust healthcare environmental surveil- lance using metagenomics.Microbiome 2022;10:206. https:doi. org10.1186 s40168-022-01412- x . 40. Minich JJ, Zhu Q, Janssen S et al. KatharoSeq enables high- throughput microbiome analysis from low-biomass sam- ples. mSystems 2018;3:3. https:doi.org10.1128mSystems. 00218-17 . 41. Gibbons SM. The built environment is a microbial wasteland. mSystems 2016;1(2). https:doi.org10.1128mSystems.000 33-16. 42. Coughenour C, Stevens V, Stetzenbach LD. An evaluation of methicillin-resistant Staphylococcus aureus survival on five envi-ronmental surfaces. Microb Drug Resist 2011;17:45761. https: doi.org10.1089 mdr.2011.0007 . 43. Hoisington AJ, Stamper CE, Bates KL et al. Human micro- biome transfer in the built environment differs based on occu- pants, objects, and buildings. Sci Rep 2023;13:6446. https:doi. org10.1038 s41598-023-33719-6 . 44. Li H, Zhou S-Y-D, Neilson R et al. Skin microbiota interact with microbes on office surfaces. Environ Int 2022;168:107493. https:doi.org10.1016 j.envint.2022.107493 . 45. Chase J, Fouquier J, Zare M et al. Geography and loca- tion are the primary drivers of office microbiome compo-sition. mSystems 2016;1(2):e00022-16. https:doi.org10.1128 mSystems.00022-16 . 46. Amin H, Santl-Temkiv T,Cramer C et al.Indoor airborne micro- biome and endotoxin: meteorological events and occupant characteristics are important determinants. Environ Sci Technol 2023;57:1175066. https:doi.org10.1021 acs.est.3c01616 . 47. Wang Z, Dalton KR, Lee M et al. Metagenomics reveals novel microbial signatures of farm exposures in house dust. Front Microbiol 2023;14:1202194. https:doi.org10.3389 fmicb.2023.1202194 . 48. Richardson M, Gottel N, Gilbert JA et al. Concurrent measure-ment of microbiome and allergens in the air of bedrooms of allergy disease patients in the Chicago area. Microbiome 2019;7:82. https:doi.org10.1186 s40168-019-0695-5 . 49. Carstens CK, Salazar JK, Sharma SV et al. Evaluation of the kitchen microbiome and food safety behaviors of predom-inantly low-income families. Front Microbiol 2022;13:987925. https:doi.org10.3389 fmicb.2022.987925 . 50. Leung MHY, Tong X, Bifot KO et al. Characterization of the public transit air microbiome and resistome reveals geograph- ical specificity. Microbiome 2021;9:112. https:doi.org10.1186 s40168-021-01044-7 . 51. Guevarra RB, Hwang J, Lee H et al. Metagenomic characteriza- tion of bacterial community and antibiotic resistance genes found in the mass transit system in Seoul, South Korea. Eco- toxicol Environ Saf 2022;246:114176. https:doi.org10.1016 j. ecoenv.2022.114176 . 52. C h n g K R ,L i C ,B e r t r a n d D et al. Cartography of opportunistic pathogens and antibiotic resistance genes in a tertiary hospital environment. Nat Med 2020;26:94151. https:doi.org10.1038 s41591-020-0894-4 . 53. Khler AT, Rodloff AC, Labahn M et al. Evaluation of disin-fectant efficacy against multidrug-resistant bacteria: a com-prehensive analysis of different methods. Am J Infect Control 2019;47:11817. https:doi.org10.1016 j.ajic.2019.04.001 . 54. Mahnert A, Moissl-Eichinger C, Berg G. Microbiome inter-play: plants alter microbial abundance and diversity within the built environment. Front Microbiol 2015;6:887. https:doi. org10.3389 fmicb.2015.00887 . 55. Kembel SW, Jones E, Kline J et al. Architectural design influ- ences the diversity and structure of the built environment microbiome. ISME J 2012;6:146979. https:doi.org10.1038 ismej.2011.211 . 56. Dunn RR, Fierer N, Henley JB et al. Home life: factors struc- turing the bacterial diversity found within and between homes. PLoS One 2013;8(5):e64133. https:doi.org10.1371 journal. pone.0064133 . 57. Adams RI, Bateman AC, Bik HM et al. Microbiota of the indoor environment: a meta-analysis. Microbiome 2015;3:49. https: doi.org10.1186 s40168-015-0108-3 . 58. Checinska A, Probst AJ, Vaishampayan P et al. Microbiomes of the dust particles collected from the International Space Sta- tion and Spacecraft Assembly Facilities. Microbiome 2015;3:50. https:doi.org10.1186 s40168-015-0116-3 . 59. Lax S,Smith DP,Hampton-Marcell J et al.Longitudinal analysis of microbial interaction between humans and the indoor envi-ronment. Science 2014;345:104852. https:doi.org10.1126 science.1254529 . 60. Lax S, Cardona C, Zhao D et al. Microbial and metabolic suc-cession on common building materials under high humidity conditions. Nat Commun 2019;10:1767. https:doi.org10.1038 s41467-019-09764- z . 61. Gibbons SM, Schwartz T, Fouquier J et al. Ecological succession and viability of human-associated microbiota on restroom surfaces. Appl Environ Microbiol 2015;81:76573. https:doi. org10.1128 AEM.03117-14 . 62. Zaramela LS, Moyne O, Kumar M et al. The sum is greater than the parts: exploiting microbial communities to achieve complex functions.Curr Opin Biotechnol 2021;67:14957. https: doi.org10.1016 j.copbio.2021.01.013 . 63. Passi A, Tibocha-Bonilla JD, Kumar M et al. Genome-scale metabolic modeling enables in-depth understanding of big data. Meta 2022;12:14. https:doi.org10.3390metabo120 10014.10 Gottelet al. 64. Thiele I, Palsson B. A protocol for generating a high-quality genome-scale metabolic reconstruction. Nat Protoc 2010;5: 93121. https:doi.org10.1038 nprot.2009.203 . 65. Zuiga C, Zaramela L, Zengler K. Elucidation of complexity andpredictionofinteractionsinmicrobialcommunities.Microb Biotechnol 2017;10:150022. https:doi.org10.11111751-7915. 12855. 66. Zuiga C, Li C-T, Yu G et al. Environmental stimuli drive a transition from cooperation to competition in synthetic pho-totrophic communities. Nat Microbiol 2019;4:218491. https: doi.org10.1038 s41564-019-0567-6 . 67. Kim MK, Lun DS. Methods for integration of transcrip-tomic data in genome-scale metabolic models. Comput Struct Biotechnol J 2014;11:5965. https:doi.org10.1016j.csbj.2014. 08.009. 68. Kumar RK, Singh NK, Balakrishnan S et al. Metabolic mod- eling of the International Space Station microbiome reveals key microbial interactions. Microbiome 2022;10:102. https:doi. org10.1186 s40168-022-01279- y . 69. Qian J, Hospodsky D, Yamamoto N et al. Size-resolved emis- sion rates of airborne bacteria and fungi in an occupied classroom. Indoor Air 2012;22:33951. https:doi.org10.1111 j.1600-0668.2012.00769. x . 70. Fernando WGD, Ramarathnam R, Krishnamoorthy AS et al. Identification and use of potential bacterial organic antifungal volatiles in biocontrol. Soil Biol Biochem 2005;37:95564. https: doi.org10.1016 j.soilbio.2004.10.021 . 71. Khan N, Martnez-Hidalgo P, Ice TA et al. Antifungal activity of Bacillus species against Fusarium and analysis of the potential mechanisms used in biocontrol. Front Microbiol 2018;9:2363. https:doi.org10.3389 fmicb.2018.02363 . 72. Baptista JP, Teixeira GM, de Jesus MLA et al. Antifungal activity and genomic characterization of the biocontrol agent Bacil-lus velezensis CMRP 4489. Sci Rep 2022;12:17401. https:doi. org10.1038 s41598-022-22380-0 . 73. Adams RI, Lymperopoulou DS, Misztal PK et al. Microbes and associated soluble and volatile chemicals on periodically wet household surfaces. Microbiome 2017;5:128. https:doi. org10.1186 s40168-017-0347-6 . 74. Fira D, Dimki cI , B e r i cT et al. Biological control of plant pathogens by Bacillus species. J Biotechnol 2018;285:4455. https:doi.org10.1016 j.jbiotec.2018.07.044 . 75. Lahlali R, Ezrari S, Radouane N et al. Biological control of plant pathogens: a global perspective. Microorganisms 2022;10. https:doi.org10.3390 microorganisms10030596 . 76. Adi Wicaksono W, Reisenhofer-Graber T, Erschen S et al. Phyllosphere-associated microbiota in built environment: do they have the potential to antagonize human pathogens? J Advert Res 2023;43:10921. https:doi.org10.1016 j. jare.2022.02.003 . 77. SaxenaAK,KumarM,ChakdarHet al. Bacillusspeciesinsoilasa natural resource for plant health and nutrition. J Appl Microbiol 2020;128:158394. https:doi.org10.1111 jam.14506 . 78. Liu J-M, Liang Y-T, Wang S-S et al. Antimicrobial activ- ity and comparative metabolomic analysis of Priestia mega-terium strains derived from potato and dendrobium. Sci Rep 2023;13:5272. https:doi.org10.1038 s41598-023-32337-6 . 79. Piewngam P, Khongthong S, Roekngam N et al. Probiotic for pathogen-specific Staphylococcus aureus decolonisation in Thai-land: a phase 2, double-blind, randomised, placebo-controlled trial. Lancet Microbe 2023;4:e7583. https:doi.org10.1016 S2666-5247 (22)00322-6 . 80. Gagnaire J, Verhoeven PO, Grattard F et al. Epidemiology and clinical relevance of Staphylococcus aureus intestinal carriage: a systematic review and meta-analysis. Expert Rev Anti-Infect Ther 2017;15:76785. https:doi.org10.108014787210.2017. 1358611 . 81. Senn L, Clerc O, Zanetti G et al. The stealthy superbug: the role of asymptomatic enteric carriage in maintaining a long- term hospital outbreak of ST228 methicillin-resistant Staphy-lococcus aureus. MBio 2016;7:e0203915. https:doi.org10.1128 mBio.02039-15 . 82. Price JR, Yokoyama M, Cole K et al. Undetected carriage explains apparent Staphylococcus aureus acquisition in a non- outbreak healthcare setting. JI n fS e c u r 2021;83:3328. https: doi.org10.1016 j.jinf.2021.07.016 . 83. Setlow P. Germination of spores of Bacillus species: what we know and do not know. JB a c t e r i o l 2014;196:1297305. https: doi.org10.1128 JB.01455-13 . 84. Caselli E, DAccolti M, Vandini A et al. Impact of a probiotic-based cleaning intervention on the microbiota ecosystem of the hospital surfaces: focus on the resistome remodulation. PLoS One 2016;11(2):e0148857. https:doi.org10.1371 journal. pone.0148857 . 85. Gonzlez LM, Mukhitov N, Voigt CA. Resilient living materials built by printing bacterial spores.Nat Chem Biol 2020;16:12633. https:doi.org10.1038 s41589-019-0412-5 . 86. Nodehi M, Ozbakkaloglu T, Gholampour A. A systematic review of bacteria-based self-healing concrete: biomineral- ization, mechanical, and durability properties. J Build Eng 2022;49:104038. https:doi.org10.1016 j.jobe.2022.104038 . 87. Birch E, Bridgens B, Zhang M et al. Bacterial spore-based hygro- morphs:anovelactivematerialwithpotentialforarchitectural applications. Sustain Sci Pract Policy 2021;13:4030. https:doi. org10.3390 su13074030 . 88. Lax S, Nagler CR, Gilbert JA. Our interface with the built envi-ronment: immunity and the indoor microbiota. Trends Immunol 2015;36:1213. https:doi.org10.1016 j.it.2015.01.001 . 89. Lax S, Gilbert JA. Hospital-associated microbiota and implica-tions for nosocomial infections. Trends Mol Med 2015;21:42732. https:doi.org10.1016 j.molmed.2015.03.005 . 90. DAccolti M, Soffritti I, Lanzoni L et al. Effective elimina- tion of staphylococcal contamination from hospital surfaces by a bacteriophage-probiotic sanitation strategy: a mono- centric study. Microb Biotechnol 2019;12:74251. https:doi. org10.11111751-7915.13415 . 91. Soffritti I, DAccolti M, Cason C et al. Introduction of probiotic-based sanitation in the emergency Ward of a Childrens hospi-tal during the COVID-19 pandemic. Infect Drug Resist 2022;15: 1399410. https:doi.org10.2147 IDR.S356740 . 92. Kramer J, zkaya , Kmmerli R. Bacterial siderophores in community and host interactions. Nat Rev Microbiol 2019;18(3):15263. 93. Schiessl KT, Janssen EM-L, Kraemer SM et al. Magnitude and mechanism of siderophore-mediated competition at low iron solubility in the Pseudomonas aeruginosa pyochelin system. Front Microbiol 2017;1964, 8. https:doi.org10.3389 fmicb.2017.01964 . 94. Rocha GT, Queiroz PRM, Grynberg P et al. Biocontrol potential of bacteria belonging to the Bacillus subtilis group against pests and diseases of agricultural interest through genome explo- ration. Antonie Van Leeuwenhoek 2023;116:599614. https:doi. org10.1007 s10482-023-01822-3 . 95. Hu J, Shuai W, Sumner JT et al. Clinically relevant pathogens on surfaces display differences in survival and transcrip- tomic response in relation to probiotic and traditional cleaning strategies. NPJ Biofilms Microbiomes 2022;8:72. https: doi.org10.1038 s41522-022-00335-7 . Biocontrol in the built environment 11 96. Stone W, Tolmay J, Tucker K et al. Disinfectant, soap or pro- biotic cleaning? Surface microbiome diversity and biofilm competitive exclusion. Microorganisms 2020;8:1726. https:doi. org10.3390 microorganisms8111726 . 97. Beckett R. Probiotic design. JA r c h i t 2021;26:631. https:doi. org10.108013602365.2021.1880822 . 98. Caselli E, Arnoldo L, Rognoni C et al. Impact of a probiotic- based hospital sanitation on antimicrobial resistance and HAI- associatedantimicrobialconsumptionandcosts:amulticenter study.Infect Drug Resist2019;12:50110. https:doi.org10.2147 IDR.S194670 . 99. DAccolti M, Soffritti I, Mazzacane S et al. Fighting AMR in the healthcare environment: microbiome-based sanitation approaches and monitoring tools. Int J Mol Sci 2019;20:1535. https:doi.org10.3390 ijms20071535 . 100. Caselli E, DAccolti M, Soffritti I, Lanzoni L, Bisi M, Volta A, Berloco F, Mazzacane S An innovative strategy for the effective reduction of MDR pathogens from the nosoco-mial environment. In: Donelli G (ed). Advances in Microbi- ology, Infectious Diseases and Public Health: Volume 13. 2019. Springer International Publishing,Cham,pp.7991, https:doi. org10.10075584_2019_399 . 101. Fahimipour AK, Hartmann EM, Siemens A et al. Daylight exposure modulates bacterial communities associated with household dust.Microbiome 2018;6:175. https:doi.org10.1186 s40168-018-0559-4 . 102. Young GR,Sherry A,Smith DL.Built environment microbiomes transition from outdoor to human-associated communities after construction and commissioning. Sci Rep 2023;13:15854. https:doi.org10.1038 s41598-023-42427-0 . 103. Li S, Yang Z, Hu D et al. Understanding building-occupant- microbiome interactions toward healthy built environments: ar e v i e w . Front Environ Sci Eng China 2021;15:65. https:doi. org10.1007 s11783-020-1357-3 . 104. Kokubo M, Fujiyoshi S, Ogura D et al. Relationship between the microbiome and indoor temperaturehumidity in a traditional Japanese house with a thatched roof in Kyoto, Japan. Diversity 2021;13:475. https:doi.org10.3390 d13100475 . 105. Gilbert JA, Stephens B. Microbiology of the built environ-ment.Nat Rev Microbiol 2018;16:66170. https:doi.org10.1038 s41579-018-0065-5 . 106. Islam T,Rabbee MF,Choi J et al.Biosynthesis,molecular regula- tion, and application of bacilysin produced by Bacillus species. Meta 2022;12:397. https:doi.org10.3390 metabo12050397 . 107. Christie G, Setlow P. Bacillus spore germination: knowns, unknowns and what we need to learn. Cell Signal 2020;74:109729. https:doi.org10.1016 j.cellsig.2020.109729 . 108. Dertz EA,Xu J,Stintzi A et al.Bacillibactin-mediated iron trans- port in Bacillus subtilis.JA mC h e mS o c 2006;128:223. https:doi. org10.1021 ja055898 c . 109. Chen X, Lu Y, Shan M et al. A mini-review: mecha- nism of antimicrobial action and application of surfactin. World J Microbiol Biotechnol 2022;38:143. https:doi.org10.1007 s11274-022-03323-3 . 110. Gu Q, Yang Y, Yuan Q et al. Bacillomycin D produced by Bacillus amyloliquefaciens is involved in the antagonistic interaction with the plant-pathogenic fungus Fusarium graminearum. Appl Environ Microbiol 2017;83(19):e01075-17. https:doi. org10.1128 AEM.01075-17 . 111. Zhang L, Sun C. Fengycins, cyclic lipopeptides from marine Bacillus subtilis strains, kill the plant-pathogenic fungus Mag- naporthe grisea by inducing reactive oxygen species pro-duction and chromatin condensation. Appl Environ Microbiol 2018;84(18):e00445-18. https:doi.org10.1128 AEM.00445-18 .",
        "introduction": "Cleaning and disinfection practices in homes and hospitals to combat bacteria, fungi, and viruses have a long history. Ancient civilizations used various disinfection methods to remove pesti- lence, from the rudimentary practices of boiling and sunlight exposure to the use of natural substances like vinegar and sul- phur  1.However,it was not until the 19th century that the age of moderninfectioncontrolbegantotakeshapewithtargetedclean-ing practices. For example, Ignaz Semmelweis introduced hand disinfection in hospitals  2, and Florence Nightingale introduced best practices to decrease infection rates and improve patient healing  3. In the following decades, the use of carbolic acid by Joseph Lister for surgical instrument sterilization, in conjunc- tion with other antiseptic methods, further enhanced pathogen control in clinical settings  4. By the early-to-mid 20th century, the discovery of antibiotics and the development of chemical disinfectants, such as phenol and bleach, provided a newfound defence against infectious agents  5. Though antibiotics have been highly successful and saved many lives,the overuse of these drugs has led to the emergence of antibiotic-resistant bacteria, such as methicillin-resistant Staphylococcus aureus (MRSA) and vancomycin-resistant Enterococcus, making traditional antibiotics less effective  6. Additionally, pathogens are evolving resistance to biocidal compounds used in traditional cleaning solutions  7. However, chemical treatments such as phenol and bleach remain effective despite providing only temporary removal of pathogens on surfaces. To reduce the risks associated with various disinfection cleaning agents, hospitals now more frequently use a variety of cleaning strategies for disinfection, including advanced technologies like exposure to ultraviolet (UV) light and hydrogen peroxidevapour 8.Despitethesepowerful treatments,outbreaks of Clostridioides difficile  9 and other antimicrobial-resistant (AMR) organisms  10-14 have continued to rise within healthcare settings, highlighting the enduring challenge of simultaneously disinfecting an area while avoiding selection for traits that increase pathogenic potential. Reducing the spread of AMR pathogens is a crucial priority for global human health. In 2019, 1.27 million deaths were directly caused by AMR pathogens globally  15, and they are projected to cause an additional 10 million deaths annually by 2050  16. We must therefore bolster our defences against persistent and emerging pathogens, safeguarding global health and well-being amidst the evolving landscape of microbial threats  17.2Gottelet al. The inability of current hospital disinfection methods to fully combat these challenges emphasizes the crucial need for continuous research, development, and adaptation of infection control methods. Although traditional cleaning methods have helped to reduce the emergence and spread of antibiotic-resistant bacteria and viruses in the built environment, using microbes sourced from different environments to inhibit pathogen survival and transmission is an intriguing new tool that is posed to further improve the health of people indoors. Reintroducing specific microbes into buildings can potentially revolutionize how we prevent the emergence and persistence of unwanted microbes. However, deploying what could be called a microbial biocontrol product is hampered by a lack of basic understanding of the mechanisms of action for this ecological strategy to control disease. Despite this knowledge gap, cleaning products containing bacteria that demonstrate antimicrobial activity have been developed  18 and are already publicly available for purchase. Bacillus spores are often used because many species are generally recognized as safe, nonpathogenic, produce a wide variety of antimicrobial compounds  19, and remain viable over long periods of time  20. Though it is unknown how effectively these spores germinate on dry, nutrient-depleted surfaces in built environments, it is important to determine why they are found to be associated with a reduction in the abundance of hospital-associated pathogens  21-24.It is unclear whether there is an actual competitive exclusion or inhibition effect or if the spores occupy niches on surfaces, thereby denying this space to pathogens. Alternatively, the spores may mask any detectable signal of the pathogens, as determined via DNA sequencing methods. If the latter is true, this could mean that the pathogens remain viable and can cause infection. Answering this open question and moving the field towards improved public health objectives will require using a diverse suite of experimental and analytical approaches,including techniques that have been so far underutilized in built environment research. In the last decade, there have been critical innovations in the methods, study approaches, and experimental designs used to characterize diversity, survival, distribution, transmission, and health risk of microbes found in our buildings. A rapid explosion in observational studies over the last 15 years has provided a baseline analysis of the microbial diversity in built environments. High-throughput sequencing of bacterial 16S rRNA and fungal internal transcribed spacer (ITS) genes has demonstrated that microbes colonize and spread throughout buildings in predictable ways  25-30. In addition, shotgun metagenomic sequencing has been used to characterize the spread of AMR genes  31a n d t o quantify the relative abundance of microbial taxa across surfaces and on the skin of indoor environment occupants  32.Also,quan- titative polymerase chain reaction (qPCR) has been employed to determine the absolute abundance of specific AMR genes  33, 34 or species of interest  35 in a diverse set of environments such as soil, water, air, faeces, and sediments. Further, targeted and untargeted metabolomics have been employed to characterize the distribution of chemicals around built spaces and infer the metabolic ecology of species interactions in experimental sys-tems and real-world environments  36-38. These methods can be enhanced using specialized DNA extraction techniques and internal standards to compensate for the low biomass typically recovered in built environment samples  32, 39, 40. Investigations in real-world built spaces have led to numer- ous new hypotheses regarding microbial survival and transmis- sion, and the metabolic interactions that underpin these proper-ties. Robustly testing these hypotheses has required innovations in experimental laboratory-based studies. Despite laboratories being built spaces themselves, recreating the inherent ecological dynamics that define the indoor microbiome has proven difficult and has required a reimagining of traditional microbiology tech-niques. Microbes in the built environment are generally assumed to be starving, dying, or dead  41. We are, therefore, attempt- ing to study life on the edge of survival. Many microorganisms are unable to survive on surfaces, but some pathogens have demonstrated the ability to survive on surfaces common to the built environment. For example, MRSA shows robust viability on surfaces such as vinyl and plastic over days  42. Traditional microbiology cultivates microbes using media optimized over decades of experimentation to encourage their growth. Such con-ditions are unlikely to replicate microbial interactions in the built environment. So, it is necessary to use techniques that more closely reproduce the harsh conditions of most built environment surfaces to more accurately examine how microbes survive,grow, and interact in this environment. Observational studies and laboratory investigations inform intervention studies in ways that help determine the potential benefit of removing species of concern or introducing potentially beneficialmicrobes,bothfortheintegrityofthebuildingstructure and the health of the occupants. Intervention studies have been performed in mock built environment microcosms, as well as in full-scale field trials, and are now elucidating the ecological dynamics of these environments. Unfortunately, due to the cost and added risk of conducting an intervention within buildings such as hospitals, only a few full-scale tests of these intervention techniques have been completed. This review will discuss recent advances in built environment microbiome research,with a focus on strategies related to the understanding and translation of biocontrol practices used to reduce antibiotic-resistant pathogens on surfaces in real-world clinical settings. Techniques for investigating the microbiome of the built environment Observational studies have investigated microbial dynamics in the built environment, detecting broad trends in the microbial composition and indoor ecological dynamics. For example, these studies describe how the diversity, composition, and functional potential of communities change over time and how occupants and building operations influence these interactions. Many built environments have been explored in this way, including workplaces  43-45, homes  46-49, and public transportation 50, 51. Of critical importance to understanding the interaction between surface-associated microbial ecology and pathogenic activity, hospital environments have been well characterized 25, 26, 52, providing some of the most compelling results to justify further intervention studies. For example, one investi- gation demonstrated that surfaces in a newly built hospital were inoculated with microbes that closely resembled the outside environment  25. However, when that hospital became operational and therefore densely populated with patients and healthcare workers, the surface-associated microbiome began to resemble that of the occupants skin and respiratory tract. In addition, following the start of operational activity, hospital custodians cleaned surfaces with defined periodic frequency, which also influences microbial dynamics  25. Similar trends have been observed in studies that focused on closed hospital wards that were renovated and reopened for use  27. Using metagenomic reconstruction of bacterial genomes in hospitals over dense time series has demonstrated that bacteria in theBiocontrol in the built environment 3 hospital environment have increased selection pressure for the acquisition and accumulation of antimicrobial resistance genes 25. Although the mechanism of action has not been elucidated, bacterialadaptationandresistancetodisinfectants(suchasthose used to clean the hospital) is well known  53,and we hypothesize that genetic adaptation to survival against such disinfection may also be concomitant with other genetic survival strategies, such as antimicrobial resistance. However, further research is needed to uncover the explicit relationship between these phenomena. Over the last 15 years, observational studies have generally applied relatively affordable microbiome analysis techniques, such as 16S rRNA or ITS gene sequencing, to characterize the diversity and taxonomic composition of bacterial and fungal communities, and qPCR of targeted genes to determine absolute abundances of microbial community members  54-58. Although approaches such as metagenomics, metatranscrip- tomics, metabolomics, and application of qPCR to quantify a variety of genes and microbial activity (e.g. the abundance of antibiotic resistance genes) can dramatically increase experi- mental costs, they can significantly improve our understanding of microbial interactions in these settings  59-61. These methods can be implemented to identify patterns of microbial metabolism in complex systems  62, or when observed over time, these data can reveal temporal dynamics. However, the implementation of these other omics approaches is challenging due to the low microbial biomass found on surfaces in buildings, especially where resources such as water, carbon, nitrogen, and other essential nutrients to sustain life are limited and there is frequent cleaning  41, 45. Additionally, although observing spatial or temporal trends in microbiome composition or metabolism is useful, it is hard to identify the features that influence these dynamics due to our inability to control for every factor in a real-world environment.Targeted interventions or manipulations of the environment and the subsequent measurement of the magnitude of effect are needed to better understand how to optimize beneficial change. Even in an observational study such as the Hospital Microbiome Project  25, where we can observe a pseudo-interv ention, in this case a change in occupancy status in real-time, it is not possible to explicitly track the movement of individual microbes or infer microbial metabolic interactions and competitive dynamics. However, it is possible to predict how microbes interact with each other and model their behaviour in these environments using metabolic models  63. Modelling microbial metabolism To improve our understanding of microbial activity and ecology in these extreme environments, it is necessary to fundamentally understand their metabolic potential. Genome-scale metabolic models (GSMMs) are mathematical models of metabolic networks reconstructed from the organisms annotated genome  63, 64. Genome-scale metabolic modelling can help facilitate a clear understanding of the mechanisms that microbes deploy to sur-vive, germinate, and compete for resources. These models predict growth rates in a simulated medium and determine what reac- tion rates are needed to support growth. Pairs or larger groups of models can be connected to determine which metabolites are being readily exchanged (commensally or symbiotically) and which limited nutrients drive competition between the organisms  65, 66. These models can make predictions for hundreds of conditions within seconds, allowing for the rapid identification of important nutrients, uptakes, and secretions, thereby rationally informing the design of subsequent experiments. In an iterative process, experimental data can be incorporated into GSMMs, contextualizing the data and further refining their predictions. Transcriptomics can also be used to detect reactions associated with low-transcription genes, increasing the specificity of the model to the environment of interest  67. The refined model thenyieldsinsightsintothebiologicalrelevanceoftranscriptional changes by identifying how they affect the expression of larger metabolic pathways.These models can also facilitate the analysis of multiomics data, by integrating them into an interpretable scaffold, which can then be used to predict how changes in the genome or to the environment influence survival or competitive outcomes. Using these modelling techniques on samples from the International Space Station, an extreme built environment revealed beneficial interactions between the pathogen Klebsiella pneumoniae and bacterial species of the genus Pantoea and the family Enterobacteriaceae  68. The model also predicted K. pneumo- niae is parasitic towards the fungal genus Aspergillus, which was confirmedexperimentallyviaco-culture 68.Predictingmicrobial interactions in built environments via modelling is a powerful technique to inform efficacious biocontrol strategies by identi-fying novel species interactions and predicting their differential effect in a range of scenarios. This information can be generated based solely on omics data and subsequently confirmed in labo- ratory studies. Interpreting metabolic ecology Studies in controlled laboratory settings typically, but not always  69, use microcosms that contain small pieces of construction materials relevant to the built environment of interest, and conditions (e.g. humidity and temperature) are varied to determine whether they have an effect on microbial activity and survival. To mimic realistic microbial community interactions and successional dynamics, studies have seeded surface materials with microbes by leaving them exposed within built environments prior to initiating challenge studies.In a study of microbial metabolic dynamics  60, coupons of oriented strand board, medium-density fibreboard, regular gypsum wallboard, andmould-resistantgypsumwerenaturallyinoculatedbypassive colonization in homes and in a laboratory. Following this seeding, the coupons were either soaked in water to simulate a water leak or kept dry and then all coupons were incubated for an additional 30 days within a high humidity (94) chamber. Swabs of the coupons were collected every 5 days and analysed with 16SITS rRNA gene amplicon sequencing and metabolomics to determine how these communities changed taxonomically and metabolically in response to wetting. Wetted coupons were dominated by the bacterial genera Bacillus, Erwinia,a n d Pseudomonas and the fungal genera Eurotium and Penicillium. When coupons had been wetted, Bacillus and Pseudomonas species were almost always negatively correlated in relative abundance, suggesting competitive exclusion.Even though Bacillus species are known to produce antifungal compounds  70-72,only the mould- resistant gypsum was dominated by Bacillus. The antibacterial compounds nigragillin and fumigaclavine C were found in high abundance. They were positively correlated with the presence of Aspergillus and negatively correlated with the abundance of Bacillus and Pseudomonas  60. These results suggest that the presence of Bacillus is not sufficient to prevent fungal growth on built environment surfaces. Although they did not purposefully inoculatesurfaceswithBacillus,thisstudysuggeststhatthisgenus did proliferate when coupons were wetted, but it only dominated on mould-resistant gypsum, which inherently inhibits fungal growth, and as such, the naturally occurring Bacillus species may not have antifungal activity.4Gottelet al. Semi-in vitro investigations are effective at discovering novel microbial interactions, but ecological dynamics can also be inferred from applying multiomic techniques to controlled building environments. For example, one study characterized the chemical and microbial compositions of two frequently wet surfaces in a residential setting, specifically the kitchen sink and bathroom shower  73. This study used a combination of culture- dependentandindependenttechniques,includingtranscriptional analysis of the 16S rRNA gene to determine which bacteria were active at the time of sampling, and assessment of both volatile and soluble chemicals to explore the links between the observed microbiota and chemical exudates. This study showed that microbes play a critical role in structuring the chemical profiles of surfaces in built environments, particularly in kitchen sinks and shower stalls.The microbial volatile organic compounds (mVOCs) werepredominantlyassociatedwithfattyacidprocessing,andthe composition of these mVOCs appeared more stable than that of the microbial communities themselves, which showed variations in response to changing environmental conditions. A second example demonstrated microbial colonization, succession, and viability in a tightly controlled restroom environment  61. This study focused on the ecological succession and viability of human-associated microbiota on restroom surfaces, including floors, toilet seats, and soap dispensers. The study demonstrated that a late-successional microbial community develops on restroom surfaces within 5 to 8 hours of decontamination. This community showed remarkable stability over weeks to months, indicating a quick establishment and persistence of specific microbial assemblages. The authors also showed that faecal taxa, particularly those able to enter a dormant phase, can persist for extended periods on restroom surfaces. This insight into microbial survival strategies in dry and nutrient-poor environments of built environments is crucial for understanding disease transmission, ecology, and environmental health. This study also found a significant positive correlation between bacterial and viral abundances, but with an unexpectedly low virus-to-bacterium ratio of nearly 1:1. This suggests that many bacteria on restroom surfaces are in a dormant state, influencing the dynamics of phages in these environments. Understanding microbial ecological dynamics in these systems is essential if we are able to control the survival, emergence, and persistence of pathogens. Next, we explore how biocontrol may be applied to manipulate these ecosystems to reduce the persistence of pathogens in the built environment. Biocontrol in the built environment In agriculture, biocontrol has been rigorously investigated as a replacement for pesticidal, antimicrobial, and antifungal com- pounds used to eliminate disease-causing organisms  74, 75. As many plant-associated microbes are naturally antagonistic towards human-associated pathogens  76, the adaptation of this method in built environments has become an emerging area of research. The Bacillus species used in probiotic cleaning products are also often associated with plants and soil  77. Addition- ally, Priestia megaterium (previously Bacillus megaterium) is often included in these formulations due to its biocontrol activity in agriculture  78. Some Bacillus species are also part of the healthy human microbiome and can confer health benefits when admin-istered as an oral probiotic. For example, consuming B. subtilis spores can decolonize S. aureus from the human gut  79.Staph ylo- coccus aureus is an opportunistic pathogen and present in approx-imately one-third of the human population  80-82, suggesting that decolonization can lower the overall risk of developing future S. aureus infections, although we also concede that removal of beneficial Staphylococcus species and strains may have negative health impacts. Bacillus species form spores when starved for nutrients,making them resistant to damage by heat,UV,chemicals,and desiccation. Spores remain in this dormant state until conditions improve and then germinate upon exposure to certain amino acids, such as l-alanine, l-valine, and l-asparagine  83. This makes them ideal for inclusion in cleaning solutions because unlike probiotics that contains vegetative cells (which must be refrigerated), a spore- containing solution can be stored at room temperature indefi- nitely.Additionally,Bacillus spores will remain viable on built envi-ronment surfaces for at least 72 hours  84, can be incorporated into materials  85 where they can repair microfractures  86, and facilitate changes to a materials shape in response to changes in humidity  87. In the future, building materials might contain spores for the purpose of maintaining structural integrity and improving the health of occupants via biocontrol mechanisms and immune stimulation  88, 89, although research in this area is still in the very early stages. We posit that there are two potential mechanisms by which biocontr ol bacteria, such as Bacillus spp., may regulate pathogen exposure in built environments: (A) competitive exclusion, either through competition for nutrients or through antibiotic production and (B) enhancing the ecological stability and pathogen exclusion potential of the native surface microbiome ( Fig. 1). Additionally, as outlined below, studies have shown that Bacillus administr ation in hospitals leads to a significant reduction in the abundance of known pathogens on surfaces  22-24, 84, 90, 91. This could be due to competitive exclusion or by influencing the ecological stability of the native community; another possibility is that the application of billions of Bacillus spores leads to overwhelming numerical dominance (iii) that results in a decrease in the ability to detect pathogens and maybe diminished likelihood of occupant exposure due to a reduction in the probability of encountering a pathogenic cell ( Fig. 1). Below we explore specific examples that may help elucidate which mechanism or mechanisms is most likely. Bacillus species can competitively exclude other organisms through the preferential uptake of nutrients from their surround- ing environment. For example, iron, an important element for all life due to its frequent use as a cofactor in enzymes, can be sequestered by siderophores secreted by Bacillus species  92. These molecules bind tightly to individual iron atoms and require specialized membrane transport proteins for uptake and utiliza-tion by a cell.Cells without the proper transportation proteins are unable to import and use the iron,thereby inhibiting their growth  93. Competitive inhibition of pathogens can also occur via the direct production of antagonistic compounds by Bacillus species, including surfactin, iturin, fengycinplipastatin, bacillomycin, and bacilysin ( Fig. 2;94), although the effectiveness of these compounds has not specifically been demonstrated in the built environment. Several studies have demonstrated that Bacillus intervention enhances the pathogen exclusion properties of the extant surface microbiome  95, 96. However, the lack of a defined mechanism of action behind such biocontrol suggests an urgent need to perform new studies aimed at elucidating these modalities. This is especially important due to the proliferation of commercial probiotic cleaners, whose efficacy should be validated against traditional cleaning methods and any impact on material integrity or human health assessed. However, studies that seek to demonstrate the effectiveness of an intervention against pathogen reduction cannot introduce pathogens into theBiocontrol in the built environment 5 Figure 1. Potential pathogens can be deposited on surfaces by infected occupants, but their survival and transmission capability are dependent on many environmental factors, including temperature, light, humidity, occupant density, air flow, cleaning methods, and surface material type  43 , 101-105 . However, this rate of accumulation and transmission can also be altered through manipulation of surface ecology by introducing bacteria into the environment. Here, we propose three potential modes of action for how probiotics can decrease pathogen exposure and infection risk. (A) Bacterial spores germinate and exclude pathogenic bacteria through direct consumption of resources or by inhibiting pathogen growth via the production of inhibitory molecules, such as bacilysin  106 . (B) Germinated probiotic bacteria alter microbial community interactions through metabolic exchange, leading to the inhibition of pathogens  96 . (C) Cleaner-associated bacterial cells outnumber cells of potential pathogens, resulting in numerical dominance. We hypothesize this could then reduce the rate of occupant interaction, or it may reduce the detection of pathogens by sequencing techniques. environment to start the experiment and instead must rely on already existing exposure events, such as those occurring in hospitals. Additionally, there is a lack of control for complex factors such as occupancy rates, sunlight, and seasonality, which makesthesestudiessusceptibletomisleadingconclusions( Fig. 1). Arecentstudyshowedthatitwaspossibletoimpregnatemate- rials with a bacterial spore-containing medium, either through direct inoculation  97 or through embedding spores in 3D-printed materials 85. Spores of genetically modified Bacillus ha ve been printed into soft hydrogel materials, where they remain viable and become metabolically reactive in response to a pathogen (e.g. S. aureus), resulting in the biocidal activity of those agents  85. Using sprays, materials can also be seeded with microbial spores. To test the activity of these spore sprays, a commercially available cleaner containing either Bacillus spp. spores or a spore- free version of the cleaner was applied to steel coupons; then, the coupons were inoculated with either Acinetobacter baumannii or K. pneumoniae  95. The coupons were sampled at 3, 24, and 72hours for colony-forming unit (CFU) enumeration to determine whether the presence of the cleaner, with or without Bacillus spores, decreased the survival rate of the pathogens compared to cleaner-free controls  95. However, there was no significant dif- ference in A. baumannii survival rates in the presence or absence of the cleaner, with or without Bacillus. Klebsiella pneumoniae sur-vival was significantly reduced when exposed to any cleaner, and t h ep r e s e n c eo f Bacillus did not enhance this effect. In partial explanation for this finding,metatranscriptomic sequencing data suggested a low (1 of reads) recovery of Bacillus when in spore form, whereas samples with vegetative cells had 40 of reads identified as Bacillus. The absence of any impact of Bacillus on pathogen survival, coupled with the lack of vegetative transcrip- tionalactivity,suggeststhatmostofthesporesfailedtogerminate and hence had no inhibitory effect on the pathogens. Another study tested the natural seeding of blocks of ceramic, linoleum, and stainless steel in both indoor and outdoor environments that were periodically cleaned over 8 months using either bleach, tap water, soap, or a Bacillus-containing probiotic cleaner  96. Following this seeding period, clinical E. coli and S. aureus strains were deposited on the blocks and desiccated. Their survival was then assessed after 24 hours via CFU enumeration.Blocks cleaned with either soap or the probiotic cleaner had almost no viable pathogens after 24 hours; however, pathogen abundance on the6Gottelet al. Figure 2. The germination of Bacillus spores is triggered by either (A) L-alanineL-valine or (B) a combination of L-asparagine, glucose, fructose, and potassium ions  107 . Vegetative Bacillus cells can generate different compounds that can exclude pathogens, including (C) the siderophore bacillibactin, which binds iron and is involved in competitive exclusion of nearby microbes  108 ; (D) surfactin, which has antimicrobial properties and also aids in movement across surfaces  109; (E) bacillomycin, which has potent antibacterial activity  110; (F) bacilysin  106; and (G) fengycin  111 , which are both antifungal compounds. tap water and bleach-cleaned blocks was significantly higher. Additionallinoleumblockswereseededandcleanedasbeforeand then inoculated with a fluorescently labelled P. aeruginosa strain. Following a 48-hour incubation within a flow cell with tryptic soy broth, the blocks were imaged to assess the extent of surface colonization by P. aeruginosa. Almost no growth was observed for the blocks cleaned with tap water or soap, but there was extensive colonization by P. aeruginosa on the bleach and probiotic cleaner blocks.These lab-based studies shed light on how Bacillus, the primary biocontrol bacteria used in commercial probiotic cleaning products, behaves in different environments and varied microbial communities. However, some lab studies show that Bacillus mostly fails to germinate and has a limited impact on the survival of pathogens like A. baumannii and K. pneumoniae  95. Conversely,using a probiotic cleaner appears to establish a micro- bial ecosystem that effectively kills or inhibits pathogens,but that cleaning with soap also leads to a microbial community that is just as effective at pathogen inhibition  96. However, the Bacillus cleaner didnotappeartopreventtheaccumulationofP. aeruginosa when inoculated in a rich media, suggesting that environmental conditions are important for metabolic ecology. Although each study used different methods and conditions,they together reveal that Bacillus species do not automatically thrive and effectively compete with other microbes on surfaces.There appear to be only specific situations where Bacillus can effectively compete against other microbes in the built environment, which highlights the need for detailed investigation of biocontrol microbes on varied surface types before wide-scale deployment. An important early study on the effectiveness of biocontrol cleaning methods used a solution containing B. subtilis, B. pumilus, and P. megaterium spores  21 over 24 weeks. These spores reduced the CFUs recovered from coliforms, S. aureus, C. difficile,a n d Can- dida albicans on surfaces by 5089 after 34 weeks of appli-cation as compared to surfaces cleaned using standard cleaning methods. The observed reduction remained steady throughout the remaining 4 months of the study, but pathogen abundance rebounded when traditional cleaning was reintroduced. A subse-quent study focused on the resistance of the surface microbial community to antibiotics when a probiotic cleaning solution was used, as well as whether patients were colonized by the Bacillus species in the cleaner and if the Bacillus germinated on the sur- faces  84. Spores were found to germinate on the dry, relatively nutrient-def icient surfaces but were not found in samples of blood and urine from patients. Again, a decrease in pathogen abundance was observed on surfaces, as well as a reduction in the abundance of genes associated with antibiotic resistance.The study found no evidence that the Bacillus spp. were acquiring antibiotic resistance genes from the native microbial community. These results prompted a large multicentre study focused on investigating whether Bacillus-based cleaning products could reduce the resistome of hospital-associated pathogens  98.A pre- vious study demonstrated that healthcare-associated pathogens tended to acquire additional antibiotic resistance and virulence genes over time in the hospital  25. The internal medicine wards of five Italian hospitals were enrolled and samples were collected for an initial 6-month period, during which traditional cleaning methods were continued. Following this baseline period, a 6-month intervention was carried out using a Probiotic Cleaning Hygiene System (PCHS) that consisted of B. subtilis, B. pumilus, and P. megaterium spores, after which there was a 6-monthBiocontrol in the built environment 7 postintervention period. The use of PCHS was associated with an up to 99 reduction in AMR genes contained in the hospital microbiome, with a 33100 decrease in the presence of resistant strains. The use of PCHS was also associated with a 60 decrease in the consumption of antimicrobial drugs by patients, leading to a 75 reduction in the costs associated with treating AMR infections. The cumulative incidence of healthcare-associated infections decreased significantly in the post-PCHS treatment period compared to the conventional treatment phase, from 4.8 to 2.3 (p .0001). These results are promising, but replication by other research teams is necessary to increase confidence in this approach, as well as further investigations into mechanisms of action. Lacking this knowledge severely limits our ability to refine the process and to understand the ecological dynamics that underpin the observations. Additional follow-up studies have confirmed the effectiveness of probiotic surface treatments in reducing the abundance of AMR genes and the potential pathogens that often harbour them. For example,bacteriophages are an attractive fast-acting alterna- tive to spores. In a study using the PCHS combined with phage targeting Staphylococcus in hospital bathrooms, an 87 reduc-tion in Staphylococcus species (including nonpathogenic strains) was observed after only 1 day of phage treatment  90. After six additional days, there was a 97 reduction in Staphylococcus observed, but there was a return to preintervention levels after 4 days of treatment cessation. Resuming the treatment for 7 days resulted in a reduction similar to that observed in the first treatment period. A larger follow-up study at two hospitals using the combined PCHSPhage treatment had mixed results. One hospital showed a significant reduction in Staphylococcus,b u t t h e other did not  24. This study was performed during the COVID- 19 pandemic, which led to the use of emergency applications of 3 NaClO disinfectant. One hospital used a greater number of NaClO applications, and this increase was correlated with an order of magnitude reduction in Bacillus and phage abundance, likely leading to a reduction in the effectiveness of the probiotic intervention  24. These results support an earlier study, also performed during the COVID-19 pandemic, that found a reduc- tion in pathogen load through the use of PCHS was reversed when emergency 5 NaClO was implemented  91. These recent studies highlight the importance of understanding the dynamic nature of real-world applications, the limits of using phage as a treatment, and how probiotic cleaning methods might be ren- dered ineffective when harsh bleach cleaning agents are used in tandem.",
        "conclusion": "s and future directions Probiotic intervention studies in hospitals  22-24, 99, 100h a v e demonstr ated the potential to revolutionize cleaning approaches in healthcare facilities. However, much is still unknown about their mechanism of action, as well as how additional factors could influence their efficaciousness in situ. Further investiga-tion of how spores germinate and competitively exclude other microbes in these dry, nutrient-depleted environments is needed for the successful development and broad deployment of probi-otic cleaners. To answer these questions, we must use a variety of experimental strategies, including varied application methods (i.e. how the cleaner is applied and at what concentration is the cleaner most effective), inclusion of taxonomically diverse pathogenic microbes at varied concentrations, and a character-ization of whole community dynamics in response to cleaner application. These experiments will require highly controlled and easily manipulatable conditions,and therefore,laboratory testing willbeessentialfordeterminingtherelativeimportanceoffactors associated with method of use, humidity, nutrient availability, surface material type, and cleaning regimes. Further, simulating transmission events of microbes from surfaces to humans will be neededtomorefullyunderstandhowprobioticcleanersinfluence transmission rates of taxa of interest. Differential use patterns of healthcare facilities might alter bestpracticesforprobioticcleaneruse.Forexample,itisunknown how the magnitude of response might vary between different wards or rooms. Patient rooms and bathrooms have been the pri- mary focus of intervention studies; however, other shared spaces, such as hallways or visitor areas, also carry the potential for pathogen accumulation and transmission risk.Additionally,long-term monitoring is crucial to detect whether the pathogens in these environments begin to adapt to this new cleaning method and therefore become resistant to biocontrol. Such a situation could start an evolutionary arms race with unknown outcomes. It is crucial to consider the health and emotional impacts on the patients and staff.Sociological studies on healthcare workers and patientsarenecessarytounderstandtheperceptionthatpatients, staff, and the public have about the use of these novel products and to involve their feedback in product design and applica-tion. The popularity of probiotics in popular foods and drinks could help alleviate concerns, but deploying them in hospitals, especially around high-risk patients, will likely be controversial. Understanding the perception of these products, and explain-ing how and why they work, will aid in successful widespread adoption across healthcare systems.As seen in studies conducted during the COVID-19 pandemic, harsh cleaning treatments using bleach may inhibit the probiotic and phage cleaners, so it will be imperative that staff are trained in how to properly treat surfaces cleaned with probiotics. Beyond direct application to the engineering of probiotic mate- rials 85, 3D printing is primed to be the future of microbial biocontr ol in built environments. Recent advances in 3D printing have resulted in materials that can be printed at low enough temperatures that spores and even live bacteria are not harmed during the assembly process. Unlike previous efforts, which used hydrogels  85, these new approaches can enable the printing of ceramics or hard plastics with improved utility as building materials. Using genome-enabled metabolic modelling to select bacteria that are optimized for these printing processes presents unique opportunities for built environment-specific designs that could be used to manipulate the ecology of these environments in prescribed ways. If this trend continues, we may soon be able to print tiles, furniture, or even entire structures out of sustain-ably produced microbially active materials  97. Establishing the efficacy of these products through well-designed field interven- tion studies that are informed by lab-based experiments is an exciting subfield of built environment microbiome research and will ultimately lead to better products, building materials, and design techniques in buildings to improve occupant health and well-being. Acknowledgements Figures created with BioRender. com . Conflicts of interest The authors declare no conflict of interest.8Gottelet al. Funding The authors are funded by NSF ENG-EPSRC EFRI ELiS: Developing probiotic interventions to reduce the emergence and persistence of pathogens in built environments (UCSD 2223669) and NASA ROSBIO: Quantifying selection for pathogenicity and antibiotic resistance in bacteria and fungi on the ISSa Microbial Tracking Study (80NSSC19K1604). Data availability Data sharing not applicable to this article as no datasets were generated or analysed during the current study. References 1. Blancou J. History of disinfection from early times until the end of the 18th century. Rev Sci Tech 1995;14:2139. https:doi. org10.20506 rst.14.1.831 . 2. Kadar N. Rediscovering Ignaz Philipp Semmelweis (1818-1865). Am J Obstet Gynecol 2019;220:2639. https:doi.org10.1016 j. ajog.2018.11.1084 . 3. Gilbert HA. Florence Nightingales environmental theory and its influence on contemporary infection control. Collegian 2020;27:62633. https:doi.org10.1016 j.colegn.2020.09.006 . 4. Worboys M. Joseph Lister and the performance of antisep-tic surgery. Notes Rec R Soc Lond 2013;67:199209. https:doi. org10.1098 rsnr.2013.0028 . 5. Armstrong GL, Conn LA, Pinner RW. Trends in infectious dis-ease mortality in the United States during the 20th century. JAMA 1999;281:616. https:doi.org10.1001 jama.281.1.61 . 6. Ventola CL. The antibiotic resistance crisis: part 1: causes and threats. PT 2015;40:27783. 7. Mc Carlie S, Boucher CE, Bragg RR. Molecular basis of bacte-rial disinfectant resistance. Drug Resist Updat 2020;48:100672. https:doi.org10.1016 j.drup.2019.100672 . 8. Weber DJ,RutalaWA,AndersonDJ et al.Effectiveness ofultravi-olet devices and hydrogen peroxide systems for terminal room decontamination: focus on clinical trials. Am J Infect Control 2016;44:e7784. https:doi.org10.1016 j.ajic.2015.11.015 . 9. Czepiel J, Dr zdzM , P i t u c hH et al. Clostridium difficile infection: review.Eur J Clin Microbiol Infect Dis 2019;38:121121. https:doi. org10.1007 s10096-019-03539-6 . 10. Laxminarayan R. The overlooked pandemic of antimicro- bial resistance. Lancet 2022;399:6067. https:doi.org10.1016 S0140-6736 (22)00087-3 . 11. Poirel L, Madec J-Y, Lupo A et al. Antimicrobial resis-tance in Escherichia coli. Microbiol Spectr 2018;6(4). https:doi. org10.1128 microbiolspec. ARBA-0026-2017 . 12. Effah CY, Sun T, Liu S et al. Klebsiella pneumoniae: an increasing threat to public health. Ann Clin Microbiol Antimicrob 2020;19:1. https:doi.org10.1186 s12941-019-0343-8 . 13. Cillniz C, Garcia-Vidal C, Ceccato A, Torres A. Antimicrobial resistance among Streptococcus pneumoniae. Antimicrobial Resis- tance in the 21st Century 2018; 1338. 14. Vzquez-Lpez R, Solano-Glvez SG, Jurez Vignon-Whaley JJ et al. Acinetobacter baumannii resistance: a real challenge for clinicians. Antibiotics (Basel) 2020;9(4):205. https:doi. org10.3390 antibiotics9040205 . 15. Murray CJL, Ikuta KS, Sharara F et al. Global burden of bac- terial antimicrobial resistance in 2019: a systematic analy-sis. Lancet 2022;399:62955. https:doi.org10.1016S0140-6736 (21)02724-0 . 16. Environment UN. Bracing for superbugs: strengthening envi-ronmental action in the one health response to antimicrobial resistance. UNEPUN Environment Programme. https:www. unep.orgresourcessuperbugsenvironmental-action . Accessed 28 September 2023 205. 17. Prestinaci F, Pezzotti P, Pantosti A. Antimicrobial resistance: a global multifaceted phenomenon. Pathog Glob Health 2015;109: 30918. https:doi.org10.11792047773215 Y.0000000030 . 18. Jezewska-Fra ckowiak J, Zebrowska J, Czajkowska E et al. Identification of bacterial species in probiotic consortiums in selected commercial cleaning preparations. Acta Biochim Pol 2019;66:21522. https:doi.org10.18388abp.2018_ 2782. 19. Tran C,Cock IE,Chen X et al.Antimicrobial Bacillus: metabolites and their mode of action. Antibiotics (Basel) 2022;11:88. https: doi.org10.3390 antibiotics11010088 . 20. Ulrich N, Nagler K, Laue M et al. Experimental studies address-ing the longevity of Bacillus subtilis sporesthe first data from a 500-year experiment. PLoS One 2018;13(12):e0208425. https: doi.org10.1371 journal. pone.0208425 . 21. Vandini A, Temmerman R, Frabetti A et al. Hard surface biocontrol in hospitals using microbial-based cleaning prod-ucts. PLoS One 2014;9:e108598. https:doi.org10.1371 journal. pone.0108598 . 22. Caselli E, Brusaferro S, Coccagna M et al. Reducing healthcare-associated infections incidence by a probiotic-based sanita-tion system: a multicentre, prospective, intervention study. PLoS One 2018;13(7):e0199616. https:doi.org10.1371 journal. pone.0199616 . 23. DAccolti M, Soffritti I, Bini F et al. Pathogen control in the built environment: a probiotic-based system as a remedy for the spread of antibiotic resistance. Microorganisms 2022;10:225. https:doi.org10.3390 microorganisms10020225 . 24. DAccolti M, Soffritti I, Bini F et al. Potential use of a combined bacteriophage-probiotic sanitation system to control microbial contamination and AMR in healthcare settings: a pre-post intervention study. Int J Mol Sci 2023;24(7):6535. https:doi. org10.3390 ijms24076535 . 25. Lax S, Sangwan N, Smith D et al. Bacterial colonization and succession in a newly opened hospital. Sci Transl Med 2017;9:9. https:doi.org10.1126 scitranslmed. aah6500 . 26. Klassert TE, Leistner R, Zubiria-Barrera C et al. Bacterial colonization dynamics and antibiotic resistance gene dis- semination in the hospital environment after first patient occupancy: a longitudinal metagenetic study. Microbiome 2021;9:169. https:doi.org10.1186 s40168-021-01109-7 . 27. Chopyk J, Akrami K, Bavly T et al. Temporal variations in bacterial community diversity and composition throughout intensive care unit renovations. Microbiome 2020;8:86. https: doi.org10.1186 s40168-020-00852-7 . 28. Hickman B, Kirjavainen PV, Tubel M et al. Determinants of bacterial and fungal microbiota in Finnish home dust: impact of environmental biodiversity, pets, and occupants. Front Microbiol 2022;13:1011521. https:doi.org10.3389 fmicb.2022.1011521 . 29. Niculita-Hirzel H, Wild P, Hirzel AH. Season, vegetation prox- imity and building age shape the indoor fungal communities composition at city-scale. J Fungi (Basel) 2022;8:1045. https: doi.org10.3390 jof8101045 . 30. Estensmo ELF, Morgado L, Maurice S et al. Spatiotemporal vari-ation of the indoor mycobiome in daycare centers. Microbiome 2021;9:220. https:doi.org10.1186 s40168-021-01167- x . 31. de Abreu VAC, Perdigo J, Almeida S. Metagenomic approaches to analyze antimicrobial resistance: an overview. Front Genet 2020;11:575592. https:doi.org10.3389 fgene.2020.575592 .Biocontrol in the built environment 9 32. Zaramela LS, Tjuanta M, Moyne O et al. synDNA-a synthetic DNA spike-in method for absolute quantification of shot- gun metagenomic sequencing. mSystems 2022;7(6):e00447-22. https:doi.org10.1128 msystems.00447-22 . 33. Ferreira C, Otani S, Aarestrup FM et al. Quantitative PCR ver-sus metagenomics for monitoring antibiotic resistance genes: balancing high sensitivity and broad coverage. FEMS Microbes 2023;4:xtad008. https:doi.org10.1093 femsmc xtad008 . 34. Abramova A, Berendonk TU, Bengtsson-Palme J. A global baseline for qPCR-determined antimicrobial resistance gene prevalence across environments. Environ Int 2023;178:108084. https:doi.org10.1016 j.envint.2023.108084 . 35. Liu Y, Cao Y, Wang T et al. Detection of 12 common food-borne bacterial pathogens by TaqMan real-time PCR using a single set of reaction conditions. Front Microbiol 2019;10:222. https: doi.org10.3389 fmicb.2019.00222 . 36. Kapono CA, Morton JT, Bouslimani A et al. Creating a 3D microbial and chemical snapshot of a human habitat. Sci Rep 2018;8:3669. https:doi.org10.1038 s41598-018-21541-4 . 37. Wang M, Carver JJ, Phelan VV et al. Sharing and commu-nity curation of mass spectrometry data with global natural products social molecular networking. Nat Biotechnol 2016;34: 82837. https:doi.org10.1038 nbt.3597 . 38. Nothias L-F, Petras D, Schmid R et al. Feature-based molecular networking in the GNPS analysis environment. Nat",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Potential pathogens can be deposited on surfaces by infected occupants, but their survival and transmission capability are dependent on \nmany environmental factors, including temperature, light, humidity, occupant density, air flow, cleaning methods, and surface material type [\n43 , 101-105 ]"
            }
        ]
    }
]