[
    {
        "pmid": "25202579",
        "title": "A method for preparing spaceflight RNAlater-fixed Arabidopsis thaliana (Brassicaceae) tissue for scanning electron microscopy.",
        "year": "2013",
        "journal": "Appl Plant Sci",
        "abstract": "PREMISE OF THE STUDY: In spaceflight experiments, tissues for morphologic study are fixed in 3% glutaraldehyde, while tissues for molecular study are fixed in RNAlater; thus, an experiment containing both study components requires multiple fixation strategies. The possibility of using RNAlater-fixed materials for standard SEM-based morphometric investigation was explored to expand the library of tissues available for analysis and maximize usage of samples returned from spaceflight, but these technologies have wide application to any situation where recovery of biological resources is limited. •\nMETHODS AND RESULTS: RNAlater-fixed samples were desalinated in distilled water, dehydrated through graded methanol, plunged into liquid ethane, and transferred to cryovials for freeze-substitution. Sample tissues were critical point dried, mounted, sputter-coated, and imaged. •\nCONCLUSIONS: The protocol resulted in acceptable SEM images from RNAlater-fixed Arabidopsis thaliana tissue. The majority of the tissues remained intact, including general morphology and finer details such as root hairs and trichomes.",
        "full_text": "1 of 5 Applications in Plant Sciences 2013 1 ( 8 ): 1300034 Applications in Plant Sciences 2013 1 ( 8 ): 1300034; http:www.bioone.orgloiapps  2013 Schultz et al. Published by the Botanical Society of Amer ica. This work is licensed under a Creative Commons Attribution License (CC-BY-NC-SA). ApApplicatitionsons inin Pl Plant t ScienSciencesces Experimental  exibility is a luxury often taken for granted in typical laboratory science. Adapting a protocol in response to unfolding information as the experiment proceeds is a key element in discovery and is standard practice. In space ight, this luxury is not as accessible; crew time is highly regulated, orbital resources are limited, and protocols are tightly controlled once in place. In addition, the up-mass available to each re-searcher is limited, which restricts the choices of experimental treatments and orbital  xation options. These constraints often translate into hard choices that limit the scienti c return on investment, including sacri cing the number of replicates to enable additional treatment and  xation scenarios. As a conse- quence, options that allow maximization of the data obtained from a single sample are highly valued. Biological experiments are typically required to be segre- gated based on the analyses to be performed upon return from space ight. These segregated conditions are usually either mo- lecular or morphological, due to the separate  xatives required for each application (e.g., Stutte et al., 2006 ). Investigations focused on transcriptome analyses, for instance, would not be likely to commit a portion of their limited up-mass on samples and associated  xation hardware for morphological applica tions, and would miss the opportunity to use both morphological and molecular perspectives. These limitations are keenly felt in scenarios where the transcriptome analyses reveal space ight- speci c patterns of gene expression central to morphological patterns of cell growth and development. This scenario was en-countered in a recent space ight experiment, in which telemet- ric imaging revealed interesting space ight-associated root morphologies ( Paul et al., 2012 ). All material was  xed on orbit in RNA later (Ambion, Grand Island, New York, USA) to facili- tate transcriptome analyses on returned samples. Although it is possible to partition an experiment into mo- lecular and morphological components, using samples that cor-respond directly to those used in molecular applications would be of extreme value. A single  xation protocol better enables the full use of replicates to support a robust power analysis; all plant material allowed by the up-mass constraints can be dedicated to a single application per orbital treatment. Addi-tionally, the plant material apportioned for microscopy can be taken directly from the pool of material whose balance repre-sents a molecular replicate; thus, any morphologic change seen in these plants would directly re ect the effects of the altered gene expressions from those same plants. Terrestrial  eld stud- ies could also bene t from this single  xative approach for similar reasons. Despite its use as a molecular  xative, RNA later is not com- monly used as a morphologic  xative. RNA later  xation pro- duces unclear images with high background staining ( Cadoret et al., 2013 ) and reduces immuno uorescent signals ( Zaitoun et al., 2010 ; Paul and Ferl, 2011 ). This intracellular occlusion eliminates the possibility of clear subcellular localizations. 1 Manuscript received 30 April 2013; revision accepted 9 July 2013. The authors wish to thank Kim Backer-Kelley and Byung-Ho Kang for additional support in experimental design and execution. The authors also wish to thank Agata Zupanska, Fiona Denison, and Lawrence Rasmussen for editorial input on this manuscript. This work was supported by the National Aeronautics and Space Administration (NASA; grants NNX07AH270 and NNX09AL96G to R.J.F. and A-L.P.). 5 Author for correspondence: robferlu .edu doi:10.3732apps.1300034 PROTOCOL NOTE A METHOD FOR PREPARING SPACEFLIGHT RNA LATER -FIXED ARABIDOPSIS THALIANA (BRASSICACEAE ) TISSUE FOR SCANNING ELECTRON MICROSCOPY 1 ERIC R. S CHULTZ 2 , KAREN L. K ELLEY 3 , ANNA-LISA PAUL 2 , AND ROBERT J. F ERL 2,3,4,5 2 Program in Plant Molecular and Cellular Biology, Horticultural Science Department, University of Florida, Gainesville, Florida 32611 USA; 3 Interdisciplinary Center for Biotechnology Research, University of Florida, Gainesville, Florida 32610 USA; and 4 Horticultural Sciences Department, University of Florida, Gainesville, Florida 32611 USA  Premise of the study: In space ight experiments, tissues for morphologic study are  xed in 3 glutaraldehyde, while tissues for molecular study are  xed in RNA later ; thus, an experiment containing both study components requires multiple  xation strategies. The possibility of using RNA later - xed materials for standard SEM-based morphometric investigation was ex- plored to expand the library of tissues available for analysis and maximize usage of samples returned from space ight, but these technologies have wide application to any situation where recovery of biological resources is limited.  Methods and Results: RNA later - xed samples were desalinated in distilled water, dehydrated through graded methanol, plunged into liquid ethane, and transferred to cryovials for freeze-substitution. Sample tissues were critical point dried, mounted, sputter-coated, and imaged.  Conclusions: The protocol resulted in acceptable SEM images from RNA later - xed Arabidopsis thaliana tissue. The majority of the tissues remained intact, including general morphology and  ner details such as root hairs and trichomes. Key words: Arabidopsis thaliana ; RNA later ; scanning electron microscopy; SEM; space ight. 2 of 5 Applications in Plant Sciences 2013 1 ( 8 ): 1300034 Schultz et al.Space ight RNA later Arabidopsis SEM doi:10.3732apps.1300034 http:www.bioone.orgloiappswith CO 2 , followed by three 10-min in ltrations. One  nal exchange was per- formed and left overnight. Two additional 10-min in ltrations were performed, followed by CPD with controlled venting. Samples were in solution until the end of CPD. Dry samples in baskets were transferred to a desiccant- lled (Drierite; W. A. Hammond Drierite Company, Xenia, Ohio, USA) sealable con-tainer until being mounted on stubs using carbon adhesive and returned to a stub rack within a different desiccant- lled sealable container. Mounted sam- ples were sputter-coated for 90 s with a gold-palladium alloy (Desk V HP; Denton Vacuum, Moorestown, New Jersey, USA) and imaged on a scanning electron microscope (Hitachi S-4000; Hitachi, Tokyo, Japan). Initial observations were focused on roots, resolution of cell  les, and reten- tion of root hairs throughout the processing of the tissue ( Fig. 2 ) . Later tests observed trichomes and more durable tissues, such as adaxial leaf surfaces and seed coats ( Fig. 2AC ). The fresh-frozen tissues, used as protocol development control material, retained  ner details, including closed stomata and normal trichome morphology ( Fig. 2D, E ). RNA later - xed test materials yielded simi- lar images as the fresh-frozen plants, with minimal additional tissue damage ( Fig. 2FK ). Space ight materials and the corresponding ground controls, both  xed in RNA later , were processed using the protocol discussed above and detailed in Appendix 1. Tissues yielded images of acceptable quality, with minimal cell wrinkling and high retention of  ne details ( Fig. 2J, K ). The focus of these samples was root structure, morphology, and root hair retention because of in-teresting molecular and genetic observations from a recent space ight experi- ment ( Paul et al., 2012 ; Paul et al., unpublished ). Cost of the developed protocol is minimal, while the accessibility is high. Assuming the microscopy core to be used has standard SEM capability, the ad-ditional cost of this protocol is merely the cost of consumables. These compo-nents are readily available and likely already obtained by the laboratory interested in using this protocol. Another advantage of this protocol is a near retention of tissue morphology at a fresh harvest state. Not only are  ner elements of tissues retained ( Fig. 2DI ), but other tissues, such as the adaxial leaf epider-mis, seed coat, and  oral stalk ( Fig. 2AC ), produce results comparable to those processed through dedicated morphologic means (e.g., Bhargava et al., 2013 ). The amount of time needed for this process is slightly longer than other stan-dard SEM processing times, with an additional 4 h for the desalination washes and several days required for freeze substitution. Hand-plunged samples may be processed in batches to increase throughput, being limited to the number of samples able to be held with a pair of forceps without compromising structural integrity. Examples of other SEM protocols may be seen in Liu et al. (2008) , Koizumi et al. (2010) , Springer et al. (2010) , and Yi et al. (2010) . As a result of this protocol, samples  xed with RNA later retained many  ne features includ- ing root hairs and trichomes, with a majority of cells in ated and displaying fresh-frozenlike morphology, regardless of whether they were harvested dur-ing space ight or on the ground. CONCLUSIONS The protocol presented here provides distinct advantages for both space ight and ground-based experimental applications. Arabidopsis plants harvested on the International Space Station by astronauts were successfully retrieved from RNA later and processed to produce acceptable quality images without the use of a dedicated morphologic  xative ( Fig. 2J, K ). Field studies may also bene t from the use of this protocol. As in space ight, the amount of materials able to be carried and used during an expedition is limited. With the option of using one stable, safe chemical  xative for all desired studies to be conducted upon return, scientists in the  eld may be able to collect more data with fewer trips. This protocol may also assist laboratories with libraries of samples in RNA later by expanding the available techniques for study. Alternative imaging techniques outside the scope of this investigation provide alternatives to this protocol. True cryo-SEM would likely be an acceptable alternative (examples may be seen in Koroleva et al., 2010 ; Sarsby et al., 2012 ; and Yu et al., 2013 ), though desalination of specimens prior to tis-sue processing would still be bene cial. A second option is However, the external morphology appears to be preserved in a fresh-like state, which suggests that RNA later may be accept- able for use in scanning electron microscopy (SEM). Two cases in the literature report the use of RNA later in a morphological investigation. Behrendt et al. (2011) reported that coral covered in crustose coralline algae was  xed in RNA later , post xed in 2 glutaraldehyde, rinsed in sodium cacodylate, and post xed again in OsO 4 prior to SEM investigations. Hofer et al. (2012) used SEM in their study on  oral organs of Clermontia species using RNA later as their main  xative with a hexamethyldisila- zane drying step. In the current study, both of the above tech-niques resulted in signi cant tissue damage in Arabidopsis . An alternative to  xation in SEM sample preparation is freez- ing. Cryo-SEM does not require prior  xation, but instead pre- serves tissues in a fresh-like state for imaging ( Koroleva et al., 2010 ; Sarsby et al., 2012 ; Yu et al., 2013 ). However, few labo-ratories have access to such equipment, and the equipment and operation can often be expensive. Therefore, this study inves-tigated the possibility of emulating cryo-SEM on a standard SEM, a cryo-analog, where tissue would  rst be returned to a fresh-like state for freezing prior to imaging. METHODS AND RESULTS For process development, test samples of 912-d-old A. thaliana var. colum- bia (Col-0) or Wassilewskija (WS) (The Arabidopsis Information Resource TAIR, Columbus, Ohio, USA) were harvested into RNA later and  xed over- night at ambient room temperature. Fixed plants, along with freshly harvested individuals of the same age, were washed in distilled water with gentle rocking for four 1-h increments. This washing step was designed to desalinate RNA lat- er - xed samples, as the salt crystals were found to damage tissue during subse- quent steps ( Fig. 1A, B ) . Desalination also returned the plants to a fresh-like state ( Fig. 1C, D ) suitable for  ash-freezing. Tissues were dissected immedi- ately following the  nal wash into 510-mm lengths to  t on the SEM sample stage (stub). The  rst two protocols tested provided valuable lessons. The  rst cryo- analog protocol was  ash freezing in liquid nitrogen (LN 2 ). Tissues were severely damaged, primarily due to rapid crystallization of water into ice, physically compromising cellular integrity. The second protocol tested was high-pressure freezing (HPF; Bal-Tec HPM100; Leica Microsystems, Wetzlar, Germany), which resulted in vitri ed ice and a greater freezing depth. The noncrystalline structure prevented physical damage, but the roots had a tendency to stick to the planchettes and break ( Fig. 1E, F ). The third protocol tested was based on the lessons learned and resulted in minimal tissue damage. The risk of waterice crystal formation and planchette adhesion was minimized using a variety of methods. Samples were run through a methanol dehydration gradient, starting at 10 and increasing at 10 inter-vals, for 10 min at each step. An optional wash of 0.1 tannic acid in methanol was used to enhance electron density ( Mizuhira et al., 1972 ; Roholl et al., 1981 ). Arabidopsis tissues were hand-plunged using forceps into LN 2 -cooled liquid ethane, which vitri ed any remaining water in each sample. These rapid hand-performed plunges provided more control and less damage than auto-mated plunge devices. Samples were immediately transferred to LN 2 -cooled individual cryovials, containing either 2 OsO 4 in MeOH or 0.5 glutaralde- hyde in 0.1 tannic acid. The headspace in each vial was  lled with LN 2 to prevent samples being lost or damaged due to static electric effects. Cryovials were placed into freeze substitution (Leica EM AFS2; Leica Microsystems) to increase the temperature to 10  C over the course of 410 d. Cryovial caps were left slightly loose to vent nitrogen gas. Once the temperature reached 10  C, cryovials were removed, opened, and tissues were transferred to tissue baskets (SPI microporous specimen capsules, 120200  m pore size; Structure Probe Inc., West Chester, Pennsylvania, USA) while submerged in chilled (4  C) methanol. This transfer took place at ambient room temperature; the chilled methanol submersion is enough to maintain the integrity of the tissues. Indi vidual baskets were labeled using pencil on a small piece of paper approximately 2 mm 2 , as external labels were removed during the drying phase. Drying oc- curred via liquid CO 2 critical point drying (CPD; Bal-Tec CPD 030; Leica Micro- systems). Eleven quick-cycled washes replaced most of the loading methanol Applications in Plant Sciences 2013 1 ( 8 ): 1300034 Schultz et al.Space ight RNA later Arabidopsis SEM doi:10.3732apps.1300034 3 of 5 http:www.bioone.orgloiapps Hansma et al., 1989 ; Ushiki et al., 2012 ). Due to the high ionic content of RNA later and the necessity for an ionic submersion liquid for SICM, it is possible that this instrument could gen-erate comparable images without any tissue processing. This a cryo- holder, seen in Tang et al. (2012) , which may prove to be an acceptable alternative step in this protocol if the SEM being used can handle the LN 2 vapors. A third alternative is scanning ion conductance microscopy (SICM; Marti et al., 1988 ; Fig. 1. Preliminary RNA later - xation investigations. (A, B) Arabidopsis root tip (A) and root tissue (B) were processed through an ethanol dehydra- tion gradient. Tissues were then processed following the protocol in Appendix 1, starting at the critical-point-drying step. No desalination step occurred. 800  , scale bars  37.5  m. (C, D) Light microscopy of fresh-harvested (C) and RNA later - xed (D) Arabidopsis trichomes displaying similar external morphology. 400  , scale bars  500  m. (E, F) Arabidopsis root tip (E) and root tissue (F) processed by high-pressure freezing as described in the Methods and Results section. Note fracturing in (F) due to planchette adhesion. 500  , scale bars  60.0  m. 4 of 5 Applications in Plant Sciences 2013 1 ( 8 ): 1300034 Schultz et al.Space ight RNA later Arabidopsis SEM doi:10.3732apps.1300034 http:www.bioone.orgloiappsthis process needs to be adapted to each sample being studied, it enhances  exibility in experiments when the main objective is not imaging. LITERATURE CITED BEHRENDT , L . , A . W . L ARKUM , A . N ORMAN , K . Q VORTRUP , M . C HEN , P . RALPH , S. J. S ORENSEN , ET AL . 2011 . Endolithic chlorophyll d -containing phototrophs. The ISME Journal 5 : 1072  1076 . BHARGAVA , A . , A . A HAD , S . W ANG , S . D . M ANSFIELD , G. W. H AUGHN , C . J. D OUGLAS , AND B. E. ELLIS . 2013 . The interacting MYB75 and KNAT7 transcription factors modulate secondary cell wall deposition both in stems and seed coat in Arabidopsis. Planta 237 : 1199  1211 . CADORET , K. , A. R. B RIDLE , M . J . L EEF , AND B . F . N OWAK . 2013 . Evaluation of  xation methods for demonstration of Neoparamoeba perurans infection in Atlantic salmon, Salmo salar L., gills. Journal of Fish Diseases doi:10.1111jfd.12078. HANSMA , P . K . , B . D RAKE , O . M ARTI , S . A . G OULD , AND C. B. P RATER . 1989 . The scanning ion-conductance microscope. Science 243 : 641  643 . HOFER , K . A . , R . R UONALA , AND V. A . ALBERT . 2012 . The double-corolla phenotype in the Hawaiian lobelioid genus Clermontia involves possibility was not tested due to lack of access to the necessary equipment. The protocol reported here will likely require optimization for each desired tissue to be tested. Arabidopsis is a very fragile tissue, with limited  at surfaces and small organ sizes. Other plants that may be more robust may tolerate a rougher tech-nique, while more fragile tissues (i.e.,  oral tissues) may need a more gentle approach. Some potential additional steps to enhance tissue integrity include a post xation step or revers- ing CPD and sputter-coating. A post xation step (as seen in Behrendt et al., 2011 ), which would take place after the desali-nation, could improve tissue integrity during the cryo-analog plunge, especially if  xatives for electron microscopy, such as Karnovskys or OsO 4 , are used. Sputter-coating prior to CPD (as seen in Yi et al., 2010 ) may also improve the physical tissue integrity, though both mounting prior to CPD and pulling a vacuum during the coating process may prove dif cult. The use of this protocol provides more morphological op- portunities for samples that would have previously been wasted due to improper  xation. It is designed to be a supplement to rather than a replacement of SEM standard practices. Although Fig. 2. SEM images of Arabidopsis tissue processed using the protocol described in the Methods and Results section and Appendix 1. (A) Adaxial leaf epidermis (3500  , scale bar  8.57  m). (B) Seed coat (900  , scale bar  33.3  m). (C) Floral stalk (1300  , scale bar  23.1  m). (D) Fresh-harvested stoma (3000  , scale bar  10.0  m). (E) Fresh-harvested trichome (447  , scale bar  67.2  m). (F) RNA later - xed ground control stoma (3500  , scale bar  8.57  m). (G) RNA later - xed space ight stoma (3000  , scale bar  9.99  m). (H) RNA later - xed space ight root tip (500  , scale bar  30.0  m). (I) RNA later - xed space ight root section (450  , scale bar  66.7  m). Obscuring wrinkles are root hairs pressed on root surface. (J) RNA later - xed ground control root section (700  , scale bar  42.9  m). (K) RNA later - xed space ight root section (700  , scale bar  42.9  m). Applications in Plant Sciences 2013 1 ( 8 ): 1300034 Schultz et al.Space ight RNA later Arabidopsis SEM doi:10.3732apps.1300034 5 of 5 http:www.bioone.orgloiappsectopic expression of PISTILLATA B-function MADS box gene ho- mologs. EvoDevo 3 : 26 . KOIZUMI , A . , K . Y AMANAKA , K . NISHIHARA , Y. K AZAMA , T . A BE , AND S . KAWANO . 2010 . Two separate pathways including SlCLV1, SlSTM and SlCUC that control carpel development in a bisexual mutant of Silene latifolia. Plant  Cell Physiology 51 : 282  293 . K OROLEVA , O. A. , T. M. G IBSON , R . C RAMER , AND C . S TAIN . 2010 . Glucosinolate-accumulating S-cells in Arabidopsis leaves and  ower stalks undergo programmed cell death at early stages of differentia-tion. The Plant Journal 64 : 456  469 . L IU , J . , D . H A , Z . X IE , C . W ANG , H . W ANG , W . Z HANG , J . Z HANG , ET AL . 2008 . Ectopic expression of soybean GmKNT1 in Arabidopsis results in al- tered leaf morphology and  ower identity. Journal of Genetics and Genomics  Yi Chuan Xue Bao 35 : 441  449 . MARTI , O . , V . ELINGS , M . H AUGAN , C. E. B RACKER , J . S CHNEIR , B . D RAKE , S. A. G OULD , ET AL . 1988 . Scanning probe microscopy of biological samples and other surfaces. Journal of Microscopy 152 : 803  809 . MIZUHIRA , V . , Y . F UTAESAK , AND A . N ISHI . 1972 . New  xation method using tannic acid and ultrastructure of microtubules. Journal of Electron Microscopy 21 : 233  236 . PAUL , A.-L. , AND R . F ERL . 2011 . Using Green Fluorescent Protein (GFP) reporter genes in RNA later   xed tissue. Gravitational and Space Biology 25 : 40  43 . PAUL , A.-L. , C. E. A MALFITANO , AND R. J. F ERL . 2012 . Plant growth strategies are remodeled by space ight. BMC Plant Biology 12 : 232 . ROHOLL , P. J. , W. L EENE , M . L . K APSENBERG , AND J. G. V OS . 1981 . The use of tannic acid  xation for the electron microscope visualization of  uorochrome-labelled antibodies attached to cell surface antigens. Journal of Immunological Methods 42 : 285  289 . SARSBY , J. , M. W. T OWERS , C . STAIN , R . C RAMER , AND O . A . K OROLEVA . 2012 . Mass spectrometry imaging of glucosinolates in Arabidopsis  owers and siliques. Phytochemistry 77 : 110  118 . S PRINGER , D. J. , P. R EN , R . RAINA , Y . D ONG , M . J . B EHR , B. F. M CEWEN , S. S. B OWSER , ET AL . 2010 . Extracellular  brils of pathogenic yeast Cryptococcus gattii are important for ecological niche, murine viru- lence and human neutrophil interactions. PLoS ONE 5 : e10978 . STUTTE , G. W. , O. M ONJE , R. D. HATFIELD , A. L. P AUL , R . J . F ERL , AND C. G. S IMONE . 2006 . Microgravity effects on leaf morphology, cell structure, carbon metabolism and mRNA expression of dwarf wheat. Planta 224 : 1038  1049 . T ANG , C. Y. , R. N. H UANG , L. L. KUO-HUANG , T. C. KUO , Y. Y. Y ANG , C. Y. LIN , W. N. J ANE , ET AL . 2012 . A simple cryo-holder facilitates speci- men observation under a conventional scanning electron microscope. Microscopy Research and Technique 75 : 103  111 . U SHIKI , T . , M . N AKAJIMA , M . C HOI , S . J . C HO , AND F . I WATA . 2012 . Scanning ion conductance microscopy for imaging biological samples in liquid: A comparative study with atomic force microscopy and scanning elec-tron microscopy. Micron (Oxford, England) 43 : 1390  1398 . Y I , B . , F . ZENG , S. L EI , Y . CHEN , X . YAO , Y . Z HU , J . W EN , ET AL . 2010 . Two duplicate CYP704B1 -homologous genes BnMs1 and BnMs2 are required for pollen exine formation and tapetal development in Brassica napus. The Plant Journal 63 : 925  938 . Y U , Z. , H. C HEN , Y . TONG , AND P. W U . 2013 . Analysis of rice root hair morphology using cryo-scanning electron microscopy. Methods in Molecular Biology (Clifton, N.J.) 956 : 243  248 . ZAITOUN , I . , C . S . E RICKSON , K . S CHELL , AND M . L . E PSTEIN . 2010 . Use of RNAlater in  uorescence-activated cell sorting (FACS) reduces the  uo- rescence from GFP but not from DsRed. BMC Research Notes 3 : 328 . APPENDIX 1. Generalized protocol for RNA later - xed sample preparation for SEM investigation. 1. Wash samples in distilled H 2 O for four 1-h increments. 2. Dissect samples to  t onto SEM stubs and place into SPI microporous specimen capsules (120200  m pore size; Structure Probe Inc., West Chester, Pennsylvania, USA). 3. Dehydrate in graded MeOH (10100, 10 intervals) at 10 min per step. 4. Plunge in LN 2 -cooled ethane. 5. Immediately transfer to cryovials containing either 2 OsO 4 in MeOH or 0.5 glutaraldehyde in 0.1 tannic acid in acetone. 6. Freeze-substitution (LN 2 at 4  C) for 410 d. 7. Perform 11 quick washes (start with MeOH in chamber; cool 10  C for CO 2 ), followed by three in ltrating washes, leaving the  nal overnight. 8. Perform two additional in ltrations prior to critical point drying. 9. Critical point dry samples following manufacturers guidelines and transfer to dessicant- lled box. 10. Clean stubs (if necessary) with acetone sonication. 11. Mount samples on stubs with thick carbon adhesive. 12. Sputter-coat samples for 90 s in gold-palladium alloy. 13. Proceed to SEM imaging. Chemicals needed: water, RNA later (for  xation; Ambion, Grand Island, New York, USA), MeOH (for dehydration), LN 2 , ethane, CO 2 . Cryovials: OsO 4 and MeOH, or glutaraldehyde, tannic acid, and acetone.",
        "introduction": null,
        "conclusion": "s: The protocol resulted in acceptable SEM images from RNA later - xed Arabidopsis thaliana tissue. The majority of the tissues remained intact, including general morphology and  ner details such as root hairs and trichomes. Key words: Arabidopsis thaliana ; RNA later ; scanning electron microscopy; SEM; space ight. 2 of 5 Applications in Plant Sciences 2013 1 ( 8 ): 1300034 Schultz et al.Space ight RNA later Arabidopsis SEM doi:10.3732apps.1300034 http:www.bioone.orgloiappswith CO 2 , followed by three 10-min in ltrations. One  nal exchange was per- formed and left overnight. Two additional 10-min in ltrations were performed, followed by CPD with controlled venting. Samples were in solution until the end of CPD. Dry samples in baskets were transferred to a desiccant- lled (Drierite; W. A. Hammond Drierite Company, Xenia, Ohio, USA) sealable con-tainer until being mounted on stubs using carbon adhesive and returned to a stub rack within a different desiccant- lled sealable container. Mounted sam- ples were sputter-coated for 90 s with a gold-palladium alloy (Desk V HP; Denton Vacuum, Moorestown, New Jersey, USA) and imaged on a scanning electron microscope (Hitachi S-4000; Hitachi, Tokyo, Japan). Initial observations were focused on roots, resolution of cell  les, and reten- tion of root hairs throughout the processing of the tissue ( Fig. 2 ) . Later tests observed trichomes and more durable tissues, such as adaxial leaf surfaces and seed coats ( Fig. 2AC ). The fresh-frozen tissues, used as protocol development control material, retained  ner details, including closed stomata and normal trichome morphology ( Fig. 2D, E ). RNA later - xed test materials yielded simi- lar images as the fresh-frozen plants, with minimal additional tissue damage ( Fig. 2FK ). Space ight materials and the corresponding ground controls, both  xed in RNA later , were processed using the protocol discussed above and detailed in Appendix 1. Tissues yielded images of acceptable quality, with minimal cell wrinkling and high retention of  ne details ( Fig. 2J, K ). The focus of these samples was root structure, morphology, and root hair retention because of in-teresting molecular and genetic observations from a recent space ight experi- ment ( Paul et al., 2012 ; Paul et al., unpublished ). Cost of the developed protocol is minimal, while the accessibility is high. Assuming the microscopy core to be used has standard SEM capability, the ad-ditional cost of this protocol is merely the cost of consumables. These compo-nents are readily available and likely already obtained by the laboratory interested in using this protocol. Another advantage of this protocol is a near retention of tissue morphology at a fresh harvest state. Not only are  ner elements of tissues retained ( Fig. 2DI ), but other tissues, such as the adaxial leaf epider-mis, seed coat, and  oral stalk ( Fig. 2AC ), produce results comparable to those processed through dedicated morphologic means (e.g., Bhargava et al., 2013 ). The amount of time needed for this process is slightly longer than other stan-dard SEM processing times, with an additional 4 h for the desalination washes and several days required for freeze substitution. Hand-plunged samples may be processed in batches to increase throughput, being limited to the number of samples able to be held with a pair of forceps without compromising structural integrity. Examples of other SEM protocols may be seen in Liu et al. (2008) , Koizumi et al. (2010) , Springer et al. (2010) , and Yi et al. (2010) . As a result of this protocol, samples  xed with RNA later retained many  ne features includ- ing root hairs and trichomes, with a majority of cells in ated and displaying fresh-frozenlike morphology, regardless of whether they were harvested dur-ing space ight or on the ground. CONCLUSIONS The protocol presented here provides distinct advantages for both space ight and ground-based experimental applications. Arabidopsis plants harvested on the International Space Station by astronauts were successfully retrieved from RNA later and processed to produce acceptable quality images without the use of a dedicated morphologic  xative ( Fig. 2J, K ). Field studies may also bene t from the use of this protocol. As in space ight, the amount of materials able to be carried and used during an expedition is limited. With the option of using one stable, safe chemical  xative for all desired studies to be conducted upon return, scientists in the  eld may be able to collect more data with fewer trips. This protocol may also assist laboratories with libraries of samples in RNA later by expanding the available techniques for study. Alternative imaging techniques outside the scope of this investigation provide alternatives to this protocol. True cryo-SEM would likely be an acceptable alternative (examples may be seen in Koroleva et al., 2010 ; Sarsby et al., 2012 ; and Yu et al., 2013 ), though desalination of specimens prior to tis-sue processing would still be bene cial. A second option is However, the external morphology appears to be preserved in a fresh-like state, which suggests that RNA later may be accept- able for use in scanning electron microscopy (SEM). Two cases in the literature report the use of RNA later in a morphological investigation. Behrendt et al. (2011) reported that coral covered in crustose coralline algae was  xed in RNA later , post xed in 2 glutaraldehyde, rinsed in sodium cacodylate, and post xed again in OsO 4 prior to SEM investigations. Hofer et al. (2012) used SEM in their study on  oral organs of Clermontia species using RNA later as their main  xative with a hexamethyldisila- zane drying step. In the current study, both of the above tech-niques resulted in signi cant tissue damage in Arabidopsis . An alternative to  xation in SEM sample preparation is freez- ing. Cryo-SEM does not require prior  xation, but instead pre- serves tissues in a fresh-like state for imaging ( Koroleva et al., 2010 ; Sarsby et al., 2012 ; Yu et al., 2013 ). However, few labo-ratories have access to such equipment, and the equipment and operation can often be expensive. Therefore, this study inves-tigated the possibility of emulating cryo-SEM on a standard SEM, a cryo-analog, where tissue would  rst be returned to a fresh-like state for freezing prior to imaging. METHODS AND RESULTS For process development, test samples of 912-d-old A. thaliana var. colum- bia (Col-0) or Wassilewskija (WS) (The Arabidopsis Information Resource TAIR, Columbus, Ohio, USA) were harvested into RNA later and  xed over- night at ambient room temperature. Fixed plants, along with freshly harvested individuals of the same age, were washed in distilled water with gentle rocking for four 1-h increments. This washing step was designed to desalinate RNA lat- er - xed samples, as the salt crystals were found to damage tissue during subse- quent steps ( Fig. 1A, B ) . Desalination also returned the plants to a fresh-like state ( Fig. 1C, D ) suitable for  ash-freezing. Tissues were dissected immedi- ately following the  nal wash into 510-mm lengths to  t on the SEM sample stage (stub). The  rst two protocols tested provided valuable lessons. The  rst cryo- analog protocol was  ash freezing in liquid nitrogen (LN 2 ). Tissues were severely damaged, primarily due to rapid crystallization of water into ice, physically compromising cellular integrity. The second protocol tested was high-pressure freezing (HPF; Bal-Tec HPM100; Leica Microsystems, Wetzlar, Germany), which resulted in vitri ed ice and a greater freezing depth. The noncrystalline structure prevented physical damage, but the roots had a tendency to stick to the planchettes and break ( Fig. 1E, F ). The third protocol tested was based on the lessons learned and resulted in minimal tissue damage. The risk of waterice crystal formation and planchette adhesion was minimized using a variety of methods. Samples were run through a methanol dehydration gradient, starting at 10 and increasing at 10 inter-vals, for 10 min at each step. An optional wash of 0.1 tannic acid in methanol was used to enhance electron density ( Mizuhira et al., 1972 ; Roholl et al., 1981 ). Arabidopsis tissues were hand-plunged using forceps into LN 2 -cooled liquid ethane, which vitri ed any remaining water in each sample. These rapid hand-performed plunges provided more control and less damage than auto-mated plunge devices. Samples were immediately transferred to LN 2 -cooled individual cryovials, containing either 2 OsO 4 in MeOH or 0.5 glutaralde- hyde in 0.1 tannic acid. The headspace in each vial was  lled with LN 2 to prevent samples being lost or damaged due to static electric effects. Cryovials were placed into freeze substitution (Leica EM AFS2; Leica Microsystems) to increase the temperature to 10  C over the course of 410 d. Cryovial caps were left slightly loose to vent nitrogen gas. Once the temperature reached 10  C, cryovials were removed, opened, and tissues were transferred to tissue baskets (SPI microporous specimen capsules, 120200  m pore size; Structure Probe Inc., West Chester, Pennsylvania, USA) while submerged in chilled (4  C) methanol. This transfer took place at ambient room temperature; the chilled methanol submersion is enough to maintain the integrity of the tissues. Indi vidual baskets were labeled using pencil on a small piece of paper approximately 2 mm 2 , as external labels were removed during the drying phase. Drying oc- curred via liquid CO 2 critical point drying (CPD; Bal-Tec CPD 030; Leica Micro- systems). Eleven quick-cycled washes replaced most of the loading methanol Applications in Plant Sciences 2013 1 ( 8 ): 1300034 Schultz et al.Space ight RNA later Arabidopsis SEM doi:10.3732apps.1300034 3 of 5 http:www.bioone.orgloiapps Hansma et al., 1989 ; Ushiki et al., 2012 ). Due to the high ionic content of RNA later and the necessity for an ionic submersion liquid for SICM, it is possible that this instrument could gen-erate comparable images without any tissue processing. This a cryo- holder, seen in Tang et al. (2012) , which may prove to be an acceptable alternative step in this protocol if the SEM being used can handle the LN 2 vapors. A third alternative is scanning ion conductance microscopy (SICM; Marti et al., 1988 ; Fig. 1. Preliminary RNA later - xation investigations. (A, B) Arabidopsis root tip (A) and root tissue (B) were processed through an ethanol dehydra- tion gradient. Tissues were then processed following the protocol in Appendix 1, starting at the critical-point-drying step. No desalination step occurred. 800  , scale bars  37.5  m. (C, D) Light microscopy of fresh-harvested (C) and RNA later - xed (D) Arabidopsis trichomes displaying similar external morphology. 400  , scale bars  500  m. (E, F) Arabidopsis root tip (E) and root tissue (F) processed by high-pressure freezing as described in the",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            }
        ]
    }
]