[
    {
        "pmid": "27609032",
        "title": "Genetic and tissue level muscle-bone interactions during unloading and reambulation.",
        "year": "2016",
        "journal": "J Musculoskelet Neuronal Interact",
        "abstract": "Little is known about interactions between muscle and bone during the removal and application of mechanical signals. Here, we applied 3wk of hindlimb unloading followed by 3wk of reambulation to a genetically heterogeneous population of 352 adult mice and tested the hypothesis that changes in muscle are associated with changes in bone at the level of the tissue and the genome. During unloading and relative to normally ambulating control mice, most mice lost muscle and cortical bone with large variability across the population. During reambulation, individual mice regained bone and muscle at different rates. Across mice, changes in muscle and trabecular/cortical bone were not correlated to each other during unloading or reambulation. For unloading, we found one significant quantitative trait locus (QTL) for muscle area and five QTLs for cortical bone without overlap between mechano-sensitive muscle and cortical bone QTLs (but some overlap between muscle and trabecular QTLs). The low correlations between morphological changes in muscle and bone, together with the largely distinct genetic regulation of the response indicate that the premise of a muscle-bone unit that co-adjusts its size during (un)loading may need to be reassessed.",
        "full_text": "174174J Musculoskelet Neuronal Interact 2016; 16(3):174-182 Original Article Genetic and tissue level muscle-bone interactions during unloading and reambulation S. Judex1, W. Zhang2, L.R. Donahue2, E. Ozcivici1,3 1Department of Biomedical Engineering, Stony Brook University, Stony Brook, NY 11794, USA; 2The Jackson Laboratory, Bar Harbor, ME 04609, USA; 3Department of Bioengineering, Izmir Institute of Technology, Urla, Izmir 35430, Turkey Introduction The concept of a muscle-bone unit tuned to the magnitude of contractile forces has intuitive appeal as reflected by Darcy Thompson in 1917 1: Muscle and bone  are inseparably as - sociated and connected; they are moulded one with another; they come into being together, and act and react together. Indeed, strong correlations between muscle mass and bone mass have been found in cross-sectional as well as longitudi - nal studies, particularly over the course of growth and devel - opment 2, leading many to believe that mechanically adaptive changes in bone are initiated primarily by changes in muscle activity. Both cortical and trabecular bone have been includ -ed in muscle-bone correlations but it is unclear which type of bone is more highly associated with muscle strength 3-5. Inherently, correlations used in these studies cannot infer causality and, alternatively, may reflect an indirect associa - tion via a shared underlying molecular signal6. Exercise in - duces a highly site-specific mechanical environment in the skeleton7, yet high correlations between muscle strength and bone mineral density (BMD) span distant sites in the skel - eton8. Thus, an association between muscle and bone may be more global than peak muscle forces locally altering bone (re)modeling at the specific anatomical site at which they act. Furthermore, if muscle was a causal factor during bone de - velopment, then increased muscle mass and muscle strength should precede the majority of bone mineral accrual. While such a sequential relationship has been observed using two- dimensional DXA 9, three-dimensional CT data show that bone mineral accrual may cease before peak muscle strength is reached10. At the other end of the spectrum, age-related sarcopenia reduces muscle loading of bone and, therefore, should induce bone loss. Contrary to the proposed functional muscle-bone relationship, substantial bone loss can precede equivalently detectable losses in muscle by nearly a decade 11. These examples demonstrate inconsistencies in the para - digm of a muscle-bone unit that is regulated by the force ex -Abstract Little is known about interactions between muscle and bone during the removal and application of mechanical signals. Here, we applied 3wk of hindlimb unloading followed by 3wk of reambulation to a genetically heterogeneous population of 352 adult mice and tested the hypothesis that changes in muscle are associated with changes in bone at the level of the tissue and the genome. During unloading and relative to normally ambulating control mice, most mice lost muscle and cortical bone with large variability across the population. During reambulation, individual mice regained bone and muscle at different rates. Across mice, changes in muscle and trabecularcortical bone were not correlated to each other during unloading or reambulation. For unloading, we found one significant quantitative trait locus (QTL) for muscle area and five QTLs for cortical bone without overlap between mechano-sensitive muscle and cortical bone QTLs (but some overlap be-tween muscle and trabecular QTLs). The low correlations between morphological changes in muscle and bone, together with the largely distinct genetic regulation of the response indicate that the premise of a muscle-bone unit that co-adjusts its size during (un)loading may need to be reassessed. Keywords: Muscle, Bone, Disuse, Genetics, Mouse The authors have no conflict of interest. Corresponding author: Stefan Judex, Ph.D., Department of Biomedical En - gineering, Bioengineering Building, Rm 213, Stony Brook University, Stony Brook, NY 1 1794-5281, USA E-mail: stefan.judexstonybrook.edu Edited by: M. Hamrick Accepted 7 July 2016Journal of Musculoskeletaland Neuronal Interactions 175 http:www.ismni.orgS. Judex et al.: Muscle-bone interactionserted in skeletal muscle. The drastic changes in the mechani - cal environment associated with unloading and reambulation of the musculoskeleton during spaceflight, bedrest, or injury disease provide a model system to further test muscle-bone interactions. Reflecting the high sensitivity of the musculo - skeleton to mechanical signals, unloading causes both sarco - penia and osteopenia in humans and animal models12,13 while reambulation recovers, at least in part, these losses14-16. Fur- ther, differences in genetic make-up between individuals, hu - mans or mice17,18, have been shown to greatly influence the magnitude of the skeletal response to unloading and ream - bulation, providing an opportunity to relate intra-individual differences in musculoskeletal adaptation across a wide phe - notypic range. Muscle-bone relations can be tested at different levels  from molecules to organs. While molecular interactions have recently received considerable attention 19,20, much less is known about the genes that determine differences in mus - culoskeletal sensitivity to mechanical signals based on an individuals genetic make-up. For trabecular bone, we have identified specific regions on chromosomes that harbor reg - ulatory genes (quantitative trait loci or QTL) explaining the variability in bones response to unloading and reambula - tion across a genetically heterogeneous mouse population 18. QTLs that regulate the susceptibility of cortical bone and muscle to unloading and subsequent reambulation are yet to be identified. Comparing regulatory genetic regions for the mechano-response between muscle and bone would afford insight into the muscle-bone unit at the genetic level. In an effort to test muscle-bone interactions at the tissue and genetic level, we used more than 350 adult mice from a genetically heterogeneous mouse population that display a large range of trabecular responses to unloading and ream - bulation 15,18,21. Changes in muscle and cortical bone morphol - ogy during 3wk of unloading followed by 3wk of reambulation were quantified and associated with each other to test the hy- pothesis that those individuals who show the greatest mus - cular changes will coincide with those who show the greatest changes in bone. At the genetic level, the hypothesis that un - loadingreambulation QTLs are similar between muscle and bone was considered. Methods Experimental design The study design has been described previously and data for trabecular bone have been reported15,18,21. Briefly, to produce a genetically heterogeneous mouse population with large in - dividual differences in mechanosensitivity, the parental inbred mouse strains of female BALBcByJ22 and male C3HHeJ23 were double-crossed to produce the F2 offspring. At 4mo of age, female F2 mice were exposed to 3wk of hindlimb unload - ing followed by 3wk of reambulation. The unloading period was completed by 464 mice. A total of 352 mice completed both unloading and reambulation protocols. The length of the reambulation period was the same as the unloading period to capture the initial, mechanically induced response to the re- introduction of weightbearing and to minimize the influence of age-related changes in musculo-skeletal phenotypes. Muscle and bone data were also obtained from 25 normally ambulat - ing F2 mice (n25) that served as age-matched controls Changes in muscle and cortical bone assessed by in vivo CT The femoral diaphysis of both legs was scanned by in vivo micro-computed tomography (CT) at baseline, after the unloading period, and after the reambulation period scans (VivaCT 40, Scanco Medical, SUI). An isotropic voxel size of 17.5m with an integration time of 380ms, 1000 projec - tions, 55kV and 109A were used. There is no evidence that Figure 1. A) Scout-view of the femur taken with the in vivo CT scanner. Upon confirming that the femur was aligned, the scan region was centered at the femoral middiaphysis. B) Single CT slice within the region in which muscle and cortical bone properties were de - termined. The white solid contour line surrounds the ROI of muscle tissue analyzed in a single leg. Total cortical bone area was excluded from the muscle area. For each mouse, the left and right leg were analyzed and averaged. 176 http:www.ismni.orgS. Judex et al.: Muscle-bone interactionsradiation at the prescribed levels influenced the tissue level response18. The analyzed region for mid-diaphyseal cortical bone was determined as a 2.1mm long region in axial direc - tion centered at 50 of femoral length. Mid-diaphyseal cor - tical bone morphology was evaluated for cortical area (Ct.Ar), marrow area (Ma.Ar), and tissue mineral density (TMD) with sigma, support, and threshold values of 0.6, 1, and 220. The combined cross-sectional area of muscle groups (Mu.Ar) surrounding a 700m long region centered at 50 of femo - ral length was determined using sigma, support and thresh - old values of 0.9, 1, and 71 (Figure 1). Total cortical area was subtracted from the total muscle area. For each mouse, any given muscle and bone CT index was determined for the left and right leg and averaged into a single value. The first 81 mice were not included in the muscle unloading analysis be - cause we used a CT ROI for these mice that did not capture the entire muscle group, resulting in n384 for changes in Mu.Ar during unloading (vs n464 for cortical variables). Sample size for reambulation was identical for all variables. Genotyping and QTL mapping Genotyping and QTL mapping for this set of mice has been described previously 18,21. Briefly, DNA was prepared from tail tips and submitted to KBiosciences (U.K.) for single-nucle - otide polymorphism (SNP) genotyping. SNPs were spaced at approximately 1MB intervals across the genome with 89 SNPs known to be polymorphic between the BALBcByJ and C3HHeJ inbred strains. Phenotypes pertaining to longitudinal changes during un - loading, and reambulation were included in the QTL analy-sis performed via the statistical software RQTL 24. For ge - nome-wide one-dimensional scans, pseudo-markers were generated at 2cM spacing for each chromosome and scans were performed using 256 imputations 25. The thresholds for QTL detection were computed from one thousand per - mutations26. Four standard thresholds27, 1, 5, 10, and 63, were used to identify a range of QTLs from strong (1 threshold) to suggestive (63 threshold). For genome-wide two-dimensional scans, pairwise scans were performed at 2cM spacing and LOD scores were calculated. QTL and possible QTL QTL interactions identified from a single and pair wise QTL scan were fit into multiple regres - sion models, facilitating the estimation of the variations of the phenotype in the models. P-values for terms in the multi - ple regression model were determined. Terms were dropped sequentially until all of the terms in the model were signifi - cant at the 1 level for main QTL effects and at 0.1 for interaction effects. Statistical phenotype analysis Data were presented as means and standard deviations. To avoid outliers, minimal and maximal changes in any given phenotype during unloading and reambulation were reported as the 5 th (min) and 95th percentile (max) of the experimental population. Paired t-tests compared individual phenotypes between two different time points. Unpaired t-tests compared temporal changes (0-3wk or 3-6wk) in all muscle and bone outcome variables between experimental and age-matched control mice. When Levenes test of Equality of Variances in - dicated that the assumption of homogeneity of variances was not met, the t-test was corrected for accordingly. Changes in individual muscle and bone variables were associated with each other within and between the two experimental phases. Changes in body mass were also associated with CT vari - ables during unloading and reambulation. Coefficients of de - termination and their corresponding p-values were reported. For all tests, statistical significance was set at p0.05. IBM SPSS Statistics (version 22) was used. Results As expected from the F2 mouse population bred specifi - cally for a large range in musculoskeletal mechanosensitiv -Table 1. Musculo-skeletal variables of the diaphyseal femur at baseline, after unloading, and after reambulation. Baseline Unloading ReambulationEXPMean Min Max Mean Min Max Mean Min Max Mu.Ar 16.1 13.4 19.3 14.6 11.7 17.5 15.8 13.2 18.9 Ct.Ar (mm2) 1.07 0.88 1.25 1.06 0.87 1.27 1.11 0.91 1.31 Ma.Ar (mm2) 0.51 0.38 0.64 0.54 0.40 0.68 0.52 0.38 0.67 TMD (mgHAcm3) 1132 1101 118 3 113 5 1099 117 2 114 4 110 8 117 8CTLMu.Ar 16.8 14.0 19.9 17.0 13.5 20.9 17.0 13.7 20.6 Ct.Ar (mm2) 1.09 0.93 1.29 1.13 0.94 1.34 1.17 0.96 1.39 Ma.Ar (mm2) 0.49 0.41 0.60 0.50 0.40 0.60 0.49 0.40 0.60 TMD (mgHAcm3) 112 9 110 4 115 2 114 0 1118 116 2 115 3 112 9 117 7 Shown are the mean, minimal, and maximal values of any given variable across the 352 experimental and 25 control female mice that completed the entire protocol.177 http:www.ismni.orgS. Judex et al.: Muscle-bone interactionsity, the response of both tissues to the two experimental re - gimes varied greatly across individuals. Body mass changes in these mice during unloading and reambulation18 were not correlated with changes in any of the phenotype outcome variables (all R 20.05). Unloading - Muscle During 3wk of unloading, muscle area (Mu.Ar) declined (p0.001) on average by 9 (min: -26, max: 9) while in normally ambulating age-matched controls, Mu.Ar did not change significantly (mean: 2 min: -14, max: 19) over the same period (Table 1, Figure 2). The relative (net) mean dif - ference of 1 1 (p0.001) between the two groups was signifi - cant (i.e., mean loss in experimental mice during unloading was different from the non-significant mean gain in normal control mice). One QTL was identified on chromosome 5 for the loss in muscle cross-sectional area during unloading, explaining 5 (p0.001) of the variability between mice (Figure 3). Reambulation - Muscle During reambulation, experimental mice averaged a 9 increase (p0.001) in muscle area (min: -8 max: 31), a change that was different (p0.001) from the lack of growth in muscle area in age-matched controls (mean: 0, min: -7, max: 18; Table 1, Figure 2). In experimental mice, in - dividuals that experienced the greatest losses in muscle area during unloading were moderately correlated with those that experienced the greatest gain during reambulation (R 20.32, p0.0001; Figure 4). Two suggestive QTLs for the gain of muscle area upon reambulation were identified on chromo - somal loci that differed from QTL identified for unloading (Figure 3). Unloading - Bone Unloading of the hindlimb reduced (p0.04) cortical bone in the femoral diaphysis on average by 0.5 (min: -6, max: 12) while age matched controls gained 3 (p0.001) over Figure 2. Relative changes in A) muscle area, B) cortical area, C) marrow area, and D) tissue mineral density in experimental (n352) and control (n25) mice. HLU: hindlimb unloading, RA: reambulation, AC: age-matched controls. : significant change from previous time point, : change in experimental mice significantly different from age-matched controls. 178 http:www.ismni.orgS. Judex et al.: Muscle-bone interactionsthe same time period (min: 1, max: 5; Table 1, Figure 2). Changes in the two groups were different from each other (p0.001) with a net difference of 4. Bone marrow area in - creased (p0.001) on average by 6 (min: -12 max: 16) during unloading, a response that was significantly different (p0.001) from age matched controls in which Ma.Ar did not change significantly (min: -2, max: 5; Table 1, Figure 2). Tissue mineral density increased (p0.03) on average by 0.3 (min: -3, max: 2) during unloading, a smaller (p0.001) increase than in age matched controls which gained 1 (p0.001) over the same time period (min: 0, max: 2; Table 1, Figure 2). For changes in cortical bone area, three QTLs on chromo - somes 9, 18, and 19 were determined for unloading (Figure 3), together accounting for 10 (p0.001) of the variability in HLU induced change in Ct.Ar. QTLs responsible for the magnitude of change in bone marrow area during unload - ing were revealed on chromosomes 2 and 9, accounting for 10 (p0.001) of the observed variability in this variable. No QTLs were found for changes in tissue mineral density during unloading. Reambulation - Bone During reambulation, increases in cortical area seen in ex - perimental mice (mean: 4, min: -1, max: 9, p0.001) matched those of age matched controls (mean: 4, min: 2, max: 6, p0.001; Table 1, Figure 2). During the reambula - tion period, marrow area decreased to a greater (p0.04) de - gree in experimental mice (mean: -2, min: -1 1, max: 8, p0.001) than in controls (mean: -1, min: -3, max: 4, p0.05). The increase (p0001) in tissue mineral density was 1 both in experimentals (min: -1, max: 3) and con - trols (min: 0, max: 3) during this time period without a significant between-group difference. Only weak correlations were found between unloading and reambulation for changes in any given variable; R 2 values for CT.Ar, Ma.Ar, and TMD amounted to 8, 16, and 7, respectively (all p0.0001). For reambulation and similar to muscle, no significant Figure 3. Genome wide scans identifying QTLs for muscle and bone during unloading (left column) and reambulation (right column). Peaks crossing the black, red, green, and blue lines denote QTLs at significance thresholds of 63, 10, 5, and 1, respectively.179 http:www.ismni.orgS. Judex et al.: Muscle-bone interactionsQTLs were identified for any of the three bone variables. For Ct.Ar, we found two suggestive QTLs (Chr 5 and 17) and for Ma.Ar, one suggested QTL was found (Chr 8) for reambula - tion (Figure 3). Associations between muscle and bone Both during unloading and reambulation, those mice dis - playing the greatest changes in muscle area did not coincide with those that showed the greatest changes in cortical bone; associations between changes in muscle area and cortical area resulted in R2-values of less than 10 (Figure 5). Co - efficients of determination for changes in muscle area vs ei - ther marrow area or TMD were similarly low (data not shown). Extending the correlations between muscle and cortical bone to changes in trabecular bone previously reported from the metaphysis of the distal femur 18 produced similar results; R2- values for changes in muscle area versus changes in trabecu - lar bone volume fraction yielded 1 1 for the unloading phase and less than 1 for the reambulation phase (Figure 5). For unloading, the QTL for changes in muscle area on chro - mosome 5 did not overlap with those identified for cortical indices but shared common regions with previously deter - mined trabecular QTLs from the same bones18 for changes in three out of six trabecular indices; normalized bone surface, trabecular thickness, and trabecular tissue mineral density. For reambulation, the two suggestive QTLs for changes in muscle area on chromosomes 2 and 19 did not overlap with (suggestive) QTLs identified for cortical indices but with tra -becular QTLs for changes in one out of six trabecular indices (trabecular number). Discussion We tested for co-regulation between changes in muscle and bone during removal and reapplication of weightbearing activities with the rationale that if muscle size controls bone size, we should observe robust correlations in the response of the two tissues. In contrast to this hypothesis, the magni - tude of the response of the two tissues to unloading and re - ambulation was not correlated across a genetically heteroge - neous mouse population. This lack of coordination between muscle and bone at the tissue level was somewhat similar at the genetic level. The strong QTL for changes in muscle area during unloading on chromosome 5 did not overlap with any QTLs for changes in cortical bone properties but shared a common region for some trabecular properties. While these data emphasize the strong influence of genetic variations on the response of both skeletal muscle and bone, the low corre - lations between morphological changes in muscle and bone, together with the largely distinct genetic regulation of the re - sponse, are inconsistent with the premise of a muscle-bone unit that co-regulates its size during mechanical challenges. Several limitations should be considered when interpret - ing results from this study. First, we did not measure changes in muscle strength but muscle cross-sectional area as a sur - rogate measure of strength is well accepted in clinical and animal studies 28-32. Second, we chose the composite cross- sectional muscle area of several individual muscles as we as - sumed that the forces exerted by these muscles are primarily responsible for inducing bone strains in the diaphysis (and metaphysis) of the mouse femur and because the CT im - ages did not allow for separation into distinct muscle groups. Third, we observed musculoskeletal changes in unloading and reambulation over a 3wk period each, a duration that significantly altered musculo-skeletal variables at the mouse femur during both unloading and reambulation but it is con - ceivable that time periods of different length would influence our results and conclusions. Using the initial adaptive chang - es in both tissues upon application of a new mechanical envi - ronment ostensibly provided the largest signals for the cor - relations and should have also minimized the limitation that changes in muscle and bone were quantified simultaneously, rather than sequentially with muscle measurements pre - ceding bone measurements. Lastly, QTL studies have many strengths including the absence of assumptions regarding genes and molecular pathways giving rise to the trait of in - terest. Conversely, the identification of causative genes from the identified QTLs typically requires substantial effort 33 as QTLs can contain several hundred candidate genes18 and we are currently pursuing a combined bioinformatictransgenic mouse approach towards this critical goal34. There was a relatively small number of mice that added muscle andor bone tissue during unloading. While we dont know the reason for this pattern, it is conceivable that specific Figure 4. Changes in muscle area during hindlimb unloading (HLU, horizontal axis) associated with changes in muscle area experienced during reambulation (RA, vertical axis). 180 http:www.ismni.orgS. Judex et al.: Muscle-bone interactionscombinations of polymorphisms caused the tissue response of these mice go into the opposite direction from what we would have expected. This is plausible because by breeding a F2 population, it is likely that some mice will have a phe - notype well beyond the expected boundaries set by the two progenitor inbred strains 35. Because of the small number of mice displaying the opposite response pattern, no underly-ing QTLs could be determined. Inherently, it is also possible that noise in the data measurements contributed to this phe - nomenon. If it was true that combinations of polymorphisms cannot only prevent the catabolic response associated with unloading but can even produce a mild anabolic response, the identification of these polymorphisms may give rise to novel countermeasures. Muscle-bone interactions have recently received consid - erable attention 6,19,36. Most of the interest has focused on molecular pathways by which muscle and bone can commu - nicate with each other, rather than on how bone perceives forces produced by muscle. For instance, novel myokines have been identified that may either promote catabolism or anabolism in bone 20,37. We did not measure (changes in) biochemical factors here but the low correlations between muscle and bone at the genetic and tissue level may indicate that molecular cross-tissue communication is not necessar - ily driven by changes in muscle size. Excellent relations between muscle and bone quantity have been reported in a number of species including mice and humans 38. Many of these studies were cross-sectional in nature, precluding mechanistic inferences. Some longitu - dinal studies in mice have proposed functional relationships between changes in bone and muscle during (un)loading 39-41 but they were limited to temporal relations in a single inbred Figure 5. Associations between changes in muscle area vs cortical area (a.  c.) and changes in muscle area vs marrow area (b.  d.) for unloading (a.  b.) and reambulation (c.  d.). 181 http:www.ismni.orgS. Judex et al.: Muscle-bone interactionsstrain of mice. That our longitudinal study, taking advantage of a large sample of mice with greatly different mechano-re - sponsivities, was not able to provide evidence for a mecha - nism by which changes in muscle size modulate changes in bone size should not be entirely surprising. Astronauts suf - fer from sarcopenia and ostepenia in space but the tempo - ral patterns of muscle and bone loss are not suggestive of a causal relation; similar to paraplegia and bedrest, bone loss continues even as loss in muscle mass plateaus 12,42,43. Fur - thermore, individuals who lose the greatest amount of bone during bedrest do not coincide with those who experience the greatest amount of loss in muscle mass 43. Also consistent with our results, there is no influence of the levels of activity (i.e., mechanical forces) on the recovery of bone mass during reambulation in mice 44. Together, these studies suggest that the hypothesis of bone mass calibrated to altered levels of muscle cross-sectional area is not generally applicable. Our data do not disprove the general concept of a functional muscle-bone unit. They do, however, provide evidence for a lack of functional andor genetic co-regulation of bones and muscles mechanosensitivity during unloading and reambula - tion in this genetically diverse mouse population. By extension, they also provide evidence that the relatively few, large-mag - nitude muscle contractions arising during daily weightbear - ing activities 45 are unlikely to dominate skeletal adaptation. Further, in light of the distinct genetic mechano-regulation of the two tissues, it could be speculated that the development of mechanical interventions for musculoskeletal ailments may have to be optimized independently for bone and muscle 46. Re- gardless, our results emphasize that much work is required for a complete understanding of the mechanisms by which muscle and bone interact with each other while exposed to altered lev - els of weightbearing and that genetics is a variable that needs to be considered in these interactions. Acknowledgements Expert technical help from Svetlana Lublinsky for the CT analysis was greatly appreciated. Grants This study was kindly funded by NASA NAG 9-1499 and NNX - 12AL25G. Author contributions Study design: SJ and LRD. Data acquisition: SJ, WZ, LRD, and EO. Data analysis: SJ, WZ, LRD, and EO. Drafting of manuscript: SJ. Manu - script edits and revisions: SJ, WZ, LRD, and EO. All authors approved the final version of the submitted manuscript. References 1. Thompson dArcy W. On growth and form. Cambridge: Cambridge University Press 1917;16:794. 2. Fricke O, Beccard R, Semler O, Schoenau E. Analyses of muscular mass and function: the impact on bone min - eral density and peak muscle mass. Pediatr Nephrol 2010;25(12):2393-400.3. Judex S, Carlson KJ. Is bones response to mechanical signals dominated by gravitational loading? Med Sci Sports Exerc 2009;41(1 1):2037-43. 4. Barbour KE, Zmuda JM, Strotmeyer ES, Horwitz MJ, Bo - udreau R, Evans RW, et al. Correlates of trabecular and cortical volumetric bone mineral density of the radius and tibia in older men: the Osteoporotic Fractures in Men Study. J Bone Miner Res 2010;25(5):1017-28. 5. Cauley JA, Blackwell T, Zmuda JM, Fullman RL, Ensrud KE, Stone KL, et al. Correlates of trabecular and cortical volumetric bone mineral density at the femoral neck and lumbar spine: the osteoporotic fractures in men study (MrOS). J Bone Miner Res 2010;25(9):1958-71. 6. Laurent MR, Dubois V, Claessens F, Verschueren SM, Vanderschueren D, Gielen E, et al. Muscle-bone interac - tions: From experimental models to the clinic? A critical update. Mol Cell Endocrinol 2015. 7. Judex S, Gross TS, Zernicke RF. Strain gradients cor - relate with sites of exercise-induced bone-forming surfaces in the adult skeleton. J Bone Miner Res 1997;12(10):1737-45. 8. Nordstrom P, Pettersson U, Lorentzon R. Type of physi - cal activity, muscle strength, and pubertal stage as de - terminants of bone mineral density and bone area in adolescent boys. J Bone Miner Res 1998;13(7):1 141-8. 9. Rauch F, Bailey DA, Baxter-Jones A, Mirwald R, Faulkner R. The muscle-bone unit during the pubertal growth spurt. Bone 2004;34(5):771-5. 10. Wren TA, Kim PS, Janicka A, Sanchez M, Gilsanz V. Tim - ing of peak bone mass: discrepancies between CT and DXA. J Clin Endocrinol Metab 2007;92(3):938-41. 1 1. Marcus R. Relationship of age-related decreases in mus - cle mass and strength to skeletal status. J Gerontol A Biol Sci Med Sci 1995;50 Spec No:86-7. 12. Lang T, LeBlanc A, Evans H, Lu Y, Genant H, Yu A. Cor - tical and trabecular bone mineral loss from the spine and hip in long-duration spaceflight. J Bone Miner Res 2004;19(6):1006-12. 13. Giangregorio L, Blimkie CJ. Skeletal adaptations to alterations in weight-bearing activity: a compari - son of models of disuse osteoporosis. Sports Med. 2002;32(7):459-76. 14. Sibonga JD, Evans HJ, Sung HG, Spector ER, Lang TF, Oganov VS, et al. Recovery of spaceflight-induced bone loss: Bone mineral density after long-duration missions as fitted with an exponential function. Bone 2007;41(6):973-8. 15. Ozcivici E, JudexS. Trabecular bone recovers from me - chanical unloading primarily by restoring its mechani - cal function rather than its morphology. Bone 2014; 67:122-9. 16. Ozcivici E, Luu YK, Rubin CT, Judex S. Low-level vibra - tions retain bone marrows osteogenic potential and augment recovery of trabecular bone during reambula - tion. PloS one. 2010;5(6):e1 1 178. 17. Vico L, Collet P, Guignandon A, Lafage-Proust MH, Thomas T, Rehailia M, et al. Effects of long-term 182 http:www.ismni.orgS. Judex et al.: Muscle-bone interactionsmicrogravity exposure on cancellous and cortical weight-bearing bones of cosmonauts. Lancet 2000; 3 5 5 ( 9215 ) :16 0 7-11. 18. Judex S, Zhang W, Donahue LR, Ozcivici E. Genetic Loci that control the loss and regain of trabecular bone during unloading and reambulation. J Bone Miner Res 2013;28(7):1537-49. 19. Bonewald LF, Kiel DP, Clemens TL, Esser K, Orwoll ES, OKeefe RJ, et al. Forum on bone and skeletal muscle interactions: summary of the proceedings of an ASBMR workshop. J Bone Miner Res 2013;28(9):1857-65. 20. Hamrick MW. The skeletal muscle secretome: an emerg - ing player in muscle-bone crosstalk. BoneKEy reports 2012;1(4). 21. Ozcivici E, Zhang W, Donahue LR, Judex S. Quantitative trait loci that modulate trabecular bones risk of failure during unloading and reloading. Bone 2014;64:25-32. 22. Judex S, Garman R, Squire M, Busa B, Donahue LR, Ru - bin C. Genetically linked site-specificity of disuse osteo - porosis. J Bone Miner Res 2004;19(4):607-13. 23. Squire M, Donahue LR, Rubin C, Judex S. Genetic varia - tions that regulate bone morphology in the male mouse skeleton do not define its susceptibility to mechanical unloading. Bone 2004;35(6):1353-60. 24. Broman KW, Wu H, Sen S, Churchill GA. Rqtl: QTL map - ping in experimental crosses. Bioinformatics 2003; 19(7):889-90. 25. Sen S, Churchill GA. A statistical framework for quanti - tative trait mapping. Genetics. 2001;159(1):371-87. 26. Doerge RW, Churchill GA. Permutation tests for multiple loci affecting a quantitative character. Genetics 1996; 142(1):285-94. 27. Lander E, Kruglyak L. Genetic dissection of complex traits: guidelines for interpreting and reporting linkage results. Nature genetics 1995;1 1(3):241-7. 28. Powell PL, Roy RR, Kanim P, Bello MA, Edgerton VR. Predictability of skeletal muscle tension from archi - tectural determinations in guinea pig hindlimbs. J Appl Physiol1984;57(6):1715-21. 29. Tonson A, Ratel S, Le Fur Y, Cozzone P, Bendahan D. Effect of maturation on the relationship between mus - cle size and force production. Med Sci Sports Exerc 2008;40(5):918-25. 30. Frontera WR, Hughes VA, Lutz KJ, Evans WJ. A cross-sectional study of muscle strength and mass in 45-to 78-yr-old men and women. J Appl Physiol 1991;71(2):644-50. 31. Maughan R, Watson JS, Weir J. Strength and cross-sectional area of human skeletal muscle. J Appl Physiol 1983;338:37. 32. Frank A, Lorbergs A, Chilibeck P, Farthing J, Kontulainen S. Muscle cross sectional area and grip torque contrac -tion types are similarly related to pQCT derived bone strength indices in the radii of older healthy adults. J Musculoskelet Neuronal Interact 2010;10(2):136-41. 33. Flint J, Valdar W, Shifman S, Mott R. Strategies for map - ping and cloning quantitative trait genes in rodents. Na - ture Reviews Genetics 2005;6(4):271-86. 34. Sankaran JS, Li B, Donahue LR, Judex S. Modulation of unloading-induced bone loss in mice with altered ERK signaling. Mammalian Genome 2015:1-15. 35. Beamer WG, Shultz KL, Donahue LR, Churchill GA, Sen S, Wergedal JR, et al. Quantitative trait loci for femoral and lumbar vertebral bone mineral density in C57BL6J and C3HHeJ inbred strains of mice. J Bone Miner Res 2001;16(7):1195-206. 36. Sartori R, Sandri M. BMPs and the muscle-bone connec - tion. Bone 2015. 37. Brotto M, Johnson ML. Endocrine crosstalk between muscle and bone. Curr Osteoporos Rep 2014;12(2):135-41. 38. Robling AG. Is bones response to mechanical signals dominated by muscle forces? Med Sci Sports Exerc 2009;41(1 1):2044-9. 39. Ausk BJ, Huber P, Poliachik SL, Bain SD, Srinivasan S, Gross TS. Cortical bone resorption following mus - cle paralysis is spatially heterogeneous. Bone 2012; 50(1):14-22. 40. Manske SL, Boyd SK, Zernicke RF. Muscle changes can account for bone loss after botulinum toxin injection. Calcif Tissue Int 2010;87(6):541-9. 41. Lloyd SA, Lang CH, Zhang Y, Paul EM, Laufenberg LJ, Lewis GS, et al. Interdependence of muscle atrophy and bone loss induced by mechanical unloading. J Bone Min - e r R e s 2 014 ; 2 9 ( 5 ) :1118 -3 0 . 42. Adams GR, Caiozzo VJ, Baldwin KM. Skeletal muscle un - weighting: spaceflight and ground-based models. J Appl Physiol 2003;95(6):2185-201. 43. Rittweger J, Frost HM, Schiessl H, Ohshima H, Alkner B, Tesch P, et al. Muscle atrophy and bone loss after 90 days bed rest and the effects of flywheel resistive ex - ercise and pamidronate: results from the LTBR study. Bone 2005;36(6):1019-29. 44. Manske SL, Vijayaraghavan S, Tuthill A, Brutus O, Yang J, Gupta S, et al. Extending Rest between Unloading Cycles Does Not Enhance Bones Long-Term Recovery. Med Sci Sports Exerc 2015;47(10):2191-200. 45. Fritton SP, McLeod KJ, Rubin CT. Quantifying the strain history of bone: spatial uniformity and self- similarity of low-magnitude strains. J Biomech 2000;33(3):317-25. 46. Judex S, Rubin CT. Is bone formation induced by high-frequency mechanical signals modulated by muscle activity? J Musculoskelet Neuronal Interact. 2010; 10(1):3-11.",
        "introduction": "The concept of a muscle-bone unit tuned to the magnitude of contractile forces has intuitive appeal as reflected by Darcy Thompson in 1917 1: Muscle and bone  are inseparably as - sociated and connected; they are moulded one with another; they come into being together, and act and react together. Indeed, strong correlations between muscle mass and bone mass have been found in cross-sectional as well as longitudi - nal studies, particularly over the course of growth and devel - opment 2, leading many to believe that mechanically adaptive changes in bone are initiated primarily by changes in muscle activity. Both cortical and trabecular bone have been includ -ed in muscle-bone correlations but it is unclear which type of bone is more highly associated with muscle strength 3-5. Inherently, correlations used in these studies cannot infer causality and, alternatively, may reflect an indirect associa - tion via a shared underlying molecular signal6. Exercise in - duces a highly site-specific mechanical environment in the skeleton7, yet high correlations between muscle strength and bone mineral density (BMD) span distant sites in the skel - eton8. Thus, an association between muscle and bone may be more global than peak muscle forces locally altering bone (re)modeling at the specific anatomical site at which they act. Furthermore, if muscle was a causal factor during bone de - velopment, then increased muscle mass and muscle strength should precede the majority of bone mineral accrual. While such a sequential relationship has been observed using two- dimensional DXA 9, three-dimensional CT data show that bone mineral accrual may cease before peak muscle strength is reached10. At the other end of the spectrum, age-related sarcopenia reduces muscle loading of bone and, therefore, should induce bone loss. Contrary to the proposed functional muscle-bone relationship, substantial bone loss can precede equivalently detectable losses in muscle by nearly a decade 11. These examples demonstrate inconsistencies in the para - digm of a muscle-bone unit that is regulated by the force ex -Abstract Little is known about interactions between muscle and bone during the removal and application of mechanical signals. Here, we applied 3wk of hindlimb unloading followed by 3wk of reambulation to a genetically heterogeneous population of 352 adult mice and tested the hypothesis that changes in muscle are associated with changes in bone at the level of the tissue and the genome. During unloading and relative to normally ambulating control mice, most mice lost muscle and cortical bone with large variability across the population. During reambulation, individual mice regained bone and muscle at different rates. Across mice, changes in muscle and trabecularcortical bone were not correlated to each other during unloading or reambulation. For unloading, we found one significant quantitative trait locus (QTL) for muscle area and five QTLs for cortical bone without overlap between mechano-sensitive muscle and cortical bone QTLs (but some overlap be-tween muscle and trabecular QTLs). The low correlations between morphological changes in muscle and bone, together with the largely distinct genetic regulation of the response indicate that the premise of a muscle-bone unit that co-adjusts its size during (un)loading may need to be reassessed. Keywords: Muscle, Bone, Disuse, Genetics, Mouse The authors have no conflict of interest. Corresponding author: Stefan Judex, Ph.D., Department of Biomedical En - gineering, Bioengineering Building, Rm 213, Stony Brook University, Stony Brook, NY 1 1794-5281, USA E-mail: stefan.judexstonybrook.edu Edited by: M. Hamrick Accepted 7 July 2016Journal of Musculoskeletaland Neuronal Interactions 175 http:www.ismni.orgS. Judex et al.: Muscle-bone interactionserted in skeletal muscle. The drastic changes in the mechani - cal environment associated with unloading and reambulation of the musculoskeleton during spaceflight, bedrest, or injury disease provide a model system to further test muscle-bone interactions. Reflecting the high sensitivity of the musculo - skeleton to mechanical signals, unloading causes both sarco - penia and osteopenia in humans and animal models12,13 while reambulation recovers, at least in part, these losses14-16. Fur- ther, differences in genetic make-up between individuals, hu - mans or mice17,18, have been shown to greatly influence the magnitude of the skeletal response to unloading and ream - bulation, providing an opportunity to relate intra-individual differences in musculoskeletal adaptation across a wide phe - notypic range. Muscle-bone relations can be tested at different levels  from molecules to organs. While molecular interactions have recently received considerable attention 19,20, much less is known about the genes that determine differences in mus - culoskeletal sensitivity to mechanical signals based on an individuals genetic make-up. For trabecular bone, we have identified specific regions on chromosomes that harbor reg - ulatory genes (quantitative trait loci or QTL) explaining the variability in bones response to unloading and reambula - tion across a genetically heterogeneous mouse population 18. QTLs that regulate the susceptibility of cortical bone and muscle to unloading and subsequent reambulation are yet to be identified. Comparing regulatory genetic regions for the mechano-response between muscle and bone would afford insight into the muscle-bone unit at the genetic level. In an effort to test muscle-bone interactions at the tissue and genetic level, we used more than 350 adult mice from a genetically heterogeneous mouse population that display a large range of trabecular responses to unloading and ream - bulation 15,18,21. Changes in muscle and cortical bone morphol - ogy during 3wk of unloading followed by 3wk of reambulation were quantified and associated with each other to test the hy- pothesis that those individuals who show the greatest mus - cular changes will coincide with those who show the greatest changes in bone. At the genetic level, the hypothesis that un - loadingreambulation QTLs are similar between muscle and bone was considered.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "A) Scout-view of the femur taken with the in vivo  µCT scanner"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Relative changes in A) muscle area, B) cortical area, C) marrow area, and D) tissue mineral density in experimental (n=352) \nand control (n=25) mice"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Genome wide scans identifying QTLs for muscle and bone during unloading (left column) and reambulation (right column)"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "Changes in muscle area during hindlimb unloading \n(HLU, horizontal axis) associated with changes in muscle area experienced during reambulation (RA, vertical axis)"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "Associations between changes in muscle area vs cortical area (a"
            }
        ]
    }
]