[
    {
        "pmid": "30018170",
        "title": "ANN1 and ANN2 Function in Post-Phloem Sugar Transport in Root Tips to Affect Primary Root Growth.",
        "year": "2018",
        "journal": "Plant Physiol",
        "abstract": "Annexins are a multigene family of calcium-dependent membrane-binding proteins that play important roles in plant cell signaling. Annexins are multifunctional proteins, and their function in plants is not comprehensively understood. Arabidopsis (Arabidopsis thaliana) annexins ANN1 and ANN2 are 64% identical in their primary structure, and both are highly expressed in seedlings. Here, we showed that ann-mutant seedlings grown in the absence of sugar show decreased primary root growth and altered columella cells in root caps; however, these mutant defects are rescued by Suc, Glc, or Fru. In seedlings grown without sugar, significant up-regulation of photosynthetic gene expression and chlorophyll accumulation was found in ann-mutant cotyledons compared to that in wild type, which indicates potential sugar starvation in the roots of ann-mutant seedlings. Unexpectedly, the overall sugar content of ann-mutant primary roots was significantly higher than that of wild-type roots when grown without sugar. To examine the diffusion of sugar along the entire root to the root tip, we examined the unloading pattern of carboxyfluorescein dye and found that post-phloem sugar transport was impaired in ann-mutant root tips compared to that in wild type. Increased levels of ROS and callose were detected in the root tips of ann-mutant seedlings grown without Suc, the latter of which would restrict plasmodesmal sugar transport to root tips. Our results indicate that ANN1 and ANN2 play an important role in post-phloem sugar transport to the root tip, which in turn indirectly influences photosynthetic rates in cotyledons. This study expands our understanding of the function of annexins in plants.",
        "full_text": "",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]