[
    {
        "pmid": "21103921",
        "title": "Nutritional supplements, COX-2 and IGF-1 expression in men on active surveillance for prostate cancer.",
        "year": "2011",
        "journal": "Cancer Causes Control",
        "abstract": "BACKGROUND: Nutritional factors are associated with reduced risk of prostate cancer progression, yet mechanisms remain unclear. We examined the effects of lycopene and fish oil supplements versus placebo on the normal prostate microenvironment, among men pursuing active surveillance for low-burden prostate cancer. We hypothesized that lycopene or fish oil supplements would down-regulate insulin-like growth factor-1 (IGF-1) and cyclooxygenase 2 (COX-2) gene expression, respectively, reflecting putative proliferation (IGF-1) and inflammatory (COX-2) pathways relevant to carcinogenesis.\nMETHODS: We conducted a 3-month randomized, double-blinded, clinical trial comparing prostate tissue gene expression profiles (assessed by qRT-PCR) among men with favorable-risk prostate cancer receiving either 30 mg/day lycopene, 3 g/day fish oil (including 1,098 mg eicosapentaenoic and 549 mg docosahexaenoic fatty acids) or placebo.\nRESULTS: Among 69 men (22 assigned to lycopene, 21 to fish, and 26 to placebo), there was no difference in the change from baseline to the 3 months in IGF-1 expression level between the placebo and lycopene arms (p = 0.93) nor in COX-2 expression between the placebo and fish arms (p = 0.99).\nCONCLUSION: Compared to placebo, 3-month intervention with lycopene or fish oil did not significantly change IGF-1 and COX-2 gene expression in the normal prostate microenvironment in men with low-burden prostate cancer. Further analysis of global gene expression profiles may shed light on the bioactivity and relevance of these nutrients in prostate cancer.",
        "full_text": "ORIGINAL PAPER Nutritional supplements, COX -2and IGF-1expression in men on active surveillance for prostate cancer June M. Chan Vivian Weinberg Mark J. Magbanua Eduardo Sosa  Jeffry Simko Katsuto Shinohara Scot Federman Mike Mattie  Millie Hughes-Fulford Christopher Haqq Peter R. Carroll Received: 3 June 2010  Accepted: 30 October 2010  Published online: 20 November 2010 C211The Author(s) 2010. This article is published with open access at Springerlink.com Abstract Background Nutritional factors are associated with reduced risk of prostate cancer progression, yet mechanismsremain unclear. We examined the effects of lycopene and sh oil supplements versus placebo on the normal prostate microenvironment, among men pursuing active surveil-lance for low-burden prostate cancer. We hypothesized that lycopene or sh oil supplements would down-regulate insulin-like growth factor-1 ( IGF-1) and cyclooxygenase 2 (COX -2) gene expression, respectively, reecting putative proliferation ( IGF-1) and inammatory ( COX -2) pathways relevant to carcinogenesis.Methods We conducted a 3-month randomized, double- blinded, clinical trial comparing prostate tissue gene expression proles (assessed by qRTPCR) among menwith favorable-risk prostate ca ncer receiving either 30 mgday lycopene, 3 gday sh oil (including 1,098 mg eicosapen- taenoic and 549 mg docosahexaenoic fatty acid s) or placebo. Results Among 69 men (22 assigned to lycopene, 21 to sh, and 26 to placebo), there was no difference in the change from baseline to the 3 months in IGF-1expression level between the placebo and lycopene arms ( p0.93) nor in COX-2 expression between the placebo and sh arms ( p0.99). Conclusion Compared to placebo, 3-month intervention with lycopene or sh oil did not signicantly change IGF-1 andCOX -2gene expression in the normal prostate micro- environment in men with low-burden prostate cancer. Further analysis of global gene expression proles may shed light on the bioactivity and relevance of these nutri-ents in prostate cancer. Keywords Prostate cancer C1Active surveillance C1 Fish oil C1Lycopene C1Randomized clinical trial Introduction Prostate cancer is the most common malignancy in US men (excluding non-melanoma skin cancer), with 192,000 newcases and 27,000 deaths estimated to have occurred in 2009 1. However, the natural history of this disease is remarkably heterogeneous and not completely understood.In the United States, 90 of prostate cancer cases are diagnosed when they are of localregional stage  1, and the majority of cases are indicated for biopsy by an elevatedprostate-specic antigen (PSA) level only  2. EvidenceJ. M. Chan ( )C1J. Simko C1K. Shinohara C1 M. Hughes-Fulford C1C. Haqq C1P. R. Carroll Department of Urology, University of California San Francisco (UCSF), MC 3110, 1450 3rd Street, PO Box 589001,San Francisco, CA 94158-9001, USAe-mail: june.chanucsf.edu J. M. Chan Department of Epidemiology  Biostatistics, UCSF,San Francisco, USA J. M. Chan C1M. J. Magbanua C1E. Sosa C1J. Simko C1 S. Federman C1M. Mattie C1P. R. Carroll Helen Diller Family Comprehensive Cancer Center, UCSF,San Francisco, USA V. Weinberg Helen Diller Family Comprehensive Cancer Center BiostatisticsCore, UCSF, San Francisco, USA J. Simko Department of Pathology, UCSF, San Francisco, USA M. Hughes-Fulford San Francisco Veterans Affairs Medical Center, San Francisco,USA 123Cancer Causes Control (2011) 22:141150 DOI 10.1007s10552-010-9684-5suggests that a fair proportion of early stage low-grade tumors detected by PSA screening may be over-diagnosed latent cancers, and that patients could have equally good survival without immediate treatment, and avoid or delaymorbidity associated with treatment  3. Surgery or radiation remains the most common primary management strategies for early stage prostate cancer;however, both options are associated with decreases in urinary and sexual function  4. Active surveillance (AS) (also called delayed treatment) is becoming recognized as an alternative for many patients with early stage low- grade disease (low burden disease). AS involves closemonitoring via PSA tests, digital rectal examinations, and prostate biopsies, to delay or avoid denitive treatment and the associated comorbidities. Standard clinical interven-tions are offered at early signs of progression. Although data remain limited and randomized clinical trials are ongoing, some  3,5 but not all  6 observational reports of populations followed with AS or delayed treatment indi- cate that men experienced comparable outcomes to those with similar stage and grade disease who elected treatmentimmediately, although furthe r research with longer follow-up is needed  7. Our collaborative group established a program for men with low-burden prostate cancer who opt for AS to be offered participation in diet and lifestyle intervention research  810. Observational epidemiologic studies sug- gest that dietary factors may impact prostate cancer pro- gression. We previously reported that greater intakes of sh and tomato sauce after diagnosis of prostate cancer wereassociated with a reduced risk of prostate cancer recur- renceprogression among 1,202 prostate cancer survivors 11. Tomatoes are rich in the carotenoid lycopene, which may have antioxidant, anti-proliferative, and anti-inam- matory actions  12 and inuence the insulin-like growth factor-1 (IGF-1) axis  1317 that has been implicated in prostate cancer  18. Fish is rich in long-chain omega-3 fatty acids that may have anti-inammatory protective effects against prostate cancer, possibly through the inhi-bition of COX -211,1923. We conducted a randomized clinical trial to test the hypothesis that lycopene and sh oil supplements would benecially affect gene expression inputative cancer-related pathways ( IGF-1,IGF-1R, and COX -2) in normal prostate tissue of men on AS. Methods Study design The Molecular Effects of Nutritional Supplements Trial (MENS) was a randomized, double-blinded, placebo-con- trolled 3-month clinical trial of lycopene and sh oil witheach compared to a placebo. The three study arms were as follows: two 15 mg lycopene soft gel capsules daily (Lyc-O-Mato C210donated by, Lycored, Israel); three 1 g sh oil capsules daily (including 1,098 mg eicosapentaenoic(EPA) and 549 mg docosahexaenoic (DHA) fatty acid; manufactured by Perfect Source, Fullerton, CA with active ingredient donated by Roche Vitamins, Parsippany, NJ);or placebo (provided by the respective manufacturers of the active pills for lycopene and sh oil). The lycopene supplement was a whole-food supplement made from tomatoes and standardized to deliver 30 mg of lycopene in a soy oil base. The placebo for lycopene was isocaloric andcontained soy oil but no lycopene. The placebo for the sh oil supplement was isocaloric and contained olive oil. Men received lycopene ?placebo for sh oil (lycopene arm), sh oil ?placebo for lycopene (sh oil arm), or placebo for lycopene ?placebo for sh oil (placebo arm). All men were also given a standard daily multivitamin (that did notcontain lycopene or sh oil; DixonAkyma) and instructed to refrain from any other types of vitamin or nutritional supplements during the intervention. Baseline self-reported data on usual tomato and sh intake were used to stratify patients to ensure a balanced distribution of initial dietary levels among the three studyarms. Baseline intake of these foods was assessed using questions and category denitions from a validated food frequency questionnaire  2427 that was also used in our prior observational study  11. The four strata were dened by the combinations of low or high tomato and low or high sh intakes (i.e., 4 servingsweek tomato products  high;2 servingsweek sh high  11). Study participants, eligibility criteria, and enrollmentThis study was conducted among men with low-burden prostate cancer, choosing AS for disease management, andwho met the following criteria: histologically documented prostate adenocarcinoma, extended pattern biopsy within 2 years of enrollment with a Gleason sum six or lower withno pattern four or ve, no more than 33 of biopsy cores positive for cancer, no more than 50 of the length of a tumor core involved by carcinoma, three serum PSA levelsdone at least 2 weeks apart over the year prior to ran- domization and all PSA levels 10 ngml, life expectancy 3 months, ECOG (Eastern Cooperative Oncology Group) performance score 2, and the ability to understand and willingness to sign a consent document. The following a priori exceptions were allowed: PSA 15 ngml for men with concurrent benign prostatic hyperplasia or prostatitis, having a Gleason score of four reported only in a micro- focus of tumor (dened as  2 mm length) and having 33 positive biopsy cores due to a tumor microfocus. These criteria were consistent with the clinical standards of142 Cancer Causes Control (2011) 22:141150 123our institution for determining the candidates for AS and were approved by our Institutional Review Board (IRB). In a single case, one participant had an initial eligibility biopsy (14-cores) with 36 positive cores. With thepatients consent we requested permission from our IRB to proceed with the rst baseline study biopsy for nal determination of eligibility. This participant had no evi-dence of cancer in his four-core research biopsy and was allowed to continue on the study. Exclusion criteria were as following: no prior or con- current treatment for prostate cancer, patients with a PSA doubling time 3 months (PSA doubling time ln2slope of ln PSA over time,  28), use of lycopene, sh oil or any other dietary or nutritional supplement within 4 weeks of study entry, use of Finasteride, Dutasteride, Saw Palmettoor any other herbalnutritional preparation indicated to affect hormone levels within 4 weeks of study entry, use of NSAIDs, COX-2 inhibitors andor aspirin for more than7 days over the 1 month prior to study, history of allergic reactions attributed to tomatoes, sh, soybean or olive oil, gelatin capsules, or compounds of similar chemical orbiologic composition to lycopene (carotenoids) or sh oil, and uncontrolled intercurrent illness including, but not limited to, ongoing infection, congestive heart failure,unstable angina pectoris, cardiac arrhythmia or psychiatric condition that would limit compliance with study require- ments. Men who wanted to participate but who were on anutritional supplement or anti-inammatory drug were assessed by their doctors regarding whether abstaining from the supplement or drug was deemed medically safeand if so they were asked to undergo a 4-week washout period before proceeding with the study. Compliance with the study protocol was assessed via self-report and reviewof the medical records and food diaries. Usage of any dietary or nutritional supplement, nasteride, dutasteride, or anti-inammatory drug during the 3-month interventionwas considered a protocol violation, and men were with- drawn from the study when such usage was discovered. All potentially eligible men were identied at the Uro- logic Oncology clinic at the Helen Diller Family Com- prehensive Cancer Center by physician(s) and nurse practitioners. This trial was advertised via Dear Doctorletters to urologist colleagues in the Northern California region, local newspaper ads, brief radio announcements, and iers handed out at local health-promotion, cancer- orprostate cancer-related outreach events. Clinical procedures and data collectionBefore the intervention, men provided medical history and underwent physical and digital rectal exams. The studyurologist (KS) performed an ultrasound-guided four-core research biopsy to procure fresh tissue for RNA analysis.After the intervention, the study urologist performed a second research biopsy. All biopsies were reviewed by the study pathologist (JS) to determine gradeextent of disease and verify that patients still met the criteria for continuingAS. After the intervention, men were followed according to a standard AS protocol, including medical history, physical exam, digital rectal exam, and PSA test at three, six, nine,twelve, and 24 months. Participants also completed a val- idated  24 semi-quantitative food frequency questionnaire at baseline and 12 months, and quality-of-life surveys at baseline and 3 months. To encourage and assess compli- ance, food diaries were also collected before each studybiopsy and once during the midpoint of the intervention. Study outcomeThe two primary outcomes were changes in normal tissue gene expression between the baseline and 3-month biopsiesinIGF-1and in COX -2. Change in gene expression for each supplement arm was compared with change in the placebo arm. Our primary hypotheses were that lycopenesupplement would decrease IGF-1expression and that sh oil supplementation would decrease COX -2expression, each compared to placebo. We also hypothesized (sec-ondarily) that IGF-1Rexpression would be decreased by lycopene versus placebo. In exploratory analyses, change in PSA level after the intervention was also compared. Biopsy processing Core needle biopsies were collected at baseline and 3 months. Total RNA for RTPCR and micro-array analyses were extracted from areas of normal prostate peripheral-zone tissue containing both stroma and epithelial cells. qRT-PCR was conducted at the end of the trial to minimize inter-assay variability. qRT-PCR Hundred nanogram of total RNA was reverse-transcribed by using Quantas Qscript reverse transcription kit. PCR was conducted in triplicate (5 ng cDNA per reaction) with20 ml reaction volumes of 1X Taqman buffer (1X Applied Biosystems PCR buffer, 20 glycerol, 2.5 gelatin, 60nM Rox as a passive reference), 5.5 mM MgCl2, 0.5 mM eachprimer, 0.2 mM each deoxynucleotide triphosphate (dNTP), 200 nM probe, and 0.025 unitml AmpliTaq Gold (Applied Biosystems) with 5 ng cDNA. The primers andprobes were mixed together and added to the master mix and cDNA in the 384-well plate. PCR was conducted on the ABI 7900HT (Applied Biosystems) using the followingcycle parameters: 1 cycle of 95 C176for 10 min and 40 cycles of 95C176for 15 s, 60 C176for 1 min. Analysis was carried outCancer Causes Control (2011) 22:141150 143 123using the SDS software (version 2.3) supplied with the ABI 7900HT to determine the Ct values of each reaction. Ct values determined for triplicate reactions involving a test gene and a housekeeping gene (GUSB) were averagedand subtracted to obtain the DDCt (DDCtDCt 3mo DCt 0mo (Ct test gene 3moCt GUSB 3mo)-(Ct test gene 0moCt GUSB 0mo)). Disease progressionDisease progression was dened as a PSA doubling time of 12 months  28, any adverse pathological ndings on biopsy (Gleason sum 6, any evidence of pattern 4 or 5, involvement of 50 of any core, or 50 cores positive) or other incidental evidence of clinical progression (i.e.,positive bone scans or lymph node biopsies). Any patient exhibiting progression during the 24-month study was withdrawn and offered standard treatment. Patients couldalso withdraw from the protocol at any time for any reason and be treated off study. Statistical considerations Sample sizeTo evaluate the two primary study hypotheses, patients were randomized with equal probability to one of the three studyarms: lycopene, sh oil, or control. The stratication cohort was determined using the patients self-reported intake of tomato products (i.e., primary source of lycopene) and sh,and patients were randomized within each of the four strata (high or low level for each dietary factor). The study was designed to test for a 2-fold decrease in expression of IGF-1 andCOX -2following the 3-month intervention compared with placebo. Accrual of 29 patients to each of the three arms was sufcient to detect a 40 difference in the proportion ofpatients with a 2-fold decrease in the expression of the IGF-1 gene with lycopene or in the COX-2 gene with sh oil, each compared with placebo, using Fishers exact test. The powerof each test was 0.81 with a directional level of signicance of 0.025 to adjust for the two comparisons. In addition to comparing the proportion of patients displaying a decrease inthe delta cycle threshold ( DCT) for the two genes of interest, this sample size was sufcient to detect an effect size of at least 0.75 for the difference between arms in the DDCT means using a t test with the same error assumptions. The total planned accrual of 97 patients allowed for a 10 loss by the 3 month biopsy. Methods for analysis Baseline characteristics were compared among the three study arms using analysis of variance methods (ANOVA)for continuous variables and chi-square tests for categorical variables. To test the two primary hypotheses to detect a decrease in the mean changes in IGF-1 (orCOX-2 ) gene expression between the lycopene (or sh oil) and placeboarms a t statistic was used with signicance set at a prob- ability 0.025 to adjust for the two comparisons. The same method was used to test for a decrease in IGF-1Rwith the lycopene supplement without any adjustment for multiple testing. We used Fishers exact test to determine whether a greater proportion of patients on the supplement arm achieved at least a 2-fold decrease in IGF-1(orCOX -2) expression when compared with the placebo group. We conducted exploratory analyses using 2-way ANOVA methods to investigate the change in gene expression (pre to post-intervention) in DCT on the log 2 scale due to the study arm (supplement or placebo), base- line tomatosh intake (high or low) or their interaction. If statistical signicance was observed, the Newman-Keulspost hoc test was used to identify which subsets were signicantly different. Mean baseline and change from baseline results were presented on the log 2scale. Results Between October 2003 and December 2007, 97 men were enrolled (Fig. 1). A total of 13 men were excluded from the primary analyses for the following reasons: never started protocol intervention ( n2), ineligible ( n5), protocol violation (taking nutritional supplements) ( n1), opted for active treatment after randomization ( n1), experi- enced disease progression prior to the 3-month follow-up biopsy ( n2), and experienced disease progression based on the 3-month biopsy ( n2) (Fig. 1). The remaining 84 participants comprised the current study sample. Three unexpected adverse events were observed during theintervention and classied as possibly related to study treatment. These occurred among participants randomized to lycopene and included indigestion ( n2) and migraine headache ( n1). Participants were not different with regard to baseline demographic or clinical variables or intake of tomato orsh across treatment arms (Table 1). The mean age and body mass index at randomization was 61 years (standard deviation 7.8 years) and 26.8 kgm 2(standard deviation 4.6 kgm2), respectively. There was adequate RNA quality and quantity from the normal prostate tissue to assess the expression via RT-PCRfor 74 patients at baseline and 79 patients at the 3-month follow-up. Pre- and post-intervention RT-PCR analyses were performed for 69 patients with approximately one-third treated on each of the 3 study arms (22 lycopene;144 Cancer Causes Control (2011) 22:141150 12321 sh; 26 placebo). These 69 men were similar to the 15 not analyzed with regard to baseline clinical and demographic characteristics (data not shown). We compared the baselineDCTs for IGF-1, COX-2, and IGF-1R among the three study arms and observed no signicant differences and no pair-wise differences between the study arms (Table 2). The mean DCT at baseline for COX-2 for all subsets was noticeably higher compared with the other two genes. The supplement and placebo arms did not differ for all threegenes when analyzed by the level of baseline tomato or sh intakes. As might be expected, if gene expression reected nutritional intake, there was a signicant difference in theDCTs between the high and low baseline tomato intake (p0.02) and for sh intake ( p0.02) but there was no interaction between stratication level and study arm. After the 3-month interventions, there was no difference in the change in IGF-1(p0.93) or IGF-1R(p0.53) expression between the placebo and lycopene supplement arms. There was virtually no change in COX -2 expression for the placebo and sh oil supplement groups comparingthe 3 month versus baseline levels ( p0.99) (Table 3). Only 27 of the lycopene arm achieved a 2-fold decrease inIGF-1 compared with 23 for the placebo ( p0.75). Thirty percent of the sh oil arm experienced a 2-fold decrease in COX-2 expression compared with 15 of the placebo group but this was not statistically signicantlydifferent ( p0.29). Similarly, no difference in the pro- portion displaying a 2-fold decrease in IGF-1R expressionoccurred for the lycopene and placebo arms (14 and 8, respectively; p0.65). Exploratory subgroup analyses of the magnitude of change in gene expression by study arm and by baseline stratication were performed. Overall, there was no dif- ference in the change in IGF-1 levels with lycopene sup- plement compared with the placebo (ANOVA p0.72) but a signicantly greater change on average was observed among those with an initial high tomato intake comparedwith a low intake (132.6 vs. 67.7 (anti-log), respectively; p0.01) (Fig. 2a). Even though a greater mean increase was observed for those with high tomato intake initially,there was no statistical difference between the low- and high-intake subsets in mean IGF-1levels for each study arm (Newman-Keuls: Placebo p 0.16; Lycopene p 0.11). No differences between study arms or highlow tomato strata were observed for IGF-1R(data not shown). Similarly, no differences between the sh supplement and placebo arms in mean change in COX-2 levels occurred (ANOVA p0.78; Fig. 2b). This was also true when the baseline sh intake was low or high (Newman-Keuls p0.70 and p0.86, respectively) with a narrow range for the change among the four subsets, 57.497.5 onaverage. These results may reect the possible limited magnitude of change that could be observed with the study sh oil supplement. There was no difference in the change in PSA level after the intervention, comparing the lycopene or sh oil armsAssessed for eligibility (n 240) Excluded (n 13) Not meeting inclusion criteria (n 5) Voluntary Withdrawal (n 3) Withdrawn due to disease progression (n 4) Withdrawn due to protocol violation (n1) Randomized to Lycopene (n 29) Randomized to Placebo (n 28) 97 Enrolled Randomized to Fish Oil (n 27) Analyzed (n 22) Insufficient RNA quality or quantity (n7)Analyzed (n 21) Insufficient RNA quality or quantity (n6)Analyzed (n 26) Insufficient RNA quality or quantity (n2)Fig. 1 Molecular effects of nutritional supplements trialenrollment schematicCancer Causes Control (2011) 22:141150 145 123versus the placebo group (mean change in PSA: -0.46 ng ml for placebo, 0.53 ngml for lycopene; 0.20 ngml for sh; pvalue 0.26 and 0.39, respectively). Discussion This novel randomized clinical trial demonstrated the feasibility and safety of studying the effects of nutritionalsupplements on the prostate microenvironment in men with low-burden prostate cancer on AS. These results indicated no decrease in the gene expression of IGF-IorIGF-1R with 3-month lycopene supplement compared with placeboand no evidence of a decrease in COX -2gene expression for sh oil supplement versus placebo. Circulating lycopene, dietary lycopene, and tomato intake have been inversely associated with the risk of incident prostate cancer in most but not all observationalTable 1 Baseline characteristics of 84 men with low-burden prostate cancer opting for active surveillance, randomized to sh oil, lycopene supplement, or placebo (MENS trial) Baseline characteristic Treatment arm Randomization strata Lycopene (n29)Fish (n27)Placebo (n28)Low tomato (n35)High tomato (n49)Low sh (n58)High sh (n26) Mean (SD) Age at Diagnosis (years) 61 (7) 62 (8) 59 (8) 58 (7) 63 (8) 60 (8) 62 (6)Body mass index (kgm 2)a28.0 (5.2) 26.7 (4.7) 25.6 (3.3) 26.7 (5.0) 26.9 (4.3) 26.4 (4.2) 27.6 (5.3) Fish intake (servingsweek) 2.1 (1.7) 2.1 (1.7) 2.5 (2.3) 1.7 (1.3) 2.6 (2.1) 1.2 (0.5) 4.5 (1.7)Tomato intake (servingsweek) 5.1 (3.2) 7.1 (7.1) 7.0 (5.8) 2.6 (0.9) 9.1 (5.9) 5.0 (3.5) 9.5 (7.8)PSA at baseline (ngml) a4.46 (2.63) 4.54 (2.25) 4.84 (4.40) 5.10 (4.30) 4.26 (2.08) 4.86 (3.52) 4.05 (2.23) Percent () Caucasian 83 78 79 83 78 81 77Gleason sum for eligibility (n) 56 28 26 27 34 47 56 257 1111 2 21 Positive cores at eligibility biopsy115 12 20 19 22 29 39 121533 16 7 9 13 19 19 13 33 b1000 1 01 T-stage (n) BT1c 26 19 21 26 40 42 24 T 2 3879 9 1 6 2 aThere was missing data on 1 participant in the placebo group for weight; and on 2 participants PSA levels (1 in lycopene arm, 1 in placebo arm) bOne participant with an eligibility biopsy percent positive core value of 36 was allowed to continue based upon pathology from the baseline biopsy that was negative for cancer Table 2 Baseline mean ( SD) qRTPCR gene expression (normalized to GUSb) forIGF-I,COX2 , and IGF-1RIGF-1 COX2 IGF-1R Treatment Lycopene ( n22) 0.18 0.86 3.28 1.68 -0.11 2.23 Fish oil ( n21) -0.04 0.84 3.08 1.06 -0.10 0.66 Placebo ( n26) 0.18 0.97 3.04 0.95 -0.26 0.50 Prob. value 0.65 0.78 0.90StraticationLow tomatolow sh ( n22) -0.03 0.71 3.36 1.14 -0.42 0.60 Low tomatohigh sh ( n8) -0.19 0.51 2.91 0.53 -0.38 0.52 High tomatolow sh ( n25) 0.14 0.93 3.23 1.56 0.20 2.05 High tomatohigh sh ( n14) 0.45 1.17 2.71 1.00 -0.29 0.56 Prob. value 0.32 0.43 0.40146 Cancer Causes Control (2011) 22:141150 123epidemiologic studies  12. Studies of lycopene or tomato intake in men with prostate cancer have also generally supported possible benets. We previously reported that men who increased their post-diagnostic consumption oftomato sauce by two servings per week had an estimated 20 reduction in the risk of prostate cancer recurrence or progression ( pvalue 0.04), independent of baseline clinical features and primary treatment option  11. Chen et al. reported favorable reductions in leukocyte and prostate tissue DNA oxidative damage and PSA levels among 32 men with prostate cancer who received 1 tomato sauce serving daily for 3 weeks  29. Schroeder et al. observed a favorable PSA response among 49 men with prostate cancer and post-treatment rising PSA levels who then received a combination dietary supplement thatincluded soy, isoavones, lycopene, silymarin, and other antioxidants  30. This latter study, however, was unable to distinguish if the effect was due to lycopene alone or othercomponents of the supplement. Preclinical and some  13 17,31 but not all  3234 human studies have supported the hypothesis that at least one mechanism by whichlycopene protects against prostate cancer is by affecting IGF-1 levels or the IGF- axis. Prior epidemiologic reports by us and others suggested a possible benet of sh intake or marine omega-3 fatty acids on prostate cancer incidence, recurrence, or mortality 11,3537; although several studies of sh intake have also observed null associations with prostate cancer  36, 3842. Several in vivo and in vitro experimental studies have suggested that omega-3 fatty acids, or a greateromega-3:omega-6 fatty acid ratio, may have inhibitory effects on prostate cancer cell growth or xenograft tumor weight and in some of these models, this was accompaniedby an observed down-regulation of COX-2 11,1923.Table 3 Mean change from baseline post-intervention in qRTPCR (normalized to GUSb) gene expression for IGF-1, COX -2, and IGF-1R aOne participant randomized to sh oil had an un-evaluable result for COX -2at 3 months bComparisons of the change in DCT were between the placebo and Lycopene arms for IGF-1 andIGF-1Rand between the placebo and sh oil arms for COX-2Mean change ( SD) from baseline in gene expression IGF-1 COX -2 IGF -1R Treatment Lycopene ( n22) 0.05 1.32 NA 0.20 3.00 Fish oil ( n20) NA 0.39 1.98aNA Placebo ( n26) 0.02 1.22 0.40 2.19 0.74 2.86 Prob. valueb0.93 0.99 0.53 StraticationLow tomatolow sh ( n21) a0.39 1.21 0.42 2.59 1.15 3.10 Low tomatohigh sh ( n8) 0.68 0.95 0.12 1.01 0.22 0.53 High tomatolow sh ( n25) -0.02 1.16 0.20 2.41 0.10 3.38 High tomatohigh sh ( n14) -0.40 1.29 0.37 0.84 -0.16 0.61 Fig. 2 a Mean change from baseline in IGF-1 by baseline tomato intake and randomization arm. Probability values are determined for the post hoc Newman-Keuls test. bMean change from baseline in COX-2 expression by baseline sh intake and randomization arm. Probability values are determined for the post hoc Newman-Keuls testCancer Causes Control (2011) 22:141150 147 123The hypothesis that sh oil or omega-3 fatty acids interact with or affect inammatory pathways has gained some support from a few studies that observed a stronger effect of these foods or nutrients on prostate cancer risk amongmen with specic germ line variants in COX -235,37. We observed no relationship between lycopene supple- mentation and IGF-1expression or sh oil supplement and COX -2expression in this study of men with low-risk prostate cancer. Possible explanations for this apparent discrepancy with other studies include differences in study design, population, specic doses and formulations used for the interventions, and different outcomes of interest.For example, we used 30 mg lycopene supplement, which may be less potent biologically than tomato sauce (used in Chen et al.  29). Lycopene is a fat-soluble carotenoid, and studies demonstrate that its bioactivity may be enhanced by simultaneous consumption of fat or by heat processing. This study also focused on gene expression in normalprostate tissue in men with low-burden disease. Chen et al. focused on circulating and tissue DNA oxidative damage and was conducted among men who were surgical candi-dates who may have had slightly higher risk disease  29. Additionally, our study focused on changes in the normal prostate microenvironment; it is possible that these nutri-ents may have greater effects on the tumor gene expression that were not assessed (i.e., less than one-third of biopsy samples had sufcient tumor tissue available for analysis).The 3-month intervention might also have been too short a duration to observe biologic effects in the prostate, although other studies with short nutritional interventionsin men with prostate cancer have detected gene expression changes  29,43,44 including one conducted by our col- laborative group in a similar population focused on acomprehensive diet and lifestyle intervention  9. These results do not rule out other potential important antitumor effects (e.g., antioxidant effects) of lycopene or sh oil,which are not modulated via IGF-1orCOX -2, respectively, or potential post-transcription effects on the IGF-1or COX -2pathways. The placebo used for the sh oil supplement was iso- caloric but contained olive oil, and this may have obscured our ability to detect an effect of sh oil. It is worth noting,though, that the placebo group experienced a slight down- regulation of all the genes of interest similar to the sup- plement arms, and there may be benecial effects of oliveoil versus sh oil on IGF-1-orCOX -2-related pathways that may warrant further investigation. Limitations of this clinical trial include the short-dura- tion of the intervention, examination of only single doses of lycopene and sh oil supplement, inability to assess the changes in the tumor tissue, inability to consider geneexpression differences by cell-type (e.g., stromal vs. epi- thelial), usage of only a single housekeeping gene, andrelatively small sample sizes. Strengths include the novel study design and focus on a timely important study popu- lation. The population of men who might qualify for AS regimens is growing, and it remains important to investi-gate evidence-based lifestyle recommendations for these patients. In conclusion, 3-month intervention with lycopene or sh oil supplement had no effect on normal prostate expression of IGF- 1andCOX -2(respectively) among men on AS for low-burden prostate cancer. Further analysis of global gene expression proles assessed using genome- wide microarrays may shed further light on the bioactivityof these nutrients in prostate cancer. Acknowledgments We thank all the participants for their invalu- able contribution to this research. We thank Dr. Zohar Nir at Lyco-Red, Israel for providing Lycopene for use in these studies, and Dr. Howard Fine at Roche Vitamins, Parsippany, NJ for providingsh oil for use in these studies. NIHNCI R01CA101042; ProstateCancer Foundation. Lyc-O-Mato C210donated by, Lycored, Israel; active ingredients for sh oil capsules donated by Roche Vitamins, Parsippany, NJ. Open Access This article is distributed under the terms of the Creative Commons Attribution Noncommercial License which per- mits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited. References 1. American Cancer Society (2009) Cancer facts and gures2009. American Cancer Society, Atlanta 2. Hamilton A, Ries LA (2008) Cancer of the prostate. SEER Survival Monograph. National Cancer Institute, p 10. http: seer.cancer.govpublicationssurvivalsurv_prostate.pdf 3. Dallera MA, Cooperberg MR, Chan JM, Davies BJ, Albertsen PC, Klotz LH, Warlick CA, Holmberg L, Bailey DE Jr, Wallace ME, Kantoff PW, Carroll PR (2008) Active surveillance for early-stage prostate cancer: review of the current literature.Cancer 112(8):16501659 4. Litwin MS, Gore JL, Kwan L, Brandeis JM, Lee SP, Withers HR, Reiter RE (2007) Quality of life after surgery, external beam irradiation, or brachytherapy for early-stage prostate cancer.Cancer 109:22392247 5. Shappley WV 3rd, Keneld SA, Kasperzyk JL, Qiu W, Stampfer MJ, Sanda MG, Chan JM (2009) Prospective study of determi-nants and outcomes of deferred treatment or watchful waitingamong men with prostate cancer in a nationwide cohort. J Clin Oncol 27:49804985 6. Wong YN, Mitra N, Hudes G, Localio R, Schwartz JS, Wan F, Montagnet C, Armstrong K (2006) Survival associated withtreatment vs observation of localized prostate cancer in elderly men. JAMA 296:26832693 7. Wilt TJ, MacDonald R, Rutks I, Shamliyan TA, Taylor BC, Kane RL (2008) Systematic review: comparative effectiveness and harms of treatments for clinically localized prostate cancer. Ann Intern Med 148:435448 8. Ornish D, Lin J, Daubenmier J, Weidner G, Epel E, Kemp C, Magbanua MJ, Marlin R, Yglecias L, Carroll PR, Blackburn EH148 Cancer Causes Control (2011) 22:141150 123(2008) Increased telomerase activity and comprehensive lifestyle changes: a pilot study. Lancet Oncol 9:10481057 9. Ornish D, Magbanua MJ, Weidner G, Weinberg V, Kemp C, Green C, Mattie MD, Marlin R, Simko J, Shinohara K, Haqq CM, Carroll PR (2008) Changes in prostate gene expression in men undergoing an intensive nutrition and lifestyle intervention. ProcNatl Acad Sci USA 105:83698374 10. Ornish D, Weidner G, Fair WR, Marlin R, Pettengill EB, Raisin CJ, Dunn-Emke S, Crutcheld L, Jacobs FN, Barnard RJ, Aronson WJ, McCormac P, McKnight DJ, Fein JD, DnistrianAM, Weinstein J, Ngo TH, Mendell NR, Carroll PR (2005)Intensive lifestyle changes may affect the progression of prostate cancer. J Urol 174:10651069; discussion 10691070 11. Chan JM, Holick CN, Leitzmann MF, Rimm EB, Willett WC, Stampfer MJ, Giovannucci EL (2006) Diet after diagnosis and therisk of prostate cancer progression, recurrence, and death (United States). Cancer Causes Control 17:199208 12. World Cancer Research Fund  American Institute for Cancer Research (2007) Food, nutrition, physical activity, and the pre- vention of cancer: a global perspective. American Institute for Cancer Research, Washington 13. Herzog A, Siler U, Spitzer V, Seifert N, Denelavas A, Hunziker PB, Hunziker W, Goralczyk R, Wertz K (2005) Lycopene reduced gene expression of steroid targets and inammatory markers in normal rat prostate. Faseb J 19:272274 14. Liu X, Allen JD, Arnold JT, Blackman MR (2008) Lycopene inhibits IGF-I signal transduction and growth in normal prostate epithelial cells by decreasing DHT-modulated IGF-I production in co-cultured reactive stromal cells. Carcinogenesis 29:816823 15. Riso P, Brusamolino A, Martinetti A, Porrini M (2006) Effect of a tomato drink intervention on insulin-like growth factor (IGF)-1 serum levels in healthy subjects. Nutr Cancer 55:157162 16. Voskuil DW, Vrieling A, vant Veer LJ, Kampman E, Rookus MA (2005) The insulin-like growth factor system in cancer prevention: potential of dietary intervention strategies. Cancer Epidemiol Biomarkers Prev 14:195203 17. Mucci LA, Tamimi R, Lagiou P, Trichopoulou A, Benetou V, Spanos E, Trichopoulos D (2001) Are dietary inuences on the risk of prostate cancer mediated through the insulin-like growth factor system? BJU Int 87:814820 18. Roddam AW, Allen NE, Appleby P, Key TJ, Ferrucci L, Carter HB, Metter EJ, Chen C, Weiss NS, Fitzpatrick A, Hsing AW, Lacey JV Jr, Helzlsouer K, Rinaldi S, Riboli E, Kaaks R, Janssen JA, Wild- hagen MF, Schroder FH, Platz EA, Pollak M, Giovannucci E,Schaefer C, Quesenberry CP Jr, Vogelman JH, Severi G, English DR, Giles GG, Stattin P, Hallmans G, Johansson M, Chan JM, Gann P, Oliver SE, Holly JM, Donovan J, Meyer F, Bairati I, Galan P(2008) Insulin-like growth factors, their binding proteins, andprostate cancer risk: analysis of individual patient data from 12 prospective studies. Ann Intern Med 149:461471 W8388 19. Aronson WJ, Glaspy JA, Reddy ST, Reese D, Heber D, Bagga D (2001) Modulation of omega-3omega-6 polyunsaturated ratioswith dietary sh oils in men with prostate cancer. Urology 58:283288 20. Kobayashi N, Barnard RJ, Henning SM, Elashoff D, Reddy ST, Cohen P, Leung P, Hong-Gonzalez J, Freedland SJ, Said J, Gui D, Seeram NP, Popoviciu LM, Bagga D, Heber D, Glaspy JA, Aronson WJ (2006) Effect of altering dietary omega-6omega-3fatty acid ratios on prostate cancer membrane composition,cyclooxygenase-2, and prostaglandin E2. Clin Cancer Res 12:46624670 21. Hughes-Fulford M, Chen Y, Tjandrawinata RR (2001) Fatty acid regulates gene expression and growth of human prostate cancerPC-3 cells. Carcinogenesis 22:701707 22. Hughes-Fulford M, Li CF, Boonyaratanakornkit J, Sayyah S (2006) Arachidonic acid activates phosphatidylinositol 3-kinasesignaling and induces gene expression in prostate cancer. Cancer Res 66:14271433 23. Hughes-Fulford M, Tjandrawinata RR, Li CF, Sayyah S (2005) Arachidonic acid, an omega-6 fatty acid, induces cytoplasmic phospholipase A2 in prostate carcinoma cells. Carcinogenesis 26:15201526 24. Rimm EB, Giovannucci EL, Stampfer MJ, Colditz GA, Litin LB, Willett WC (1992) Reproducibility and validity of a expanded self-administered semiquantitative food frequency questionnaire among male health professionals. Am J Epidemiol 135:11141126 25. Holmes MD, Powell IJ, Campos H, Stampfer MJ, Giovannucci EL, Willett WC (2007) Validation of a food frequency ques- tionnaire measurement of selected nutrients using biologicalmarkers in African-American men. Eur J Clin Nutr 61:13281336 26. Longnecker MP, Lissner L, Holden JM, Flack VF, Taylor PR, Stampfer MJ, Willett WC (1993) The reproducibility and validity of a self-administered semiquantitative food frequency ques-tionnaire in subjects from South Dakota and Wyoming. Epide- miology 4:356365 27. Subar AF, Thompson FE, Kipnis V, Midthune D, Hurwitz P, McNutt S, McIntosh A, Rosenfeld S (2001) Comparative vali-dation of the block, Willett, and national cancer institute food frequency questionnaires: the eating at Americas table study. Am J Epidemiol 154:10891099 28. Ramirez ML, Nelson EC, Devere White RW, Lara PN Jr, Evans CP (2008) Current applications for prostate-specic antigen doubling time. Eur Urol 54:291300 29. Chen L, Stacewicz-Sapuntzakis M, Duncan C, Shari R, Ghosh L, Breemen RR, Ashton D, Bowen P (2001) Oxidative DNA damage in prostate cancer patients consuming tomato sauce- based entrees as a whole-food intervention. J Natl Cancer Inst93:18721879 30. Schroder FH, Roobol MJ, Boeve ER, de Mutsert R, Zuijdgeest- van Leeuwen SD, Kersten I, Wildhagen MF, van Helvoort A (2005) Randomized, double-blind, placebo-controlled crossoverstudy in men with prostate cancer and rising PSA: effectivenessof a dietary supplement. Eur Urol 48:922930; discussion 930931 31. Wang S, DeGroff VL, Clinton SK (2003) Tomato and soy polyphenols reduce insulin-like growth factor-I-stimulated ratprostate cancer cell proliferation and apoptotic resistance in vitro via inhibition of intracellular signaling pathways involving tyrosine kinase. J Nutr 133:23672376 32. Voskuil DW, Vrieling A, Korse CM, Beijnen JH, Bonfrer JM, van Doorn J, Kaas R, Oldenburg HS, Russell NS, Rutgers EJ, Verhoef S, van Leeuwen FE, vant Veer LJ, Rookus MA (2008)Effects of lycopene on the insulin-like growth factor (IGF) sys-tem in premenopausal breast cancer survivors and women at high familial breast cancer risk. Nutr Cancer 60:342353 33. Graydon R, Gilchrist SE, Young IS, Obermuller-Jevic U, Hasselwander O, Woodside JV (2007) Effect of lycopenesupplementation on insulin-like growth factor-1 and insulin-like growth factor binding protein-3: a double-blind, placebo- controlled trial. Eur J Clin Nutr 61:11961200 34. Vrieling A, Voskuil DW, Bonfrer JM, Korse CM, van Doorn J, Cats A, Depla AC, Timmer R, Witteman BJ, van Leeuwen FE, Vant Veer LJ, Rookus MA, Kampman E (2007) Lycopene supplementation elevates circulating insulin-like growth factorbinding protein-1 and -2 concentrations in persons at greater risk of colorectal cancer. Am J Clin Nutr 86:14561462 35. Hedelin M, Chang ET, Wiklund F, Bellocco R, Klint A, Adolfsson J, Shahedi K, Xu J, Adami HO, Gronberg H, BalterKA (2007) Association of frequent consumption of fatty sh with prostate cancer risk is modied by COX-2 polymorphism. Int J Cancer 120:398405Cancer Causes Control (2011) 22:141150 149 12336. Augustsson K, Michaud DS, Rimm EB, Leitzmann MF, Stampfer MJ, Willett WC, Giovannucci E (2003) A prospective study of intake of sh and marine fatty acids and prostate cancer. CancerEpidemiol Biomarkers Prev 12:6467 37. Fradet V, Cheng I, Casey G, Witte JS (2009) Dietary omega-3 fatty acids, cyclooxygenase-2 genetic variation, and aggressiveprostate cancer risk. Clin Cancer Res 15:25592566 38. Chavarro JE, Stampfer MJ, Hall MN, Sesso HD, Ma J (2008) A 22-y prospective study of sh intake in relation to prostate cancer incidence and mortality. Am J Clin Nutr 88:12971303 39. Park SY, Murphy SP, Wilkens LR, Henderson BE, Kolonel LN (2007) Fat and meat intake and prostate cancer risk: the multi- ethnic cohort study. Int J Cancer 121:13391345 40. Rohrmann S, Platz EA, Kavanaugh CJ, Thuita L, Hoffman SC, Helzlsouer KJ (2007) Meat and dairy consumption and sub-sequent risk of prostate cancer in a US cohort study. Cancer Causes Control 18:4150 41. Schuurman AG, van den Brandt PA, Dorant E, Goldbohm RA (1999) Animal products, calcum, and protein and prostatecancer risk in the Netherlands Cohort study. British J Cancer 80:11071113 42. Terry PD, Rohan TE, Wolk A (2003) Intakes of sh and marine fatty acids and the risks of cancers of the breast and prostate and of other hormone-related cancers: a review of the epidemiologic evidence. Am J Clin Nutr 77:532543 43. Traka M, Gasper AV, Melchini A, Bacon JR, Needs PW, Frost V, Chantry A, Jones AM, Ortori CA, Barrett DA, Ball RY, Mills RD, Mithen RF (2008) Broccoli consumption interacts with GSTM1 to perturb oncogenic signalling pathways in the prostate.PLoS ONE 3:e2568 44. Tsavachidou D, McDonnell TJ, Wen S, Wang X, Vakar-Lopez F, Pisters LL, Pettaway CA, Wood CG, Do KA, Thall PF, Stephens C, Efstathiou E, Taylor R, Menter DG, Troncoso P, Lippman SM,Logothetis CJ, Kim J (2009) Selenium and vitamin E: cell type-and intervention-specic tissue effects in prostate cancer. J Natl Cancer Inst 101:306320150 Cancer Causes Control (2011) 22:141150 123",
        "introduction": "Prostate cancer is the most common malignancy in US men (excluding non-melanoma skin cancer), with 192,000 newcases and 27,000 deaths estimated to have occurred in 2009 1. However, the natural history of this disease is remarkably heterogeneous and not completely understood.In the United States, 90 of prostate cancer cases are diagnosed when they are of localregional stage  1, and the majority of cases are indicated for biopsy by an elevatedprostate-specic antigen (PSA) level only  2. EvidenceJ. M. Chan ( )C1J. Simko C1K. Shinohara C1 M. Hughes-Fulford C1C. Haqq C1P. R. Carroll Department of Urology, University of California San Francisco (UCSF), MC 3110, 1450 3rd Street, PO Box 589001,San Francisco, CA 94158-9001, USAe-mail: june.chanucsf.edu J. M. Chan Department of Epidemiology  Biostatistics, UCSF,San Francisco, USA J. M. Chan C1M. J. Magbanua C1E. Sosa C1J. Simko C1 S. Federman C1M. Mattie C1P. R. Carroll Helen Diller Family Comprehensive Cancer Center, UCSF,San Francisco, USA V. Weinberg Helen Diller Family Comprehensive Cancer Center BiostatisticsCore, UCSF, San Francisco, USA J. Simko Department of Pathology, UCSF, San Francisco, USA M. Hughes-Fulford San Francisco Veterans Affairs Medical Center, San Francisco,USA 123Cancer Causes Control (2011) 22:141150 DOI 10.1007s10552-010-9684-5suggests that a fair proportion of early stage low-grade tumors detected by PSA screening may be over-diagnosed latent cancers, and that patients could have equally good survival without immediate treatment, and avoid or delaymorbidity associated with treatment  3. Surgery or radiation remains the most common primary management strategies for early stage prostate cancer;however, both options are associated with decreases in urinary and sexual function  4. Active surveillance (AS) (also called delayed treatment) is becoming recognized as an alternative for many patients with early stage low- grade disease (low burden disease). AS involves closemonitoring via PSA tests, digital rectal examinations, and prostate biopsies, to delay or avoid denitive treatment and the associated comorbidities. Standard clinical interven-tions are offered at early signs of progression. Although data remain limited and randomized clinical trials are ongoing, some  3,5 but not all  6 observational reports of populations followed with AS or delayed treatment indi- cate that men experienced comparable outcomes to those with similar stage and grade disease who elected treatmentimmediately, although furthe r research with longer follow-up is needed  7. Our collaborative group established a program for men with low-burden prostate cancer who opt for AS to be offered participation in diet and lifestyle intervention research  810. Observational epidemiologic studies sug- gest that dietary factors may impact prostate cancer pro- gression. We previously reported that greater intakes of sh and tomato sauce after diagnosis of prostate cancer wereassociated with a reduced risk of prostate cancer recur- renceprogression among 1,202 prostate cancer survivors 11. Tomatoes are rich in the carotenoid lycopene, which may have antioxidant, anti-proliferative, and anti-inam- matory actions  12 and inuence the insulin-like growth factor-1 (IGF-1) axis  1317 that has been implicated in prostate cancer  18. Fish is rich in long-chain omega-3 fatty acids that may have anti-inammatory protective effects against prostate cancer, possibly through the inhi-bition of COX -211,1923. We conducted a randomized clinical trial to test the hypothesis that lycopene and sh oil supplements would benecially affect gene expression inputative cancer-related pathways ( IGF-1,IGF-1R, and COX -2) in normal prostate tissue of men on AS.",
        "conclusion": "Compared to placebo, 3-month intervention with lycopene or sh oil did not signicantly change IGF-1 andCOX -2gene expression in the normal prostate micro- environment in men with low-burden prostate cancer. Further analysis of global gene expression proles may shed light on the bioactivity and relevance of these nutri-ents in prostate cancer. Keywords Prostate cancer C1Active surveillance C1 Fish oil C1Lycopene C1Randomized clinical trial",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]