[
    {
        "pmid": "26414276",
        "title": "Microgravity Reduces the Differentiation and Regenerative Potential of Embryonic Stem Cells.",
        "year": "2015",
        "journal": "Stem Cells Dev",
        "abstract": "Mechanical unloading in microgravity is thought to induce tissue degeneration by various mechanisms, including inhibition of regenerative stem cell differentiation. To address this hypothesis, we investigated the effects of microgravity on early lineage commitment of mouse embryonic stem cells (mESCs) using the embryoid body (EB) model of tissue differentiation. We found that exposure to microgravity for 15 days inhibits mESC differentiation and expression of terminal germ layer lineage markers in EBs. Additionally, microgravity-unloaded EBs retained stem cell self-renewal markers, suggesting that mechanical loading at Earth's gravity is required for normal differentiation of mESCs. Finally, cells recovered from microgravity-unloaded EBs and then cultured at Earth's gravity showed greater stemness, differentiating more readily into contractile cardiomyocyte colonies. These results indicate that mechanical unloading of stem cells in microgravity inhibits their differentiation and preserves stemness, possibly providing a cellular mechanistic basis for the inhibition of tissue regeneration in space and in disuse conditions on earth.",
        "full_text": "ORIGINAL RESEARCH REPORTS Microgravity Reduces the Differentiation and Regenerative Potential of Embryonic Stem Cells Elizabeth A. Blaber,1,2Hayley Finkelstein,1Natalya Dvorochkin,1Kevin Y. Sato,3 Rukhsana Yousuf,1Brendan P. Burns,2,4Ruth K. Globus,1and Eduardo A.C. Almeida1 Mechanical unloading in microgravity is thought to induce tissue degeneration by various mechanisms, in- cluding inhibition of regenerative stem cell differentiation. To address this hypothesis, we investigated theeffects of microgravity on early lineage commitment of mouse embryonic stem cells (mESCs) using theembryoid body (EB) model of tissue differentiation. We found that exposure to microgravity for 15 daysinhibits mESC differentiation and expression of terminal germ layer lineage markers in EBs. Additionally,microgravity-unloaded EBs retained stem cell self-renewal markers, suggesting that mechanical loading atEarths gravity is required for normal differentiation of mESCs. Finally, cells recovered from microgravity- unloaded EBs and then cultured at Earths gravity showed greater stemness, differentiating more readily into contractile cardiomyocyte colonies. These results indicate that mechanical unloading of stem cells in micro-gravity inhibits their differentiation and preserves stemness, possibly providing a cellular mechanistic basis forthe inhibition of tissue regeneration in space and in disuse conditions on earth. Introduction On earth, organisms are constantly subjected to gravity- generated forces 1 that provide an array of mechanical stimulation essential for normal cell and tissue function. The inuence of gravity-generated forces on the human body is especially evident in the effects of physical exercise on theskeleton. Specically, mechanical loading of tissues promotes tissue regenerative health via stimulation of adult stem cell proliferation and differentiation. On the other hand, mechanicalunloading experienced during spaceight-induced micrograv-ity (mg) conditions, and other disuse conditions including pro- longed bedrest, induce degenerative changes in physiology, including tissue regenerative decits and tissue loss, such asobserved in bone and muscle. Because of this, it is important to understand mechanical unloading-mediated changes in stem cells that may result in altered tissue regenerative health. Stem cells derived from all three germ layers are known to be affected by mg, including cells originating from the ecto- derm lineage with a decreased capacity to differentiate intoimmune cells 2, cells from the mesoderm lineage (hema-topoietic stem cells) with a diminished capacity to differen- tiate into blood tissue 3, and endoderm-derived tissues such as the lungs and pancreas 4. The rate of stem cell-basedregeneration, however, is tissue-specic and highly variable ranging from renewal of intestinal epithelial cells every 2 or 3 days, to about 120 days for red blood cells, to very slowrenewal rates of years in cells such as cardiomyocytes 5,6. Because of the widely variable tissue-specic regenerative renewal times, mg is likely to affect regeneration at different rates, with different physiological outcomes. While several studies have investigated the role of in- creased mechanical load in promoting cell proliferation anddifferentiation 79, few have investigated the effects of re- moving that load in mg. Some studies using simulated mi- crogravity (SMG) have investigated its impact on embryonicstem cell (ESC) properties, including cell numbers, adhesioncapabilities and apoptosis rates 10, and differentiation into periodontal ligament cells 11, and liver stem cells 12. However, while SMG-generating devices, such as the rotatingwall vessel (RWV) and random positioning machine (RPM), may randomize the gravity vector, they do not reduce the overall mechanical stimulation from uid ow shear and hy-drostatic pressure that adherent cells experience in these vessels, thus limiting the value and accuracy of the models. Previously, we have described mechanical unloading- associated stem cell regenerative alterations in bone frommice exposed to mg 13,14 and are now studying mechanistic 1Space Biosciences Division, NASA Ames Research Center, Moffett Field, California. 2School of Biotechnology and Biomolecular Sciences, University of New South Wales, Sydney, Australia. 3FILMSS Wyle, Space Biology, NASA Ames Research Center, Moffett Field, California. 4Australian Centre for Astrobiology, University of New South Wales, Sydney, Australia. C211Elizabeth A. Blaber et al., 2015; Published by Mary Ann Liebert, Inc. This Open Access article is distributed under the terms of the Creative Commons Attribution Noncommercial License (http:creativecommons.orglicensesby-nc4.0) which permits any non-commercial use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited.STEM CELLS AND DEVELOPMENT Volume 24, Number 22, 2015 DOI: 10.1089scd.2015.0218 2605aspects of these ndings using a model of early lineage commitment during mouse embryonic stem cell (mESC) early differentiation into embryoid bodies (EBs). WhenmESCs are maintained on a gelatin matrix with the plur-ipotency factor leukemia inhibitory factor (LIF), or in the presence of an embryonic broblast feeder layer, these cells remain pluripotent. However, when the cells are removedfrom contact with the feeder layer, or when LIF is removed from the culture medium in combination with growing the mESCs on ultra-low adhesion substrates, mESCs form three-dimensional spherical cell aggregates, known as EBs, and begin to spontaneously differentiate 15,16. As EB differentiation continues, the cells follow a re- producible temporal pattern that recapitulates early em-bryogenesis although without organized patterning of tissues and organs 15,16. Over time, EBs increase in cell number and complexity as cells form structures comparable to em-bryonic germ layers including a wide variety of cell types, such as, cardiomyocytes, hematopoietic cells, and neurons 1719. Although EB formation specically models stemcell differentiation into embryonic tissues, this process has signicant similarities with adult stem cell-based tissue re- generation 20, thus EBs have a broad utility to investigatethe effects of mechanical unloading on adult tissue regen- erative processes, too. Here, we report results from using the EB stem cell differentiation model to study mESC early lineage com-mitment in mg in the NASA Space Tissue Loss (STL) ex- periment performed on the Space Shuttle Discovery during the NASA STS-131 mission. Our broad hypothesis under-lying this experiment is that mechanical unloading of cells and tissues in mg alters the proliferation and differentiation patterns of stem cells resulting in decreased stem cell-basedtissue regenerative potential in space. In this study, we found that spaceight in mg promoted the maintenance of EB stem cell gene expression and post- mg reloading dif- ferentiation potential, dened as stemness, and inhibitedthe appearance of differentiation markers for multiple tissue lineages. These ndings may have important implications for the maintenance of tissue regenerative health in bothastronauts during short and long-duration spaceight in mg conditions, and for humans on earth. Experimental Procedures mESC culture mESCs were cultured on 10 cm tissue culture treated dishes coated with 0.1 gelatin. Cells were cultured in mESC medium (DMEM supplemented with 15 FBS,4 mM L-glutamine, 1 nonessential amino acids, 1 mM sodium pyruvate, 1 antibiotic solution (penicillinstrepto- mycin), trace b-mercaptoethanol, and 10 ngmL LIF. The medium was changed daily and cells were passaged every48 h using 0.25 trypsin solution. mESC differentiationformation of embryoid bodies Before differentiation 5.0 106mESCs were removed and xed in RNAlater II to serve as a baseline control for gene expression analysis. To form EBs, 59 h before space- ight LIF was removed from the mESC culture media andcells were passaged using 0.25 trypsin solution andtransferred to ultra low adhesion 10 cm tissue culture dishes, thereby preventing reattachment of cells. A seeding density of 5.8 106mESC per dish was used. Half of the medium was changed after 24 h to prevent loss of cell density. Spaceight Cell culture module. The STL experiment was conducted within the Cell Culture Module (CCM; Tissue Genesis, Inc.) hardware in a middeck locker on the space shuttle. The CCMis a fully automated system and provides gas perfusion, medium recirculation, and medium routing by peristaltic pumps and pinch valves, reagent injection (RNAlater II), andsample collection. Cells were cultured within hollow berbioreactors (Spectrum Labs), which allowed full submersion of the cells in the extra-capillary space (ECS) with 60 mL of medium recirculating through the intracapillary space. Med-ium nutrients diffused through the hollow bers protecting cells from uid ow shear forces that would otherwise negate the low mechanical loading of the mg environment. Bior- eactors were primed with isopropanol for 10 min, washed with sterile water and stored in phosphate buffered saline (PBS). Bioreactors were also coated with 0.2 bovine serumalbumin in PBS for 3 h at 37 C176C to prevent cell attachment. CCM ow paths were primed and operated with cell culture medium for 2448 h. Fresh medium was replaced immedi- ately before EB loading. Materials used in the uid ow pathincluded platinum-cured silicone tubing for CO 2supply, pharmed tubing, and Hyclone medium bags. STS-131 STL. At 24 h before launch, EBs were trans- ferred from ultra low adhesion plates to 24 bioreactors plus spares, with one plate being lo aded into each bioreactor. Bior- eactors were integrated into the CCM for spaceight ( n12), and into a separate CCM for synchronous ground controls ( n12). The spaceight CCM was integrated into the space shuttle orbiter middeck locker 19 h before launch. The STL payload wasown during the STS-131 mission on the space shuttle Discovery(OV-103), which was launched on 5th April 2010 and landed on the 20th April 2010. The synchronous ground control unit was maintained at Kennedy Space Center under identical conditionsto the spaceight CCM except for exposure to mg. Four ground and four ight bioreactors were automatically xed with 55 mL of RNAlater II 28 h before landing. Postight analysis of metabolic activity Cell culture medium was collected 3 h postlanding from both the medium reservoirs and bioreactor ECS (1xg, n5; mg,n8). Glucose consumption and lactate production were measured using an i-STAT handheld blood analyzer using Gand CG4 cartridges. Postight embryoid body culture Bioreactors were opened 3 h postlanding and equal vol- umes of EB suspensions were placed on 22 mm coverslipswith either collagen or bronectin and cultured for 9 days,or on 10 cm tissue culture treated dishes (1xg, n5;mg, n8). After 24 h, numbers of adherent EBs were quantied with light microscopy. Following 9 days of culture, coloniesof contractile cells were identied and quantied with light microscopy. Cells were then washed with PBS and xed in 4 paraformaldehyde on ice.2606 BLABER ET AL.Embryoid body viability To determine viability EBs were stained for 30 min with 0.5mM calcein and 1 mM ethidium homodimer and imaged with uorescence microscopy. RNA isolation EBs in RNAlater II were collected through a 40 mm sieve and placed in TRIzol reagent for RNA isolation. Samples were then puried using an RNeasy Mini Kit with added Genomic DNA Elimination step (Qiagen) according to themanufacturers protocol ( n4). RNA concentrations were measured using spectrophotometry (Nanodrop) and quality was determined by agarose gel electrophoresis. Real time quantitative polymerase chain reaction analysis To determine gene expression alterations in EBs differ- entiated in mg compared to 1xg, Qiagen pathway-focused real time quantitative polymerase chain reaction (RT-qPCR) arrays were used. We specically analyzed EBs exposed tospaceight and xed before Orbiter reentry (FLT) and EBsmaintained on the ground at 1xg (GC) xed at the same time as FLT samples and baseline mESCs that were preserved before EB formation. Arrays related to stem cells, the p53pathway, and tissue lineage markers were examined and each pathway-focused array consisted of primer sets for 84 genes of interest, ve reference genes (Gusb, Hprt1,Hsp90ab1, Gapdh, and Actb), one genomic DNA contami- nation control, three positive polymerase chain reaction(PCR) controls, and three positive reverse transcription controls, on a 96-well plate. For each sample, 0.1 microgram RNA was reverse tran- scribed into cDNA using RT 2PreAMP cDNA Synthesis Kit (Qiagen) according to the manufacturers protocol. The cDNA was then mixed with RT2SYBR GreenRox qPCR master mix and 25 mL was added to each well of the PCR plate. The plates were sealed with optical thin-walled 8 cap strips and RT-qPCR of sample arrays was performed using an Applied Biosystems 7500 Real Time PCR instrument. RT-qPCR conditions were as follows: one cycle 95 C176C for 10 min, 40 cycles of 95 C176C for 15 s and 60 C176C for 1 min, followed by one cycle of 95 C176C for 15 s, 60 C176Cf o r1m i n ,9 5 C176C for 15 s, and 60C176C for 15 s. Gene expression levels from all arrays were analyzed for alterations in expression levels as compared to controls ( n4,P0.05) using a PCR Array Data Analysis Template (v3.2; SABiosciences). Data analysis was based ontheDDCt method and gene expression levels were normal- ized to four reference genes (Gusb, Hprt1, Gapdh, and Actb). Results Post- lg embryoid body viability and adhesion EBs were either xed on orbit with RNAlater II or returned live to earth following 15 days in mg. EBs returned to earth live and corresponding 1xg controls were plated on either collagen(COL)- or bronectin (FN)-coated 22 mm cover slips and10 cm tissue cultures (TC) dishes within 4 h of the orbiter landing. Both mg and 1xg EBs adhered similarly to COL and FN matrices or TC-treated plastic. Specically, the number of FIG. 1. Embryoid body (EB) formation and recoverypost-mg exposure. mESCs ( A) were used to form EBs ( B)f o r analysis of early lineage commitment and differentia-tion during and after 15 daysspaceight. EBs from 1xg bioreactor controls ( C, E)a n d those recovered post- mge x - posure ( D, F ) showed similar appearance both in large sheets adherent to bioreactorbers ( C, D ) and in smaller more EB-like cell clusters ( E, F). No signicant differences were found in the number ofEBs that were recovered andadhered to collagen, COL, - bronectin, FN ( I) and tissue culture-treated plastic, TC ( J) matrices following differentia-tion in mg(H) compared to 1xg; ( G) conditions. Scale bar100mm(A)o r5 0 0 mm (BH ). 1xg, n5;mgn8. 1xg, Earths gravity; mESC, mouse embryonic stem cell;mg, microgravity; TC, tissue cultures.STEM CELL DIFFERENTIATION IS REDUCED IN MICROGRAVITY 2607adherent EBs 150 mm in diameter or larger were counted, with no differences in adhesion observed (Fig. 1). Cell viability in adherent EBs and their outgrowth was determined with cal-cein AM and ethidium homodimer. No differences were foundin the viability of EBs cultured in mg compared to those cul- tured at 1xg, with cultures in all matrix conditions displaying 95 viability (Fig. 2). For EBs preserved with RNAlater II inmg, it was not possible to determine viability before auto- mated injection of the preservative; however, since they were grown under identical conditions to the live-returned EBs, weexpect similar viability. Post- lg metabolic activity Glucose present in the culture medium was measured immediately before launch and within 4 h of landing. Glu- cose concentration in mg and 1xg control bioreactors upon loading of EBs was identical (3.6 gL). Following 15 daysglucose concentration in mg bioreactors was on average 1.56 gL, and 1.94 gL in 1xg controls, indicating that EBs differentiated at 1xg consumed an average of 65.20 ofglucose, while in mg EBs only consumed an average of 56.89 ( P0.01). No signicant alterations in lactate pro- duction were observed (15.96 and 17.96 mM average re- spectively, P0.259). Although production of lactate by EBs differentiated in mg was slightly lower than 1xg control production, both values are in a normal physiological range. Post- lg cardiomyocyte differentiation Following return to 1xg conditions, live EBs were placed on collagen or bronectin matrices, and cells in EBs wereallowed to migrate onto the ECM substrate for 9 days in an outgrowth assay. Cells in EBs still capable of outward mi- gration are thought of being less differentiated and canprovide a measure of the remaining earlier-stage progenitor or stem cell populations in EBs. In addition, during out- growth new contractile cardiomyocyte colonies formedspontaneously, and were quantied to evaluate the remaining stemmness of EBs following mg exposure. EBs differen- tiated in mg showed an average of 12.14 contractile colonies per 22 mm collagen matrix-coated coverslip, and 15.75 col-onies on bronectin, while ground controls only yielded an average of 7.77 and 6.08 colonies respectively ( P0.01 and P0.05, Fig. 3). These results indicated that cells from post- mg EB outgrowths exhibited approximately twice the po- tential to differentiate into cardiomyocytes upon reloading at 1xg, as controls. This nding suggests that mg caused either a greater degree of stem cell pluripotency, greater numbers of stem cells, or a combination of both. Microgravity embryoid body gene expression To further investigate the hypothesis that EBs main- tained greater stemness in mg, we conducted RT-qPCR on cells preserved on-orbit after 15 days in mg and analyzed over 250 genes of interest related to (1) ESC signaling and stem cell markers, (2) termina l, lineage-specic markers, and (3) the cell cycle and p53-signaling pathway. Auto- mated on-orbit xation ensured that any effects of re- loading on the cells during orbiter reentry and landingwere excluded. To determine th e extent of differentiation, the gene expression prole of the 1xg control EBs was compared to that of the mgE B sa n dt ot h eb a s e l i n eu n - differentiated mESCs. RT-qPCR gene arrays showed thatout of 252 genes investigated, the majority showed two- fold or greater differences in expression level between EB differentiation-associat ed changes at 1xg compared to mg (Figs. 46, Table 1). Gene expression alterations associated with stem cell signaling pathways. Growth in mg caused alterations in the Notch and Wnt stem cell signaling pathways including altered expression of NUMB ( -2.45-fold, P0.01), DLL1 and DLL3 (1.67 and 3.85-fold respectively, P0.5), and DVL1 ( -2.5-fold, P0.01) in EBs differentiated in mgc o m p a r e dt oE B sd i f - ferentiated at 1xg (Fig. 4A). Large increases in WNT1 were also found in mgs a m p l e sc o m p a r e dt ou n d i f f e r e n t i a t e dm E S C s (81.91-fold, P0.05) and a smaller increase (not signicant) in 1xg samples compared to undifferentiated mESCs (26.05- fold, P0.091). Decreased expression of FZD1 ( -2.50-fold, FIG. 2. Cells in EBs differentiated in mg showed no al- terations in viability after 24 h outgrowth on either collagen or bronectin matrices. Cell outgrowths from EBs adheringto collagen, COL ( AD) or bronectin, FN ( EH ) matrices 24 h following recovery from mg(CD, GH ) and 1xg conditions ( AB, EF ) showed no signicant differences in numbers of live viable cells ( green uorescence, calcein AM) or dead cells ( reduorescence, ethidium homodimer). Scale bar 500mm. 1xg, n5;mg,n8. Color images available online at www.liebertpub.comscd2608 BLABER ET AL.P0.01) and ADAR ( -1.70-fold, P0.01) were also found in mg samples compared to 1xg controls. Genes associated with the hematopoietic, mesenchymal, embryonic, and neural stem cell lineages were also inves- tigated (Fig. 4B, Table 1). Microgravity downregulated anumber of ESC markers including KRT15 ( -24.9-fold, P0.05), FOXA2 ( -1.7-fold, P0.01), and PDX1 ( -4.8- fold, P0.05). EBs differentiated at 1xg had increased ex- pression of ACTC1 compared with undifferentiated mESCs(22.48-fold, P0.01), while mg samples showed a lower level of expression than 1xg controls (9.347, not signicant), as did ASCL2 ( -3.49 and -5.04 respectively, P0.01, Fig. 4B, Table 1). Decreased expression of the hematopoietic stem cell marker CD3D was also observed in both 1xg and mg samples compared with undifferentiated mESCs ( -1.53 and-1.77 respectively, P0.05) and in MME ( -5.50 and -5.02 respectively, P0.01). Mesenchymal stem cell markers also showed signicant alterations, includingCOL1A1 ( -7.6-fold, P0.05), PPAR g(-7.0-fold, P0.05), and COL9A1 ( -20.2-fold, P0.05, Fig. 4B, Table 1). The neural stem cell marker TUBB3 showed increased expres- sion in mg samples compared with 1xg controls (5.9-fold, P0.05, Fig. 4B, Table 1), and decreased expression of CD44 in mg samples compared with 1xg control (3.2-fold, P0.05). Gene expression alterations in stem cell properties. Stem cell-specic gene expression markers associated with cell division, self-renewal, adhesion, cellcell communication,and metabolism were also investigated. The expression of several metabolic genes, including ALDH2, ABCG2, and FGFR1 decreased in 1xg controls compared with undiffer-entiated mESCs ( -4.41, -4.06, and -2.42 respectively, P0.01, Fig. 4C, Table 1). These genes also showed de- creased expression in mg samples compared with undiffer- entiated mECSs ( -3.14, -4.56, and -4.04 respectively, P0.01) indicating that cell growth was not inhibited by spaceight conditions. Expression of several cell adhesion molecules decreased in both mg- and 1xg-differentiated EBs compared with undifferentiated mESCs (Fig. 4C, Table 1). However, ACAN, an extracellular matrix protein in carti- laginous tissue, had increased expression in ight samplescompared with ground samples and CDH2 had decreasedexpression. Furthermore, expression of NCAM1 and CD44 increased in 1xg samples compared with undifferentiated mESCs (3.01 and 5.30-fold change respectively, P0.01) but their expression in mg-differentiated EBs did not change signicantly compared to mESCs (2.034-fold change, P0.103, and 1.629-fold change, P0.231 respectively, Fig. 4C, Table 1). Signicant alterations in cellcell com- munication molecules (Fig. 4C, Table 1) were found. Spe- cically, GJB1 exhibited signicantly decreased expressioninmg samples ( -65.49, P0.01) compared with undiffer- entiated mESCs and compared directly to EBs differentiated at 1xg ( -27.64, P0.01). Growth factors and cytokines associated with stem cell differentiation, including IGF1,BMP2 and BMP3, and CXCL12 were found to be increased in EBs differentiated at 1xg compared with undifferentiated mESCs (30.25, 7.73, 7.38, and 6.77-fold respectively,P0.05), but these had decreased expression in EBs dif- ferentiated in mg 4.30, 2.70, 5.33, and 2.47 (not signicant) respectively, P0.05, Fig. 4C. Importantly, markers for stem cell self-renewal (eg, Neurog2, Sox1, and Sox2) were found to be decreased in EBs differentiated in normal 1xg conditions, while these markers were increased in EBsdifferentiated in mg conditions, possibly indicating that cells remained in a stem cell-like state rather than undergoing differentiation. FIG. 3. EBs differentiated in mg showed increased differ- entiation potential following reloading at 1xg. Nine-day post- mg cell outgrowths from EBs differentiated in mg(B)s h o w e d increased numbers of contractile cardiomyocyte colonies(C) compared with ground control cultures ( A).Arrows indicate contractile region of the EB outgrowth. Scale bar  100mm. 1xg, n5;mg,n8;P0.01,  P0.05.STEM CELL DIFFERENTIATION IS REDUCED IN MICROGRAVITY 2609FIG. 4. EBs differentiated in mg showed altered expression of stem cell-specic markers and stem cell signaling mole- cules and decreased expression of terminal differentiation markers. Real time quantitative polymerase chain reaction (RT-qPCR) expression of EBs differentiated in mg showed alterations in genes associated with the Notch and Wnt stem cell signaling pathways ( A), markers for stem cell lineages ( B), and stem cell-specic markers for metabolism, adhesion, communication, and self-renewal ( C). Furthermore, terminal differentiation markers showed signicant alterations for all three germ layersmesoderm ( D), ectoderm ( E), and endoderm ( F). Bars indicate gene expression of 1xg- ( white ) andmg- differentiated ( black ) EBs compared to undifferentiated mESCs. Numbers indicate up- ( blue) or downregulation ( red) of the specied gene in mg samples compared to 1xg controls. n4, P0.05,P0.01. Color images available online at www.liebertpub.comscd 2610FIG. 5. Spaceight altered the expression of genes associated with the cell cycle and p53 signaling pathway. RT-qPCR analysis of cells differentiated in mg showed key alterations in molecules associated with the cell cycle ( A), activation and regulation of p53 and p53 targets ( B), and p53 downstream responses ( C). Bars indicate gene expression of 1xg- ( white ) and mg-differentiated ( black ) EBs compared to undifferentiated mESCs. Numbers indicate up- ( blue) or downregulation ( red)o f the specied gene in mg samples compared to 1xg controls. n4, P0.05,P0.01. Color images available online at www.liebertpub.comscd FIG. 6. Diagrammatic representation of gene expression results from STL1. Differentiation of EBs during mg revealed a broad downregulation in gene expression of both tissue-specic stem cell markers and terminal lineage differentiationmarkers. Furthermore, markers for stem cell signaling, cell cycle, adhesion, and growth factors were predominantlydownregulated while most apoptosis markers remained unchanged in mg samples compared to controls. EBs differentiated inmg appeared to initiate the differentiation process but fail to express normal terminal differentiation markers expressed in mechanically loaded tissues. Blue indicates upregulation, redindicates downregulation, and black indicates no change. Color images available online at www.liebertpub.comscd 2611Table 1.Real Time Quantitative Polymerase Chain Reaction Analysis of Genes Associated with Stem Cell Pluripotency, Lineage Differentiation, and the Cell Cycle Category SymbolmESC - GC mESC - FLT Changes in fold change of GC vs. FLTGC -FLT Fold D Pvalue Fold D Pvalue Fold D Pvalue Stem cell-specic markers and stem cell signaling Signaling pathwaysNotch Dll1 -1.21 0.349 1.38 0.114 2.596 1.68 0.041 Dll3 25.36 3.87E205 -1.38 0.035 3.975 3.87 3.11E204 Dtx1 213.01 3.88E20629.63 3.68E205 3.379 1.35 0.406 Dtx2 23.75 8.26E20724.65 3.92E207 20.904 -1.24 0.010 Dvl1 22.90 1.19E20427.24 3.84E206 24.341 22.50 0.005 Ep300 23.05 1.31E20624.20 4.54E206 21.148 -1.38 0.054 Hdac1 28.04 1.25E20627.08 1.03E207 0.966 1.14 0.734 Hdac2 22.20 9.23E20621.82 0.001 0.379 1.21 0.120 Jag1 -1.33 0.050 21.75 0.002 20.418 -1.31 0.106 Kat2a 25.62 7.56E20726.63 1.39E207 21.011 -1.18 0.314 Notch1 22.38 6.00E20422.46 4.65E206 20.077 -1.03 0.715 Numb -1.04 0.879 22.59 6.76E205 21.546 22.48 0.002 Wnt Adar 22.24 4.74E20523.80 6.04E207 21.564 21.70 0.002 Axin1 23.25 6.26E20624.31 2.76E206 21.062 21.33 0.032 Btrc 22.20 1.13E20423.11 1.85E206 20.906 21.41 0.013 Ccnd1 24.29 8.01E20623.69 5.76E206 0.606 1.16 0.467 Ccnd2 7.41 0.002 4.64 0.033 22.761 -1.59 0.168 Frat1 21.63 0.002 21.80 8.90E205 20.169 -1.10 0.343 Fzd1 6.51 2.77E204 2.60 0.064 23.909 22.50 0.005 Myc 25.73 0.001 27.32 3.17E204 21.592 -1.28 0.218 Ppard 22.83 1.97E20524.04 2.03E205 21.205 21.43 0.029 Wnt1 26.05 0.091 81.91 0.029 55.857 3.14 0.065 Stem cell differentiation markerEmbryonic cell lineageActc1 22.48 0.010 9.35 0.093 213.133 -2.41 0.358 Ascl2 23.49 0.007 25.04 0.005 21.548 -1.44 0.300 Foxa2 26.18 0.001 15.37 3.55E204 210.818 21.70 0.022 Isl1 9.83 0.001 7.74 0.078 22.082 -1.27 0.868 Krt15 137.32 0.068 5.53 0.135 2131.783 224.82 0.038 Msx1 2.52 0.029 2.98 0.051 0.460 1.18 0.506 Pdx1 2.42 0.023 -2.00 0.221 24.417 24.83 0.006 T 25.13 0.001 -1.00 0.840 4.127 5.11 0.005 Hematopoietic stem cellsCd19 -2.06 0.141 -2.04 0.601 0.021 1.01 0.563 Cd3d 1.98 0.510 6.31 0.452 4.323 3.18 0.285 Cd4 21.53 0.043 21.77 0.045 20.247 -1.16 0.468 Cd8a 1.17 0.353 1.67 0.366 0.503 1.43 0.358 Cd8b1 -1.05 0.950 3.51 0.422 4.566 3.70 0.352 Mme 25.49 3.96E20625.02 4.94E206 0.465 1.09 0.605 Mesenchymal stem cellsAcan 211.72 7.52E20924.80 8.52E206 6.923 2.44 0.011 Bglap -1.36 0.057 1.11 0.613 2.468 1.51 0.334 Col1a1 17.71 0.006 2.33 0.206 215.378 27.60 0.012 Col2a1 4.59 0.052 4.47 0.027 20.114 -1.03 0.855 Col9a1 6.59 0.087 23.07 0.042 29.662 220.24 0.036 Pparg 16.44 0.020 2.35 0.179 214.095 27.01 0.014 Neural stem cells Cd44 5.28 1.12E204 1.63 0.231 23.650 23.24 0.002 Ncam1 3.01 0.007 2.03 0.103 20.975 -1.48 0.245 S100b 4.36 0.001 2.41 0.138 21.953 -1.81 0.111 Sigmar1 24.70 1.99E20826.95 6.27E209 22.243 21.48 0.001 Tubb3 212.13 1.94E20722.38 3.03E204 9.747 5.09 0.001 (continued ) 2612Table 1. (Continued ) Category SymbolmESC - GC mESC - FLT Changes in fold change of GC vs. FLTGC -FLT Fold D Pvalue Fold D Pvalue Fold D Pvalue Stem cell-specic markersMetabolic Abcg2 24.06 1.39E20724.56 5.98E208 20.499 -1.12 0.208 Aldh2 24.10 1.47E20623.11 2.88E207 0.990 1.32 0.029 Fgfr1 22.42 1.90E20524.04 2.04E206 21.621 21.67 0.003 Cell adhesion Acan 211.72 7.52E20924.80 8.52E206 6.923 2.44 0.011 Cd4 21.53 0.043 21.77 0.045 20.247 -1.16 0.468 Cd44 5.28 1.12E204 1.63 0.231 23.650 23.24 0.002 Cdh1 22.87 2.31E20527.85 3.12E207 24.974 22.73 0.001 Cdh2 1.36 0.003 1.44 0.089 0.078 1.06 0.584 Ctnna1 22.51 2.24E20523.63 6.44E206 21.124 21.45 0.013 Ncam1 3.01 0.007 2.03 0.103 20.975 -1.48 0.245 Vcan 12.47 0.001 7.99 0.023 24.482 -1.56 0.217 Cellcell comms Dll1 -1.21 0.349 1.38 0.114 2.596 1.68 0.041 Gja1 22.43 2.39E20523.22 4.16E205 20.782 -1.32 0.102 Gjb1 22.37 0.002 265.49 4.69E209 263.119 227.64 0.002 Chromosome regulatorsHdac1 28.04 1.25E20627.08 1.03E207 0.966 1.14 0.734 Hdac2 22.20 9.23E20621.82 0.001 0.379 1.21 0.120 Kat2a 25.62 7.56E20726.63 1.39E207 21.011 -1.18 0.314 Myst1 23.74 2.91E20524.03 2.82E205 20.291 -1.08 0.129 Tert 23.15 1.52E20422.81 2.95E204 0.342 1.12 0.374 GF and cytokines Bmp1 1.28 0.019 -1.66 0.071 22.942 22.13 0.005 Bmp2 7.73 0.037 2.70 0.004 25.031 22.87 0.043 Bmp3 7.38 0.039 5.33 0.002 22.053 -1.39 0.217 Cxcl12 6.77 0.014 2.47 0.140 24.301 -2.74 0.055 Gdf3 235.19 2.47E208218.90 2.09E206 16.298 1.86 0.290 Igf1 30.25 0.004 4.30 0.039 225.956 27.04 0.002 Jag1 -1.33 0.050 21.75 0.002 20.418 -1.31 0.106 Regulation cell divisionDhh 22.84 0.013 24.71 0.004 21.872 -1.66 0.070 Notch1 22.38 0.001 22.46 4.65E206 20.077 -1.03 0.715 Numb -1.04 0.879 22.59 6.76E205 21.546 22.48 0.002 Self-renewal Hspa9 29.89 3.77E206213.22 2.61E206 23.321 -1.34 0.160 Myst2 23.88 3.69E20825.60 1.22E207 21.713 -1.44 0.007 Neurog2 28.34 0.091 39.30 0.006 10.961 1.39 0.438 Sox1 222.94 0.034 -4.85 0.076 18.090 4.73 0.096 Sox2 215.95 7.56E20826.67 1.18E205 9.278 2.39 0.063 Terminal differentiation markers Ectoderm Epidermal Krt1 10.91 0.031 1.90 0.092 29.015 25.75 0.019 Krt10 2.01 0.010 1.48 0.168 20.537 -1.36 0.208 Krt14 53.67 0.070 1.82 0.232 251.852 229.55 0.038 Pmel 22.39 2.50E20421.55 0.00E100 0.842 1.54 0.010 Tyr 6.34 0.085 44.12 0.059 37.784 6.96 0.049 Neural Galc 2.97 2.24E204 2.55 0.026 20.413 -1.16 0.514 Isl1 34.46 0.002 24.94 0.050 29.520 -1.38 0.891 Mbp 6.41 0.013 2.77 0.003 23.639 22.32 0.025 Mtap2 1.85 0.194 3.98 0.021 2.123 2.15 0.125 Nefh 27.75 0.001 22.50 0.011 5.250 3.10 0.015 Slc17a6 16.85 0.185 44.69 0.032 27.844 2.65 0.478 Slc17a7 22.03 0.008 22.67 0.002 20.643 -1.32 0.189 Tubb3 24.01 2.59E204 1.18 0.236 5.192 4.74 0.001 Retina Pde6b 3.08 2.19E204 2.85 4.84E204 20.231 -1.08 0.400 Pou4f2 215.77 2.24E20422.62 0.003 13.150 6.01 0.001 Rlbp1 22.88 4.31E20522.30 0.008 0.581 1.25 0.310 (continued ) 2613Table 1. (Continued ) Category SymbolmESC - GC mESC - FLT Changes in fold change of GC vs. FLTGC -FLT Fold D Pvalue Fold D Pvalue Fold D Pvalue Mesoderm Adipose Pparg 87.81 0.018 12.34 0.069 275.473 27.12 0.015 Bone Bglap2 5.64 0.013 2.39 0.124 23.250 22.36 0.046 Calcr 1.82 0.064 13.22 0.008 11.402 7.27 0.004 Col2a1 21.35 0.028 19.96 0.018 21.386 -1.07 0.837 Ctsk 10.22 0.002 4.28 0.111 25.945 22.39 0.044 Bone marrow Ccr5 99.34 0.020 1.27 0.584 298.064 277.98 0.007 Cd3e 26.12 0.001 -1.87 0.093 4.252 3.28 0.040 Cd79a 21.50 0.049 21.59 0.012 20.091 -1.06 0.723 Cxcr4 7.45 0.009 10.71 0.007 3.256 1.44 0.193 Emr1 14032.47 0.004 206.73 0.231 213825.75 267.88 0.001 Itgam 44.03 0.007 2.86 0.149 241.167 215.39 0.003 Ptcra 1.76 0.029 1.93 0.305 0.174 1.10 0.560 Cardiovascular systemDll4 73.47 0.001 46.41 0.018 227.056 -1.58 0.190 Efnb2 3.55 9.10E205 4.28 0.023 0.731 1.21 0.336 Myh6 15902.77 1.65E2043284.04 0.056 212618.731 24.84 0.014 Myh7 65.37 0.002 17.24 0.109 248.128 23.79 0.049 Nppa 4.11 0.002 2.71 0.002 21.407 21.52 0.034 Nr2f2 1093.35 0.010 871.36 0.065 2221.988 -1.25 0.900 Nrp1 122.98 8.61E205 45.49 0.048 277.493 22.70 0.017 Nrp2 2.15 1.57E204 1.28 0.352 20.865 -1.67 0.076 Cartilage Acan 22.63 1.90E205 -1.26 0.294 1.369 2.08 0.017 Col10a1 -4.46 0.210 3.06 0.003 7.511 13.61 0.470 Comp 4.05 0.013 1.30 0.286 22.749 23.12 0.009 Kidney Aqp1 239.71 0.002 23.74 0.077 2215.964 210.10 0.001 Aqp2 -1.45 0.371 4.07 0.048 5.520 5.91 0.012 Cyp27b1 -1.02 0.887 22.43 0.007 21.409 22.39 0.003 Miox 25.12 1.55E204 -2.57 0.373 2.542 1.99 0.262 Nphs2 3.94 2.85E204 4.59 0.135 0.659 1.17 0.503 Lymphatic Lyve1 3601.94 0.018 282.89 0.148 23319.046 212.73 0.012 Prox1 18.02 0.001 14.74 0.008 23.283 -1.22 0.494 Muscle Cav3 71.64 0.018 9.65 0.154 261.996 27.43 0.020 Smtn 3.10 0.001 1.47 0.049 21.631 22.11 0.002 Tagln 3.66 0.017 -1.26 0.971 24.915 24.60 0.009 Endoderm Liver Itgb4 6.47 0.010 1.75 0.052 24.716 23.69 0.007 Krt19 4.77 1.53E205 2.18 0.047 22.584 22.18 0.002 Lung Sftpc 20.10 0.002 27.63 0.164 7.536 1.37 0.414 Sftpd 6.18 0.006 3.11 0.020 23.069 21.99 0.030 Pancreas Ghrl 3.21 3.75E205 2.25 0.002 20.955 -1.42 0.006 Mafa 27.83 5.88E20529.28 3.37E205 21.445 -1.18 0.367 Mafb 26.96 4.39E206 8.36 0.019 218.604 23.23 2.46E204 Pou3f4 1.36 0.233 17.03 0.044 15.674 12.52 0.692 Slc2a2 215.52 0.001 13.60 0.089 2201.920 215.85 4.22E204 Sst 98.51 0.044 429.62 0.105 331.107 4.36 0.105 p53 signalingp53 and cell cycle Cell cycle regulationApc 23.01 2.02E20522.95 2.18E205 0.066 1.02 0.607 Axin1 23.25 6.26E20624.31 2.76E206 21.062 -1.33 0.032 Ccna2 23.25 2.25E20622.50 5.31E205 0.750 1.30 0.038 Ccnb2 -1.39 0.166 1.03 0.734 2.415 1.42 0.104 Ccnd1 24.29 8.01E20623.69 5.76E206 0.606 1.16 0.467 Ccnd2 7.41 0.002 4.64 0.033 22.761 -1.59 0.168 Ccne1 212.07 1.73E21027.80 3.68E207 4.269 1.55 0.061 Ccne2 1.57 2.60E205 1.39 0.071 20.179 -1.13 0.337 Ccng1 2.80 0.003 2.90 0.005 0.104 1.04 0.771 Ccng2 3.24 2.44E204 1.95 0.018 21.291 21.66 0.007 Ccnh -1.20 0.042 -1.06 0.502 0.143 1.14 0.163 (continued ) 2614Table 1. (Continued ) Category SymbolmESC - GC mESC - FLT Changes in fold change of GC vs. FLTGC -FLT Fold D Pvalue Fold D Pvalue Fold D Pvalue Cdc25a 1.01 0.874 -1.05 0.689 22.061 -1.06 0.652 Cdc25c -1.21 0.267 1.06 0.397 2.274 1.29 0.105 Cdc42 21.53 0.001 22.50 3.61E205 20.964 21.63 0.003 Cdk1 22.79 8.32E20722.89 0.000 20.095 -1.03 0.521 Cdk4 -1.17 0.579 1.27 0.316 2.443 1.49 0.143 Cdkn2a 2.98 0.008 1.43 0.044 21.545 22.08 0.010 E2f3 1.06 0.702 1.13 0.594 0.072 1.07 0.768 Ep300 23.05 1.31E20624.20 4.54E206 21.148 -1.38 0.054 Fgf1 -1.11 0.509 22.72 0.003 21.604 22.44 0.007 Fgf2 4.96 0.026 -1.09 0.917 26.051 25.43 0.010 Fgf4 221.49 5.33E20729.10 4.56E205 12.385 2.36 0.169 Kras -1.10 0.768 -1.00 0.895 0.098 1.10 0.711 Myc 25.73 0.001 27.32 3.17E204 21.592 -1.28 0.218 Notch2 21.89 2.72E20422.85 2.77E207 20.959 21.51 0.005 Numb 3.16 0.001 1.61 0.029 21.552 21.96 0.002 Pard6a 24.51 2.58E20625.85 8.41E207 21.342 -1.30 0.110 Ppm1d 2.07 0.004 1.68 0.001 20.391 -1.24 0.076 Prc1 -1.33 0.003 21.32 0.023 0.005 1.01 0.898 Rb1 21.93 0.005 22.09 0.005 20.158 -1.08 0.552 Rprm 6.10 0.007 7.05 0.016 0.945 1.16 0.501 Sesn2 21.52 0.029 1.10 0.527 2.616 1.67 0.041 p53 activation and regulationAtm 1.05 0.688 1.05 0.628 0.003 -1.00 0.923 Atr 1.24 0.267 1.25 0.173 0.006 1.00 0.965 Brca1 21.51 0.046 -1.18 0.282 0.331 1.28 0.125 Brca2 21.67 0.011 -1.04 0.752 0.632 1.61 0.011 Cdkn1a 7.22 1.41E204 5.61 0.005 21.611 -1.29 0.205 Chek1 22.07 4.89E20421.68 0.001 0.391 1.23 0.113 Chek2 21.89 0.026 -1.37 0.281 0.524 1.38 0.291 Foxo3 3.63 9.00E206 2.34 3.26E204 21.292 21.55 2.63E204 Mdm2 1.87 0.021 1.29 0.216 20.576 -1.45 0.091 Msh2 21.83 0.002 -1.46 0.059 0.375 1.26 0.235 Pmaip1 22.14 0.018 -1.26 0.256 0.882 1.70 0.111 Sirt1 22.87 0.004 -1.61 0.226 1.264 1.79 0.170 Trp53bp2 1.89 0.010 1.74 0.056 20.153 -1.09 0.728 Trp63 236.98 0.054 119.58 0.141 2117.396 -1.98 0.390 Trp73 -1.87 0.152 1.01 0.812 2.878 1.88 0.182 Target Angiogenesis Il6 34.83 0.021 7.03 0.224 227.795 -4.95 0.051 Pten 1.34 0.061 1.35 0.038 0.005 1.00 0.992 Apoptosis Apaf1 1.75 1.13E204 1.32 0.042 20.432 21.33 0.006 Bax 1.11 0.297 1.03 0.597 20.082 -1.08 0.342 Btg2 4.86 0.005 3.15 0.012 21.707 -1.54 0.092 Casp9 1.91 0.003 1.56 0.125 20.349 -1.22 0.390 Esr1 56.92 0.025 21.67 0.161 235.250 -2.63 0.222 Pmaip1 22.14 0.018 -1.26 0.256 0.882 1.70 0.111 Prkca 17.59 0.001 4.60 0.101 212.994 23.83 0.004 Sfn 23.09 1.03E20424.53 1.05E205 21.439 21.47 0.043 Tnf 4.57 0.003 -1.02 0.650 25.586 24.64 0.046 Tnfrsf10b 1.83 0.016 1.36 0.167 20.468 -1.34 0.149 Trp53 21.81 0.001 -1.32 0.137 0.489 1.37 0.105 Trp73 -1.87 0.152 1.01 0.812 2.878 1.88 0.182 Zmat3 1.13 0.447 1.34 0.266 0.208 1.18 0.436 DNA repair Brca1 21.51 0.046 -1.18 0.282 0.331 1.28 0.125 Btg2 4.86 0.005 3.15 0.012 21.707 -1.54 0.092 Gadd45a 22.54 2.00E20623.76 5.55E207 21.216 21.48 0.003 Pcna 21.74 0.016 -1.18 0.082 0.563 1.48 0.057 Pttg1 2.66 0.001 1.67 0.148 20.989 -1.59 0.085 (continued ) 2615Gene expression of terminal lineage differentiation markers. To further investigate the effects of spaceight on differentiationinto multiple cell lineages, we conducted RT-qPCR analysis of terminal lineage differentiation markers from the three germ layersmesoderm, endoderm, and ectoderm. We spe-cically investigated genes associated with terminal differ- entiation of adipose, bone, bone marrow, cardiovascular, cartilage, kidney, lymphatic, and muscle tissues. The adiposetissue marker PPAR gwas downregulated in EBs differenti- ated in mg conditions compared with 1xg controls ( -7.12, P0.05). COL2A1 showed similar levels of expression in 1xg controls and mg samples compared to undifferentiated mESCs (19.96 and 21.25-fold respectively, P0.05), how- ever, expression of CTSK and BGLAP were signicantly decreased in mg samples ( -2.93 and -2.36-fold respectively, P0.05, Fig. 4D). CALCR was increased in EBs differenti-ated in mg conditions compared with 1xg controls (7.27, P0.01, Fig. 4D). Importantly, markers for immune cells including EMR1, CCR5, and ITGAM were signicantly downregulated in microgravity samples compared with 1xg controls ( -67.88, -77.98, and -15.39-fold respectively, P0.01, Fig. 4D, Table 1). We also found decreases in a number of cardiovascular differentiation markers. Speci- cally, cardiomyocyte markers (MYH6 and MYH7), arterialendothelium markers (NRP1), and lymphatic endothelial markers (LYVE1) were downregulated in EBs differentiated inmg compared with 1xg ( -4.84, -3.79, -2.70, and -12.73- fold respectively, P0.05). DLL4, exhibited signicant in- creases in mg and 1xg samples compared with undifferentiated mESCs (73.47 and 46.41-fold respectively, P0.05), how- ever, the increase in expression for the mg samples was less than the increases in 1xg controls and compared with levels inTable 1. (Continued ) Category SymbolmESC - GC mESC - FLT Changes in fold change of GC vs. FLTGC -FLT Fold D Pvalue Fold D Pvalue Fold D Pvalue Downstream Apoptosis Apaf1 1.75 1.13E204 1.32 0.042 20.432 -1.33 0.006 Bag1 -1.01 0.982 -1.07 0.786 20.058 -1.05 0.792 Bcl2 7.57 0.005 4.73 0.085 22.839 -1.60 0.297 Bid 21.49 0.037 -1.39 0.112 0.104 1.08 0.669 Birc5 -1.13 0.164 1.07 0.254 2.197 1.21 0.046 Bnip3 1.57 0.011 1.12 0.127 20.453 -1.40 0.011 Casp2 1.55 0.084 1.20 0.428 20.354 -1.30 0.342 Casp9 1.91 0.003 1.56 0.125 20.349 -1.22 0.390 Cradd 21.59 0.004 1.02 0.774 2.607 1.62 0.003 Cul9 5.51 0.002 5.49 0.060 20.025 -1.00 0.729 Dapk1 2.30 0.062 2.93 0.009 0.629 1.27 0.416 E2f1 -1.36 0.422 -1.29 0.340 0.075 1.06 0.971 E2f3 1.06 0.702 1.13 0.594 0.072 1.07 0.768 Fadd 3.56 0.001 3.61 0.170 0.047 1.01 0.662 Fasl 5.83 0.055 6.26 0.207 0.425 1.07 0.688 Mcl1 21.66 0.029 21.82 0.009 20.158 -1.09 0.647 Nf1 4.59 0.004 3.40 0.080 21.193 -1.35 0.472 Nfkb1 1.54 0.036 1.15 0.355 20.392 -1.34 0.119 Rela 2.43 0.001 1.79 0.077 20.637 -1.36 0.169 Traf1 -1.03 0.979 -1.24 0.903 20.209 -1.20 0.881 Wt1 21.55 0.003 -1.04 0.821 0.512 1.49 0.240 DNA repair Apex1 21.84 0.004 -1.39 0.002 0.449 1.32 0.096 Brca2 21.67 0.011 -1.04 0.752 0.632 1.61 0.011 Ercc1 1.15 0.077 1.10 0.338 20.053 -1.05 0.634 Lig4 -1.05 0.970 1.17 0.454 2.216 1.23 0.450 Xrcc4 1.42 0.010 1.18 0.103 20.238 -1.21 0.082 Xrcc5 22.08 0.001 21.54 0.010 0.541 1.35 0.064 TF Egr1 3.78 0.027 1.31 0.467 22.466 22.87 0.049 Hif1a 1.64 0.026 1.33 0.104 20.309 -1.24 0.217 Jun 4.33 0.002 2.12 0.076 22.210 22.04 0.019 Myod1 16.49 0.167 64.58 0.122 48.086 3.92 0.222 Nfkb1 1.54 0.036 1.15 0.355 20.392 -1.34 0.119 Rela 2.43 0.001 1.79 0.077 20.637 -1.36 0.169 Stat1 12.52 0.002 4.13 0.017 28.389 23.03 0.005 Bold italics indicates upregulation, bold indicates downregulation and italics indicates no signicant biological change of test samples compared to controls in each respective column (GC vs. mESCs, FLT vs. mESCs, FLT vs. GC). Highlighting indicates net downregulation (dark gray ), upregulation ( gray) or no change ( light gray ) in fold change of mg and 1xg controls compared to undifferentiated mESCs. Bold underlined indicates signicant change ( P0.05). 1xg, Earths gravity; mESC, mouse embryonic stem cell; GC, ground control; FLT, spaceight.2616 BLABER ET AL.undifferentiated mESCs. The cartilage specic differentiation marker, COMP was also altered in mg samples compared to 1xg controls ( -3.12, P0.01). COL10A1 exhibited increased expression in EBs differentiated in mg samples compared with undifferentiated mESCs (3.06-fold, P0.01), however, no signicant differences were found when compared to EBs differentiated at 1xg (Table 1). We also found decreased ex-pression in kidney markers AQP1 and CYP27B1 ( -10.1 and -2.39-fold respectively, P0.01). On the other hand, AQP2 had increased expression in mg samples compared with 1xg controls (5.91, P0.05, Fig. 4D). Investigation into terminal muscle lineage markers resulted in decreased expression of CAV3 ( -7.4-fold, P0.05), TAGLN ( -4.6-fold, P0.05), and SMTN ( -2.1-fold, P0.05) in EBs differentiated in mg compared with 1xg controls (Fig. 4D). Signicant alterations in differentiation of tissues from the ectoderm and endoderm germ layers also were observed inEBs differentiated in mg conditions (Figs. 4 and 6). Speci- cally, epidermal lineage markers including KRT1, 14, and 15, were downregulated ( -5.75, -29.55, and -24.9-fold, P0.05, Fig. 4E) while expression of PMEL, a protein expressed in pigment cells, was upregulated in mg differentiated EBs (1.5- fold, P0.01, Fig. 4E). The retinal ganglion cell marker, POU4F2 was increased in mg-differentiated EBs compared with 1xg controls (6.01-fold, P0.01, Table 1). Markers for neural tissue differentiation showed increased expression inmg samples compared with 1xg controls. Specically, the expression of two markers for mature neurons, TUBB3 and NEFH, showed increased expression in mg-differentiated EBs compared with 1xg controls (4.74 and 3.10-fold change re-spectively, P0.05, Fig. 4E). Markers for choliangiocytes, found in the liver, were also downregulated in mgs a m p l e s , including ITGB4 ( -3.69, P 0.01) and KRT19 ( -2.18, P0.01), as were markers for pancreatic cells, including SLC2A2 ( -15.85, P0.01), MAFB ( -3.23, P0.01), and GHRL ( -1.42, P0.01), as seen in Fig. 4F. Collectively, these results indicate that the expression of lineage-specic markers during differentiation at 1xg, fail to appear normally in mg, suggesting that stem cells in EBs did not fully differentiate under mechanically unloaded conditions. Gene expression analysis of the cell cycle and p53 signaling pathway. Genes associated with cell cycle regulation and the p53 signaling pathway were then investigated, to determinewhether mg reduced cell proliferation and increased apoptosis or cell cycle arrest (Fig. 5). In control1xg conditions, stem cells differentiated into EBs showed downregulation ofcell cycle genes possibly associated with differentiation. Specically, mESCs differentiated into EBs at 1xg, showed increased expression of CDKN1a (7.22-fold, P0.01). Although EBs differentiated in mg showed similar cell cycle arrest increase trends, the level of expression of cell cycle genes in mg was lower than that of 1xg controls, indicating greater proliferation potential (Fig. 5). We found, however,no signicant alterations in TRP53 in EBs differentiated in mg versus 1xg, suggesting that apoptosis was not signicantly changed at the time of xation (Table 1). Furthermore, wealso found no signicant alterations in radiation response genes ATM and ATR (Fig. 5, Table 1). Upregulation of some apoptosis-related genes was observed in EBs differentiated at1xg relative to undifferentiated mESCs, including BCL2 (7.57-fold, P0.01), CUL9 (5.51, P0.01), FADD (3.56, P0.01), RELA (2.43, P0.01), and CASP9 (1.91, P0.01,Fig. 5). DAPK1, on the other hand, displayed increased ex- pression in EBs differentiated in mg compared with undif- ferentiated mESCs (2.93, P0.01). These, however, were not signicantly changed between 1xg and mg, and therefore their elevation of expression may be due to normal levels of apoptosis occurring during differentiation. Some p53 target genes showed increased expression in EBs differenti-ated at 1xg but not in EBs differentiated in mg compared to undifferentiated mESCs, including ESR1, PRKC a,a n d TNF (56.92, 17.59, 4.86 respectively, P0.05, Fig. 5). Finally, several downstream transcription factors also showed downregulation in mg samples compared with 1xg controls, including STAT1, JUN, and EGR1 ( -3.03, -2.04, and -2.87-fold respectively, P0.05, Fig. 5). Discussion In this study we investigated in vitro differentiation of mESC cultures in mg, to quantify the role and importance of gravity-generated forces on earth in promoting stem cell- based tissue regenerative health. Spaceight in mg is known to cause tissue degeneration in mammals via complexmechanisms that include active tissue degradation, but also, we hypothesize, by the arrest of stem cell-based tissue re- generation. Here, we focused on the mechanism of regen-erative arrest due to mechanical unloading. We show that exposure to microgravity during spaceight preserved pro- genitor stemness and inhibited the expression of terminaldifferentiation markers for tissues derived from all three primary germ layers. Previous studies of ESCs using experimental models that simulate microgravity, such as RPM and RWV, have shownvaried outcomes including decreased cell numbers associ- ated with increased apoptosis, altered adhesion properties, and differentiation 10. In contrast, following 15 days dif-ferentiation in actual mg, EBs had similar viability levels to those of 1xg controls, and similar matrix adhesion to bronectin and collagen. EBs differentiated in mg appeared to consume slightly less glucose than those differentiated at 1xg, suggesting reduced cell number, mass, or reduced metabolic rate. To further determine the effects of mg unloading on cell proliferation and apoptosis in EBs, genes associated with the cell cycle and the p53-signaling pathway were investigated. We found no alterations in the expression of majority ofapoptosis-related genes, including p53, p53-regulating genes, and genes involved in p53 activation, suggesting unaltered levels of apoptosis. Similar upregulation of expression ofsome apoptosis-related genes was observed in both mgs a m - ples and 1xg controls relative to undifferentiated mESCs, and may be due to normal apoptosis during differentiation, suchas occurs during digit development. Apoptosis may also oc- cur inside EBs as they enlarge and the center of cell masses becomes anoxic and nutrient deprived due to lack of vascu-larization 21, or in cells that fail to adhere to EB masses.Because only initial undifferentiated mESCs and terminal samples of differentiation cultures were collected, it is for- mally possible that differential apoptosis may have occurredinitially, resulting in decreases in cell number and therefore decreased glucose consumption. In fact, mg altered the ex- pression of cyclins that control cell cycle progression (eg,CCNA2, CCND1, and CCNG2), suggesting a decrease inSTEM CELL DIFFERENTIATION IS REDUCED IN MICROGRAVITY 2617proliferation. Although no alterations were seen in CDKs, increased expression of CDKN1ap21 in both mg- and 1xg-differentiated EBs was observed, however, expression ofCDKN1ap21 in mg samples was signicantly less than that of 1xg controls. CDKN1ap21 upregulation can occur in ar- rest of cell cycle for differentiation, in response to cell irra- diation resulting in DNA damage, in response to oxidativedamage, or in senescent cells 2227. As EBs differentiated at 1xg exhibited signicantly increased expression of most terminal lineage markers that failed to appear to the sameextent in mg samples, decreased expression of CDKN1Ap21 inmg samples compared with 1xg controls may be further evidence for decreased differentiation of EBs in mg. FGF1, which inhibits apoptosis and cell cycle arrest and also plays arole in embryonic development, was downregulated in mg samples, while FGF4, which promotes proliferation of mESCs 28, exhibited increased expression in mg-differentiated EBs compared with 1xg-differentiated EBs. Collectively, these gene expression data provide evidence for the hypothesis that cell cycle arrest occurs in EBs exposed to mg without the corresponding cell differentiation, possibly causing accumu- lation of partially differentiated cells ready for differentiation upon reloading. To further characterize both the adhesion capacity and differentiation of EBs after reloading, we continued mg- exposed EB cultures on earth at 1 g for 9 days and quantiedthe differentiation of contractile cardiomyocytes as amethod of evaluating differentiation 12,15,29. Increased numbers of beating cardiomyocyte clusters in post- mg cul- ture and decreased expression of cardiomyocyte markerssuggest that EBs differentiated in mg retained more stem cells and overall greater pluripotency as a result of not progressing normally through differentiation as seen inloaded 1xg control samples. Similar results have been seen in our bone marrow stem cell differentiation experiments in mg-exposed mice that resulted in increased osteoclastogen- esis and osteoblastogenesis potential following reloading at1xg 14. To further investigate the hypothesis that EBs maintained greater stemness in mg, we conducted RT-qPCR analysis on stem cell markers, p53 pathway-related genes for cell sur- vival, apoptosis and health, cell cycle regulation, and line- age and tissue type-specic markers. Signicant alterations were found in the Notch and Wnt signaling pathways, which play important roles during em- bryonic development, including cell fate regulation, cellproliferation, cell differentiation, and cellcell communica- tion 3032. Previous studies have also found alterations in Notch signaling in response to SMG. Specically, SMG in-creases differentiation of liver stem cells into hepatocytesthrough activation of Bmp4Notch1 signaling 12. In sharp contrast, our mg experiments show signicant downregulation in several Notch signaling genes important for the regulationof cell proliferation and developmental processes (Dvl1, Numb), while neural stem cell development genes were up- regulated (DLL3). Interestingly, gene expression markers forneural stem cells and neural development, and terminal dif- ferentiation markers for mature neurons (SLC17A6, GALC, and MTAP2) were the only lineage-specic markers thatwere upregulated in mg compared to 1xg controls (Fig. 6). Previous research also showed increases in nervous system development genes in mesenchymal stem cells own in spacefor 9 days, including genes involved in neuron morphogen- esis and transmission of nerve impulses and synapses 33. However, other studies have shown the negative impact ofmechanical unloading on neurogenesis in embryos 34,which may be attributed to impairment of neural migration rather than neural cell development 33. These results show that neural cells may be one of few whose differentiationfrom stem cells is not inhibited in the mg environment. Wnt signaling is known to be altered in mg conditions, although this pathway has mostly been studied in the contextof bone formation 35. In EBs differentiated in mg, the majority of Wnt pathway-related molecules were down- regulated, indicating an overall downregulation of the sig-naling pathway due to unloading. As the Wnt signalingpathways are primarily involved in cell fate determination during embryogenesis and cell proliferation, our results suggest it may also modulate those functions in response totissue load levels. WNT1 expression, however, increased in mg samples compared with 1xg. WNT1 can induce integrin- dependent differentiation of the neuro-ectoderm lineage,36 and is also a positive regulator of cardiomyogenesis in mice, which when overexpressed leads to increased cardi- omyocyte production and decreased hematopoiesis 3740.Increased WNT1 expression is consistent with the observed increased neural marker expression and increased numbers of contractile cardiomyocyte colonies in m g samples. We also investigated stem cell lineage markers including those for embryonic, hematopoietic, mesenchymal, and neu- ral stem cells in addition to stem cell-specic markers for processes such as metabolism, adhesion, communication, andself-renewal (Figs. 4 and 6). Expression of growth factors associated with stem cell differentiation were signicantly decreased in EBs differentiated in mg compared with 1xg, while expression of self-renewal and pluripotency markers (such as SOX1 and SOX2) was less downregulated in mg samples compared with 1xg, indicating partial maintenance ofstemness. In contrast, previous studies using SMG have shown de- creased stemness and increased differentiation in ESCs 41, which may further highlight the discrepancy betweenmodeled mgSMG and true mg experienced during spaceight. Since early differentiation of ESCs is associated with sig- naling via the MAPK pathway, and since this pathway is alsoassociated with mitogenic matrix-integrin-kinase mechan- otransduction, it is possible that increased uid ow in ro- tating vesselsSMG models may activate signaling that couldcause the reported increases in differentiation of stem cells. One highly downregulated stem cell-specic marker found inmg samples was GJB1, a membrane-spanning protein that forms gap junction channels responsible for signal transduc-tion between neighboring cells through diffusion of mole- cules such as ions (K and Ca2), second messengers (IP3 and cAMP), and small metabolites (glucose). Mechanical stimu-lation causes synthesis of the second messenger molecule, IP3, Ca2release from intracellular stores, and passage of the Ca2through gap junctions 42. Calcium signaling can modulate a number of cell functions such as transcription, proliferation, differentiation, and apoptosis 43,44. Sup- pression of GJB1 may disrupt ion channel-based cell com-munication associated with differentiation. Among hematopoietic stem cell differentiation markers investigated, increased expression of WNT1 that may cause2618 BLABER ET AL.suppression of hematopoietic progenitor cell differentiation was found. In addition, terminal differentiation markers for monocytes (CCR5) and macrophages (EMR1) were alsosignicantly downregulated, possibly contributing to thesuppression of hematopoietic stem cell differentiation ob- served in microgravity 14,4548. Mesenchymal early stem cell markers including COL1A1, PPAR g, COL9A1, and ACAN, in addition to late differentiation markers for mes- enchymal stem cell lineages were also found to be down- regulated in EBs differentiated in mg, including bone, muscle, and cartilage markers. While adult bone tissue readily de- generates in mg 49, in EBs we also nd downregulation of terminal bone differentiation markers (including CTSK,CALCR, and BGLAP) suggesting early embryonic effects ofunloading on bone tissue. Cartilage-specic differentiation markers, COMP and COL10A1, were also altered in EBs differentiated in mg (Fig. 6). Cartilage formation is known to be inhibited in micro- gravity 50; however, the question remains as to whether decreased cellular activity in cartilage is due to decreasedactivities of mature cells or an inhibition of differentiation 51. Muscle is another tissue that is affected by spaceight- associated mg mechanical unloading, which results in in- creased muscle degeneration in response to unloading- induced disuse 5255. The downregulation of CAV3, TAGLN, and SMTN in mg-differentiated EBs compared with 1xg-differentiated EBs may indicate a decreased ability ofstem cells to differentiate into smooth muscle. Decreased gene expression for terminal lineage markers associated with the cardiovascular system, kidneys, and lym-phatic system were also noted in mg EBs (Fig. 6). Specically, we found decreases in the expression of venous, arterial, and lymphatic endothelium genes including NR2F2, NRP2, NRP1,DLL4, EFNB2, and LYVE1. Vascular endothelial cells are required for functions such as uid ltration, hemostasis and hormone trafcking, and regulation of the muscle tone in thelumen of blood vessels 56. Decreased expression of AQP1 and CYP27B1, important molecules for kidney development 57, was also observed in mg, indicating possible alterations to renal development and fun ction during spaceight. Finally, alterations in the differentiation of tissues from the ectoderm and endoderm germ layers were also observed inmg. Specically, epidermal lineage markers including KRT1, KRT14, and KRT15, were downregulated while expression of PMEL, a protein expressed in pigment cells, was upregulated in mg compared with 1xg controls. As keratins are generally found in late stages of epidermal differentiation, it is possible that increased PMEL expres- sion in mg samples indicated that initiation of epidermal development occurs in mg but terminal differentiation pro- cesses are inhibited 58. Most terminal differentiation markers for the liver, lung, and pancreas that were investi- gated in this study also failed to be expressed, or exhibiteddecreased expression in mg compared with 1xg controls. Conclusions The experiments outlined here aimed to investigate the effects of mg during spaceight on the ability of mESCs to differentiate and generate the cell lineages present in termi-nally differentiated tissues as a model for adult stem cell- based tissue regeneration. To address this question, we ana-lyzed the inuence of mg on early lineage commitment of stem cells by investigating the ability of EBs to differentiate and develop during the 15 day STL spaceight experiment inmg. We found that exposure to mg inhibits the ability of EBs to differentiate and express terminal differentiation markers for most lineages of the three primary germ layers, including bone, muscle, immune system, renal system, liver, lung, andpancreas (Fig. 6). Furthermore, EBs differentiated in mg maintained expression of self-renewal markers, indicating partial retention of stem cell properties. EBs differentiated inmg appeared to initiate the differentiation process but failed to express normal terminal differentiation markers expressed in mechanically loaded tissues. This inhibition of differentiationmay be mediated both by incomplete commitment of earlystem cell progenitors to the path of differentiation, and later by decreased calcium channel-mediated mechanotransduction signaling. This inhibition of differentiation may not only havesignicant implications for understanding development in the context of mechanical loading, but also for regeneration of adult mammalian tissues from tissue-specic stem cells.These results provide further evidence for the hypothesis that mechanical unloading of cells and tissues in mg inhibits the proliferation and differentiation of stem cells resulting indecreased stem cell-based tissue regenerative potential in space and under disuse conditions. Acknowledgments This work was supported by NASA Space Life and Phy- sical Sciences Grant NNH08ZTT003N to Eduardo Almeida.Elizabeth Blabers work was supported by an Australian Postgraduate Award at University of New South Wales and a Space Biology-funded NASA Postdoctoral Program Fellow-ship at NASA Ames Research Center. Author Disclosure Statement The principal investigator (PI) holds a NASA civil servant Research Scientist position that is similar in nature to a uni- versity tenured faculty position that does not depend on theopinions expressed by the scientist. In addition, the NASA funding supporting this work was externally competed based on external scientic peer review, and not intramural reviewandor funding that might inuence the ndings. All otherauthors were either supported by the PI grant funding or by entities other than NASA such as UNSW. As such, no real competing nancial interests exist. References 1. Lackner JR and P DiZio. (2000). Human orientation and movement control in weightless and articial gravity en- vironments. Exp Brain Res 130:226. 2. Sonnenfeld G, JS Butel and WT Shearer. (2003). Effects of the space ight environment on the immune system. Rev Environ Health 18:117. 3. Davis TA, W Wiesmann, W Kidwell, T Cannon, L Kerns, et al. (1996). Effect of spaceight on human stem cell he- matopoiesis: suppression of erythropoiesis and myelopoiesis. J Leukoc Biol 60:6976. 4. Rapoport EA, LA Goncharova, SA Morenkova and VA Kazarian. (1977). Effect of long-term space ight on pro- tein biosynthesis in different rat tissues and organs. Kosm Biol Aviakosm Med 11:2024.STEM CELL DIFFERENTIATION IS REDUCED IN MICROGRAVITY 26195. Bergmann O, RD Bhardwaj, S Bernard, S Zdunek, F Barnabe-Heider, et al. (2009). Evidence for cardiomyocyte renewal in humans. Science 324:98102. 6. Smith JA. (1995). Exercise, training and red blood cell turnover. Sports Med 19: 931. 7. Geuss LR, DC Wu, D Ramamoorthy, CD Alford and LJ Suggs. (2014). Paramagnetic beads and magnetically me- diated strain enhance cardiomyogenesis in mouse embryoid bodies. PLoS One 9:e113982. 8. McBeath R, DM Pirone, CM Nelson, K Bhadriraju and CS Chen. (2004). Cell shape, cytoskeletal tension, and RhoA regulate stem cell lineage commitment. Dev Cell 6:483495. 9. Tannaz NA, SM Ali, H Nooshin, A Nasser, M Reza, et al. (2014). Comparing the effect of uniaxial cyclic mechanical stimulation and chemical factors on myogenin and Myh2 expression in mouse embryonic and bone marrow derived mesenchymal stem cells. Mol Cell Biomech 11:1937. 10. Wang Y, L An, Y Jiang and H Hang. (2011). Effects of sim- ulated microgravity on embryonic stem cells. PLoS One 6:e29214. 11. Li S, Z Ma, Z Niu, H Qian, D Xuan, et al. (2009). NASA- approved rotary bioreactor enhances proliferation and os- teogenesis of human periodontal ligament stem cells. Stem Cells Dev 18:12731282. 12. Majumder S, JH Siamwala, S Srinivasan, S Sinha, SR Sridhara, et al. (2011). Simulated microgravity promoted differentiation of bipotential murine oval liver stem cells by modulating BMP4Notch1 signaling. J Cell Biochem 112:18981908. 13. Blaber EA, N Dvorochkin, C Lee, JS Alwood, R Yousuf, et al. (2013). Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1ap21. PLoS One 8:e61372. 14. Blaber EA, N Dvorochkin, ML Torres, R Yousuf, BP Burns, et al. (2014). Mechanical unloading of bone in microgravity reduces mesenchymal and hematopoietic stem cell-mediated tissue regeneration. Stem Cell Res 13:181201. 15. Dang SM, M Kyba, R Perlingeiro, GQ Daley and PW Zandstra. (2002). Efciency of embryoid body formation and hematopoietic development from embryonic stem cells in different culture systems. Biotechnol Bioeng 78:442453. 16. Keller GM. (1995). In vitro differentiation of embryonic stem cells. Curr Opin Cell Biol 7:862869. 17. Bain G, D Kitchens, M Yao, JE Huettner and DI Gottlieb. (1995). Embryonic stem cells express neuronal propertiesin vitro. Dev Biol 168:342357. 18. Palacios R, E Golunski and J Samaridis. (1995). In vitro generation of hematopoietic stem cells from an embryonic stem cell line. Proc Natl Acad Sci U S A 92:75307534. 19. Rohwedel J, V Maltsev, E Bober, HH Arnold, J Hescheler, et al. (1994). Muscle cell differentiation of embryonic stem cells reects myogenesis in vivo: developmentally regulated expression of myogenic determination genes and functional expression of ionic currents. Dev Biol 164:87101. 20. Ramalho-Santos M, S Yoon, Y Matsuzaki, RC Mulligan and DA Melton. (2002). Stemness: transcriptional proling of embryonic and adult stem cells. Science 298:597600. 21. Itskovitz-Eldor J, M Schuldiner, D Karsenti, A Eden, O Yanuka, et al. (2000). Differentiation of human embryonic stem cells into embryoid bodies compromising the three embryonic germ layers. Mol Med 6:8895. 22. Bedelbaeva K, A Snyder, D Gourevitch, L Clark, XM Zhang, et al. (2010). Lack of p21 expression links cell cyclecontrol and appendage regeneration in mice. Proc Natl Acad Sci U S A 107:58455850. 23. Chang SF, TK Chang, HH Peng, YT Yeh, DY Lee, et al. (2009). BMP-4 induction of arrest and differentiation of osteoblast-like cells via p21 CIP1 and p27 KIP1 regulation. Mol Endocrinol 23:18271838. 24. Esposito F, L Russo, G Chirico, R Ammendola, T Russo, et al. (2001). Regulation of p21waf1cip1 expression by intracellular redox conditions. IUBMB Life 52:6770. 25. Nargi JL, RR Ratan and DE Grifn. (1999). p53-independent inhibition of proliferation and p21(WAF1Cip1)-modulated induction of cell death by the antioxidants N-acetylcysteine and vitamin E. Neoplasia 1:544556. 26. Torres M, M Al-Buhairi and G Alsbeih. (2004). Induction of p53 and p21 proteins by gamma radiation in skin - broblasts derived from breast cancer patients. Int J Radiat Oncol Biol Phys 58:479484. 27. Xie S, Q Wang, L Luo, Q Ruan, T Liu, et al. (2002). Proteasome-dependent downregulation of p21(Waf1Cip1) induced by reactive oxygen species. J Interferon Cytokine Res 22:957963. 28. Kook SH, YM Jeon, SS Lim, MJ Jang, ES Cho, et al. (2013). Fibroblast growth factor-4 enhances proliferation of mouse embryonic stem cells via activation of c-Jun sig- naling. PLoS One 8:e71641. 29. Kurosawa H, T Imamura, M Koike, K Sasaki and Y Amano. (2003). A simple method for forming embryoid body from mouse embryonic stem cells. J Biosci Bioeng 96:409411. 30. Bigas A, J Guiu and L Gama-Norton. (2013). Notch and Wnt signaling in the emergence of hematopoietic stem cells. Blood Cells Mol Dis 51:264270. 31. Kopan R and MX Ilagan. (2009). The canonical Notch sig- naling pathway: unfolding the activation mechanism. Cell 137:216233. 32. Hitoshi S, T Alexson, V Tropepe, D Donoviel, AJ Elia, et al. (2002). Notch pathway molecules are essential for the maintenance, but not the generation, of mammalian neural stem cells. Genes Dev 16:846858. 33. Monticone M, Y Liu, N Pujic and R Cancedda. (2010). Activation of nervous system development genes in bone marrow derived mesenchymal stem cells following space- ight exposure. J Cell Biochem 111:442452. 34. Crawford-Young SJ. (2006). Effects of microgravity on cell cytoskeleton and embryogenesis. Int J Dev Biol 50: 183191. 35. Lin C, X Jiang, Z Dai, X Guo, T Weng, et al. (2009). Sclerostin mediates bone response to mechanical unloading through antagonizing Wntbeta-catenin signaling. J Bone Miner Res 24:16511661. 36. Czyz J and A Wobus. (2001). Embryonic stem cell dif- ferentiation: the role of extracellular factors. Differentiation 68:167174. 37. Weisel KC, HG Kopp, MA Moore, L Studer and T Barberi. (2010). Wnt1 overexpression leads to enforced cardio- myogenesis and inhibition of hematopoiesis in murine embryonic stem cells. Stem Cells Dev 19:745751. 38. Nakamura T, M Sano, Z Songyang and MD Schneider. (2003). A Wnt- and beta -catenin-dependent pathway for mammalian cardiac myogenesis. Proc Natl Acad Sci U S A 100:58345839. 39. Naito AT, H Akazawa, H Takano, T Minamino, T Nagai, et al. (2005). Phosphatidylinositol 3-kinase-Akt pathway plays a critical role in early cardiomyogenesis by regulating canonical Wnt signaling. Circ Res 97:144151.2620 BLABER ET AL.40. Kwon C, J Arnold, EC Hsiao, MM Taketo, BR Conklin, et al. (2007). Canonical Wnt signaling is a positive regu- lator of mammalian cardiac progenitors. Proc Natl Acad Sci U S A 104:1089410899. 41. Wang Y, Y Zhang, S Zhang, G Peng, T Liu, et al. (2012). Rotating microgravity-bioreactor cultivation enhances the he- patic differentiation of mouse embryonic stem cells on biode- gradable polymer scaffolds. Tissue Eng Part A 18:23762385. 42. Boitano S, ER Dirksen and MJ Sanderson. (1992). Inter- cellular propagation of calcium waves mediated by inositol trisphosphate. Science 258:292295. 43. Berridge MJ. (1993). Inositol trisphosphate and calcium signalling. Nature 361:315325. 44. Berridge MJ, P Lipp and MD Bootman. (2000). The ver- satility and universality of calcium signalling. Nat Rev Mol Cell Biol 1:1121. 45. Baqai FP, DS Gridley, JM Slater, X Luo-Owen, LS Sto- dieck, et al. (2009). Effects of spaceight on innate immune function and antioxidant gene expression. J Appl Physiol 106:19351942. 46. Sonnenfeld G. (2002). The immune system in space and microgravity. Med Sci Sports Exerc 34:20212027. 47. Taylor GR, I Konstantinova, G Sonnenfeld and R Jennings. (1997). Changes in the immune system during and after spaceight. Adv Space Biol Med 6:132. 48. Zayzafoon M, VE Meyers and JM Mc Donald. (2005). Microgravity: the immune response and bone. Immunol Rev 208:267280. 49. Bikle DD, T Sakata and BP Halloran. (2003). The impact of skeletal unloading on bone formation. Gravit Space Biol Bull 16:4554. 50. Freed LE, R Langer, I Martin, NR Pellis and G Vunjak- Novakovic. (1997). Tissue engineering of cartilage in space. Proc Natl Acad Sci U S A 94:1388513890. 51. Doty SB, D Stiner and WG Telford. (1999). The effect of spaceight on cartilage cell cycle and differentiation. J Gravit Physiol 6:P89P90. 52. Fitts RH, SW Trappe, DL Costill, PM Gallagher, AC Creer, et al. (2010). Prolonged space ight-induced alterations inthe structure and function of human skeletal muscle bres. J Physiol 588:35673592. 53. Trappe S, D Costill, P Gallagher, A Creer, JR Peters, et al. (2009). Exercise in space: human skeletal muscle after 6 months aboard the International Space Station. J Appl Physiol 106:11591168. 54. Vandenberg H, J Chromiak, J Shansky, M Del Tatto and J MLemaire. (1999). Space travel directly induces skeletal muscle atrophy. FASEB J 13:10311038. 55. Allen DL, ER Bandstra, BC Harrison, S Thorng, LS Sto- dieck, et al. (2009). Effects of spaceight on murine skeletal muscle gene expression. J Appl Physiol 106:582595. 56. Vane JR, EE Anggard and RM Botting. (1990). Regulatory functions of the vascular endothelium. N Engl J Med 323: 2736. 57. Yoshida N, T Yoshida, A Nakamura, T Monkawa, M Hayashi, et al. (1999). Calcitonin induces 25-hydroxyvitamin D3 1alpha-hydroxylase mRNA expression via protein kinase C pathway in LLC-PK1 cells. J Am Soc Nephrol 10:2474 2479. 58. Hellstrom AR, B Watt, SS Fard, D Tenza, P Mannstrom, et al. (2011). Inactivation of Pmel alters melanosome shape but has only a subtle effect on visible pigmentation. PLoS Genet 7:e1002285. Address correspondence to: Dr. Eduardo A.C. Almeida Space Biosciences Division NASA Ames Research Center Mail Stop 236-7 Moffett Field, CA 94035 E-mail: e.almeidanasa.gov Received for publication June 25, 2015 Accepted after revision August 28, 2015 Prepublished on Liebert Instant Online September 28, 2015STEM CELL DIFFERENTIATION IS REDUCED IN MICROGRAVITY 2621",
        "introduction": "On earth, organisms are constantly subjected to gravity- generated forces 1 that provide an array of mechanical stimulation essential for normal cell and tissue function. The inuence of gravity-generated forces on the human body is especially evident in the effects of physical exercise on theskeleton. Specically, mechanical loading of tissues promotes tissue regenerative health via stimulation of adult stem cell proliferation and differentiation. On the other hand, mechanicalunloading experienced during spaceight-induced micrograv-ity (mg) conditions, and other disuse conditions including pro- longed bedrest, induce degenerative changes in physiology, including tissue regenerative decits and tissue loss, such asobserved in bone and muscle. Because of this, it is important to understand mechanical unloading-mediated changes in stem cells that may result in altered tissue regenerative health. Stem cells derived from all three germ layers are known to be affected by mg, including cells originating from the ecto- derm lineage with a decreased capacity to differentiate intoimmune cells 2, cells from the mesoderm lineage (hema-topoietic stem cells) with a diminished capacity to differen- tiate into blood tissue 3, and endoderm-derived tissues such as the lungs and pancreas 4. The rate of stem cell-basedregeneration, however, is tissue-specic and highly variable ranging from renewal of intestinal epithelial cells every 2 or 3 days, to about 120 days for red blood cells, to very slowrenewal rates of years in cells such as cardiomyocytes 5,6. Because of the widely variable tissue-specic regenerative renewal times, mg is likely to affect regeneration at different rates, with different physiological outcomes. While several studies have investigated the role of in- creased mechanical load in promoting cell proliferation anddifferentiation 79, few have investigated the effects of re- moving that load in mg. Some studies using simulated mi- crogravity (SMG) have investigated its impact on embryonicstem cell (ESC) properties, including cell numbers, adhesioncapabilities and apoptosis rates 10, and differentiation into periodontal ligament cells 11, and liver stem cells 12. However, while SMG-generating devices, such as the rotatingwall vessel (RWV) and random positioning machine (RPM), may randomize the gravity vector, they do not reduce the overall mechanical stimulation from uid ow shear and hy-drostatic pressure that adherent cells experience in these vessels, thus limiting the value and accuracy of the models. Previously, we have described mechanical unloading- associated stem cell regenerative alterations in bone frommice exposed to mg 13,14 and are now studying mechanistic 1Space Biosciences Division, NASA Ames Research Center, Moffett Field, California. 2School of Biotechnology and Biomolecular Sciences, University of New South Wales, Sydney, Australia. 3FILMSS Wyle, Space Biology, NASA Ames Research Center, Moffett Field, California. 4Australian Centre for Astrobiology, University of New South Wales, Sydney, Australia. C211Elizabeth A. Blaber et al., 2015; Published by Mary Ann Liebert, Inc. This Open Access article is distributed under the terms of the Creative Commons Attribution Noncommercial License (http:creativecommons.orglicensesby-nc4.0) which permits any non-commercial use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited.STEM CELLS AND DEVELOPMENT Volume 24, Number 22, 2015 DOI: 10.1089scd.2015.0218 2605aspects of these ndings using a model of early lineage commitment during mouse embryonic stem cell (mESC) early differentiation into embryoid bodies (EBs). WhenmESCs are maintained on a gelatin matrix with the plur-ipotency factor leukemia inhibitory factor (LIF), or in the presence of an embryonic broblast feeder layer, these cells remain pluripotent. However, when the cells are removedfrom contact with the feeder layer, or when LIF is removed from the culture medium in combination with growing the mESCs on ultra-low adhesion substrates, mESCs form three-dimensional spherical cell aggregates, known as EBs, and begin to spontaneously differentiate 15,16. As EB differentiation continues, the cells follow a re- producible temporal pattern that recapitulates early em-bryogenesis although without organized patterning of tissues and organs 15,16. Over time, EBs increase in cell number and complexity as cells form structures comparable to em-bryonic germ layers including a wide variety of cell types, such as, cardiomyocytes, hematopoietic cells, and neurons 1719. Although EB formation specically models stemcell differentiation into embryonic tissues, this process has signicant similarities with adult stem cell-based tissue re- generation 20, thus EBs have a broad utility to investigatethe effects of mechanical unloading on adult tissue regen- erative processes, too. Here, we report results from using the EB stem cell differentiation model to study mESC early lineage com-mitment in mg in the NASA Space Tissue Loss (STL) ex- periment performed on the Space Shuttle Discovery during the NASA STS-131 mission. Our broad hypothesis under-lying this experiment is that mechanical unloading of cells and tissues in mg alters the proliferation and differentiation patterns of stem cells resulting in decreased stem cell-basedtissue regenerative potential in space. In this study, we found that spaceight in mg promoted the maintenance of EB stem cell gene expression and post- mg reloading dif- ferentiation potential, dened as stemness, and inhibitedthe appearance of differentiation markers for multiple tissue lineages. These ndings may have important implications for the maintenance of tissue regenerative health in bothastronauts during short and long-duration spaceight in mg conditions, and for humans on earth. Experimental Procedures mESC culture mESCs were cultured on 10 cm tissue culture treated dishes coated with 0.1 gelatin. Cells were cultured in mESC medium (DMEM supplemented with 15 FBS,4 mM L-glutamine, 1 nonessential amino acids, 1 mM sodium pyruvate, 1 antibiotic solution (penicillinstrepto- mycin), trace b-mercaptoethanol, and 10 ngmL LIF. The medium was changed daily and cells were passaged every48 h using 0.25 trypsin solution. mESC differentiationformation of embryoid bodies Before differentiation 5.0 106mESCs were removed and xed in RNAlater II to serve as a baseline control for gene expression analysis. To form EBs, 59 h before space- ight LIF was removed from the mESC culture media andcells were passaged using 0.25 trypsin solution andtransferred to ultra low adhesion 10 cm tissue culture dishes, thereby preventing reattachment of cells. A seeding density of 5.8 106mESC per dish was used. Half of the medium was changed after 24 h to prevent loss of cell density. Spaceight Cell culture module. The STL experiment was conducted within the Cell Culture Module (CCM; Tissue Genesis, Inc.) hardware in a middeck locker on the space shuttle. The CCMis a fully automated system and provides gas perfusion, medium recirculation, and medium routing by peristaltic pumps and pinch valves, reagent injection (RNAlater II), andsample collection. Cells were cultured within hollow berbioreactors (Spectrum Labs), which allowed full submersion of the cells in the extra-capillary space (ECS) with 60 mL of medium recirculating through the intracapillary space. Med-ium nutrients diffused through the hollow bers protecting cells from uid ow shear forces that would otherwise negate the low mechanical loading of the mg environment. Bior- eactors were primed with isopropanol for 10 min, washed with sterile water and stored in phosphate buffered saline (PBS). Bioreactors were also coated with 0.2 bovine serumalbumin in PBS for 3 h at 37 C176C to prevent cell attachment. CCM ow paths were primed and operated with cell culture medium for 2448 h. Fresh medium was replaced immedi- ately before EB loading. Materials used in the uid ow pathincluded platinum-cured silicone tubing for CO 2supply, pharmed tubing, and Hyclone medium bags. STS-131 STL. At 24 h before launch, EBs were trans- ferred from ultra low adhesion plates to 24 bioreactors plus spares, with one plate being lo aded into each bioreactor. Bior- eactors were integrated into the CCM for spaceight ( n12), and into a separate CCM for synchronous ground controls ( n12). The spaceight CCM was integrated into the space shuttle orbiter middeck locker 19 h before launch. The STL payload wasown during the STS-131 mission on the space shuttle Discovery(OV-103), which was launched on 5th April 2010 and landed on the 20th April 2010. The synchronous ground control unit was maintained at Kennedy Space Center under identical conditionsto the spaceight CCM except for exposure to mg. Four ground and four ight bioreactors were automatically xed with 55 mL of RNAlater II 28 h before landing. Postight analysis of metabolic activity Cell culture medium was collected 3 h postlanding from both the medium reservoirs and bioreactor ECS (1xg, n5; mg,n8). Glucose consumption and lactate production were measured using an i-STAT handheld blood analyzer using Gand CG4 cartridges. Postight embryoid body culture Bioreactors were opened 3 h postlanding and equal vol- umes of EB suspensions were placed on 22 mm coverslipswith either collagen or bronectin and cultured for 9 days,or on 10 cm tissue culture treated dishes (1xg, n5;mg, n8). After 24 h, numbers of adherent EBs were quantied with light microscopy. Following 9 days of culture, coloniesof contractile cells were identied and quantied with light microscopy. Cells were then washed with PBS and xed in 4 paraformaldehyde on ice.2606 BLABER ET AL.Embryoid body viability To determine viability EBs were stained for 30 min with 0.5mM calcein and 1 mM ethidium homodimer and imaged with uorescence microscopy. RNA isolation EBs in RNAlater II were collected through a 40 mm sieve and placed in TRIzol reagent for RNA isolation. Samples were then puried using an RNeasy Mini Kit with added Genomic DNA Elimination step (Qiagen) according to themanufacturers protocol ( n4). RNA concentrations were measured using spectrophotometry (Nanodrop) and quality was determined by agarose gel electrophoresis. Real time quantitative polymerase chain reaction analysis To determine gene expression alterations in EBs differ- entiated in mg compared to 1xg, Qiagen pathway-focused real time quantitative polymerase chain reaction (RT-qPCR) arrays were used. We specically analyzed EBs exposed tospaceight and xed before Orbiter reentry (FLT) and EBsmaintained on the ground at 1xg (GC) xed at the same time as FLT samples and baseline mESCs that were preserved before EB formation. Arrays related to stem cells, the p53pathway, and tissue lineage markers were examined and each pathway-focused array consisted of primer sets for 84 genes of interest, ve reference genes (Gusb, Hprt1,Hsp90ab1, Gapdh, and Actb), one genomic DNA contami- nation control, three positive polymerase chain reaction(PCR) controls, and three positive reverse transcription controls, on a 96-well plate. For each sample, 0.1 microgram RNA was reverse tran- scribed into cDNA using RT 2PreAMP cDNA Synthesis Kit (Qiagen) according to the manufacturers protocol. The cDNA was then mixed with RT2SYBR GreenRox qPCR master mix and 25 mL was added to each well of the PCR plate. The plates were sealed with optical thin-walled 8 cap strips and RT-qPCR of sample arrays was performed using an Applied Biosystems 7500 Real Time PCR instrument. RT-qPCR conditions were as follows: one cycle 95 C176C for 10 min, 40 cycles of 95 C176C for 15 s and 60 C176C for 1 min, followed by one cycle of 95 C176C for 15 s, 60 C176Cf o r1m i n ,9 5 C176C for 15 s, and 60C176C for 15 s. Gene expression levels from all arrays were analyzed for alterations in expression levels as compared to controls ( n4,P0.05) using a PCR Array Data Analysis Template (v3.2; SABiosciences). Data analysis was based ontheDDCt method and gene expression levels were normal- ized to four reference genes (Gusb, Hprt1, Gapdh, and Actb).",
        "conclusion": "s The experiments outlined here aimed to investigate the effects of mg during spaceight on the ability of mESCs to differentiate and generate the cell lineages present in termi-nally differentiated tissues as a model for adult stem cell- based tissue regeneration. To address this question, we ana-lyzed the inuence of mg on early lineage commitment of stem cells by investigating the ability of EBs to differentiate and develop during the 15 day STL spaceight experiment inmg. We found that exposure to mg inhibits the ability of EBs to differentiate and express terminal differentiation markers for most lineages of the three primary germ layers, including bone, muscle, immune system, renal system, liver, lung, andpancreas (Fig. 6). Furthermore, EBs differentiated in mg maintained expression of self-renewal markers, indicating partial retention of stem cell properties. EBs differentiated inmg appeared to initiate the differentiation process but failed to express normal terminal differentiation markers expressed in mechanically loaded tissues. This inhibition of differentiationmay be mediated both by incomplete commitment of earlystem cell progenitors to the path of differentiation, and later by decreased calcium channel-mediated mechanotransduction signaling. This inhibition of differentiation may not only havesignicant implications for understanding development in the context of mechanical loading, but also for regeneration of adult mammalian tissues from tissue-specic stem cells.These results provide further evidence for the hypothesis that mechanical unloading of cells and tissues in mg inhibits the proliferation and differentiation of stem cells resulting indecreased stem cell-based tissue regenerative potential in space and under disuse conditions. Acknowledgments This work was supported by NASA Space Life and Phy- sical Sciences Grant NNH08ZTT003N to Eduardo Almeida.Elizabeth Blabers work was supported by an Australian Postgraduate Award at University of New South Wales and a Space Biology-funded NASA Postdoctoral Program Fellow-ship at NASA Ames Research Center. Author Disclosure Statement The principal investigator (PI) holds a NASA civil servant Research Scientist position that is similar in nature to a uni- versity tenured faculty position that does not depend on theopinions expressed by the scientist. In addition, the NASA funding supporting this work was externally competed based on external scientic peer review, and not intramural reviewandor funding that might inuence the ndings. All otherauthors were either supported by the PI grant funding or by entities other than NASA such as UNSW. As such, no real competing nancial interests exist. References 1. Lackner JR and P DiZio. (2000). Human orientation and movement control in weightless and articial gravity en- vironments. Exp Brain Res 130:226. 2. Sonnenfeld G, JS Butel and WT Shearer. (2003). Effects of the space ight environment on the immune system. Rev Environ Health 18:117. 3. Davis TA, W Wiesmann, W Kidwell, T Cannon, L Kerns, et al. (1996). Effect of spaceight on human stem cell he- matopoiesis: suppression of erythropoiesis and myelopoiesis. J Leukoc Biol 60:6976. 4. Rapoport EA, LA Goncharova, SA Morenkova and VA Kazarian. (1977). Effect of long-term space ight on pro- tein biosynthesis in different rat tissues and organs. Kosm Biol Aviakosm Med 11:2024.STEM CELL DIFFERENTIATION IS REDUCED IN MICROGRAVITY 26195. Bergmann O, RD Bhardwaj, S Bernard, S Zdunek, F Barnabe-Heider, et al. (2009). Evidence for cardiomyocyte renewal in humans. Science 324:98102. 6. Smith JA. (1995). Exercise, training and red blood cell turnover. Sports Med 19: 931. 7. Geuss LR, DC Wu, D Ramamoorthy, CD Alford and LJ Suggs. (2014). Paramagnetic beads and magnetically me- diated strain enhance cardiomyogenesis in mouse embryoid bodies. PLoS One 9:e113982. 8. McBeath R, DM Pirone, CM Nelson, K Bhadriraju and CS Chen. (2004). Cell shape, cytoskeletal tension, and RhoA regulate stem cell lineage commitment. Dev Cell 6:483495. 9. Tannaz NA, SM Ali, H Nooshin, A Nasser, M Reza, et al. (2014). Comparing the effect of uniaxial cyclic mechanical stimulation and chemical factors on myogenin and Myh2 expression in mouse embryonic and bone marrow derived mesenchymal stem cells. Mol Cell Biomech 11:1937. 10. Wang Y, L An, Y Jiang and H Hang. (2011). Effects of sim- ulated microgravity on embryonic stem cells. PLoS One 6:e29214. 11. Li S, Z Ma, Z Niu, H Qian, D Xuan, et al. (2009). NASA- approved rotary bioreactor enhances proliferation and os- teogenesis of human periodontal ligament stem cells. Stem Cells Dev 18:12731282. 12. Majumder S, JH Siamwala, S Srinivasan, S Sinha, SR Sridhara, et al. (2011). Simulated microgravity promoted differentiation of bipotential murine oval liver stem cells by modulating BMP4Notch1 signaling. J Cell Biochem 112:18981908. 13. Blaber EA, N Dvorochkin, C Lee, JS Alwood, R Yousuf, et al. (2013). Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1ap21. PLoS One 8:e61372. 14. Blaber EA, N Dvorochkin, ML Torres, R Yousuf, BP Burns, et al. (2014). Mechanical unloading of bone in microgravity reduces mesenchymal and hematopoietic stem cell-mediated tissue regeneration. Stem Cell Res 13:181201. 15. Dang SM, M Kyba, R Perlingeiro, GQ Daley and PW Zandstra. (2002). Efciency of embryoid body formation and hematopoietic development from embryonic stem cells in different culture systems. Biotechnol Bioeng 78:442453. 16. Keller GM. (1995). In vitro differentiation of embryonic stem cells. Curr Opin Cell Biol 7:862869. 17. Bain G, D Kitchens, M Yao, JE Huettner and DI Gottlieb. (1995). Embryonic stem cells express neuronal propertiesin vitro. Dev Biol 168:342357. 18. Palacios R, E Golunski and J Samaridis. (1995). In vitro generation of hematopoietic stem cells from an embryonic stem cell line. Proc Natl Acad Sci U S A 92:75307534. 19. Rohwedel J, V Maltsev, E Bober, HH Arnold, J Hescheler, et al. (1994). Muscle cell differentiation of embryonic stem cells reects myogenesis in vivo: developmentally regulated expression of myogenic determination genes and functional expression of ionic currents. Dev Biol 164:87101. 20. Ramalho-Santos M, S Yoon, Y Matsuzaki, RC Mulligan and DA Melton. (2002). Stemness: transcriptional proling of embryonic and adult stem cells. Science 298:597600. 21. Itskovitz-Eldor J, M Schuldiner, D Karsenti, A Eden, O Yanuka, et al. (2000). Differentiation of human embryonic stem cells into embryoid bodies compromising the three embryonic germ layers. Mol Med 6:8895. 22. Bedelbaeva K, A Snyder, D Gourevitch, L Clark, XM Zhang, et al. (2010). Lack of p21 expression links cell cyclecontrol and appendage regeneration in mice. Proc Natl Acad Sci U S A 107:58455850. 23. Chang SF, TK Chang, HH Peng, YT Yeh, DY Lee, et al. (2009). BMP-4 induction of arrest and differentiation of osteoblast-like cells via p21 CIP1 and p27 KIP1 regulation. Mol Endocrinol 23:18271838. 24. Esposito F, L Russo, G Chirico, R Ammendola, T Russo, et al. (2001). Regulation of p21waf1cip1 expression by intracellular redox conditions. IUBMB Life 52:6770. 25. Nargi JL, RR Ratan and DE Grifn. (1999). p53-independent inhibition of proliferation and p21(WAF1Cip1)-modulated induction of cell death by the antioxidants N-acetylcysteine and vitamin E. Neoplasia 1:544556. 26. Torres M, M Al-Buhairi and G Alsbeih. (2004). Induction of p53 and p21 proteins by gamma radiation in skin - broblasts derived from breast cancer patients. Int J Radiat Oncol Biol Phys 58:479484. 27. Xie S, Q Wang, L Luo, Q Ruan, T Liu, et al. (2002). Proteasome-dependent downregulation of p21(Waf1Cip1) induced by reactive oxygen species. J Interferon Cytokine Res 22:957963. 28. Kook SH, YM Jeon, SS Lim, MJ Jang, ES Cho, et al. (2013). Fibroblast growth factor-4 enhances proliferation of mouse embryonic stem cells via activation of c-Jun sig- naling. PLoS One 8:e71641. 29. Kurosawa H, T Imamura, M Koike, K Sasaki and Y Amano. (2003). A simple method for forming embryoid body from mouse embryonic stem cells. J Biosci Bioeng 96:409411. 30. Bigas A, J Guiu and L Gama-Norton. (2013). Notch and Wnt signaling in the emergence of hematopoietic stem cells. Blood Cells Mol Dis 51:264270. 31. Kopan R and MX Ilagan. (2009). The canonical Notch sig- naling pathway: unfolding the activation mechanism. Cell 137:216233. 32. Hitoshi S, T Alexson, V Tropepe, D Donoviel, AJ Elia, et al. (2002). Notch pathway molecules are essential for the maintenance, but not the generation, of mammalian neural stem cells. Genes Dev 16:846858. 33. Monticone M, Y Liu, N Pujic and R Cancedda. (2010). Activation of nervous system development genes in bone marrow derived mesenchymal stem cells following space- ight exposure. J Cell Biochem 111:442452. 34. Crawford-Young SJ. (2006). Effects of microgravity on cell cytoskeleton and embryogenesis. Int J Dev Biol 50: 183191. 35. Lin C, X Jiang, Z Dai, X Guo, T Weng, et al. (2009). Sclerostin mediates bone response to mechanical unloading through antagonizing Wntbeta-catenin signaling. J Bone Miner Res 24:16511661. 36. Czyz J and A Wobus. (2001). Embryonic stem cell dif- ferentiation: the role of extracellular factors. Differentiation 68:167174. 37. Weisel KC, HG Kopp, MA Moore, L Studer and T Barberi. (2010). Wnt1 overexpression leads to enforced cardio- myogenesis and inhibition of hematopoiesis in murine embryonic stem cells. Stem Cells Dev 19:745751. 38. Nakamura T, M Sano, Z Songyang and MD Schneider. (2003). A Wnt- and beta -catenin-dependent pathway for mammalian cardiac myogenesis. Proc Natl Acad Sci U S A 100:58345839. 39. Naito AT, H Akazawa, H Takano, T Minamino, T Nagai, et al. (2005). Phosphatidylinositol 3-kinase-Akt pathway plays a critical role in early cardiomyogenesis by regulating canonical Wnt signaling. Circ Res 97:144151.2620 BLABER ET AL.40. Kwon C, J Arnold, EC Hsiao, MM Taketo, BR Conklin, et al. (2007). Canonical Wnt signaling is a positive regu- lator of mammalian cardiac progenitors. Proc Natl Acad Sci U S A 104:1089410899. 41. Wang Y, Y Zhang, S Zhang, G Peng, T Liu, et al. (2012). Rotating microgravity-bioreactor cultivation enhances the he- patic differentiation of mouse embryonic stem cells on biode- gradable polymer scaffolds. Tissue Eng Part A 18:23762385. 42. Boitano S, ER Dirksen and MJ Sanderson. (1992). Inter- cellular propagation of calcium waves mediated by inositol trisphosphate. Science 258:292295. 43. Berridge MJ. (1993). Inositol trisphosphate and calcium signalling. Nature 361:315325. 44. Berridge MJ, P Lipp and MD Bootman. (2000). The ver- satility and universality of calcium signalling. Nat Rev Mol Cell Biol 1:1121. 45. Baqai FP, DS Gridley, JM Slater, X Luo-Owen, LS Sto- dieck, et al. (2009). Effects of spaceight on innate immune function and antioxidant gene expression. J Appl Physiol 106:19351942. 46. Sonnenfeld G. (2002). The immune system in space and microgravity. Med Sci Sports Exerc 34:20212027. 47. Taylor GR, I Konstantinova, G Sonnenfeld and R Jennings. (1997). Changes in the immune system during and after spaceight. Adv Space Biol Med 6:132. 48. Zayzafoon M, VE Meyers and JM Mc Donald. (2005). Microgravity: the immune response and bone. Immunol Rev 208:267280. 49. Bikle DD, T Sakata and BP Halloran. (2003). The impact of skeletal unloading on bone formation. Gravit Space Biol Bull 16:4554. 50. Freed LE, R Langer, I Martin, NR Pellis and G Vunjak- Novakovic. (1997). Tissue engineering of cartilage in space. Proc Natl Acad Sci U S A 94:1388513890. 51. Doty SB, D Stiner and WG Telford. (1999). The effect of spaceight on cartilage cell cycle and differentiation. J Gravit Physiol 6:P89P90. 52. Fitts RH, SW Trappe, DL Costill, PM Gallagher, AC Creer, et al. (2010). Prolonged space ight-induced alterations inthe structure and function of human skeletal muscle bres. J Physiol 588:35673592. 53. Trappe S, D Costill, P Gallagher, A Creer, JR Peters, et al. (2009). Exercise in space: human skeletal muscle after 6 months aboard the International Space Station. J Appl Physiol 106:11591168. 54. Vandenberg H, J Chromiak, J Shansky, M Del Tatto and J MLemaire. (1999). Space travel directly induces skeletal muscle atrophy. FASEB J 13:10311038. 55. Allen DL, ER Bandstra, BC Harrison, S Thorng, LS Sto- dieck, et al. (2009). Effects of spaceight on murine skeletal muscle gene expression. J Appl Physiol 106:582595. 56. Vane JR, EE Anggard and RM Botting. (1990). Regulatory functions of the vascular endothelium. N Engl J Med 323: 2736. 57. Yoshida N, T Yoshida, A Nakamura, T Monkawa, M Hayashi, et al. (1999). Calcitonin induces 25-hydroxyvitamin D3 1alpha-hydroxylase mRNA expression via protein kinase C pathway in LLC-PK1 cells. J Am Soc Nephrol 10:2474 2479. 58. Hellstrom AR, B Watt, SS Fard, D Tenza, P Mannstrom, et al. (2011). Inactivation of Pmel alters melanosome shape but has only a subtle effect on visible pigmentation. PLoS Genet 7:e1002285. Address correspondence to: Dr. Eduardo A.C. Almeida Space Biosciences Division NASA Ames Research Center Mail Stop 236-7 Moffett Field, CA 94035 E-mail: e.almeidanasa.gov Received for publication June 25, 2015 Accepted after revision August 28, 2015 Prepublished on Liebert Instant Online September 28, 2015STEM CELL DIFFERENTIATION IS REDUCED IN MICROGRAVITY 2621",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            }
        ]
    }
]