[
    {
        "pmid": "38671027",
        "title": "NASA GeneLab derived microarray studies of Mus musculus and Homo sapiens organisms in altered gravitational conditions.",
        "year": "2024",
        "journal": "NPJ Microgravity",
        "abstract": "One of the greatest challenges of humanity for deep space exploration is to fully understand how altered gravitational conditions affect human physiology. It is evident that the spaceflight environment causes multiple alterations to musculoskeletal, cardiovascular, immune and central nervous systems, to name a few known effects. To better characterize these biological effects, we compare gene expression datasets from microarray studies found in NASA GeneLab, part of the NASA Open Science Data Repository. In this review, we summarize these archived results for various tissues, emphasizing key genes which are highly reproducible in different mice or human experiments. Such exhaustive mining shows the potential of NASA Open Science data to identify and validate mechanisms taking place when mammalian organisms are exposed to microgravity or other spaceflight conditions. Our comparative meta-analysis findings highlight certain degrees of overlap and reproducibility in genes identified as differentially expressed within musculoskeletal tissues in each species across a variety of altered gravity conditions. However, the level of overlap between species was found to be significantly limited, partly attributed to the limited availability of human samples.",
        "full_text": "npj  microgravity Review article Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA https:doi.org10.1038s41526-024-00392-6 NASA GeneLab derived microarray studies of Mus musculus andHomo sapiens organisms in altered gravitational conditions Check for updates Konstantinos I. Adamopoulos1,2,L a u r e nM .S a n d e r s2,3S y l v a i nV .C o s t e s3 One of the greatest challenges of humanity for deep space exploration is to fully understand how altered gravitational conditions affect human physiology. It is evident that the space ight environment causes multiple alterations to musculoskeletal, cardiovascular, immune and central nervous systems,to name a few known effects. To better characterize these biological effects, we compare geneexpression datasets from microarray studies found in NASA GeneLab, part of the NASA Open ScienceData Repository. In this review, we summarize these archived results for various tissues, emphasizingkey genes which are highly reproducible in different mice or human experiments. Such exhaustivemining shows the potential of NASA Open Science data to identify and validate mechanisms takingplace when mammalian organisms are exposed to microgravity or other space ight conditions. Our comparative meta-analysis ndings highlight certain degrees of overlap and reproducibility in genes identi ed as differentially expressed within musculoskeletal tissues in each species across a variety of altered gravity conditions. However, the level of overlap between species was found to be signi cantly limited, partly attributed to the limited availability of human samples. NASA GeneLab platform, part of the NASA Open Science Data Repository (OSDR; https:osdr.nasa.govbio ) constitutes an omics (e.g., genomics, transcriptomics, proteomics, metabolomics) interactive open-access data-base where users are able to upload, do wnload, share, store and analyze data from space ight and space-relevant experim ents. Approximately half of the datasets in the GeneLab reposito ry consist of transcription pro ling assays. The most prevalent transcription stu dy assay type is microarray with RNA sequencing data being the fastest-grow ing assay in the database. Other assay types include genome sequencing, protein expression, metabolite pro ling, epigenomics, metagenomics, and epitranscriptomics 1,2. There are still many unknown mech anisms regarding the biological effects taking place during space ight. Discovering these mechanisms is essential for NASA s goal to keep its astronauts healthy, especially with the planned human deep space exploration missions, which are near the hor-izon. From the very rst space missions, it became evident that microgravity causes physiological changes to mammals, including signi cant abnorm- alities presented in the cardiovascular, immune, vestibular andmusculoskeletal systems 3,4. There are multiple and intricate hazards to human health and performance in space ight caused by a combination of environmental stressors such as gravitat ional alterations, ionizing radiation, high level of carbon dioxide, changes in diet and physiological stress.Appropriate countermeasures must be developed in order to effectivelyminimize the aforementioned impairments 3,57. Due to the small size of the astronaut cohort and privacy concerns surrounding human data collection and sharing, most space ight data originate from model organisms rather than Homo sapiens . An example of a model organism is Mus musculus ,a suitable model for studying the effects o f altered gravitational conditions. Current knowledge of the effects of space ight is derived from experimental models in vivo, ex vivo (e.g., tissue) and in vitro (e.g., cell culture)8. Opportunities for actual microgravity experiments are rare and chal- lenging to access due to the infrequency of space ights and the various associated restrictions, including ex penses, equipment requirements, and the need for volunteers. Thus, space an alogs, such as random positioning machines, clinostats, head-down b edrest, hindlimb unloading rodent 1National Technical University of Athens, School of Electrical and Computer Engineering, Biomedical Engineering Laboratory, Zografou, Athens, Gr eece.2Blue Marble Space Institute of Science, Space Biosciences Division, NASA Ames Research Center, Moffett Field, CA, USA.3NASA Space Biosciences Division, NASA Ames Research Center, Moffett Field, CA, USA. e-mail: sylvain.v.costesnasa.gov npj Microgravity  (2024) 10:49 11234567890():,; 1234567890():,;model, and rotating wall vessel, have been developed aiming to simulate altered gravity conditions911. In this study, we review the effects of microgravity and other space ight environmental factors on Homo sapiens and Mus musculus based on microarray studies and experiments housed in the NASA GeneLab repository1,2. We primarily focus on experim ents that have been conducted in either actual or simulated microgravity in order to determine the affectedfunctionalities at the gene, cellular or organ levels. Results Review of effects of altered gravitational conditions on Mus musculus It has been shown that the central nervous system (CNS) of Mus musculus exhibits severe abnormalities after exposure to space ight. For example, neuroin ammation has been identi ed following ionizi ng radiation indi- vidually or combined with microgravity exposure12,13.S a n t u c c ie ta l .( O S D - 33,https:doi.org10.260307btg-6q49 ) studied the effects on gene and protein expression level in mouse brain tissue following a 3-month missionon the International Space Station (ISS). They found that the expression ofnerve growth factor (Ngf) was dec reased in hippocampus, cortex and adrenal gland during space ight conditions, whereas brain-derived neu- rotrophic factor ( Bdnf) did not show consistent changes across the brain regions and the adrenal gland. Both proteins are involved in learning andmemory via regulating neural plasticit y. Genes related to various metabolic and catabolic processes were downregulated as well, while proteins relatedto mitochondrial and calcium metabolism, synthesis and hydrolysis of ATP, and amino acid transportation were upregulated 14. Frigeri et al. (OSD-32, https:doi.org10.26030jpyz-fn46 ) performed mRNA expression analysis in brain tissue of mice that were hindlimb-unloaded for 2 weeks. Hindlimbunloading (HU) is a microgravity analog in which a rodent s hind limbs are suspended and in disuse. Genes related to the transport of small moleculesand ions into cells were upregulated in the HU group. An increased risk ofvenous thrombosis, as well as changes in functional pathways such asimmune response, learning and memory performance, and cell junctionwere also noted 15. Holley et al. (OSD-536, https:doi.org10.26030bg5q- t229)h i g h l i g h t e ds i g n i cant alterations in gene expression pro les asso- ciated with neuronal function, immune regulation, growth and metabolic function in brain tissue of mice that were housed on the ISS for thirty- ve days. In particular, genes supportin g neuronal synaptic signaling and migration were signi cantly downregulated16. The detrimental consequences of microgravity exposure on the mus- culoskeletal system have also been exte nsively documented. Fitzgerald et al. (OSD-232, https:doi.org10.260309626-w275 ) studied articular and sternal cartilage from mice that had experienced space ight conditions for 30 days. Genes that encode structural ex tracellular matrix components, such asFmod ,Ogn,Omd ,Dcn,Dpt,Prelp ,Col10a1 ,Tsp4,a n d Comp were downregulated in articular cartilage. Proteoglycan levels were lowered in thespace ight articular cartilage, while there was no proteoglycan loss in the sternal cartilage. The authors concluded that this is because in microgravity, articular cartilage experiences near-c omplete biomechanical unloading, but sternal cartilage still experiences biomechanical loading 17. Gambara et al. (OSD-135, https:doi.org10.26030rjyq-x751 ) found that in longissimus dorsi from mice own for 30 days on the BION-M1 biosatellite, genes linked to insulin sensitivity and metabol i s mo fs k e l e t a lm u s c l ew e r es i g n i cantly dysregulated, while myo ber cross-sectional area and myosin heavy chain subtype patterns were not altered18. Chakraborty et al. (OSD-396, https: doi.org10.26030ce4f-xx71 ) examined the procedure of bone fracture healing (using a segmental bone defect model) in mice housed on the ISS for 4 weeks. Micro-computed tomography ( CT) analysis of callus tissue after space ight indicated increased trabecular spacing and decreased trabecular connectivity, while an ap optosis and cellular morbidity gene-network signal was activated in the space ight callus tissue compared to controls19.G a m - bara et al. (OSD-111, https:doi.org10.260309580-9n52 ) assessed changes in gene expression in mouse soleus and extensor digitorum longus following 30 days on the BION-M1 capsule. They identi ed differentially expressedgenes related to key biological processes such as contractile machinery, calcium homeostasis, muscle development, cell metabolism, and in am- matory and oxidative stress response8. Based on data from the same mice, Blottner et al. studied the Homer gene, which is thought to be downregulated during muscle atrophy. They found the short Homer1a isoform was upre- gulated, while the long Homer2 isoform was downregulated in the soleus muscle after microgravity exposure. This isoform sensitivity appears to beregulated by muscle activity or inactivity at the neuromuscular junction 20. Dpp et al. (OSD-228, https:doi.org10.26030bfmx-z866 )e x a m i n e d transcriptome alterations in soleus tissue of mice that underwent hindlimb suspension (HLS). HLS is a microg ravity analog in which a rodent sh i n d limbs are suspended, resulting in disuse similar to microgravity exposure.They found increased myogenic facto rs, contractile genes, and metabolic genes during reloading, as well as indications that sarcomere regulation issensitive to mechanic loading 21. Flck et al. recommended that especially in tissue plasticity studies, we should no rmalize gene expression levels using tissue-relevant references (e.g., muscle weight, volume, nuclear content)21,22. Mazzati et al. (OSD-227, https:doi.org10.26030vk0m-0558 )a l s ou s e d HLS to detect differential expressi on of genes associated with lipid and glucose metabolism in soleus and gastrocnemius tissue23.A l l e ne ta l .( O S D - 21,https:doi.org10.25966c36b-3g68 ) stated that space ight signi cantly alters expression of gastrocnemius t issue genes that are associated with muscle growth (e.g., phosphatidylinositol 3-kinase regulatory subunit p85a , MAFbxatrogin1 ,insulin response substrate-1 ,a n d forkhead box O1 tran- scription factor ) and muscle ber type24. Furthermore, weightlessness causes a decrease in bone formation by osteoblasts and an increase in osteolytic functions of osteoclasts. Pardo et al. examined gene expression pro les of 2T3 preosteoblast cells to nd genes particularly sensitive to gravity cha nges, and found that simulated micro- gravity downregulated alkaline phospha tase, run-related transcription fac- tor 2, osteomodulin and parathyroid hormone receptor 1, while cathepsin K was upregulated25.P a t e le ta l .( O S D - 3 0 , https:doi.org10.2596690vx-bf79 ) compared preosteoblast exposure to t wo different simulators of altered gravity: Rotating Wall Vessel and Random Positioning Machine. Theyfound similar results from each method, including altered expression of thesame 14 skeletal remodeling genes. In particular, they found inhibitedalkaline phosphatase enzyme activ ity in both, demonstrating that both methods inhibit preosteoblast different iation, consistent with microgravity- induced bone mass decrease. Parathyroid hormone-related protein (PthR1)involved in calcium mobi lization and bone morphogenetic protein 4 (BMP4) associated with skeleton deve lopment (e.g., cartilage formation) were downregulated in the Rotating Wall Vessel conditions 26.T h er o l eo f parathyroid hormone-related protein was also studied by Camirand et al.(OSD-107, https:doi.org10.260302x2z-6w28 ) using trabecular and cal- varial cells. They con rmed that PthR protein has anti-apoptotic function under microgravity, and as a result it could be de ned as an anabolic agent to prevent cell death in trabecular osteoblasts 27. Uda et al. (OSD-324, https: doi.org10.26030s7kj-h383 ) studied altered gravity ef fects on osteocytic cell line Ocy454 for 2, 4 and 6 days onboard the ISS, concluding that glucose metabolism and oxygen consumption were increased during space ight28. Wang et al. (OSD-547, https:doi.org10.26030y2af-c498 )e x a m i n e dg e n e expression pro les of osteocyte-like cell line MLO-Y4 under simulated altered gravitational conditions via large gradient high magnetic eld, showing that this environment affected the expression of genes related toenzyme, peptide, G-protein couple d receptors and glucose metabolic process 29. Sambandam et al. (OSD-18, https:doi.org10.25966j6hy-d340 ) investigated the differentiation procedure of osteoclasts using a rotary cellculture system to simulate microgravity. In particular, they highlightedincreased expression of genes associat ed with enhanced osteoclast differ- entiation and function, such as cytokinesgrowth factors, proteases and signaling proteins 30. Osteoblast precursors such as Bo ne Marrow Stromal Cells (BMSC) are sensitive to mechanical loading. Monticone et al. (OSD-29, https:doi.org 10.259666rr8-r017 ) studied murine BMSC cultures that were onboard the ISS for 8 days, while half of them were stimulated with osteo-inductivehttps:doi.org10.1038s41526-024-00392-6 Review article npj Microgravity  (2024) 10:49 2medium. They found that cell proliferation was inhibited in space ight conditions and that differentially e xpressed genes were related to neural development, neuron morphogenesis, transmission of nerve impulse andsynapse 31. Ortega et al. (OSD-50, https:doi.org10.2603069kd-nx87 )d i f - ferentiated murine bone marrow cells (mBMC) in the presence of recom- binant macrophage colony-stimulati ng factor (rM-CSF) for 14 days during space ight, detecting signi cant increase in cell prolife ration and differential expression of genes related to the coa gulation pathway. They found that the macrophages that differentiate during space ight express slightly different markers, and that the post-space ight population may be slightly more differentiated32. In addition, Chapes and Ortega (OSD-50, https:doi.org 10.2603069kd-nx87 ) highlighted the importance of ground-based experi- ments before space ight in order to assess macrophage differentiation33. Astronauts suffer from skin dryness, itching, coarsening of epidermis and decreased skin elasticity. Neutelings et al. (OSD-61, https:doi.org10. 260302zjp-sj35 )r e p o r t e da fteen percent reduction of dermal thickness of cutaneous tissue collected from mice exposed to space ight conditions for 90 days. They also reported deregulat ed hair follicle cycle and upregulated myogenesis34,35. Mao et al. (OSD-116, https:doi.org10.26030ya5a-e896 ) conrmed the increased risk for patho physiology damage and carcino- genesis in skin tissue during a 13-day space ight mission as they observed upregulation in cellular antioxi dants, ROS production and tissue remodeling36. Weightlessness induces severe effects on the immune system as well. Lebsack et al. (OSD-4, https:doi.org10.25966qq9p-pc28 )r e p o r t e d alterations in the expression of genes regulating stress, T-cell signaling activity and glucocorticoid recepto rs following the exposure of mice to space ight for 13 days. In particular, Rbm3 ,Ctla-4 ,IFN-a2a genes were upregulated and Hsph110 ,Hsp90aa1 ,Cxcl10 ,Strip1 ,Fkbp4m ,a n d CD44 genes were downregulated in the thymus tissue of space own mice37. Beheshti et al.38utilized the NASA GeneLab database to analyze transcriptomic data from different rodent datasets (e.g., OSD-4, https:doi. org10.25966qq9p-pc28 , OSD-21, https:doi.org10.25966c36b-3g68 , OSD-25, https:doi.org10.25966kzxa-s692 , OSD-48, https:doi.org10. 26030jq04-0n51 , OSD-61, https:doi.org10.260302zjp-sj35 , OSD-63, https:doi.org10.26030gsmt-8e70 ,O S D - 1 1 1 , https:doi.org10.26030 9580-9n52 ), revealing critical genes, sig naling pathways and circulating micro-RNA signatures as key biomarkers for astronauts health. Particu- larly, they identi edTP53 and transforming growth factor beta one ( TGF- 1) as the most prevalent regulators across all tissues, and TGF- 1was the most connected gene across all tissues, suggesting it is a key driver gene forspace ight response 34. Review of effects of altered gravitational conditions on Homo sapiens Experiments of human muscle tissue exp osed to microgravity validated the aforementioned ndings concerning the musculoskeletal system s vulner- ability to altered gravity. Chopard et al. (OSD-51, https:doi.org10.26030 3w73-jn41 ) examined gene expression pro l e so fs o l e u sa n dv a s t u sl a t e r a l i s muscles during long-term (60 days) bedrest conditions, as well as evaluatingpotential countermeasures such as protein supplementation and combinedresistance-aerobic exercise. They repo rted an induction of metallothioneins, genes involved in antioxidant stress re sponse, in the non-countermeasures groups. They also reported limited coun teracting effects of the nutritional countermeasure, while aerobic training signi cantly counteracted the negative effects on muscle metabolism 39. Rullman et al. (OSD-198, https: doi.org10.26030kcrr-p336 ) added the hypoxia variable into the equation, studying effects on micro-RNA (miRNA) expression of horizontal bedrestwith normal level of oxygen, bedrest in hypoxia, and ambulation in hypoxia.Few miRNAs were modestly differentially regulated, such as let-7,miR-15 , miR-25 ,miR-199 ,a n d miR-133 , thus only minor alterations could be detected. The Planetary Habitat Simulation study aimed to clarify biologicaleffects of prolonged (21-day) muscul oskeletal unloading combined with hypoxia. Rullman et al. (OSD-195, https:doi.org10.26030r6bv-rk07 ) identi ed upregulation of genes associated with denervation (e.g.,acetylcholine receptor subunit delta and perinatal myosin) and a robust inhibition of the myocyte enhancer factor-2 ( MEF2 )f a m i l y 40,41.A l i b e g o v i c et al. (OSD-370, https:doi.org10.26030zyy0-6497 ) investigated muscle biopsies taken from healthy young men before and after bedrest, in basal or insulin-stimulated states collected fr om vastus lateralis as well. They con- rmed downregulation of mitochondria l function pathways and increased muscle insulin resistance induced by bedrest conditions, which were only partially recovered after muscle retraining42. In addition, several studies have aimed to determine how human bone marrow stem cells react and differentiat e in altered gravitational conditions. Mayer-Wagner et al. (OSD-124, https:doi.org10.260306fwd-2p79 )s t u - died how chondrogenesis is affected du ring simulated reduced gravity and low-frequency electromagnetic elds, concluding that microgravity condi- tions signi cantly downregulated COLXA1 ,COL2A1 , and aggrecan, representing decreased chondrogenic potential43. Bradamante et al. (OSD- 546,https:doi.org10.26030mg6a-qv31 ) examined the effects in terms of growth and differentiation of huma n bone marrow stem cells (hBMSCs) housed on the ISS for 2 weeks. They identi ed upregulation of genes that are related to osteogenesis ( BGLAP ,CHRDL1 ,a n d SPP1 ) and metabolism of steroid hormones and vitamins A, D pathway ( CYP19A1 ,CYP24A1 , AKR1B1 ,HSD11B1 ). Cell proliferation, motility and cell-cell communica- tion seemed also to be affected as evidenced by downregulation ofCSNK2A2 ,ITGAV ,NRCAM ,a n d NRP2 ,w h i l et h e RAB27b gene associated with microvesicle formation was signi cantly upregulated. Moreover, they reported stemness loss, no evidence of apoptosis or senescene, notableupregulation of collagen genes, an d notable downregulation of matrix metallopeptidases 44. Terada et al. (OSD-174, https:doi.org10.260306sg0-ng36 )a n a l y z e d data from a JAXA (Japan Aerospace Exploration Agency) experimentconducted on a 6-month mission on the ISS, where both hair follicles andshafts were collected from ten astronauts. They reported altered expressionof genes associated with cell cycle disruption in hair follicles (e.g., COMP and CDK1 ) and hair growth (e.g., ANGPTL7 andFGF18 ) 45.Z h a n ge ta l .( O S D - 118,https:doi.org10.26030rcyt-qp10 ) investigated miRNA expression in non-proliferating human broblast cells in response to space ight envir- onment (ISS). Minor effects were observed on gene or miRNA expressionon day 14, whilst most of the different ially expressed genes were related to cell growth on day 3 (see ref. 46). Lu et al. (OSD-114, https:doi.org10. 26030yssj-bg68 )s t u d i e dh u m a n broblasts housed on ISS with and with- out treatment of bleomycin (a compound which induces DNA damage), tobetter understand the effects of microgravity on cellular DNA damageresponse. Although several genes w ere altered between treatment and control groups in ight and on Earth, including some of the same genes, there was no signi cant change when comparing ight treatment to Earth treatment. The authors also concluded that cell type and cell growth con-dition in uence whether microgravity affects DNA damage response 47. Space ight causes profound effects on lymphocyte functions that are well documented. Ward et al. (OSD-5, https:doi.org10.25966qq4z- 4m04 ) detected ten downregulated genes (e.g., GNLY ,PSME2 ,PrX4 ,HLA- DRA ,LY75 ,IL18,a n d DOCK2 ) related to immune response in activated T lymphocytes that were exposed to simu lated microgravity (Rotating Wall Vessel) for 24 h48.C h a n ge ta l .( O S D - 1 3 , https:doi.org10.260304an8- r968) studied T cells housed on the ISS and stimulated with the T-cell mitogen ConA and anti-CD28. They fo und impaired T-cell activation as well as profound downregulation of RelNF- B,CREB ,SRFand immediate early genes expression, indicating very ear ly effects of microgravity on T-cell gene expression49. Boonyaratanakornkit et al. (OSD-484, https:doi. org10.26030semj-9y19 ) revealed that Protein Kinase A (PKA) is a key regulator factor regarding NF-B,AP-1 ,CREB and T-cell activation in simulated microgravity50. Thiel et al. (OSD-189, https:doi.org10.26030 r0md-de60 , OSD-172, https:doi.org10.26030jx41-b816 , OSD-188, https:doi.org10.260303jq1-s218 )i d e n t i edATP6V1AD ,IGHD3-3 IGHDE-10 ,a n d LINC00837 as genes that are signi cantly affected by gravity, as they investigated non-activated human Jurkat T cells in bothmicrogravity and hypergravity conditions. They also found thathttps:doi.org10.1038s41526-024-00392-6 Review article npj Microgravity  (2024) 10:49 3chromosomal region 11p15.4 seems to b e particularly robust to altered gravity51,52. Vogel et al. and Tauber et al. focused on the effects of altered gravity on immune signaling, as captured by the OSD-283 ( https:doi.org 10.26030ge2v-wr94 ) and OSD-297 ( https:doi.org10.26030bb5k-1h18 ) datasets. In particular, Vogel et al. identi ed hypoxia-inducible factor 1 (HIF1) as a potential pharmacological t arget for counteracting deterioration of immune system, and PDK1 as sensitive in Jurkat T and U937 myelo- monocytic cells exposed to altered grav itational conditions. In addition, Tauber et al. described well-regulated homeostasis and transcriptional sta- bility of oxidative stress-related pathways53,54. U937 myelomonocytic cells were also studied by Thiel et al. (OSD-283, https:doi.org10.26030ge2v- wr94 , OSD-297, https:doi.org10.26030bb5k-1h18 ), who detected sig- nicant gene expression alterations after only 20 s of altered gravitational conditions (both microgravity and hy pergravity). However, all initially differentially expressed transcripts adj usted rapidly afterward, verifying the existence of immediate adaptation mechanisms55.L o n gn o n c o d i n gR N A s (lncRNAs) and miRNAs seem to regulate effects, associat ed with apoptosis and immune response, in human lymphoblastoid TK6 cells under simu-lated microgravity and ionizing radi ation according to Fu et al. (OSD-545, https:doi.org10.260307ta4-ga35 ) 56. Chakraborty et al. (OSD-54, https:doi.org10.260308mfb-wa73 ) customized a cell culture module fo r human dermal microvascular endo- thelial cell growth in order to examine the impact of space ight environ- ment on endothelial cells treated with lipopolysaccharide. They found thatlong-term lipopolysaccharide exposure resulted in a delayed host response,inefcient in pathogens potential invasion 57. Human umbilical vein endothelial cells exposure to microgravity showed signi cant altered transcripts related to oxidative phosphorylation, stress response, cell cycleand apoptosis. Findings from Versari et al. (OSD-52, https:doi.org10. 26030nt3p-p547 ) suggested that microgravity affects in ammatory response and endothelial behavior, while promoting senescence 58. Girardi et al. (OSD-55, https:doi.org10.260309thk-dv75 , OSD-56, https:doi.org10.26030nc96-xp67 , OSD-128, https:doi.org10.26030 73sd-9a85 , OSD-129, https:doi.org10.26030sec3-y188 )e x a m i n e d mRNA and miRNA expression pro les in peripheral blood lymphocytes (PBL) exposed to simulated microgravity through a miRNA-mRNA inte-gration analysis, detecting effects on in ammatory response, apoptosis and cell proliferation decrease 59.Let-7i, miR-7, miR-7-1, miR-27a, miR-144, miR-200a, miR-598 ,a n d miR-650 were found to be deregulated in human PBLs exposed to radiation and simulated microgravity (Rotating WallVessel) 60. Wei et al. also investigated effects of simulated weightlessness on human PBLs. Microgravity seemed to inhibit DNA replication and down- regulate DNA-repair gene, enhancing structural chromosome instability61. Moreover, Fuentes et al. found that the effect of microgravity in cardio-vascular progenitors is age-dependent, since endothelial and cardiomyo-genic differentiation markers wer e highly expressed in adults whereas neonatal progenitors acquired dedifferentiating cellular features 62.I na recent study, Bisserier et al. investigated space ight effect on small extra- cellular vesicles (sEVs) isolated from three astronauts blood plasma. Sig- nicant downregulation of miR-214 ,miR-128 and promotion of PRC2 complex activation and elevated H3K27me3 levels were observed in human cardiomyocytes during space ight, leading to epigenetic suppression of Vitamin D receptor expression63. The effects of altered gravitational conditions on lymphoblast leukemic cells and colorectal cancer cells were s tudied by Vidyasekar et al. (OSD-125, https:doi.org10.260306dnk-x507 ). They reported multiple microgravity- induced consequences observed in both c ell lines such as reduced cell via- bility, altered cell morphology and d iverging cell cycle. Dysregulation of oncogenes and cancer progression markers ( JUNB ,CD44 ,MYC and CD117 ) were detected as well64. Comparative analysis of microgravity effects on musculoskeletal systems We present a differential gene expres sion analysis in response to micro- gravity vs control conditions. To gain insight into the molecularmechanisms underlying these conditions we generated volcano plots per each tissue which depict bo th the statistical signi cance and the level of differentially expressed genes (DEGs). In addition to that, we evaluated theGene Ontology functions of the top over-expressed and under- expressed genes. Figure 1shows volcano plots of all musculoskeletal mouse muscle microarray datasets from OSDR. These plots show the variation anddiversity of differential gene expressi on results even between the same types of muscle. For example, Fig. 1b, g are both from gastrocnemius datasets but the differentially expressed genes and distribution are very different. Figure 2shows volcano plots for all human musculoskeletal microarray datasets from OSDR. Similar to the m ouse datasets, there is widespread variation in both distribution and di fferentially expressed genes between datasets of the same tissue type. We then evaluated the Gene Ontology functions of the genes that were signicantly upregulated in four or more mouse musculoskeletal tissues across experiments: Fbxo32, Cdkn1a, Lcn2, Pnmt, Fkbp5, andCebpd (Fig. 3). We also evaluated the Gene Ontology functions of the genes that weresignicantly downregulated in four mouse musculoskeletal tissues across experiments: Col1a1 andDbp (Fig. 4). We performed a similar analysis using all datasets from human musculoskeletal tissue (Figs. 5and6). We further expanded the analysis by incorporating all available data from literature derived from the same ti ssue and organism, utilizing similar experimental conditions, wi thout imposing any speci c inclusion criteria (e.g. Pvalue, log2-fold change). Consequently, we proceeded with the computation of Pearson correlation coef cients for all these genes across experiments that evaluated comparab le factors. First, we investigated the concordance of gene expression levels between two male human bedrestexperiments studying vastus later alis tissue (OSD-195 and OSD-370). The most notable difference between these two datasets is that OSD-195 studied21 days of bedrest while OSD-370 studied 9 days of bedrest. The correlationcoefcient was calculated to assess the gene-by-gene relationship between the two datasets. Our analysis revealed a moderate positive correlation withac o e f cient of 0.47. This indicates that there is a tendency for the gene expression levels to increase toge ther across the two experiments. We extended our investigation to include the OSD-51 experiment, female human bedrest study which shared 1225 common unique genes with both OSD-195 and OSD-370 experime nts from the larger merged list of 17,402 genes. For OSD-51 compared to OSD-195, a correlation coef cient of 0.26 was observed, indicating a weak positive correlation between thegene expression levels of the two expe riments. Similarly, between OSD-51 and OSD-370, a correlation coef cient of 0.23 was found, also indicating a weak positive correlation. However, notably, the correlation between OSD-195 and OSD-370 experiments was signi cantly higher, with a coef cient of 0.64, even using the reduced number of genes, indicating a moderatepositive correlation. This suggests tha t these two experiments exhibit more similar gene expression patterns when compared to OSD-51. The increasein correlation between OSD-195 and OSD-370 compared to the larger merged dataset (Fig. 7). We then examined the correlation coef cient between two mouse gastrocnemius datasets (OSD-21 and OSD-227), focusing on 12,385 uniquecommon genes. The greatest difference between these two experiments isthat OSD-21 studied female mice o w no na n1 1 - d a ys p a c es h u t t l e ight while OSD-227 studied male mice subj ected to hindlimb suspension for 24 h. The calculated correlation coef cient was close to 0.2, falling within the range of a weak positive correlation. We also calculated the correlation coef cient between OSD-227 soleus and OSD-111 soleus, where OSD-111 studied male mice own on the BION-M1 biosatellite for 30 days . The Pearson correlation coef cient cal- culated for the shared genes between OSD-111 and OSD-227 was found to be 0.02 (Fig. 8). This correlation coef cient indicates minimal linear rela- tionship between the gene expressi on patterns in the two experiments. Overall, we observe higher correlation coef cient between datasets which studied subjects of the same sex u nder similar experimental condi- tions. Several factors can con tribute to the correlation coef cient, includinghttps:doi.org10.1038s41526-024-00392-6 Review article npj Microgravity  (2024) 10:49 4biological variability, technical factors, and the complexity of gene expres- sion regulation. Even with the same ti ssue and similar experimental con- ditions, gene expression can exhibit co nsiderable variation between samples and experiments. Discussion Studies from space i g h ta n dg r o u n da n a l o ge x p e r i m e n t sc o n rmed that altered gravity environment causes mul tiple physiological alterations to both mouse and human musculoskeletal , immune, cardiovascular, vestib- ular, integumentary, and nervous system, including biological processessuch as metabolism of skeletal muscle, bone formation response, in am- matory response, apoptosis and cell p roliferation in PBLs, impaired acti- vation of T cells, stem cell differentiation, cell cycle disruption in hair follicles, neuron morphogenesis, neuronal synaptic signaling and migration, cell morphology and diverging cell cycle in cancer cell lines. In our study, we initially incorporate all available literature data derived from the same tissue and organism with similar experimentalconditions, without considering speci c inclusion criteria. Subsequently,we computed Pearson correlation coef cients for all genes across experiments that evaluated comparable factors. Initially, we focused on Homo sapiens Vastus lateralis tissue. The analysis revealed a moderate positive correlation indicating a tendency for gene expression levels toincrease together across OSD-195 and OSD-370 experiments. Weexpanded our investigation to include the OSD-51 experiment. Weobserved a correlation coef cient of 0.26, showing a weak positive cor- relation between the gene expression levels between OSD-51 vs OSD-370,and OSD-51 vs OSD-195. However, the correlation between OSD-195and OSD-370 experiments was notably higher, with a coef cient of 0.64, suggesting a more pronounced association and similarity in geneexpression patterns when compared to OSD-51. The increased correla-tion between OSD-195 and OSD-370, despite a reduced number of common genes, indicates potential biologically relevant similarities between these two experiments, which may not be evident when con-sidering the larger gene set. The calculated correlation coef cient between experiments regarding Mus musculus Gastrocnemius and Soleus tissues indicated weak positive and close to zero correlation, respectively. Fig. 1  Volcano plots showing gene expression between microgravity and control conditions in mouse muscle datasets. a OSD-21 calf; bOSD-21 gastrocnemius; cOSD-125 tongue; dOSD-111 soleus; eOSD-135 longissimus dorsi; fOSD-111 extensor digitorum longus; gOSD-227 gastrocnemius; hOSD-227 soleus. Genes with a log2-fold change above 1 are represented in red, signifying upregulatedexpression, while genes with a log2-fold change below 1 are depicted in blue, indicating downregulated expression. The horizontal dashed line corresponds to the adjusted Pvalue threshold of less than 0.05, highlighting genes with statistically signicant expression changes.https:doi.org10.1038s41526-024-00392-6 Review article npj Microgravity  (2024) 10:49 5Furthermore, we were interested in characterizing how reproducible these experimental results are wit hin each species. We focused on the musculoskeletal system for a comparative analysis because this physiolo-gical system contains the greatest number of comparable tissue typesbetween human and mouse datasets. We evaluated the Gene Ontology f u n c t i o n so ft h eg e n e st h a tw e r es i g n i cantly upregulated in 4 or more mouse musculoskeletal tissues across experiments: Fbxo32, Cdkn1a, Lcn2, Pnmt, Fkbp5, and Cebpd . This analysis revealed a consistent trend ofFig. 3  Gene Ontology functions of all differen- tially expressed genes upregulated in four or moretissue types in mouse musculoskeletal datasets.Dark green shadowed genes are differentially expressed in ve tissue types; light green shadowed genes are differentially expressed in four tissue types.sc sternal cartilage, ld longissimus dorsi, sol soleus, edl extensor digitorum longus, g gastrocnemius. Fig. 2  Volcano plots showing gene expressionbetween microgravity and control conditions in human muscle datasets. a OSD-51 soleus; bOSD- 51 vastus lateralis; cOSD-370 vastus lateralis; dOSD-195 vastus lateralis. Genes with a log2-fold change above 1 are represented in red, signifying upregulated expression, while genes with a log2-foldchange below 1 are depicted in blue, indicating downregulated expression. The horizontal dashed line corresponds to the adjusted Pvalue threshold of less than 0.05, highlighting genes with statisticallysignicant expression changes. https:doi.org10.1038s41526-024-00392-6 Review article npj Microgravity  (2024) 10:49 6upregulation of several biological p rocesses including protein binding, ubiquitin activity and transferase act ivity in mouse muscle tissues exposed to microgravity. We also evaluated the G ene Ontology functions of the genes that were signi cantly downregulated in two mouse musculoskeletal tissues across experiments: Col1a1 and Dbp. This analysis shows consistent downregulation of several biologi cal processes across experiments,including metal ion binding, DNA binding and RNA polymerase activity. Interestingly, several of the same biological processes were found to be associated with both upregulate d genes and downregulated genes. We performed a similar analysis using all datasets from human mus- culoskeletal tissue (Figs. 5and6). There were fewer datasets to compare, and three upregulated and nine downregulated genes overlapped betweenFig. 6  Gene Ontology functions of all differen- tially expressed genes downregulated in two human musculoskeletal datasets. MYOZ2, COLQ, KLHL40, CA14, CASQ2, KLHL34, ACOT11,COQ10A, andPPP1R1C downregulated genes in Homo sapiens  vastus lateralis tissues appear to be involved in multiple enriched GO terms. Fig. 5  Gene Ontology functions of differentially expressed genes upregulated in two human mus-culoskeletal datasets. CHRND, CHAD , and RRAD upregulated genes in Homo sapiens vastus lateralis tissues appear to be involved in multiple enrichedGO terms. Fig. 4  Gene Ontology functions of all differen- tially expressed genes downregulated in four tis- sue types in mouse musculoskeletal datasets. sc sternal cartilage, ld longissimus dorsi, sol soleus, edlextensor digitorum longus, g gastrocnemiussc ster- nal cartilage, t tongue, ld longissimus dorsi, sol soleus, sol soleus, g gastrocnemius, edl extensordigitorum longus. Fig. 7  Forest plot depicting the correlationcoefcients for four comparisons including OSD- 195 vs OSD-370, OSD-51 vs OSD-195, OSD-51 vsOSD-370, and OSD-195 vs OSD-370 from a larger merged dataset (17402 genes) in Homo sapiens. The correlation coef cient for each comparison is represented by a black point on the line. The dashed vertical line at the center denotes the point of no correlation (correlation coef cient  0). The con- dence level employed for computing the con- dence intervals (CIs) is con gured to be 95, equivalent to an alpha level of 0.05. https:doi.org10.1038s41526-024-00392-6 Review article npj Microgravity  (2024) 10:49 7datasets. The CHRND gene (associated with acetylcholine binding, acet- ylcholine receptor activity, acetylcholin e-activated cation-selective channel activity, ligand-gated ion channel activity), CHAD gene (related to protein kinase inhibitor activity), and RRAD gene (associated with GTP binding, GTPase activity, calmodulin bindi ng, protein binding) were signi cant upregulated on two different human experiments, OSD-195 and OSD-370both studying vastus lateralis tissue. T he aforementioned experiments also share nine common downregulated genes MYOZ2 (associated with actin, and protein binding), COLQ (associated with protein binding), along with KLHL40, CA14, CASQ2, KLHL34, ACOT11, COQ10A, and PPP1R1C . Overall, in the human musculoskeletal datasets we nd consistency in the biological process of protein binding. OSD-195 and OSD-370 have thegreatest overlap, even though the oth er two datasets also studied the same tissue type. It was challenging to perform a dir ect comparison between the human and mouse results, due to the small sample size in the human datasets.However, we did note that the protei n binding Gene Ontology term was related to several upregulated mou se and downregulated human genes. We assess gene expression results from a variety of tissues in both Mus musculus andHomo sapiens exposed to altered gravity in space ight or ground analogs. We report some overlap and reproducibility in genesidenti ed as differentially expressed in musculoskeletal tissues within each species, and very limited overlap betw een species, partially due to the small amount of human samples. To ensure the comprehensiveness of our ana- lysis, we took an inclusive approach by i ncorporating all relevant literature data derived from the same tissue and or ganism, with similar experimental conditions. This inclusive approach may help to identify potential patternsor trends across a wider range of studies, which may not be apparent whenfocusing solely on a subset of data. The elevated correlation observedbetween OSD-195 and OSD-370, despite a reduced number of shared genes,implies the presence of potential biolo gically relevant similarities between these two experiments. Further research is needed to understand whichdifferentially expressed gene signatures from Mus musculus are truly reective of Homo sapiens response to altered gravity. Methods Data and literature mining We identi ed all the microarray studies and datasets housed in NASA GeneLab, part of the NASA Open Science Data Repository ( https:osdr. nasa.govbio ) by applying the following search lters: Assay Type: Microarray ,Tissue: All ,Factor: All ,Organisms: Mus musculus ORHuman (Homo sapiens) . The search was limited to studies published up to January 2023 to ensure the inclusion of the most recent research. We obtained the following datase ts: OSD-4, OSD-18, OSD-21, OSD- 29, OSD-30, OSD-32, OSD-33, OSD-50, OSD-61, OSD-79, OSD-80, OSD-87, OSD-88, OSD-89, OSD-93, OSD- 94, OSD-107, OSD-109, OSD-111, OSD-116, OSD-117, OS D-131, OSD-135, OSD-148, OSD-153, OSD-156, OSD-158, OSD-159, OSD, 160, OSD- 183, OSD-202, OSD-222, OSD-232, OSD-227, OSD-228, OS D-324, OSD-342, OSD-396, OSD-432, OSD-455, from Mus musculus a n dO S D - 5 ,O S D - 9 ,O S D - 1 3 ,O S D - 5 1 ,O S D - 5 2 ,O S D - 54, OSD-55, OSD-56, OSD-71, OSD- 73, OSD-78, OSD-92, OSD-114, OSD-115, OSD-118, OS D-124, OSD-125, OSD-128, OSD-129, OSD-130, OSD-140, OSD-149, OS D-152, OSD-151, OSD-154, OSD-155, OSD-157, OSD-172, OSD-174, OS D-175, OSD-176, OSD-178, OSD-182, OSD-188, OSD-189, OSD-195, OS D-198, OSD-283, OSD-285, OSD-297, OSD-317, OSD-354, OSD-367, OS D-368, OSD-369, OSD-370, OSD-410, OSD-484, OSD-542, OSD-544, OSD-545, OSD-546 from Homo sapiens . Furthermore, the GeneLab repository federates search with the Gene Expression Omnibus (GEO) of National Center for Bio-technology Information (NCBI). The GeneLab repository encom-passes the entirety of the relevant datasets present in the GEOdatabase. A more comprehensive search had to be done though usingthe following query: (microgravity OR space ight OR gravity) AND Homo sapiens )a n d (microgravity OR space ight OR gravity) AND Mus musculus ) and applying the following lter criteria: Study type: Expression pro ling by array . Academic research databases, such as PubMed, and Scie nceDirect were also used with the keywords microgravity and microarray ,space ight and micro- array ,gravity and microarray and weightlessness and micro- array . Because GeneLab ingests datasets from GEO and provides an option to search through the GEO database, no new datasets werefound in this search, but research articles found in this search wereused to inform the discussion secti on in this manuscript. We describe the differences and similarities between the ndings of the original studies for each tissue type in Mus musculus and Homo sapiens . Differential gene expression comparative meta-analysis on the musculoskeletal system We also performed a comparative meta-analysis of differentially expressed genes from transcriptomics datasets between Mus musculus andHomo sapiens , speci cally concentrated on the musculoskeletal system (Fig. 9).Fig. 8  The gure displays the correlation coef - cients for two comparisons including OSD-21 vs OSD-227 (Gastrocnemius), OSD-111 vs OSD-227(Soleus) in Mus musculus. The correlation coef - cient for each comparison is represented by a black point on the line. The dashed vertical line at the center denotes the point of no correlation (correla-tion coef cient  0). The con dence level employed for computing the con dence intervals (CIs) is congured to be 95, equivalent to an alpha level of 0.05. https:doi.org10.1038s41526-024-00392-6 Review article npj Microgravity  (2024) 10:49 8This choice was driven by the fact that the musculoskeletal system encompasses a wide range of tissue t ypes that are highly comparable between human and mouse datasets. By focusing on this physiological system, we aimed to evaluate the consistency of ndings and identify commonly upregulated and downregu lated genes within each species, as well as between the two species. To demonstrate the concordance on a gene-by-gene level between experiments we calculate d Pearson correlation coef cient between gene counts in different datasets from the same tissue type. To avoid duplicate genes per experiment we calculated th e average expression value for each common gene and removed null values. To identify differentially expressed genes that are reproducible between experiments, we focused on experiments which ful ll these inclusion criteria: (1) case control study, (2) derived from mus culoskeletal ti ssue of the same species, (3) untreated samples, (4) micr ogravity vs control group comparison. We identi ed in each study genes which were differentially expressed between microgravity-exposed sample s and control samples with an adjusted Pvalue (Benjamini Hochberg method) threshold of below 0.05 and log2FC threshold above 1, which re e c t sas u b s t a n t i a lc h a n g ei ng e n ee x p r e s s i o n . The data preprocessing and different ial expression analysis procedures were conducted using the R programming language. Normalization wasperformed using the affy or oligo packages in the R Bioconductorenvironment 6567. Speci cally, for the Affymetrix datasets, we employed the Robust Multiarray Analysis (RMA) algo rithm through the RBioconductor packages affy and oligo which performs background correction, log2 transformation, quantile normalization, and the summarization of all probesets into a single expression value for each gene. For the Agilent datasets, weperformed normalization using the RBioconductor package limma. Fol-lowing this preprocessing pipeline, each normalized dataset underwent quality control checks, incorporating an outlier removal approach. Qualitycontrol procedures were executed us ing the RBioconductor package arrayQualityMetrics, which involved generating boxplots of logarithmratios, PCA and MA plots. Any samples identi ed as outliers in both MA and PCA plots during the quality control assessment were excluded fromtheir respective datasets. Data availability Data used in the preparation during the current research article wereobtained from NASA GeneLab Open Science Data Repository (OSDR;osdr.nasa.govbio). (Accession codes, DOIs): (OSD-33, https:doi.org10.260307btg-6q49 ), (OSD-32, https:doi.org10.26030jpyz-fn46 ), (OSD- 536, https:doi.org10.26030bg5q-t229 ), (OSD-232, https:doi.org10. 260309626-w275 ), (OSD-135, https:doi.org10.26030rjyq-x751 ), (OSD-396, https:doi.org10.26030ce4f-xx71 ), (OSD-111, https:doi.org 10.260309580-9n52 ), (OSD-228, https:doi.org10.26030bfmx-z866 ), (OSD-227, https:doi.org10.26030vk0m-0558 ), (OSD-21, https:doi.org 10.25966c36b-3g68 ), (OSD-30, https:doi.org10.2596690vx-bf79 ), (OSD-107, https:doi.org10.260302x2z-6w28 ), (OSD-324, https:doi. org10.26030s7kj-h383 ), (OSD-547, https:doi.org10.26030y2af-c498 ), (OSD-18, https:doi.org10.25966j6hy-d340 ), (OSD-29, https:doi.org 10.259666rr8-r017 ), (OSD-50, https:doi.org10.2603069kd-nx87 ), (OSD-61, https:doi.org10.260302zjp-sj35 ), (OSD-116, https:doi.org 10.26030ya5a-e896 ), (OSD-4, https:doi.org10.25966qq9p-pc28 ), (OSD-25, https:doi.org10.25966kzxa-s692 ), (OSD-48, https:doi.org 10.26030jq04-0n51 ), (OSD-63, https:doi.org10.26030gsmt-8e70 ), (OSD-51, https:doi.org10.260303w73-jn41 ), (OSD-198, https:doi.org 10.26030kcrr-p336 ), (OSD-195, https:doi.org10.26030r6bv-rk07 ), (OSD-370, https:doi.org10.26030zyy0-6497 ), (OSD-124, https:doi. org10.260306fwd-2p79 ), (OSD-546, https:doi.org10.26030mg6a- qv31), (OSD-174, https:doi.org10.260306sg0-ng36 ), (OSD-118, https: doi.org10.26030rcyt-qp10 ), (OSD-114, https:doi.org10.26030yssj- bg68), (OSD-5, https:doi.org10.25966qq4z-4m04 ), (OSD-13, https: doi.org10.260304an8-r968 ), (OSD-484, https:doi.org10.26030semj- 9y19), (OSD-189, https:doi.org10.26030r0md-de60 ), (OSD-172, https:doi.org10.26030jx41-b816 ), (OSD-188, https:doi.org10.26030 3jq1-s218 ), (OSD-283, https:doi.org10.26030ge2v-wr94 ), (OSD-297, https:doi.org10.26030bb5k-1h18 ), (OSD-545, https:doi.org10.26030 7ta4-ga35 ), (OSD-54, https:doi.org10.260308mfb-wa73 ), (OSD-52, https:doi.org10.26030nt3p-p547 ), (OSD-55, https:doi.org10.26030 9thk-dv75 ), (OSD-56, https:doi.org10.26030nc96-xp67 ), (OSD-128, https:doi.org10.2603073sd-9a85 ), (OSD-129, https:doi.org10.26030 sec3-y188 ), (OSD-125, https:doi.org10.260306dnk-x507 ). Code availability T h ec o d ef o rt h eb i o i n f o r m a t i c sm e t h o d sc a nb em a d ea v a i l a b l eu p o nr e a - sonable request to the corresponding author. Received: 3 December 2022; Accepted: 3 April 2024; Fig. 9  An overview of the effects of altered gravity environment on various physiological aspects in both mouse and human systems incudes muscu-loskeletal, immune, cardiovascular, vestibular,integumentary, and nervous system alterations. Comparative meta-analysis ndings highlight cer- tain degrees of overlap and reproducibility in genesidenti ed as differentially expressed within muscu- loskeletal tissues in each species. https:doi.org10.1038s41526-024-00392-6 Review article npj Microgravity  (2024) 10:49 9References 1. Ray, S. et al. GeneLab: Omics database for space ight experiments. Bioinformatics 35, 1753 1759 (2019). 2. Berrios, D. C., Galazka, J., Grigorev, K., Gebre, S.  Costes, S. V. NASA GeneLab: interfaces for the exploration of space omics data. Nucleic Acids Res. 49, D1515 D1522 (2021). 3. Adamopoulos, K., Koutsouris, D., Zaravinos, A.  Lambrou, G. I. Gravitational in uence on human living systems and the evolution of species on Earth. Molecules 26, 2784 (2021). 4. Morey-Holton, E. R. 9 The impact of gravity on life. In Evolution on Planet Earth (eds. Rothschild, L. J.  Lister, A. M.) 143 159 (Academic Press, 2003). 5. Beheshti, A., Cekanaviciute, E., Smith, D. J.  Costes, S. V. Global transcriptomic analysis suggests carbon dioxide as an environmentalstressor in space ight: a systems biology GeneLab case study. Sci. Rep. 8, 4191 (2018). 6. Reynolds, R. J. et al. Validating causal diagrams of human health risks for space ight: an example using bone data from rodents. Biomedicines 10, 2187 (2022). 7. Barker, R. et al. Rad-Bio-App: a discovery environment for biologists to explore space ight-related radiation exposures. NPJ Microgravity 7, 15 (2021). 8. Gambara, G. et al. Gene expression pro ling in slow-type calf soleus muscle of 30 days space- own mice. PLoS ONE 12, e0169314 (2017). 9. Morey-Holton, E. R.  Globus, R. K. Hindlimb unloading rodent model: technical aspects. J. Appl. Physiol. 92, 1367 1377 (2002). 10. Brungs, S. et al. Facilities for simulation of microgravity in the ESA ground-based facility programme. Microgravity Sci. Technol. 28, 191203 (2016). 11. Kiss, J. Z., Wolverton, C., Wyatt, S. E., Hasenstein, K. H.  van Loon, J. J. W. A. Comparison of microgravity analogs to space ight in studies of plant growth and development. Front. Plant Sci .10, 485372 (2019). 12. Guguinou, N. et al. Stress response and humoral immune system alterations related to chronic hypergravity in mice.Psychoneuroendocrinology 37, 137147 (2012). 13. Mhatre, S. D. et al. Neuro-consequences of the space ight environment. Neurosci. Biobehav. Rev. 132, 908 935 (2022). 14. Santucci, D. et al. Evaluation of gene, protein and neurotrophin expression in the brain of mice exposed to space environment for91 days. PLoS ONE 7, e40112 (2012). 15. Frigeri, A. et al. Effect of microgravity on gene expression in mouse brain. Exp. Brain Res. 191, 289300 (2008). 16. Holley, J. M. et al. Characterization of gene expression pro les in the mouse brain after 35 days of space ight mission. NPJ Microgravity 8, 35 (2022). 17. Fitzgerald, J., Endicott, J., Hansen, U.  Janowitz, C. Articular cartilage and sternal brocartilage respond differently to extended microgravity. NPJ Microgravity 5, 3 (2019). 18. Gambara, G. et al. Microgravity-induced transcriptome adaptation in mouse paraspinal longissimus dorsi muscle highlights insulinresistance-linked genes. Front. Physiol. 8, 279 (2017). 19. Chakraborty, N. et al. Gene-metabolite networks associated with impediment of bone fracture repair in space ight. Comput. Struct. Biotechnol. J. 19, 3507 3520 (2021). 20. Blottner, D. et al. Reciprocal Homer1a and Homer2 isoform expression is a key mechanism for muscle soleus atrophy inspace own mice. Int. J. Mol. Sci .23, 75 (2022). 21. Flck, M., Dpp, C., Schmutz, S., Wit, E.  Hoppeler, H. Transcriptional pro ling of tissue plasticity: role of shifts in gene expression and technical limitations. J. Appl. Physiol. 99, 397413 (2005). 22. Dpp, C., Schmutz, S., Hoppeler, H.  Flck, M. Transcriptional reprogramming and ultrastructure during atrophy and recovery ofmouse soleus muscle. Physiol. Genomics 20,9 7107 (2004).23. Mazzatti, D. J. et al. Muscle unloading-induced metabolic remodeling is associated with acute alterations in PPAR and UCP-3 expression. Physiol. Genomics 34, 149161 (2008). 24. Allen, D. L. et al. Effects of space ight on murine skeletal muscle gene expression. J. Appl. Physiol. 106, 582595 (2009). 25. Pardo, S. J. et al. Simulated microgravity using the random positioning machine inhibits differentiation and alters gene expression pro les of 2T3 preosteoblasts. Am. J. Physiol. Cell Physiol. 288, C1211  C1221 (2005). 26. Patel, M. J. et al. Identi cation of mechanosensitive genes in osteoblasts by comparative microarray studies using the rotating wallvessel and the random positioning machine. J. Cell Biochem. 101, 587599 (2007). 27. Camirand, A. et al. The role of parathyroid hormone-related protein (PTHrP) in osteoblast response to microgravity: mechanistic implications for osteoporosis development. PLoS ONE 11, e0160034 (2016). 28. Uda, Y. et al. Global transcriptomic analysis of a murine osteocytic cell line subjected to space ight. FASEB J. 35, e21578 (2021). 29. Wang, Y. et al. GeneChip expression pro ling reveals the alterations of energy metabolism related genes in osteocytes under large gradienthigh magnetic elds. PLoS ONE 10, e0116359 (2015). 30. Sambandam, Y. et al. Microarray pro le of gene expression during osteoclast differentiation in modelled microgravity. J. Cell Biochem. 111, 1179 1187 (2010). 31. Monticone, M., Liu, Y., Pujic, N.  Cancedda, R. Activation of nervous system development genes in bone marrow derived mesenchymal stem cells following space ight exposure. J. Cell Biochem. 111, 442452 (2010). 32. Ortega, M. T., Lu, N.  Chapes, S. K. Evaluation of in vitro macrophage differentiation during space ight. Adv. Space Res. 49, 14411455 (2012). 33. Chapes, S.  Ortega, M. Understanding macrophage differentiation during space ight: the importance of ground-based experiments before space ight. Recent Pat. Space Technol. 3,4 047 (2013). 34. Tronnier, H., Wiebusch, M.  Heinrich, U. Change in skin physiological parameters in space report on and results of the rst study on man. Ski. Pharm. Physiol. 21, 283292 (2008). 35. Neutelings, T. et al. Skin physiology in microgravity: a 3-month stay aboard ISS induces dermal atrophy and affects cutaneousmuscle and hair follicles cycling in mice. NPJ Microgravity 1, 15002 (2015). 36. Mao, X. W. et al. Biological and metabolic response in STS-135 space- own mouse skin. Free Radic. Res. 48, 890 897 (2014). 37. Lebsack, T. W. et al. Microarray analysis of space own murine thymus tissue reveals changes in gene expression regulating stress andglucocorticoid receptors. J. Cell Biochem. 110, 372381 (2010). 38. Beheshti, A., Ray, S., Fogle, H., Berrios, D.  Costes, S. V. A microRNA signature and TGF- 1 response were identi ed as the key master regulators for space ight response. PLoS ONE 13,119 (2018). 39. Chopard, A. et al. Large-scale mRNA analysis of female skeletal muscles during 60 days of bed rest with and without exercise ordietary protein supplementation as countermeasures. Physiol. Genomics 38, 291302 (2009). 40. Rullman, E., Fernandez-Gonzalo, R., Mekjavi , I. B., Gustafsson, T.  Eiken, O. MEF2 as upstream regulator of the transcriptome signaturein human skeletal muscle during unloading. Am. J. Physiol. Regulatory, Integr. Comp. Physiol. 315, R799 R809 (2018). 41. Rullman, E., Mekjavic, I. B., Fischer, H.  Eiken, O. PlanHab (planetary habitat simulation): the combined and separate effects of 21 days bed rest and hypoxic con nement on human skeletal muscle miRNA expression. Physiol. Rep. 4, e12753 (2016). 42. Alibegovic, A. C. et al. Insulin resistance induced by physical inactivity is associated with multiple transcriptional changes in skeletal muscle inyoung men. Am. J. Physiol. Endocrinol. Metab. 299,E 7 5 2 E763 (2010).https:doi.org10.1038s41526-024-00392-6 Review article npj Microgravity  (2024) 10:49 1043. Mayer-Wagner, S. et al. Effects of single and combined low frequency electromagnetic elds and simulated microgravity on gene expression of human mesenchymal stem cells duringchondrogenesis. Arch. Med. Sci. 14, 608616 (2018). 44. Bradamante, S. et al. SCD stem cell differentiation toward osteoblast onboard the international space station. Microgravity Sci. Technol. 30, 713729 (2018). 45. Terada, M. et al. Effects of a closed space environment on gene expression in hair follicles of astronauts in the international spacestation. PLoS ONE 11,117 (2016). 46. Zhang, Y. et al. Transient gene and microRNA expression pro le changes of con uent human broblast cells in space ight. FASEB J. 30, 2211 2224 (2016). 47. Lu, T. et al. Cellular responses and gene expression pro le changes due to bleomycin-induced DNA damage in human broblasts in space. PLoS ONE 12,119 (2017). 48. Ward, N. E., Pellis, N. R., Risin, S. A.  Risin, D. Gene expression alterations in activated human T-cells induced by modeledmicrogravity. J. Cell Biochem 99, 1187 1202 (2006). 49. Chang, T. T. et al. The RelNF- B pathway and transcription of immediate early genes in T cell activation are inhibited bymicrogravity. J. Leukoc. Biol. 92, 1133 1145 (2012). 50. Boonyaratanakornkit, J. B. et al. Key gravity-sensitive signaling pathways drive T-cell activation. FASEB J. 19, 2020 2022 (2005). 51. Thiel, C. S. et al. Stability of gene expression in human T cells in different gravity environments is clustered in chromosomal region 11p15.4. NPJ Microgravity 3, 22 (2017). 52. Thiel, C. S. et al. Dynamic gene expression response to altered gravity in human T cells. Sci. Rep. 7, 5204 (2017). 53. Vogel, J. et al. Expression of hypoxia-inducible factor 1 (HIF-1 ) and genes of related pathways in altered gravity. Int. J. Mol. Sci. 20, 436 (2019). 54. Tauber, S., Christoffel, S., Thiel, C. S.  Ullrich, O. Transcriptional homeostasis of oxidative stress-related pathways in altered gravity.Int. J. Mol. Sci . 19, 2814 (2018). 55. Thiel, C. S. et al. Rapid coupling between gravitational forces and the transcriptome in human myelomonocytic U937 cells. Sci. Rep. 8, 13267 (2018). 56. Fu, H., Su, F., Zhu, J., Zheng, X.  Ge, C. Effect of simulated microgravity and ionizing radiation on expression pro les of miRNA, lncRNA, and mRNA in human lymphoblastoid cells. Life Sci. Space Res. 24,18 (2020). 57. Chakraborty, N. et al. An integrated omics analysis: impact of microgravity on host response to lipopolysaccharide in vitro. BMC Genomics 15, 659 (2014). 58. Versari, S., Longinotti, G., Barenghi, L., Maier, J. A. M.  Bradamante, S. The challenging environment on board the International SpaceStation affects endothelial cell function by triggering oxidative stress through thioredoxin interacting protein overexpression: the ESA- SPHINX experiment. FASEB J. 27, 4466 4475 (2013). 59. Girardi, C. et al. Integration analysis of microRNA and mRNA expression pro les in human peripheral blood lymphocytes cultured in modeled microgravity. Biomed. Res. Int. 2014 , 296747 (2014). 60. Girardi, C. et al. Analysis of miRNA and mRNA expression pro les highlights alterations in ionizing radiation response of humanlymphocytes under modeled microgravity. PLoS ONE 7,116 (2012). 61. Wei, L. et al. Experimental study on effect of simulated microgravity on structural chromosome instability of human peripheral bloodlymphocytes. PLoS ONE 9,112 (2014).62. Fuentes, T. I. et al. Simulated microgravity exerts an age-dependent effect on the differentiation of cardiovascular progenitors isolatedfrom the human heart. PLoS ONE 10,115 (2015). 63. Bisserier, M. et al. Astronauts plasma-derived exosomes induced aberrant EZH2-mediated H3K27me3 epigenetic regulation of the vitamin D receptor. Front. Cardiovasc. Med .9, 855181 (2022). 64. Vidyasekar, P. et al. Genome wide expression pro ling of cancer cell lines cultured in microgravity reveals signi cant dysregulation of cell cycle and microRNA gene networks. PLoS ONE 10,120 (2015). 65. Carvalho, B. S.  Irizarry, R. A. A framework for oligonucleotide microarray preprocessing. Bioinformatics 26, 2363 2367 (2010). 66. Ritchie, M. E. et al. limma powers differential expression analyses for RNA-sequencing and microarray studies. Nucleic Acids Res. 43, e47e47 (2015). 67. Gautier, L., Cope, L., Bolstad, B. M.  Irizarry, R. A. affy analysis of Affymetrix GeneChip data at the probe level. Bioinformatics 20, 307315 (2004). Acknowledgements This work was supported by both the Fulbright Foundation in Greece and the Fulbright Program fellowship. Author contributions Conceptualization: K.I.A. and S.V.C.; methodology: K.I.A. and S.V.C.;investigation: K.I.A., L.M.S., and S.V.C.; writing original draft preparation: K.I.A. and L.M.S.; data curation: K.I.A.; formal analysis: K.I.A., L.M.S., and S.V.C.; algorithms implementation: K.I.A. and L.M.S.; writing review and editing: K.I.A., L.M.S., and S.V.C.; supervision: S.V.C.; projectadministration: S.V.C.; All authors have read and agreed to the publishedversion of the manuscript. Competing interests The authors declare no competing interests. Additional information Correspondence and requests for materials should be addressed to Sylvain V. Costes. Reprints and permissions information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changeswere made. The images or other third party material in this article areincluded in the article s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need toobtain permission directly from the copyright holder. To view a copy of thislicence, visit http:creativecommons.orglicensesby4.0 . This is a U.S. Government work and not under copyright protection in the US; foreign copyright protection may apply 2024https:doi.org10.1038s41526-024-00392-6 Review article npj Microgravity  (2024) 10:49 11",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            }
        ]
    }
]