[
    {
        "pmid": "24253789",
        "title": "Altered disc compression in children with idiopathic low back pain: an upright magnetic resonance imaging backpack study.",
        "year": "2014",
        "journal": "Spine (Phila Pa 1976)",
        "abstract": "STUDY DESIGN: This study is a repeated measures design to measure the lumbar spine's response to common backpack loads in children with idiopathic low back pain (ILBP) using upright magnetic resonance imaging (MRI).\nOBJECTIVE: The purpose of this study is to analyze the lumbar spine's response to backpack loads with upright MRI in children with ILBP to compare their results with previously published normal child data under the same conditions. We hypothesize that typical backpack loads will have a different effect on the lumbar spine of normal children and children with ILBP.\nSUMMARY OF BACKGROUND DATA: Research in normal children shows that backpack loads compress the lumbar intervertebral discs (IVDs), increase lumbar coronal deformity, and increase pain.\nMETHODS: Fifteen pediatric and adolescent patients with ILBP were selected. Patients were excluded if a spinal deformity, an underlying pathology, or known injury was identified. A 0.6-T upright MRI scanner imaged the subjects while in supine and standing positions wearing 0-kg, 4-kg, and 8-kg backpacks. IVD height, lumbar lordosis, lumbar coronal deformity, and pain score were recorded after each condition and compared using analysis of variances. We compared the above-mentioned variables between ILBP and normal subjects using generalized least squares models.\nRESULTS: The cohort's mean age was 13 ± 3 years. The 4-kg and 8-kg backpacks only compressed the L5-S1 IVD relative to upright with no load. Subjects experienced increasing pain with increasing load. Load had no effect on lumbar lordosis or lumbar coronal deformity. Compared with normal children, children with ILBP experience significantly less disc compression at T12-L1 to L4-L5, less lumbar lordosis, and more pain with increasing load.\nCONCLUSION: In children with ILBP, increasing backpack load compresses only the L5-S1 IVD. Compared with normal children, children with ILBP experience less lumbar IVD compression, less lumbar lordosis, and more pain due to increasing load suggesting altered mechanisms for load tolerance in children with ILBP.\nLEVEL OF EVIDENCE: 3.",
        "full_text": "Altered Disc Compression in Children with Idiopathic Low Back Pain: An Upright MRI Backpack Study Stephen J. Shymon, BA1, Burt Yaszay, MD2, Jerry R. Dwek, MD3, James A. Proudfoot, MSc4, Michael Donohue, PhD4,5, and Alan R. Hargens, PhD1 1University of California, San Diego, Department of Orthopaedic Surgery, San Diego, CA 2Rady Childrens Hospital and Health Center, Department of Orthopaedic Surgery, San Diego, CA 3Department of Radiology, Rady Childrens Hospital and Health Center, University of California, San Diego, 3020 Childrens Way, San Diego, CA 4University of California, San Diego, Clinical and Translational Research Institute, Biostatistics Core, San Diego, CA 5University of California, San Diego, Division of Biostatistics and Bioinformatics, San Diego, CA Abstract Study Design This study is a repeated measures design to measure the lumbar spines response to common backpack loads in children with idiopathic low back pain (ILBP) using upright MRI. Objective The purpose of this study is to analyze the lumbar spines response to backpack loads with upright MRI in ILBP children in order to compare their results to previously published normal child data under the same conditions. We hypothesize that typical backpack loads will have a different effect on the lumbar spine of normal and ILBP children. Summary of Background Data Research in normal children shows that backpack loads compress the lumbar IVDs, increase lumbar coronal deformity, and increase pain. Methods Fifteen pediatric and adolescent patients with ILBP were selected. Patients were excluded if a spinal deformity, an underlying pathology, or known injury was identified. A 0.6T upright MRI scanner imaged the subjects while supine and standing wearing 0 kg, 4 kg, and 8 kg backpacks. IVD height, lumbar lordosis, lumbar coronal deformity, and pain score were recorded after each condition and compared using ANOVAs. We compared the above variables between ILBP and normal subjects using generalized least squares models. Results The cohorts mean age was 13  3 years. The 4 kg and 8 kg backpacks only compressed the L5-S1 IVD relative to upright with no load. Subjects experienced increasing pain with increasing load. Load had no effect on lumbar lordosis or lumbar coronal deformity. Compared to normal children, ILBP children experience significantly less disc compression at T12-L1 to L4-5, less lumbar lordosis, and more pain with increasing load. Conclusions In ILBP children, increasing backpack load compresses only the L5-S1 IVD. Compared to normal children, ILBP children experience less lumbar IVD compression, less Correspondence to: Alan R. Hargens, Ph.D., Department of Orthopaedic Surgery, University of California, San Diego, UCSD Medical Center, 350 Dickinson Street, Suite 121, Mail Code 8894, San Diego, CA 92103-8894, ahargensucsd.edu, Office : (619) 543-6805; Fax: (619) 543-2540. NIH Public Access Author Manuscript Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. Published in final edited form as: Spine (Phila Pa 1976) . 2014 February 1; 39(3): 243248. doi:10.1097BRS.0000000000000114. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptlumbar lordosis, and more pain due to increasing load suggesting altered mechanisms for load tolerance in ILBP children. Keywords backpacks; children; adolescents; disc compression; Intervertebral disc; idiopathic low back pain; MRI; upright MRI; lumbar lordosis; lumbar asymmetry Introduction Among schoolchildren between the ages of 11 and 14 years, the incidence of low back pain is between 24 and 37.1,2 In school children, risk factors for low back pain include female gender, poorer general health, high levels of physical activity, time spent sitting, backpack loads, and a family history of back pain.3 In the United States, more than 92 of children carry backpacks that weigh between 10 and 22 of their body weight.2,48 Of children between 11 and 14 years with low back pain, 82 attribute their pain to backpack use.2 One study correlates low back pain in adolescents with both the backpack weight and frequency of carrying a backpack.4 In contrast, other studies report that back pain in children is related to psychosomatic factors rather than the weight of the backpack.9,10 A recent study investigates the effect of common backpack loads on normal children who never previously reported idiopathic low back pain (ILBP).11 They find that increasing backpack load causes significantly more pain.11 The authors postulate that this pain increase is probably due to the compression of the lumbar intervertebral disc (IVD) heights and the increase in lumbar asymmetry observed as backpack load increased.11 Despite concerns that backpacks are associated with back pain in children, there are no radiographic studies of backpack loading in children with ILBP. The purpose of this study is to analyze the lumbar spines response to common backpack loads in children with ILBP. We will then compare these results to previously published normal child data conducted in our laboratory under the same conditions.11 We hypothesize that typical backpack loads will have a significantly different effect on the lumbar spine of normal and ILBP children. Materials and Methods We employed a repeated measures design to measure the lumbar spines response to typical school backpack loads in children with ILBP. A 0.6T upright MRI scanner (FONAR Upright MRI, Melville, NY) imaged the lumbar spine. Subjects Four boys and 11 girls, aged 13  3 years (mean  SD) were recruited from a pediatric spine surgeons clinic at a major pediatric referral center. All patients underwent a thorough history and physical exam by a pediatric spine specialist and had anteroposteriorlateral spine radiographs. Similar inclusion and exclusion criteria to the previously published study on normal subjects were utilized with the exception that those in this study had a history of ILBP.11 All subjects were healthy children aged 7 to 17 years old. Patients were excluded if a spinal deformity, an underlying pathology, or known injury was identified. Child or adolescent assent as well as parental informed consent were obtained per Institutional Review Board guidelines. Subjects weighed 51  12 kg (mean  SD) and were all between age-adjusted 25th and 75th percentile for height and weight.Shymon et al. Page 2 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptExperimental Protocol After lying supine for 30 minutes, subjects underwent sagittal and coronal T 2 scans of the lumbar spine while supine. Next, a Quadrature planar coil (lumbar; 2.6 kg) was attached to the shoulder strap side of a Jansport backpack (San Leandro, CA; 0.70 kg) via two Velcro straps (0.35 kg) wrapped around the backpack running horizontally and vertically. The backpack was then worn in the 2-strap condition without any waist or chest straps by the subject and adjusted so the weight was mainly on the back and evenly distributed across both shoulders. The subjects were then re-imaged standing wearing the empty backpack. The subjects then repeated the standing measurements with the backpack loaded to 4 kg and 8 kg using ceramic tiles. These loads represented approximately 10 and 20 BW for our sample population. Subjects were unable to bear the 12 kg backpack load (30 BW) due to pain and discomfort. A visual-analogue scale (0  no pain, 10  worst pain imaginable) assessed pain immediately after imaging each condition. The average time for each imaging sequence (supine, standing, 4 kg, or 8 kg) was 10 minutes. Image Analysis Midsagittal MR images were used to measure individual lumbar IVD heights and lumbar lordosis (Figure 1). The midsagittal plane was determined by using the spinous processes as a confirmatory landmark. For anterior disc height, the distance from the most anterior- inferior corner of the upper vertebrae to the most anterior-superior corner of the lower vertebrae was measured. For the posterior disc height, the distance from the most posterior- inferior corner of the upper vertebrae to the most posterior-superior corner of the lower vertebrae was measured. Disc height was obtained from the average of anterior and posterior disc heights according to the Dabbs method.12 Disc compression (mm) was defined as the difference in IVD height between the control supine condition and either standing, standing with a 4 kg backpack, or standing with an 8 kg backpack. Lumbar lordosis was defined as the Cobb angle between the superior endplates of the L1 and S1 vertebral bodies.13 Lumbar asymmetry was defined as the coronal Cobb angle between the superior endplates of L1 and S1.11 One independent observer (SS) measured the IVD heights and angles. Measurements were made with Osirix software, version 3.6.1 (University Hospital of Geneve, Switzerland), with a screen resolution of 1024768 pixels. For each subject, lumbar IVD degeneration was graded by a MSK fellowship trained radiologist (JD) using the Pfirmann system.14 All measurements were carried out blinded to any clinical information or subject data. Statistical Analysis To test the interaction between disc height and load, we ran a 63 (6 discs3 loading conditions) two-way repeated measures analysis of variances (ANOVA). To determine the effect of load on lumbar disc height, anterior disc height, posterior disc height, lumbar lordosis, lumbar asymmetry, and pain, one-way repeated measures ANOVAs were performed. Mann-Whitney U tests were used to compare the pain scores and L5-S1 IVD heights of subjects with different Pfirmann scores. Supine data for disc compression, lumbar lordosis, lumbar asymmetry, and pain were not included in the analyses in order to isolate the effects of increasing backpack load. All ANOVAs, post hoc Tukey HSD analyses, and linear regressions were conducted using SPSS software (SPSS, Chicago, IL). We used Spearmans correlation coefficient to summarize the association between backpack load and disc compression. We used generalized least squares models to compare the differences between ILBP children and previously published normal children data.11 These models were fit with group (ILBP or normal) and backpack condition as categorical variables allowing both heteroskedastic errors at each position and correlation between observations on individualShymon et al. Page 3 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptsubjects. All generalized least squares models and Spearmans correlation coefficient were fit with R.15 Pair-wise comparisons between normal and ILBP children were adjusted for multiple comparisons via the method of Benjamini and Hochberg to control the false discovery rate, and an  level of p  0.05 indicated a statistically significant difference.16 Data are reported as Means  SEM. Results In children with ILBP, the 4 kg and 8 kg backpacks significantly compressed the L5-S1 disc height in relation to standing by 1.0  0.2 mm (9.8  3.7  and 9.9  3.0 , respectively; p  0.033 and p  0.007, respectively) (Figure 2). Backpack load was positively associated with disc compression at L1-L2 by 0.042  0.019 mmkg ( p  0.042), at L4-L5 by 0.051  0.023 mmkg ( p  0.042), and at L5-S1 by 0.092  0.018 mmkg ( p  0.001). Additionally, the 4 kg backpack load significantly compressed the anterior L5-S1 disc height in relation to standing by 2.2  0.3 mm (12.6  4.7 ; p  0.036) (Figure 3). Increasing backpack load did not significantly compress the disc height, anterior disc height, or posterior disc height for the other levels (Figure 23). The interaction between disc height and load was non- significant suggesting that each disc adapted to increasing loads similarly. One subject was excluded from the lumbar asymmetry analysis due to poor image quality. Increasing backpack loads did not affect lumbar asymmetry or lumbar lordosis (Figure 45). Subjects experienced increasing pain with backpack loads of 4 kg and 8 kg in reference to standing (Figure 6; p  0.001). Pain positively correlated with backpack load (r  0.668, p  0.001). IVD degeneration analysis, using the Pfirmann system, graded a 3 for the L5-S1 IVDs of three subjects, while all other subjects IVDs received grades of 1 or 2.14 For each of the three subjects with Pfirmann grades of 3, increasing backpack load did not significantly compress the L5-S1 IVD height or anterior L5-S1 height. As backpack load increased, there was no difference in pain score or L5-S1 IVD height between subjects with Pfirmann grade 3 L5-S1 IVDs and those with grades 1 or 2. In comparison to normal children, the generalized least squares models estimated that ILBP children experience significantly less disc compression at T12-L1 to L4-5, less anterior disc compression at L1-2 to L4-5, and less posterior disc compression at T12-L1 to L5-S1 with increasing backpack load (Tables 1). Additionally, the models estimated that ILBP children experience significantly less lumbar lordosis with 4 kg and 8 kg backpacks compared to normal children (Table 2). Pain with backpack loading was significantly worse in ILBP subjects while standing and at all loads in comparison to normal children (Table 2). The ILBP children could not tolerate the 12 kg backpack due to pain and further testing with that weight was abandoned after attempting to test seven subjects. We found no differences in lumbar asymmetry between the groups while standing or at any load (Table 2). Discussion In children with ILBP, increasing backpack loads only compress the L5-S1 disc, while in healthy children the same loads compress all the lumbar discs and to a greater extent for most lumbar discs.11 The backpack load is assumed to be taken by the bone, IVDs, or muscles. In a pediatric population with a diagnosis of ILBP, the bone is assumed to be without pathology.17 The IVDs of our population were mostly healthy with Pfirmann grades of 12.14 For the three subjects with L5-S1 IVD grades of 3, increasing backpack load did not change the IVD height suggesting that the observed L5-S1 compression in ILBP children is not related to the measured IVD degeneration. Thus, children with ILBP, with healthy bone and IVDs, may alter the distribution of the backpack load from the IVDs to the surrounding paraspinal musculature through a splinting effect. Placing the backpack load on the musculature leads to muscle fatigue and subsequent pain.Shymon et al. Page 4 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptThe higher pain scores of ILBP subjects while standing suggests that they are experiencing more pain at baseline. The higher pain scores for these subjects with backpack loading may be due to the added pain of backpack loading to their baseline pain or to their heightened sensitivity to pain. However, because the backpack loads were not randomized, the positive correlation between backpack load and pain may be due to the subjects awareness of increasing load. Additionally, considering the splinting effect hypothesis for ILBP subjects, the increased pain with increasing backpack loads may be due to muscle fatigue. In both normal and ILBP children, increasing backpack load did not change lumbar lordosis. Interestingly, in comparison to normal subjects, ILBP children experience significantly less lumbar lordosis with backpack load. However, it is unclear whether this relates to their ILBP. In ILBP children, backpack load did not affect lumbar asymmetry, while in normal children the 4 kg and 8 kg backpacks increased lumbar asymmetry.11 The lack of a difference in lumbar asymmetrys response to increasing backpack load between healthy and ILBP subjects suggests that the greater pain experienced by ILBP subjects with increasing backpack loads is not due to differences in lumbar asymmetry. Assuming the splinting effect is true for ILBP children, the paraspinal muscles are bearing a majority of the backpack load and are subsequently fatiguing. In adults, muscle fatigue leads to changes in muscle recruitment patterns, increases in spinal force, and an increase in spinal instability, which may all contribute to low back pain.18,19 Additionally, the cross- sectional area of the paraspinal muscles is smaller in adults with chronic low back pain in comparison to healthy individuals.20 Physical therapy (PT) aimed at paraspinal muscle strengthening in ILBP children may normalize the observed back pain with increasing backpack load and possibly redistribute the load to the IVDs. Future studies could test this hypothesis by analyzing the effect of backpack loading on the lumbar spine in normal and ILBP subjects after PT. This study has some limitations. Due to motion artifact, we were unable to strictly control the testing time for each subject, however the average testing time for each condition was 10 minutes. The duration of backpack wear may influence the pain secondary to muscle fatigue. We did not control the time of the day the subjects were tested or the subjects level of activity the day of imaging. Most of the daily disc height loss while standing occurs during the first hour after rising from supine; our subjects had been standing for at least one hour prior to testing.21,22 However, the 30 minutes of lying supine prior to imaging provided some consistency to our measurements. Additionally, our pain scores were not specific to low back pain and may have encompassed neck, shoulder, and thoracic pain caused by the backpack. Because there is no established grading system for pediatric IVD health, we utilized the Pfirmann grading system for IVD degeneration due to its reliability even though it was designed for adults. The influence of these degenerative discs in the overall pain experience in each patient is unknown. Prior to the MRI, none of the patients were found to have any evidence suggesting disc pathology on the plain radiographs resulting in the diagnosis of ILBP. In children with ILBP, increasing backpack load selectively compresses the L5-S1 disc height. Compared to normal children, ILBP children experience less lumbar IVD compression, less lumbar lordosis, and more pain in response to backpack load. Whether this is a cause or effect of ILBP, our results suggest altered mechanisms for load tolerance in these subjects. If the backpack load is distributed to the paraspinal musculature in ILBP children, focused PT may alleviate the observed pain with loading.Shymon et al. Page 5 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptAcknowledgments The authors gratefully acknowledge the participation of our fifteen subjects. We would like to thank Imran Rizvi for help collecting the upright MR images. We thank Mary Lou Scott, CPNP, for her assistance in recruiting patients. The manuscript submitted does not contain information about medical device(s)drug(s). NASA grant NNX10AM18G and the UCSD Clinical Translational Research Institute fellowship award funds were received in support of this work. The project described was partially supported by the National Institutes of Health, Grant UL RR031980 for years 1  2 of CTSA funding andor UL1TR000100 during year 3 and beyond of CTSA funding. Relevant financial activities outside the submitted work: consultancy, grants, payment for lecture, royalties, travel accommodationsmeeting expenses, employment. References 1. Watson KD, Papageorgiou AC, Jones GT, et al. Low back pain in schoolchildren: occurrence and characteristics. Pain. 2002; 97(12):8792. PubMed: 12031782 2. Skaggs DL, Early SD, DAmbra P, Tolo VT, Kay RM. Back pain and backpacks in school children. Journal Of Pediatric Orthopedics. 2006; 26(3):358363. PubMed: 16670549 3. Mackenzie WG, Sampath JS, Kruse RW, Sheir-Neiss GJ. Backpacks in children. Clinical Orthopaedics and Related Research. 2003; 409(409):7884. PubMed: 12671488 4. Sheir-Neiss GI, Kruse RW, Rahman T, Jacobson LP, Pelli JA. The association of backpack use and back pain in adolescents. Spine. 2003; 28(9):922930. PubMed: 12942009 5. Pascoe DD, Pascoe DE, Wang YT, Shim DM, Kim CK. Influence of carrying book bags on gait cycle and posture of youths. Ergonomics. 1997; 40(6):631641. PubMed: 9174414 6. Grimmer KA, Williams MT, Gill TK. The associations between adolescent head-on-neck posture, backpack weight, and anthropometric features. Spine. 1999; 24(21):22622267. PubMed: 10562994 7. Negrini S, Carabalona R, Sibilla P. Backpack as a daily load for schoolchildren. Lance. 1999; 354(9194):1974. 8. Rodrguez-Oviedo P, Ruano-Ravina A, Prez-Ros M, et al. School childrens backpacks, back pain and back pathologies. Archives of Disease in Childhood. 2012:14. 9. Jones GT, Watson KD, Silman AJ, Symmons DPM, Macfarlane GJ. Predictors of low back pain in British schoolchildren: a population-based prospective cohort study. Pediatrics. 2003; 111(4 Pt 1): 822828. PubMed: 12671119 10. Van Gent C, Dols JJCM, De Rover CM, Hira Sing RA, De Vet HCW. The weight of schoolbags and the occurrence of neck, shoulder, and back pain in young adolescents. Spine. 2003; 28(9):916 921. PubMed: 12942008 11. Neuschwander TB, Cutrone J, Macias BR, et al. The effect of backpacks on the lumbar spine in children: a standing magnetic resonance imaging study. Spine. 2010; 35(1):8388. PubMed: 20023607 12. Dabbs VM, Dabbs LG. Correlation Between Disc Height Narrowing and Low-Back Pain. Spine. 1990; 15(2):13661369. PubMed: 2149212 13. Andersson GBJ, Murphy RW, Ortengren R, Nachemson AL. The Influence of Backrest Inclination and Lumbar Support on Lumbar Lordosis. Spine. 1979; 4(1):5258. PubMed: 432716 14. Pfirrmann CW, Metzdorf A, Zanetti M, Hodler J, Boos N. Magnetic resonance classification of lumbar intervertebral disc degeneration. Spine. 2001; 26(17):18731878. PubMed: 11568697 15. R Development Core Team R. R: A Language and Environment for Statistical Computing. In: Team RDC. , editor. R Foundation for Statistical Computing. Vol. 1. 2011. p. 409 16. Benjamini Y, Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing. Journal of the Royal Statistical Society Series B Methodological. 1995; 57(1): 289300. 17. Lavelle WF, Bianco A, Mason R, Betz RR, Albanese SA. Pediatric Disk Herniation. J Am Acad Orthop Surg. 2012; 19:649656. PubMed: 22052641Shymon et al. Page 6 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript18. Styf JR, Ballard RE, Fechner K, Watenpaugh DE, Kahan NJ, Hargens AR. Height increase, neuromuscular function, and back pain during 6 degrees head-down tilt with traction. Aviat Space Environ Med. 1997; 68:2429. PubMed: 9006878 19. Tyrrell AR, Reilly T, Troup JD. Circadian variation in stature and the effects of spinal loading. Spine. 1985; 10:161164. PubMed: 4002039 20. Marras WS, Parakkat J, Chany AM, Yang G, Burr D, Lavender SA. Spine loading as a function of lift frequency, exposure duration, and work experience. Clinical Biomechanics. 2006; 21(4):345 352. PubMed: 16310299 21. Granata KP, Gottipati P. Fatigue influences the dynamic stability of the torso. Ergonomics. 2008; 51(8):12581271. PubMed: 18608477 22. Gibbons LE, Videman T, Batti MC. Isokinetic and psychophysical lifting strength, static back muscle endurance, and magnetic resonance imaging of the paraspinal muscles as predictors of low back pain in men. Scandinavian Journal of Rehabilitation Medicine. 1997; 29(3):187191. PubMed: 9271154Shymon et al. Page 7 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 1. Midsagittal upright MR image of subject while wearing 4 kg backpack. Anterior and posterior intervertebral disc (IVD) height as well as the angle of lumbar lordosis are labeled. A stands for anterior and P stands for posterior.Shymon et al. Page 8 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 2. The 4 kg and 8 kg backpacks significantly compress the L5-S1 disc compared to the upright condition ( p  0.05).Shymon et al. Page 9 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 3. The 4 kg backpack significantly compresses the anterior L5-S1 disc compared to the upright condition ( p  0.05).Shymon et al. Page 10 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 4. Increasing backpack loads did not significantly change lumbar asymmetry in relation to the upright condition.Shymon et al. Page 11 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 5. Increasing backpack load did not significantly change lumbar lordosis in relation to upright condition.Shymon et al. Page 12 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 6. The 4 kg and 8 kg backpacks significantly increased pain in comparison to the upright condition ( p  0.05).Shymon et al. Page 13 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptNIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptShymon et al. Page 14 Table 1 Generalized least squares estimates of the difference in lumbar disc compression between idiopathic low back pain (ILBP) children and normal children. ILBP children experience significantly less disc compression at T12-L1 to L4-5 with increasing backpack load ( p  0.05). Lumbar Disc Compression: ILBP - NormalEstimate (mm) Std. Error p-value T12L1 Supine 0.625 0.351 0.108 Standing  0kg 0.746 0.297 0.018 Standing  4 kg 0.897 0.33 0.012 Standing  8 kg 1.226 0.332  0.001 L1L2 Supine 0.746 0.415 0.105 Standing  0kg 1.275 0.383 0.002 Standing  4 kg 1.824 0.314 0.001 Standing  8 kg 1.626 0.372 0.001 L2L3 Supine 0.267 0.4 0.566 Standing  0kg 1.578 0.451 0.001 Standing  4 kg 1.834 0.412 0.001 Standing  8 kg 2.193 0.402 0.001 L3L4 Supine 1.481 0.346 0.001 Standing  0kg 2.156 0.477 0.001 Standing  4 kg 2.292 0.447 0.001 Standing  8 kg 2.784 0.379 0.001 L4L5 Supine 1.296 0.339 0.001 Standing  0kg 1.582 0.327 0.001 Standing  4 kg 2.339 0.474 0.001 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01.NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptShymon et al. Page 15 Lumbar Disc Compression: ILBP - NormalEstimate (mm) Std. Error p-value Standing  8 kg 2.455 0.465 0.001 L5S1 Supine 0.026 0.71 0.971 Standing  0kg 0.722 0.701 0.374 Standing  4 kg 0.741 0.804 0.424 Standing  8 kg 1.105 0.734 0.179 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01.NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptShymon et al. Page 16 Table 2 Generalized least squares estimates of the difference in lumbar lordosis, pain during backpack loading, and lumbar asymmetry between idiopathic low back pain (ILBP) children and normal children. ILBP children experience significantly less lumbar lordosis with 0 kg and 4 kg backpacks and more pain while standing and in each backpack condition ( p 0.05). We found no significant differences in lumbar asymmetry. Lumbar Lordosis: ILBP  NormalEstimate (degrees) Std. Error p-value Supine 8.171 5.168 0.158 Standing  0kg 16.896 5.803 0.007 Standing  4 kg 12.16 5.558 0.043 Pain during backpack loading: ILBP  NormalEstimate Std. Error p-value Standing  0kg 1.942 0.723 0.013 Standing  4 kg 3.5 0.782 0.001 Standing  8 kg 3.7 0.845 0.001 Lumbar Asymmetry: ILBP - NormalEstimate (degrees) Std. Error p-value Supine 1.566 1.302 0.297 Standing  0kg 1.783 1.667 0.355 Standing  4 kg 0.805 2.704 0.806 Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01.",
        "introduction": "Among schoolchildren between the ages of 11 and 14 years, the incidence of low back pain is between 24 and 37.1,2 In school children, risk factors for low back pain include female gender, poorer general health, high levels of physical activity, time spent sitting, backpack loads, and a family history of back pain.3 In the United States, more than 92 of children carry backpacks that weigh between 10 and 22 of their body weight.2,48 Of children between 11 and 14 years with low back pain, 82 attribute their pain to backpack use.2 One study correlates low back pain in adolescents with both the backpack weight and frequency of carrying a backpack.4 In contrast, other studies report that back pain in children is related to psychosomatic factors rather than the weight of the backpack.9,10 A recent study investigates the effect of common backpack loads on normal children who never previously reported idiopathic low back pain (ILBP).11 They find that increasing backpack load causes significantly more pain.11 The authors postulate that this pain increase is probably due to the compression of the lumbar intervertebral disc (IVD) heights and the increase in lumbar asymmetry observed as backpack load increased.11 Despite concerns that backpacks are associated with back pain in children, there are no radiographic studies of backpack loading in children with ILBP. The purpose of this study is to analyze the lumbar spines response to common backpack loads in children with ILBP. We will then compare these results to previously published normal child data conducted in our laboratory under the same conditions.11 We hypothesize that typical backpack loads will have a significantly different effect on the lumbar spine of normal and ILBP children. Materials and",
        "conclusion": "s In ILBP children, increasing backpack load compresses only the L5-S1 IVD. Compared to normal children, ILBP children experience less lumbar IVD compression, less Correspondence to: Alan R. Hargens, Ph.D., Department of Orthopaedic Surgery, University of California, San Diego, UCSD Medical Center, 350 Dickinson Street, Suite 121, Mail Code 8894, San Diego, CA 92103-8894, ahargensucsd.edu, Office : (619) 543-6805; Fax: (619) 543-2540. NIH Public Access Author Manuscript Spine (Phila Pa 1976) . Author manuscript; available in PMC 2015 February 01. Published in final edited form as: Spine (Phila Pa 1976) . 2014 February 1; 39(3): 243248. doi:10.1097BRS.0000000000000114. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptlumbar lordosis, and more pain due to increasing load suggesting altered mechanisms for load tolerance in ILBP children. Keywords backpacks; children; adolescents; disc compression; Intervertebral disc; idiopathic low back pain; MRI; upright MRI; lumbar lordosis; lumbar asymmetry",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Midsagittal upright MR image of subject while wearing 4 kg backpack"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "The 4 kg and 8 kg backpacks significantly compress the L5-S1 disc compared to the upright\ncondition (* p < 0"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "The 4 kg backpack significantly compresses the anterior L5-S1 disc compared to the upright\ncondition (* p < 0"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "Increasing backpack loads did not significantly change lumbar asymmetry in relation to the\nupright condition"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "Increasing backpack load did not significantly change lumbar lordosis in relation to upright\ncondition"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "The 4 kg and 8 kg backpacks significantly increased pain in comparison to the upright\ncondition (* p < 0"
            }
        ]
    }
]