[
    {
        "pmid": "30963109",
        "title": "Spaceflight-induced alternative splicing during seedling development in Arabidopsis thaliana.",
        "year": "2019",
        "journal": "NPJ Microgravity",
        "abstract": "Plants grown in spaceflight experience novel environmental signals, including those associated with microgravity and ionizing radiation. Spaceflight triggers a response involving transcriptional re-programming and altered cell morphology, though many aspects of this response remain uncharacterized. We analyzed the spaceflight-induced transcriptome with a focus on genes that undergo alternative splicing to examine differential splicing associated with spaceflight-an unstudied characteristic of the molecular response to spaceflight exposure. RNA sequence data obtained during the APEX03 spaceflight experiment that was collected from two Arabidopsis thaliana ecotypes at two seedling stages grown onboard the International Space Station, or as ground controls at Kennedy Space Center, were re-examined to detect alternative splicing differences induced by spaceflight. Presence/absence variation analysis was used to identify putative expression-level differences in alternatively spliced isoforms between spaceflight and ground controls and was followed by analysis of significant differential alternative splicing. This study provides the first evidence of a role for alternative splicing in the molecular processes of physiological adaptation to the spaceflight environment.",
        "full_text": "BRIEF COMMUNICATION OPEN Space ight-induced alternative splicing during seedling development in Arabidopsis thaliana Nicole S. Beisel1, Jerald Noble1, W. Brad Barbazuk1,2,3,4, Anna-Lisa Paul1,5and Robert J. Ferl1,2,5 Plants grown in space ight experience novel environmental signals, including those associated with microgravity and ionizing radiation. Space ight triggers a response involving transcriptional re-programming and altered cell morphology, though many aspects of this response remain uncharacterized. We analyzed the space ight-induced transcriptome with a focus on genes that undergo alternative splicing to examine differential splicing associated with space ightan unstudied characteristic of the molecular response to space ight exposure. RNA sequence data obtained during the APEX03 space ight experiment that was collected from two Arabidopsis thaliana ecotypes at two seedling stages grown onboard the International Space Station, or as ground controls at Kennedy Space Center, were re-examined to detect alternative splicing differences induced by space ight. Presenceabsence variation analysis was used to identify putative expression-level differences in alternatively spliced isoforms between space ight and ground controls and was followed by analysis of signi cant differential alternative splicing. This study provides the rst evidence of a role for alternative splicing in the molecular processes of physiological adaptation to the space ight environment. npj Microgravity (2019) 5:9 ; https:doi.org10.1038s41526-019-0070-7 INTRODUCTION During growth on the International Space Station (ISS), plants encounter a suite of abiotic stressors largely owing to the effects of microgravity, cosmic radiation, and other less-characterizedstresses associated with the space ight environment. Similar to observations made in response to terrestrial plant stresses,exposure to the space ight environment triggers a unique transcriptional response. 14Patterns of space ight-induced gene expression have been analyzed in a variety of experiments carriedout onboard the ISS, with focus on dissecting the transcriptome at the resolution of individual genes rather than transcript iso- forms.14 Alternative splicing (AS) is the phenomenon by which exons and introns can be differentially joined together to result in the production of multiple distinct transcript isoforms derived from asingle parent gene locus (reviewed in ref.5). AS greatly enhances the diversity of the eukaryotic transcriptome. In the model plant Arabidopsis thaliana , as many as 60 of intron-containing genes undergo AS.6In addition, unique AS patterns arise in response to terrestrial plant stressors.5,711To investigate the role of AS during space ight adaptation in plants, RNA sequencing data collected during the APEX03 experiment from A. thaliana seedlings grown on board the ISS in comparison to seedlings grown as groundcontrols at Kennedy Space Center (KSC) were analyzed using a bioinformatics pipeline speci cally developed to be aware of AS events (adapted from ref.12). The APEX03 experiment featured two different A. thaliana ecotypes, Columbia-0 (Col-0) and Wassilewskija (WS), and involved RNA sequencing of root tissue from both 4- and 8-day-oldseedlings grown on 10 cm2petri plates containing Phytagel thenpreserved in RNALater on orbit. These time points were chosen because by 8 days of growth Arabidopsis seedlings will transition to photosynthesizing using true leaves, which is a major shiftduring seedling development. Root morphological differences between Col-0 and WS cultivars have been studied in space ight previously: Col-0 is known to exhibit much weaker root skewing inmicrogravity, compared to the strong rightward root skewingobserved in the WS ecotype. 13 Following RNA sequencing, the raw reads were processed using a bioinformatics pipeline designed to analyze the transcriptome with resolution at the level of individual transcript isoforms (Fig.1a) (adapted from ref.12). This pipeline differs from standard pipelines utilized to assess differential gene expression in that three distinct transcript assembly programs are used to maximizethe robustness of transcript isoform discovery.12Presence absence variation (PAV) of AS isoforms was then performed utilizing extremely stringent criteria to identify the expressionlevel differences in AS isoforms between space ight and ground controls. To count an AS isoform as present in each condition, the isoform was required to be expressed at an FPKM (fragments per kilobase of transcript per million mapped reads) 10 in all four biological replicates of a given condition and was required tocome from a parent gene that undergoes AS as identi ed by the pipeline used in this analysis. By using a high FPKM value as a strict expression level cutoff and eliminating results with biologicalvariation, lists of AS isoforms strongly present in each condition were generated with high con dence (Supplementary Data File 1). Consequentially, AS isoforms considered absent in each conditionmay not be entirely absent but rather not expressed at a highenough level to be classi ed as present in this analysis. This PAV Received: 18 September 2018 Accepted: 7 March 2019 1Plant Molecular  Cellular Biology Program, University of Florida, Gainesville, FL, USA;2Interdisciplinary Center for Biotechnology Research, University of Florida, Gainesville, FL, USA;3Department of Biology, University of Florida, Gainesville, FL, USA;4Genetics Institute, University of Florida, Gainesville, FL, USA and5Department of Horticultural Sciences, University of Florida, Gainesville, FL, USACorrespondence: Robert J. Ferl (robferlu .edu)www.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAanalysis resulted in the identi cation of AS isoforms with expression-level differences between space ight and ground control samples in both ecotypes and developmental stages tested (Fig. 1b). Orthogonal validation of AS isoforms counted as present or absent was performed by re-aligning the RNAsequencing reads to the reference genome utilizing a separate alignment program. Sequencing depth and splice junction cover- age were then assessed using Integrative Genomics Viewer14to experimentally validate a subset of the isoforms counted aspresent or absent in each condition (Supplementary Fig. 1 4). PAV analysis therefore enabled the identi cation of AS isoforms with expression-level differences in space ight, which re ects behavior of the transcriptional machinery within the cell. Speci c genes that undergo signi cant differential AS (dAS) were identi ed using CuffDiff15to investigate whether decisions made by the splicing machinery differ in response to space ight. In both ecotypes and both developmental stages tested in this analysis, genes that undergo signi cant dAS between space ight and ground control samples were identi ed (Fig. 1c). Genes were identi ed as dAS if the isoform ratio differs signi cantly between the conditions examined (Supplementary Data File 2). A difference in isoform ratio between conditions is indicative of a difference insplicing decision between conditions, which is independent oftranscription-level differences. Interestingly, fewer genes undergo dAS in the Col-0 ecotype background collectively as compared to WS, which is opposite of the pattern observed in the literature between these two ecotypesregarding differentially expressed genes. 2Comparison of thegenes that undergo dAS in either the Col-0 or the WS background reveals very little overlap in the identity of the genes alternatively spliced in response to space ight (Fig. 1d). Furthermore, gene ontology analysis does not reveal any obvious conclusions regarding the function or localization of the genes undergoing AS during space ight exposure. An example of dAS between space ight and ground controls in both Col-0 and WS is presented as an Integrative Genomics Viewer14image that visualizes differences in sequencing coverage between AS isoforms of the gene AT2G33770 (Fig. 2a). This gene locus produces three AS transcript isoforms that utilize the same transcription start site TCONS_00029094, TCONS_00029095, and TCONS_00029096. One AS isoform, TCONS_00029094, is only very lowly expressed in all conditions tested. However, AS isoform TCONS_00029095 is more common in space ight samples, whereas AS isoform TCONS_00029096 is more common in ground control samples (Fig. 2a, b). This example highlights a difference in pre-mRNA processing in response to space ighta spliceosome- speci c behavior as opposed to a difference in transcription. This study represents the rst observation of transcriptome- wide space ight-induced AS not only in plants but also in any living organism yet exposed to microgravity. The results presented here serve as strong evidence that AS has a role during the molecular adaptation process to the space ight environment in higher eukaryotic organisms such as plants and provides methods that can be used to identify AS isoforms from RNA sequencingdatasets generated from other space ight-exposed organisms. However, the full role of AS during space ight adaptation must Fig. 1 Detection of space ight-induced alternatively spliced transcript isoforms. aBioinformatics pipeline utilized to identify all transcript isoforms and signi cantly differentially spliced genes present in the original RNA sequencing dataset. Steps inside the dashed outline were performed on each individual replicate. See Methods for more detail on gtf merging. bComparison of alternatively spliced isoforms present or absent in space ight in both ecotypes and developmental ages tested. cCount of differentially alternatively spliced genes and the associated count of transcript isoforms observed in each condition. dComparison of the differentially alternatively spliced genes observed in the Columbia-0 (Col-0) or the Wassilewskija (WS) ecotype background. Differentially alternatively spliced genes observed at both 4- and 8-daytime points in either ecotype background were pooled for this analysis. (C Columbia-0, W Wassilewskija, 4 4 days of age, 8 8 days of age. C4Columbia-0 4 days of age, W8 Wassilewskija 8 days of age)N.S. Beisel et al. 2 npj Microgravity (2019) 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;still be investigated by examining changes in the abundance of AS isoforms present in both conditions, the types of AS events occurring in space ight, and the functional implications of AS isoforms present or absent in space ight. In addition, it would be interesting to analyze the overlap between space ight differen- tially expressed genes and space ight-induced AS isoforms. Dissecting the space ight-induced transcriptome with both gene- and AS isoform-level resolution will elucidate better under- standing of the molecular mechanisms leveraged by plants to adapt to the radically novel environment, that is, space ight. METHODS Data acquisition APEX03-2 space ight experiment A subset of the data collected during the Advanced Plant Experiment 03-2 (APEX03-2) space ight experiment was utilized for this analysis. The APEX03-2 experimental methods have been previously described16 including detailed descriptions of the mission in which the experiment was launched, plant material preparations, and plant growth conditionsboth onboard the ISS and at KSC where ground controls were comparablygrown. For this analysis, the data utilized comes from two wild-type accessions of Arabidopsis thaliana (Col-0 and WS) sampled at both 4 and 8 days of age during the experiment. It should be noted that the APEX03-2 experiment is also referred to as TAGES-ISA (Transgenic Gene Expression System-Intracellular Signaling Architecture) by NASA operations nomenclature ( http:www.nasa.gov mission_pagesstationresearchexperiments1059.html ). Growth conditions and plant handling Seeds sown on 10 cm2petri plates were kept dormant during launch. Germination was initiated after transfer to the Vegetable ProductionSystem (VEGGIE) onboard the ISS or at KSC for ground controls. The plates were kept in vertical racks perpendicularly oriented to the light source during growth in VEGGIE. Lighting within the VEGGIE unit was set to provide between 100 and 135 molesm2s PAR (photosynthetic active radiation). Telemetric data collected on board the ISS during thespace ight experiment were utilized to precisely mimic the environment onboard the ISS during the ground control experiment, carried out in theISS Environmental Simulation Chamber at KSC. General methodsassociated with harvesting plant matter while on orbit for transcriptome analyses, plate de-integration once returned back to KSC, and transport back to the laboratory of the Principal Investigators for analysis has beendescribed in detail for previous space ight experiments. 4 RNA extraction and sequencing Four biological replicates were analyzed for each condition tested in the APEX03-2 experiment, where one replicate corresponds to the 10 15 plants grown on one petri plate. The plant material constituting each replicate was then subdivided for use in multiple downstream applications.Five to eight individual plants from each replicate of 4-day-old seedlingswere combined for RNA extraction. However, to ensure that similar RNAconcentrations from replicates containing 8 day-old seedlings wereobtained, only 2 3 individual plants from each replicate of 8 day-old seedlings were pooled for RNA extraction. An Olympus dissecting microscope was utilized to separate leaf and root samples, while hypocotylregions were set aside. Total RNA was extracted from the dissected rootsusing the Qiashredder and RNAeasy kits from QIAGEN (QIAGEN Sciences, MD, USA). Remnant DNA was removed via an on-column digestion utilizingRNase Free DNase (QIAGEN GmbH, Hilden, Germany). RNA quality wasanalyzed using an Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA, USA). A cDNA library was produced using the CloneTech SMART- Seq V4 Ultra Low Input RNA Kit (Clonetech Laboratories, Inc, cat: 634890).Illumina sequencing libraries were then prepared via the Illumina NexteraDNA Sample Preparation Kit (Cat: FC-131-1024). Bioanalyzer and Fig. 2 Visualization of switch in isoform ratio between space ight and ground controls for gene AT2G33770. aScreenshot from Integrative Genomics Viewer16displaying sequencing coverage spanning the AT2G33770 gene model in space ight and ground control samples from either the 4-day Columbia-0 (Col-0) or 8-day Wassilewskija (WS) backgrounds. Asterisks indicate exons within the gene model solely present in transcript isoform TCONS_0029096. Arrows indicate lack of sequencing coverage in space ight samples corresponding to the unique exons in TCONS_0029096. Small numbers in the upper left hand corner of each panel denote the range of the yaxis scale for each condition. bIsoform ratios in space ight and ground controls for transcript isoforms TCONS_0029094, TCONS_0029095, and TCONS_0029096 associated with gene AT2G33770 in Col-0 4-day and WS 8-day backgrounds. Isoform ratio was calculated by FPKM (fragments per kilobase of transcript per millionmapped reads)N.S. Beisel et al. 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2019) 9 quantitative PCR were used to quantify the libraries produced. Pooled equimolar samples were then sequenced using the NextSeq500 instru-ment in ve separate ow cells. AS bioinformatics pipeline and downstream processing Quality control was done to remove low quality reads and bases with Trimmomatic17using parameters TRAILING:3, SLIDINGWINDOW:4:20, MIN- LEN:20. Reads were aligned to the A. thaliana version 10 reference genome (accessed from https:genome.jgi.doe.gov ) with Bowtie2 version 2.2.918 with parameter fr. Low quality alignments were ltered out by piping the Bowtie2 output into Samtools19via samtools view q3 0 b  samtools sort. Picard 2.5.0 ( https:broadinstitute.github.iopicard ) was used with the parameter REMOVE_DUPLICATES true to remove potential optical dupli- cates from the alignments. Transcript assemblies were conducted for each sample using three separate transcript assembly programs. Cuf inks15was used with parameters library-type fr- rststrand u -F 0.05 max-intron-length 12000 no-faux-reads utilizing the A. thaliana version 9 reference genome and A. thaliana version 10 genome annotation (accessed from https: genome.jgi.doe.gov ) to guide transcript assembly. StringTie20was used with parameters -f 0.05 -j 2 rf using the same genome and annotation as Cufinks to guide assemblies. Trinity21was used in genome guided mode with parameters genome_guided_bam genome_guided_max_intron 12000 full_cleanup SS_lib_type RF min_contig_length 50. The assemblies from Cuf inks and Stringtie were merged using the Stringtie merge function for each sample using parameters -F 1 -f 0.05. PASA22was used to reconcile this merged assembly and the assembly from Trinity usingparameters -C R- t Trinity fasta output cufinks_gtf merged gtf le-I 12000 ALT_SPLICE ALIGNER gmap, blat. The transcriptome assemblies generated by PASA for each sample were merged with Cuffmerge. The le produced by Cuffmerge was then reformatted to agree with the reference genome annotation format andthen compared against the reference annotation using gffcompare(https:github.comgperteagffcompare ). This merged transcriptome represents all potential transcript isoforms expressed in all of the samples being studied, including both newly discovered isoforms and thosepreviously annotated. The abundance of transcripts in each sample was then quanti ed with the rsem-calculate-expression functionality within RSEM 23using default parameters. The FPKM values of each transcript from each sample were parsed from the RSEM output into a matrix. This matrix was used for downstream analysis of PAV of alternatively spliced transcript isoforms. Allisoforms expressed from parent genes without a minimum of two uniquetranscript isoforms identi ed within the dataset were removed. This category of discarded isoforms represents isoforms that were not produced as a product of AS as identi ed by the pipeline used in this analysis. In addition, within each condition all isoforms expressed at anFPKM  10 in at least one out of four replicates were removed from theanalysis. Following ltering, lists of space ight present, ground control present, and commonly present AS isoforms were generated. A second round of alignments was done with STAR 24version 2.5.2b using parameters alignIntronMax 12000 outFilterMismatchNmax 8 sjdbOverhang 100outSJ lterReads Unique outSAMmultNmax 1 outFilterType BySJout to generate les for junction spanning alignments. These alignments were ltered for duplicate reads using Picard with the parameter REMOVE_DU- PLICATES true. STAR allows for the alignment of junction spanning reads, whereas RSEM utilizes Bowtie for alignments, which does not allow for the alignment of these reads. Sequencing depth and splice junction support for asubset of isoforms present or absent in each condition and ecotype was thenvisualized using Integrative Genomics Viewer 14(Supplementary Fig. 1 4). The alignments from STAR were also used as inputs into Cuffdiff.15 Cuffdiff was run using this merged transcriptome as a reference gtf le to discover differential transcription start site usage between space ight and ground controls in both ecotypes and developmental stages tested in thisanalysis. The transcription start sites of isoforms exhibiting differentialsplicing were parsed from the splicing.diff le output from Cuffdiff for each condition being tested. The isoforms associated with the transcription start sites were parsed from the isoforms.fpkm_tracking Cuffdiff output le and the expression, in FPKM, of these isoforms was parsed from the isoforms.read_group_tracking Cuffdiff output le. The isoform ratios were then calculated using a Python script for isoforms encoded from the same gene and sharing a transcription start site. All isoforms demonstrating an isoform ratio 0.01 in both space ight and ground control samples within a given condition were removed, resulting in the generation of lists ofgenes and their associated isoforms that undergo differential AS in each condition tested (Supplementary Data File 2). Reporting Summary Further information on research design is available in the Nature ResearchReporting Summary linked to this article. DATA AVAILABILITY The RNA-seq data reported in this paper are available in GEO under number GSE95586 and in NASA s GeneLab data repository ( https:genelab-data.ndc.nasa. govgenelab , reference number GLDS-218). ACKNOWLEDGEMENTS We thank the personnel at Kennedy Space Center and astronauts on board the International Space Station for their assistance with the APEX03 experiment. Inaddition, we would like to acknowledge Ruth Davenport, Natasha Sng, JordanCallaham, and Brandon Califar for their helpful discussion and continued support andthe University of Florida Research Computing Center. This work was funded by grants NNX12AN69G to R.J.F. and A.-L.P. from NASA Space Life and Physical Sciences, managed through Kennedy Space Center. AUTHOR CONTRIBUTIONS R.J.F. and A.-L.P. designed and completed the space ight experiment and RNA sequencing. N.S.B., J.N., and W.B.B. performed the bioinformatics analysis. All authorscontributed to writing the paper. ADDITIONAL INFORMATION Supplementary information accompanies the paper on the npj Microgravity website (https:doi.org10.1038s41526-019-0070-7 ). Competing interests: The authors declare no competing interests. Publisher s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. REFERENCES 1. Kwon, T. et al. Transcriptional response of Arabidopsis seedlings during space- ight reveals peroxidase and cell wall remodeling genes associated with root hair development. Am. J. Bot. 102,2 135 (2015). 2. Paul, A.-L. et al. Genetic dissection of the Arabidopsis space ight transcriptome: are some responses dispensable for the physiological adaptation of plants to space ight? PLoS ONE 12, e0180186 (2017). 3. Paul, A.-L. et al. Space ight transcriptomes: unique responses to a novel envir- onment. Astrobiology 12,4 056 (2012). 4. Paul, A.-L., Zupanska, A. K., Schultz, E. R.  Ferl, R. J. Organ-speci c remodeling of the Arabidopsis transcriptome in response to space ight. BMC Plant Biol. 13, 112 (2013). 5. Filichkin, S., Priest, H. D., Megraw, M.  Mockler, T. C. Alternative splicing in plants: directing traf c at the crossroads of adaptation and environmental stress. Curr. Opin. Plant Biol. 24, 125 135 (2015). 6. Marquez, Y., Brown, J. W., Simpson, C., Barta, A.  Kalyna, M. Transcriptome survey reveals increased complexity of the alternative splicing landscape in Arabidopsis.Genome Res. 22, 1184 1195 (2012). 7. Calixto, C. P. G. et al. Rapid and dynamic alternative splicing impacts the Arabi- dopsis cold response transcriptome. Plant Cell 30, 1424 1444 (2018). 8. Ling, Z., Zhou, W., Baldwin, I. T.  Xu, S. Insect herbivory elicits genome-wide alternative splicing responses in Nicotiana attenuata .Plant J. 84, 228 243 (2015). 9. Mandadi, K. K.  Scholthof, K. B. Genome-wide analysis of alternative splicing landscapes modulated during plant-virus interactions in Brachypodium dis- tachyon .Plant Cell 27,7 185 (2015). 10. Thatcher, S. R. et al. Genome-wide analysis of alternative splicing during devel- opment and drought stress in maize. Plant Physiol. 170, 586 599 (2016). 11. Vitulo, N. et al. A deep survey of alternative splicing in grape reveals changes in the splicing machinery related to tissue, stress condition and genotype. BMC Plant Biol. 14, 99 (2014). 12. Mei, W. et al. A comprehensive analysis of alternative splicing in paleopolyploid maize. Front. Plant Sci. 8, 694 (2017).N.S. Beisel et al. 4 npj Microgravity (2019) 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA13. Paul, A.-L., Amal tano, C. E.  Ferl, R. J. Plant growth strategies are remodeled by space ight. BMC Plant Biol. 12, 232 (2012). 14. Thorvaldsdottir, H., Robinson, J. T.  Mesirov, J. P. Integrative genomics viewer (IGV): high-performance genomics data visualization and exploration. Brief Bioinformatics 14, 178 192 (2013). 15. Trapnell, C. et al. Differential gene and transcript expression analysis of RNA-seq experiments with TopHat and Cuf inks. Nat. Protoc. 7, 562 578 (2012). 16. Ferl, R. J.  Paul, A.-L. The effect of space ight on the gravity-sensing auxin gradient of roots: GFP reporter gene microscopy on orbit. NPJ Microgravity 2, 15023 (2016). 17. Bolger, A. M., Lohse, M.  Usadel, B. Trimmomatic: a exible trimmer for Illumina sequence data. Bioinformatics 30, 2114 2120 (2014). 18. Langmead, B.  Salzberg, S. L. Fast gapped-read alignment with Bowtie 2. Nat. Methods 9, 357 359 (2012). 19. Li, H. et al. The Sequence AlignmentMap format and SAMtools. Bioinformatics 25, 2078 2079 (2009). 20. Pertea, M. et al. StringTie enables improved reconstruction of a transcriptome from RNA-seq reads. Nat. Biotechnol. 33, 290 295 (2015). 21. Grabherr, M. G. et al. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nat. Biotechnol. 29, 644 652 (2011). 22. Haas, B. J. et al. Improving the Arabidopsis genome annotation using maximal transcript alignment assemblies. Nucleic Acids Res. 31, 5654 5666 (2003).23. Li, B.  Dewey, C. N. RSEM: accurate transcript quanti cation from RNA-Seq data with or without a reference genome. BMC Bioinformatics 12, 323 (2011). 24. Dobin, A. et al. STAR: ultrafast universal RNA-seq aligner. Bioinformatics. 29,1 521 (2012). Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third party material in this article are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http:creativecommons. orglicensesby4.0 .  The Author(s) 2019N.S. Beisel et al. 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2019) 9",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            }
        ]
    }
]