[
    {
        "pmid": "24658222",
        "title": "Exercise training augments regional bone and marrow blood flow during exercise.",
        "year": "2014",
        "journal": "Med Sci Sports Exerc",
        "abstract": "INTRODUCTION: The principal nutrient artery to the femur demonstrates an increase in nitric oxide-mediated vasodilation in rats after treadmill exercise training. The present study sought to determine whether exercise training improves hindlimb bone and marrow blood flow distribution at rest and during exercise.\nMETHODS: Six 8-month old male Sprague-Dawley rats were exercise trained (ET) with treadmill walking at 15 m · min(-1) up a 15° incline for 60 min · d(-1) over a 10- to 12-wk period. Sedentary (SED) control animals were acclimated to treadmill exercise for 5 min · d(-1) during the week preceding the blood flow measurements. Blood flow to nine distinct regions of the femur, tibia, and fibula was determined at rest and during low-intensity exercise (15 m · min(-1) walking, 0° incline) using the reference sample microsphere method.\nRESULTS: The results demonstrate an augmentation of exercise hyperemia above that observed in SED rats during exercise in only one region of the bone, the femoral diaphysis, of ET rats. However, whereas exercise hyperemia occurred in three of the nine hindlimb bone regions measured in SED rats, exercise hyperemia occurred in seven of nine regions in ET rats.\nCONCLUSIONS: These data indicate an increase in generalized hindlimb bone and marrow blood flow during physical activity after a period of exercise training. Elevations in regional bone and marrow blood flow after training may augment medullary pressure and bone interstitial fluid flow, thus benefiting bone integrity.",
        "full_text": "Exercise Training Augments Regional Bone and Marrow Blood Flow during Exercise John N. Stabley1, Natasha C. Moningka2, Bradley J. Behnke1, and Michael D. Delp1 1Department of Applied Physiology and Kinesiology and the Center for Exercise Science, University of Florida, Gainesville, FL 2Department of Physiology and Functional Genomics, University of Florida, Gainesville, FL Abstract Introduction The principal nutrient artery to the femur demonstrates an increase in nitric oxide mediated vasodilation in rats after treadmill exercise training. The present study sought to determine whether exercise training improves hindlimb bone and marrow blood flow distribution at rest and during exercise. Methods Six-eight month old male Sprague-Dawley rats were exercise trained (ET) with treadmill walking at 15 mmin up a 15 incline for 60 mind over a 1012 wk period. Sedentary (SED) control animals were acclimated to treadmill exercise for 5 mind during the week preceding the blood flow measurements. Blood flow to nine distinct regions of the femur, tibia, and fibula were determined at rest and during low-intensity exercise (15 mmin walking, 0 incline) using the reference sample microsphere method. Results The results demonstrate an augmentation of exercise hyperemia above that observed in SED rats during exercise in only one region of bone, the femoral diaphysis of ET rats. However, while exercise hyperemia occurred in 3 of the 9 hindlimb bone regions measured in SED rats, exercise hyperemia occurred in 7 of 9 regions in ET rats. Conclusion These data indicate an increase in generalized hindlimb bone and marrow blood flow during physical activity following a period of exercise training. Elevations in regional bone and marrow blood flow after training may augment medullary pressure and bone interstitial fluid flow, thus benefiting bone integrity. Keywords skeletal blood flow; vascular resistance; bone hemodynamics; microcirculation Correspondence: Michael D. Delp, Department of Applied Physiology and Kinesiology, University of Florida, Gainesville, FL 32611, Office: 352-392-1700, Fax: 352-392-5262, mdelpufl.edu. The authors have no conflicts of interest to declare. The results of the present study do not constitute endorsement by the American College of Sports Medicine. NIH Public Access Author Manuscript Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. Published in final edited form as: Med Sci Sports Exerc . 2014 November ; 46(11): 21072112. doi:10.1249MSS.0000000000000342. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptINTRODUCTION Improvements in both bone and cardiovascular health due to regular exercise participation are well established (11, 18, 24, 30). In addition, the onset of age-related decreases in bone mineral density can be delayed by regular exercise to enhance bone accrual during skeletal growth and maintenance (30). Beneficial cardiovascular adaptations to exercise include enhanced endothelium-dependent vasodilation of blood vessels (11, 37), decreased blood pressure, and improved blood lipid profiles (34). Exercise also increases muscle strength, which is strongly correlated with increased bone strength (16). Importantly, mechanical loads placed on to the skeleton must exceed a biological threshold in order to stimulate bone-modeling activity (17). However, disuse models employing venous occlusion produce increases in bone mass (4, 5). Regional femur bone blood flow has been demonstrated to increase during acute treadmill exercise in young and old sedentary (SED) animals (12). Further, 1012 wks of treadmill exercise training resulted in an increase in endothelium-dependent vasodilation of the principal nutrient artery (PNA) to the femur (12). The femoral PNA is one of the primary resistance arteries controlling perfusion of the femur and is responsible for 70 of the blood supply to this long bone (6). However, whether this training-induced enhancement of endothelium-dependent vasodilation of bone resistance arteries results in greater bone and marrow perfusion during exercise has not been investigated. Therefore, the present study sought to determine whether regional hindlimb bone and marrow blood flow and vascular conductance is elevated during exercise in chronically exercise-trained (ET) rats. Based on the previously observed enhancement of endothelium-dependent vasodilation in the femoral PNA with exercise training, we hypothesized that the exercise hyperemia in hindlimb bones would be greater in ET rats relative to that in SED animals. MATERIALS AND METHODS Animals All experimental procedures were approved by the University of Floridas Institutional Animal Care and Use Committee and conformed to the Guide for the Care and Use of Laboratory Animals published by the U.S. National Institutes of Health (Eight edition, 2011). Male Sprague-Dawley rats (68 mo old) were obtained from Harlan (Indianapolis, IN). All animals were housed in a temperature controlled (23  2C) room, maintained on a 12:12 light-dark cycle, and provided with food and water ad libitum . Animals were randomly divided into an ET group ( n  8) and a SED group ( n  8). Exercise training All animals were familiarized with treadmill exercise. The familiarization period consisted of treadmill exercise at 15 mmin with a 0 incline beginning on day one for 5 minday and progressing to 10 minday by day five. Blasts of pressurized air and mild electrical shock were used to encourage ambulation on the activated treadmill belt. Animals assigned to the ET group continued to train the following week beginning with 10 min of treadmill exercise at 15 mmin with a 15 incline for 10 min. Exercise duration for ET animals was increasedStabley et al. Page 2 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptby 10 min each week until animals were exercising 60 mind, 5 days a week at which point exercise time, intensity, and frequency were maintained for the cumulative training period of 1012 wks. Surgery Animal body mass was measured on a triple-beam balance. Animals were then anesthetized with isoflurane anesthesia (22.5O 2 balance). A polyethylene catheter (Braintree Scientific) filled with heparinized saline solution (100 UmL) was implanted into the right carotid artery and the tip was advanced into the ascending aorta. The carotid artery catheter was used for microsphere infusion and to monitor mean arterial pressure (MAP). The carotid artery catheter was guided subcutaneously to a 1 cm puncture wound dorsally located in the cervical region and secured for exteriorization. A separate polyethylene catheter (Braintree Scientific) was implanted into the caudal artery of the tail for reference blood sample withdrawals (10). Each animal was allowed 3 hrs of recovery after wound closure and the cessation of anesthesia before experiments to measure tissue blood flow were performed. Previous research demonstrates that cardiovascular dynamics, regional blood flow, and acid- base status recover to normal levels within 3 hrs after anesthesia (15). Determination of tissue blood flow Blood flow measurements in animals from both SED and ET groups were made during rest and during treadmill exercise. During the week preceding blood flow experiments, SED animals were exposed to one week of treadmill acclimatization as described above. All animals were allowed 2448 hrs of recovery from their last bout of treadmill exercise training or acclimatization prior to the blood flow experiments. For measurement of exercising tissue blood flow, the surgically instrumented animals were placed on a rodent treadmill with a belt speed of 8 mmin and 15 incline. Belt speed was then increased to 15 mmin. The caudal artery catheter was connected to a 1 mL syringe secured to an infusion- withdrawal pump for withdrawal of a reference blood sample at a rate of 0.25 mLmin. After 5 min of exercise, 2.05.0105 radiolabeled NEN-TRAC microspheres (85Sr or 46Sc randomly selected; 15.5  0.1 m diameter; PerkinElmer) were infused via the carotid artery catheter. MAP was measured immediately before and after infusion of radiolabeled microspheres via a physiological pressure transducer connected to the carotid artery catheter. Exercise was terminated following complete infusion of radiolabeled microspheres. Reference blood sample withdrawal was stopped 30 s after the infusion and flush of the radiolabeled microspheres. Identical procedures were employed for measurement of tissue blood flow at rest using energetically distinct radiolabeled microspheres while the animal rested quietly on the rodent treadmill following an 30 min recovery period from the previous exercising microsphere infusion. The blood flow measurement during exercise was performed prior to the blood flow measurement at rest in order to avoid the effects of the pre-exercise anticipatory response (1). Tissue harvesting After completion of the resting blood flow experiment, animals were euthanized with Beuthanasia-D Special (0.6 mLkg, Schering-Plough Animal Health) administered via the carotid artery catheter. The femur, tibia, and fibula were removed and cleaned of muscleStabley et al. Page 3 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptand tendon. The femur and tibia were divided into diaphyseal, diaphyseal marrow, and proximal and distal metaphyseal and epiphyseal portions. In addition to skeletal tissue, both kidneys were removed. Bilateral comparison of blood flow rates between renal tissues provides an index of the adequacy of microsphere mixing in the blood. Measurement of tissue radioactivity and calculation of tissue hemodynamics The masses of all tissues were individually measured on a laboratory balance before being placed into 5 mL polypropylene culture tubes. Masses of the femoral and tibial marrows were determined by weighing the diaphysis before and after the marrow was removed (8, 12, 36). Individual tissue and reference blood sample radioactivity were measured with a gamma counter (Cobra II Auto-Gamma Model 5003E), and minimal radioactivity was checked in the tissue and reference blood samples to ensure sufficient microspheres were present in each sample for accurate blood flow determination. Natural energetic crosstalk from distinct radiolabels was handled by inverse matrix calculation (15) and individual tissue blood flow (mLmin100 g of tissue) was calculated according to the method of Ishise et al (22). Tissue vascular conductance (mLmin100 gmmHg) was then calculated by dividing individual tissue blood flow by mean arterial pressure. Adequate mixing and whole body distribution of microspheres were characterized by a 20 difference (9) in calculated blood flow between the left and right kidneys (20). Statistics Independent-samples t-tests were used to investigate differences in body mass, tissue mass, heart mass-to-body mass ratio, and MAP between ET and SED animals. Bone and marrow blood flow and vascular resistance were evaluated by repeated measures analysis of variance in order to detect differences within (rest vs. exercise) and between (SED vs. ET) factors. Pairwise comparisons between specific levels were made through Scheffes post hoc analysis when a significant main effect was found. An alpha of 0.05 delineated significance. RESULTS Body mass, tissue mass, and mean arterial pressure Body mass of SED animals (461  18 g) was greater (P0.05) than that of ET animals (406  8 g). MAP at rest (SED: 161  8, ET: 160  4 mmHg) and during exercise (SED: 166  5, ET: 160  5 mmHg) were not different between groups. MAP also was not different between resting and exercising conditions within groups. Tibia diaphyseal marrow mass was less in ET rats relative to that in SED animals (Table 1). Other bone and marrow masses were not different between groups (Table 1). Blood flow and vascular conductance In SED rats, an exercise hyperemia occurred in the femoral diaphysis Fig. 1A) and the tibial diaphysis and marrow (Fig. 2A) during an acute exercise bout. Exercise training did not affect resting blood flow or vascular conductance in any region of the bone and marrow. However, blood flow to the femoral diaphysis and diaphyseal marrow Fig. 1A) and the tibial diaphysis, diaphyseal marrow, and distal epiphysis and metaphysis (Fig. 2A) were increased during an acute exercise bout in ET animals. There was a tendency (P0.1) for an exerciseStabley et al. Page 4 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscripthyperemia to occur in the tibia proximal epiphysis and metaphysis (Fig. 2A) and fibula (Fig. 3A) of ET animals. An elevation in vascular conductance occurred in SED animals during exercise activity in the femoral diaphysis Fig. 1B) and tibial diaphysis and marrow (Fig. 2B), with a tendency (P0.1) for an increase in the distal epiphysis and metaphysis of the tibia (Fig. 2B). Vascular conductance in the femoral diaphysis Fig. 1B), tibial diaphysis and marrow (Fig. 2B) and fibula (Fig. 3B) were also elevated during exercise activity in ET animals. The exercise hyperemia in the femoral diaphysis was greater in ET rats relative to SED animals Fig. 1A), and the exercise-induced increase in vascular conductance was greater in the fibula of ET rats compared to that in SED animals. DISCUSSION Exercise training has been previously shown to improve endothelium-dependent vasodilation of the femoral PNA (12), one of the primary resistance arteries that regulates bone and marrow perfusion in the femur (6). The purpose of the present study was to determine whether exercise training augments regional skeletal blood flow in the hindlimb during exercise activity. We hypothesized that the exercise hyperemia in hindlimb bones would be greater in ET rats relative to that in SED animals. The results demonstrate that in only 1 of 9 bone or bone regions investigated, the femoral diaphysis Fig. 1A), was blood flow higher during exercise in the ET rats compared to that in the SED animals, suggesting chronic exercise training may not have a major impact to elevate bone and marrow blood flow capacity. However, in SED animals, exercise induced an increase in perfusion in only 3 of 9 bone or bone regions tested (i.e., femur diaphysis, tibia diaphysis, tibia diaphyseal marrow), whereas an exercise hyperemia occurred in 7 of 9 bone or bone regions (i.e., femur diaphysis, femur diaphyseal marrow, tibia proximal epiphysis and metaphysis, tibia diaphysis, tibia diaphyseal marrow, tibia distal epiphysis and metaphysis, fibula) in ET rats. These data suggest exercise training may not induce a large increase in the blood flow capacity of bone, but rather serves to enhance perfusion of a broader region of bone during physical activity. To our knowledge, these are the first data to demonstrate an augmentation of bone and marrow blood flow during exercise following a period of regular exercise training. Exercise training is well appreciated for its beneficial cardiovascular effects. For example, removal of the endothelium in rat gracilis muscle arterioles completely abrogated ET- induced improvements in endothelium-dependent vasodilation (28). In the rat abdominal aorta (11) and skeletal muscle microcirculation (37), improvements in endothelium- dependent vasodilation following 1012 wks of treadmill exercise training served to blunt adrenergic vasoconstriction (11, 13). Exercise has favorable effects on the molecular environment supporting a healthy endothelium as evidenced by improvements in endothelial nitric oxide synthase (eNOS) protein expression (2, 37, 38), increased eNOS Serine 1177 phosphorylation, improved antioxidant enzyme expression (e.g., superoxide dismutase, catalase), and reduced expression of oxidant generating enzymes such as xanthine oxidase (18). Furthermore, chronic exercise has been demonstrated to increase angiogenesis (18), improve skeletal muscle capillarization (18), and enhance endothelium-dependent vasodilation (32), all of which are thought to contribute to the greater aerobic exercise capacity associated with exercise training (32).Stabley et al. Page 5 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptResearch also demonstrates that treadmill exercise training produces gains in cancellous bone volume that are site-specific (23). For example, observations of increased trabecular bone formation rate at the proximal and distal tibia were accompanied by corresponding changes in cancellous bone volume after 12 wks of treadmill exercise training in rats (23). Prolonged treadmill exercise has also been shown in rats to increase femur bone length, improve measures of tibia bone mineral content, and elevate osteoblast biomarkers osteocalcin and alkaline phosphatase, with corresponding decreases in the osteoclast biomarker serum tartrate-resistant acid phosphatase (25). Treadmill exercise training also improves rat tibia bone mechanical properties, such as resistance to failure from peak loading, stiffness, and moment of inertia (3). Although there is a large literature on the effects of exercise training on both cardiovascular function and bone properties, there is little work published in regard to the effects of changes in physical activity on bone perfusion or adaptations of the bone vascular structure and vasomotor properties. For example, recent work has shown that prolonged skeletal disuse in hindlimb unloaded rats induces a narrowing of the maximal diameter of the femur PNA (39) and rarefaction of the microvascular network (14), both of which result in a lower femoral bone and marrow perfusion and vascular conductance with reloading (39). In contrast, 1012 wks of treadmill exercise training increases the maximal diameter of the femur PNA and enhances the PNA endothelium-dependent vasodilation (12). Such changes in vascular structure and vasomotor properties may contribute to the increases in vascular conductance (Figs. 1B, 2B  3B) and broader exercise hyperemia in the bone and marrow of ET rats observed in the present study. An acute bout of exercise in SED rats (present study, (12)) and humans (19) has been shown to increase perfusion of bone. Such increases in bone blood flow during chronic bouts of exercise in ET rats likely generate increases in endothelial shear stress in the bone vasculature that facilitate the release of endothelium-derived nitric oxide (NO), prostaglandin E 2 (PGE 2), and prostacyclin (PGI 2) that each may have important paracrine effects on bone cells (8, 12, 33). For example, NO inhibits osteoclasts (29) and stimulates osteoblast differentiation (21). PGE 2 increases the number of osteoblasts and decreases the number of osteoclasts in vivo (26), and PGI 2 is a powerful inhibitor of osteoclast mediated bone resorption in culture experiments (7). Thus, increases in blood flow and vascular shear stress during exercise may facilitate advantageous bone modeling responses that are mediated, in part, by endothelium-derived signaling molecules. Increases in regional bone and marrow blood flow during exercise activity may also support the dynamic generation of hydrostatic pressure gradients between the medullary cavity and bone capillary efferents that could enhance bone interstitial fluid flow (31). Mechanical loading of bone, such as occurs during exercise, delivers compressive forces to distinct regions of bone such that bone interstitial fluid can flow from areas of high fluid pressure to areas of low fluid pressure (27, 40). Such fluid flow has been suggested to inhibit osteoclasts, stimulate osteoblasts (41), and increase bone formation (40). Thus, the exercise hyperemia in bones from ET rats could contribute to the positive bone remodeling that occurs in these animals (12, 23, 25).Stabley et al. Page 6 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptBased on the greater bone and marrow perfusion during exercise in ET rats (Figs. 1A3A) and previous research demonstrating improved endothelium-dependent vasodilation of bone resistance arteries in ET rats (12), a greater interstitial fluid flow and enhanced release of endothelium-derived NO, PGE 2 or PGI 2 with training to promote positive bone remodeling seem likely. Indeed, investigators have demonstrated a positive association between endothelium-dependent vasodilation of the femoral PNA with training-induced increases in cancellous bone volume (12). Similar positive associations between endothelium-dependent vasodilation of the femoral PNA and bone volume have also been demonstrated in animal models of old age (36) and postmenopausal (35) osteoporosis. In conclusion, the present study demonstrates that chronic low-intensity training only increased the exercise hyperemia in 1 of 9 regions tested (i.e., the femoral diaphysis, Fig. 1A) in ET rats above that occurring in SED rats. However, in SED animals acute exercise increased bone and marrow perfusion in 3 of 9 regions tested, whereas an exercise hyperemia occurred in 7 of 9 bone regions in ET animals. These results indicate that exercise training results in a broader region of elevated blood flow in bone and marrow during physical activity. The observed increases in bone blood flow during exercise may also play an important role in generating osteogenic signals within bone via paracrine effects (33) andor augmentation of bone interstitial fluid flow to signal bone cells (40), which contribute to training-induced increases in bone volume (12). Additional research is required to elucidate a direct role for increased bone blood flow during exercise in augmenting parameters of bone health. Acknowledgments This study was supported by grants from the National Aeronautics and Space Administration (NNX12AL41G) and the National Institutes of Health (AG-31317). References 1. Armstrong RB, Hayes DA, Delp MD. Blood flow distribution in rat muscles during preexercise anticipatory response. J Appl Physiol. 1989; 67(5):18551861. PubMed: 2600019 2. Balon TW, Nadler JL. Evidence that nitric oxide increases glucose transport in skeletal muscle. J Appl Physiol (1985). 1997; 82(1):359363. PubMed: 9029239 3. Bennell KL, Khan KM, Warmington S, Forwood MR, Coleman BD, Bennett MB, Wark JD. Age does not influence the bone response to treadmill exercise in female rats. Med Sci Sports Exerc. 2002; 34(12):19581965. PubMed: 12471302 4. Bergula AP, Huang W, Frangos JA. Femoral vein ligation increases bone mass in the hindlimb suspended rat. Bone. 1999; 24(3):171177. PubMed: 10071908 5. Bergula AP, Haidekker MA, Huang W, Stevens HY, Frangos JA. Venous ligation-mediated bone adaptation is NOS 3 dependent. Bone. 2004; 34(3):562569. PubMed: 15003804 6. Bridgeman G, Brookes M. Blood supply to the human femoral diaphysis in youth and senescence. J Anat. 1996; 188((Pt 3)):611621. (Pt 3). PubMed: 8763478 7. Chambers TJ, Ali NN. Inhibition of osteoclastic motility by prostaglandins I2, E1, E2 and 6-oxo-E1. J Pathol. 1983; 139(3):383397. PubMed: 6339702 8. Colleran PN, Wilkerson MK, Bloomfield SA, Suva LJ, Turner RT, Delp MD. Alterations in skeletal perfusion with simulated microgravity: a possible mechanism for bone remodeling. J Appl Physiol. 2000; 89(3):10461054. PubMed: 10956349 9. Davis RT 3rd, Stabley JN, Dominguez JM 2nd, Ramsey MW, McCullough DJ, Lesniewski LA, Delp MD, Behnke BJ. Differential effects of aging and exercise on intra-abdominal adiposeStabley et al. Page 7 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptarteriolar function and blood flow regulation. J Appl Physiol (1985). 2013; 114(6):808815. PubMed: 23349454 10. Delp MD, Armstrong RB. Blood flow in normal and denervated muscle during exercise in conscious rats. Am J Physiol. 1988; 255(6 Pt 2):H1509H1515. PubMed: 3202210 11. Delp MD, McAllister RM, Laughlin MH. Exercise training alters endothelium-dependent vasoreactivity of rat abdominal aorta. J Appl Physiol. 1993; 75(3):13541363. PubMed: 8226551 12. Dominguez JM 2nd, Prisby RD, Muller-Delp JM, Allen MR, Delp MD. Increased nitric oxide- mediated vasodilation of bone resistance arteries is associated with increased trabecular bone volume after endurance training in rats. Bone. 2010; 46(3):813819. PubMed: 19892040 13. Donato AJ, Lesniewski LA, Delp MD. Ageing and exercise training alter adrenergic vasomotor responses of rat skeletal muscle arterioles. J Physiol. 2007; 579(Pt 1):115125. PubMed: 17082231 14. Fei J, Peyrin F, Malaval L, Vico L, Lafage-Proust MH. Imaging and quantitative assessment of long bone vascularization in the adult rat using microcomputed tomography. Anat Rec (Hoboken). 2010; 293(2):215224. PubMed: 19957340 15. Flaim SF, Zelis RF. Regional distribution of cardiac output in conscious rats at rest and during exercise. Effects of diltiazem. Chest. 1980; 78(1 Suppl):187192. PubMed: 7398405 16. Frost HM, Schonau E. The muscle-bone unit in children and adolescents: a 2000 overview. J Pediatr Endocrinol Metab. 2000; 13(6):571590. PubMed: 10905381 17. Frost HM. From Wolffs law to the Utah paradigm: insights about bone physiology and its clinical applications. Anat Rec. 2001; 262(4):398419. PubMed: 11275971 18. Gielen S, Schuler G, Adams V. Cardiovascular effects of exercise training: molecular mechanisms. Circulation. 2010; 122(12):12211238. PubMed: 20855669 19. Heinonen I, Kemppainen J, Kaskinoro K, Langberg H, Knuuti J, Boushel R, Kjaer M, Kalliokoski KK. Bone blood flow and metabolism in humans: effect of muscular exercise and other physiological perturbations. J Bone Miner Res. 2013; 28(5):10681074. PubMed: 23280932 20. Heymann MA, Payne BD, Hoffman JI, Rudolph AM. Blood flow measurements with radionuclide- labeled particles. Prog Cardiovasc Dis. 1977; 20(1):5579. PubMed: 877305 21. Hikiji H, Shin WS, Oida S, Takato T, Koizumi T, Toyo-oka T. Direct action of nitric oxide on osteoblastic differentiation. FEBS Lett. 1997; 410(23):238242. PubMed: 9237637 22. Ishise S, Pegram BL, Yamamoto J, Kitamura Y, Frohlich ED. Reference sample microsphere method: cardiac output and blood flows in conscious rat. Am J Physiol. 1980; 239(4):H443H449. PubMed: 7425136 23. Iwamoto J, Yeh JK, Aloia JF. Differential effect of treadmill exercise on three cancellous bone sites in the young growing rat. Bone. 1999; 24(3):163169. PubMed: 10071907 24. Iwamoto J, Takeda T, Sato Y. Effect of treadmill exercise on bone mass in female rats. Exp Anim. 2005; 54(1):16. PubMed: 15725675 25. Iwamoto J, Shimamura C, Takeda T, Abe H, Ichimura S, Sato Y, Toyama Y. Effects of treadmill exercise on bone mass, bone metabolism, and calciotropic hormones in young growing rats. J Bone Miner Metab. 2004; 22(1):2631. PubMed: 14691683 26. Jee WS, Ueno K, Kimmel DB, Woodbury DM, Price P, Woodbury LA. The role of bone cells in increasing metaphyseal hard tissue in rapidly growing rats treated with prostaglandin E2. Bone. 1987; 8(3):171178. PubMed: 3475073 27. Knothe Tate ML. Whither flows the fluid in bone? An osteocytes perspective. J Biomech. 2003; 36(10):14091424. PubMed: 14499290 28. Koller A, Huang A, Sun D, Kaley G. Exercise training augments flow-dependent dilation in rat skeletal muscle arterioles. Role of endothelial nitric oxide and prostaglandins. Circ Res. 1995; 76(4):544550. PubMed: 7534658 29. MacIntyre I, Zaidi M, Alam AS, Datta HK, Moonga BS, Lidbury PS, Hecker M, Vane JR. Osteoclastic inhibition: an action of nitric oxide not mediated by cyclic GMP. Proc Natl Acad Sci U S A. 1991; 88(7):29362940. PubMed: 1849281 30. Modlesky CM, Lewis RD. Does exercise during growth have a long-term effect on bone health? Exerc Sport Sci Rev. 2002; 30(4):171176. PubMed: 12398114Stabley et al. Page 8 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript31. Montgomery RJ, Sutker BD, Bronk JT, Smith SR, Kelly PJ. Interstitial fluid flow in cortical bone. Microvasc Res. 1988; 35(3):295307. PubMed: 3393091 32. Palmieri EA, Palmieri V, Innelli P, Arezzi E, Ferrara LA, Celentano A, Fazio S. Aerobic exercise performance correlates with post-ischemic flow-mediated dilation of the brachial artery in young healthy men. Eur J Appl Physiol. 2005; 94(12):113117. PubMed: 15657766 33. Parfitt AM. The mechanism of coupling: a role for the vasculature. Bone. 2000; 26(4):319323. PubMed: 10787232 34. Pattyn N, Cornelissen VA, Eshghi SR, Vanhees L. The effect of exercise on the cardiovascular risk factors constituting the metabolic syndrome: a meta-analysis of controlled trials. Sports Med. 2013; 43(2):121133. PubMed: 23329606 35. Prisby RD, Dominguez JM 2nd, Muller-Delp J, Allen MR, Delp MD. Aging and estrogen status: a possible endothelium-dependent vascular coupling mechanism in bone remodeling. PLoS One. 2012; 7(11):e48564. PubMed: 23185266 36. Prisby RD, Ramsey MW, Behnke BJ, Dominguez JM 2nd, Donato AJ, Allen MR, Delp MD. Aging reduces skeletal blood flow, endothelium-dependent vasodilation, and NO bioavailability in rats. J Bone Miner Res. 2007; 22(8):12801288. PubMed: 17451371 37. Spier SA, Delp MD, Meininger CJ, Donato AJ, Ramsey MW, Muller-Delp JM. Effects of ageing and exercise training on endothelium-dependent vasodilatation and structure of rat skeletal muscle arterioles. J Physiol. 2004; 556(Pt 3):947958. PubMed: 15004211 38. Spier SA, Delp MD, Stallone JN, Dominguez JM 2nd, Muller-Delp JM. Exercise training enhances flow-induced vasodilation in skeletal muscle resistance arteries of aged rats: role of PGI2 and nitric oxide. Am J Physiol Heart Circ Physiol. 2007; 292(6):H3119H3127. PubMed: 17337602 39. Stabley JN, Prisby RD, Behnke BJ, Delp MD. Chronic skeletal unloading of the rat femur: Mechanisms and functional consequences of vascular remodeling. Bone. 2013; 57(2):355360. PubMed: 24056176 40. Turner CH, Forwood MR, Otter MW. Mechanotransduction in bone: do bone cells act as sensors of fluid flow? FASEB J. 1994; 8(11):875878. PubMed: 8070637 41. Turner CH. Site-specific skeletal effects of exercise: importance of interstitial fluid pressure. Bone. 1999; 24(3):161162. PubMed: 10071906Stabley et al. Page 9 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 1. Effects of acute exercise and chronic exercise training on regional bone and marrow blood flow (A) and vascular conductance (B) in the femur. Values are means  SE. Mean is different from sedentary (SED) resting mean (P0.05).Mean is different from SED exercising mean (P0.05).Mean is different from exercise trained (ET) resting mean (P0.05).Stabley et al. Page 10 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 2. Effects of acute exercise and chronic exercise training on regional bone and marrow blood flow (A) and vascular conductance (B) in the tibia. Values are means  SE. Mean is different from sedentary (SED) resting mean (P0.05);  (P0.1). Mean is different from exercise trained (ET) resting mean (P0.05); (P0.1).Stabley et al. Page 11 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 3. Effects of acute exercise and chronic exercise training on bone and marrow blood flow (A) and vascular conductance (B) in the fibula. Values are means  SE. Mean is different from sedentary (SED) resting mean (P0.05).Mean is different from SED exercising mean (P0.05). Mean is different from exercise trained (ET) resting mean (P0.05); (P0.1).Stabley et al. Page 12 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptNIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptStabley et al. Page 13 Table 1 Bone and marrow tissue mass. Mass, mg Tissue SED ET Femur Proximal metaphysis and epiphysis 403  31 435  59 Distal metaphysis and epiphysis 385  50 390  8 Diaphysis 337  35 299  15 Diaphyseal marrow 50  9 90  44 Tibia Proximal metaphysis and epiphysis 356  27 322  22 Distal metaphysis and epiphysis 180  11 161  5 Diaphysis 362  25321  4 Diaphyseal marrow 22  4 29  4 Fibula 73  4 63  5 All values are means  SE. Exercise trained (ET) mean different from sedentary (SED) mean, P0.05. Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01.",
        "introduction": "The principal nutrient artery to the femur demonstrates an increase in nitric oxide mediated vasodilation in rats after treadmill exercise training. The present study sought to determine whether exercise training improves hindlimb bone and marrow blood flow distribution at rest and during exercise.",
        "conclusion": "These data indicate an increase in generalized hindlimb bone and marrow blood flow during physical activity following a period of exercise training. Elevations in regional bone and marrow blood flow after training may augment medullary pressure and bone interstitial fluid flow, thus benefiting bone integrity. Keywords skeletal blood flow; vascular resistance; bone hemodynamics; microcirculation Correspondence: Michael D. Delp, Department of Applied Physiology and Kinesiology, University of Florida, Gainesville, FL 32611, Office: 352-392-1700, Fax: 352-392-5262, mdelpufl.edu. The authors have no conflicts of interest to declare. The results of the present study do not constitute endorsement by the American College of Sports Medicine. NIH Public Access Author Manuscript Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. Published in final edited form as: Med Sci Sports Exerc . 2014 November ; 46(11): 21072112. doi:10.1249MSS.0000000000000342. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptINTRODUCTION Improvements in both bone and cardiovascular health due to regular exercise participation are well established (11, 18, 24, 30). In addition, the onset of age-related decreases in bone mineral density can be delayed by regular exercise to enhance bone accrual during skeletal growth and maintenance (30). Beneficial cardiovascular adaptations to exercise include enhanced endothelium-dependent vasodilation of blood vessels (11, 37), decreased blood pressure, and improved blood lipid profiles (34). Exercise also increases muscle strength, which is strongly correlated with increased bone strength (16). Importantly, mechanical loads placed on to the skeleton must exceed a biological threshold in order to stimulate bone-modeling activity (17). However, disuse models employing venous occlusion produce increases in bone mass (4, 5). Regional femur bone blood flow has been demonstrated to increase during acute treadmill exercise in young and old sedentary (SED) animals (12). Further, 1012 wks of treadmill exercise training resulted in an increase in endothelium-dependent vasodilation of the principal nutrient artery (PNA) to the femur (12). The femoral PNA is one of the primary resistance arteries controlling perfusion of the femur and is responsible for 70 of the blood supply to this long bone (6). However, whether this training-induced enhancement of endothelium-dependent vasodilation of bone resistance arteries results in greater bone and marrow perfusion during exercise has not been investigated. Therefore, the present study sought to determine whether regional hindlimb bone and marrow blood flow and vascular conductance is elevated during exercise in chronically exercise-trained (ET) rats. Based on the previously observed enhancement of endothelium-dependent vasodilation in the femoral PNA with exercise training, we hypothesized that the exercise hyperemia in hindlimb bones would be greater in ET rats relative to that in SED animals. MATERIALS AND METHODS Animals All experimental procedures were approved by the University of Floridas Institutional Animal Care and Use Committee and conformed to the Guide for the Care and Use of Laboratory Animals published by the U.S. National Institutes of Health (Eight edition, 2011). Male Sprague-Dawley rats (68 mo old) were obtained from Harlan (Indianapolis, IN). All animals were housed in a temperature controlled (23  2C) room, maintained on a 12:12 light-dark cycle, and provided with food and water ad libitum . Animals were randomly divided into an ET group ( n  8) and a SED group ( n  8). Exercise training All animals were familiarized with treadmill exercise. The familiarization period consisted of treadmill exercise at 15 mmin with a 0 incline beginning on day one for 5 minday and progressing to 10 minday by day five. Blasts of pressurized air and mild electrical shock were used to encourage ambulation on the activated treadmill belt. Animals assigned to the ET group continued to train the following week beginning with 10 min of treadmill exercise at 15 mmin with a 15 incline for 10 min. Exercise duration for ET animals was increasedStabley et al. Page 2 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptby 10 min each week until animals were exercising 60 mind, 5 days a week at which point exercise time, intensity, and frequency were maintained for the cumulative training period of 1012 wks. Surgery Animal body mass was measured on a triple-beam balance. Animals were then anesthetized with isoflurane anesthesia (22.5O 2 balance). A polyethylene catheter (Braintree Scientific) filled with heparinized saline solution (100 UmL) was implanted into the right carotid artery and the tip was advanced into the ascending aorta. The carotid artery catheter was used for microsphere infusion and to monitor mean arterial pressure (MAP). The carotid artery catheter was guided subcutaneously to a 1 cm puncture wound dorsally located in the cervical region and secured for exteriorization. A separate polyethylene catheter (Braintree Scientific) was implanted into the caudal artery of the tail for reference blood sample withdrawals (10). Each animal was allowed 3 hrs of recovery after wound closure and the cessation of anesthesia before experiments to measure tissue blood flow were performed. Previous research demonstrates that cardiovascular dynamics, regional blood flow, and acid- base status recover to normal levels within 3 hrs after anesthesia (15). Determination of tissue blood flow Blood flow measurements in animals from both SED and ET groups were made during rest and during treadmill exercise. During the week preceding blood flow experiments, SED animals were exposed to one week of treadmill acclimatization as described above. All animals were allowed 2448 hrs of recovery from their last bout of treadmill exercise training or acclimatization prior to the blood flow experiments. For measurement of exercising tissue blood flow, the surgically instrumented animals were placed on a rodent treadmill with a belt speed of 8 mmin and 15 incline. Belt speed was then increased to 15 mmin. The caudal artery catheter was connected to a 1 mL syringe secured to an infusion- withdrawal pump for withdrawal of a reference blood sample at a rate of 0.25 mLmin. After 5 min of exercise, 2.05.0105 radiolabeled NEN-TRAC microspheres (85Sr or 46Sc randomly selected; 15.5  0.1 m diameter; PerkinElmer) were infused via the carotid artery catheter. MAP was measured immediately before and after infusion of radiolabeled microspheres via a physiological pressure transducer connected to the carotid artery catheter. Exercise was terminated following complete infusion of radiolabeled microspheres. Reference blood sample withdrawal was stopped 30 s after the infusion and flush of the radiolabeled microspheres. Identical procedures were employed for measurement of tissue blood flow at rest using energetically distinct radiolabeled microspheres while the animal rested quietly on the rodent treadmill following an 30 min recovery period from the previous exercising microsphere infusion. The blood flow measurement during exercise was performed prior to the blood flow measurement at rest in order to avoid the effects of the pre-exercise anticipatory response (1). Tissue harvesting After completion of the resting blood flow experiment, animals were euthanized with Beuthanasia-D Special (0.6 mLkg, Schering-Plough Animal Health) administered via the carotid artery catheter. The femur, tibia, and fibula were removed and cleaned of muscleStabley et al. Page 3 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptand tendon. The femur and tibia were divided into diaphyseal, diaphyseal marrow, and proximal and distal metaphyseal and epiphyseal portions. In addition to skeletal tissue, both kidneys were removed. Bilateral comparison of blood flow rates between renal tissues provides an index of the adequacy of microsphere mixing in the blood. Measurement of tissue radioactivity and calculation of tissue hemodynamics The masses of all tissues were individually measured on a laboratory balance before being placed into 5 mL polypropylene culture tubes. Masses of the femoral and tibial marrows were determined by weighing the diaphysis before and after the marrow was removed (8, 12, 36). Individual tissue and reference blood sample radioactivity were measured with a gamma counter (Cobra II Auto-Gamma Model 5003E), and minimal radioactivity was checked in the tissue and reference blood samples to ensure sufficient microspheres were present in each sample for accurate blood flow determination. Natural energetic crosstalk from distinct radiolabels was handled by inverse matrix calculation (15) and individual tissue blood flow (mLmin100 g of tissue) was calculated according to the method of Ishise et al (22). Tissue vascular conductance (mLmin100 gmmHg) was then calculated by dividing individual tissue blood flow by mean arterial pressure. Adequate mixing and whole body distribution of microspheres were characterized by a 20 difference (9) in calculated blood flow between the left and right kidneys (20). Statistics Independent-samples t-tests were used to investigate differences in body mass, tissue mass, heart mass-to-body mass ratio, and MAP between ET and SED animals. Bone and marrow blood flow and vascular resistance were evaluated by repeated measures analysis of variance in order to detect differences within (rest vs. exercise) and between (SED vs. ET) factors. Pairwise comparisons between specific levels were made through Scheffes post hoc analysis when a significant main effect was found. An alpha of 0.05 delineated significance. RESULTS Body mass, tissue mass, and mean arterial pressure Body mass of SED animals (461  18 g) was greater (P0.05) than that of ET animals (406  8 g). MAP at rest (SED: 161  8, ET: 160  4 mmHg) and during exercise (SED: 166  5, ET: 160  5 mmHg) were not different between groups. MAP also was not different between resting and exercising conditions within groups. Tibia diaphyseal marrow mass was less in ET rats relative to that in SED animals (Table 1). Other bone and marrow masses were not different between groups (Table 1). Blood flow and vascular conductance In SED rats, an exercise hyperemia occurred in the femoral diaphysis Fig. 1A) and the tibial diaphysis and marrow (Fig. 2A) during an acute exercise bout. Exercise training did not affect resting blood flow or vascular conductance in any region of the bone and marrow. However, blood flow to the femoral diaphysis and diaphyseal marrow Fig. 1A) and the tibial diaphysis, diaphyseal marrow, and distal epiphysis and metaphysis (Fig. 2A) were increased during an acute exercise bout in ET animals. There was a tendency (P0.1) for an exerciseStabley et al. Page 4 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscripthyperemia to occur in the tibia proximal epiphysis and metaphysis (Fig. 2A) and fibula (Fig. 3A) of ET animals. An elevation in vascular conductance occurred in SED animals during exercise activity in the femoral diaphysis Fig. 1B) and tibial diaphysis and marrow (Fig. 2B), with a tendency (P0.1) for an increase in the distal epiphysis and metaphysis of the tibia (Fig. 2B). Vascular conductance in the femoral diaphysis Fig. 1B), tibial diaphysis and marrow (Fig. 2B) and fibula (Fig. 3B) were also elevated during exercise activity in ET animals. The exercise hyperemia in the femoral diaphysis was greater in ET rats relative to SED animals Fig. 1A), and the exercise-induced increase in vascular conductance was greater in the fibula of ET rats compared to that in SED animals. DISCUSSION Exercise training has been previously shown to improve endothelium-dependent vasodilation of the femoral PNA (12), one of the primary resistance arteries that regulates bone and marrow perfusion in the femur (6). The purpose of the present study was to determine whether exercise training augments regional skeletal blood flow in the hindlimb during exercise activity. We hypothesized that the exercise hyperemia in hindlimb bones would be greater in ET rats relative to that in SED animals. The results demonstrate that in only 1 of 9 bone or bone regions investigated, the femoral diaphysis Fig. 1A), was blood flow higher during exercise in the ET rats compared to that in the SED animals, suggesting chronic exercise training may not have a major impact to elevate bone and marrow blood flow capacity. However, in SED animals, exercise induced an increase in perfusion in only 3 of 9 bone or bone regions tested (i.e., femur diaphysis, tibia diaphysis, tibia diaphyseal marrow), whereas an exercise hyperemia occurred in 7 of 9 bone or bone regions (i.e., femur diaphysis, femur diaphyseal marrow, tibia proximal epiphysis and metaphysis, tibia diaphysis, tibia diaphyseal marrow, tibia distal epiphysis and metaphysis, fibula) in ET rats. These data suggest exercise training may not induce a large increase in the blood flow capacity of bone, but rather serves to enhance perfusion of a broader region of bone during physical activity. To our knowledge, these are the first data to demonstrate an augmentation of bone and marrow blood flow during exercise following a period of regular exercise training. Exercise training is well appreciated for its beneficial cardiovascular effects. For example, removal of the endothelium in rat gracilis muscle arterioles completely abrogated ET- induced improvements in endothelium-dependent vasodilation (28). In the rat abdominal aorta (11) and skeletal muscle microcirculation (37), improvements in endothelium- dependent vasodilation following 1012 wks of treadmill exercise training served to blunt adrenergic vasoconstriction (11, 13). Exercise has favorable effects on the molecular environment supporting a healthy endothelium as evidenced by improvements in endothelial nitric oxide synthase (eNOS) protein expression (2, 37, 38), increased eNOS Serine 1177 phosphorylation, improved antioxidant enzyme expression (e.g., superoxide dismutase, catalase), and reduced expression of oxidant generating enzymes such as xanthine oxidase (18). Furthermore, chronic exercise has been demonstrated to increase angiogenesis (18), improve skeletal muscle capillarization (18), and enhance endothelium-dependent vasodilation (32), all of which are thought to contribute to the greater aerobic exercise capacity associated with exercise training (32).Stabley et al. Page 5 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptResearch also demonstrates that treadmill exercise training produces gains in cancellous bone volume that are site-specific (23). For example, observations of increased trabecular bone formation rate at the proximal and distal tibia were accompanied by corresponding changes in cancellous bone volume after 12 wks of treadmill exercise training in rats (23). Prolonged treadmill exercise has also been shown in rats to increase femur bone length, improve measures of tibia bone mineral content, and elevate osteoblast biomarkers osteocalcin and alkaline phosphatase, with corresponding decreases in the osteoclast biomarker serum tartrate-resistant acid phosphatase (25). Treadmill exercise training also improves rat tibia bone mechanical properties, such as resistance to failure from peak loading, stiffness, and moment of inertia (3). Although there is a large literature on the effects of exercise training on both cardiovascular function and bone properties, there is little work published in regard to the effects of changes in physical activity on bone perfusion or adaptations of the bone vascular structure and vasomotor properties. For example, recent work has shown that prolonged skeletal disuse in hindlimb unloaded rats induces a narrowing of the maximal diameter of the femur PNA (39) and rarefaction of the microvascular network (14), both of which result in a lower femoral bone and marrow perfusion and vascular conductance with reloading (39). In contrast, 1012 wks of treadmill exercise training increases the maximal diameter of the femur PNA and enhances the PNA endothelium-dependent vasodilation (12). Such changes in vascular structure and vasomotor properties may contribute to the increases in vascular conductance (Figs. 1B, 2B  3B) and broader exercise hyperemia in the bone and marrow of ET rats observed in the present study. An acute bout of exercise in SED rats (present study, (12)) and humans (19) has been shown to increase perfusion of bone. Such increases in bone blood flow during chronic bouts of exercise in ET rats likely generate increases in endothelial shear stress in the bone vasculature that facilitate the release of endothelium-derived nitric oxide (NO), prostaglandin E 2 (PGE 2), and prostacyclin (PGI 2) that each may have important paracrine effects on bone cells (8, 12, 33). For example, NO inhibits osteoclasts (29) and stimulates osteoblast differentiation (21). PGE 2 increases the number of osteoblasts and decreases the number of osteoclasts in vivo (26), and PGI 2 is a powerful inhibitor of osteoclast mediated bone resorption in culture experiments (7). Thus, increases in blood flow and vascular shear stress during exercise may facilitate advantageous bone modeling responses that are mediated, in part, by endothelium-derived signaling molecules. Increases in regional bone and marrow blood flow during exercise activity may also support the dynamic generation of hydrostatic pressure gradients between the medullary cavity and bone capillary efferents that could enhance bone interstitial fluid flow (31). Mechanical loading of bone, such as occurs during exercise, delivers compressive forces to distinct regions of bone such that bone interstitial fluid can flow from areas of high fluid pressure to areas of low fluid pressure (27, 40). Such fluid flow has been suggested to inhibit osteoclasts, stimulate osteoblasts (41), and increase bone formation (40). Thus, the exercise hyperemia in bones from ET rats could contribute to the positive bone remodeling that occurs in these animals (12, 23, 25).Stabley et al. Page 6 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptBased on the greater bone and marrow perfusion during exercise in ET rats (Figs. 1A3A) and previous research demonstrating improved endothelium-dependent vasodilation of bone resistance arteries in ET rats (12), a greater interstitial fluid flow and enhanced release of endothelium-derived NO, PGE 2 or PGI 2 with training to promote positive bone remodeling seem likely. Indeed, investigators have demonstrated a positive association between endothelium-dependent vasodilation of the femoral PNA with training-induced increases in cancellous bone volume (12). Similar positive associations between endothelium-dependent vasodilation of the femoral PNA and bone volume have also been demonstrated in animal models of old age (36) and postmenopausal (35) osteoporosis. In conclusion, the present study demonstrates that chronic low-intensity training only increased the exercise hyperemia in 1 of 9 regions tested (i.e., the femoral diaphysis, Fig. 1A) in ET rats above that occurring in SED rats. However, in SED animals acute exercise increased bone and marrow perfusion in 3 of 9 regions tested, whereas an exercise hyperemia occurred in 7 of 9 bone regions in ET animals. These results indicate that exercise training results in a broader region of elevated blood flow in bone and marrow during physical activity. The observed increases in bone blood flow during exercise may also play an important role in generating osteogenic signals within bone via paracrine effects (33) andor augmentation of bone interstitial fluid flow to signal bone cells (40), which contribute to training-induced increases in bone volume (12). Additional research is required to elucidate a direct role for increased bone blood flow during exercise in augmenting parameters of bone health. Acknowledgments This study was supported by grants from the National Aeronautics and Space Administration (NNX12AL41G) and the National Institutes of Health (AG-31317). References 1. Armstrong RB, Hayes DA, Delp MD. Blood flow distribution in rat muscles during preexercise anticipatory response. J Appl Physiol. 1989; 67(5):18551861. PubMed: 2600019 2. Balon TW, Nadler JL. Evidence that nitric oxide increases glucose transport in skeletal muscle. J Appl Physiol (1985). 1997; 82(1):359363. PubMed: 9029239 3. Bennell KL, Khan KM, Warmington S, Forwood MR, Coleman BD, Bennett MB, Wark JD. Age does not influence the bone response to treadmill exercise in female rats. Med Sci Sports Exerc. 2002; 34(12):19581965. PubMed: 12471302 4. Bergula AP, Huang W, Frangos JA. Femoral vein ligation increases bone mass in the hindlimb suspended rat. Bone. 1999; 24(3):171177. PubMed: 10071908 5. Bergula AP, Haidekker MA, Huang W, Stevens HY, Frangos JA. Venous ligation-mediated bone adaptation is NOS 3 dependent. Bone. 2004; 34(3):562569. PubMed: 15003804 6. Bridgeman G, Brookes M. Blood supply to the human femoral diaphysis in youth and senescence. J Anat. 1996; 188((Pt 3)):611621. (Pt 3). PubMed: 8763478 7. Chambers TJ, Ali NN. Inhibition of osteoclastic motility by prostaglandins I2, E1, E2 and 6-oxo-E1. J Pathol. 1983; 139(3):383397. PubMed: 6339702 8. Colleran PN, Wilkerson MK, Bloomfield SA, Suva LJ, Turner RT, Delp MD. Alterations in skeletal perfusion with simulated microgravity: a possible mechanism for bone remodeling. J Appl Physiol. 2000; 89(3):10461054. PubMed: 10956349 9. Davis RT 3rd, Stabley JN, Dominguez JM 2nd, Ramsey MW, McCullough DJ, Lesniewski LA, Delp MD, Behnke BJ. Differential effects of aging and exercise on intra-abdominal adiposeStabley et al. Page 7 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptarteriolar function and blood flow regulation. J Appl Physiol (1985). 2013; 114(6):808815. PubMed: 23349454 10. Delp MD, Armstrong RB. Blood flow in normal and denervated muscle during exercise in conscious rats. Am J Physiol. 1988; 255(6 Pt 2):H1509H1515. PubMed: 3202210 11. Delp MD, McAllister RM, Laughlin MH. Exercise training alters endothelium-dependent vasoreactivity of rat abdominal aorta. J Appl Physiol. 1993; 75(3):13541363. PubMed: 8226551 12. Dominguez JM 2nd, Prisby RD, Muller-Delp JM, Allen MR, Delp MD. Increased nitric oxide- mediated vasodilation of bone resistance arteries is associated with increased trabecular bone volume after endurance training in rats. Bone. 2010; 46(3):813819. PubMed: 19892040 13. Donato AJ, Lesniewski LA, Delp MD. Ageing and exercise training alter adrenergic vasomotor responses of rat skeletal muscle arterioles. J Physiol. 2007; 579(Pt 1):115125. PubMed: 17082231 14. Fei J, Peyrin F, Malaval L, Vico L, Lafage-Proust MH. Imaging and quantitative assessment of long bone vascularization in the adult rat using microcomputed tomography. Anat Rec (Hoboken). 2010; 293(2):215224. PubMed: 19957340 15. Flaim SF, Zelis RF. Regional distribution of cardiac output in conscious rats at rest and during exercise. Effects of diltiazem. Chest. 1980; 78(1 Suppl):187192. PubMed: 7398405 16. Frost HM, Schonau E. The muscle-bone unit in children and adolescents: a 2000 overview. J Pediatr Endocrinol Metab. 2000; 13(6):571590. PubMed: 10905381 17. Frost HM. From Wolffs law to the Utah paradigm: insights about bone physiology and its clinical applications. Anat Rec. 2001; 262(4):398419. PubMed: 11275971 18. Gielen S, Schuler G, Adams V. Cardiovascular effects of exercise training: molecular mechanisms. Circulation. 2010; 122(12):12211238. PubMed: 20855669 19. Heinonen I, Kemppainen J, Kaskinoro K, Langberg H, Knuuti J, Boushel R, Kjaer M, Kalliokoski KK. Bone blood flow and metabolism in humans: effect of muscular exercise and other physiological perturbations. J Bone Miner Res. 2013; 28(5):10681074. PubMed: 23280932 20. Heymann MA, Payne BD, Hoffman JI, Rudolph AM. Blood flow measurements with radionuclide- labeled particles. Prog Cardiovasc Dis. 1977; 20(1):5579. PubMed: 877305 21. Hikiji H, Shin WS, Oida S, Takato T, Koizumi T, Toyo-oka T. Direct action of nitric oxide on osteoblastic differentiation. FEBS Lett. 1997; 410(23):238242. PubMed: 9237637 22. Ishise S, Pegram BL, Yamamoto J, Kitamura Y, Frohlich ED. Reference sample microsphere method: cardiac output and blood flows in conscious rat. Am J Physiol. 1980; 239(4):H443H449. PubMed: 7425136 23. Iwamoto J, Yeh JK, Aloia JF. Differential effect of treadmill exercise on three cancellous bone sites in the young growing rat. Bone. 1999; 24(3):163169. PubMed: 10071907 24. Iwamoto J, Takeda T, Sato Y. Effect of treadmill exercise on bone mass in female rats. Exp Anim. 2005; 54(1):16. PubMed: 15725675 25. Iwamoto J, Shimamura C, Takeda T, Abe H, Ichimura S, Sato Y, Toyama Y. Effects of treadmill exercise on bone mass, bone metabolism, and calciotropic hormones in young growing rats. J Bone Miner Metab. 2004; 22(1):2631. PubMed: 14691683 26. Jee WS, Ueno K, Kimmel DB, Woodbury DM, Price P, Woodbury LA. The role of bone cells in increasing metaphyseal hard tissue in rapidly growing rats treated with prostaglandin E2. Bone. 1987; 8(3):171178. PubMed: 3475073 27. Knothe Tate ML. Whither flows the fluid in bone? An osteocytes perspective. J Biomech. 2003; 36(10):14091424. PubMed: 14499290 28. Koller A, Huang A, Sun D, Kaley G. Exercise training augments flow-dependent dilation in rat skeletal muscle arterioles. Role of endothelial nitric oxide and prostaglandins. Circ Res. 1995; 76(4):544550. PubMed: 7534658 29. MacIntyre I, Zaidi M, Alam AS, Datta HK, Moonga BS, Lidbury PS, Hecker M, Vane JR. Osteoclastic inhibition: an action of nitric oxide not mediated by cyclic GMP. Proc Natl Acad Sci U S A. 1991; 88(7):29362940. PubMed: 1849281 30. Modlesky CM, Lewis RD. Does exercise during growth have a long-term effect on bone health? Exerc Sport Sci Rev. 2002; 30(4):171176. PubMed: 12398114Stabley et al. Page 8 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript31. Montgomery RJ, Sutker BD, Bronk JT, Smith SR, Kelly PJ. Interstitial fluid flow in cortical bone. Microvasc Res. 1988; 35(3):295307. PubMed: 3393091 32. Palmieri EA, Palmieri V, Innelli P, Arezzi E, Ferrara LA, Celentano A, Fazio S. Aerobic exercise performance correlates with post-ischemic flow-mediated dilation of the brachial artery in young healthy men. Eur J Appl Physiol. 2005; 94(12):113117. PubMed: 15657766 33. Parfitt AM. The mechanism of coupling: a role for the vasculature. Bone. 2000; 26(4):319323. PubMed: 10787232 34. Pattyn N, Cornelissen VA, Eshghi SR, Vanhees L. The effect of exercise on the cardiovascular risk factors constituting the metabolic syndrome: a meta-analysis of controlled trials. Sports Med. 2013; 43(2):121133. PubMed: 23329606 35. Prisby RD, Dominguez JM 2nd, Muller-Delp J, Allen MR, Delp MD. Aging and estrogen status: a possible endothelium-dependent vascular coupling mechanism in bone remodeling. PLoS One. 2012; 7(11):e48564. PubMed: 23185266 36. Prisby RD, Ramsey MW, Behnke BJ, Dominguez JM 2nd, Donato AJ, Allen MR, Delp MD. Aging reduces skeletal blood flow, endothelium-dependent vasodilation, and NO bioavailability in rats. J Bone Miner Res. 2007; 22(8):12801288. PubMed: 17451371 37. Spier SA, Delp MD, Meininger CJ, Donato AJ, Ramsey MW, Muller-Delp JM. Effects of ageing and exercise training on endothelium-dependent vasodilatation and structure of rat skeletal muscle arterioles. J Physiol. 2004; 556(Pt 3):947958. PubMed: 15004211 38. Spier SA, Delp MD, Stallone JN, Dominguez JM 2nd, Muller-Delp JM. Exercise training enhances flow-induced vasodilation in skeletal muscle resistance arteries of aged rats: role of PGI2 and nitric oxide. Am J Physiol Heart Circ Physiol. 2007; 292(6):H3119H3127. PubMed: 17337602 39. Stabley JN, Prisby RD, Behnke BJ, Delp MD. Chronic skeletal unloading of the rat femur: Mechanisms and functional consequences of vascular remodeling. Bone. 2013; 57(2):355360. PubMed: 24056176 40. Turner CH, Forwood MR, Otter MW. Mechanotransduction in bone: do bone cells act as sensors of fluid flow? FASEB J. 1994; 8(11):875878. PubMed: 8070637 41. Turner CH. Site-specific skeletal effects of exercise: importance of interstitial fluid pressure. Bone. 1999; 24(3):161162. PubMed: 10071906Stabley et al. Page 9 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 1. Effects of acute exercise and chronic exercise training on regional bone and marrow blood flow (A) and vascular conductance (B) in the femur. Values are means  SE. Mean is different from sedentary (SED) resting mean (P0.05).Mean is different from SED exercising mean (P0.05).Mean is different from exercise trained (ET) resting mean (P0.05).Stabley et al. Page 10 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 2. Effects of acute exercise and chronic exercise training on regional bone and marrow blood flow (A) and vascular conductance (B) in the tibia. Values are means  SE. Mean is different from sedentary (SED) resting mean (P0.05);  (P0.1). Mean is different from exercise trained (ET) resting mean (P0.05); (P0.1).Stabley et al. Page 11 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 3. Effects of acute exercise and chronic exercise training on bone and marrow blood flow (A) and vascular conductance (B) in the fibula. Values are means  SE. Mean is different from sedentary (SED) resting mean (P0.05).Mean is different from SED exercising mean (P0.05). Mean is different from exercise trained (ET) resting mean (P0.05); (P0.1).Stabley et al. Page 12 Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptNIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptStabley et al. Page 13 Table 1 Bone and marrow tissue mass. Mass, mg Tissue SED ET Femur Proximal metaphysis and epiphysis 403  31 435  59 Distal metaphysis and epiphysis 385  50 390  8 Diaphysis 337  35 299  15 Diaphyseal marrow 50  9 90  44 Tibia Proximal metaphysis and epiphysis 356  27 322  22 Distal metaphysis and epiphysis 180  11 161  5 Diaphysis 362  25321  4 Diaphyseal marrow 22  4 29  4 Fibula 73  4 63  5 All values are means  SE. Exercise trained (ET) mean different from sedentary (SED) mean, P0.05. Med Sci Sports Exerc . Author manuscript; available in PMC 2015 November 01.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Effects of acute exercise and chronic exercise training on regional bone and marrow blood\nflow (A) and vascular conductance (B) in the femur"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Effects of acute exercise and chronic exercise training on regional bone and marrow blood\nflow (A) and vascular conductance (B) in the tibia"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Effects of acute exercise and chronic exercise training on bone and marrow blood flow (A)\nand vascular conductance (B) in the fibula"
            }
        ]
    }
]