[
    {
        "pmid": "36707520",
        "title": "Towards sustainable human space exploration-priorities for radiation research to quantify and mitigate radiation risks.",
        "year": "2023",
        "journal": "NPJ Microgravity",
        "abstract": "Human spaceflight is entering a new era of sustainable human space exploration. By 2030 humans will regularly fly to the Moon's orbit, return to the Moon's surface and preparations for crewed Mars missions will intensify. In planning these undertakings, several challenges will need to be addressed in order to ensure the safety of astronauts during their space travels. One of the important challenges to overcome, that could be a major showstopper of the space endeavor, is the exposure to the space radiation environment. There is an urgent need for quantifying, managing and limiting the detrimental health risks and electronics damage induced by space radiation exposure. Such risks raise key priority topics for space research programs. Risk limitation involves obtaining a better understanding of space weather phenomena and the complex radiation environment in spaceflight, as well as developing and applying accurate dosimetric instruments, understanding related short- and long-term health risks, and strategies for effective countermeasures to minimize both exposure to space radiation and the remaining effects post exposure. The ESA/SciSpacE Space Radiation White Paper identifies those topics and underlines priorities for future research and development, to enable safe human and robotic exploration of space beyond Low Earth Orbit.",
        "full_text": "PERSPECTIVE OPEN Towards sustainable human space exploration priorities for radiation research to quantify and mitigate radiation risks Anna Fogtman1, Sarah Baatout2, Bjorn Baselet2, Thomas Berger3, Christine E. Hellweg3, Piers Jiggens4, Chiara La Tessa5,6, Livio Narici7,8, Petteri Nieminen4, Laure Sabatier9, Giovanni Santin4, Uwe Schneider10, Ulrich Straube11, Kevin Tabury2, Walter Tinganelli12, Linda Walsh13and Marco Durante12,14,15  Human space ight is entering a new era of sustainable human space exploration. By 2030 humans will regularly y to the Moon s orbit, return to the Moon s surface and preparations for crewed Mars missions will intensify. In planning these undertakings, several challenges will need to be addressed in order to ensure the safety of astronauts during their space travels. One of the important challenges to overcome, that could be a major showstopper of the space endeavor, is the exposure to the space radiationenvironment. There is an urgent need for quantifying, managing and limiting the detrimental health risks and electronics damage induced by space radiation exposure. Such risks raise key priority topics for space research programs. Risk limitation involves obtaining a better understanding of space weather phenomena and the complex radiation environment in space ight, as well as developing and applying accurate dosimetric instruments, understanding related short- and long-term health risks, and strategiesfor effective countermeasures to minimize both exposure to space radiation and the remaining effects post exposure. The ESA SciSpacE Space Radiation White Paper identi es those topics and underlines priorities for future research and development, to enable safe human and robotic exploration of space beyond Low Earth Orbit. npj Microgravity (2023) 9:8 ; https:doi.org10.1038s41526-023-00262-7 INTRODUCTION International space agencies are entering a new phase of sustainable human and robotic exploration of space BeyondLow Earth Orbit (BLEO). Recent advances in construction of the Moon-orbiting Gateway station bring those plans closer to realization, with new scienti c, engineering, and operational challenges ahead. In comparison with the current mission pro les to the International Space Station (ISS), the rst set of missions to the Gateway and Moon surface will be shorter (30 90 days), there will be less habitable space (10 fold) for astronauts, smaller payloads, a slight delay in communication and no possibility of a quick emergency return to Earth. Such conditions will form thebasis of sustainable human presence in deep space, involvingmonths to years of exposure to space hazards. The complexity of the radiation environment in deep space adds complexity to the overall risk assessment for human BLEO space ight, and the recently published Radiation White Paper 1by the European Space Agency (ESA) assesses such challenges. Theradiation environment in deep space differs substantially from theconditions in Low Earth Orbit (LEO), where astronauts are at least partly shielded from the complex spectrum of particles and energies by Earth s magnetosphere. In deep space, astronauts will be exposed to Galactic Cosmic Rays (GCR) composed of protons,helium ions and rarer but highly energetic (up to and exceeding100 GeV per nucleon) heavier nuclei 2. Astronauts may also beexposed to sporadic radiation storms originating from solar eruptions with particle energies at energies 1 GeVn, known asSolar Particle Events (SPEs), which can result in considerable doseaccumulation in case of insuf cient shielding. These particles will interact with spacecraft shielding, payload, space suits, andplanetary or Moon regolith, to create a cascade of secondaryparticles, where neutrons may also play a signi cant role, especially for thick shielding and surface habitat scenarios.Ionizing radiation (IR) in deep space can be a single limitingfactor to human space exploration. To y safely, space agencies need to be able to assess the radiation space environment, reducethe exposure, predict the health risks and mitigate the negativeeffects of exposure to IR. Gaining those capabilities is aninterdisciplinary endeavor, involving space weather assessmentand predictions, shielding, dosimetry, radiobiology, radiationepidemiology, risk assessments, and space medicine. RADIATION MEASUREMENTS AND SIMULATIONS Understanding space radiation risk for humans requires a precise knowledge of the radiation eld in space, the possibility to calculate the radiation exposure in different scenarios, andappropriate models to assess the relevant risks. For BLEO missions,GCR and SPEs (Fig. 1) will provide a more severe radiation environment compared to the more protected missions onboardthe ISS. 1Space Applications Services for ESA - European Space Agency, Space Medicine Team and SciSpacE, HRE-RS, European Astronaut Centre (EAC), Linder Hhe , D-51147 Cologne, Germany.2Radiobiology Unit, Belgian Nuclear Research Centre, SCK CEN, Mol, Belgium.3DLR, German Aerospace Center, Institute of Aerospace Medicine, Linder Hhe, 51147 Cologne, Germany.4European Space Research and Technology Centre (ESTEC), Space Environment and Effects Section (TEC-EPS), Keplerlaan 1, 2201 Noordwijk, The Netherl ands. 5Department of Physics, University of Trento, Trento, Italy.6TIFPA, INFN, Trento, Italy.7Department of Physics, University of Rome Tor Vergata, 00133 Rome, Italy.8INFN Section Roma2, Rome, Italy.9CEADRFDIREI French Alternative Energies and Atomic Energy Commission (CEA), Paris-Saclay University, Gif sur Yvette Cedex, France.10Radiotherapy Hirslanden, Witellikerstrasse 40, 8032 Zurich, Switzerland.11Medical Operations and Space Medicine, HRE-OM, European Space Agency, ESA, European Astronaut Centre, EAC, Cologne, Germany.12Biophysics Department, GSI Helmholtzzentrum fr Schwerionenforschung GmbH, Darmstadt, Germany.13Department of Physics, Science Faculty, University of Zrich, Winterthurerstrasse 190, 8057 Zurich, Switzerland.14Technische Universitt Darmstadt, Institute for Condensed Matter Physics, Darmstadt, Germany. 15Universita Federico II, Dipartimento di Fisica Ettore Pancini , Naples, Italy.email: m.durantegsi.dewww.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA 1234567890():,;The relevant questions to be answered would therefore fall into the following categories. 1. Radiation environment measurement For mission planning and design, the radiation environ- ment must be speci ed to ensure that humans and electronics will be able to withstand the environment being protected by the shielding provided by the spacecraft habitat. This requires the use of newly developed instru-mentation, capable of providing the relevant information and also the analysis of data from existing detector systems, as on the surface of the Moon 3or on other locations4,5,t o intercompare and intercalibrate the new devices data. 2. Dosimetry and radiation risk estimation Personal dosimetry6should be regarded as separate from the radiation environment measurements being directlyrelated to the operational radiation protection of theastronauts ful lling the requirements given by the space agencies. For exploration missions a paradigm change has to be implemented in providing actively powered radiationdetectors for the crew, which not only enable real time dose readings but could also provide required physical parameters for risk estimation. Individual biodosimetry 7 needs to be implemented and compared with the results ofradiation detectors in order to contribute to risk estimate. Indeed, the biological dosimetry of astronauts from the same space mission can differ according to their ownindividual radiosensitivity and their own activities during themission (EVAs, location in the station during SPEs, ). 3. Radiation propagation tools and models Radiation propagation tools provide signi cant calculated radiation data for a speci c planned mission scenario and can be benchmarked with data from sensors measuring relevant parameters in new environments 8. GCR and SPE models also demand a detailed benchmarking against eachother and against measurements. In addition, transport codes, based on Monte Carlo (GEANT4, FLUKA, PHITS) or on deterministic (HZETRN) codes need further developmentsincluding updates for missing data in nuclear cross sectionmeasurements 9. 4. Radiation storm forecasting. SPEs are a manifestation of space weather10giving rise to drastically enhanced radiation levels in a short time. ForecastingSPEs is very important for BLEO operations for ef cient planningand use of countermeasures complying with the ALARA principle for astronaut protection. SPE forecasting utilizes knowledge of solar physics and particle radiation dynamics either explicitly by radiation transport in the case of physics-based models orimplicitly in the case of analytical models 11. Forecasting can be triggered by solar observations or by in-situ measurements outside the human habitat (vessel, base) of SPE precursorradiation (now-casting). Presently, forecasting from physics-based models lacks the accuracy needed for human protection. Now-casting, based on precursor measurements combined with studies of previous SPEs, are essential for effective warnings 12. Development priorities include a system to exploit forecast methods and accurate measurements of the external eld for now-casting and data assimilative forecasts. Eventually, forecasts based on solar physics and particle transport models will provideimproved performance. RADIATION RISKS During deep space exploration, astronauts experience a chronic, low-dose-rate whole-body exposure to GCR (Fig. 2), which can accrue to 1 Sv during a 1000-day Mars mission 1315. Due to the physical properties of the particle radiation and the heavy ioncomponent of the exposure, high doses can be reached at a microscopic level, resulting in complex, dif cult to repair DNA damages. Unrepaired or misrepaired DNA lesions are responsiblefor cell death and mutations and eventually late effects such ascancer 16or normal tissue degenerative processes including cardiovascular disease17or central nervous system (CNS) damage18. Increased cancer risk is the endpoint generally considered in assessing the lifetime exposure limits in LEO19,20. The attempts to understand the space radiation-induced cancer risk encompass multiple levels: 1. Cancer mortality studies among astronauts: The cohort is small, and the current studies cover mostly short missions in LEO and the Apollo missions. The long latency periods, lowstatistics, and low doses preclude currently the assessmentof the effect of the ISS missions of  half a year duration. Furthermore, a strong healthy worker effect 21was observed in the NASA Longitudinal Study of Astronaut Health,masking possible radiation-induced cancer risks 22. In fact, even if there is an apparent increase in melanoma and prostate cancer, this is likely to result from increased cancer screening. Fig. 1 Energy spectrum of space radiation. a The galactic cosmic radiation spectrum in free space for solar maximum (dashed line) and solar minimum (solid line) conditions as calculated with the DLR GCR Model47for four different ions. Figure from the DLR image database bThe solar energetic particle radiation uence environment in free space for rare extreme events as calculated with the SAPPHIRE Model48. The model shows that more intense and energetic events are more seldom (the lines correspond to events occurring with a mean frequency of 1-in-N years). Figure produced by ESA-ESTEC using the SAPPHIRE-network of models server. A. Fogtman et al. 2 npj Microgravity (2023) 8 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;2. Exposure of animals (wildtype and genetically altered rodent models, mostly mice) to space-relevant radiationqualities experiments and follow-up of cancer induction,and mechanistic studies at molecular, cellular, tissue, organ, or organismal level. The relative biological effectiveness (RBE) for cancer induction by a speci c GCR component, e.g., iron or silicon ions, can be the result of such studies.Such RBE values are helpful to extrapolate cancer risk from larger radiation-exposed populations (the atomic bomb survivors are the most prominent example) which experi-enced acute radiation exposure (mostly -rays, also neu- trons) to GCR-exposed astronauts. Rather than studying single ions it is now possible to simulate the full GCR spectrum on Earth both in USA 23and European24accel- erators and this will pave the way to realistic RBE estimation of the full GCR. In addition, experiments to quantify the effect of low dose rates as expected for GCR-exposurecompared to the high-dose rate exposure by the atomicbombs are performed to determine the dose-rate reduction factor, but these experiments are almost impossible at particle accelerators as they would require long exposuretimes. The uncertainties of cancer risk assessment are stillunacceptably high 25. 3. Space ight experiments using different biological models help to clarify the role of other space environmental factorssuch as microgravity in the modulation of GCR-induced cancer risk. A cell hit by an energetic particle experiences DNA damage that might be mis- or unrepaired as well as induce changes in gene expression depending on the dose and the linear energy transfer of the heavy ions 26. These changes can be perpetuated by epigenetic alterations, high oxidative stress levels27and senes- cence. Damage can be transmitted in the progeny of irradiatedcells and chromosomal instability can occur 28. These might contribute to carcinogenesis and could be the basis for late degenerative processes in several organs. Currently, CNS, eye lens,lung, cardiovascular, digestive, endocrine and immune systems,and the reproductive organs are considered to be at risk for spaceradiation-induced degenerative processes. Calculations suggest that for a three-year mission to Mars at a solar minimum, 2 13 of thecritical sites of cells in the CNS would be directly hit at least once by iron ions, and roughly 20 million out of 43 millionhippocampal cells and 230,000 out of 1.8 million thalamus cell nuclei would be directly hit by one or more particles with Z  15 on such a mission 29in combination with the extremely low regenerative potential of the brain, this is a reason for concern.Also, earlier or more frequent cataract formation was observed inastronauts on higher inclination LEO missions 30. The RBEs of heavy ions for these endpoints are scarcely known. Further accelerator-based studies are required to include the risk of degenerative diseases in the space radiation risk assessment. In case of a large, unpredicted SPEs and a low shielding situation (e.g., during an EVA), astronauts can experience an acute whole-body exposure to energetic protons and accumulate high skin doses and effective doses of 2 Gy within several hours ordays. In this dose range, acute radiation syndrome with thehematopoietic system as main target can be expected 31. Such exposures have to be prevented by the space weather forecast,nowcast, active dosimetry, and appropriate shielding. SPEs,therefore, mainly represent an operational medical problem, but can contribute to the late health risk if shielding does not reduce the accumulated dose to a negligible level. RISK ESTIMATIONS The above-mentioned health risks need to be understood and assessed, in order to predict the frequency and latency of the lateeffects. The development of ESA radiation risk models, to bettercharacterize the mission radiation risks to astronauts, was recentlyrecommended in a paper on research plans in Europe for radiationhazard assessments in space 19. In line with this recommendation and the radiation protection initiative for astronauts at the ESA- Astronaut Centre, the rst stage of a space radiation risk module for Astronaut s health risk assessment was developed and veried32. This risk module built on previous work33,34was based on radiation-related health risk assessment for the detrimentalhealth effect outcomes of incidence of all solid cancer, leukemia,lung and female breast cancer from estimated radiation exposuresaccumulated during long term missions to the Moon or Mars. Analternative approach based on the quantity called Radiation Attributed Decrease of Survival (RADS) 35was proposed. RADS represents the cumulative decrease in the unknown survival curveat a certain attained age, due to the radiation exposure at anearlier age. Fig. 2 Radiation exposure during space missions beyond low Earth orbit and health effects of space radiation. Illustration created with BioRender.com for this paper.A. Fogtman et al. 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2023) 8 Applying this approach, a 1000-day Mars exploration mission with a hypothetical effective dose of 1 Sv received at a typical astronaut age of 40 years old, was found to result in the probability of surviving free of all types of solid cancer andleukemia until retirement age (65 years) being reduced by 4.2(95CI: 3.2; 5.3) for males and 5.8 (95CI: 4.8; 7.0) for females 32. Recommendations in a recent National Academies of Sciences, Engineering, and Medicine report36connected with communicat- ing a comprehensive picture of an individual astronaut s cancer risks due to radiation exposure and examining the application of risk metrics other than risk of exposure-induced death are fully in line with the new ESA approach. Furthermore, the ESA module hasa more comprehensive uncertainty assessment than the currentNASA Space Cancer Risk Model (NSCR). In the NSCR, the tissue speci c statistical error represents subjectively chosen uncertain- ties only in the central estimate of the sex-speci c main radiation risk to dose response, i.e., excess risk per Sv, . Uncertainties associated with attained age and age at exposure risk effect modi ers of are not explicitly accounted for 20. In contrast, the ESA module fully accounts for the published uncertainties in and the uncertainties on the attained age and age at exposure risk effect modi ers via Monte-Carlo simulation, considering all the correlations between these quantities (see e.g.,34,36). Further work which builds on and extends this form of risk assessment approach is currently underway at ESA to examine the feasibility of eventually including non-cancer effects and to include organ doses from detailed astronaut space dosimetry.Those risk estimates are modi ed by mitigation strategies including both, physical and biological countermeasures. RISK MITIGATION: PHYSICS As the risk is directly related to the dose, a mitigation strategy has to be developed to decrease it to an acceptable level. The dosedepends on the mission scenario, namely the type of radiationeld to which the astronauts are exposed to, as well as on the duration, and therefore it can span over a wide range of values. For example, the average dose received by astronauts inside theISS is around 0.5 1 mSvday 37, while for the Mars mission the RAD instrument (onboard the unmanned MSL Curiosity ) measured in free space an averaged GCR dose equivalent rate of 1.84 mSv day14, and the equivalent estimate for the Martian surface is 0.64 mSvday. Based on these dose rates, which are mainly delivered by GCR and can be further increased by potential SPEs, the current estimates for a full Mars mission are critically high,exceeding most space agency limits that are set at 0.6 1S v 38. Physics-based mitigation methods aim at decreasing the dose by acting on the incoming radiation eld in two different ways: i) active shielding de ecting particles with magnetic or electrostatic elds, and ii) passive shielding, exploiting nuclear and electro- magnetic interactions between the incoming radiation and materials39. While active shielding is promising and still an active eld of research, it is in a very preliminary phase40, and it is unclear whether a realistic active solution could provide adequate protection against the high-energy GCR component of the space radiation eld. As a result, today the only countermeasure applied in space radioprotection is passive shielding and limitingpermissible mission duration. Although it would be ideal to employ a shield that completely stops all external radiation, this cannot be achieved because of the mass load constraints ofspacecraft designs. For this reason, the approach of spaceshielding is based on decreasing the dose by modifying the radiation eld composition via nuclear fragmentation, namely by breaking ions into particles of lower charge and similar velocity,while still avoiding dose enhancements from the resulting mixed eld of secondary particles. Over the years, this method has experienced a paradigm-shift, evolving from dedicated shields added to the spacecraft, to theconcept of designing the actual spacecraft with multifunctional elements, optimized both for their primary use and for theirshielding effectiveness. On Moon and planetary surface habitats,this method can also be complemented by use of local in-situresource utilization, by placing the structures underneath thicklayers of regolith. Dedicated shielding materials can also be added to the structure to further decrease the environment dose, and their design isoptimized depending on the mission scenario. In this framework,ESA has been supporting theoretical and experimental studies onspace radiation shielding (ROSSINI) 41, aiming at dose reduction through optimization of structure con guration and research into innovative materials. These studies identi ed lithium hydride (LiH) compounds as a promising alternative to polyethylene, which iscurrently used on the ISS as radiation shielding 42. RISK MITIGATION: BIOLOGY From an evolutionary perspective there seems to be no trait that enabled eukaryotic organisms to survive IR doses in the range towhich several extremophiles are capable of surviving. However,ancestors of the modern human all evolved in an environmentconsisting of a persistent low level of different mutagenic agents.As a consequence, we have many inherent cellular mechanisms tocounteract DNA damage and oxidative stress. Yet, when humanstravel into space, these naturally evolved cellular mechanisms arenot enough as morbidities resulting from space radiationexposure have been identi ed (e.g., cataract and immune dysfunction). In order to support future deep space explorationmissions, possible interventions can be conceived that can limitthe effects of space radiation on the human body and as a resultcan reduce the health risk in humans when exposed to space. So far, six principal interventions have been proposed to reduce the health risk from space radiation exposure (Fig. 3). One way of reducing the health risk from space radiation exposure in humans is selecting for more radioresistant humansduring the selection campaigns of space agencies. It is in factknown that susceptibility to radiogenic late effects presents a Fig. 3 Principles of interventions to reduce health risk from space radiation exposure (clockwise from lower left). Selection cam- paigns genome-wide association studies radioprotective phar- maceuticals hibernation (synthetic torpor)49food supplements  genome editing. Illustration created by the authors for this manuscript. A. Fogtman et al. 4 npj Microgravity (2023) 8 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAwide inter-individual variability and this also applies to space radiation exposure43. The simplest approach is to perform ex vivo assays, in which cells collected from the candidates are exposed to axed IR dose44. In addition, genome-wide association studies to determine the single nucleotide polymorphism (SNP) andepigenetic pro les of radioresistant individuals could also be used. Before practical applications, however, it will be necessary to establish a link between genetic pro les and cancer (or other late effects) susceptibility. Whilst capabilities to identify SNPs corre-lated to speci c normal tissue toxicities after radiotherapy have been signi cantly advanced 45, a lot of progress has to be done concerning radiogenic cancers and very late effects. Anotherstrategy is to pharmacologically hamper with the processesunderlying the molecular (side) effects of space radiation exposure. Examples are the application of radioprotectors and geroprotectors, as well as supplementation with antioxidants oranti-oxidative capacity increasing compounds. While these pharmaceuticals hold great promise, many of them are still under investigation and not allowed to be used on humans. Food supplements (such as vitamin A, C, D, omega, selenium, antioxidants (polyphenols)) to boost the immune system, have an anti-ageing effect, and reduce oxidative stress is another strategy. Finally, through the avenues of gene editing, modi cation of the human genome becomes a possibility, especially CRISPR-basedtools to modify gene expression without modifying the DNA sequence 46. Promising strategies are the inducible expression of endogenous antioxidants, DNA repair genes or radioprotectivetransgenes resulting in controlled reduction in early and late-stage irradiation damage 44. Ethically, these genetic modi cations remain under debate. Altogether, mitigation risks for future deep spaceexploration missions are currently under investigation as theyappear to bring promising solutions. OUTLOOK AND SUMMARY Future deep space exploration involving long and sustainable human presence in space requires a state-of-the-art approach to protect astronauts from the detrimental effects of the spaceradiation environment. It is a priority to build a robust, reliable,and comprehensive system for astronaut radiation protection. The Space Radiation white paper identi es key topics to guide ESA SciSpacE research programmes and in consequence build European expertise to help bring ESA and international astronauts safely to the Moon and Mars. These space challenges are also of paramount concern for humans on Earth, as IR is a risk factor inmany sectors, including public health and energy. Therefore, amultidisciplinary approach needs to be taken to address those challenges to further advance capabilities: 1. Understanding the space radiation environment outside and inside spacecraft, landers and habitats with the use of appropriate instruments capturing the IR spectrum in space most important for protection of humans and electronics,and models of interaction of IR with physical matter. 2. Predicting the space weather with the use of forecasting models and accurate measurements of the space radiation environment and observations of the Sun. 3. Understanding the health effects of long-term exposure to low dose rates of complex-spectrum of IR, by studying scarce astronaut cohorts, as well as space ight and particle accelerator-based studies on animals and cell cultures withspace-relevant radiation qualities of IR. 4. Accurately predicting health risks from exposure, with the use of mathematical models based on epidemiological andexperimental data at accelerators. 5. Mitigating the health risks with utilization of shielding approaches effective for GCR and SPEs, as well as assessmentof individual susceptibility to IR and use of biological and pharmacological countermeasures. As often noted previously, insuf cient knowledge on biological mechanisms and effects, especially those related to how and towhat extent very heavy ions interact with and damage humantissue, account for the largest fraction of uncertainty in IR related health risk assessment. These challenges must be addressed by European and international space programmes, with closecollaboration between applied sciences and medical operations,to enable faster and affordable certi cation processes of devel- oped hardware and medications. Signi cant budgets will have to be dedicated to space radiation research enabling exploration,and agencies will need to increase the visibility of their space radiation programmes to draw new talents and innovative ideas to this critical problem for space exploration. Tackling the abovepoints is crucial to enable a safe and sustainable human presencein deep space. Received: 5 August 2022; Accepted: 20 January 2023; REFERENCES 1. ESASciSpacE. White paper 16: Space Radiation Research. https: esamultimedia.esa.intdocsHRE16_Radiation.pdf (2021). 2. Durante, M.  Cucinotta, F. A. Physical basis of radiation protection in space travel. Rev. Mod. Phys. 83, 1245 1281 (2011). 3. Zhang, S. et al. First measurements of the radiation dose on the lunar surface. Sci. Adv. 6, eaaz1334 (2020). 4. Narici, L., Berger, T., Matthi, D.  Reitz, G. Radiation measurements performed with active detectors relevant for human space exploration. Front. Oncol. 5, 273 (2015). 5. ESA. Artemis introducing ERSA European experiment to monitor radiation in deep space. https:blogs.esa.intexplorationartemis-introducing-ersa-european- experiment-to-monitor-radiation-in-deep-space . 6. Straube, U. et al. Operational radiation protection for astronauts and cosmonauts and correlated activities of ESA Medical Operations. Acta Astronaut. 66, 963 973 (2010). 7. Durante, M. Biomarkers of space radiation risk. Radiat. Res. 164, 467 473 (2005). 8. Matthi, D. et al. The radiation environment on the surface of Mars summary of model calculations and comparison to RAD data. Life Sci. Space Res. 14,1 828 (2017). 9. Luoni, F. et al. Total nuclear reaction cross-section database for radiation pro- tection in space and heavy-ion therapy applications. New J. Phys. 23, 101201 (2021). 10. Lilensten, J.  Belehaki, A. Developing the scienti c basis for monitoring, mod- elling and predicting space weather: preface to the special issue. Acta Geophys. 57,114 (2009). 11. Whitman, K. et al. Review of solar energetic particle models. Adv. Space Res . S0273117722007244 (2022). https:doi.org10.1016j.asr.2022.08.006 . 12. Papaioannou, A. et al. Nowcasting solar energetic particle events using principal component analysis. Sol. Phys. 293, 100 (2018). 13. Cucinotta, F. A. et al. Space radiation cancer risks and uncertainties for Mars missions. Radiat. Res. 156, 682 688 (2001). 14. Zeitlin, C. et al. Measurements of energetic particle radiation in transit to Mars on the Mars Science Laboratory. Science 340, 1080 1084 (2013). 15. Hassler, D. M. et al. Mars surface radiation environment measured with the Mars. Sci. Laboratory s Curiosit. Rover. Sci. 343, 1244797 1244797 (2014). 16. Durante, M.  Cucinotta, F. A. Heavy ion carcinogenesis and human space exploration. Nat. Rev. Cancer 8, 465 472 (2008). 17. Hughson, R. L., Helm, A.  Durante, M. Heart in space: effect of the extraterrestrial environment on the cardiovascular system. Nat. Rev. Cardiol. 15, 167 180 (2018). 18. Desai, R. I., Limoli, C. L., Stark, C. E. L.  Stark, S. M. Impact of space ight stressors on behavior and cognition: a molecular, neurochemical, and neurobiological perspective. Neurosci. Biobehav. Rev. 138, 104676 (2022). 19. Walsh, L. et al. Research plans in Europe for radiation health hazard assessment in exploratory space missions. Life Sci. Space Res. 21,7 382 (2019). 20. Simonsen, L. C.  Slaba, T. C. Improving astronaut cancer risk assessment from space radiation with an ensemble model framework. Life Sci. Space Res. 31,1 428 (2021).A. Fogtman et al. 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2023) 8 21. Peterson, L. E.  Kovyrshina, T. Adjustment of lifetime risks of space radiation- induced cancer by the healthy worker effect and cancer misclassi cation. Heliyon 1, e00048 (2015). 22. Longnecker, D. E., Manning, F. J.  Worth Jr., M. H. Review of NASA s Longitudinal Study of Astronaut Health. Washington (DC): National Academies Press (US); (2004). https:doi.org10.1722610903 . 23. Simonsen, L. C., Slaba, T. C., Guida, P.  Rusek, A. NASA srst ground-based Galactic Cosmic Ray Simulator: enabling a new era in space radiobiologyresearch. PLOS Biol. 18, e3000669 (2020). 24. Schuy, C., Weber, U.  Durante, M. Hybrid active-passive space radiation simu- lation concept for GSI and the future FAIR facility. Front. Phys. 8, 337 (2020). 25. Cucinotta, F. A., Cacao, E., Kim, M.-H. Y.  Saganti, P. B. Benchmarking risk pre- dictions and uncertainties in the NSCR model of GCR cancer risks with revisedlow let risk coef cients. Life Sci. Space Res. 27,6 473 (2020). 26. Chishti, A. A. et al. Linear energy transfer modulates radiation-induced NF-kappa B activation and expression of its downstream target genes. Radiat. Res. 189, 354370 (2018). 27. Sridharan, D. M. et al. Understanding cancer development processes after HZE- particle exposure: roles of ROS, DNA damage repair and in ammation. Radiat. Res.183,126 (2015). 28. Ducray, C.  Sabatier, L. Role of chromosome instability in long term effect of manned-space missions. Adv. Space Res. 22, 597 602 (1998). 29. Curtis, S. B., Vazquez, M. E., Wilson, J. W., Atwell, W.  Kim, M.-H. Y. Cosmic ray hits in the central nervous system at solar maximum. Adv. Space Res. 25, 2035 2040 (2000). 30. Cucinotta, F. A. et al. Space radiation and cataracts in astronauts. Radiat. Res. 156, 460466 (2001). 31. Carnell, L. S. Space ight medical countermeasures: a strategic approach for mitigating effects from solar particle events. Int. J. Radiat. Biol. 97, S125 S131 (2021). 32. Walsh, L. et al. A bespoke health risk assessment methodology for the radiation protection of astronauts. Radiat. Environ. Biophys. 60, 213 231 (2021). 33. Schneider, U.  Walsh, L. Cancer risk estimates from the combined Japanese A-bomb and Hodgkin cohorts for doses relevant to radiotherapy. Radiat. Environ. Biophys. 47, 253  263 (2008). 34. Hafner, L., Walsh, L.  Schneider, U. Cancer incidence risks above and below 1 Gy for radiation protection in space. Life Sci. Space Res. 28,4 156 (2021). 35. Ulanowski, A., Kaiser, J. C., Schneider, U.  Walsh, L. On prognostic estimates of radiation risk in medicine and radiation protection. Radiat. Environ. Biophys. 58, 305319 (2019). 36. Committee on Assessment of Strategies for Managing Cancer Risks Associated with Radiation Exposure During Crewed Space Missions, et al. Space Radiation and Astronaut Health: Managing and Communicating Cancer Risks . 26155 (National Academies Press, 2021). https:doi.org10.1722626155 . 37. Kodaira, S. et al. Space radiation dosimetry at the exposure facility of the Inter- national Space Station for the Tanpopo mission. Astrobiology 21,1 4 7 3 1478 (2021). 38. Boscolo, D.  Durante, M. Dose limits and countermeasures for mitigating radiation risk in moon and Mars exploration. Physics 4, 172 184 (2022). 39. Spillantini, P. et al. Shielding from cosmic radiation for interplanetary missions: active and passive methods. Radiat. Meas. 42,1 423 (2007). 40. Vuolo, M. et al. Monte Carlo simulations for the space radiation superconducting shield project (SR2S). Life Sci. Space Res. 8,2 229 (2016). 41. Giraudo, M. et al. Accelerator-based tests of shielding effectiveness of different materials and multilayers using high-energy light and heavy ions. Radiat. Res. 190, 526 (2018). 42. Sangwan, N.  Kumar, A. An extensive study of depth dose distribution and projectile fragmentation cross-section for shielding materials using Geant4. Appl. Radiat. Isot. 180, 110068 (2022). 43. Locke, P. A.  Weil, M. M. Personalized cancer risk assessments for space radiation exposures. Front. Oncol. 6, 38 (2016).44. Cortese, F. et al. Vive la radioresistance!: converging research in radiobiology and biogerontology to enhance human radioresistance for deep space explorationand colonization. Oncotarget 9, 14692 14722 (2018). 45. Kerns, S. L. et al. Radiogenomics consortium genome-wide association study meta-analysis of late toxicity after prostate cancer radiotherapy. J. Natl Cancer Inst.112, 179 190 (2020). 46. Akinci, E., Hamilton, M. C., Khowpinitchai, B.  Sherwood, R. I. Using CRISPR to understand and manipulate gene regulation. Development 148, dev182667 (2021). 47. Matthi, D., Berger, T., Mrigakshi, A. I.  Reitz, G. A ready-to-use galactic cosmic ray model. Adv. Space Res. 51, 329 338 (2013). 48. Jiggens, P. et al. Updated model of the solar energetic proton environment in space. J. Space Weather Space Clim. 8, A31 (2018). 49. Puspitasari, A. et al. Synthetic torpor protects rats from exposure to accelerated heavy ions. Sci. Rep. 12, 16405 (2022). ACKNOWLEDGEMENTS Authors acknowledge the European Space Agency (ESA), ESABELSPO and ESA-IBER for their support. B.B. is supported by ESABELSPOProdex, IMPULSE contract CO-90-11-2801-04. AUTHOR CONTRIBUTIONS T.B., P.J., C.LT., L.N., P.N., and G.S. wrote the sections on physics. A.F., S.B., B.B., C.E.H.,L.S., K.T., W.T., and M.D. wrote the section on biology. U.Sc., U.St. and L.W. wrote the section on risk modeling. A.F. and M.D. prepared the rst skeleton and edited the text from different authors. COMPETING INTERESTS The authors declare no competing interests. ADDITIONAL INFORMATION Correspondence and requests for materials should be addressed to Marco Durante. Reprints and permission information is available at http:www.nature.com reprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http: creativecommons.orglicensesby4.0 .  The Author(s) 2023 A. Fogtman et al. 6 npj Microgravity (2023) 8 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            }
        ]
    }
]