[
    {
        "pmid": "26487415",
        "title": "Nature of Pre-Earthquake Phenomena and their Effects on Living Organisms.",
        "year": "2013",
        "journal": "Animals (Basel)",
        "abstract": "Earthquakes occur when tectonic stresses build up deep in the Earth before catastrophic rupture. During the build-up of stress, processes that occur in the crustal rocks lead to the activation of highly mobile electronic charge carriers. These charge carriers are able to flow out of the stressed rock volume into surrounding rocks. Such outflow constitutes an electric current, which generates electromagnetic (EM) signals. If the outflow occurs in bursts, it will lead to short EM pulses. If the outflow is continuous, the currents may fluctuate, generating EM emissions over a wide frequency range. Only ultralow and extremely low frequency (ULF/ELF) waves travel through rock and can reach the Earth surface. The outflowing charge carriers are (i) positively charged and (ii) highly oxidizing. When they arrive at the Earth surface from below, they build up microscopic electric fields, strong enough to field-ionize air molecules. As a result, the air above the epicentral region of an impending major earthquake often becomes laden with positive airborne ions. Medical research has long shown that positive airborne ions cause changes in stress hormone levels in animals and humans. In addition to the ULF/ELF emissions, positive airborne ions can cause unusual reactions among animals. When the charge carriers flow into water, they oxidize water to hydrogen peroxide. This, plus oxidation of organic compounds, can cause behavioral changes among aquatic animals.",
        "full_text": "Animals 2013 , 3, 513-531; doi:10.3390ani3020513 animals ISSN 2076-2615 www.mdpi.comjournalanimals Article Nature of Pre-Earthquake Phenomena and their Effects on Living Organisms Friedemann Freund 1,2,3, and Viktor Stolc 4 1 GeoCosmo Science Group, SETI Institute, Mountain View, CA 94043, USA 2 Department of Physics, San Jose St ate University, San Jose, CA 95192, USA 3 Earth Sciences Division, NAS A Ames Research Center, Moffett Field, CA 94035, USA 4 Space Biosciences Division, NASA Ames Resear ch Center, Moffett Fi eld, CA 94035, USA; E-Mail: viktor.stolc-1nasa.gov  Author to whom correspondence should be addressed; E-Mail: Fr iedemann.T.Freundnasa.gov. Received: 26 April 2013; in revised form: 28 May 2013  Accepted: 28 May 2013  Published: 6 June 2013 Simple Summary: Earthquakes are invariably preceded by a period when stresses increase deep in the Earth. Animals appear to be able to sense impending seismic events. During build-up of stress, electronic ch arge carriers are activated deep below, called positive holes. Positive holes have unusual properties: they ca n travel fast and far into and through the surrounding rocks. As they flow, they generate ultralow frequency electromagnetic waves. When they arrive at the Earth surface, they can ionize the air. When they flow into water, they oxidize it to hydrogen peroxi des. All these physical and ch emical processes can have noticeable effects on animals. Abstract: Earthquakes occur when tectonic stresses build up deep in the Earth before catastrophic rupture. During the build-up of stress, processes that occur in the crustal rocks lead to the activation of highly mobile electronic charge carriers. These charge carriers are able to flow out of the stressed rock volume into surrounding rocks. Such outflow constitutes an electric current, which gene rates electromagnetic (EM) signals. If the outflow occurs in bursts, it will lead to shor t EM pulses. If the outflow is continuous, the currents may fluctuate, generating EM em issions over a wide frequency range. Only ultralow and extremely low frequency (ULF ELF) waves travel through rock and can reach the Earth surface. The outflowing charge carriers are (i) positively charged and (ii) highly oxidizing. When they arrive at the Earth su rface from below, they build up microscopic electric fields, strong enough to field-ionize air molecules. As a result, the air above the OPEN ACCESSAnimals 2013 , 3 514 epicentral region of an impending major earthquake often becomes laden with positive airborne ions. Medical research has long show n that positive airborne ions cause changes in stress hormone levels in animals and humans. In addition to the ULFELF emissions, positive airborne ions can cause unusual reac tions among animals. When the charge carriers flow into water, they oxidize water to hydrogen peroxide. This, plus oxidation of organic compounds, can cause behavior al changes among aquatic animals. Keywords: pre-earthquake phenomena; positive hol es; ULF (ultralow frequency) waves; ELF (extremely low frequency) waves; air ionization; water oxida tion; hydrogen peroxide; physiological effects 1. Introduction Earthquakes are caused by the build- up of tectonic stresses. When rocks reach a critical limit, catastrophic failure occurs, causing a rupture to propagate, sometim es over distances of hundreds of kilometers, with typical speeds in the range of 2.23 kmssupersonic with respect to the speed of sound in air. The rupture generates shockwaves in th e Earth that spread at speeds of about 6 kms for the compressional (P) waves and about 3.4 kms fo r the more destructive shear (S) waves. An earthquake of magnitude 7 releases an energy equivalent to that of more than 2000 Hiroshima-class atomic bombs. The magnitude scale being exponential, the energy releas ed by a magnitude 9 earthquake is equivalent to more than 2,000,000 A-bombs. Mainstream seismology, as currently practiced, focuses on understanding earthquakes from a mechanistic viewpoint using information collected by th e analysis of past earthquakes to predict future earthquakes 13. Unfortunately, ev en if the database for past ev ents is very large, counting thousands, even tens of thousands, the prediction of any single future earthquake is subject to the large uncertainty, which is an inescapable corollary of statistics of small numbers. For this reason seismological prediction models are typically given with uncertainty windows on the order of decades, even centuries. Only in very few cases have pred ictions been attempted with quoted uncertainty windows of only a few years 3,4. Se ismologists are of course aware of these statistical limitations. This is why their majority believes that ea rthquakes are inherently unpredictable 5,6. In view of the enormously larg e amounts of mechanical energy re leased by major seismic events, however, it is inconceivablefrom a physics pers pectivethat the Earth would not produce some identifiable non-seismic and non-mechanical signals prior to such large-scal e catastrophic events. Whether or not, and to what ex tent, the precursory signals ar e reliable is another question. There have been countless account s of precursory signals, too many to list here. They span a bewildering diversity of phenomena ranging from stories of unusual animal behavior on land, in the air and in the water, to the emission of electromagnetic radiation over many orders of frequency space, to distinct changes in the electron distribution at the lower ed ge of the ionosphere some 100300 km above the surface of the Earth, and many others. Animals 2013 , 3 515 The problem facing earthquake forecasting is not that there has been a lack of reported pre-earthquake (pre-EQ) phenomena. The real problem lies in the l ack of understanding what the different types of reported pre-EQ phenomena mean and how they might be generated. There have also been countless attempts to interp ret pre-EQ signals and to assign them to known physical processes that could occur in the Earth crust in response to the build-up of tectonic stresses. The problem is that the reported pre-EQ phenomena ar e so diverse and fall into the competency range of so many different scientific discip lines that it has not been possible, so far, to reach any consensus. If such a situation arises, name ly that scientists from differ ent disciplines cannot agree on a scientific explanation of a set of naturally occurring phenomena such as pre-EQ phenomena, chances are that the physical underpinning of the processes in the Earth crust during the build-up of tectonic stresses are not yet properly unders tood. This is particularly releva nt to the contentious issue of unusual pre-EQ animal behavior reported in th e scientific and non-scie ntific lite rature. 1.1. Setting the Stage Earthquakes are usually reported in terms of the location of their epicenter, their magnitude, and their depth. The hypocenter is defined as the point at depth, where the rupture starts. The epicenter is the point on the Earth surface stra ight above the hypocenter. Most major crustal earthquakes occur in the 735 km depth range. At this depth the isostatic overload is substantial, ranging from about 2,000 kgcm2 to 10,000 kgcm2, 210 metric tons on every square centimeter. Under these conditions it is hi ghly questionable whether two processes, which are widely quoted in the context of pre- EQ signals, can in fact take place: (i) microfracturing and (ii) the electrokinetic effect. Microfracturing had been introduced in the late 1960s as part of th e Dilatancy theory 7,8, which started with the observation that, wh en rock cylinders are uniaxially stressed, they bulge out and that their total volume increases 912. In unconstrained rock cylinders su ch volume increase is due to internal cracks opening as a result of the applied stress. However, d eep in the Earth crust, under the isostatic load of tens of kilometers of rock, the op ening of cracks or microfr actures is unlikely because the attendant volume increase has to perfor m work against a very large overload. Rocks in the upper reaches of the Earth crust, from zero to about 57 km, have non-zero porosity. The pores are water-filled or brine-filled. They of ten communicate, allowing the fluids to flow along stress gradients. Such fluid flow leads to separation of ch arges because cations tend to be retained on the walls of pores and narrow cha nnels, while anions are carried along with the flow. This is the electrokinetic effect. The resulting potential, the streaming potential , produces voltage signals, which have been invoked to explain ge oelectric and electromagnetic sign als recorded prior to major earthquakes 1316. However, stream ing potentials can only be produced in the most shallow crust, where rocks are porous but where ea rthquakes do not typically occur. Nonetheless microfracturing and the electrokinetic effect have been invoked in the context of unusual pre-EQ animal behavior. A third process frequently quoted in the contex t of pre-EQ phenomena is emanation of radon gas from the ground. Radioactive 222Rn, which has a half-lif e of 2.8 days and decays via emission of a 507 MeV alpha particle into polonium 218Po, is a product of the uranium-radium decay chain. Changes Animals 2013 , 3 516 in pre-EQ radon emanation have long been report ed 1719. Each alpha part icle emitted during radon decay creates about 105 electron-ion pairs along its path, formi ng a narrow plasma channel, about 1 cm long in air. A small fraction of th ese electron-ion pairs es cape recombination and, hence, lead to an increase in air conductivity. This air conductivity increase has been claimed to be responsible for a number of pre-EQ phenomena incl uding animal behavior 20. The id ea is that, if changes in radon emanation are due to microfracturing, animals might possess unusual capabilities to detect the faint vibrations from microfracturing in the near-surface environment. Much of what has been said and written about pre-EQ phenomen a can be traced back to the seismology and its reliance on mechanical concepts. Microfracturing, for instance, is based on the a ssumption that pre-EQ stresses can be transmitted laterally from the hypocenter over long distances de fined as earthquake preparation zone where the radius r is given by the relation r  100.43M, M the magnitude and r the dist ance in kilometers 21. For a magnitude 7 earthquake r would be 1,000 km. Such large EQ preparation zones and the assumed lateral stress transfer are inconsistent with ot her reports that pre-EQ stress changes are seldom detected, even with most se nsitive strain gauges 2226. The electrokinetic effect is lik ewise based on mechanical concepts , namely that stress gradients provide the driving force for fluid flow through por ous rocks, which in turn would generate electric signals. Fluctuations in the flow rate are then expected to lead to low frequency electromagnetic emissions 14. Many other attempts to find explanations for repo rted pre-EQ phenomena al so rely on mechanical concepts inherited from seismology. 1.2. Shifting Paradigm Largely unnoticed by the mainstream geoscience community, work over the past 3 decades has led to crucial insight into non-seismic pre-EQ si gnals. The original goal of this work was to characterize inconspicuous defects in minerals: pair s of oxygen anions that have changed their valence from the common oxidation state 2- to the more oxidi zed state 1-. These so-cal led peroxy defects occur in the matrix of silicate minerals in igneous an d high-grade metamorphic rocksrocks that form the bulk of the Earths crust over the seismogenic depth range 27,28. Examples of peroxy defects are O 3Si-OO-SiO 3 bonds replacing Si-O-Si bonds in mineral structures. The peroxy bonds are introduced thr ough the dissolution of small amou nts of water into minerals that crystallize from magma or recrystallize in deep high-temperature environments. The H 2O molecules that enter into the solid st ate turn into impurity hydroxyls, O 3Si-OH: O3Si-O-SiO 3  H 2O  O3Si-OH HO-SiO 3 ( 1 ) Upon cooling, when diffusional processes freeze a nd thermodynamic equilibrium can no longer be maintained, the O 3Si-OH pairs undergo a redox conversion: O3Si-OH HO-SiO 3  O3Si-OO-SiO 3  H 2 ( 2 ) This is a classical redo x conversion, unusual only in the sense that the electron tr ansfer involves hydroxyl oxygens donating an electron to their protons , reducing them to H. Two H combine to H 2, while the oxygens, now oxidized to the vale nce state 1-, combine to form peroxy. Animals 2013 , 3 517 The OO bond in O 3Si-OO-SiO 3 is very short, only 1.5 , about half the distance between normal neighboring O2 anions. The shortness makes the peroxy bonds susceptible to the pe rturbations such as the slightest sliding of mineral grains during the build-up of stress, causing O 3Si-OO-SiO 3 bonds to break. The broken peroxy bonds split off elect ronic charge carriers, chemically O in a matrix of O2, physically defect electrons in the O2 sublattice, known as positive holes and symbolized by h. The h are highly mobile and have the capability to flow out of the stressed rock volume deep in the Earth crust, where a rock rupture may soon occur. The h flow out into the surrounding rocks. They travel fast and far, tens of kilometers, possibly h undreds of kilometers prior to large earthquakes. They form electric currents in the Earth crust, someti mes hundreds of thousands of amperes strong 29. When these currents fluctuate, they emit electr omagnetic (EM) radiation. The ultralow frequency (ULF) components of these EM waves can be tran smitted through tens of kilometers of rocks and detected at the Earth surface. Likewise the attenu ation of ULF and ELF waves through ocean water is weak. Hence, the effects discussed here would also apply to cases where ea rthquakes occur offshore. When h charge carriers arrive at the Earth surface or cross from the solid Earth into water, they cause a variety of reactions, physical and chemical . How these reactions express themselves in the surface environment is of interest in the context of animal response and the topic of this report. 2. Pre-Earthquake Processes and the Biosphere Reports on unusual animal behavior before major ear thquakes are innumerable, some dating back to antiquity. Because so little is known about the natu re of the physical or chemical clues to which animals appear to respond, there is a strong tendency in some scientific circle s to dismiss the reports and call them anecdotal. However, if similar obs ervations, often strikingly similar, have been reported across centuries by people living on different continents, in different seismically active regions, a reasonable argument can be made that these reports are not just anecdotal. Since they are validated by multiple independent observations, they suggest the presence of physical andor chemical stimuli in the environment, to which animals re spond. For moderate to larg e earthquakes the Earth appears to produce these stimuli within a time window of about two weeks to one day, sometimes only a few hours, before the event. For magnitude 9-cl ass earthquakes the time window could be wider. 2.1. The Effect of Electromagnetic Waves on Organismal Physiology Exposure to electromagnetic waves can have physiological effects on a wide variety of organisms 30. Importantly, the ph ysiological effects can be induced by exposure to the level of EM energy in the thermal noise, which helps to explain th e challenge in analytical detection of earthquake precursors in the EM spectrum. For example, one of the most astonishing effects of extremely low amplitude EM oscillating field, even when the magne tic flux of such field is below the thermal noise (i.e., nanoTesla field), is to change the electr on precession, or spin, in universally conserved biochemical reactions that coor dinate genome expression to maintain circadian timing. The cryptochrome proteins, which maintain the circadia n rhythm, also show high sequence similarity to universally conserved proteins that maintain ge nome integrity by repair of oxidation-damaged DNA 31. Such weak EM fields tuned in frequency to the rate of electron spin ( i.e., MHz) have been shown to cause aberrant growth of cells and disorientation with re spect to the magnetic and gravity Animals 2013 , 3 518 vectors in various organisms, including plants and animals 32. Therefore, the universal time-setting basis of invariant biochemical reactions can be an EM field in the thermal noise. Additionally, there have been ma ny studies over several decades re porting on significant physical, biological and health-relate d effects associated with changes in solar and geomagnetic activity. The changes in solar and geomagnetic activity lead to changes in the ambient extremely low frequency (ELF) and the ultralow frequency (ULF) field at the Earth surface, specifically to the immersion of the Earth surface environment into broadband EM field (0.150 Hz), which can be the causal link between these changes in the ambient ELF field, both unde r pre-earthquake conditions and during geomagnetic storms 33, and the various e ffects noted in the biosphere. However, despite decades of research in charac terizing the effects of non- ionizing EM radiation on organismal physiology, including in hum ans, the results often seem to be inconsistent or difficult to interpret. For example, some expe rimental studies claim a direct effect of ELF on metabolism 30, while theoretical studies dispute the possibility of such effects based on first principles 34. Additionally, the international guidelines for limiting exposure to time-varying electric and magnetic fields in the low-frequency range consider ULF and ELF EM fields to be biologically relevant only, if their amplitudes exceed the ambient field of about 40 pT by at least 109 times ( i.e., in excess of 0.01 T magnetic flux density) 35. How can this discrepancy in empirical evidence be reconciled without dismissing the potential importance of modulati ng organismal physiology with EM fields, while remaining in accord with physical principles? It is important to recognize that EM waves ar e time-dependent phenomena and their effects on temporally organized biochemical cycles in living cells, such as the reduction oxidation cycle, can generate quite opposite effects de pending upon their phase relationships . The redox cycle, also called the metabolic cycle, is the fundamental biochemical process that controls the timing of all biochemical reactions in living cells, including energy producti on, RNA transcription, and DNA replication. Through temporal coordination a chemical conflict between th e reductive and oxidative reactions is avoided, while at the same time a coherent or interfering transfer of energy is enabled between the ambient natural electromagnetic (EM) field and living cells . The interaction between EM waves and electron transport in redox reactions clearl y depends on the phase relationship between oscillating systems. Therefore, whether or not ambient non-ionizing EM fields are able to affect biologica l processes in organisms can be very sensitive to resonance, whic h occurs when the organism al physiology is able to transfer energy from ambient EM field in tune with the electromo tive force across membranes. An appropriate experimental approach to reconcile the inconsistencies in the effects of EM field on organismal physiology is to identify the point of resonance between the time-setting basis of ambient EM waves in the environment and the phase of the biochemical reduction oxidation cycle in the electron transport chain (ETC) in vivo . Clearly, animals including birds and turtles can dete ct the Earths magnetic field, and use the field to navigate during migration 36 . For example, the Bar-tailed Godw it bird has one of the longest non-stop migrations of any species , up to 10,200 km (6,300 mi). Magneti c perception can also account for the behavior of cows and wild deer that te nd to align their bodies nor th-south direction while relaxing, but not when the animals are under hi gh voltage power line s that generate ELF electromagnetic fields, which disrupt the magne tic alignment of ruminants 37,38. Although the geomagnetic field is weak and is generally thought to be masked by thermal fluctuations and other Animals 2013 , 3 519 noise, the proposed bio-physical mechanism for ma gneto perception is base d on coherent quantum effects of extremely weak magnetic fields on the elec tron spin in each of radical pair intermediates of molecules in redox reactions 32. Depending on the el ectron spin state, different reaction products are produced, and at different rates. The switch between the products of the redox r eactions is shifted by the ambient EM field, which can affect the organismal behavior 32. These results indicate that the rates and direction of electron transfer reactions the rate at which an electron can move or jump from one chemical species (called the elec tron donor) to another (called the electron acceptor)are subject to ambient EM field influences. This process of electron transport in vivo is fundamental to all organisms because it is biochemically coupled with the transfer of H ions (protons) across a membrane. The resulting electroch emical proton gradient is used to generate chemical energy in the form of adenosine triphosphate ( ATP). Importantly, the universal ETC is made from components (such as iron oxides, e.g., heme) with a strong magnetic moment that increases the effect of the weak am bient EM field 32. Intriguingly, the rotation frequency of the molecular enzyme motor called ATP synthase, which synthesizes ATP also oscillates at ELF (1070 Hz) 39. Consequently, thermodynamic coupling by EM resonance is possible between the ambient EM field and the most fundamental biochemical process of life. Although the ener gy and geometric scale of external EM waves and the energy and dimensions of the ATP synthase enzyme motor diffe r by at least 12 orders of magnitude, it is to be noted that, due to quantum mechanical delocalizati on of electronic wave func tions, the ATP synthase has the capability to extract EM energy from a volume much larger than the volume, which itself occupies 40,41. This astonishing physical phe nomenon allows the systems to exceedthrough athermal mechanismsthe limit on EM radiation with intensity less than 10 mWcm2 thought to be unlikely to significantly affect physiology. In addition, it is important to note th at pausing the rotation of ATP synthase, or changing the direction of it s rotation, leads to the production of reactive oxygen species (ROS) and to the depletion of ATP, respectively. Both biochemical events result in metabolic stress in vivo (e.g., oxidative stress) that can conceivably account for anomalous animal behavior. Therefore, organisms are likely able to detect earthquake-induced variati ons in the ambient EM field because EM perturbations can affect the time-setting physical basis for the known universal biochemical order in living cells 42. 2.2. SurfaceSubsurface Charges, Air Ionization, and Corona Discharges Positive holes are positive charge carriers. As h travel through the rocks, they repel each other and try to get away from each other as far as possible. The surface of the Earth is as the furthest they can go. The h become trapped at the surface, forming a subsur face charge layer of thickness d, where d is typically only a few ten nanometers. This charge layer is characterized by a surface potential V, typically on the order of 23 V 43. As rocks become ever more stressed by the tectonic forces deep below, the more h charge carriers are generated. The more h charge carriers arrive at the surface, the more they compress the subsurface charge layer so the d decreases. The electric field E is defined as potential V divided by the thickne ss d, E  Vd. If V is, say, 2 V and the thickness of the h subsurface charge layer is 40 nm (4  107 cm), the E field at the surface Animals 2013 , 3 520 will be on the order of 5,000,000 Vcm. As laborator y experiments demonstr ate, air molecules, presumably O 2, can become field-ionized under these cond itions, meaning that they become so highly polarized in contact with th e ground that they lose an electron to th e surface: Osurface  O 2air  O2surface  O 2air ( 3 ) When this process sets in, the near-surface ai r becomes laden with positive airborne ions. It has been shown experimentally that, when a bloc k of rock is mechanically stressed at one end, the air at the other end becomes inde ed positively ionized 43. The nu mber of positive ions can reach values on the order of 106 cm2 s1. This is much higher than the f air weather ion content in normal air 44. Field data recorded by air ionization sens ors collocated with the ULF search coil magnetometers of the QuakeFinder stations along the San Andreas Fault system in California and along the subduction zone in southern Peru have conf irmed massive, positive, pre-EQ ionization of air and coincident EM pulses 45,46. It is important to note that the ions generate d by the mechanism described by Equation (3) are all positive. Positive airborne io ns have been known for a long ti me to have a strong physiological effect on animals and humans 47,48. Therefore it s hould not come as a surprise that animals in the ground, on the ground and in the air would respond to high positiv e airborne ion concentrations in their environment. When stresses continue to increase, the voltages a ssociated with the surfacesubsurface charge layer increase further and d is further reduced. If the vo ltage V reaches, say, 3 V, and the thickness becomes 6 nm, the E field will reach values on the orde r of 50,000,000 Vcm. This is enough to accelerate electrons in the air, which are al ways present due to cosmic ray a nd other ionization events, to such high values that they begin to im pact-ionize neutral air molecules, triggering tiny corona discharges. Importantly these corona discharges produce avalanches of electrons and positiv e ions in the air. The free electrons will attach themselves rapidly to neutral air molecules such as N 2, forming negative airborne ions such as N 2. In addition the corona discharges produce tiny light flashes with a broad emission spectrum over the VIS and UV regions 43 . The UV component of these flashes can be expected to produce ozone, O 3, and other reactive gases such as nitrous oxides, to which animals may respond 49. 2.3. Oxidizing Water to Hydrogen Pero xide at the Rock-Water Interface From a physics perspective h are charge carriers, i.e., defect electrons on the oxygen anion sublattice, but from a chemis try perspective they are O, equivalent to O radicals and highly oxidizing. When h cross the rock-to-water interface, they oxidize H 2O to H 2O2: Osurface  H 2Oliquid  OHsurface  OH liquid ( 4 ) Two OH combine to form H 2O2. The reaction is stoi chiometric 50. The formation of H 2O2 at the rock-water interface, presumably also at mud-water interfaces, due to the arrival of h charge carriers flowing down a stress gradient prior to a not-too-distant earthquake can be expected to have some effect on animals living in the water. During a multi-year study of the spring mating behavior of the European toad Bufo bufo in the San Ruffino Lake, central Italy, about 75 km from LAquila, it was noted that the toads disappeared Animals 2013 , 3 521 from their mating and spawning ground starting about 5 days before the magnitude 6.3 LAquila earthquake of April 6, 2009, and did not return until a series of aftershocks had s ubsided 51. While it has been suggested that animals may have acquired, thro ugh evolution, the ability to take evasive action before potentially deadly ea rthquakes 52, in the case of the toads in Lake San Ruffino near LAquila their pre-EQ departure from the aquatic environment was more likely triggered by chemical clues in the water such as the release of H 2O2 and possibly other oxidation products resulting from an influx of h 51. Humboldt squid stranding are not rare events. In late 2012 severa l massive strandings of mostly juvenile Humboldt squids occurred on the shores of Monterey Bay in Northern California 53. In this case the strandings appeared to coincide with re d algae blooms. Certain red algae can produce the potent neurotoxin domoic acid, a derivative of the cycl ic amino acid proline, which deregulates the Ca balance in nerve cells 54. Domoic acid accumulates in the marine food chain. It can be harmful, even lethal, to sea mammals and sea birds, and it can also affect squids, which feed on fish that have fed on domoic acid-producing red algae 55. There have been reports on squid strandings ostensibly related to earthquakes. One particular case involved a modest magnitude 4.0 earthquake that struck July 14, 2009 at 7:34 am local time about 35 km offshore near La Jolla, San Diego, CA at a depth of about 20 km. Many large mature Humboldt squids washed up on the shore on the same day, dazed and dying 56. William Gilly, Stanford University Hopkins Marine Station, re ported that strandings of the same species had been seen along the same stretch of the Pacific coas t during the last three days prior to the earthquake. Hu mboldt squids typically live at 100 m water depth and deeper. If a red algae bloom is an unlikely cause, the question arises whether something might have happened at the gr ound-water interface, which displaced these squids. One possibility would be that, during the influx of h into the water column at the ground-water interface, oxidation reactions occur in addition to the simple H 2O2 production as described by Equation (4). These additional reac tions could lead to enhanced de gradation of organic compounds in the sea bottom mud or in the near-ground water 57 possibly converting benign compounds to neurotoxins such as domoic acid or to other co mpounds, which might be toxic to specific groups of animals. Further work will be needed to address the complexity of the electrochemically driven oxidation reactions at the ground-to-water interf ace caused by the influx of stress-activated h charge carriers from below. 2.4. Oxidation Reactions in the Soil 2.4.1. Ozone There have been many reports on major gas and tr ace gas emanation related to earthquake activity. Most commonly there is an increase in the efflux of CO 2, or in the efflux of CO 2, H2, N2, He, Ar, CH 4, often with isotopic signatures sugges ting an upper mantle origin 58. In the context of pre-EQ animal responses these gases can probably be disregarded, but some other tr ace gases may be more relevant such as ozone, O 3. A rise in the ozone levels during or after large earthquakes has been reported and interpreted as due to cracking of rocks at or near the surface with at tendant formation of ozone through fracture-induced Animals 2013 , 3 522 electric discharges 49. However, there is also a report for a noticeable rise in ozone levels days before major earthquakes, when surface or near near-surface fracturing of rocks could not have occurred. Figure 1 shows the average of regional ozone levels 5 days be fore to 4 days after 88 strong earthquakes of magnitudes 4.5 to 7.2 that occurred in Central Asia from 1973 to 1985 59. The data were collected at fixed ground stat ions often hundreds of km from the epicenters. The measured O 3 concentrations, given in Dobson units , represent variations that must have been observable over large regions. On the average, for the 88 reported events, elevated O 3 contents are observed 24 days before with a maximum 3 days before these earthquakes. Figure 1. Ozone level changes associated with 88 strong earthquakes of magnitudes 4.57.2 in Central Asia from 1973 to 1985 (solid line) 59. A Dobson unit is the column density of O 3 in Earth atmosphere equivalent to a 10 m thick layer of O 3 under standard temperature and pressure. Dotted line: average O 3 values during non-perturbed days; Dashed lines: 95 confidence level. By plotting the O 3 concentration in Dobson units Figure 1 gives the total O 3 content throughout the atmosphere. Most of it, of course, refers to the O 3 layer. Its variability is indicated by the two dashed lines for the 95 confidence level. The high 3 days before the earthquakes and the low on the day of the earthquakes represent local sour ces, presumably near the ground level. The laboratory experiments mentio ned above had indicated that, wh en we stressed rocks up to failure, we observed first exclusively positive air borne ions and second a mixture of positive and negative airborne ions in about equal numbers. This second step arose from co rona discharges at the edges and corners of the rock samples 43. If we apply these findings to situations in the field we expect that, prior to large earthquakes, massive amounts of positive airborne ions woul d be emitted from the Earth surface around the epicentral region, followed by tiny corona discharg es spreading over an e qually wide region. Though Animals 2013 , 3 523 the light emitted by those tiny corona discharges will probably be too weak to be noticed by the naked eye during daytime, these corona discharges can be expected to lead to ozone formation. The data reproduced in Figure 1 are consistent with this second step. In additi on, co-seismic emissions of light flashes have been recorded in real-time during a recent nighttime major earthquake in Peru 60. Animals exposed to both steps, to massive pos itive air ionization and ozone production at ground level, can be expected to exhibit abnormal behavior in response to the appearance of these irritants in their environment at higher levels than normal. In the case of positive air ions the response of animals could be triggered by their effect on the seratonin level in the bl ood, a stress hormone, 48. Ozone, a trace gas with an acrid smell even at concentra tion levels as low as 40 nmolmol or 40 ppb, is recognized by the US Environmenta l Protection Agency as an infl ammatory agent through induction of oxidative stress 61. 2.4.2. Radon Another trace gas is radon, which emanates from the ground due to the radioactive decay of radium, an element in the uranium decay series and found in relative highest concentr ations in granites and similar igneous rocks, which form the bulk of the Earth crust. The radium isotope 226Ra decays by alpha particle emission to 222Ra, which itself is radioactive, d ecaying through the emission of 507 MeV alpha particles to the polonium isotope 218Po 62. 222Ra has a half-life of 2.8 days. Radon is a noble gas and widely thought to be ch emically inert, released from the ground only because, prior to major earthquakes, microfractur ing is supposed to occu r in the near-surface underground. This is the usual mechanical concept inherite d from seismology, where cracks are believed to open in the rocks, releasing gases. Ho wever, because radon is the heaviest of the noble gases, it must be chemically reactive, even more so than xenon, forming compounds with soil organics. Therefore, on its diffusion path from below to the surface through the overlying soil, radon atoms are expected to be retained due to ch emisorption to soil organics. The mo st likely retention sites would be triple-bonded carbon compounds in the soil, forming R-Rn-C C-H (with R being -CH 3 etc.) similar to the stable Xe analog H-Xe-C C-H 63. If this is the right concept, the arrival of h charge carriers in the soil layer over regions of impending earthquake ac tivity will preferentially attack the triple carbon bonds, oxidize them to double or single bonds, and th ereby release the radon 64. The radon atoms would then be free to continue their diffusional path to the surface, where they enter the air space. It is true that, besides cosmic rays, radon decay in the near-surface air is the main source of the ambient air ionization accounti ng for about 200 ion pairs per cm3 air at sea level 65. Modest changes in the rate at which radon escapes from the ground have been widely reported in relation to pre-EQ activity 1720. However, while radon in the near-s urface air surely has an impact on all living organisms through radiation damage to their genes, th ere is little or no eviden ce that changes in the rate of radon release and the ensu ing changes in the ion concentratio n in the near-sur face air can be sensed by animals and could have an effect on pre-EQ animal behavior. 2.4.3. Carbon Monoxide There are other forms of oxidation r eactions, which a pre-EQ influx of h charge carriers into the soil layer can cause and which could incite an animal response. There is, for instance, a well-documented Animals 2013 , 3 524 case where carbon monoxide (CO) was massively releas ed from the ground prio r to the magnitude 7.6 Gujurat earthquake of January 26, 2001 in North-West India. Using data collected by the MOPITT (Measurements of Polluti on in the Troposphere) sensor onboard the NASA Earth Observing Syst em (EOS) Terra satellite, Singh et al. 66 retrieved the CO concentrations in the atmospheric column over a 3- month period that included the time of the Gujurat earthquake. The Terra satellite passes over the region twice a day at 705 km altitude, once during daytime and once at night. It can provide CO concentr ation values with a horizontal resolution of 22 km and a precision of about 10. CO profiles can be obt ained in the absence of substantial cloud cover. Figure 2. CO concentration values representing aver ages for a 1  1 area (approximately 100  100 km2) around the epicenter of the Gujura t earthquake of Ja nuary 26, 2001. The CO profile is broken down into the 7 al titude windows indicated in the insert. The Gujurat results are shown in Figure 2. The CO concentration values represent averages for a 1  1 area (approximately 100  100 km2). The CO profile is broken down into 7 altitude windows as indicated in the insert, from 0 up to 110 m, up to about 1,500 m, up to about 3000 m, and higher. The data show that the regional background CO concentration was alwa ys highest close to the ground, i.e., in the lowest altitude window , with values between 100 and 150 ppb. However, starting probably more than a week before the ma gnitude 7.6 seismic event, the CO concentration increased, reaching a maximum on January 19, 2001 around 240 ppbv in the ai r below 110 m. The total amount of CO in the air column would be enough to reach 500 ppm near the surface, a potentiall y lethal concentration because CO induces phase advancement into the oxida tive respiratory phase of the metabolic cycle in all aerobic organisms. Indeed, CO acts in a manne r similar to cyanide by binding to the heme in cytochrome c oxidase and inhibits electron trans port and ATP production, which leads to an increased ROS production. This fundamental and universal mechanism of CO-induced ROS production during Animals 2013 , 3 525 the redox cycle applies to a ll aerobic cells 67. Theref ore, a pre-EQ influx of h charge carriers into the soil layer can cause gaseous CO release, whic h functions as a cellular signaling molecule that attenuates metabolic cycling toward stress ( i.e., oxidative damage in living cells). The increased CO emanation from the ground indeed suggests a chemical reaction involving stress-activated h charge carriers, flooding the soil layer in the epicentral region from below. Being highly mobile, highly reactive and highly oxidizing these h can be expected to burn organic matter in the soil. Taking -CH 2- as representative of orga nic matter, we can write an oxidation reaction as: 2 Osoil  -CH 2-soil  2 H 2Osoil  CO gas ( 5 ) This CO gas should have the isotopic 12C13C signature characteristic of soil organic matter and not of any carbon source from deep below 68. At the sa me tune it is likely that other trace gases besides CO would be formed by the same oxidation proce ss, possibly formaldehyde or acetone, but no data appears to be available. In addition CO 2 might be produced as the end product of the in teraction of h with soil organic matter. However, given the high background of CO 2, any extra CO 2 release will be near-impossible to detect. If CO is produced by a reaction of the type described by Equa tion (5), the animals most affected will be ground-dwelling animals 69. They might be poisoned and killed by the increase in CO partial pressure to concentration levels on the order of 500 pp m, in particular inside their burrows. No reports of animals that died before the Gujurat earthquak e appeared to have been published. However, there are anecdotal reports of mass dying of rats a nd mice in connection with a series of medium earthquakes in Northern Italy in MayJune 2012. Reportedly the dead animals showed no sign of physical injury 70. 3. Results and Discussion The International Commission on Earthquake For ecasting for Civil Protection (ICEF) had been convened in the aftermath of th e magnitude 6.3 LAquila earthquake of April 6, 2009. In its Final Report 71, the ICEF commented on the que stion of animal behavior as follows: An ever-popular subject of investigation is anomalous ani mal behavior observed before earthquakes 72. In some cases, purported precursory behaviors have been discounted by systematic studies 73. Animals, including humans, do respond to signals that they can feel, such as small earthquakes that might be foreshocks 74. Anecdotal evidence suggests that some animal species may have evolved early warning systems that allow indi viduals to respond in th e few seconds prior to the onset of strong shaking, most probably triggered by the we ak shaking of the first-arriving P wave 75 . Geobiologists have also speculated on the evolution of sensory syst ems that could detect more subtle precursory signals 52. However, there is no credible scientific evidence that animals display behaviors indicative of earthquake-related environmental distur bances that are unobserv able by the physical and chemical sensor systems availa ble to earthquake scientists. By opening this passage with the words  ever-popular subject of investigation , used here in an obviously denigrating tone, the ICEF Final Report doe s not contribute in a constructive way to the discussion of issues related to animals and ear thquakes. Statements like this, however, are understandable, if one takes into consideration that the major ity of the ICEF members are Animals 2013 , 3 526 seismologists who tend to look at pre-EQ animal responses from the mechanical perspective of mainstream seismology. This prevaili ng attitude makes it difficult, if not impossible, to recognize the complexity of the interactions between animals and the physical world. The real problem is not the absence of observationally well- documented facts about unusual an imal behavior but a lack of understanding how the reported non-seismic pre-EQ phenomena are genera ted in the natural environments, and what are the non-seismic stim uli to which animals appear to respond. The discovery of positive hole charge carriers, h, has led to insights into the physical processes that occur deep in the Earth crust durin g the build-up of high levels of st ress and into the range of unusual properties that seem to be characteristic of these previously unrecognized elec tronic charge carriers in rocks 28. The purpose of our paper is to dr aw attention to the fact that , during build-up of stressesbut before catastrophic rupturean activation of h charge carriers takes place in rocks that form the deeper layers of the Earth crust. This is a non-se ismic process that takes place during every episode of waxing stress in the Earth crust regardless of whet her or not the rocks will rupture catastrophically. Stress-activation of h charge carriers, a quintessential pr e-EQ phenomenon, is essential to all non-seismic pre-EQ phenomena mentioned in this paper. As highly mobile electronic charge carriers, the h have the ability to spread out of the stressed rock volume into the surrounding less stress ed or unstressed rocks. They can travel fast and far. During their propagation through the Earth crust they can gene rate ULF and ELF electromagnetic radiation. Upon arrival at the ground-to-air interface they can cause air ionization and cor ona discharges. Upon arrival at the ground-to-water interface they can act as highly oxidizing O radicals and oxidize H 2O to H 2O2. Through coupling to the electron transport chain in vivo , by modulating the electron transport along the ETC, ULF and ELF waves can transfer energy, which exceeds the buffering capacity against free radicals and thereby cause oxidative stress in living organisms 76. It was s hown that, consistently, some ubiquitous environmental factors feedback di rectly on heredity through the ETC in organisms by leaking electrons that result in oxidativ e damage and genome sequence variation ( i.e., non-random mutation) between generations 67. Animals can clearly respond to a range of different physical and chemical stimuli arising directly or indirectly from the stress-activation of h charge carriers. Indeed, understanding the nature of these enigmatic the electronic charge carriers in ro cks provides insight, which was previously not unavailable, into the modulation of redox states in the Earths ecosystems from the global scale down to the atomic level. 4. Conclusions A previously unknown or overlooked physical proce ss takes place in rocks th at are subjected to large stresses deep below in th e Earth crust before major earthqua kes. This process leads to the activation of electronic charge carriers, which can spread out of the stressed rock volume into the surrounding rocks, traveling fast and far. They gene rate electromagnetic waves, of which the ultralow and extremely low frequency (ULFELF) portion can be transmitted through rocks. The ULF and ELF waves have the capacity to inte ract with living organisms and to interfere with fundamental biochemical reactions at the cellular level. When the charge carriers arrive at the ground-to-air Animals 2013 , 3 527 interface, they are able to i onize the air producingunder certain conditionsexclusively positive airborne ions. Such positive airborne ions are k nown to have pronounced and generally detrimental physiological effects. When these charge carriers arri ve at the water-to-air in terface, they oxidize the water and possibly organic compounds dissolved in the water, producing potentially hazardous toxins. Understanding the complex sequence of events taking place in the Earth crus t during the lead-up to major earthquakes provides insight into the caus es of unusual pre-earthquake animal behavior. Acknowledgments This work was supported by NASA grants to Fr iedemann Freund from the NASA Earth Surface and Interior (ESI) Program (NNX12A L71G through the San Jose State Un iversity Research Foundation) and from the NASA Exobiology Program (NNX10AR81G through the SETI Institute). Viktor Stolc was supported by the NASA Human Re search Program at the NASA Ames Research Center. We thank Georgios Anagnostopoulos and anonymous reviewers for their c onstructive remarks. Conflict of Interest The authors declare no c onflict of interest. References 1. Main, I.G. Statistical physics, seismogenesis, and seismic hazard. Rev. Geophys. 1996 , 34, 433462. 2. Hough, S.E. Earthshaking Science: What We K now (and Dont Know) about Earthquakes ; Princeton University Pre ss: Princeton, NJ, USA, 2002. 3. Rundle, J.B.; Turcotte, D.L.; Shcherbakov, R.; Klei n, W.; Sammis, C. Statistical physics approach to understanding the multiscale dynamics of earthquake fault systems. Rev. Geophys. 2003 , 41, 10191049. 4. Keilis-Borok, V. Fundamentals of Earthqua ke Prediction: Four Paradigms. In Nonlinear Dynamics of the Lithosphere and Earthquake Prediction ; Keilis-Borok, V., Soloviev, A.A., Eds.; Springer: Heidelberg, Germany, 2003; pp. 136. 5. Sykes, L.; Shaw, B.E.; Scholz, C. H. Rethinking earthquake prediction. Pure Appl. Geophys. 1999 , 155, 207232. 6. Geller, R.J.; Jackson, D.D.; Kagan, Y.Y.; Mula rgia, F. Earthquakes cannot be predicted. Science 1997 , 275, 16161617. 7. Scholz, C.H. The Mechanism of Earthquakes and Faulting ; Cambrdge University Press: Cambridge, UK, 2002. 8. Scholz, C.H, Microfractures, aftershocks, and seismicity. Bull. Seismol. Soc. Am. 1968 , 58, 11171130. 9. Brace, W.F.; Paulding, B.W., Jr.; Scholz, C. Dila tancy in the fracture of crystalline rocks. J. Geophys. Res. 1966 , 71, 39393953. 10. Cristescu, N. Rock dilatancy in uniaxial tests. Rock Mech. 1982 , 15, 133144. Animals 2013 , 3 528 11. Reches, Z.E.; Lockner, D.A. Nucleation a nd growth of faults in brittle rocks. J. Geophys. Res. 1994 , 99, 1815918173. 12. Yamashita, T. Generation of microcracks by dyna mic shear rupture and its effects on rupture growth and elastic wave radiation. Geophys. J. Int. 2000 , 143, 395406. 13. Dobrovolsky, I.P.; Gershenzon, N.I.; Gokhberg, M.B. Th eory of electrokinetic effects occurring at the final stage in the prepara tion of a tectonic earthquake. Phys. Earth Planet. Int. 1989 , 57, 144156. 14. Merzer, M.; Klemperer, S.L. Modeling low-fre quency magnetic-field precursors to the Loma Prieta earthquake with a precursory increase in fault-zone conductivity. Pure Appl. Geophys. 1997 , 150, 217248. 15. Gershenzon, N.; Bambakidis, G. Modeli ng of seismo-electromagnetic phenomena. Russian J. Earth Sci. 2001 , 3, 247275. 16. Simpson, J.J.; Taflove, A. Electro kinetic effect of the Loma Pr ieta earthquake calculated by an entire-Earth FDTD solutio n of Maxwells equations. Geophys. Res. Lett. 2005 , 32, doi: 10.10292005. 17. Hauksson, E. Radon content of groundwater as an earthquake precursor: Ev aluation of worldwide data and physical basis. J. Geophys. Res. 1981 , 86, 93979410. 18. Igarashi, G.; Saeki, S.; Takahata, N.; Sumikawa , K.; Tasaka, S.; Sasaki, Y.; Takahashi, M.; Sano, Y. Ground-Water Radon Anomaly Before the Kobe Earthquake in Japan. Science 1995 , 269, 6061. 19. Virk, H.S.; Walia, V.; Kumar, N. Heliumradon precursory anomalies of Chamoli earthquake, Garhwal Himalaya, India. J. Geodynam. 2001 , 31, 201210. 20. King, C.-Y. Episodic radon changes in subsurface so il gas along active faults and possible relation to earthquakes. J. Geophys. Res. 1980 , 85, 30653078. 21. Dobrovolsky, I.P.; Zubkov, S.I.; Miachkin, V.I. Estim ation of the size of earthquake preparation zones. Pure Appl. Geophys. 1979 , 117, 10251044. 22. Bowman, D.D.; Ouillon, G.; Sammis, C.G.; Sornette, A.; Sornette, D. An observational test of the critical earthquake concept. J.Geophys. Res. 1998 , 103, 2435924372. 23. Johnston, M.J.S.; Linde, A.T. Implications of crus tal strain during conventi onal, slow and silent earthquakes. In International Handbook of Earthqua ke and Engineering Seismology ; Academic Press: San Diego, CA, USA, 2002; pp. 589605. 24. McGarr, A.; Fletcher, J.B. Maximum slip in earthqua ke fault zones, apparent stress, and stick-slip friction. Bull. Seism. Soc. Am. 2003 , 93, 23552362. 25. Tzanis, A.; Vallianatos, F.; Gruszow, S. Identifi cation and discrimination of transient electrical earthquake precursors: Fact, fi ction and some possibilities. Phys. Earth Planet. Inter. 2000 , 121, 223248. 26. Zadro, M.; Braitenberg, C. Measurements and inte rpretations of tilt-strain gauges in seismically active areas. Earth-Sci. Rev. 1999 , 47, 51187. 27. Freund, F.T.; Takeuchi, A.; Lau, B.W.S. Electric currents str eaming out of stressed igneous rocksA step towards understanding pre- earthquake low frequency EM emissions. Phys. Chem. Earth 2006 , 31, 389396. Animals 2013 , 3 529 28. Freund, F.T. Pre-earthquake signals : Underlying physical processes. J. Asian Earth Sci. 2011 , 41, 383400. 29. Bortnik, J.; Bleier, T.E.; Dunson, C.; Freund, F. Es timating the seismotelluric current required for observable electromagnetic ground signals. Ann. Geophys. 2010 , 28, 16151624. 30. Zhadin, M.N. Review of Russian literature on biological actio n of DC and low-frequency AC magnetic fields. Bioelectromagnetics 2001 , 22, 2745. 31. Ritz, T. Quantum effects in biology: Bird navigation. Proc. Chem. 2011 , 3, 262275. 32. Ritz, T.; Yoshii, T.; Helfrich-Foerster, C.; Ah mad, M. Cryptochrome: A photoreceptor with the properties of a magnetoreceptor? Commun. Integr. Biol. 2010 , 3, 2427. 33. Cherry, N. Schumann Resonances , a plausible biophysical mechanism for the human health effects of SolarGeomagnetic Activity. Nat. Hazards 2002 , 26, 279331. 34. Adair, R.K. Biophysical limits on athermal effects of RF and microwave radiation. Bioelectromagnetics 2003 , 24, 3948. 35. International Commission on Non-Ionizing Radia tion Protection. Guidelines for limiting exposure to time-varying electric and magnetic fields. Health Phys. 2010 , 99, 818836. 36. Wiltschko, W.; Wiltschko, R. Magnetic orientation and magnetoreception in birds and other animals. J. Comp. Physiol. A Neuroethol. Sens. Neural Behav. Physiol. 2005 , 191, 675693. 37. Dyson, P.J. Biology: Electric Cows. Nature 2009 , 458, doi: 10.1038458389a. 38. Burda, H.; Begall, S.; erven, J.; Neef, J.; N mec, P. Extremely low-frequency electromagnetic fields disrupt magnetic alignment of ruminants. Proc. Nat. Acad. Sci. USA 2009 , 106, 57085713. 39. Nakamoto, R.K., Baylis Scanlon, J.A.; Al-Shawi, M.K. The Rota ry Mechanism of the ATP in Synthase. Arch. Biochem. Biophys. 2008 , 476, 4350. 40. Bohren, C.F. How can a particle absorb more than the light incident on it? Am. J. Phys. 1983 , 51, 323327. 41. Paul, H.; Fischer, R. Light absorption by a dipole. Sov. Phys. Usp. 1983 , 26, 923926. 42. Lloyd, D.; Murray, D.B. The Temporal Ar chitecture of Euka ryotic Growth. FEBS Lett. 2006 , 580, 28302865. 43. Freund, F.T.; Kulahci, I.G.; Cyr, G.; Ling, J.; Winnick, M.; Tregloan-Reed, J.; Freund, M.M. Air ionization at rock surface and pre-earthquake signals. J. Atmos. Sol.-Terr. Phys. 2009 , 71, 18241834. 44. Rycroft, M.J.; Harrison, R.G.; Nicoll, K.A.; Mareev, E.A. An Overview of Ea rths Global Electric Circuit and Atmospheric Conductivity. Space Science Rev. 2008 , 137, 83105. 45. Bleier, T.; Dunson, C.; Alvarez, C.; Freund, F. ; Dahlgren, R. Correlation of pre-earthquake electromagnetic signals with laborat ory and field rock experiments. Nat. Hazards Earth Syst. Sci. 2010 , 10, 19651975. 46. Bryant, N. Ground-based and space- based electromagnetic monitori ng for pre-earthquake signals. In The Frontier of Earthquake Prediction Studies ; Hayakawa, M., Ed.; Nihon-senmontosho- shuppan: Tokyo, Japan, 2011. 47. Krueger, A.P.; Reed, E.J. Effect of the ai r ion environment on infl uenza in the mouse. Int. J. Biometeor. 1972 , 16, 209232. 48. Krueger, A.P.; Reed, E.J. Biological impact of small air ions. Science 1976 , 193, 12091213. Animals 2013 , 3 530 49. Ganguly, N.D. Variation in atmospheric ozone concentration following strong earthquakes. Int. J. Remote Sens. 2009 , 30, 349356. 50. Balk, M.; Bose, M.; Gzen, E.; Rogoff, D.A.; Rothsc hild, L.J.; Freund, F.T. Oxidation of water to hydrogen peroxide at the rock-water interface due to stress-activated electric currents in rocks. Earth Planet. Sci. Lett. 2009 , 283, 8792. 51. Grant, R.A.; Halliday, T.; Balderer, W.P.; Leuenbe rger, F.; Newcomer, M.; Cyr, G.; Freund, F.T. Ground Water Chemistry Changes before Major Earthquakes and Possible Effects on Animals. Int. J. Environ. Res. Public Health 2011 , 8, 19361956. 52. Kirschvink, J.L. Earthquake prediction by anim als: Evolution and sensory perception. Bull. Seism. Soc. Am. 2000 , 90, 312323. 53. LiveScience. Mystery of Mass Squid Sui cides Possibly Solved. Available online: http:www.livescience.com25550-mass-squid-su icide.html (accessed on 27 May 2013). 54. Lelong, A.; Hgaret, H.; Soudant, P.; Bates, S.S. Pseudo-nitzsc hia (Bacillariophyceae) Species, Domoic Acid and Amnesic Shellfish Po isoning: Revisiting Previous Paradigms. Phycologia 2012 , 51, 168216. 55. Lefebvre, K.A.; Robertson, A. Domoic acid and human exposure risks: A review. Toxicon 2010 , 56, 218230. 56. Than, K. Dozens of Jumbo Squid B eached after QuakeCoincidence? National Geographic News 14 July 2009. 57. Martens, D.A.; Frankenberger, W.T. Enhanced de gradation of polycyclic aromatic hydrocarbons in soil treated with an advanced oxidative processFentons reagent. J. Soil Contam. 1995 , 4, 175190. 58. Salazar, J.M.L.; Prez, N.M.; Hernndez, P.A.; Soriano, T.; Barahona, F.; Olmos, R.; Cartagena, R.; Lpez, D.L.; Lima, R.N.; Melin, G.; Galindo, I.; Padrn, E.; Sumino, H.; Notsu, K. Precursory diffuse car bon dioxide degassing signature related to a 5.1 magnitude earthquake in El Salvador, Central America. Earth Planet. Sci. Lett. 2003 , 205, 8189. 59. Tyrtyshinikov, A.V. The variations of ozone content in the atmo sphere above strong earthquake epicenter. Phys. Solid Earth 1996 , 31, 789794. 60. Heraud, J.A.; Lira, J.A. Co-seismic luminescen ce in Lima, 150 km from the epicenter of the Pisco, Peru earthquake of 15 August 2007. Nat. Haz. Earth Syst. Sci. 2011 , 11, 10251036. 61. Health Effects of Ozone in the General Population ; EPA: Research Triangle Park, NC, USA, 2013. 62. Nagarajaa, K.; Prasad, B.S.N.; Madhava, M. S.; Chandrashekara, M.S.; Paramesh, L.; Sannappa, J.; Pawar, S.D.; Murugavel, P.; Ka mra, A.K. Radon and its short-lived progeny: Variations near the ground. Radiat. Meas. 2003 , 36, 413417. 63. Tsivion, E.; Zilberg, S.; Gerber, R.B. Predicte d stability of the organo-xenon compound HXeCCH above the cryogenic range. Chem. Phys. Lett. 2008 , 460, 2326. 64. Freund, F.T. Toward a unified solid stat e theory for pre-ea rthquake signals. Acta Geophys. 2010 , 58, 719766. 65. Kamsali, N.; Pawar, S.D.; Murugavel, P.; Gopalakrishnan, V. Estimation of Small ion concentration near the Earths surface. J. Atmos. Sol.-Terr. Phys. 2011 , 73, 23452351. Animals 2013 , 3 531 66. Singh, R.P.; Kumar, J.S.; Zlotnicki, J.; Kafato s, M. Satellite Detection of Carbon Monoxide Emission Prior to th e Gujarat Earthquake of 26 January 2001. Appl. Geochem. 2010 , 25, 580585. 67. Stolc, V.; Shmygelska, A.; Griko, Y. Adaptation of organisms by resonance of RNA transcription with the cellular redox cycle. PLoS ONE 2011 , 6, doi: 10.1371journal.pone.0025270. 68. Lu, D. Impending Earthquake Prediction ; Jinangsu Science and Publishing House: Nanjing, China, 1988 (In Chinese). 69. Varon, J.; Marik, P.E. Carbon Monoxide Poisoning. Int. J. Emerg. Intens. Care Med. 1997 , 1, doi: 10.55801943. 70. Italy  Hundreds of Dead Mice Found in Earthquake Area (in Italian, tran slated into English). Available online: http:ic eagenow.info201206italy-hundreds- dead-mice-earthquake-area (accessed on 27 May 2013). 71. Jordan, T.H.; Chen, Y.; Gasparini, P.; Madariaga, R.; Main, I.; Marzocchi, W.; Papadopoulos, G.; Sobolev, G.; Yamaoka, K.; Zschau, J. Operationa l earthquake forecasting: State of knowledge and guidelines for utilization. Ann. Geophys. 2011 , 54, 315391. 72. Grant, R.A.; Halliday, T. Predicting the unpred ictable: Evidence of pre-seismic anticipatory behaviour in the common toad. J. Zool. 2010 , 281, 263271. 73. Schall, R.B. An evaluation of the animal -behavior theory for earthquake prediction. Calif. Geol. 1988 , 41, 4145. 74. Evernden, J.F. Abnormal Animal Behavior Prior to Earthquakes ; U.S. Department of Interior Geological Survey: Menlo Park, CA, USA, 1976. 75. Tributsch, H. When the Snakes Awake ; The MIT Press: Camb ridge, MA, USA, 1982. 76. Murphy, M.P. How mitochondria produce reactive oxygen species. Biochem. J. 2009 , 417, 113.  2013 by the authors; licensee MD PI, Basel, Switzerland. This arti cle is an open access article distributed under the terms and conditions of the Creative Commons Attribution license (http:creativecommons.orglicensesby3.0).",
        "introduction": "Earthquakes are caused by the build- up of tectonic stresses. When rocks reach a critical limit, catastrophic failure occurs, causing a rupture to propagate, sometim es over distances of hundreds of kilometers, with typical speeds in the range of 2.23 kmssupersonic with respect to the speed of sound in air. The rupture generates shockwaves in th e Earth that spread at speeds of about 6 kms for the compressional (P) waves and about 3.4 kms fo r the more destructive shear (S) waves. An earthquake of magnitude 7 releases an energy equivalent to that of more than 2000 Hiroshima-class atomic bombs. The magnitude scale being exponential, the energy releas ed by a magnitude 9 earthquake is equivalent to more than 2,000,000 A-bombs. Mainstream seismology, as currently practiced, focuses on understanding earthquakes from a mechanistic viewpoint using information collected by th e analysis of past earthquakes to predict future earthquakes 13. Unfortunately, ev en if the database for past ev ents is very large, counting thousands, even tens of thousands, the prediction of any single future earthquake is subject to the large uncertainty, which is an inescapable corollary of statistics of small numbers. For this reason seismological prediction models are typically given with uncertainty windows on the order of decades, even centuries. Only in very few cases have pred ictions been attempted with quoted uncertainty windows of only a few years 3,4. Se ismologists are of course aware of these statistical limitations. This is why their majority believes that ea rthquakes are inherently unpredictable 5,6. In view of the enormously larg e amounts of mechanical energy re leased by major seismic events, however, it is inconceivablefrom a physics pers pectivethat the Earth would not produce some identifiable non-seismic and non-mechanical signals prior to such large-scal e catastrophic events. Whether or not, and to what ex tent, the precursory signals ar e reliable is another question. There have been countless account s of precursory signals, too many to list here. They span a bewildering diversity of phenomena ranging from stories of unusual animal behavior on land, in the air and in the water, to the emission of electromagnetic radiation over many orders of frequency space, to distinct changes in the electron distribution at the lower ed ge of the ionosphere some 100300 km above the surface of the Earth, and many others. Animals 2013 , 3 515 The problem facing earthquake forecasting is not that there has been a lack of reported pre-earthquake (pre-EQ) phenomena. The real problem lies in the l ack of understanding what the different types of reported pre-EQ phenomena mean and how they might be generated. There have also been countless attempts to interp ret pre-EQ signals and to assign them to known physical processes that could occur in the Earth crust in response to the build-up of tectonic stresses. The problem is that the reported pre-EQ phenomena ar e so diverse and fall into the competency range of so many different scientific discip lines that it has not been possible, so far, to reach any consensus. If such a situation arises, name ly that scientists from differ ent disciplines cannot agree on a scientific explanation of a set of naturally occurring phenomena such as pre-EQ phenomena, chances are that the physical underpinning of the processes in the Earth crust during the build-up of tectonic stresses are not yet properly unders tood. This is particularly releva nt to the contentious issue of unusual pre-EQ animal behavior reported in th e scientific and non-scie ntific lite rature. 1.1. Setting the Stage Earthquakes are usually reported in terms of the location of their epicenter, their magnitude, and their depth. The hypocenter is defined as the point at depth, where the rupture starts. The epicenter is the point on the Earth surface stra ight above the hypocenter. Most major crustal earthquakes occur in the 735 km depth range. At this depth the isostatic overload is substantial, ranging from about 2,000 kgcm2 to 10,000 kgcm2, 210 metric tons on every square centimeter. Under these conditions it is hi ghly questionable whether two processes, which are widely quoted in the context of pre- EQ signals, can in fact take place: (i) microfracturing and (ii) the electrokinetic effect. Microfracturing had been introduced in the late 1960s as part of th e Dilatancy theory 7,8, which started with the observation that, wh en rock cylinders are uniaxially stressed, they bulge out and that their total volume increases 912. In unconstrained rock cylinders su ch volume increase is due to internal cracks opening as a result of the applied stress. However, d eep in the Earth crust, under the isostatic load of tens of kilometers of rock, the op ening of cracks or microfr actures is unlikely because the attendant volume increase has to perfor m work against a very large overload. Rocks in the upper reaches of the Earth crust, from zero to about 57 km, have non-zero porosity. The pores are water-filled or brine-filled. They of ten communicate, allowing the fluids to flow along stress gradients. Such fluid flow leads to separation of ch arges because cations tend to be retained on the walls of pores and narrow cha nnels, while anions are carried along with the flow. This is the electrokinetic effect. The resulting potential, the streaming potential , produces voltage signals, which have been invoked to explain ge oelectric and electromagnetic sign als recorded prior to major earthquakes 1316. However, stream ing potentials can only be produced in the most shallow crust, where rocks are porous but where ea rthquakes do not typically occur. Nonetheless microfracturing and the electrokinetic effect have been invoked in the context of unusual pre-EQ animal behavior. A third process frequently quoted in the contex t of pre-EQ phenomena is emanation of radon gas from the ground. Radioactive 222Rn, which has a half-lif e of 2.8 days and decays via emission of a 507 MeV alpha particle into polonium 218Po, is a product of the uranium-radium decay chain. Changes Animals 2013 , 3 516 in pre-EQ radon emanation have long been report ed 1719. Each alpha part icle emitted during radon decay creates about 105 electron-ion pairs along its path, formi ng a narrow plasma channel, about 1 cm long in air. A small fraction of th ese electron-ion pairs es cape recombination and, hence, lead to an increase in air conductivity. This air conductivity increase has been claimed to be responsible for a number of pre-EQ phenomena incl uding animal behavior 20. The id ea is that, if changes in radon emanation are due to microfracturing, animals might possess unusual capabilities to detect the faint vibrations from microfracturing in the near-surface environment. Much of what has been said and written about pre-EQ phenomen a can be traced back to the seismology and its reliance on mechanical concepts. Microfracturing, for instance, is based on the a ssumption that pre-EQ stresses can be transmitted laterally from the hypocenter over long distances de fined as earthquake preparation zone where the radius r is given by the relation r  100.43M, M the magnitude and r the dist ance in kilometers 21. For a magnitude 7 earthquake r would be 1,000 km. Such large EQ preparation zones and the assumed lateral stress transfer are inconsistent with ot her reports that pre-EQ stress changes are seldom detected, even with most se nsitive strain gauges 2226. The electrokinetic effect is lik ewise based on mechanical concepts , namely that stress gradients provide the driving force for fluid flow through por ous rocks, which in turn would generate electric signals. Fluctuations in the flow rate are then expected to lead to low frequency electromagnetic emissions 14. Many other attempts to find explanations for repo rted pre-EQ phenomena al so rely on mechanical concepts inherited from seismology. 1.2. Shifting Paradigm Largely unnoticed by the mainstream geoscience community, work over the past 3 decades has led to crucial insight into non-seismic pre-EQ si gnals. The original goal of this work was to characterize inconspicuous defects in minerals: pair s of oxygen anions that have changed their valence from the common oxidation state 2- to the more oxidi zed state 1-. These so-cal led peroxy defects occur in the matrix of silicate minerals in igneous an d high-grade metamorphic rocksrocks that form the bulk of the Earths crust over the seismogenic depth range 27,28. Examples of peroxy defects are O 3Si-OO-SiO 3 bonds replacing Si-O-Si bonds in mineral structures. The peroxy bonds are introduced thr ough the dissolution of small amou nts of water into minerals that crystallize from magma or recrystallize in deep high-temperature environments. The H 2O molecules that enter into the solid st ate turn into impurity hydroxyls, O 3Si-OH: O3Si-O-SiO 3  H 2O  O3Si-OH HO-SiO 3 ( 1 ) Upon cooling, when diffusional processes freeze a nd thermodynamic equilibrium can no longer be maintained, the O 3Si-OH pairs undergo a redox conversion: O3Si-OH HO-SiO 3  O3Si-OO-SiO 3  H 2 ( 2 ) This is a classical redo x conversion, unusual only in the sense that the electron tr ansfer involves hydroxyl oxygens donating an electron to their protons , reducing them to H. Two H combine to H 2, while the oxygens, now oxidized to the vale nce state 1-, combine to form peroxy. Animals 2013 , 3 517 The OO bond in O 3Si-OO-SiO 3 is very short, only 1.5 , about half the distance between normal neighboring O2 anions. The shortness makes the peroxy bonds susceptible to the pe rturbations such as the slightest sliding of mineral grains during the build-up of stress, causing O 3Si-OO-SiO 3 bonds to break. The broken peroxy bonds split off elect ronic charge carriers, chemically O in a matrix of O2, physically defect electrons in the O2 sublattice, known as positive holes and symbolized by h. The h are highly mobile and have the capability to flow out of the stressed rock volume deep in the Earth crust, where a rock rupture may soon occur. The h flow out into the surrounding rocks. They travel fast and far, tens of kilometers, possibly h undreds of kilometers prior to large earthquakes. They form electric currents in the Earth crust, someti mes hundreds of thousands of amperes strong 29. When these currents fluctuate, they emit electr omagnetic (EM) radiation. The ultralow frequency (ULF) components of these EM waves can be tran smitted through tens of kilometers of rocks and detected at the Earth surface. Likewise the attenu ation of ULF and ELF waves through ocean water is weak. Hence, the effects discussed here would also apply to cases where ea rthquakes occur offshore. When h charge carriers arrive at the Earth surface or cross from the solid Earth into water, they cause a variety of reactions, physical and chemical . How these reactions express themselves in the surface environment is of interest in the context of animal response and the topic of this report. 2. Pre-Earthquake Processes and the Biosphere Reports on unusual animal behavior before major ear thquakes are innumerable, some dating back to antiquity. Because so little is known about the natu re of the physical or chemical clues to which animals appear to respond, there is a strong tendency in some scientific circle s to dismiss the reports and call them anecdotal. However, if similar obs ervations, often strikingly similar, have been reported across centuries by people living on different continents, in different seismically active regions, a reasonable argument can be made that these reports are not just anecdotal. Since they are validated by multiple independent observations, they suggest the presence of physical andor chemical stimuli in the environment, to which animals re spond. For moderate to larg e earthquakes the Earth appears to produce these stimuli within a time window of about two weeks to one day, sometimes only a few hours, before the event. For magnitude 9-cl ass earthquakes the time window could be wider. 2.1. The Effect of Electromagnetic Waves on Organismal Physiology Exposure to electromagnetic waves can have physiological effects on a wide variety of organisms 30. Importantly, the ph ysiological effects can be induced by exposure to the level of EM energy in the thermal noise, which helps to explain th e challenge in analytical detection of earthquake precursors in the EM spectrum. For example, one of the most astonishing effects of extremely low amplitude EM oscillating field, even when the magne tic flux of such field is below the thermal noise (i.e., nanoTesla field), is to change the electr on precession, or spin, in universally conserved biochemical reactions that coor dinate genome expression to maintain circadian timing. The cryptochrome proteins, which maintain the circadia n rhythm, also show high sequence similarity to universally conserved proteins that maintain ge nome integrity by repair of oxidation-damaged DNA 31. Such weak EM fields tuned in frequency to the rate of electron spin ( i.e., MHz) have been shown to cause aberrant growth of cells and disorientation with re spect to the magnetic and gravity Animals 2013 , 3 518 vectors in various organisms, including plants and animals 32. Therefore, the universal time-setting basis of invariant biochemical reactions can be an EM field in the thermal noise. Additionally, there have been ma ny studies over several decades re porting on significant physical, biological and health-relate d effects associated with changes in solar and geomagnetic activity. The changes in solar and geomagnetic activity lead to changes in the ambient extremely low frequency (ELF) and the ultralow frequency (ULF) field at the Earth surface, specifically to the immersion of the Earth surface environment into broadband EM field (0.150 Hz), which can be the causal link between these changes in the ambient ELF field, both unde r pre-earthquake conditions and during geomagnetic storms 33, and the various e ffects noted in the biosphere. However, despite decades of research in charac terizing the effects of non- ionizing EM radiation on organismal physiology, including in hum ans, the results often seem to be inconsistent or difficult to interpret. For example, some expe rimental studies claim a direct effect of ELF on metabolism 30, while theoretical studies dispute the possibility of such effects based on first principles 34. Additionally, the international guidelines for limiting exposure to time-varying electric and magnetic fields in the low-frequency range consider ULF and ELF EM fields to be biologically relevant only, if their amplitudes exceed the ambient field of about 40 pT by at least 109 times ( i.e., in excess of 0.01 T magnetic flux density) 35. How can this discrepancy in empirical evidence be reconciled without dismissing the potential importance of modulati ng organismal physiology with EM fields, while remaining in accord with physical principles? It is important to recognize that EM waves ar e time-dependent phenomena and their effects on temporally organized biochemical cycles in living cells, such as the reduction oxidation cycle, can generate quite opposite effects de pending upon their phase relationships . The redox cycle, also called the metabolic cycle, is the fundamental biochemical process that controls the timing of all biochemical reactions in living cells, including energy producti on, RNA transcription, and DNA replication. Through temporal coordination a chemical conflict between th e reductive and oxidative reactions is avoided, while at the same time a coherent or interfering transfer of energy is enabled between the ambient natural electromagnetic (EM) field and living cells . The interaction between EM waves and electron transport in redox reactions clearl y depends on the phase relationship between oscillating systems. Therefore, whether or not ambient non-ionizing EM fields are able to affect biologica l processes in organisms can be very sensitive to resonance, whic h occurs when the organism al physiology is able to transfer energy from ambient EM field in tune with the electromo tive force across membranes. An appropriate experimental approach to reconcile the inconsistencies in the effects of EM field on organismal physiology is to identify the point of resonance between the time-setting basis of ambient EM waves in the environment and the phase of the biochemical reduction oxidation cycle in the electron transport chain (ETC) in vivo . Clearly, animals including birds and turtles can dete ct the Earths magnetic field, and use the field to navigate during migration 36 . For example, the Bar-tailed Godw it bird has one of the longest non-stop migrations of any species , up to 10,200 km (6,300 mi). Magneti c perception can also account for the behavior of cows and wild deer that te nd to align their bodies nor th-south direction while relaxing, but not when the animals are under hi gh voltage power line s that generate ELF electromagnetic fields, which disrupt the magne tic alignment of ruminants 37,38. Although the geomagnetic field is weak and is generally thought to be masked by thermal fluctuations and other Animals 2013 , 3 519 noise, the proposed bio-physical mechanism for ma gneto perception is base d on coherent quantum effects of extremely weak magnetic fields on the elec tron spin in each of radical pair intermediates of molecules in redox reactions 32. Depending on the el ectron spin state, different reaction products are produced, and at different rates. The switch between the products of the redox r eactions is shifted by the ambient EM field, which can affect the organismal behavior 32. These results indicate that the rates and direction of electron transfer reactions the rate at which an electron can move or jump from one chemical species (called the elec tron donor) to another (called the electron acceptor)are subject to ambient EM field influences. This process of electron transport in vivo is fundamental to all organisms because it is biochemically coupled with the transfer of H ions (protons) across a membrane. The resulting electroch emical proton gradient is used to generate chemical energy in the form of adenosine triphosphate ( ATP). Importantly, the universal ETC is made from components (such as iron oxides, e.g., heme) with a strong magnetic moment that increases the effect of the weak am bient EM field 32. Intriguingly, the rotation frequency of the molecular enzyme motor called ATP synthase, which synthesizes ATP also oscillates at ELF (1070 Hz) 39. Consequently, thermodynamic coupling by EM resonance is possible between the ambient EM field and the most fundamental biochemical process of life. Although the ener gy and geometric scale of external EM waves and the energy and dimensions of the ATP synthase enzyme motor diffe r by at least 12 orders of magnitude, it is to be noted that, due to quantum mechanical delocalizati on of electronic wave func tions, the ATP synthase has the capability to extract EM energy from a volume much larger than the volume, which itself occupies 40,41. This astonishing physical phe nomenon allows the systems to exceedthrough athermal mechanismsthe limit on EM radiation with intensity less than 10 mWcm2 thought to be unlikely to significantly affect physiology. In addition, it is important to note th at pausing the rotation of ATP synthase, or changing the direction of it s rotation, leads to the production of reactive oxygen species (ROS) and to the depletion of ATP, respectively. Both biochemical events result in metabolic stress in vivo (e.g., oxidative stress) that can conceivably account for anomalous animal behavior. Therefore, organisms are likely able to detect earthquake-induced variati ons in the ambient EM field because EM perturbations can affect the time-setting physical basis for the known universal biochemical order in living cells 42. 2.2. SurfaceSubsurface Charges, Air Ionization, and Corona Discharges Positive holes are positive charge carriers. As h travel through the rocks, they repel each other and try to get away from each other as far as possible. The surface of the Earth is as the furthest they can go. The h become trapped at the surface, forming a subsur face charge layer of thickness d, where d is typically only a few ten nanometers. This charge layer is characterized by a surface potential V, typically on the order of 23 V 43. As rocks become ever more stressed by the tectonic forces deep below, the more h charge carriers are generated. The more h charge carriers arrive at the surface, the more they compress the subsurface charge layer so the d decreases. The electric field E is defined as potential V divided by the thickne ss d, E  Vd. If V is, say, 2 V and the thickness of the h subsurface charge layer is 40 nm (4  107 cm), the E field at the surface Animals 2013 , 3 520 will be on the order of 5,000,000 Vcm. As laborator y experiments demonstr ate, air molecules, presumably O 2, can become field-ionized under these cond itions, meaning that they become so highly polarized in contact with th e ground that they lose an electron to th e surface: Osurface  O 2air  O2surface  O 2air ( 3 ) When this process sets in, the near-surface ai r becomes laden with positive airborne ions. It has been shown experimentally that, when a bloc k of rock is mechanically stressed at one end, the air at the other end becomes inde ed positively ionized 43. The nu mber of positive ions can reach values on the order of 106 cm2 s1. This is much higher than the f air weather ion content in normal air 44. Field data recorded by air ionization sens ors collocated with the ULF search coil magnetometers of the QuakeFinder stations along the San Andreas Fault system in California and along the subduction zone in southern Peru have conf irmed massive, positive, pre-EQ ionization of air and coincident EM pulses 45,46. It is important to note that the ions generate d by the mechanism described by Equation (3) are all positive. Positive airborne io ns have been known for a long ti me to have a strong physiological effect on animals and humans 47,48. Therefore it s hould not come as a surprise that animals in the ground, on the ground and in the air would respond to high positiv e airborne ion concentrations in their environment. When stresses continue to increase, the voltages a ssociated with the surfacesubsurface charge layer increase further and d is further reduced. If the vo ltage V reaches, say, 3 V, and the thickness becomes 6 nm, the E field will reach values on the orde r of 50,000,000 Vcm. This is enough to accelerate electrons in the air, which are al ways present due to cosmic ray a nd other ionization events, to such high values that they begin to im pact-ionize neutral air molecules, triggering tiny corona discharges. Importantly these corona discharges produce avalanches of electrons and positiv e ions in the air. The free electrons will attach themselves rapidly to neutral air molecules such as N 2, forming negative airborne ions such as N 2. In addition the corona discharges produce tiny light flashes with a broad emission spectrum over the VIS and UV regions 43 . The UV component of these flashes can be expected to produce ozone, O 3, and other reactive gases such as nitrous oxides, to which animals may respond 49. 2.3. Oxidizing Water to Hydrogen Pero xide at the Rock-Water Interface From a physics perspective h are charge carriers, i.e., defect electrons on the oxygen anion sublattice, but from a chemis try perspective they are O, equivalent to O radicals and highly oxidizing. When h cross the rock-to-water interface, they oxidize H 2O to H 2O2: Osurface  H 2Oliquid  OHsurface  OH liquid ( 4 ) Two OH combine to form H 2O2. The reaction is stoi chiometric 50. The formation of H 2O2 at the rock-water interface, presumably also at mud-water interfaces, due to the arrival of h charge carriers flowing down a stress gradient prior to a not-too-distant earthquake can be expected to have some effect on animals living in the water. During a multi-year study of the spring mating behavior of the European toad Bufo bufo in the San Ruffino Lake, central Italy, about 75 km from LAquila, it was noted that the toads disappeared Animals 2013 , 3 521 from their mating and spawning ground starting about 5 days before the magnitude 6.3 LAquila earthquake of April 6, 2009, and did not return until a series of aftershocks had s ubsided 51. While it has been suggested that animals may have acquired, thro ugh evolution, the ability to take evasive action before potentially deadly ea rthquakes 52, in the case of the toads in Lake San Ruffino near LAquila their pre-EQ departure from the aquatic environment was more likely triggered by chemical clues in the water such as the release of H 2O2 and possibly other oxidation products resulting from an influx of h 51. Humboldt squid stranding are not rare events. In late 2012 severa l massive strandings of mostly juvenile Humboldt squids occurred on the shores of Monterey Bay in Northern California 53. In this case the strandings appeared to coincide with re d algae blooms. Certain red algae can produce the potent neurotoxin domoic acid, a derivative of the cycl ic amino acid proline, which deregulates the Ca balance in nerve cells 54. Domoic acid accumulates in the marine food chain. It can be harmful, even lethal, to sea mammals and sea birds, and it can also affect squids, which feed on fish that have fed on domoic acid-producing red algae 55. There have been reports on squid strandings ostensibly related to earthquakes. One particular case involved a modest magnitude 4.0 earthquake that struck July 14, 2009 at 7:34 am local time about 35 km offshore near La Jolla, San Diego, CA at a depth of about 20 km. Many large mature Humboldt squids washed up on the shore on the same day, dazed and dying 56. William Gilly, Stanford University Hopkins Marine Station, re ported that strandings of the same species had been seen along the same stretch of the Pacific coas t during the last three days prior to the earthquake. Hu mboldt squids typically live at 100 m water depth and deeper. If a red algae bloom is an unlikely cause, the question arises whether something might have happened at the gr ound-water interface, which displaced these squids. One possibility would be that, during the influx of h into the water column at the ground-water interface, oxidation reactions occur in addition to the simple H 2O2 production as described by Equation (4). These additional reac tions could lead to enhanced de gradation of organic compounds in the sea bottom mud or in the near-ground water 57 possibly converting benign compounds to neurotoxins such as domoic acid or to other co mpounds, which might be toxic to specific groups of animals. Further work will be needed to address the complexity of the electrochemically driven oxidation reactions at the ground-to-water interf ace caused by the influx of stress-activated h charge carriers from below. 2.4. Oxidation Reactions in the Soil 2.4.1. Ozone There have been many reports on major gas and tr ace gas emanation related to earthquake activity. Most commonly there is an increase in the efflux of CO 2, or in the efflux of CO 2, H2, N2, He, Ar, CH 4, often with isotopic signatures sugges ting an upper mantle origin 58. In the context of pre-EQ animal responses these gases can probably be disregarded, but some other tr ace gases may be more relevant such as ozone, O 3. A rise in the ozone levels during or after large earthquakes has been reported and interpreted as due to cracking of rocks at or near the surface with at tendant formation of ozone through fracture-induced Animals 2013 , 3 522 electric discharges 49. However, there is also a report for a noticeable rise in ozone levels days before major earthquakes, when surface or near near-surface fracturing of rocks could not have occurred. Figure 1 shows the average of regional ozone levels 5 days be fore to 4 days after 88 strong earthquakes of magnitudes 4.5 to 7.2 that occurred in Central Asia from 1973 to 1985 59. The data were collected at fixed ground stat ions often hundreds of km from the epicenters. The measured O 3 concentrations, given in Dobson units , represent variations that must have been observable over large regions. On the average, for the 88 reported events, elevated O 3 contents are observed 24 days before with a maximum 3 days before these earthquakes. Figure 1. Ozone level changes associated with 88 strong earthquakes of magnitudes 4.57.2 in Central Asia from 1973 to 1985 (solid line) 59. A Dobson unit is the column density of O 3 in Earth atmosphere equivalent to a 10 m thick layer of O 3 under standard temperature and pressure. Dotted line: average O 3 values during non-perturbed days; Dashed lines: 95 confidence level. By plotting the O 3 concentration in Dobson units Figure 1 gives the total O 3 content throughout the atmosphere. Most of it, of course, refers to the O 3 layer. Its variability is indicated by the two dashed lines for the 95 confidence level. The high 3 days before the earthquakes and the low on the day of the earthquakes represent local sour ces, presumably near the ground level. The laboratory experiments mentio ned above had indicated that, wh en we stressed rocks up to failure, we observed first exclusively positive air borne ions and second a mixture of positive and negative airborne ions in about equal numbers. This second step arose from co rona discharges at the edges and corners of the rock samples 43. If we apply these findings to situations in the field we expect that, prior to large earthquakes, massive amounts of positive airborne ions woul d be emitted from the Earth surface around the epicentral region, followed by tiny corona discharg es spreading over an e qually wide region. Though Animals 2013 , 3 523 the light emitted by those tiny corona discharges will probably be too weak to be noticed by the naked eye during daytime, these corona discharges can be expected to lead to ozone formation. The data reproduced in Figure 1 are consistent with this second step. In additi on, co-seismic emissions of light flashes have been recorded in real-time during a recent nighttime major earthquake in Peru 60. Animals exposed to both steps, to massive pos itive air ionization and ozone production at ground level, can be expected to exhibit abnormal behavior in response to the appearance of these irritants in their environment at higher levels than normal. In the case of positive air ions the response of animals could be triggered by their effect on the seratonin level in the bl ood, a stress hormone, 48. Ozone, a trace gas with an acrid smell even at concentra tion levels as low as 40 nmolmol or 40 ppb, is recognized by the US Environmenta l Protection Agency as an infl ammatory agent through induction of oxidative stress 61. 2.4.2. Radon Another trace gas is radon, which emanates from the ground due to the radioactive decay of radium, an element in the uranium decay series and found in relative highest concentr ations in granites and similar igneous rocks, which form the bulk of the Earth crust. The radium isotope 226Ra decays by alpha particle emission to 222Ra, which itself is radioactive, d ecaying through the emission of 507 MeV alpha particles to the polonium isotope 218Po 62. 222Ra has a half-life of 2.8 days. Radon is a noble gas and widely thought to be ch emically inert, released from the ground only because, prior to major earthquakes, microfractur ing is supposed to occu r in the near-surface underground. This is the usual mechanical concept inherite d from seismology, where cracks are believed to open in the rocks, releasing gases. Ho wever, because radon is the heaviest of the noble gases, it must be chemically reactive, even more so than xenon, forming compounds with soil organics. Therefore, on its diffusion path from below to the surface through the overlying soil, radon atoms are expected to be retained due to ch emisorption to soil organics. The mo st likely retention sites would be triple-bonded carbon compounds in the soil, forming R-Rn-C C-H (with R being -CH 3 etc.) similar to the stable Xe analog H-Xe-C C-H 63. If this is the right concept, the arrival of h charge carriers in the soil layer over regions of impending earthquake ac tivity will preferentially attack the triple carbon bonds, oxidize them to double or single bonds, and th ereby release the radon 64. The radon atoms would then be free to continue their diffusional path to the surface, where they enter the air space. It is true that, besides cosmic rays, radon decay in the near-surface air is the main source of the ambient air ionization accounti ng for about 200 ion pairs per cm3 air at sea level 65. Modest changes in the rate at which radon escapes from the ground have been widely reported in relation to pre-EQ activity 1720. However, while radon in the near-s urface air surely has an impact on all living organisms through radiation damage to their genes, th ere is little or no eviden ce that changes in the rate of radon release and the ensu ing changes in the ion concentratio n in the near-sur face air can be sensed by animals and could have an effect on pre-EQ animal behavior. 2.4.3. Carbon Monoxide There are other forms of oxidation r eactions, which a pre-EQ influx of h charge carriers into the soil layer can cause and which could incite an animal response. There is, for instance, a well-documented Animals 2013 , 3 524 case where carbon monoxide (CO) was massively releas ed from the ground prio r to the magnitude 7.6 Gujurat earthquake of January 26, 2001 in North-West India. Using data collected by the MOPITT (Measurements of Polluti on in the Troposphere) sensor onboard the NASA Earth Observing Syst em (EOS) Terra satellite, Singh et al. 66 retrieved the CO concentrations in the atmospheric column over a 3- month period that included the time of the Gujurat earthquake. The Terra satellite passes over the region twice a day at 705 km altitude, once during daytime and once at night. It can provide CO concentr ation values with a horizontal resolution of 22 km and a precision of about 10. CO profiles can be obt ained in the absence of substantial cloud cover. Figure 2. CO concentration values representing aver ages for a 1  1 area (approximately 100  100 km2) around the epicenter of the Gujura t earthquake of Ja nuary 26, 2001. The CO profile is broken down into the 7 al titude windows indicated in the insert. The Gujurat results are shown in Figure 2. The CO concentration values represent averages for a 1  1 area (approximately 100  100 km2). The CO profile is broken down into 7 altitude windows as indicated in the insert, from 0 up to 110 m, up to about 1,500 m, up to about 3000 m, and higher. The data show that the regional background CO concentration was alwa ys highest close to the ground, i.e., in the lowest altitude window , with values between 100 and 150 ppb. However, starting probably more than a week before the ma gnitude 7.6 seismic event, the CO concentration increased, reaching a maximum on January 19, 2001 around 240 ppbv in the ai r below 110 m. The total amount of CO in the air column would be enough to reach 500 ppm near the surface, a potentiall y lethal concentration because CO induces phase advancement into the oxida tive respiratory phase of the metabolic cycle in all aerobic organisms. Indeed, CO acts in a manne r similar to cyanide by binding to the heme in cytochrome c oxidase and inhibits electron trans port and ATP production, which leads to an increased ROS production. This fundamental and universal mechanism of CO-induced ROS production during Animals 2013 , 3 525 the redox cycle applies to a ll aerobic cells 67. Theref ore, a pre-EQ influx of h charge carriers into the soil layer can cause gaseous CO release, whic h functions as a cellular signaling molecule that attenuates metabolic cycling toward stress ( i.e., oxidative damage in living cells). The increased CO emanation from the ground indeed suggests a chemical reaction involving stress-activated h charge carriers, flooding the soil layer in the epicentral region from below. Being highly mobile, highly reactive and highly oxidizing these h can be expected to burn organic matter in the soil. Taking -CH 2- as representative of orga nic matter, we can write an oxidation reaction as: 2 Osoil  -CH 2-soil  2 H 2Osoil  CO gas ( 5 ) This CO gas should have the isotopic 12C13C signature characteristic of soil organic matter and not of any carbon source from deep below 68. At the sa me tune it is likely that other trace gases besides CO would be formed by the same oxidation proce ss, possibly formaldehyde or acetone, but no data appears to be available. In addition CO 2 might be produced as the end product of the in teraction of h with soil organic matter. However, given the high background of CO 2, any extra CO 2 release will be near-impossible to detect. If CO is produced by a reaction of the type described by Equa tion (5), the animals most affected will be ground-dwelling animals 69. They might be poisoned and killed by the increase in CO partial pressure to concentration levels on the order of 500 pp m, in particular inside their burrows. No reports of animals that died before the Gujurat earthquak e appeared to have been published. However, there are anecdotal reports of mass dying of rats a nd mice in connection with a series of medium earthquakes in Northern Italy in MayJune 2012. Reportedly the dead animals showed no sign of physical injury 70. 3.",
        "conclusion": "s A previously unknown or overlooked physical proce ss takes place in rocks th at are subjected to large stresses deep below in th e Earth crust before major earthqua kes. This process leads to the activation of electronic charge carriers, which can spread out of the stressed rock volume into the surrounding rocks, traveling fast and far. They gene rate electromagnetic waves, of which the ultralow and extremely low frequency (ULFELF) portion can be transmitted through rocks. The ULF and ELF waves have the capacity to inte ract with living organisms and to interfere with fundamental biochemical reactions at the cellular level. When the charge carriers arrive at the ground-to-air Animals 2013 , 3 527 interface, they are able to i onize the air producingunder certain conditionsexclusively positive airborne ions. Such positive airborne ions are k nown to have pronounced and generally detrimental physiological effects. When these charge carriers arri ve at the water-to-air in terface, they oxidize the water and possibly organic compounds dissolved in the water, producing potentially hazardous toxins. Understanding the complex sequence of events taking place in the Earth crus t during the lead-up to major earthquakes provides insight into the caus es of unusual pre-earthquake animal behavior. Acknowledgments This work was supported by NASA grants to Fr iedemann Freund from the NASA Earth Surface and Interior (ESI) Program (NNX12A L71G through the San Jose State Un iversity Research Foundation) and from the NASA Exobiology Program (NNX10AR81G through the SETI Institute). Viktor Stolc was supported by the NASA Human Re search Program at the NASA Ames Research Center. We thank Georgios Anagnostopoulos and anonymous reviewers for their c onstructive remarks. Conflict of Interest The authors declare no c onflict of interest. References 1. Main, I.G. Statistical physics, seismogenesis, and seismic hazard. Rev. Geophys. 1996 , 34, 433462. 2. Hough, S.E. Earthshaking Science: What We K now (and Dont Know) about Earthquakes ; Princeton University Pre ss: Princeton, NJ, USA, 2002. 3. Rundle, J.B.; Turcotte, D.L.; Shcherbakov, R.; Klei n, W.; Sammis, C. Statistical physics approach to understanding the multiscale dynamics of earthquake fault systems. Rev. Geophys. 2003 , 41, 10191049. 4. Keilis-Borok, V. Fundamentals of Earthqua ke Prediction: Four Paradigms. In Nonlinear Dynamics of the Lithosphere and Earthquake Prediction ; Keilis-Borok, V., Soloviev, A.A., Eds.; Springer: Heidelberg, Germany, 2003; pp. 136. 5. Sykes, L.; Shaw, B.E.; Scholz, C. H. Rethinking earthquake prediction. Pure Appl. Geophys. 1999 , 155, 207232. 6. Geller, R.J.; Jackson, D.D.; Kagan, Y.Y.; Mula rgia, F. Earthquakes cannot be predicted. Science 1997 , 275, 16161617. 7. Scholz, C.H. The Mechanism of Earthquakes and Faulting ; Cambrdge University Press: Cambridge, UK, 2002. 8. Scholz, C.H, Microfractures, aftershocks, and seismicity. Bull. Seismol. Soc. Am. 1968 , 58, 11171130. 9. Brace, W.F.; Paulding, B.W., Jr.; Scholz, C. Dila tancy in the fracture of crystalline rocks. J. Geophys. Res. 1966 , 71, 39393953. 10. Cristescu, N. Rock dilatancy in uniaxial tests. Rock Mech. 1982 , 15, 133144. Animals 2013 , 3 528 11. Reches, Z.E.; Lockner, D.A. Nucleation a nd growth of faults in brittle rocks. J. Geophys. Res. 1994 , 99, 1815918173. 12. Yamashita, T. Generation of microcracks by dyna mic shear rupture and its effects on rupture growth and elastic wave radiation. Geophys. J. Int. 2000 , 143, 395406. 13. Dobrovolsky, I.P.; Gershenzon, N.I.; Gokhberg, M.B. Th eory of electrokinetic effects occurring at the final stage in the prepara tion of a tectonic earthquake. Phys. Earth Planet. Int. 1989 , 57, 144156. 14. Merzer, M.; Klemperer, S.L. Modeling low-fre quency magnetic-field precursors to the Loma Prieta earthquake with a precursory increase in fault-zone conductivity. Pure Appl. Geophys. 1997 , 150, 217248. 15. Gershenzon, N.; Bambakidis, G. Modeli ng of seismo-electromagnetic phenomena. Russian J. Earth Sci. 2001 , 3, 247275. 16. Simpson, J.J.; Taflove, A. Electro kinetic effect of the Loma Pr ieta earthquake calculated by an entire-Earth FDTD solutio n of Maxwells equations. Geophys. Res. Lett. 2005 , 32, doi: 10.10292005. 17. Hauksson, E. Radon content of groundwater as an earthquake precursor: Ev aluation of worldwide data and physical basis. J. Geophys. Res. 1981 , 86, 93979410. 18. Igarashi, G.; Saeki, S.; Takahata, N.; Sumikawa , K.; Tasaka, S.; Sasaki, Y.; Takahashi, M.; Sano, Y. Ground-Water Radon Anomaly Before the Kobe Earthquake in Japan. Science 1995 , 269, 6061. 19. Virk, H.S.; Walia, V.; Kumar, N. Heliumradon precursory anomalies of Chamoli earthquake, Garhwal Himalaya, India. J. Geodynam. 2001 , 31, 201210. 20. King, C.-Y. Episodic radon changes in subsurface so il gas along active faults and possible relation to earthquakes. J. Geophys. Res. 1980 , 85, 30653078. 21. Dobrovolsky, I.P.; Zubkov, S.I.; Miachkin, V.I. Estim ation of the size of earthquake preparation zones. Pure Appl. Geophys. 1979 , 117, 10251044. 22. Bowman, D.D.; Ouillon, G.; Sammis, C.G.; Sornette, A.; Sornette, D. An observational test of the critical earthquake concept. J.Geophys. Res. 1998 , 103, 2435924372. 23. Johnston, M.J.S.; Linde, A.T. Implications of crus tal strain during conventi onal, slow and silent earthquakes. In International Handbook of Earthqua ke and Engineering Seismology ; Academic Press: San Diego, CA, USA, 2002; pp. 589605. 24. McGarr, A.; Fletcher, J.B. Maximum slip in earthqua ke fault zones, apparent stress, and stick-slip friction. Bull. Seism. Soc. Am. 2003 , 93, 23552362. 25. Tzanis, A.; Vallianatos, F.; Gruszow, S. Identifi cation and discrimination of transient electrical earthquake precursors: Fact, fi ction and some possibilities. Phys. Earth Planet. Inter. 2000 , 121, 223248. 26. Zadro, M.; Braitenberg, C. Measurements and inte rpretations of tilt-strain gauges in seismically active areas. Earth-Sci. Rev. 1999 , 47, 51187. 27. Freund, F.T.; Takeuchi, A.; Lau, B.W.S. Electric currents str eaming out of stressed igneous rocksA step towards understanding pre- earthquake low frequency EM emissions. Phys. Chem. Earth 2006 , 31, 389396. Animals 2013 , 3 529 28. Freund, F.T. Pre-earthquake signals : Underlying physical processes. J. Asian Earth Sci. 2011 , 41, 383400. 29. Bortnik, J.; Bleier, T.E.; Dunson, C.; Freund, F. Es timating the seismotelluric current required for observable electromagnetic ground signals. Ann. Geophys. 2010 , 28, 16151624. 30. Zhadin, M.N. Review of Russian literature on biological actio n of DC and low-frequency AC magnetic fields. Bioelectromagnetics 2001 , 22, 2745. 31. Ritz, T. Quantum effects in biology: Bird navigation. Proc. Chem. 2011 , 3, 262275. 32. Ritz, T.; Yoshii, T.; Helfrich-Foerster, C.; Ah mad, M. Cryptochrome: A photoreceptor with the properties of a magnetoreceptor? Commun. Integr. Biol. 2010 , 3, 2427. 33. Cherry, N. Schumann Resonances , a plausible biophysical mechanism for the human health effects of SolarGeomagnetic Activity. Nat. Hazards 2002 , 26, 279331. 34. Adair, R.K. Biophysical limits on athermal effects of RF and microwave radiation. Bioelectromagnetics 2003 , 24, 3948. 35. International Commission on Non-Ionizing Radia tion Protection. Guidelines for limiting exposure to time-varying electric and magnetic fields. Health Phys. 2010 , 99, 818836. 36. Wiltschko, W.; Wiltschko, R. Magnetic orientation and magnetoreception in birds and other animals. J. Comp. Physiol. A Neuroethol. Sens. Neural Behav. Physiol. 2005 , 191, 675693. 37. Dyson, P.J. Biology: Electric Cows. Nature 2009 , 458, doi: 10.1038458389a. 38. Burda, H.; Begall, S.; erven, J.; Neef, J.; N mec, P. Extremely low-frequency electromagnetic fields disrupt magnetic alignment of ruminants. Proc. Nat. Acad. Sci. USA 2009 , 106, 57085713. 39. Nakamoto, R.K., Baylis Scanlon, J.A.; Al-Shawi, M.K. The Rota ry Mechanism of the ATP in Synthase. Arch. Biochem. Biophys. 2008 , 476, 4350. 40. Bohren, C.F. How can a particle absorb more than the light incident on it? Am. J. Phys. 1983 , 51, 323327. 41. Paul, H.; Fischer, R. Light absorption by a dipole. Sov. Phys. Usp. 1983 , 26, 923926. 42. Lloyd, D.; Murray, D.B. The Temporal Ar chitecture of Euka ryotic Growth. FEBS Lett. 2006 , 580, 28302865. 43. Freund, F.T.; Kulahci, I.G.; Cyr, G.; Ling, J.; Winnick, M.; Tregloan-Reed, J.; Freund, M.M. Air ionization at rock surface and pre-earthquake signals. J. Atmos. Sol.-Terr. Phys. 2009 , 71, 18241834. 44. Rycroft, M.J.; Harrison, R.G.; Nicoll, K.A.; Mareev, E.A. An Overview of Ea rths Global Electric Circuit and Atmospheric Conductivity. Space Science Rev. 2008 , 137, 83105. 45. Bleier, T.; Dunson, C.; Alvarez, C.; Freund, F. ; Dahlgren, R. Correlation of pre-earthquake electromagnetic signals with laborat ory and field rock experiments. Nat. Hazards Earth Syst. Sci. 2010 , 10, 19651975. 46. Bryant, N. Ground-based and space- based electromagnetic monitori ng for pre-earthquake signals. In The Frontier of Earthquake Prediction Studies ; Hayakawa, M., Ed.; Nihon-senmontosho- shuppan: Tokyo, Japan, 2011. 47. Krueger, A.P.; Reed, E.J. Effect of the ai r ion environment on infl uenza in the mouse. Int. J. Biometeor. 1972 , 16, 209232. 48. Krueger, A.P.; Reed, E.J. Biological impact of small air ions. Science 1976 , 193, 12091213. Animals 2013 , 3 530 49. Ganguly, N.D. Variation in atmospheric ozone concentration following strong earthquakes. Int. J. Remote Sens. 2009 , 30, 349356. 50. Balk, M.; Bose, M.; Gzen, E.; Rogoff, D.A.; Rothsc hild, L.J.; Freund, F.T. Oxidation of water to hydrogen peroxide at the rock-water interface due to stress-activated electric currents in rocks. Earth Planet. Sci. Lett. 2009 , 283, 8792. 51. Grant, R.A.; Halliday, T.; Balderer, W.P.; Leuenbe rger, F.; Newcomer, M.; Cyr, G.; Freund, F.T. Ground Water Chemistry Changes before Major Earthquakes and Possible Effects on Animals. Int. J. Environ. Res. Public Health 2011 , 8, 19361956. 52. Kirschvink, J.L. Earthquake prediction by anim als: Evolution and sensory perception. Bull. Seism. Soc. Am. 2000 , 90, 312323. 53. LiveScience. Mystery of Mass Squid Sui cides Possibly Solved. Available online: http:www.livescience.com25550-mass-squid-su icide.html (accessed on 27 May 2013). 54. Lelong, A.; Hgaret, H.; Soudant, P.; Bates, S.S. Pseudo-nitzsc hia (Bacillariophyceae) Species, Domoic Acid and Amnesic Shellfish Po isoning: Revisiting Previous Paradigms. Phycologia 2012 , 51, 168216. 55. Lefebvre, K.A.; Robertson, A. Domoic acid and human exposure risks: A review. Toxicon 2010 , 56, 218230. 56. Than, K. Dozens of Jumbo Squid B eached after QuakeCoincidence? National Geographic News 14 July 2009. 57. Martens, D.A.; Frankenberger, W.T. Enhanced de gradation of polycyclic aromatic hydrocarbons in soil treated with an advanced oxidative processFentons reagent. J. Soil Contam. 1995 , 4, 175190. 58. Salazar, J.M.L.; Prez, N.M.; Hernndez, P.A.; Soriano, T.; Barahona, F.; Olmos, R.; Cartagena, R.; Lpez, D.L.; Lima, R.N.; Melin, G.; Galindo, I.; Padrn, E.; Sumino, H.; Notsu, K. Precursory diffuse car bon dioxide degassing signature related to a 5.1 magnitude earthquake in El Salvador, Central America. Earth Planet. Sci. Lett. 2003 , 205, 8189. 59. Tyrtyshinikov, A.V. The variations of ozone content in the atmo sphere above strong earthquake epicenter. Phys. Solid Earth 1996 , 31, 789794. 60. Heraud, J.A.; Lira, J.A. Co-seismic luminescen ce in Lima, 150 km from the epicenter of the Pisco, Peru earthquake of 15 August 2007. Nat. Haz. Earth Syst. Sci. 2011 , 11, 10251036. 61. Health Effects of Ozone in the General Population ; EPA: Research Triangle Park, NC, USA, 2013. 62. Nagarajaa, K.; Prasad, B.S.N.; Madhava, M. S.; Chandrashekara, M.S.; Paramesh, L.; Sannappa, J.; Pawar, S.D.; Murugavel, P.; Ka mra, A.K. Radon and its short-lived progeny: Variations near the ground. Radiat. Meas. 2003 , 36, 413417. 63. Tsivion, E.; Zilberg, S.; Gerber, R.B. Predicte d stability of the organo-xenon compound HXeCCH above the cryogenic range. Chem. Phys. Lett. 2008 , 460, 2326. 64. Freund, F.T. Toward a unified solid stat e theory for pre-ea rthquake signals. Acta Geophys. 2010 , 58, 719766. 65. Kamsali, N.; Pawar, S.D.; Murugavel, P.; Gopalakrishnan, V. Estimation of Small ion concentration near the Earths surface. J. Atmos. Sol.-Terr. Phys. 2011 , 73, 23452351. Animals 2013 , 3 531 66. Singh, R.P.; Kumar, J.S.; Zlotnicki, J.; Kafato s, M. Satellite Detection of Carbon Monoxide Emission Prior to th e Gujarat Earthquake of 26 January 2001. Appl. Geochem. 2010 , 25, 580585. 67. Stolc, V.; Shmygelska, A.; Griko, Y. Adaptation of organisms by resonance of RNA transcription with the cellular redox cycle. PLoS ONE 2011 , 6, doi: 10.1371journal.pone.0025270. 68. Lu, D. Impending Earthquake Prediction ; Jinangsu Science and Publishing House: Nanjing, China, 1988 (In Chinese). 69. Varon, J.; Marik, P.E. Carbon Monoxide Poisoning. Int. J. Emerg. Intens. Care Med. 1997 , 1, doi: 10.55801943. 70. Italy  Hundreds of Dead Mice Found in Earthquake Area (in Italian, tran slated into English). Available online: http:ic eagenow.info201206italy-hundreds- dead-mice-earthquake-area (accessed on 27 May 2013). 71. Jordan, T.H.; Chen, Y.; Gasparini, P.; Madariaga, R.; Main, I.; Marzocchi, W.; Papadopoulos, G.; Sobolev, G.; Yamaoka, K.; Zschau, J. Operationa l earthquake forecasting: State of knowledge and guidelines for utilization. Ann. Geophys. 2011 , 54, 315391. 72. Grant, R.A.; Halliday, T. Predicting the unpred ictable: Evidence of pre-seismic anticipatory behaviour in the common toad. J. Zool. 2010 , 281, 263271. 73. Schall, R.B. An evaluation of the animal -behavior theory for earthquake prediction. Calif. Geol. 1988 , 41, 4145. 74. Evernden, J.F. Abnormal Animal Behavior Prior to Earthquakes ; U.S. Department of Interior Geological Survey: Menlo Park, CA, USA, 1976. 75. Tributsch, H. When the Snakes Awake ; The MIT Press: Camb ridge, MA, USA, 1982. 76. Murphy, M.P. How mitochondria produce reactive oxygen species. Biochem. J. 2009 , 417, 113.  2013 by the authors; licensee MD PI, Basel, Switzerland. This arti cle is an open access article distributed under the terms and conditions of the Creative Commons Attribution license (http:creativecommons.orglicensesby3.0).",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Ozone level changes associated with 88 strong earthquakes of magnitudes  \n4"
            }
        ]
    }
]