[
    {
        "pmid": "29581875",
        "title": "Vive la radiorésistance!: converging research in radiobiology and biogerontology to enhance human radioresistance for deep space exploration and colonization.",
        "year": "2018",
        "journal": "Oncotarget",
        "abstract": "While many efforts have been made to pave the way toward human space colonization, little consideration has been given to the methods of protecting spacefarers against harsh cosmic and local radioactive environments and the high costs associated with protection from the deleterious physiological effects of exposure to high-Linear energy transfer (high-LET) radiation. Herein, we lay the foundations of a roadmap toward enhancing human radioresistance for the purposes of deep space colonization and exploration. We outline future research directions toward the goal of enhancing human radioresistance, including upregulation of endogenous repair and radioprotective mechanisms, possible leeways into gene therapy in order to enhance radioresistance via the translation of exogenous and engineered DNA repair and radioprotective mechanisms, the substitution of organic molecules with fortified isoforms, and methods of slowing metabolic activity while preserving cognitive function. We conclude by presenting the known associations between radioresistance and longevity, and articulating the position that enhancing human radioresistance is likely to extend the healthspan of human spacefarers as well.",
        "full_text": "Oncotarget14692 www.impactjournals.comoncotarget Vive la radiorsistance!: converging research in radiobiology and biogerontology to enhance human radioresistance for deep space exploration and colonization Franco Cortese1,2, Dmitry Klokov3,4, Andreyan Osipov5,6,7, Jakub Stefaniak1,8, Alexey Moskalev7,9,10, Jane Schastnaya5, Charles Cantor11, Alexander Aliper5,12, Polina Mamoshina5,13, Igor Ushakov6, Alex Sapetsky6, Quentin Vanhaelen5, Irina Alchinova14,15, Mikhail Karganov14, Olga Kovalchuk16,17, Ruth Wilkins18, Andrey Shtemberg19, Marjan Moreels20, Sarah Baatout20,21, Evgeny Izumchenko5,22, Joo Pedro de Magalhes1,23, Artem V. Artemov5, Sylvain V. Costes24, Afshin Beheshti25,26, Xiao Wen Mao27, Michael J. Pecaut27, Dmitry Kaminskiy1,28, Ivan V. Ozerov5,6, Morten Scheibye-Knudsen29 and Alex Zhavoronkov1,5 1Biogerontology Research Foundation, London, UK 2Department of Biomedical and Molecular Sciences, Queens University School of Medicine, Queens University, Kingston, Ontario, Canada 3Canadian Nuclear Laboratories, Chalk River, Ontario, Canada 4Department of Biochemistry, Microbiology and Immunology, University of Ottawa, Ottawa, Ontario, Canada 5Insilico Medicine, Inc., Emerging Technology Centers, Johns Hopkins University, Baltimore, MD, USA 6State Research Center - Burnasyan Federal Medical Biophysical Center of Federal Medical Biological Agency, Moscow, Russia 7Moscow Institute of Physics and Technology, Dolgoprudny, Russia 8Nuffield Department of Medicine, Target Discovery Institute, University of Oxford, Oxford, UK 9Laboratory of Molecular Radiobiology and Gerontology, Institute of Biology of Komi Science Center of Ural Branch of Russian Academy of Sciences, Syktyvkar, Russia 10Engelhardt Institute of Molecular Biology of Russian Academy of Sciences, Moscow, Russia 11Boston University, Department of Biomedical Engineering, Boston, MA, USA 12 Laboratory of Bioinformatics, D. Rogachev Federal Medical Research Center of Pediatric Hematology, Oncology and Immunology, Moscow, Russia 13Computer Science Department, University of Oxford, Oxford, UK 14 Laboratory of Physicochemical and Ecological Pathophysiology, Institute of General Pathology and Pathophysiology, Moscow, Russia 15Research Institute for Space Medicine, Federal Medical Biological Agency, Moscow, Russia 16Canada Cancer and Aging Research Laboratories, Ltd., Lethbridge, Alberta, Canada 17University of Lethbridge, Lethbridge, Alberta, Canada 18Environmental and Radiation and Health Sciences Directorate, Health Canada, Ottawa, Ontario, Canada 19Laboratory of Extreme Physiology, Institute of Medical and Biological Problems RAS, Moscow, Russia 20 Radiobiology Unit, Interdisciplinary Biosciences, Institute for Environment, Health and Safety, Belgian Nuclear Research Centre, (SCKCEN), Mol, Belgium 21Department of Molecular Biotechnology, Ghent University, Ghent, Belgium 22 The Johns Hopkins University, School of Medicine, Department of Otolaryngology, Head and Neck Cancer Research, Baltimore, MD, USA 23Integrative Genomics of Ageing Group, Institute of Ageing and Chronic Disease, University of Liverpool, Liverpool, UK 24NASA Ames Research Center, Moffett Field, CA, USA 25Wyle Laboratories, Space Biosciences Division, NASA Ames Research Center, Mountain View, CA, USA 26Division of HematologyOncology, Molecular Oncology Research Institute, Tufts Medical Center, Boston, MA, USAwww.impactjournals.comoncotarget Oncotarget, 2018, Vol. 9, (No. 18), pp: 14692-14722 ReviewOncotarget14693 www.impactjournals.comoncotarget 27 Department of Basic Sciences, Division of Biomedical Engineering Sciences (BMES), Loma Linda University, Loma Linda, CA, USA 28Deep Knowledge Life Sciences, London, UK 29Center for Healthy Aging, University of Copenhagen, Copenhagen, Denmark Correspondence to: Ivan V. Ozerov, email: ivaninsilicomedicine.com Morten Scheibye-Knudsen, email: mscheibyesund.ku.dk Alex Zhavoronkov, email: alexinsilico.com Keywords: radioresistance; space exploration; longevity; DNA damage; Mars mission Received: October 20, 2017 Accepted: January 31, 2018 Epub: February 12, 2018 Published: March 06, 2018 Copyright: Cortese et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License 3.0 (CC BY 3.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. ABSTRACT While many efforts have been made to pave the way toward human space colonization, little consideration has been given to the methods of protecting spacefarers against harsh cosmic and local radioactive environments and the high costs associated with protection from the deleterious physiological effects of exposure to high-Linear energy transfer (high-LET) radiation. Herein, we lay the foundations of a roadmap toward enhancing human radioresistance for the purposes of deep space colonization and exploration. We outline future research directions toward the goal of enhancing human radioresistance, including upregulation of endogenous repair and radioprotective mechanisms, possible leeways into gene therapy in order to enhance radioresistance via the translation of exogenous and engineered DNA repair and radioprotective mechanisms, the substitution of organic molecules with fortified isoforms, and methods of slowing metabolic activity while preserving cognitive function. We conclude by presenting the known associations between radioresistance and longevity, and articulating the position that enhancing human radioresistance is likely to extend the healthspan of human spacefarers as well. INTRODUCTION Cosmic radiation and microgravity represent two major environmental contributors to human health risks and substantially limit the prospects of long spaceflights 1. The necessity to protect the human body from the deleterious effects of cosmic radiation has been largely overlooked. For deep space exploration missions, including the mission to Mars, exposure to radiation represents one of several unacceptable risk categories 2, 3, since cumulative doses received by astronauts would greatly exceed the human dose limits established within the current NASA radiological protection system 4. A 3 exposure-induced death risk limit, mostly from fatal radiation-induced cancer, is set according to this paradigm 3. Implementation of additional protection systems including biotechnological concepts described here may help resolve this issue and make it possible to begin the era of deep space manned missions. The main components of space radiation are solar particle events (SPE), geomagnetically trapped radiation and galactic cosmic radiation (GCR) 5. The contribution of the first two to the total dose absorbed by astronauts would obviously be negligible on long-duration missions away from Earth and the Sun. Consequently, GCR consisting mainly of highly-energetic particles (reviewed below) would be the primary type of radiation encountered by humans under this scenario (2, 3, 6). It has been estimated that a return trip to Mars could subject astronauts to radiation doses of 660 mSv 7. Although great uncertainties exist with respect to health (cancer) risk estimates from exposure to cosmic radiation 7, 8, this dose alone represents more than half of the total NASA astronaut career limit of 800-1200 mSv 9. Obviously, longer missions would not be acceptable for human in terms of cancer risk under current radioprotection guidelines. Due to very high energies of charged particles of GCR they easily penetrate passive shielding materials. Although active shielding technologies are also currently being explored, there has been no substantial progress in significantly reducing fluxes of GCR down to levels suitable for long-duration human space missions 10, 11. It is therefore important to explore various prospects of improving human radioresistance using recent advances in biotechnology. These would include the possibility of genetic modifications to humans utilizing breakthrough Oncotarget14694 www.impactjournals.comoncotarget technologies in gene editing in combination with the current knowledge of molecular pathways counteracting radiation-induced DNA damage, as well as other possible therapies, such as regenerative medicine, low- dose radioadaptation, the use of deuterated organic compounds, hypostasis (considerable slowdown of all the vital processes in the body) or a combination thereof. Finally, the primary focus of this concept review is the radioprotection against DNA damage driven health risks, mainly cancer. Some of the ideas in this review could potentially be utilized for alleviating other detrimental effects of long space travel, such as muscle and bone deterioration. In principle, ionizing radiation interacts along charged particle tracks with biological molecules such as DNA. The process is largely stochastic, and can damage DNA via direct interactions (e.g. ionization and excitation) or via indirect interactions such as through the production of reactive oxygen species (ROS) as a result of radiolysis of water molecules 12. Radioresistance denotes the capacity for organisms to protect against, repair and remove molecular, cellular and tissue damage caused by ionizing radiation. It is a quality that varies greatly in terms of effectiveness between different organisms. For instance, it is well- known that certain organisms are remarkably resistant to the damaging effects of radiation. The bacterium Deinococcus radiodurans , for instance, possess error-free DNA repair mechanisms and can withstand doses as high as 7 kGy 13. Similarly, tardigrades can withstand doses as high as 5 kGy, though doses exceeding 1 kGy render them sterile. Initially, the remarkable radioresistance of tardigrades was thought to be the result of their anhydrobiotic (i.e. dehydrated) state reducing the effective concentration of hydrolyzable water. However, subsequent studies have found that hydrated tardigrades were more radioresistant to both gamma-rays and heavy ions than anhydrobiotic specimens (the median lethal dose being 5 kGy for gamma-rays and 6.2 kGy for heavy ions in hydrated animals compared to 4.4 kGy for gamma-rays and 5.2 kGy for heavy ions an anhydrobiotic specimens) 14. By comparison, the human median lethal dose is around 0.004 kGy. Currently, the European Space Agency ESA is conducting intensive research on the possibility of the remote space missions. Given that the flight will take place mainly under the control of automatic systems, where the participation of the astronauts is almost not necessary, the space crew will be virtually imprisoned for many months without having any work to do. Such situations may be dangerous, especially for the astronauts themselves. Therefore, the ESA believes that it would be wiser to immerse people into hibernation. Currently ESA has started the project Aurora, where the option of crew hibernation is considered. The project team intends to engage the biological mechanisms that will allow the crew to sleep and thereby reduce the metabolism of the organism to the absolute minimum 15. It is worth emphasizing that the idea of possible hibernation during the long space missions was also explored in the USSR in 1969, but, unfortunately, after the death of the father of Soviet cosmic program Sergei Korolev the Soviet manned Mars project was closed, and all the work related to its implementation was terminated. The results of these studies included data on the hyperresistance to various damaging factors including lethal doses of ionizing radiation, long-term lethal overloads and hypobaric hypoxia in mice 16. SPACE RADIATION ENVIRONMENT Beyond the reach of the Earths magnetosphere, cosmic rays refer to a heterogenous pool of ionizing radiation with a diverse range of energies and charges. They can be subdivided into two main types, including galactic cosmic rays (GCRs) consisting of a constant flux of high energy particles originating in cataclysmic astronomical events outside the solar system, and solar energetic particles produced by the Sun (17). GCRs mainly consist of approximately 85 high-energy protons, 12 alpha-particles, and 2 electrons. Importantly, there is a small (1), but biologically relevant presence of high charge (Z) and energy (E) (HZE) nuclei 18. Due to their high linear energy transfer (LET), this HZE component of GCRs represents a significant danger, and they are predicted to account for most of the biological consequences of cosmic radiation exposure 19, 20. It has long been recognized that HZE ions have a higher relative biological effectiveness (RBE) compared to gamma-rays and must pose a significant cancer risk to humans in space 21. In addition to GCRs, astronauts in space are exposed to solar energetic particles (SPEs), emitted by the Sun produced either via solar-flares or coronal mass ejections. SPEs are unpredictable and are largely comprised of low to medium energy protons. Interaction of this primary cosmic radiation with the spacecraft shielding can create secondary radiation, mainly represented by neutrons, electrons, mesons and gamma-rays. This secondary radiation is thought to contribute to the overall radiation exposure as well 17, 18, 21, 22. Recently, using NASAs models of risks and uncertainties, predictions were made for cancer and circulatory diseases related to space exploration missions to Mars near the solar minimum 2, 3. It was estimated that radiation induced mortality and morbidity could exceed 5 and 10 with upper 95 confidence interval near 10 and 20 respectively for a Mars mission (Figure 1). Most recent estimates of cancer risks associated with Mars mission carried out using non-targeted effects model, thought to be more accurate at low-dose exposures, resulted in higher than previously assumed risks 23.Oncotarget14695 www.impactjournals.comoncotarget MOLECULAR AND CELLULAR EFFECTS OF COSMIC RAYS AND MECHANISMS OF PROTECTION Ionizing radiations ability to induce genetic mutations had been established 24 well before the elucidation of the DNA double helix structure by Watson and Crick, or even before the Hershey-Chase experiment, which demonstrated that DNA is indeed the genetic material. The effects of ionizing radiation on DNA tend to be more serious than other biological macromolecules, with delayed systemic health effects being the outcome of DNA and chromosomal damage 25, 26. The majority of cellular DNA lesions caused by ionizing radiation differ significantly from those caused by endogenous sources in their physical and chemical properties 27. The most important features of radiation- induced DNA lesions are their complexity and clustering 28. The radiation-induced DNA double-strand breaks (DSBs) tend to be the most crucial for the cell fate and can thus be considered to be a basic trigger for the cellular response and adaptation to the radiation exposure 29, 30. Because eukaryotic cells primarily repair DSBs via the method of non-homologous end joining or allelic recombination (see below), there exists an unfortunate tendency to lose genetic information by means of loss of heterozygosity and deletions, as well as genetic rearrangements 31. This can lead to serious cytogenetic lesions and cell death, or transformation and oncogenicity via the inactivation of tumor suppressor genes or the activation of certain oncogenes 3234. LET denotes the amount of energy released by a particle or a photon over the length of its trajectory (typically in a unit of energy per unit length, i.e. keVm). As discussed above, Galactic Cosmic Rays are comprised of high charge and energy particles (referred to as HZE). The considerable speed of these particles makes them essentially electron-free (in other words they carry a high positive charge) and consequently, due to their Coulombic interactions with matter, they tend to decelerate on a Figure 1: Major sources of space radiation. The space radiation comes from three major sources including galactic cosmic rays, sun radiation and Van Allen radiation belts of the Earth.Oncotarget14696 www.impactjournals.comoncotarget linear track. In contrast to X rays, gamma rays, beta- particles and high energy neutrons, HZE ions have very high LET levels. HZE particles, also called densely ionizing radiation typically deposit a large amount of their energy along linear tracks referred to as cores, while the remaining energy is deposited radially and uniformly by secondary electrons known as Delta-rays. In contrast, low-LET particles deposit their energy uniformly and are often referred to as sparsely ionizing radiation. We have previously illustrated the difference of microdosimetry profiles between low and high-LET 35, by using the example of one 1 GeVu 56Fe particle traversing an hypothetical square cell. In this example, with the size of the cell picked so that one Fe track traversal leads to an average dose of 1 Gy in the cell, the local dose within 0.5 m radially from the track is 26 Gy whereas the rest of the cell is only exposed to a uniform dose of 0.17 Gy deposited by Delta-rays (Figure 2). The most problematic type of DNA lesions induced by ionizing radiation are DNA double strand breaks (DSBs). Both low- and high-LET induce DSBs, but the complexity of damage varies with LET. We previously reviewed this topic in detail 36. Briefly, if we accept the convention that a simple DSB is made of one break on each strand within a 10 base-pair region and complex DSB have at least one additional break between these two strand breaks, then roughly 80 of high-LET induced DSB are complex against only 20 for low-LET 37, 38. The higher carcinogenic effect for high-LET 9, 39 has been explained primarily via the larger amount of complex break which hypothetically lead to more unrepairable lesions. RADIATION DNA DAMAGE AND MECHANISMS OF REPAIR All eukaryotic organisms have evolved against a backdrop of constant exposure to endogenous and exogenous mutagens, and as such have developed robust cellular mechanisms for DNA repair and protection against DNA damage. The mechanisms of cellular protection against DNA damage and mutation and of DNA repair can be categorized as immediate and adaptive defense mechanisms. Immediate defense mechanisms include:  The production of antioxidants and reactive oxygen species (ROS) scavengers that neutralize ROS produced by oxygen metabolism, ionizing radiation and UV radiation 4043.  DNA repair 4447, including direct reversal repair, base excision repair (BER) 4851, nucleotide excision repair (NER) 5254 and mismatch repair 4447 for single strand modifications, and non-homologous end-joining Figure 2: Comparative diagram on DNA damage induced by Low- and High-LET radiation. HZE particles, also called densely ionizing radiation typically deposit a large amount of their energy along linear tracks referred to as cores, while the remaining energy is deposited radially and uniformly by secondary electrons (i.e. Delta-rays). In contrast, low-LET deposit their energy uniformly and are often referred as sparsely ionizing radiation.Oncotarget14697 www.impactjournals.comoncotarget (NHEJ), microhomology-mediated end-joining (MMEJ), homologous recombination for double strand breaks (DSBs), and interstrand crosslink repair for modifications affecting both strands 5558;  Elimination of damaged cells via apoptosis 59 64, and  Proliferative arrest and replicative senescence 5558, 65, 66 Substantial experimental evidence suggests that low-dose radiation may trigger a variety of protective responses within cells, tissues and organisms that serve to protect them from both exogenous (e.g high doses of radiation) 67 and endogenous (e.g. age- related accumulation of DNA damage) 68 genomic instabilities 6971. Importantly, these responses, collectively termed radioadaptive responses or radiation hormesis, may protect against spontaneous or induced cancer 72. Since radiation-induced tumorigenesis is a major risk concomitant with long-distance space travel, radiation hormesis has posed serious questions on the adequacy and scientific justification of the international radiation protection standards 70. They dictate that any, however small, exposure to ionizing radiation leads to a proportional increase in cancer risk, thus postulating that there are no safe levels of radiation exposure. This system is based on the Linear-No-Threshold model that extrapolates human atomic bomb survival data obtained for high-to-low doses 73. It appears that low-dose radiation-induced protective mechanisms are not specific to a certain molecular or cellular pathway and cover a broad range of cell-autonomous (DNA repair, anti-oxidant, pro-survival gene activation) and non-cell-autonomous mechanisms (immune system activation, bystander effects, etc.). In relation to space, it is important to understand how radioadaptive responses can be elicited upon exposure to high LET radiation types. Early radioadaptive response studies failed to demonstrate beneficial biological responses upon exposure to low doses of high LET radiation 74. However, more recently such a possibility has been demonstrated using human cell lines. Not only low-dose X-ray exposure was shown to trigger better DNA repair and cause lower mutation frequencies in response to high doses of high-LET ion irradiation 75, but also low doses of high-LET irradiation were reported to produce radiation adaptive responses upon high doses of the same high-LET irradiation 76. Rithidech and Scott 77 proposed that the protective mechanisms could be triggered in cells by a gamma-component that is produced within a body upon exposure to neutrons 78. Additionally, it has been shown that low doses of low LET radiation may render resistance to genotoxicity and teratogenesis induced by high doses of HZE particles 75, 79. Intriguingly, priming normal human cells with low doses of energetic protons resulted in lower chromosomal damage induced by subsequent exposure to iron ions 80. All of these scenarios are relevant to radiation exposures experienced by human astronauts onboard of a spacecraft, making it thus conceivable that cells and tissues may be made resistant to detrimental effects of GSR by priming or ongoing exposures to low LET radiation. Genome instability resulting from DNA damage and mutation in both nuclear DNA and mitochondrial DNA caused by replication errors and exposure to endogenous and exogenous mutagens has long been implicated as one of the main causes of aging 8186. All of the above strategies for enhancing radioresistance in humans, from the expression and overexpression of exogenous and endogenous DNA repair genes, antioxidants and ROS scavengers, to the expression of exogenous radioprotective genes (e.g. Dsup), would also ancillarily serve as a means of attenuating DNA damage and mutation caused by exposure to the many endogenous and exogenous mutagens, foremost among these being endogenous ROS produced via normative cellular respiration, that are implicated in eukaryotic aging. As such, the above strategies for enhancing radioresistance in humans would also constitute a promising geroprotective strategy and a means of attenuating aging and promoting longevity and extension of both lifespan and healthspan in humans as well. In addition to the direct effect of radiation on the target cells, a so-called bystander effect has been described where nearby, but unirradiated, cells activate their DNA damage response 87, 88. These non-targeted effects are underlain by various mechanisms, for instance, at a systemic level via the microenvironment and TGF-beta signaling 89, via extracellular vesicles (EV), natural nanoparticles secreted by different cells and carrying protein markers, peptides, mRNA, microRNA (miRNA), non-coding RNA (ncRNA), DNA, and retrotransposon elements involved in cell-cell communication. Recently miRNAs have been shown to play an important role in radiation induced bystander effects 90. Not only can miRNAs be contained in EV , but also can be free floating throughout the circulation. One study has shown that these circulating miRNAs contribute to non-targeted effects by traveling between irradiated and nonirradiated cells and increase the cells radioresistance 91. In some studies, specific EV are secreted after irradiation, in particular, after radiation therapy. Experiments on cell cultures have demonstrated that EV and probably mRNA present in these EV mediate the development of the bystander effect 9294. In addition, a direct correlation between the amount of EV and irradiation dose has been demonstrated 95. In experiments performed by Jella KK et al., exosomes (particles sized 30-100 nm) and microvesicles (100 nm) were isolated after cell exposure to radiation in different doses and their concentration depended on the irradiation dose 93. In vitro experiments have shown Oncotarget14698 www.impactjournals.comoncotarget that radiation-induced EV are easily absorbed by cells during co-culturing and due to some modifications in their molecular composition promote cell migration by enhancing activation of TrkA and FAK signaling. At the organism level, EV act as long-distance transport modules capable of crossing the blood-brain barrier 96. EV also play an important role in the development of tumor process. Specific EV were isolated for human breast epithelial cancer, prostatic cancer, glioblastoma, pancreatic cancer, melanoma, and stomach cancer 92, 97100. When evaluating the effect of space flight factors, quantitative and qualitative characteristics of microparticles produced by different cells under normal and pathological conditions should be taken into account, as they considerably influence the development of genetic instability, apoptosis, and tumor process. They can provide valuable information about the pathological process and serve as markers of the corresponding diseases. MAJOR HEALTH THREAT FROM COSMIC RADIATION Injury to the central nervous system Space flight conditions (SFC) significantly affect the operating activity of astronauts during deep space missions 101103. Ionizing radiation, especially GCR creates a risk for the normal functioning of the central nervous system, with acute and chronic exposure leading to alterations in the cognitive abilities, reduction of motor functions and behavioral changes 104. In contrast to orbital flights, leaving the Earths magnetic field drastically increases the exposure to ionizing radiation (IR) and, above all, high-energy nuclei component of cosmic rays (HZE). Thus, during a 3-year-long mission to Mars, 13 of neurons in the central nervous system (CNS) will be permeated at least once by an iron ion, while at the same time,  50 of neurons in the hippocampus will be permeated by charged particles with an atomic number greater than 15 105. There are a lot of disparate data about the detrimental effects of the SFC onto the cognitive abilities, and on the mechanisms underlying neurodegenerative disorders 106, 107. To date, the neurochemical and molecular mechanisms underlying the cognitive impairments resulting from the effects of SFC are not clearly understood; even information about the potential risks for the CNS is contradictory 108, 109. The most harmful component of GCR is the HZE particles, e.g. 56Fe. In rodent models, exposure to even small doses of 56Fe ions, was shown to induce pronounced deficits in hippocampus-dependent learning and memory. In particular, a sharp decrease in spatial memory and orientation in the Morris water maze and Barnes maze were observed after exposure to 56Fe ions in doses 0.1-1 Gy 110 111 112 113 114. Current estimates place the relative biological effectiveness (RBE) for 1 GeVu 56Fe particle-induced hippocampal memory impairment at around 50 110. Acute exposures of 48Ti ions in doses 0.02-0.2 Gy (1 Gevn) significantly reduced the mean spatial memory of the rats at three months after exposure, and significantly increased the percentage of rats with severe impairment, which manifested itself in subpar performance 115. Indeed, 7, 11 and even 15 months following exposure to 56Fe ions in doses 1-2 Gy, the irradiated groups fared significantly worse on the ascending fixed-ratio operant task (bar pressing for food reward) than the controls. Rats exposed to proton doses of less than 3 Gy suffered disturbances in conditioned taste aversion 3 days following exposure 116 while doses of 3-4 Gy produced transient direct deficits in open field exploratory behaviour, acoustic startle habituation and rotarod performance in mice 117. In a rat model, irradiation with high-energy protons in doses of 1-2 Gy induced a decrease in the efficacy of test performance in T-maze. The treatment caused a decrease in the concentration of catecholamines in the prefrontal cortex and 3-MT, a metabolite of dopamine, in striatum 118. Exposure to 1 Gy of 12C ions drastically reduced the content of 3-MT, 3,4-dihydroxyphenylacetic acid, 5-hydroxyindoleacetic acid and serotonin in the prefrontal cortex of rats 119. This indicates that the prefrontal cortex is the most sensitive area of the brain in terms of the deleterious effects of HZE on the content of monoamines. Worth mentioning, the changes in the content of neurotransmitters regions rich in dopaminergic neurons, directly affect the emotional and motivational behavior, attention, spatial learning and contextual memory 120 121 122. Finally, HZE can induce the strong disturbances in the CNS, especially in spatial memory and orientation. These disturbances may be critical for performance of astronauts in deep space missions. The non-radiation SFC, especially microgravity, can significantly change the effect of IR injury. Surprisingly, the SFC applied in combination may antagonize each other, for instance, IR eliminated the cognitive deficits occurring in response to the AS. The need for future experiments to further investigate this effect and its mechanisms is evident. Cardiovascular diseases The impact of prolonged exposure to microgravity on cardiovascular system has been well characterized. Tachycardia, baroreflex dysfunction, and reduced physical capacity were observed in experimental animals as soon as in 14 days after microgravity modeling 123; 124. Similar changes were observed in humans under conditions of modeled microgravity or after space missions 125. Long-term sympathovagal imbalance increases the risk of fatal arrhythmias 126 and is the negative Oncotarget14699 www.impactjournals.comoncotarget risk factor in cardiovascular disturbances and strokes 127 128. In astronauts, arrhythmia episodes were recorded during performance under stress 129. NASA has recently reported increased cardiovascular mortality among lunar astronauts 130. The authors attribute the observed phenomenon to the effect of lunar radiation on the endothelium. However, a recent report by Cucinotta et al suggests that such conclusions should be revisited due to methodological deficiencies in the analyses by Delp et al. and that circulatory disease due to space radiation does not contribute to mortality in astronauts 131. Immune effects Given that the organs of the immune system, including bone marrow and lymph nodes are some of the most radiation-sensitive tissues in the human body 17, it is of little wonder that abnormalities in the functioning of the immune system have been observed in astronauts as early as the 1970s 132. In this regard, a depressed immune system in astronauts can potentially increase the incidence of infection, acute and chronic inflammation, and potentially carcinogenesis, while an enhanced immune response is associated with allergies and autoimmune diseases 133 134. Therefore, in combination with the greater virulence of pathogens in space 135, immune system dysfunction is of major concern for the expansion of human presence beyond Earths orbit 136. The human data on the precise impact of cosmic radiation on the immune system is lacking, mostly due to the fact that there have not been enough manned missions outside of the Earths magnetic field. In vitro investigations show that the d0 (the mean lethal dose) values for various lymphocyte lineages range from 0.25- 0.35 Gy 137; by comparison, an average for mammalian oxygenated cells is around 1.5 Gy. Simulated cosmic radiation experiments performed on lymphocytes also indicate extensive chromosomal exchanges as a result of irradiation, the impact of which can be somewhat mitigated by shielding 138. Data from animal model experiments performed on Earth is in accord with the above: in a rat experiment, whole-body 1 Gy irradiation produced an acute decrease in the concentration of circulating lymphocytes 139. Subsequent experiments simulating galactic cosmic irradiation and solar particle events on mice demonstrated both chronic and acute deleterious effects on lymphocyte populations, functioning and chromosomal stability, with circulating B lymphocytes being the most affected, followed by T-cells and natural killer cells (reviewed in 17 and also in 140). In the context of radioprotection, previous studies investigated whether pre-exposure to radiation might have an impact on an individuals radiation sensitivity of the immune system. So far, different studies gave contradictory results 141 142 143 144. Therefore it is worthwhile to further investigate whether pre- exposure to low-dose radiation may offer some degree of radioprotection. Cancer and aging The concept of DNA being the main target of ionizing radiation, combined with the classical views of molecular biology that DNA mutations are the main initiating and propagating events driving cellular neoplastic transformation and carcinogenesis 145, has led to the acceptance of the risk of fatal cancer as the major health risk of exposure to radiation 21. Predicting such risks and their management is implemented in the current international radiological protection system that is comprised of a number of international and national advisory (e.g. ICRP, UNSCEAR) and regulatory bodies (e.g. NCRP, NIOSH, CNSC). Their cancer risk models and guidelines are predominantly based on the findings of the epidemiological life span study of atomic bomb survivors in Japan 146. Although the exposure doses in those human cohorts were high, the derived relationship between dose and cancer is extrapolated back to low doses to calculate cancer risks encountered upon environmental or occupational exposure to low doses. This is accomplished with the help of a dose and dose rate effectiveness factor  accounting for sparing of the effect of chronic low-dose exposures  and a radiation quality factor that is based on relative biological effectiveness (RBE) of a particular radiation type and is linked to a LET value. Since high-LET particles  known for their high RBE - are a substantial component of cosmic radiation, fatal cancer risks associated with space missions are an obvious and a serious concern and limits space mission length. Cancer and aging are intricately related 147. Indeed, aging, as a factor, is the largest contributor to cancer 147, 148. A global view of how age affects the host was recently discussed by Lpez-Otin et al. 85 categorizing nine hallmarks of aging in the host, but minimal evidence was included towards the direct impact of these hallmarks on cancer progression. Molecular factors involved in the hallmarks of aging are impacted by the individual organs, which are usually not considered a factor in carcinogenesis unless discussing the immediate tumor microenvironment 149. Changes with the immune system as a function of age stemming from the spleen have potential to affect cancer risk and tumor progression 150. Limited research exists on cancer risk as a function of age and sex for the interplay between organs. Astronauts typically have an age range of 35-55 years old 151 providing potential biological differences in the host as a function of age that can impact tumor progression. Age and sex are typically studied together obscuring the effects of a central determinant on overall cancer risk. Understanding how systemic host change as a function of Oncotarget14700 www.impactjournals.comoncotarget age and HZE irradiation will greatly improve cancer risk models for space travel. In mice, genetic modifications that cause increases in lifespan are also able to concurrently reduce cancer rates 152 and vice versa 153. Taken together, the model of aging-related accumulation of mutations (Lopez-Otin, 2013) and the multistep mutational theory of carcinogenesis 154 explain well such a strong connection. Although somewhat simplistic and not capable to explain some experimental observations (e.g. leveling off of cancer incidence at advanced age), this explanation may be useful for predicting cancer risks upon exposure to radiation since many observations related to aging can be used to draw connections to cancer. For example, disruption of DNA repair or DNA damage response pathways are frequently observed in both aging and cancer phenotypes 155, 156. Since epidemiological studies of cancer incidence among astronauts are not practical due to low group size and associated low statistical power, terrestrial studies examining HZE particles-induced changes in various endpoints related to cancer and aging are of primary importance for improving cancer risk models for cosmic radiation exposures. Modeling cosmic radiation on Earth is extremely difficult due to its very complex particle spectrum and the presence of very high energy nuclei. However, various laboratories built around large nuclear facilities, such as accelerators, have used heavy ions of 56Fe, C, He, protons, and some others for studying the effects of HZE particles on a range biological endpoints, such as cancer, systematic response to radiation induced cancer, and DNA damage in both animal and cell culture models 157. In vitro or ex vivo studies offer greater opportunities for detailed characterization of RBE as a function of LET for various endpoints related to carcinogenesis, such as chromosomal aberrations, mutations and neoplastic transformation when compared to in vivo studies, but are harder to relate the impact on aging. RBE of HZE particles for induction of neoplastic transformation in mouse C3H10T12 cells varied between 2 and 10 depending on the LET value of a particular heavy ion 158. These RBE values may have been underestimated due to the use of X-rays instead of -rays as a reference radiation and the use of readouts at 50 cell survival levels. Using chromosomal aberration induction in human peripheral blood lymphocytes exposed ex vivo to various heavy ions, RBE values of 10 and 30 were produced for cycling and interphase cells, respectively 159, 160. Interestingly, these studies independently revealed a similar pattern of RBE dependence on LET by using varying energies of Si nuclei 160 or different nuclei 158, with the maximum RBE observed at around 100 keVm. Similar RBE were shown for HPRT mutations 161. Although very limited in number, animal studies in general show substantially higher cancer rates when compared to low-LET radiation exposures. Thus, HZE irradiation was 20-40 times more effective in inducing Harderian gland tumors in mice compared to low-LET irradiation 39, 162. This effectiveness was even increased when a single acute dose was split into several fractions, indicating that the attenuation effect seen for low-LET radiation at low dose rate exposures is not present for HZE nuclei 163, 164. Similar RBE estimates were obtained for skin and mammary tumors in rats exposed to Fe nuclei; however, no changes upon fractionation were found in RBE values 165167. Interestingly, Fe particles induced acute myeloid leukemia with the same efficiency as 137Cs -rays 162, consistent with -particle results in mice 168 and the thorotrast patients study 169. More recently, Miousse et al. 170 showed that epigenetic alterations related to genomic DNA methylation, rather that accumulation of DNA damage, were observed in bone marrow hematopoietic stem cells of mice exposed to 56Fe heavy ions. With respect to aging, irradiation of fish embryos with 56Fe particles, but not -rays, lead to increased levels of lipid peroxidation products and other oxidative metabolism pathology, suggesting a higher potential of HZE ions to affect aging when compared to low-LET radiation 171. Lastly, studies of peripheral blood lymphocytes from human astronauts flown on various length International Space Station missions showed increased levels of chromosome aberrations 172 and their stability over time indicating higher complexity and carcinogenic potential 173. Overall, in vivo results are consistent with in vitro studies and confirm substantially higher capacity of the HZE component of cosmic radiation to trigger cancer- related changes compared to low-LET radiation. In addition, to the factors mentioned above recently miRNAs have been implicated in cancer risk and space radiation. MicroRNAs (small non-coding RNA molecules with a negative and post-transcriptional regulation on gene expression) have recently been implicated in age, sex, radiation, and radiation bystander effects. It is known that each miRNA can target hundreds of mRNAs, which predicts that over half of the existing human transcriptome is regulated by miRNAs 174, 175. A bystander response to low-LET radiation has been shown to have a sex- specific deregulation on miRNA signature in non-exposed spleens 176. Evidence also suggests a tissue-specific coordinated pool of miRNAs contribute to the hallmarks of aging 177. These pools of miRNAs are also shown to impact both innate and adaptive immune responses, which can be altered by cytokine stimulation from such factors as TGF1 174, 175, 177. Recent studies have also started to show the importance of certain miRNA signatures driving cancer progression 178181. Studies involving low-LET radiation have demonstrated specific miRNA radiation- dependent signatures 182, but little is known on the potential impact of miRNA and HZE irradiation. Overlap exists between the miRNA signatures in various cancers, age related miRNAs, and miRNAs associated with low-Oncotarget14701 www.impactjournals.comoncotarget LET radiation, but little is reported on how all these factors uniformly impact cancer progression and effect cancer risk due to space radiation. Further, the impact of where and how the miRNAs affecting these factors (i.e. non-tumor related organs) is not understood. Although cosmic radiation risks include cataracts, circulatory disease, damage to CNS and others, risks of fatal cancer is the major component and contributor to overall radiation health risks that are being estimated and used for operation and planning of human space missions 183. Due to the inherent paucity of human data on the space radiation effects on cancer and aging, and difficulties in recreating space radiation fields in the ground-based research studies to better characterize biological effectiveness of such radiation for cancer and aging related endpoints, current health risk estimates carry large uncertainties. It is therefore anticipated that cancer and aging will continue to play a dominant role in future studies to a) minimize the uncertainties to improve health risk management, b) to identify individual factors affecting radiation sensitivity and c) to generate sufficient knowledge for implementing various biotechnological countermeasures described in the next section.WAYS TO REDUCE HEALTH RISKS FROM SPACE RADIATION The principal scheme of the possible interventions to reduce the health risks from space radiation are presented in Figure 3. Medical selection of radioresistant people Countries actively engaged in development of the spaceflight missions, such as United States and Russia, have well-established protocols for selection of the potential candidates. While these selection pipelines differ substantially from one to another 184, 185, in vitro adaptive response studies is the only approach widely implemented for the medical selection of the radioresistant individuals 186, 187. Nevertheless, according to current regulations, the results of such studies are not necessarily taken into consideration along the process of candidates selection for the spaceflight. There is a strong evidence of a wide range of adaptive response among different individuals, suggesting that medical selection of the candidates based on the in vitro adaptive response Figure 3: Ways to reduce health risks from space radiation during deep space travels. Multiple approaches from medical selection of radioresistant individuals to gene therapy may be proposed.Oncotarget14702 www.impactjournals.comoncotarget studies is very promising 108, 186, 188, 189. The wide spectrum of responses may be explained by various rates of DNA damage accumulation and repair 190194. The general objective behind such studies is to collect the cell samples from the potential candidates (lymphocytes, skin fibroblasts, etc.) and using these samples for analysis of the adaptive response curves. The implemented readouts may include measurement of cell viability, various indicators of DNA damage and repair markers (H2AX, 53BP1, etc.) after the exposure to IR 151, 191, 195 199. Moreover, markers specific to the particular DNA repair mechanisms (RAD51, Ku7080, ATM) may be of a particular interest, as numerous studies have shown higher error-proneness of non-homologous end joining compared to the homologous recombination 29, 30, 36, 200202. Application of the comprehensive multi-omics analytical tools on transcriptomic and proteomic data may serve as another useful approach for the individual radioresistance assessment 203206. All the approaches discussed in the next chapters, combined with the initial selection of radioresistant individuals, should significantly empower our ability to protect space mission crew members against the HZE-irradiation. Small molecule-based interventions Radioprotectors and geroprotectors Small molecule interventions for radiation protection have been studied for many years. Such molecules are called radioprotectors. To date, amifostine (Ethyol, MedImmune) is still the only FDA approved radioprotector for treatment of radiation toxicity 207. Nevertheless, there is still a large potential in this field. Particular pathways playing key role in aging-related pathologies are also involved into ionizing radiation response, for example PI3KAKT 208, mTOR 209, NF-kB 210, p53 and ATM 211, FOXO, JNK and SIRT1 212, ERK 213, JMJD3 214, TGFb 215. In other words, ionizing radiation causes accelerated aging both at the cell level (stress-induced premature senescence) and in the body 66, 216. Therefore, it is not surprising that some geroprotectors (pharmacological agents that decrease the rate of aging and extend the lifespan) are able to reduce the damaging effect of ionizing radiation, for instance, curcumin 217, quercetin, (-)-epicatechin, and ibuprofen 218. At the present day, according to Geroprotectors.org (http: geroprotectors.org) 219 and DrugAge (http: genomics.senescence.infodrugs) 220 databases, there are more than 400 potential geroprotectors, compounds that prolong model organisms life span at least in one concentration 221 (Figure 4). The drug repurposing approach may be very useful in search for the new radio- and geroprotectors 222.The role of redox scavengers in radioprotection Glutathione (GSH) is a tri-peptide redox scavenger abundant in eukaryotic cells. Its capacity to prevent oxidative damage rests in the presence of a cysteine residue in both it and its cognate disulfide (GSSG). More specifically, the thiol group readily participates in radical chemistry, enabling it to nullify the deleterious effects of ROS. Indeed, in vitro assays show that GSH at concentrations of 100 M (with the physiological concentrations being in the mM range) was capable of protecting equimolar nucleic acids from  radiation- induced degradation, even at doses reaching 400 Gy 223. On a cellular level, it has been known for a long time that exogenous supply of glutathione can serve as a radioprotectant  lymphoid cell lines subjected to GSH depletion exhibit radiosensitivity to 7 Gy of  radiation, which is rescued by GSH repletion 224. In addition, GSH can serve as a useful biomarker of cellular oxidative stress and aging; in a rat model, young specimens had significantly higher levels of intracellular GSH, which correlated negatively with the extent of DNA damage 225. There is evidence that the radioprotective properties of glutathione can be exploited therapeutically. For example, diselenonicotinamide (DSNA) is a synthetic organometallic compound, the administration of which in a cellular context protected Chinese Hamster Ovary and murine splenic lymphocyte cells from radiation-induced cell death at doses of 25 M administered before and even after the irradiation of 1-12 Gy 226. Another compound, silymarin, when administered orally for 3 days in a mouse model resulted in a 67 survival rate after 30 days following lethal 9 Gy  irradiation, with a concomitant increase in the activity of enzymes participating in the GSH pathway 227. The coenzyme nicotinamide adenine dinucleotide (NAD) and its cognate reduced form, NADH, is a reducing equivalents carrier known for participating in various metabolic reactions paramount to cellular respiration. Whilst originally thought of mostly as a metabolic ancillary, evidence has emerged of it being an important indicator of the redox state of the cell, and concomitantly, a factor in aging and tissue regeneration. Early reports at the turn of the decade suggested that NAD levels are negatively impacted by high-fat diet and linked to type 2 diabetes (T2D), with NMN (a precursor to NAD) supplementation being capable of improving insulin sensitivity and glucose tolerance in a mouse model of T2D 228. Strikingly, NAD levels were shown to decrease with age, and along with them the activation of a histone deacetylase family of proteins, known as Sirtuins (SIRT1-7). Sirtuins, responsible for the regulation of gene silencing, use NAD as a cofactor and also happen to be involved in aging and disease. For instance, one of the targets of SIRT2 is a mitotic checkpoint kinase BubR1, Oncotarget14703 www.impactjournals.comoncotarget the levels of which have been associated with longevity. In a mouse model, the age-related decline in BubR1 levels was predicated upon the decline in NAD levels and vice versa: overexpression of SIRT2 or administration of NMN increased BubR1 levels 229. Furthermore, it was later shown that NMN was capable of ameliorating some of the more deleterious effects of aging in a mouse model, with a 12-month-long trial demonstrating NMNs positive effects on metabolism and physical fitness, as well as vision 230. The recent work from the Sinclair lab at Harvard Medical School further establishes the link between NAD and aging by supplementing it with their research on DNA damage. PARP1, a protein heavily involved in ssDNA damage repair, also uses NAD as a cofactor. Interestingly, PARP1 gets sequestered and inactivated by a protein called DBC1, which incidentally also happens to inactivate SIRT1. This led to the hypothesis that elevating NAD levels by administering NMN will lead to a decrease in PARP1 inactivation by DBC1, leading to an increase in the rate of DNA repair. A number of observations confirmed this, most notably the fact that older mice tended to have lower hepatic NAD concentrations and higher amounts of the PARP1-DBC1 complex, both of which were improved by NMN 231, 232. The key region in DBC1 responsible for PARP1 sequestration appears to the Nudix Homology Domain (NHD), which is present in a large number of proteins involved in DNA repair 233. Thus, NAD and its precursor NMN appear to be key regulators of protein- protein interactions and DNA damage response networks, and as such NMN supplementation needs to be taken seriously as a possible branch of radioresistance. Hypostasis, hypothermia and biobanking Soon after the launch of the first human space missions, the lead designer of the Soviet space program, Sergei Korolev, has began to develop an ambitious project of a manned flight to Mars. His idea was to put the crew into a hibernation state during lengthy space travel. Although a member of the Soviet Academy of Sciences, Vasiliy Parin, has termed this hypothetical process as hypobiosis 234, the more currently used term, hypostasis, which more accurately reflects this physiological process, since the desired hibernation state requires not only a decrease of the metabolic rate, as we will describe later, but also the slowdown of all vital bodily processes down to a complete standstill (stasis), with the possibility of subsequent recovery 235. The development of a hypostatic state (HS) is based on the repression of complexes III and IV of the mitochondrial respiratory chain and transition of the warm-blooded organism into the bioenergy of cold-blooded animals (i.e. bioenergetics of glycolysis and the Krebs cycle). Figure 4: Common molecular mechanisms involved in the response to the effects of space radiation and the geroprotectors affecting the regulation of those. Space radiation induces cellular response through the direct DNA damage, ROS accumulation and non-targeted effects. These types of damage provoke distinct signalling mechanisms that may be regulated by the small molecules.Oncotarget14704 www.impactjournals.comoncotarget The extensive experimental work on the laboratory animals which attempted to generate the HS at different temperatures, various durations and degrees of depth, has led to surprising discovery that mammals have increased resistance to the influence of extreme factors. Among others, such factors include the deeper levels of hypothermia to 0C, deadly doses of radiation, a state of severe irreversible shock blood loss, hypobaric conditions of oxygen deficiency (18 km) and deadly magnitude of the overload (up to 50 g) 16. Although the hypostatic state has a potential to greatly reduce, if not fully eliminate, the radiation-associated risks, and may have a wide range of applications for future deep space missions, at the present time, it is quite far from the practical usage and requires years of extensive research before it can be applied in humans. On a more futuristic note, departure of humanity from Earth to colonize other objectsplanets, may not be compatible, even with all the biomedical and biotechnological advancements of the time, with the long- term survival of the human population due to radiation damage encountered during the spaceflight itself. In such case, transportation of a bank of cryopreserved germ cells destined to give rise to a new population of humans on another planetobject seems to be a reasonable alternative. Indeed protecting a bank of frozen cells from cosmic radiation physically is obviously more feasible than protecting a population of humans. Yet, none of the humans presently living on Earth may witness such endeavour of our civilization and there is hope that a variety of other strategies described here that could make human sufficiently radioresistant to withstand multi-year exposure to cosmic radiation will eventually succeed 236. Gene therapy for deep space exploration Overexpression of endogenous and exogenous antioxidants One promising strategy is to overexpress endogenous antioxidants via administration and expression of their cognate transgenes 237. A variety of teams have reported increased radioresistance following the delivery of magnesium superoxide dismutase (MnSOD) transgenes in a variety of tissues. MnSOD transgenes have been delivered both systemically 238 and in a tissue-specific manner 239, 240 using plasmidliposomal vectors, resulting in a substantial reduction in early and late-stage irradiation damage. Note that antioxidants can only protect against reactive oxygen species (ROS) primarily produced by water radiolysis during exposure to ionizing radiation. As such, a fraction of the DNA damage induced by direction ionization of DNA cannot be prevented by antioxidants. The majority of DSB and SSB generated by low-LET are induced by ROS (indirect effect) and thus antioxidants would be most efficient against low-LET. In contrast, the majority of damage for high-LET are due to direct ionization of DNA making antioxidants less efficient. However, constitutive overexpression of endogenous antioxidants could detrimentally interfere with redox signalling 241. Additionally, while current clinical evidence suggests that dietary antioxidant supplementation does not interfere with radiation therapy for cancer 241, 242, there is a minimal possibility that constitutive overexpression of antioxidants could reduce the clinical efficacy of radiation therapy for cancer in the event of subsequent carcinogenesis. This may happen due to enhanced DNA repair capabilities in cancer cells. Constitutive expression would also presumably provide anticarcinogenic benefits though prior to carcinogenesis due to constant reduction of endogenous ROS. It would therefore be prudent to use inducible expression constructs (e.g. inducible promoters), so that if carcinogenesis were to occur the expression of such endogenous antioxidants could be halted by no longer administering the trigger stimulus used by the inducible expression system. Indeed, an even more robust approach would be use distinct inducible expression systems, such as the use of distinct inducible promoters, on a tissue and organ-specific basis. If the same inducible promoter were used to control the transcription of endogenous antioxidants in all tissues and organs of the body then halting the administration of that inducible promoters trigger stimulus in the event of carcinogenesis would halt the radioprotective benefits conferred by antioxidant overexpression in all tissues and organs of the body. If, however, distinct inducible promoters were used to control antioxidant transcription and expression in distinct tissues and organs then halting the administration of an inducible promoters trigger stimulus could be restricted to the tumors tissue of origin without negating the radioprotective benefits of antioxidant overexpression in all other tissues and organs using a different inducible promoter. Overexpression of endogenous and exogenous DNA repair genes Overexpression of human and non-human DNA repair proteins in mammalian cells has been previously explored as a strategy to enhance the efficiency of endogenous DNA repair and to reduce mutagenesis and associated carcinogenesis in animal models 243, 244. This constitutes an intriguing strategy that could be utilized to enhance radioresistance of humans for the purposes of deep space exploration. Some instances (such as overexpression of O6-alkylguanine DNA alkyltransferase and yeast AP endonuclease) have led to enhanced protection from endogenous and exogenous mutagens, while others (e.g. overexpression of alkyl N-purine glycosylase and DNA polymerase ) resulted in increased genome instability 243, 244. Continued progress in elucidating which DNA repair proteins result Oncotarget14705 www.impactjournals.comoncotarget in increased DNA repair capabilities and which do not will aid in the eventual determination of which DNA repair proteins can be usefully overexpressed for the purposes of enhancing radioresistance in humans. However, as with the case of overexpression of endogenous antioxidants, even those DNA repair proteins that show largely beneficial effects in terms of mutagenesis protection may reduce the clinical efficacy of radiation therapy for cancer in the event of subsequent carcinogenesis due to enhanced DNA repair capabilities in cancer cells when constitutively expressed 245, while simultaneously enhancing protection from carcinogenesis prior to actual malignant transformation. It would therefore also be prudent to use inducible expression constructs (e.g. inducible promoters) in the case of overexpression of DNA repair genes as well, and to explore the possibility of using tissue and organ-specific inducible promoters to open up the possibility of halting the administration of the inducible promoters trigger stimulus exclusively in the tumors tissue of origin, while still maintaining the radioprotective benefits of DNA repair gene overexpression in all other tissues and organs. DNA repair processes have evolved to repair isolated endogenous DNA damage. Therefore, cells can be overwhelmed with the very unlikely event of multiple DSB occurring at the same time in close proximity within the nucleus. It has been shown that the probability of genomic rearrangements resulting from incorrect end joining is higher 246248. Movement of individual DSB into common repair domains makes such genomic rearrangements more likely than previously anticipated 35 and such phenomenon has been coined DSB clustering. Computer models have shown that spatiotemporal distribution of DSB is in fact sufficient to predict individual cell death probability 249. In addition, DSB clustering is a lot more probable for HZE due to the significant proximity of DSBs along particle tracks (see Figure 2). As such, one can predict the LET dependence of RBE for clonogenic survival by simply taking into account the spatiotemporal distribution of DSB and the inherent clustering properties of DSB 36, 249251. In this model, two isolated DSB are less toxic to a cell than two clustered DSB and thus shows that DNA repair is not as efficient in dealing with HZE-induced DSB. In addition, DSB induces complex DSB 252, as discussed in previous section, which are poorly repaired by nonhomologous end joining (NHEJ), the primary DNA repair mechanism of cell 253. Therefore, DNA repair gene overexpression will be less efficient for exposure to HZE compared to low-LET. As previously discussed in detail 36, chromatin density mediates the response to DNA damage. The full mechanism by which this happens remains unclear, but local chromatin structure appears to play a role. Chromatin decondensation around the DSB is believed to be an important trigger for ATM dimer dissociation and subsequent ATM autophosphorylation and activation 250, 251. We have hypothesized that DSB clustering is also modulated by chromatin remodeling and may differ depending on the cell cycle 254. Therefore, the ability to modulate the chromatin density is another potential direction to infer protection to the cell, with tightly packed DNA being better protected and thus more resistant to ionizing radiation 255. Interestingly, high chromatin condensation is typically associated with gene silencing and lower cell activity, just like hypostatic state leads to a full stop in cell activity and radioresistance. Expression of endogenous and exogenous radioprotective transgenes Another potentially more promising strategy involves the delivery and expression of exogenous and translational radioprotective transgenes. Many organisms (e.g. tardigrades, Deinococcus radiodurans ) possess remarkable degrees of radioresistance, and if the genes and molecular mechanisms conferring such high degrees of radioresistance can be elucidated and translated to humans via gene therapy then this would constitute a much more effective strategy to enhancing radioresistance in humans for the purposes of deep space exploration than the overexpression of endogenous radioprotective genes, which are comparatively limited in their radioprotective effect. Tardigrades, for instance, are not only remarkably resistance to the damaging effects of irradiation 14, 256; but much more remarkably have been shown to survive direct exposure to space in low Earth orbit 257. A nuclear protein thought to aid in protection of DNA from the damaging effects of ionizing radiation in tardigrades, termed Damage suppressor (Dsup), has recently been discovered 258. This protein co-localizes with tardigrade DNA, and has also been shown to co- localize with nuclear DNA in human cultured HEK293T cells. The protein is highly basic, which suggests that it may associate with nuclear DNA via electrostatic interactions, although the proteins mode of interaction with DNA remains to be comprehensively elucidated. To examine the possibility that the association of Dsup proteins with nuclear DNA aids in protecting DNA from radiation damage, the team stably expressed Dsup using the constitutive CAG promoter, and confirmed co-localization with nuclear DNA via immunocytochemistry. When the HEK293 cells were exposed to 10 Gy of X-ray irradiation they found that the transfected cells had roughly half as many SSBs than the control group. They also examined its effect on the amount of DSBs in the transfected cells via a neutral comet assay and via analysis of the number of -H2AX foci (an indicator of DSBs), and using both assays found a 40 reduction in DNA fragmentation in the transfected cells compared to the control group. They also analyzed cell viability following irradiation, as human cells often lose proliferative ability following 3-7 Gy of X-ray irradiation, and found that following 4 Gy X-ray irradiation the transfected cells had slightly increased Oncotarget14706 www.impactjournals.comoncotarget viability, a much more normal morphology and higher proliferative ability than the irradiated control cells. Thus, the delivery and expression of Dsup transgenes in vivo represents a promising candidate for potential exogenous radioprotective transgenes that would aid in establishing enhanced radioresistance in humans for the purpose of deep space exploration. Characterization of the genetic determinants of high human radioresistance in conjunction with clinical translation via multiplex genetic engineering Single-nucleotide polymorphisms (SNPs) are variations in single nucleotides that occur at specific positions within an organisms genome and that are present in an appreciable portion of a population (e.g.  1). As known from radiation oncology, human individuals differ in acute radiosensitivity to high therapeutic doses of radiation 259. This is driven by genetic germline variation, 90 of which is expressed as SNPs 260. Limited and inconclusive evidence also exists that suggests a link between genetic variance and health risks associated with low-dose radiation exposures 261 and this issue has been identified as one of the most important questions in low-dose radiobiology (EU low- dose research program DOREMI, http:cordis.europa. euresultrcn183770_en.html). The SNP profile of a given individual characterizes the uniqueness of their genome. As such, individual differences in radiosensitivity within the human population can be characterized by differences in individuals SNP profiles and epigenetic profiles. This opens the door to one conceivable strategy  known as genome-wide association studies or GWAS - for determining the SNP and epigenetic profiles of individuals highly radioresistant to low-dose radiation: performing life-long studies of radiosensitivity in very large human cohorts with known radiation exposure doses. These exposures could be both environmental in areas with high natural background radiation levels 262, and occupational, such as InWorks cohorts 263. One could conceivably find populations that have naturally been exposed to low-dose radiation, such as airline pilots and crews, populations exposed to background radon or on top of granite, etc. In this way the genomic and epigenetic profiles of individuals highly resistant to low- dose radiation could be characterized via RNA SEQ and genome-wide epigenetic profiling of each individual in the cohort. The incidence of cancer (minus the baseline natural rate of cancer incidence) and other diseases in which irradiation is causally implicated would be tracked and associated with individuals SNP profiles. In this way, the specific SNP profiles of highly radioresistant portions of the cohort (i.e. those with the lowest incidence of cancer) could be identified, and those SNP variants that are shared among the most radioresistant portions of the cohort identified via statistical analysis. The result of such a large-scale study would be the most likely set of candidate SNP variants that confer high radioresistance in the human population. This strategy resulted in significant advances in understanding a role of genetic variability in several diseases and identification of molecular targets translatable into clinics 264. Particularly encouraging is the fact that successes have been achieved for complex phenotypes  cancer being also a complex multistep disease - that are highly polygenic, such as psychiatric symptoms and autoimmune diseases 264. Although the cost of SNP profiling has dropped significantly over the past few years and it is conceivable to carry out such an SNP study in a large cohort, low incidence of cancer due to low-dose radiation exposures may limit if not preclude the ability to conduct such large-scale SNP studies. Next generation sequencing (NGS) technologies may help counter this issue, but at the cost of substantially increasing the cost of such studies. Additionally, the use NGS as opposed to SNP profiling may help identify those rare genetic variants that have a role in radiosensitivity but not detectable by SNP profiling. Gene-wide association studies (GWAS) would provide the best possible association between natural genetic variation and radioresistance, and the best available means of characterizing the genetic and epigenetic determinants of radioresistance and radiosensitivity in the human population. If the specific SNP variants conferring increased radioresistance in the human population can be characterized, this opens up the possibility of using targeted gene editing technologies (e.g. CRISPRCas9) to replicate those SNP variants in individual humans. While the scale involved is clinically unprecedented, likely requiring hundreds to thousands of nucleotide modifications per genome, and hundreds to thousands of modifications per genome per cell unless germline genetic engineering were employed, it nonetheless constitutes a foreseeable future strategy for enhancing radioresistance in humans for the purposes of deep-space exploration. Generation and characterization of enhanced radioresistance via experimental evolution in conjunction with clinical translation via multiplex genetic engineering An additional strategy is to employ experimental evolution 265 so as to generate populations of model organisms or human cells with enhanced radioresistance by exposing each generation to high levels of radiation and allowing the survivors to breed, followed by the characterization of the genetic determinants of the resulting enhanced radioresistance phenotype and the subsequent clinical translation of such genetic determinants in humans via multiplex genetic engineering. As a case study, a team led by Michael Cox produced a highly radioresistant population of Escherichia coli (i.e. 3-4 orders of magnitude more radioresistant to 3000 Gy of IR than the originating generation). Of the 69 mutations generated, only 3 nucleotide changes in the DNA metabolism genes recA, dnaB , and yfjK accounted for the vast majority of the Oncotarget14707 www.impactjournals.comoncotarget extremophile phenotype, with 4 other mutations providing small but measurable contributions to the phenotype 266. By employing this method using model organisms with DNA repair pathways conserved in humans, populations with extreme radioresistant phenotypes can be generated and the genetic determinants underlying the extremophile phenotype could be characterized and translated to humans using multiplex genetic engineering (e.g. via the CRISPR Cas9 system) in a manner similar to that proposed for translating natural highly-radioresistant SNP profiles in the human population to individual human patients. Apoptotic  regenerative technologies The above strategies involve enhancing radioresistance in humans. An alternative strategy involves employing therapeutic modalities in regenerative medicine 267269 to facilitate the elimination and substitution of endogenous cells damaged by cosmic irradiation. The present strategy can be subdivided into two distinct approaches consisting of random elimination and substitution on the one hand and targeted and radiation- responsive elimination and substitution on the other. Random elimination and substitution would involve ablating and replacing biological systems in a random fashion, independent of the level of irradiation damage they have acquired, in order to eliminate and replace any cells, tissues and organs that may have sustained enough irradiation damage to put them at substantial risk for carcinogenesis. The scale of elimination and replacement could take place on the level of individual cells, tissue or organs depending upon the specific modality of regenerative medicine employed. For instance, whole tissues and organs could be eliminated and replaced via the use of engineered tissues and organs, periodically according to the calculated rate of damage and consequent physiological detriment (i.e. by measuring or estimating the amount of cosmic radiation exposure and replacing a given tissue or organ once within the period of time it is calculated to have experienced enough cosmic radiation exposure to result in serious physiological detriment, e.g. a high risk of carcinogenesis). Alternatively, at the level of cells, a recently proposed therapeutic modality in regenerative medicine titled Induced Cell Turnover (ICT) could be employed to periodically abate the endogenous cells constituting an individuals tissues and organs and replace them with either patent-specific or HLA- matched human pluripotent cells (hPSCs) in a gradual and multi-phasic manner 270, 271. The proposed procedure consists of the quantitative and qualitative coordination of targeted endogenous cell ablation with hPSC-derived exogenous cell administration to mediate partial and whole-tissuewhole-organ replacement at the cellular level, mediated in a gradual, multi-phasic manner so as to minimize the spatiotemporal distribution of ablation and replacement for the purpose of maintaining the homeostatic (i.e. structural and functional) integrity of tissues and organs throughout the course of the procedure. It is distinct from normative cell therapies by the quantitative and qualitative coordination of endogenous cell ablation with exogenous cell administration for the purpose of creating readily- accessible vacant niches for administered cells to engraft and is presumed to increase the engraftment efficacy of administered cells. While the authors originally proposed the therapeutic modality as a means of periodically attenuating the accumulation of age-related phenotypic deviation for the purposes of treating age-related disease, it could potentially be employed for the purposes of periodically negating acquired irradiation damage in the tissues and organs of humans undergoing long-term space travel, along timescales and employing ICT rates and spatiotemporal distributions that are calculated to facilitate the induced turnover (i.e. elimination and replacement) of cells at the rate at which they are expected to acquire enough irradiation damage to put them at substantial risk of malignant transformation 271. The ultimate aim, then, would be to facilitate the induced turnover of tissues and organs at least once within the span of time it would take to put them at high risk for carcinogenesis as a result of acquired cosmic irradiation damage, which is a function of the duration and level of exposure to cosmic radiation that spacefaring humans undergo. Indeed, such a proposal could have positive potential implications as a preventative strategy for carcinogenesis in general, regardless of exposure to cosmic irradiation. The above strategy could also potentially be used to attenuate the negative physiological effects of long-term exposure to microgravity when specifically targeted to the constitutive and supportive cells of muscular and osseous tissues. The second approach, involving the targeted and radiation-responsive elimination and substitution of cells, consists of engineering the cells constituting an individuals tissues and organs to undergo apoptosis in response to the acquisition of irradiation damage in a targeted fashion, in accordance with either the self-detected levels of cosmic irradiation they are exposed to or the self-detected amount of irradiation damage that they acquire, such that they commit apoptosis at levels of acquired irradiation damage (e.g. clustered DNA damage) below the levels normatively required to induce the endogenous apoptotic response to DNA damage. This would most likely consist of the use of a radiation-responsive promoter that drives expression of a synthetic or a recombinant transcription factor that binds very specifically to a synthetic promoter that up- regulates a pro-apoptotic factor (Figure 5). Such system needs to be tuned up such that even slight up-regulation of the synthetic transcription factor would lead to a robust expression of a pro-apoptotic factor, ensuring elimination of a cell damaged by cosmic radiation. Also, this system would need to include a trigger for the activation of somatic stem cells (SCSs) in the case of renewing tissues Oncotarget14708 www.impactjournals.comoncotarget and engineered hPSC niches in the case of non-renewing tissues so as to replace those endogenous cells that are terminated in response to cosmic radiation exposure. For instance, the radiation responsive promoter could also control the transcription of an endocrine factor, activates andor upregulates SCS or hPSC endogenous andor synthetic or translational factors controlling SCS and hPSC proliferation and mobilization in a targeted manner (such that each distinct tissue-specific SCS and hPSC population is equipped with a specific promoter correlating with a distinct synthetic or translational endocrine agent). Obviously the technical realization of such a genetic regulatory system will require substantial effort. However, many elements of it can be suggested using present knowledge. For example, radiation-inducible promoters have been proposed and optimized for use in combination with radiotherapy for cancer and may include the egr-1 promoter or its elements 272, a fusion of dCas9 with multiple copies of the herpes virus transcriptional activation domain VP16 guided to the synthetic promoter of a pro-apoptotic factor by small guide RNA 273, also driven by the radiation-inducible promoter, to ensure its specificity and a lack of activation at the basal condition (Figure 5). These considerations, however, need to take account of quantitative assessment of the rate of lethaloncogenic cell damage occurring as a result of exposure to cosmic radiation. Thus, it was estimated that every cell of a human body is traversed by a proton every three days, by a helium ion every month and by a HZE particle every 100 years 274. Whereas traversal by a proton may not be lethal or mutagenic since only at the end of a track a proton would produce a highly compact ionization track, heavier particles would definitely produce sufficient damage to either kill or produce chromosome damage upon every hit. Therefore, it would be ideal if the trigger of cell removal would sense the outcome of cell response to a particle hit, rather than a hit itself, so that every cell is given an opportunity to successfully repair damage. This would lead to removal of only those cells that failed to properly repair their genomes, helping to maintain the regenerative potential of the body or exogenous sources for longer periods of time. One potential limitation of such a system would be leakage as a result of its non-linear regulation, and as such stringent preliminary studies and trials to as to optimize its design for liminal leakage would be required. Such an idea is nonetheless presently conceivable and as such constitutes a future research strategy that should be explored for the purposes of minimizing the effects of cosmic irradiation for the purposes of long-term human space travel, and could have additional use as a general preventative strategy against carcinogenesis via the use of both radiation-responsive promoters and carcinogen- responsive promoters. Deuterated organic compounds All organic compounds contain carbon-hydrogen (C-H) bonds. It is, however, possible to synthesize Figure 5: Conceptual diagram of a genetic system for elimination of radiation-damaged cells and subsequent inducible stem cell activation and regeneration of affected tissues. A variety of specific genetic elements that could be used in such system have previously been described (see text for further detail).Oncotarget14709 www.impactjournals.comoncotarget organic compounds that have hydrogen atoms replaced by deuterium (the stable isotope of hydrogen) at specific locations. Due to deuteriums comparatively greater mass with respect to hydrogen, carbon-deuterium bonds require more energy to break and take longer to break than C-H bonds. Consequently, the energy required to break the hydrogen bonds between DNA bases would be greater, and deuterated DNA would be less subject SSBs and DSBs than non-deuterated DNA. The extent with which we could deuterate a given organism, however, is limited by several potential problems. Specifically, the rate at which bonds between deuterium and other atoms break is lesser than the rate at which bonds between hydrogen and other atoms break due to the kinetic isotope effect (a mechanistic phenomenon where isotopically substituted molecules react at differing rates). Isotopic substitution affects only mass-dependent properties (e.g. vibrational frequencies), but has no effect on the values of atoms electronic states or the potential energy surface of a given reaction. Due to the greater mass of deuterium with respect to hydrogen, breaking the bonds holding various deuterated organic compounds together would require more energy, which is a potential problem because organisms have evolved in an environment that requires only enough energy allocation to break bonds between hydrogen and other atoms. In other words, organisms are not energetically adapted to catabolize organic compounds containing deuterium. A more pertinent potential problem, however, is the fact that the greater mass of deuterium with respect to hydrogen implies that the rate of metabolic reactions may be slower due to the decreased rate of bond-breaking in deuterated organic compounds, which is problematic due to the precise coordination and timing of metabolic reaction rates that organisms are adapted to and that are required to facilitate normative metabolism. It may thus be possible to deuterate an organism by a certain amount without witnessing significantly detrimental physiological effects, but the specific safety threshold would have to be determined through a variety of preclinical studies and clinical trials. Moreover, incorporation of isotope-reinforced food and water has emerged as a novel means of promoting longevity and the maintenance of several aspects of health in eukaryotes 275. Several teams have reported that the administration of deuterated water increases the lifespan of yeast in a dose-dependent manner by as much as 80 275. In multicellular eukaryotes, however, bodily incorporation of deuterated water above 20 begins to have toxic effects. Nonetheless, incorporation of deuterated water has been shown to either increase longevity or healthspan in yeast, Caenorhabditis elegans , Drosophila melanogaster , rodents and humans 276280, and has been found to have anti-cancer effects in rodents 280282 and humans 283. Such effects are thought to be the result of protection against DNA damage and mutation from ROS and exogenous mutagens. An intriguing alternative involves supplying organisms with food containing stable isotopes of carbon, e.g. 13C, 281, 282 which has a greater mass than 12C (which comprises the majority of natural carbon in organisms), but only 8 greater than 12C, whereas deuterium has a mass 100 greater than hydrogen. This means that while the rate of bond breaking in the C-H bonds of organic compounds having 12C replaced with 13C would be slower, it may not be so slow as to disrupt the timing and coordination of metabolic reactions or to significantly affect the necessary energy allocation to catabolic reactions required for their ongoing maintenance. However, this would only be capable of potentially reducing the damaging effect of ionizing radiation for organic compounds like proteins, and not DNA because the hydrogen bonds occurring between DNA bases are N-H and O-H bonds rather than C-H bonds, and the problem of irradiation-induced DNA SSBs and DSBs in particular are much more detrimental than irradiation- induced damage to gene products. Furthermore, it is currently extremely costly to produce. It may, nonetheless, constitute an ancillary strategy for reducing the overall damaging effects of radiation to humans as it pertains to deep space exploration, provided that a less costly means of producing it could be developed. UTILIZING THE ADV ANCES IN ARTIFICIAL INTELLIGENCE FOR DIAGNOSIS AND TREATMENT OF RADIATION- AND AGING-INDUCED DAMAGE In recent years much progress has been made in the applications of artificial intelligence and specifically deep learning to biomarker development and drug discovery 284. Deep neural networks (DNNs) were applied to profiling of the biological samples 285 predict the age of a patient using the basic clinical blood tests and identify the most important features 286. Similar concepts can be applied to other data types including transcriptomic, proteomic, imaging, photographic, activity and physiological data to evaluate the minute changes transpiring during aging or due to the irradiation in space. These minute changes can be addressed with the many interventions described in section VI. A prototype of such a system for monitoring a variety of data types over time called Young. AI was recently launched for testing (www.young.ai). Developing comprehensive predictors of age and accumulated damage using multiple data types on the population level and re-training them on the individual spacefarers is one of the approaches to build the artificially-intelligent health monitoring systems and assess the types of damage and the resulting Oncotarget14710 www.impactjournals.comoncotarget changes that are difficult to predict with the amount of information available before the long-term exposure to radiation and a variety of other stress factors in space. Space colonists should also have the ability to engage in AI-enabled personalized drug discovery and rapid validation techniques. On Earth the drug discovery and development for a known indication takes many years and the likelihood of approval (LOA) of a drug from phase 1 to the Food and Drug Administration (FDA) approval is 10.4 for all indications 287. In space this process must be expedited and artificial intelligence can be employed to identify the effective molecules from the existing chemical space 288 or even generate novel molecular structures with the desired set of parameters 289. CONCLUSIONS We have outlined several alternative and complementary strategies for enhancing human radioresistance for the purposes of deep space exploration and colonization using existing biomedical and biotechnological tools and modalities in an attempt to lay the foundation for a comprehensive roadmap towards highly radioresistant humans. While many of the strategies proposed above may seem speculative, they should be considered as a foundation for future research directions. Meanwhile, we have highlighted the link between radioresistance and aging, and have endeavored to show how many of the biomedical and biotechnological modalities discussed in the present review could combinatorially be applied to both enhancing human radioresistance on the one hand and healthy longevity on the other. We also highlighted the need to converge and accelerate the research in radiobiology, biogerontology and AI to enable spacefarers to address the healthcare challenges we may not yet be aware of. Furthermore, given the massive amount of funding allocated to research into facilitating and optimizing space exploration and optimization, we hope to have shown how research into enhancing radioresistance for space exploration could galvanize progress in human healthspan extension, an area of research that is still massively underfunded despite its potential to prevent the massive economic burden posed by the future healthcare costs associated with demographic aging. CONFLICTS OF INTEREST Ivan V . Ozerov, Jane Schastnaya, Alexander Aliper, Polina Mamoshina, Quentin Vanhaelen, Artem V . Artemov, Alex Zhavoronkov, Alexey Moskalev, Evgeny Izumchenko, Dmitry Kaminskiy, Charles Cantor are associated with Insilico Medicine, Inc, an artificial intelligence company focused on drug discovery and aging research with a number of commercial projects in regenerative medicine, aging research geared towards increasing human radioresistance and longevity. FUNDING The studies were partially supported by the Russian Foundation for Basic Research grant 17-29-01002 ofi_m. REFERENCES 1. Chancellor JC, Scott GB, Sutton JP. Space Radiation: The Number One Risk to Astronaut Health beyond Low Earth Orbit. Life (Basel). 2014; 4:491510. https:doi. org10.3390life4030491. 2. Martinez R, Goodliff KE, Whitley RJ. ISECG Global Exploration Roadmap: A Stepwise Approach to Deep Space Exploration. AIAA SPACE 2013 Conference and Exposition. 2013; https:doi.org10.25146.2013-5504. 3. Cucinotta FA, Kim MH, Chappell LJ, Huff JL. How safe is safe enough? Radiation risk for a human mission to Mars. PLoS One. 2013; 8:e74988. https:doi.org10.1371journal. pone.0074988. 4. Russo D, Foley T, Stroud K, Connolly J, Tillman B, Pickett L. NASA Space Flight Human System Standards. PsycEXTRA Dataset. https:doi.org10.1037 e578052012-005. 5. Maalouf M, Durante M, Foray N. Biological effects of space radiation on human cells: history, advances and outcomes. J Radiat Res (Tokyo). 2011; 52:12646. https: doi.org10.1269jrr.10128. 6. Barratt MR. PSL. Principles of clinical medicine for space flight. Springer NY , editor. 2008. 7. Zeitlin C. The risky road to Marsresponse. Science. 2013; 341:1062. https:doi.org10.1126science.341.6150.1062-b. 8. Cucinotta FA. A new approach to reduce uncertainties in space radiation cancer risk predictions. PLoS One. 2015; 10:e0120717. https:doi.org10.1371journal.pone.0120717. 9. Cucinotta FA, Kim MH, Chappell LJ. Space Radiation Cancer Risk Projections and Uncertainties - 2010. 2011 cited 2017 Jul 27. Available from: https:ntrs.nasa.gov search.jsp?R20130001648. 10. Geng C, Tang X, Gong C, Guan F, Johns J, Shu D, Chen D. A Monte Carlo-based radiation safety assessment for astronauts in an environment with confined magnetic field shielding. J Radiol Prot. 2015; 35:77788. https:doi. org10.10880952-4746354777. 11. Washburn SA, Blattnig SR, Singleterry RC, Westover SC. Active magnetic radiation shielding system analysis and key technologies. Life Sci Space Res (Amst). 2015; 4:22 34. https:doi.org10.1016j.lssr.2014.12.004. 12. Tubiana M, Feinendegen LE, Yang C, Kaminski JM. The linear no-threshold relationship is inconsistent with radiation biologic and experimental data. Radiology. 2009; 251:1322. https:doi.org10.1148radiol.2511080671.Oncotarget14711 www.impactjournals.comoncotarget 13. Zahradka K, Slade D, Bailone A, Sommer S, Averbeck D, Petranovic M, Lindner AB, Radman M. Reassembly of shattered chromosomes in Deinococcus radiodurans. Nature. 2006; 443:56973. https:doi.org10.1038nature05160. 14. Horikawa DD, Sakashita T, Katagiri C, Watanabe M, Kikawada T, Nakahara Y , Hamada N, Wada S, Funayama T, Higashi S, Kobayashi Y , Okuda T, Kuwabara M. Radiation tolerance in the tardigrade Milnesium tardigradum. Int J Radiat Biol. 2006; 82:84348. https: doi.org10.108009553000600972956. 15. Zancanaro C, Biggiogera M, Malatesta M, Ayre M. Mammalian Hibernation: Relevance to a Possible Human Hypometabolic State. European Space Agency, Ariadna Project, Final Report; 2004. 16. Timofeev NN. Hypobiosis and cryobiosis. Past, Present and Future; 2005. 17. Moreels M, de Saint-Georges L, Vanhavere F, Baatout S. Stress and Radiation Responsiveness. Stress Challenges and Immunity in Space; 2011. pp. 23960. 18. Simpson JA, Shapiro MM. Composition and origin of cosmic rays. NATO ASI Ser Ser C.; 1983. 19. Wilson JW, Shinn JL, Tripathi RK, Singleterry RC, Clowdsley MS, Thibeault SA, Cheatwood FM, Schimmerling W, Cucinotta FA, Badhwar GD, Noor AK, Kim MY , Badavi FF, et al. Issues in deep space radiation protection. Acta Astronaut. 2001; 49:289312. https:doi. org10.1016S0094-5765(01)00107-2. 20. Nelson GA. Space Radiation and Human Exposures, A Primer. Radiat Res. 2016; 185:34958. https:doi. org10.1667RR14311.1. 21. Thorne MC. ICRP publication 60: 1990 recommendations of the international commission on radiological protection. Ann Nucl Energy. 1992; 19:5152. https:doi. org10.10160306-4549(92)90053-E. 22. Zeitlin C, Hassler DM, Cucinotta FA, Ehresmann B, Wimmer-Schweingruber RF, Brinza DE, Kang S, Weigle G, Bttcher S, Bhm E, Burmeister S, Guo J, Khler J, et al. Measurements of energetic particle radiation in transit to Mars on the Mars Science Laboratory. Science. 2013; 340:108084. https:doi.org10.1126science.1235989. 23. Cucinotta FA, Cacao E. Non-Targeted Effects Models Predict Significantly Higher Mars Mission Cancer Risk than Targeted Effects Models. Sci Rep. 2017; 7:1832. https:doi. org10.1038s41598-017-02087-3. 24. Muller HJ. ARTIFICIAL TRANSMUTATION OF THE GENE. Science. 1927; 66:8487. https:doi.org10.1126 science.66.1699.84. 25. Sankaranarayanan K. Estimation of the genetic risks of exposure to ionizing radiation in humans: current status and emerging perspectives. J Radiat Res. 2006 (Suppl B); 47:B57-66. 26. Ward JF. The complexity of DNA damage: relevance to biological consequences. Int J Radiat Biol. 1994; 66:427 32. https:doi.org10.108009553009414551401.27. Sutherland BM, Bennett PV , Sidorkina O, Laval J. Clustered damages and total lesions induced in DNA by ionizing radiation: oxidized bases and strand breaks. Biochemistry. 2000; 39:802631. https:doi.org10.1021bi9927989. 28. Sage E, Shikazono N. Radiation-induced clustered DNA lesions: repair and mutagenesis. Free Radic Biol Med. 2017; 107:12535. https:doi.org10.1016j. freeradbiomed.2016.12.008. 29. Osipov AN, Grekhova A, Pustovalova M, Ozerov IV , Eremin P, V orobyeva N, Lazareva N, Pulin A, Zhavoronkov A, Roumiantsev S, Klokov D, Eremin I. Activation of homologous recombination DNA repair in human skin fibroblasts continuously exposed to X-ray radiation. Oncotarget. 2015; 6:2687685. https:doi.org10.18632 oncotarget.4946. 30. Osipov AN, Pustovalova M, Grekhova A, Eremin P, V orobyova N, Pulin A, Zhavoronkov A, Roumiantsev S, Klokov DY , Eremin I. Low doses of X-rays induce prolonged and ATM-independent persistence of H2AX foci in human gingival mesenchymal stem cells. Oncotarget. 2015; 6:27275 87. https:doi.org10.18632oncotarget.4739. 31. Moynahan ME, Jasin M. Loss of heterozygosity induced by a chromosomal double-strand break. Proc Natl Acad Sci USA. 1997; 94:898893. https:doi.org10.1073 pnas.94.17.8988. 32. Halazonetis TD, Gorgoulis VG, Bartek J. An oncogene- induced DNA damage model for cancer development. Science. 2008; 319:135255. https:doi.org10.1126 science.1140735. 33. Mladenov E, Magin S, Soni A, Iliakis G. DNA double-strand break repair as determinant of cellular radiosensitivity to killing and target in radiation therapy. Front Oncol. 2013; 3:113. https:doi.org10.3389fonc.2013.00113. 34. Mladenov E, Magin S, Soni A, Iliakis G. DNA double- strand-break repair in higher eukaryotes and its role in genomic instability and cancer: cell cycle and proliferation- dependent regulation. Semin Cancer Biol. 2016; 37-38:51 64. https:doi.org10.1016j.semcancer.2016.03.003. 35. Neumaier T, Swenson J, Pham C, Polyzos A, Lo AT, Yang P, Dyball J, Asaithamby A, Chen DJ, Bissell MJ, Thalhammer S, Costes SV . Evidence for formation of DNA repair centers and dose-response nonlinearity in human cells. Proc Natl Acad Sci USA. 2012; 109:44348. https:doi.org10.1073 pnas.1117849108. 36. Costes SV , Chiolo I, Pluth JM, Barcellos-Hoff MH, Jakob B. Spatiotemporal characterization of ionizing radiation induced DNA damage foci and their relation to chromatin organization. Mutat Res. 2010; 704:7887. https:doi. org10.1016j.mrrev.2009.12.006. 37. Metzger L, Iliakis G. Kinetics of DNA double-strand break repair throughout the cell cycle as assayed by pulsed field gel electrophoresis in CHO cells. Int J Radiat Biol. 1991; 59:132539. https:doi.org10.108009553009114551201. 38. Kysela BP, Michael BD, Arrand JE. Relative contributions of levels of initial DNA damage and repair of double Oncotarget14712 www.impactjournals.comoncotarget strand breaks to the ionizing radiation-sensitive phenotype of the Chinese hamster cell mutant, XR-V15B. Part I. X-rays. Int J Radiat Biol. 1993; 63:60916. https:doi. org10.108009553009314450791. 39. Alpen EL, Powers-Risius P, Curtis SB, DeGuzman R. Tumorigenic potential of high-Z, high-LET charged- particle radiations. Radiat Res. 1993; 136:38291. https: doi.org10.23073578551. 40. Scott G. Antioxidants in Disease and Oxidative Stress. Antioxidants in Science, Technology. Med Nutr. 1997; 262308. 41. Sies H. Oxidative stress: oxidants and antioxidants. Academic Pr; 1991. 650 pp. 42. zben T. Free Radicals, Oxidative Stress, and Antioxidants: Pathological and Physiological Significance. Springer Science  Business Media; 2013. 395 pp. 43. Poljsak B, Milisav I. Aging, Oxidative Stress and Antioxidants. Oxidative Stress and Chronic Degenerative Diseases - A Role for Antioxidants; 2013. https:doi. org10.577251609. 44. Santivasi WL, Xia F. Ionizing radiation-induced DNA damage, response, and repair. Antioxid Redox Signal. 2014; 21:25159. https:doi.org10.1089ars.2013.5668. 45. Ward JF. Ionizing Radiation Induced DNA Damage: Identities and DNA Repair. Basic Life Sci. 1986; 38:1358. 46. Nelson SJ. Models for DNA damage formation and repair in mammalian cells exposed to ionizing radiation. Radiat Res. 1982; 92:12045. https:doi.org10.23073575849. 47. Lehmann AR. Repair processes for radiation-induced DNA damage. Mol Biol Biochem Biophys. 1978; 27:31234. https:doi.org10.1007978-3-642-81196-8_15. 48. Rahmanian S, Taleei R, Nikjoo H. Radiation induced base excision repair (BER): a mechanistic mathematical approach. DNA Repair (Amst). 2014; 22:89103. https: doi.org10.1016j.dnarep.2014.07.011. 49. Chaudhry MA. Base excision repair of ionizing radiation-induced DNA damage in G1 and G2 cell cycle phases. Cancer Cell Int. 2007; 7:15. https:doi. org10.11861475-2867-7-15. 50. Schtz U, Heuer S, Caldwell RB, Zitzelsberger H. Genetic and biochemical analysis of base excision repair complexes participating in radiation-induced ROS damage repair. Radiat Prot Dosimetry. 2011; 143:28488. https:doi. org10.1093rpdncq400. 51. Huang H, Claycamp HG. DNA excision repair as a component of adaptation to low doses of ionizing radiation in Escherichia coli. Int J Radiat Biol. 1993; 64:61319. https:doi.org10.108009553009314551831. 52. Izumi T, Mellon I. Base Excision Repair and Nucleotide Excision Repair. Genome Stability; 2016. pp. 275302. https:doi.org10.1016B978-0-12-803309-8.00017-3. 53. Thompson LH. Nucleotide Excision Repair. DNA Damage and Repair; 1998. pp. 33593.54. Spivak G. Nucleotide excision repair in humans. DNA Repair (Amst). 2015; 36:1318. https:doi.org10.1016j. dnarep.2015.09.003. 55. Bild W, Stefanescu I, Haulica I, Lupuoru C, Titescu G, Iliescu R, Nastasa V . Research concerning the radioprotective and immunostimulating effects of deuterium-depleted water. Rom J Physiol. 1999; 36:20518. 56. Zavilgelsky GB. Translesion synthesis, or molecular steeplechase. Mol Biol. 2000; 34:17582. https:doi. org10.1007BF02759636. 57. Kai M, Wang TS. Checkpoint activation regulates mutagenic translesion synthesis. Genes Dev. 2003; 17:64 76. https:doi.org10.1101gad.1043203. 58. Goodman MF, Woodgate R. Translesion DNA polymerases. Cold Spring Harb Perspect Biol. 2013; 5:a010363010363. https:doi.org10.1101cshperspect.a010363. 59. Almasan A. Cellular commitment to radiation-induced apoptosis. Radiat Res. 2000; 153:34750. https:doi. org10.16670033-7587(2000)1530347:CCTRIA2.0.CO;2. 60. Langley RE, Palayoor ST, Coleman CN, Bump EA. Modifiers of radiation-induced apoptosis. Radiat Res. 1993; 136:32026. https:doi.org10.23073578543. 61. Jendrossek V , Belka C. Radiation Therapy and Apoptosis. Apoptosis and Cancer Therapy. p. 104986. https:doi. org10.10029783527619665.ch42. 62. Ferlini C, Amelio RD, Scambia G. Apoptosis Induced by Ionizing Radiation. Subcellular Biochemistry. p. 17186. https:doi.org10.10070-306-47931-1_9. 63. Roos WP, Kaina B. DNA damage-induced cell death: from specific DNA lesions to the DNA damage response and apoptosis. Cancer Lett. 2013; 332:23748. https:doi. org10.1016j.canlet.2012.01.007. 64. Baran K, Rodriguez D, Green D. The DNA Damage Response Mediates Apoptosis and Tumor Suppression. Cell Death; 2013. pp. 13565. 65. Crompton NE. Telomeres, senescence and cellular radiation response. Cell Mol Life Sci. 1997; 53:56875. https:doi. org10.1007s000180050073. 66. Suzuki M, Boothman DA. Stress-induced premature senescence (SIPS)influence of SIPS on radiotherapy. J Radiat Res (Tokyo). 2008; 49:10512. https:doi. org10.1269jrr.07081. 67. Plews M, Simon SL, Boreham DR, Parchaliuk D, Wyatt H, Mantha R, Frost K, Lamoureux L, Stobart M, Czub S, Mitchel RE, Knox JD. A radiation-induced adaptive response prolongs the survival of prion-infected mice. Free Radic Biol Med. 2010; 49:141721. https:doi. org10.1016j.freeradbiomed.2010.07.025. 68. Mitchel RE, Jackson JS, Morrison DP, Carlisle SM. Low doses of radiation increase the latency of spontaneous lymphomas and spinal osteosarcomas in cancer-prone, radiation-sensitive Trp53 heterozygous mice. Radiat Res. 2003; 159:32027. https:doi.org10.16670033-7587(2003)1590320:LDORIT 2.0.CO;2.Oncotarget14713 www.impactjournals.comoncotarget 69. Mitchel RE. Adaption By Low Dose Radiation Exposure: A Look at Scope and Limitations for Radioprotection. Dose Response. 2015; 13:dose-response.14-025.Mitchel. https: doi.org10.2203dose-response.14-025.Mitchel. 70. Tubiana M. Dose-effect relationship and estimation of the carcinogenic effects of low doses of ionizing radiation: the joint report of the Acadmie des Sciences (Paris) and of the Acadmie Nationale de Mdecine. Int J Radiat Oncol Biol Phys. 2005; 63:31719. https:doi.org10.1016j. ijrobp.2005.06.013. 71. Matsumoto H, Hamada N, Takahashi A, Kobayashi Y , Ohnishi T. Vanguards of paradigm shift in radiation biology: radiation-induced adaptive and bystander responses. J Radiat Res (Tokyo). 2007; 48:97106. https:doi. org10.1269jrr.06090. 72. Mitchel RE, Jackson JS, McCann RA, Boreham DR. The adaptive response modifies latency for radiation-induced myeloid leukemia in CBAH mice. Radiat Res. 1999; 152:27379. https:doi.org10.23073580327. 73. ICRP. ICRP Publication 99: Low-Dose Extrapolation of Radiation-related Cancer Risk. SAGE Publications; 2006. 150 pp. 74. Morimoto S, Gordon A, Fukunishi N, Yatagai F. Cellular responses by exposure to heavy-ions. Adv Space Res. 2001; 27:40109. https:doi.org10.1016 S0273-1177(01)00008-4. 75. Vars G, Wang B, Tanaka K, Kakimoto A, Eguchi-Kasai K, Nenoi M. Mutagenic adaptive response to high-LET radiation in human lymphoblastoid cells exposed to X-rays. Mutat Res. 2011; 706:4652. https:doi.org10.1016j. mrfmmm.2010.10.009. 76. Vars G, Wang B, Tanaka K, Kakimoto A, Eguchi-Kasai K, Nenoi M. Mutagenic adaptive response to high-LET radiation in human lymphoblastoid cells exposed to low doses of heavy-ion radiation. Mutat Res. 2011; 712:4954. https:doi.org10.1016j.mrfmmm.2011.04.004. 77. Rithidech KN, Scott BR. Evidence for radiation hormesis after in vitro exposure of human lymphocytes to low doses of ionizing radiation. Dose Response. 2008; 6:25271. https:doi.org10.2203dose-response.07-024.Rithidech. 78. Scott BR. Its time for a new low-dose-radiation risk assessment paradigmone that acknowledges hormesis. Dose Response. 2008; 6:33351. https:doi.org10.2203 dose-response.07-005.Scott. 79. Wang B, Ninomiya Y , Tanaka K, Maruyama K, Vars G, Eguchi-Kasai K, Nenoi M. Adaptive response of low linear energy transfer X-rays for protection against high linear energy transfer accelerated heavy ion-induced teratogenesis. Birth Defects Res B Dev Reprod Toxicol. 2012; 95:37985. https:doi.org10.1002bdrb.21027 80. Buonanno M, De Toledo SM, Howell RW, Azzam EI. Low- dose energetic protons induce adaptive and bystander effects that protect human cells against DNA damage caused by a subsequent exposure to energetic iron ions. J Radiat Res (Tokyo). 2015; 56:50208. https:doi.org10.1093jrrrrv005. 81. Vijg J, Suh Y . Genome instability and aging. Annu Rev Physiol. 2013; 75:64568. https:doi.org10.1146 annurev-physiol-030212-183715. 82. Kirkwood TBL. DNA, mutations and aging. Mutat ResDNAging. 1989; 219: 17. https:doi. org10.10160921-8734(89)90035-0. 83. Singh KK. Mitochondrial DNA Mutations in Aging, Disease and Cancer. Springer; 2013. 412 pp. 84. Vijg J. Aging of the Genome: The Dual Role of DNA in Life and Death. Oxford University Press; 2007. 372 pp. https: doi.org10.1093acprof:oso9780198569237.001.0001. 85. Lpez-Otn C, Blasco MA, Partridge L, Serrano M, Kroemer G. The hallmarks of aging. Cell. 2013; 153:1194 217. https:doi.org10.1016j.cell.2013.05.039. 86. Freitas AA, de Magalhes JP. A review and appraisal of the DNA damage theory of ageing. Mutat Res. 2011; 728:12 22. https:doi.org10.1016j.mrrev.2011.05.001. 87. Azzam EI, Little JB. The radiation-induced bystander effect: evidence and significance. Hum Exp Toxicol. 2004; 23:6165. https:doi.org10.11910960327104ht418oa. 88. Cucinotta FA, Chappell LJ. Non-targeted effects and the dose response for heavy ion tumor induction. Mutat Res. 2010; 687:4953. https:doi.org10.1016j. mrfmmm.2010.01.012. 89. Barcellos-Hoff MH, Costes SV . A systems biology approach to multicellular and multi-generational radiation responses. Mutat Res. 2006; 597:3238. https:doi.org10.1016j. mrfmmm.2005.09.008. 90. Xu S, Wang J, Ding N, Hu W, Zhang X, Wang B, Hua J, Wei W, Zhu Q. Exosome-mediated microRNA transfer plays a role in radiation-induced bystander effect. RNA Biol. 2015; 12:135563. https:doi.org10.108015476286 .2015.1100795. 91. Yuan D, Xu J, Wang J, Pan Y , Fu J, Bai Y , Zhang J, Shao C. Extracellular miR-1246 promotes lung cancer cell proliferation and enhances radioresistance by directly targeting DR5. Oncotarget. 2016; 7:3270722. https:doi. org10.18632oncotarget.9017. 92. Al-Mayah A, Bright S, Chapman K, Irons S, Luo P, Carter D, Goodwin E, Kadhim M. The non-targeted effects of radiation are perpetuated by exosomes. Mutat Res. 2015; 772:3845. https:doi.org10.1016j.mrfmmm.2014.12.007. 93. Jella KK, Rani S, ODriscoll L, McClean B, Byrne HJ, Lyng FM. Exosomes are involved in mediating radiation induced bystander signaling in human keratinocyte cells. Radiat Res. 2014; 181:13845. https:doi.org10.1667RR13337.1. 94. Jelonek K, Widlak P, Pietrowska M. The Influence of Ionizing Radiation on Exosome Composition, Secretion and Intercellular Communication. Protein Pept Lett. 2016; 23:65663. https:doi.org10.2174092986652366616042 7105138.Oncotarget14714 www.impactjournals.comoncotarget 95. Arscott WT, Camphausen KA. Analysis of urinary exosomes to identify new markers of non-small-cell lung cancer. Biomark Med. 2011; 5:822. 96. Kaiser J. Malignant messengers. Science. 2016; 352:164 66. https:doi.org10.1126science.352.6282.164. 97. Nilsson J, Skog J, Nordstrand A, Baranov V , Mincheva- Nilsson L, Breakefield XO, Widmark A. Prostate cancer- derived urine exosomes: a novel approach to biomarkers for prostate cancer. Br J Cancer. 2009; 100:160307. https: doi.org10.1038sj.bjc.6605058. 98. Jin H, Wu Y , Tan X. The role of pancreatic cancer-derived exosomes in cancer progress and their potential application as biomarkers. Clin Transl Oncol. 2017; 19:92130. https: doi.org10.1007s12094-017-1625-2. 99. Zhang Q, Chen S, Zeng L, Chen Y , Lian G, Qian C, Li J, Xie R, Huang KH. New developments in the early diagnosis of pancreatic cancer. Expert Rev Gastroenterol Hepatol. 2017; 11:14956. https:doi.org10.108017474124.2017. 1271323. 100. Gourlay J, Morokoff AP, Luwor RB, Zhu HJ, Kaye AH, Stylli SS. The emergent role of exosomes in glioma. J Clin Neurosci. 2017; 35:1323. https:doi.org10.1016j. jocn.2016.09.021. 101. Bloomberg JJ, Mulavara AP. Changes in walking strategies after spaceflight. IEEE Eng Med Biol Mag. 2003; 22:5862. https:doi.org10.1109MEMB.2003.1195697. 102. Parihar VK, Allen B, Tran KK, Macaraeg TG, Chu EM, Kwok SF, Chmielewski NN, Craver BM, Baulch JE, Acharya MM, Cucinotta FA, Limoli CL. What happens to your brain on the way to Mars. Sci Adv. 2015; 1:e1400256. https:doi.org10.1126sciadv.1400256. 103. di Prampero PE, Narici MV . Muscles in microgravity: from fibres to human motion. J Biomech. 2003; 36:40312. https:doi.org10.1016S0021-9290(02)00418-9. 104. Hopewell JW. Models of CNS radiation damage during space flight. Adv Space Res. 1994; 14:43342. https:doi. org10.10160273-1177(94)90497-9. 105. Curtis SB, Vazquez ME, Wilson JW, Atwell W, Kim M, Capala J. Cosmic ray hit frequencies in critical sites in the central nervous system. Adv Space Res. 1998; 22:197207. https:doi.org10.1016S0273-1177(98)80011-2. 106. Belov OV , Batmunkh M, Incerti S, Lkhagva O. Radiation damage to neuronal cells: simulating the energy deposition and water radiolysis in a small neural network. Phys Med. 2016; 32:151020. https:doi.org10.1016j. ejmp.2016.11.004. 107. Cucinotta FA, Alp M, Sulzman FM, Wang M. Space radiation risks to the central nervous system. Life Sciences in Space Research. 2014; 2:5469. https:doi.org10.1016j. lssr.2014.06.003. 108. Shtemberg AS, Lebedeva-Georgievskaya KB, Matveeva MI, Kudrin VS, Narkevich VB, Klodt PM, Bazyan AS. Effect of space flight factors simulated in ground-based experiments on the behavior, discriminant learning, and exchange of monoamines in different brain structures of rats. Biol Bull Russ Acad Sci. 2014; 41:16167. 109. Laack NN, Brown PD. Cognitive sequelae of brain radiation in adults. Semin Oncol. 2004; 31:70213. https: doi.org10.1053j.seminoncol.2004.07.013. 110. Britten RA, Davis LK, Johnson AM, Keeney S, Siegel A, Sanford LD, Singletary SJ, Lonart G. Low (20 cGy) doses of 1 GeVu (56)Feparticle radiation lead to a persistent reduction in the spatial learning ability of rats. Radiat Res. 2012; 177:14651. https:doi.org10.1667RR2637.1. 111. Rabin BM, Joseph JA, Shukitt-Hale B. Heavy particle irradiation, neurochemistry and behavior: thresholds, dose- response curves and recovery of function. Adv Space Res. 2004; 33:133033. https:doi.org10.1016j.asr.2003.09.051. 112. Rabin BM, Carrihill-Knoll KL, Carey A, Shukitt-Hale B, Joseph JA. Effect of diet on the disruption of operant responding at different ages following exposure to (56) Fe particles. Age (Dordr). 2005; 27:6973. https:doi. org10.1007s11357-005-4000-0. 113. Higuchi Y , Nashold BS Jr, Sluijter M, Cosman E, Pearlstein RD. Exposure of the dorsal root ganglion in rats to pulsed radiofrequency currents activates dorsal horn lamina I and II neurons. Neurosurgery. 2002; 50:85055. https:doi. org10.109700006123-200204000-00030. 114. Shukitt-Hale B, Casadesus G, McEwen JJ, Rabin BM, Joseph JA. Spatial learning and memory deficits induced by exposure to iron-56-particle radiation. Radiat Res. 2000; 154:2833. https:doi.org10.16670033-7587(2000)1540028:SLAMDI 2.0.CO;2. 115. Britten RA, Jewell JS, Davis LK, Miller VD, Hadley MM, Semmes OJ, Lonart G, Dutta SM. Changes in the Hippocampal Proteome Associated with Spatial Memory Impairment after Exposure to Low (20 cGy) Doses of 1 GeVn56Fe Radiation. Radiat Res. 2017; 187:28797. https:doi.org10.1667RR14067.1. 116. Rabin BM, Hunt WA, Joseph JA, Dalton TK, Kandasamy SB. Relationship between linear energy transfer and behavioral toxicity in rats following exposure to protons and heavy particles. Radiat Res. 1991; 128:21621. https: doi.org10.23073578141. 117. Pecaut MJ, Gridley DS, Smith AL, Nelson GA. Dose and dose rate effects of whole-body proton-irradiation on lymphocyte blastogenesis and hematological variables: part II. Immunol Lett. 2002; 80:6773. https:doi.org10.1016 S0165-2478(01)00307-8. 118. Shtemberg AS, Kokhan VS, Kudrin VS, Matveeva MI, Lebedeva-Georgievskaya KD, Timoshenko GN, Molokanov AG, Krasavin EA, Narkevich VB, Klodt PM, Bazyan AS. The effect of high-energy protons in the Bragg Peak on the behavior of rats and the exchange of monoamines in some brain structures. Neurochem J. 2015; 9:6672. https:doi. org10.1134S1819712415010109. 119. Matveeva MI, Shtemberg AS, Timoshenko GN, Krasavin EA, Narkevich VB, Klodt PM, Kudrin VS, Bazyan AS. The Oncotarget14715 www.impactjournals.comoncotarget effects of irradiation by 12C carbon ions on monoamine exchange in several rat brain structures. Neurochem J. 2013; 7:30307. https:doi.org10.1134S1819712413040065. 120. Crocker LD, Heller W, Warren SL, OHare AJ, Infantolino ZP, Miller GA. Relationships among cognition, emotion, and motivation: implications for intervention and neuroplasticity in psychopathology. Front Hum Neurosci. 2013; 7:261. https:doi.org10.3389fnhum.2013.00261. 121. Frith C, Dolan R. The role of the prefrontal cortex in higher cognitive functions. Brain Res Cogn Brain Res. 1996; 5:17581. https:doi.org10.1016S0926-6410(96)00054-7. 122. Jin J, Maren S. Prefrontal-Hippocampal Interactions in Memory and Emotion. Front Syst Neurosci. 2015; 9:170. https:doi.org10.3389fnsys.2015.00170. 123. Moffitt JA, Foley CM, Schadt JC, Laughlin MH, Hasser EM. Attenuated baroreflex control of sympathetic nerve activity after cardiovascular deconditioning in rats. Am J Physiol. 1998; 274:R1397405. 124. Mueller PJ, Foley CM, Hasser EM. Hindlimb unloading alters nitric oxide and autonomic control of resting arterial pressure in conscious rats. Am J Physiol Regul Integr Comp Physiol. 2005; 289:R14047. https:doi.org10.1152 ajpregu.00820.2004. 125. Hargens AR, Watenpaugh DE. Cardiovascular adaptation to spaceflight. Med Sci Sports Exerc. 1996; 28:97782. https:doi.org10.109700005768-199608000-00007. 126. Zipes DP. Heart-brain interactions in cardiac arrhythmias: role of the autonomic nervous system. Cleve Clin J Med. 2008 (Suppl 2); 75:S9496. https:doi.org10.3949 ccjm.75.Suppl_2.S94. 127. Lahiri MK, Kannankeril PJ, Goldberger JJ. Assessment of autonomic function in cardiovascular disease: physiological basis and prognostic implications. J Am Coll Cardiol. 2008; 51:172533. https:doi.org10.1016j.jacc.2008.01.038. 128. Vaseghi M, Shivkumar K. The role of the autonomic nervous system in sudden cardiac death. Prog Cardiovasc Dis. 2008; 50:40419. https:doi.org10.1016j. pcad.2008.01.003. 129. Foster C, Meyer K, Georgakopoulos N, Ellestad AJ, Fitzgerald DJ, Tilman K, Weinstein H, Young H, Roskamm H. Left ventricular function during interval and steady state exercise. Med Sci Sports Exerc. 1999; 31:115762. https: doi.org10.109700005768-199908000-00012. 130. Delp MD, Charvat JM, Limoli CL, Globus RK, Ghosh P. Apollo Lunar Astronauts Show Higher Cardiovascular Disease Mortality: Possible Deep Space Radiation Effects on the Vascular Endothelium. Sci Rep. 2016; 6:29901. https:doi.org10.1038srep29901. 131. Cucinotta FA, Hamada N, Little MP. No evidence for an increase in circulatory disease mortality in astronauts following space radiation exposures. Life Sci Space Res (Amst). 2016; 10:5356. https:doi.org10.1016j. lssr.2016.08.002. 132. Konstantinova IV , Antropova EN, Legenkov VI, Zazhire VD. Reactivity of lymphoid blood cells in the crew of Soiuz-6, Soiuz-7 and Soiuz-8 spacecraft before and after flight. Article in Russian. Kosm Biol Med. 1973; 7:3540. 133. Grivennikov SI, Greten FR, Karin M. Immunity, inflammation, and cancer. Cell. 2010; 140:88399. https: doi.org10.1016j.cell.2010.01.025. 134. Crucian BE, Zwart SR, Mehta S, Uchakin P, Quiriarte HD, Pierson D, Sams CF, Smith SM. Plasma cytokine concentrations indicate that in vivo hormonal regulation of immunity is altered during long-duration spaceflight. J Interferon Cytokine Res. 2014; 34:77886. https:doi. org10.1089jir.2013.0129. 135. Taylor PW. Impact of space flight on bacterial virulence and antibiotic susceptibility. Infect Drug Resist. 2015; 8:249 62. https:doi.org10.2147IDR.S67275. 136. Guguinou N, Huin-Schohn C, Bascove M, Bueb JL, Tschirhart E, Legrand-Frossi C, Frippiat JP. Could spaceflight- associated immune system weakening preclude the expansion of human presence beyond Earths orbit? J Leukoc Biol. 2009; 86:102738. https:doi.org10.1189jlb.0309167. 137. Anderson RE, Warner NL. Ionizing radiation and the immune response. Adv Immunol. 1976; 24:215335. https:doi.org10.1016S0065-2776(08)60331-4. 138. George KA, Hada M, Cucinotta FA. Biological Effectiveness of Accelerated Protons for Chromosome Exchanges. Front Oncol. 2015; 5:226. https:doi. org10.3389fonc.2015.00226. 139. Schrek R. Qualitative and quantitative reactions of lymphocytes to x rays. Ann N Y Acad Sci. 1961; 95:839 48. https:doi.org10.1111j.1749-6632.1961.tb50080.x. 140. Fernandez-Gonzalo R, Baatout S, Moreels M. Impact of Particle Irradiation on the Immune System: From the Clinic to Mars. Front Immunol. 2017; 8:177. https:doi. org10.3389fimmu.2017.00177. 141. Gridley DS, Luo-Owen X, Rizvi A, Makinde A, Pecaut M, Mao XW, Slater JM. Low-dose photon and simulated solar particle event proton effects on Foxp3 T regulatory cells and other leukocytes. Technol Cancer Res Treat. 2010; 9:63749. https:doi.org10.1177153303461000900612. 142. Gridley DS, Rizvi A, Makinde AY , Luo-Owen X, Mao XW, Tian J, Slater JM, Pecaut MJ. Space-relevant radiation modifies cytokine profiles, signaling proteins and Foxp3 T cells. Int J Radiat Biol. 2013; 89:2635. https:doi.org 10.310909553002.2012.715792. 143. Rizvi A, Pecaut MJ, Gridley DS. Low-dose gamma-rays and simulated solar particle event protons modify splenocyte gene and cytokine expression patterns. J Radiat Res (Tokyo). 2011; 52:70111. https:doi.org10.1269jrr.10107. 144. Rizvi A, Pecaut MJ, Slater JM, Subramaniam S, Gridley DS. Low-dose -rays modify CD4() T cell signalling response to simulated solar particle event protons in a mouse model. Int J Radiat Biol. 2011; 87:2435. https: doi.org10.310909553002.2010.518206. 145. Stratton MR, Campbell PJ, Futreal PA. The cancer genome. Nature. 2009; 458:71924. https:doi.org10.1038 nature07943.Oncotarget14716 www.impactjournals.comoncotarget 146. Preston DL, Ron E, Tokuoka S, Funamoto S, Nishi N, Soda M, Mabuchi K, Kodama K. Solid cancer incidence in atomic bomb survivors: 1958-1998. Radiat Res. 2007; 168:164. https:doi.org10.1667RR0763.1. 147. de Magalhes JP. How ageing processes influence cancer. Nat Rev Cancer. 2013; 13:35765. https:doi.org10.1038 nrc3497. 148. Peto J. Cancer epidemiology in the last century and the next decade. Nature. 2001; 411:39095. https:doi. org10.103835077256. 149. Baginska J, Viry E, Paggetti J, Medves S, Berchem G, Moussay E, Janji B. The critical role of the tumor microenvironment in shaping natural killer cell-mediated anti-tumor immunity. Front Immunol. 2013; 4:490. https: doi.org10.3389fimmu.2013.00490. 150. Howcroft TK, Campisi J, Louis GB, Smith MT, Wise B, Wyss-Coray T, Augustine AD, McElhaney JE, Kohanski R, Sierra F. The role of inflammation in age-related disease. Aging (Albany NY). 2013; 5:8493. https:doi. org10.18632aging.100531. 151. Cucinotta FA, Durante M. Cancer risk from exposure to galactic cosmic rays: implications for space exploration by human beings. Lancet Oncol. 2006; 7:43135. https:doi. org10.1016S1470-2045(06)70695-7. 152. Anisimov VN, Sikora E, Pawelec G. Relationships between cancer and aging: a multilevel approach. Biogerontology. 2009; 10:32338. https:doi.org10.1007 s10522-008-9209-8. 153. Baker DJ, Dawlaty MM, Wijshake T, Jeganathan KB, Malureanu L, van Ree JH, Crespo-Diaz R, Reyes S, Seaburg L, Shapiro V , Behfar A, Terzic A, van de Sluis B, van Deursen JM. Increased expression of BubR1 protects against aneuploidy and cancer and extends healthy lifespan. Nat Cell Biol. 2013; 15:96102. https:doi.org10.1038 ncb2643. 154. Moolgavkar SH, Venzon DJ. Two-event models for carcinogenesis: incidence curves for childhood and adult tumors. Math Biosci. 1979; 47:5577. https:doi. org10.10160025-5564(79)90005-1. 155. Hoeijmakers JH. DNA damage, aging, and cancer. N Engl J Med. 2009; 361:147585. https:doi.org10.1056 NEJMra0804615. 156. Moskalev AA, Shaposhnikov MV , Plyusnina EN, Zhavoronkov A, Budovsky A, Yanai H, Fraifeld VE. The role of DNA damage and repair in aging through the prism of Koch-like criteria. Ageing Res Rev. 2013; 12:66184. https:doi.org10.1016j.arr.2012.02.001. 157. Sridharan DM, Asaithamby A, Bailey SM, Costes SV , Doetsch PW, Dynan WS, Kronenberg A, Rithidech KN, Saha J, Snijders AM, Werner E, Wiese C, Cucinotta FA, Pluth JM. Understanding cancer development processes after HZE-particle exposure: roles of ROS, DNA damage repair and inflammation. Radiat Res. 2015; 183:126. https:doi.org10.1667RR13804.1.158. Yang TC, Craise LM, Mei MT, Tobias CA. Neoplastic cell transformation by heavy charged particles. Radiat Res Suppl. 1985; 8:S17787. https:doi.org10.23073583525. 159. George K, Durante M, Wu H, Willingham V , Cucinotta FA. In vivo and in vitro measurements of complex-type chromosomal exchanges induced by heavy ions. Adv Space Res. 2003; 31:152535. https:doi.org10.1016 S0273-1177(03)00088-7. 160. George K, Cucinotta FA. The influence of shielding on the biological effectiveness of accelerated particles for the induction of chromosome damage. Adv Space Res. 2007; 39:107681. https:doi.org10.1016j.asr.2007.01.004. 161. Kiefer J, Schreiber A, Gutermuth F, Koch S, Schmidt P. Mutation induction by different types of radiation at the Hprt locus. Mutat Res. 1999; 431:42948. https:doi. org10.1016S0027-5107(99)00184-0. 162. Fry RJ, Powers-Risius P, Alpen EL, Ainsworth EJ. High- LET radiation carcinogenesis. Radiat Res Suppl. 1985; 8:S18895. https:doi.org10.23073583526. 163. Alpen EL, Powers-Risius P, Curtis SB, DeGuzman R, Fry RJ. Fluence-based relative biological effectiveness for charged particle carcinogenesis in mouse Harderian gland. Adv Space Res. 1994; 14:57381. https:doi. org10.10160273-1177(94)90512-6. 164. Kotenko KV , Bushmanov AY , Ozerov IV , Guryev DV , Anchishkina NA, Smetanina NM, Arkhangelskaya EY , V orobyeva NY , Osipov AN. Changes in the number of double- strand DNA breaks in Chinese hamster V79 cells exposed to -radiation with different dose rates. Int J Mol Sci. 2013; 14:1371926. https:doi.org10.3390ijms140713719. 165. Dicello JF, Christian A, Cucinotta FA, Gridley DS, Kathirithamby R, Mann J, Markham AR, Moyers MF, Novak GR, Piantadosi S, Ricart-Arbona R, Simonson DM, Strandberg JD, et al. In vivo mammary tumourigenesis in the Sprague-Dawley rat and microdosimetric correlates. Phys Med Biol. 2004; 49:381730. https:doi. org10.10880031-91554916024. 166. Burns FJ, Hosselet S, Jin Y , Dudas G, Garte SJ. Progression and multiple events in radiation carcinogenesis of rat skin. J Radiat Res (Tokyo). 1991 (Suppl 2); 32:20216. https: doi.org10.1269jrr.32.SUPPLEMENT2_202. 167. Burns FJ, Zhao P, Xu G, Roy N, Loomis C. Fibroma induction in rat skin following single or multiple doses of 1.0 GeVnucleon 56Fe ions from the Brookhaven Alternating Gradient Synchrotron (AGS). Phys Med. 2001 (Suppl 1); 17:19495. 168. Ullrich RL, Preston RJ. Myeloid leukemia in male RFM mice following irradiation with fission spectrum neutrons or  rays. Radiat Res. 1987; 109:16570. https:doi. org10.23073576877. 169. Boice JD Jr. Leukemia risk in thorotrast patients. Radiat Res. 1993; 136:30102. https:doi.org10.23073578628. 170. Miousse IR, Chalbot MC, Aykin-Burns N, Wang X, Basnakian A, Kavouras IG, Koturbash I. Epigenetic alterations induced by ambient particulate matter in mouse Oncotarget14717 www.impactjournals.comoncotarget macrophages. Environ Mol Mutagen. 2014; 55:42835. https:doi.org10.1002em.21855. 171. Zheng X, Zhang X, Ding L, Lee JR, Weinberger PM, Dynan WS. Synergistic effect of high charge and energy particle radiation and chronological age on biomarkers of oxidative stress and tissue degeneration: a ground-based study using the vertebrate laboratory model organism Oryzias latipes. PLoS One. 2014; 9:e111362. https:doi.org10.1371 journal.pone.0111362. 172. George K, Wu H, Willingham V , Cucinotta FA. The effect of space radiation on the induction of chromosome damage. Phys Med. 2001 (Suppl 1); 17:22225. 173. George K, Willingham V , Cucinotta FA. Stability of chromosome aberrations in the blood lymphocytes of astronauts measured after space flight by FISH chromosome painting. Radiat Res. 2005; 164:47480. https:doi. org10.1667RR3323.1. 174. Jasinski-Bergner S, Mandelboim O, Seliger B. The role of microRNAs in the control of innate immune response in cancer. J Natl Cancer Inst. 2014; 106:dju257. https:doi. org10.1093jncidju257. 175. Raisch J, Darfeuille-Michaud A, Nguyen HT. Role of microRNAs in the immune system, inflammation and cancer. World J Gastroenterol. 2013; 19:298596. https: doi.org10.3748wjg.v19.i20.2985. 176. Koturbash I, Zemp FJ, Kutanzi K, Luzhna L, Loree J, Kolb B, Kovalchuk O. Sex-specific microRNAome deregulation in the shielded bystander spleen of cranially exposed mice. Cell Cycle. 2008; 7:165867. https:doi.org10.4161 cc.7.11.5981. 177. Harries LW. MicroRNAs as Mediators of the Ageing Process. Genes (Basel). 2014; 5:65670. https:doi. org10.3390genes5030656. 178. Jima DD, Zhang J, Jacobs C, Richards KL, Dunphy CH, Choi WW, Au WY , Srivastava G, Czader MB, Rizzieri DA, Lagoo AS, Lugar PL, Mann KP, et al, and Hematologic Malignancies Research Consortium. Deep sequencing of the small RNA transcriptome of normal and malignant human B cells identifies hundreds of novel microRNAs. Blood. 2010; 116:e11827. https:doi.org10.1182 blood-2010-05-285403. 179. Mazan-Mamczarz K, Gartenhaus RB. Role of microRNA deregulation in the pathogenesis of diffuse large B-cell lymphoma (DLBCL). Leuk Res. 2013; 37:142028. https: doi.org10.1016j.leukres.2013.08.020. 180. Lujambio A, Lowe SW. The microcosmos of cancer. Nature. 2012; 482:34755. https:doi.org10.1038nature10888. 181. Yanaihara N, Caplen N, Bowman E, Seike M, Kumamoto K, Yi M, Stephens RM, Okamoto A, Yokota J, Tanaka T, Calin GA, Liu CG, Croce CM, Harris CC. Unique microRNA molecular profiles in lung cancer diagnosis and prognosis. Cancer Cell. 2006; 9:18998. https:doi. org10.1016j.ccr.2006.01.025. 182. Metheetrairut C, Slack FJ. MicroRNAs in the ionizing radiation response and in radiotherapy. Curr Opin Genet Dev. 2013; 23:1219. https:doi.org10.1016j. gde.2013.01.002. 183. Cucinotta FA, Schimmerling W, Wilson JW, Peterson LE, Badhwar GD, Saganti PB, Dicello JF. Space radiation cancer risks and uncertainties for Mars missions. Radiat Res. 2001; 156:68288. https:doi. org10.16670033-7587(2001)1560682:SRCRAU2.0.CO;2. 184. Krikalev SK. Establishment and development of national program for cosmonaut selection and raining. Article in Russian. Manned space missions. 2011; 1: 518. 185. Doarn CR. Medical policy development for human spaceflight at NASA: an evolution. Aviat Space Environ Med. 2011; 82:107377. https:doi.org10.3357 ASEM.3103.2011. 186. Mortazavi SM, Cameron JR, Niroomand-rad A. Adaptive response studies may help choose astronauts for long-term space travel. Adv Space Res. 2003; 31:154351. https:doi. org10.1016S0273-1177(03)00089-9. 187. Ushakov IB, Shtemberg AS. The organism tolerance to extreme factors: physiological basis, regulation, prediction. Article in Russian. Usp Fiziol Nauk. 2011; 42:2645. 188. Mortazavi S. How Does Biological Protection Help Astronauts Tolerate High Levels of Radiation During Deep Space Manned Missions. 2017. Available from: https:www.researchgate.netprofileSMJ_Mortazavi publication316917673_How_Does_Biological_Protection_ Help_Astronauts_Tolerate_High_Levels_of_Radiation_-_ City_College_of_New_York-_New_York_-_May_11_2017 links59184d40a6fdcc963e867e85How-Does-Biological- Protection-Help-Astronauts-Tolerate-High-Levels- of-Radiation-City-College-of-New-York-New-York- May-11-2017.pdf. 189. Shtemberg AS. The problem of organism individual resistance and radioresitance to prolonged space flights factors influcence. 35th COSPAR Scientific Assembly. 2004. p. 4216. 190. Asaithamby A, Hu B, Chen DJ. Unrepaired clustered DNA lesions induce chromosome breakage in human cells. Proc Natl Acad Sci USA. 2011; 108:829398. https:doi. org10.1073pnas.1016045108. 191. Pustovalova M, Grekhova A, Astrelina , Nikitina V , Dobrovolskaya E, Suchkova Y , Kobzeva I, Usupzhanova D, V orobyeva N, Samoylov A, Bushmanov A, Ozerov IV , Zhavoronkov A, et al. Accumulation of spontaneous H2AX foci in long-term cultured mesenchymal stromal cells. Aging (Albany NY). 2016; 8:3498506. https:doi. org10.18632aging.101142. 192. Marcon F, Andreoli C, Rossi S, Verdina A, Galati R, Crebelli R. Assessment of individual sensitivity to ionizing radiation and DNA repair efficiency in a healthy population. Mutat Res. 2003; 541:18. https:doi.org10.1016 S1383-5718(03)00171-2. 193. Bosi A, Olivieri G. Variability of the adaptive response to ionizing radiations in humans. Mutat Res. 1989; 211:1317. https:doi.org10.10160027-5107(89)90102-4.Oncotarget14718 www.impactjournals.comoncotarget 194. Zorin V , Zorina A, Smetanina N, Kopnin P, Ozerov IV , Leonov S, Isaev A, Klokov D, Osipov AN. Diffuse colonies of human skin fibroblasts in relation to cellular senescence and proliferation. Aging (Albany NY). 2017; 9:140413. https:doi.org10.18632aging.101240. 195. Desai N, Davis E, ONeill P, Durante M, Cucinotta FA, Wu H. Immunofluorescence detection of clustered gamma- H2AX foci induced by HZE-particle radiation. Radiat Res. 2005; 164:51822. https:doi.org10.1667RR3431.1. 196. Groesser T, Fontenay GV , Han J, Chang H, Pluth J, Parvin B. Quantification of the Dynamics of DNA Repair to Ionizing Radiation via Colocalization of 53BP1 and H2AX. Video Bioinformatics. Cham: Springer; 2015. pp. 25363. 197. Torudd J, Protopopova M, Sarimov R, Nygren J, Eriksson S, Markova E, Chovanec M, Selivanova G, Belyaev IY . Dose-response for radiation-induced apoptosis, residual 53BP1 foci and DNA-loop relaxation in human lymphocytes. IInt J Radiat Biol. 2005; 81:12538. https: doi.org10.108009553000500077211. 198. Lobachevsky P, Leong T, Daly P, Smith J, Best N, Tomaszewski J, Thompson ER, Li N, Campbell IG, Martin RF, Martin OA. Compromized DNA repair as a basis for identification of cancer radiotherapy patients with extreme radiosensitivity. Cancer Lett. 2016; 383:21219. https:doi. org10.1016j.canlet.2016.09.010. 199. Grekhova AK, Eremin PS, Osipov AN, Eremin II, Pustovalova MV , Ozerov IV , Smetanina NM, Lazareva NL, V orobyeva NY , Pulin AA, Maksimova OA, Gordeev A V , Bushmanov AY , Kotenko KV . Slow Formation and Degradation of H2AX Foci in Human Skin Fibroblasts Exposed to Low-Dose X-Ray Radiation. Article in Russian. Radiats Biol Radioecol. 2015; 55:395401. 200. Saha J, Wang M, Cucinotta FA. Investigation of switch from ATM to ATR signaling at the sites of DNA damage induced by low and high LET radiation. DNA Repair (Amst). 2013; 12:114351. https:doi.org10.1016j.dnarep.2013.10.004. 201. Tsvetkova A, Ozerov IV , Pustovalova M, Grekhova A, Eremin P, V orobyeva N, Eremin I, Pulin A, Zorin V , Kopnin P, Leonov S, Zhavoronkov A, Klokov D, Osipov AN. H2AX, 53BP1 and Rad51 protein foci changes in mesenchymal stem cells during prolonged X-ray irradiation. Oncotarget. 2017; 8:6431729. https:doi.org10.18632 oncotarget.19203. 202. Pustovalova M, Astrelina A, Grekhova A, V orobyeva N, Tsvetkova A, Blokhina T, Nikitina V , Suchkova Y , Usupzhanova D, Brunchukov V , Kobzeva I, Karaseva , Ozerov IV , et al. Residual H2AX foci induced by low dose x-ray radiation in bone marrow mesenchymal stem cells do not cause accelerated senescence in the progeny of irradiated cells. Aging (Albany NY). 2017; 9:2397410. https:doi.org10.18632aging.101327. 203. Belli M, Sapora O, Tabocchini MA. Molecular targets in cellular response to ionizing radiation and implications in space radiation protection. J Radiat Res (Tokyo). 2002 (Suppl ); 43:S1319. https:doi.org10.1269jrr.43.S13. 204. Durante M, Kronenberg A. Ground-based research with heavy ions for space radiation protection. Adv Space Res. 2005; 35:18084. https:doi.org10.1016j.asr.2004.12.034. 205. Rashi-Elkeles S, Warnatz HJ, Elkon R, Kupershtein A, Chobod Y , Paz A, Amstislavskiy V , Sultan M, Safer H, Nietfeld W, Lehrach H, Shamir R, Yaspo ML, Shiloh Y . Parallel profiling of the transcriptome, cistrome, and epigenome in the cellular response to ionizing radiation. Sci Signal. 2014; 7:rs3. https:doi.org10.1126 scisignal.2005032. 206. Ozerov IV , Lezhnina KV , Izumchenko E, Artemov A V , Medintsev S, Vanhaelen Q, Aliper A, Vijg J, Osipov AN, Labat I, West MD, Buzdin A, Cantor CR, et al. In silico Pathway Activation Network Decomposition Analysis (iPANDA) as a method for biomarker development. Nat Commun. 2016; 7:13427. https:doi.org10.1038 ncomms13427. 207. Mettler FA Jr, Brenner D, Coleman CN, Kaminski JM, Kennedy AR, Wagner LK. Can radiation risks to patients be reduced without reducing radiation exposure? The status of chemical radioprotectants. AJR Am J Roentgenol. 2011; 196:61618. https:doi.org10.2214AJR.10.4959. 208. Maier P, Hartmann L, Wenz F, Herskind C. Cellular Pathways in Response to Ionizing Radiation and Their Targetability for Tumor Radiosensitization. Int J Mol Sci. 2016; 17:E102. https:doi.org10.3390ijms17010102. 209. Braunstein S, Badura ML, Xi Q, Formenti SC, Schneider RJ. Regulation of protein synthesis by ionizing radiation. Mol Cell Biol. 2009; 29:564556. https:doi.org10.1128 MCB.00711-09. 210. Magn N, Toillon RA, Bottero V , Didelot C, Houtte PV , Grard JP, Peyron JF. NF-kappaB modulation and ionizing radiation: mechanisms and future directions for cancer treatment. Cancer Lett. 2006; 231:15868. https:doi. org10.1016j.canlet.2005.01.022. 211. Venkata Narayanan I, Paulsen MT, Bedi K, Berg N, Ljungman EA, Francia S, Veloso A, Magnuson B, di Fagagna FD, Wilson TE, Ljungman M. Transcriptional and post-transcriptional regulation of the ionizing radiation response by ATM and p53. Sci Rep. 2017; 7:43598. https: doi.org10.1038srep43598. 212. Moskalev AA, Plyusnina EN, Shaposhnikov MV . Radiation hormesis and radioadaptive response in Drosophila melanogaster flies with different genetic backgrounds: the role of cellular stress-resistance mechanisms. Biogerontology. 2011; 12:25363. https:doi.org10.1007 s10522-011-9320-0. 213. Munshi A, Ramesh R. Mitogen-activated protein kinases and their role in radiation response. Genes Cancer. 2013; 4:40108. https:doi.org10.11771947601913485414. 214. Williams K, Christensen J, Rappsilber J, Nielsen AL, Johansen JV , Helin K. The histone lysine demethylase JMJD3KDM6B Oncotarget14719 www.impactjournals.comoncotarget is recruited to p53 bound promoters and enhancer elements in a p53 dependent manner. PLoS One. 2014; 9:e96545. https: doi.org10.1371journal.pone.0096545. 215. Kim AH, Lebman DA, Dietz CM, Snyder SR, Eley KW, Chung TD. Transforming growth factor-beta is an endogenous radioresistance factor in the esophageal adenocarcinoma cell line OE-33. Int J Oncol. 2003; 23:159399. 216. Matusiewicz R, Stempniak M, Lebiedowski K, Czajkowski M. The most frequent complications during long-term corticotherapy. Article in Polish. Wiad Lek. 1989; 42:27377. 217. Seong KM, Yu M, Lee KS, Park S, Jin YW, Min KJ. Curcumin mitigates accelerated aging after irradiation in Drosophila by reducing oxidative stress. BioMed Res Int. 2015; 2015:425380. https:doi.org10.11552015425380. 218. Proshkina E, Lashmanova E, Dobrovolskaya E, Zemskaya N, Kudryavtseva A, Shaposhnikov M, Moskalev A. Geroprotective and Radioprotective Activity of Quercetin, (-)-Epicatechin, and Ibuprofen in Drosophila melanogaster. Front Pharmacol. 2016; 7:505. https:doi.org10.3389 fphar.2016.00505. 219. Moskalev A, Chernyagina E, de Magalhes JP, Barardo D, Thoppil H, Shaposhnikov M, Budovsky A, Fraifeld VE, Garazha A, Tsvetkov V , Bronovitsky E, Bogomolov V , Scerbacov A, et al. Geroprotectors.org: a new, structured and curated database of current therapeutic interventions in aging and age-related disease. Aging (Albany NY). 2015; 7:61628. https:doi.org10.18632aging.100799. 220. Barardo D, Thornton D, Thoppil H, Walsh M, Sharifi S, Ferreira S, Ani A, Fernandes M, Monteiro P, Grum T, Cordeiro R, De-Souza EA, Budovsky A, et al. The DrugAge database of aging-related drugs. Aging Cell. 2017; 16:594 97. https:doi.org10.1111acel.12585. 221. Moskalev A, Anisimov V , Aliper A, Artemov A, Asadullah K, Belsky D, Baranova A, de Grey A, Dixit VD, Debonneuil E, Dobrovolskaya E, Fedichev P, Fedintsev A, et al. A review of the biomedical innovations for healthy longevity. Aging (Albany NY). 2017; 9:725. https:doi. org10.18632aging.101163. 222. Vanhaelen Q, Mamoshina P, Aliper AM, Artemov A, Lezhnina K, Ozerov I, Labat I, Zhavoronkov A. Design of efficient computational workflows for in silico drug repurposing. Drug Discov Today. 2017; 22:21022. https: doi.org10.1016j.drudis.2016.09.019. 223. Badiello R, Ceschel GC, Esposito B. Radioprotective effects of glutathione on molecular systems. J Radioanal Nucl Chem. 1998; 229:14952. https:doi.org10.1007BF02389464. 224. Jensen GL, Meister A. Radioprotection of human lymphoid cells by exogenously supplied glutathione is mediated by gamma-glutamyl transpeptidase. Proc Natl Acad Sci USA. 1983; 80:471417. https:doi.org10.1073pnas.80.15.4714. 225. Hashimoto K, Takasaki W, Yamoto T, Manabe S, Sato I, Tsuda S. Effect of glutathione (GSH) depletion on DNA damage and blood chemistry in aged and young rats. J Toxicol Sci. 2008; 33:42129. https:doi.org10.2131jts.33.421.226. Raghuraman M, Verma P, Kunwar A, Phadnis PP, Jain VK, Priyadarsini KI. Cellular evaluation of diselenonicotinamide (DSNA) as a radioprotector against cell death and DNA damage. Metallomics. 2017; 9:71525. https:doi. org10.1039C7MT00034K. 227. Adhikari M, Arora R. The flavonolignan-silymarin protects enzymatic, hematological, and immune system against -radiation-induced toxicity. Environ Toxicol. 2016; 31:64154. https:doi.org10.1002tox.22076. 228. Yoshino J, Mills KF, Yoon MJ, Imai S. Nicotinamide mononucleotide, a key NAD() intermediate, treats the pathophysiology of diet- and age-induced diabetes in mice. Cell Metab. 2011; 14:52836. https:doi.org10.1016j. cmet.2011.08.014. 229. North BJ, Rosenberg MA, Jeganathan KB, Hafner A V , Michan S, Dai J, Baker DJ, Cen Y , Wu LE, Sauve AA, van Deursen JM, Rosenzweig A, Sinclair DA. SIRT2 induces the checkpoint kinase BubR1 to increase lifespan. EMBO J. 2014; 33:143853. 230. Mills KF, Yoshida S, Stein LR, Grozio A, Kubota S, Sasaki Y , Redpath P, Migaud ME, Apte RS, Uchida K, Yoshino J, Imai SI. Long-Term Administration of Nicotinamide Mononucleotide Mitigates Age-Associated Physiological Decline in Mice. Cell Metab. 2016; 24:795806. https: doi.org10.1016j.cmet.2016.09.013. 231. Li J, Bonkowski MS, Moniot S, Zhang D, Hubbard BP, Ling AJ, Rajman LA, Qin B, Lou Z, Gorbunova V , Aravind L, Steegborn C, Sinclair DA. A conserved NADbinding pocket that regulates protein-protein interactions during aging. Science. 2017; 355:131217. https:doi.org10.1126 science.aad8242. 232. Uddin GM, Youngson NA, Doyle BM, Sinclair DA, Morris MJ. Nicotinamide mononucleotide (NMN) supplementation ameliorates the impact of maternal obesity in mice: comparison with exercise. Sci Rep. 2017; 7:15063. https: doi.org10.1038s41598-017-14866-z. 233. Srouji JR, Xu A, Park A, Kirsch JF, Brenner SE. The evolution of function within the Nudix homology clan. Proteins. 2017; 85:775811. https:doi.org10.1002 prot.25223. 234. Timofeev NN. The problem of artificial hypobiosis. USSR Journal of Physiology. 1969. 235. Cerri M, Tinganelli W, Negrini M, Helm A, Scifoni E, Tommasino F, Sioli M, Zoccoli A, Durante M. Hibernation for space travel: impact on radioprotection. Life Sci Space Res (Amst). 2016; 11:19. https:doi.org10.1016j. lssr.2016.09.001. 236. Wakayama S, Kamada Y , Yamanaka K, Kohda T, Suzuki H, Shimazu T, Tada MN, Osada I, Nagamatsu A, Kamimura S, Nagatomo H, Mizutani E, Ishino F, et al. Healthy offspring from freeze-dried mouse spermatozoa held on the International Space Station for 9 months. Proc Natl Acad Sci USA. 2017; 114:598893. https:doi.org10.1073 pnas.1701425114.Oncotarget14720 www.impactjournals.comoncotarget 237. Greenberger J. Gene therapy for radiation protection. Gene Ther. 1999; 6:149596. https:doi.org10.1038 sj.gt.3301005. 238. Zhang X, Epperly MW, Kay MA, Chen ZY , Dixon T, Franicola D, Greenberger BA, Komanduri P, Greenberger JS. Radioprotection in vitro and in vivo by minicircle plasmid carrying the human manganese superoxide dismutase transgene. Hum Gene Ther. 2008; 19:82026. https:doi.org10.1089hum.2007.141. 239. Epperly MW, Bray JA, Krager S, Berry LM, Gooding W, Engelhardt JF, Zwacka R, Travis EL, Greenberger JS. Intratracheal injection of adenovirus containing the human MnSOD transgene protects athymic nude mice from irradiation-induced organizing alveolitis. Int J Radiat Oncol Biol Phys. 1999; 43:16981. https:doi.org10.1016 S0360-3016(98)00355-1. 240. Stickle RL, Epperly MW, Klein E, Bray JA, Greenberger JS. Prevention of irradiation-induced esophagitis by plasmidliposome delivery of the human manganese superoxide dismutase transgene. Radiat Oncol Investig. 1999; 7:204-17. https:doi.org10.1002(SICI)1520-6823 (1999)7:4204::AID-ROI23.0.CO;2-S. 241. Schieber M, Chandel NS. ROS function in redox signaling and oxidative stress. Curr Biol. 2014; 24:R45362. https: doi.org10.1016j.cub.2014.03.034. 242. Moss RW. Do antioxidants interfere with radiation therapy for cancer? Integr Cancer Ther. 2007; 6:28192. https:doi. org10.11771534735407305655. 243. Frosina G. Overexpression of enzymes that repair endogenous damage to DNA. Eur J Biochem. 2000; 267:213549. https:doi. org10.1046j.1432-1327.2000.01266.x. 244. Frosina G. Counteracting spontaneous transformation via overexpression of rate-limiting DNA base excision repair enzymes. Carcinogenesis. 2001; 22:133541. https:doi. org10.1093carcin22.9.1335. 245. Sarasin A, Kauffmann A. Overexpression of DNA repair genes is associated with metastasis: a new hypothesis. Mutat Res. 2008; 659:4955. https:doi.org10.1016j. mrrev.2007.12.002. 246. Rothkamm K, Lbrich M. Misrepair of radiation- induced DNA double-strand breaks and its relevance for tumorigenesis and cancer treatment (review). Int J Oncol. 2002; 21:43340. review. 247. Dikomey E, Brammer I. Relationship between cellular radiosensitivity and non-repaired double-strand breaks studied for different growth states, dose rates and plating conditions in a normal human fibroblast line. Int J Radiat Biol. 2000; 76:77381. https:doi. org10.108009553000050028922. 248. Foray N, Arlett CF, Malaise EP. Dose-rate effect on induction and repair rate of radiation-induced DNA double- strand breaks in a normal and an ataxia telangiectasia human fibroblast cell line. Biochimie. 1995; 77:90005. https:doi.org10.10160300-9084(95)90010-1.249. Vadhavkar N, Pham C, Georgescu W, Deschamps T, Heuskin AC, Tang J, Costes SV . Combinatorial DNA damage pairing model based on X-ray-induced foci predicts the dose and LET dependence of cell death in human breast cells. Radiat Res. 2014; 182:27381. https:doi. org10.1667RR13792.1. 250. Zgheib O, Huyen Y , DiTullio RA Jr, Snyder A, Venere M, Stavridi ES, Halazonetis TD. ATM signaling and 53BP1. Radiother Oncol. 2005; 76:11922. https:doi. org10.1016j.radonc.2005.06.026. 251. Bakkenist CJ, Kastan MB. DNA damage activates ATM through intermolecular autophosphorylation and dimer dissociation. Nature. 2003; 421:499506. https:doi. org10.1038nature01368. 252. Goodhead DT. Initial events in the cellular effects of ionizing radiations: clustered damage in DNA. Int J Radiat Biol. 1994; 65: 717. 253. Asaithamby A, Chen DJ. Mechanism of cluster DNA damage repair in response to high-atomic number and energy particles radiation. Mutat Res. 2011; 711:8799. https:doi.org10.1016j.mrfmmm.2010.11.002. 254. Georgescu W, Osseiran A, Rojec M, Liu Y , Bombrun M, Tang J, Costes SV . Characterizing the DNA Damage Response by Cell Tracking Algorithms and Cell Features Classification Using High-Content Time-Lapse Analysis. PLoS One. 2015; 10:e0129438. https:doi.org10.1371 journal.pone.0129438. 255. Takata H, Hanafusa T, Mori T, Shimura M, Iida Y , Ishikawa K, Yoshikawa K, Yoshikawa Y , Maeshima K. Chromatin compaction protects genomic DNA from radiation damage. PLoS One. 2013; 8:e75622. https:doi.org10.1371journal. pone.0075622. 256. Jnsson KI, Harms-Ringdahl M, Torudd J. Radiation tolerance in the eutardigrade Richtersius coronifer. Int J Radiat Biol. 2005; 81:64956. https:doi. org10.108009553000500368453. 257. Jnsson KI, Rabbow E, Schill RO, Harms-Ringdahl M, Rettberg P. Tardigrades survive exposure to space in low Earth orbit. Curr Biol. 2008; 18:R72931. https:doi. org10.1016j.cub.2008.06.048. 258. Hashimoto T, Horikawa DD, Saito Y , Kuwahara H, Kozuka-Hata H, Shin-I T, Minakuchi Y , Ohishi K, Motoyama A, Aizu T, Enomoto A, Kondo K, Tanaka S, et al. Extremotolerant tardigrade genome and improved radiotolerance of human cultured cells by tardigrade- unique protein. Nat Commun. 2016; 7:12808. https:doi. org10.1038ncomms12808. 259. Greve C, Gimnich F, Hutterer R, Misof B, Haase M. Radiating on oceanic islands: patterns and processes of speciation in the land snail genus Theba (Risso 1826). PLoS One. 2012; 7:e34339. https: doi.org10.1371journal.pone.0034339. Erratum in: PLoS One. 2012;7. https:doi.org10.1371 annotation5cfe7c14-9385-427b-ac34-7e893af0cb8c.Oncotarget14721 www.impactjournals.comoncotarget 260. Andreassen CN, Rosenstein BS, Kerns SL, Ostrer H, De Ruysscher D, Cesaretti JA, Barnett GC, Dunning AM, Dorling L, West CM, Burnet NG, Elliott R, Coles C, et al, and International Radiogenomics Consortium (RgC). Individual patient data meta-analysis shows a significant association between the ATM rs1801516 SNP and toxicity after radiotherapy in 5456 breast and prostate cancer patients. Radiother Oncol. 2016; 121:43139. https:doi. org10.1016j.radonc.2016.06.017. 261. Kato TA, Wilson PF, Nagasaw H, Peng Y , Weil MM, Little JB, Bedford JS. Variations in radiosensitivity among individuals: a potential impact on risk assessment? Health Phys. 2009; 97:47080. https:doi.org10.1097 HP.0b013e3181b08eee. 262. Dobrzyski L, Fornalski KW, Feinendegen LE. Cancer Mortality Among People Living in Areas With Various Levels of Natural Background Radiation. Dose Response. 2015; 13:1559325815592391. https:doi. org10.11771559325815592391. 263. Leuraud K, Richardson DB, Cardis E, Daniels RD, Gillies M, OHagan JA, Hamra GB, Haylock R, Laurier D, Moissonnier M, Schubauer-Berigan MK, Thierry-Chef I, Kesminiene A. Ionising radiation and risk of death from leukaemia and lymphoma in radiation-monitored workers (INWORKS): an international cohort study. Lancet Haematol. 2015; 2:e27681. https:doi.org10.1016 S2352-3026(15)00094-0. 264. Visscher PM, Wray NR, Zhang Q, Sklar P, McCarthy MI, Brown MA, Yang J. 10 Years of GWAS Discovery: Biology, Function, and Translation. Am J Hum Genet. 2017; 101:5 22. https:doi.org10.1016j.ajhg.2017.06.005. 265. Kawecki TJ, Lenski RE, Ebert D, Hollis B, Olivieri I, Whitlock MC. Experimental evolution. Trends Ecol Evol. 2012; 27:54760. https:doi.org10.1016j. tree.2012.06.001. 266. Byrne RT, Klingele AJ, Cabot EL, Schackwitz WS, Martin JA, Martin J, Wang Z, Wood EA, Pennacchio C, Pennacchio LA, Perna NT, Battista JR, Cox MM. Evolution of extreme resistance to ionizing radiation via genetic adaptation of DNA repair. eLife. 2014; 3:e01322. https:doi.org10.7554 eLife.01322. 267. Atala A, Lanza R, Nerem R, Thomson JA. Principles of Regenerative Medicine. Academic Press; 2011. 1472 pp. 268. Mao AS, Mooney DJ. Regenerative medicine: current therapies and future directions. Proc Natl Acad Sci USA. 2015; 112:1445259. https:doi.org10.1073 pnas.1508520112. 269. Sampogna G, Guraya SY , Forgione A. Regenerative medicine: historical roots and potential strategies in modern medicine. Journal of Microscopy and Ultrastructure. 2015; 3:10107. https:doi.org10.1016j.jmau.2015.05.002. 270. Cortese FA, Santostasi G. Whole-Body Induced Cell Turnover: A Proposed Intervention for Age-Related Damage and Associated Pathology. Rejuvenation Res. 2016; 19:322 36. https:doi.org10.1089rej.2015.1763.271. Cortese FA, Aguiar S, Santostasi G. Induced Cell Turnover: A Novel Therapeutic Modality for In Situ Tissue Regeneration. Hum Gene Ther. 2017; 28:70316. https: doi.org10.1089hum.2016.167. 272. Weichselbaum RR, Kufe DW, Hellman S, Rasmussen HS, King CR, Fischer PH, Mauceri HJ. Radiation-induced tumour necrosis factor-alpha expression: clinical application of transcriptional and physical targeting of gene therapy. Lancet Oncol. 2002; 3:66571. https:doi.org10.1016 S1470-2045(02)00900-2. 273. Tanenbaum ME, Gilbert LA, Qi LS, Weissman JS, Vale RD. A protein-tagging system for signal amplification in gene expression and fluorescence imaging. Cell. 2014; 159:635 46. https:doi.org10.1016j.cell.2014.09.039. 274. Curtis SB. Fluence rates, delta rays and cell nucleus hit rates from Galactic Cosmic Rays. Basic Concepts of Space Radiation; 2013. 275. Li X, Snyder MP. Can heavy isotopes increase lifespan? Studies of relative abundance in various organisms reveal chemical perspectives on aging. BioEssays. 2016; 38:1093 101. https:doi.org10.1002bies.201600040. 276. Hammel SC, East K, Shaka AJ, Rose MR, Shahrestani P. Brief early-life non-specific incorporation of deuterium extends mean life span in Drosophila melanogaster without affecting fecundity. Rejuvenation Res. 2013; 16:98104. https:doi.org10.1089rej.2012.1368. 277. Samis HV , Baird MB, Massie HR. Deuterium oxide effect on temperature-dependent survival in populations of Drosophila melanogaster. Science. 1974; 183:42728. https:doi.org10.1126science.183.4123.427. 278. Andreyev AY , Tsui HS, Milne GL, Shmanai VV , Bekish A V , Fomich MA, Pham MN, Nong Y , Murphy AN, Clarke CF, Shchepinov MS. Isotope-reinforced polyunsaturated fatty acids protect mitochondria from oxidative stress. Free Radic Biol Med. 2015; 82:6372. https:doi.org10.1016j. freeradbiomed.2014.12.023. 279. Vasdev S, Prabhakaran V , Sampson CA. Deuterium oxide normalizes blood pressure and vascular calcium uptake in Dahl salt-sensitive hypertensive rats. Hypertension. 1990; 15:18389. https:doi.org10.116101.HYP.15.2.183. 280. Shchepinov MS, Roginsky V A, Thomas Brenna J, Molinari RJ, To R, Tsui H, Clarke CF, Manning-Bo AB. Deuterium Protection of Polyunsaturated Fatty Acids against Lipid Peroxidation. Omega-3 Fatty Acids in Brain and Neurological Health. 2014. p. 37383. https:doi. org10.1016B978-0-12-410527-0.00031-4. 281. Gyngyi Z, Somlyai G. Deuterium depletion can decrease the expression of C-myc Ha-ras and p53 gene in carcinogen- treated mice. In vivo . 2000; 14:43739. 282. Gyngyi Z, Budn F, Szab I, Ember I, Kiss I, Krempels K, Somlyai I, Somlyai G. Deuterium depleted water effects on survival of lung cancer patients and expression of Kras, Bcl2, and Myc genes in mouse lung. Nutr Cancer. 2013; 65:24046. https:doi.org10.108001635581.2013.756533.Oncotarget14722 www.impactjournals.comoncotarget 283. Cong FS, Zhang YR, Sheng HC, Ao ZH, Zhang SY , Wang JY . Deuterium-depleted water inhibits human lung carcinoma cell growth by apoptosis. Exp Ther Med. 2010; 1:27783. https:doi.org10.3892etm_00000043. 284. Mamoshina P, Vieira A, Putin E, Zhavoronkov A. Applications of Deep Learning in Biomedicine. Mol Pharm. 2016; 13:144554. https:doi.org10.1021acs. molpharmaceut.5b00982. 285. West MD, Labat I, Sternberg H, Larocca D, Nasonkin I, Chapman KB, Singh R, Makarev E, Aliper A, Kazennov A, Alekseenko A, Shuvalov N, Cheskidova E, et al. Use of deep neural network ensembles to identify embryonic-fetal transition markers: repression of COX7A1 in embryonic and cancer cells. Oncotarget. 2018; 9:7796-7811. https: doi.org10.18632oncotarget.23748. 286. Putin E, Mamoshina P, Aliper A, Korzinkin M, Moskalev A, Kolosov A, Ostrovskiy A, Cantor C, Vijg J, Zhavoronkov A. Deep biomarkers of human aging: application of deep neural networks to biomarker development. Aging (Albany NY). 2016; 8:102133. https:doi.org10.18632 aging.100968. 287. Hay M, Thomas DW, Craighead JL, Economides C, Rosenthal J. Clinical development success rates for investigational drugs. Nat Biotechnol. 2014; 32:4051. https:doi.org10.1038nbt.2786. 288. Aliper A, Plis S, Artemov A, Ulloa A, Mamoshina P, Zhavoronkov A. Deep Learning Applications for Predicting Pharmacological Properties of Drugs and Drug Repurposing Using Transcriptomic Data. Mol Pharm. 2016; 13:252430. https:doi.org10.1021acs.molpharmaceut.6b00248. 289. Kadurin A, Nikolenko S, Khrabrov K, Aliper A, Zhavoronkov A. druGAN: An Advanced Generative Adversarial Autoencoder Model for de Novo Generation of New Molecules with Desired Molecular Properties in Silico. Mol Pharm. 2017; 14:3098104. https:doi.org10.1021 acs.molpharmaceut.7b00346.",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Medical selection of radioresistant people\nCountries actively engaged in development of the \nspaceflight missions, such as United States and Russia, \nhave well-established protocols for selection of the \npotential candidates"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            }
        ]
    }
]