[
    {
        "pmid": "36058760",
        "title": "Autophagy and its consequences for platelet biology.",
        "year": "2023",
        "journal": "Thromb Res",
        "abstract": "Autophagy, the continuous recycling of intracellular building blocks, molecules, and organelles is necessary to preserve cellular function and homeostasis. In this context, it was demonstrated that autophagy plays an important role in megakaryopoiesis, the development and differentiation of hematopoietic progenitor cells into megakaryocytes. Furthermore, in recent years, autophagic proteins were detected in platelets, anucleate cells generated by megakaryocytes, responsible for hemostasis, thrombosis, and a key cell in inflammation and host immune responses. In the last decade studies have indicated the occurrence of autophagy in platelets. Moreover, autophagy in platelets was subsequently demonstrated to be involved in platelet aggregation, adhesion, and thrombus formation. Here, we review the current knowledge about autophagy in platelets, its function, and clinical implications. However, at the advent of platelet autophagy research, additional discoveries derived from evolving work will be required to precisely define the contributions of autophagy in platelets, and to expand the ever increasing physiologic and pathologic roles these remarkable and versatile blood cells play.",
        "full_text": "Autophagy and its Consequences for Platelet Biology Hansjrg Schwertz1,2,4, Elizabeth A. Middleton1,3 1Molecular Medicine Program, University of Utah, Salt Lake City, UT 84112, USA 2Division of Occupational Medicine, University of Utah, Salt Lake City, UT 84112, USA 3Division of Pulmonary Medicine and Critical Care, University of Utah, Salt Lake City, UT 84112, USA 4Department of Occupational Medicine, Billings Clinic Bozeman, Bozeman, MT 59718, USA Abstract Autophagy, the continuous recycling of intracellular building blocks, molecules, and organelles is necessary to preserve cellular function and homeostasis. In this context, it was demonstrated that autophagy plays an important role in megakaryopoiesis, the development and differentiation of hematopoietic progenitor cells into megakaryocytes. Furthermore, in recent years, autophagic proteins were detected in platelets, anucleate cells generated by megakaryocytes, responsible for hemostasis, thrombosis, and a key cell in inflammation and host immune responses. In the last decade studies have indicated the occurrence of autophagy in platelets. Moreover, autophagy in platelets was subsequently demonstrated to be involved in platelet aggregation, adhesion, and thrombus formation. Here, we review the current knowledge about autophagy in platelets, its function, and clinical implications. However, at the advent of platelet autophagy research, additional discoveries derived from evolving work will be required to precisely define the contributions of autophagy in platelets, and to expand the ever increasing physiologic and pathologic roles these remarkable and versatile blood cells play. Keywords Autophagic flux; autophagosome; autophagy; megakaryocytes; platelets; thrombopoiesis Introduction For the longest time, the research community believed that proteins are stable in vivo and that the degradation of cellular constituents would not be a major factor in cellular protein homeostasis  1. Address for correspondence: Hansjrg Schwertz, MD, PhD, MOH, The University of Utah, Department of Family and Preventive Medicine, Division of Occupational Medicine, Molecular Medicine Program, hansjorg.schwertzu2m2.utah.edu; Billings Clinic Bozeman, Department of Occupational Medicine, hschwertzbillingsclinic.org. Disclosures: The authors declare no conflicts or competing financial interests. HHS Public Access Author manuscript Thromb Res . Author manuscript; available in PMC 2024 November 01. Published in final edited form as: Thromb Res . 2023 November ; 231: 170181. doi:10.1016j.thromres.2022.08.019. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptHowever, in 1963, C. de Duve used the term autophagy (from the Greek words auto meaning self and phagein meaning to eat) for the first time in describing the process of the delivery of cytoplasmic materials via double membrane vesicles to the lysosomal degradation machinery  2. In 1997, the identification of the first autophagy-specific gene and its gene product, APG1 and Apg1, respectively, were described and characterized 3. Subsequently, using yeast mutant studies, more than thirty autophagy-related (ATG) genes were identified, and a unified nomenclature was introduced  4. Ultimately, almost all yeast ATG proteins were found to have counterparts in mammalian cells (reviewed in 5). Furthermore, while additional proteins are required for autophagy in mammals, the basic sequence and hierarchical structure of autophagic events have been conserved when compared between unicellular and multicellular eukaryotes  5, 6. In eukaryotic cells, autophagy is a highly conserved catabolic process. The initial process of autophagy consists of membrane remodeling, crescent-shaped phagophore formation, and subsequent building of double-membrane vesicles, coined autophagosomes (reviewed in 7). Autophagy allows for the targeted sequestration of cellular components or even organelles into autophagosomes followed by the breakdown of such intracellular cargo once lysosomes have fused with autophagosomes, forming degrading autolysosomes  5, 7, 8 (Figure 1). Therefore, autophagy is also a primary mechanism for replenishing the pool of biosynthetic precursors and energy sources, by recycling cytosolic contents during starvation 9. There are three primary entities of autophagy: microautophagy, macroautophagy, and chaperone-mediated autophagy, a mechanism reserved to occur in mammalian cells only. While both, micro- and macroautophagy can be non-selective (i.e. bulk) degradation processes triggered by starvation, autophagy is usually tightly regulated, allowing for the recycling of harmful or unneeded cellular material, including damaged mitochondria, protein aggregates, excess ribosomes, lipid droplets, or intracellular pathogens  10, 11. Therefore, autophagy is considered to play a mainly protective role in cellular responses. Nevertheless, there is increasing evidence of significant crosstalk between autophagy, necroptosis, and the apoptotic pathway utilizing common signaling molecules coordinating the negative andor positive regulation of these pathways  12, 13. Autophagy directly contributes to the cellular metabolism; however, its functions are multifaceted, and still incompletely understood. Besides the recycling function, autophagy is actively involved in eliminating misfolded or damaged protein, therefore, playing a crucial role in protein quality control (reviewed in  1). Autophagy was first demonstrated to be involved in tumorigenesis by Dr. Levine  14, and has since than developed into a prime research target for advanced tumor therapy approaches  15-17. Furthermore, autophagy is known to be intricately involved in the physiology and pathophysiologic processes of the cardiovascular system  18, 19, central nervous system  20, 21, and liver functions 22, 23. In addition, our understanding of the important functions of autophagy during inflammatory states, host infections, and immunity has dramatically increased in recent years. Autophagy can act as a defense mechanism against bacterial and viral invasion  24, 25, by counteracting microbial invasions, aiding in the active elimination of intracellular bacteria and viruses, supporting antigen presentation, and removal of damaged protein complexes or organelles to maintain homeostasis in the infected organism  26. This demonstrates that autophagy may be a primordial form of eukaryotic innate immunity Schwertz and Middleton Page 2 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptagainst invading microorganisms  24, 25, and furthermore underscores the full integration of autophagy and immunity into one defense system  24, 25. In this context it is important to highlight that autophagy is an integral part of host responses to sepsis  27, serving in a protective role by preserving mitochondrial integrity, potentially controlled by dynamin-related protein 1 (DRP1) dependent mechanisms  28, which will lead to reduced apoptotic cell death  26, 29. In experimental animal models of sepsis, tissue autophagic activity was increased during the initial phases of sepsis  29-31, but declined several hours into the induction of sepsis  29, 31, 32. In light of these results, autophagy is targeted for therapeutic interventions in efforts to restore dysregulated immune reactions 33-35. Here, we will review the autophagic functions involved in thrombopoiesis, and furthermore, discuss the discovery and characteristics of autophagy in platelets. We will review the functional significance and consequences of autophagy in platelets, and lastly give an overview over common methods used to study autophagy in platelets. Autophagy is a regulatory determinant of megakaryo- and thrombopoiesis Megakaryopoiesis is defined as the development and differentiation of megakaryocytes from hematopoietic progenitor cells  36. In contrast, thrombopoiesis, the development of blood platelets, represents a complicated process mostly residing in the bone marrow  37. The current model of platelet formation is based on several elegant studies demonstrating that the large progenitor cells, megakaryocytes (MKs), release platelets by extending long, branching processes, designated proplatelets, into sinusoidal blood vessels  36, 38-40. The interplay between several transcription factors (i.e., SCL, GATA1, RUNX1, GATA2, NF-E2, FOG1, PU.1, and Fli-1) regulate the development and differentiation of megakaryocytes  41-44. In addition, genetic studies performed on TPOc-Mpl, first discovered and cloned in 1994, demonstrated that the TPOc-Mpl system is the primary rheostat for thrombopoiesis. Solar et al. showed that the elimination of either TPO or c-Mpl led to severe thrombocytopenia, due to reduced hematopoietic progenitors and mature megakaryocytes, as well as additional reduced maturation in remaining viable megakaryocytes  45. In 1976, TEM studies performed by Lewis et al. demonstrated the presence of autophagosome-like vacuoles inside platelets isolated from patients with carcinoid syndrome, however, such intracellular structures were not detected in megakaryocytes isolated from the same patient cohort  46. In contrast, intracellular structures in megakaryocytes resembling autophagosomes were detected in canine bone marrow samples, and attributed to cell recycling processes  47. Subsequent research efforts utilizing megakaryocytic samples from patients with idiopathic thrombocytopenic purpura (ITP) revealed extensive cytoplasmic vacuoles, suspected to be autophagy related. Houwerzijl et al. discussed the possibility of ITP patients demonstrating a state of compensatory increased megakaryopoiesis and therefore an increased metabolic demand and relative nutrient deficiency. Therefore, in megakaryocytes under such Schwertz and Middleton Page 3 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptcircumstances, autophagy was suspected to be a mechanism for recycling and generating energy to maintain the increased cellular metabolism  48. This hypothesis was supported by the detection of extensive cytoplasmic vacuole formation in such cells. In recent years, the essential role of autophagy for megakaryopoiesis was demonstrated. Furthermore, several authors showed that autophagy is an important aspect of the pathophysiology of ITP, and the potential of targeting autophagy for therapeutic approaches will be of future interest to complement existing treatments  49, 50. Using a hematopoietic conditional knockout mouse for Atg7 (Atg7ff; VavCre), investigators were able to demonstrate a reduced number of megakaryocytes in the bone marrow of Atg7 (autophagy related 7, an autophagy protein integral for proper functions) deficient animals 51. Furthermore, decreased thrombopoiesis, exclusively observed in knockout animals, was reflected in reduced platelet numbers and irregular platelet size, potentially caused by a failure in abscission, leading to the accumulation of premature or large platelets. However, it is important to point out that the genetically induced defect in autophagy affected the entire hematopoietic system, and was not megakaryocyte-lineage specific. Therefore, off-target effects on other cells in the bone marrow niche could not be completely excluded. Ouseph and colleagues partially addressed this limitation by using a megakaryocytic and platelet specific Atg7 knockout mouse model ( Atg7ff;PF4Cre), which deletes Atg7 at a later stage in platelet production  52. While not able to detect differences in platelet counts, the importance of autophagy for proper thrombopoiesis was reflected in diminished hemostasis and thrombus formation. These findings were furthermore supported by studies performed by Wang and colleagues  53. Upon induction of autophagy by rapamycin treatment, or its inhibition by bafilomycin A1 (Baf A1) in early stages of megakaryocyte development, they were able to demonstrate a reduction in high ploidy megakaryocytes, resulting in altered proplatelet formation and subsequently decreased platelet numbers. In addition, using the aforementioned Atg7ff;PF4Cre mouse model, the authors were able to recapitulate Ousephs  52 observations of preserved proplatelet formation and normal platelet counts. Based on the available evidence it seems reasonable to conclude that an abnormal level (up- or down-regulation) of autophagy causes differential effects during specific and distinct stages of megakaryocyte and hematopoietic progenitor cell differentiation. The timing of the interventional treatment needs to be carefully monitored, and results need to be interpreted in the developmental context of megakaryocytes. Discovery and characterization of autophagy in platelets Platelets are anucleate bodies, and the chief effector cells in physiologic hemostasis and pathologic thrombosis  54, 55. Besides such best-known biologic functions, platelets are versatile and were demonstrated to perform additional activities in host response to injury, inflammation and infectious disease  56. To perform such specialized tasks platelets are invested by megakaryocytes with intricate machinery involved in mRNA splicing  57, 58, protein translation  59, and the utilization of a vast transcriptome  60-63. To further fulfill their multitude of biologic tasks, platelets use intricate regulatory pathways  57-59, 64-69 to sense and react to external cues, and to adapt appropriately.Schwertz and Middleton Page 4 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAfter Lewis et al. discovered autophagosome-like vacuoles inside platelets  46, it still took several decades until the research community gathered increased insight into platelet autophagy. In 2014, Jiang and co-workers reported that rapamycin treatment in a rat thrombosis model promoted platelet adhesion to endothelial cells in an autophagy dependent manner  70. It is interesting to speculate if parts of that effect could be attributed the inadvertent induction of autophagy in platelets, and not endothelial cells only. Next, autophagy gene transcripts were shown to be present in platelets  62. However, the first comprehensive description of the autophagic machinery being constitutively expressed in human platelets, and demonstration that autophagy is required for fundamental platelet functions was published by Feng and colleagues  71. Using immunoblotting and immunocytochemistryimmunofluorescence techniques numerous components of the autophagy protein complexes could be detected, including LC3, SQSTM1, ATG7, ATG12- ATG5 conjugate, and BECN1. In addition, partial colocalization of LC3-positive particles with either the lysosomal marker LAMP1 or with SQSTM1 strongly suggested the detection of autophagosomesautolysosomes  71, 72. The list of autophagy proteins being present in platelets was subsequently expanded  52. Human platelets were reported to also express components of the Ulk1 complex (e.g., Ulk1 and FIP200), the Beclin 1-Vps34 complex (e.g., BECN1, Vps34, Vps15, Atg14L, Nrbf2, and UVRAG), and constituents of the previously characterized  73 lysosome-autophagosome fusion machinery (e.g., EPG5 and RAB7  72; see Table 1 for a more comprehensive listing). In addition, complementing the in situ detection of endogenous LC3 in platelets  71, 72, Ouseph and colleagues utilized transgenic mice expressing GFP-fused autophagy markers (LC3, Atg5, BECN1) showing diffuse and punctate staining patterns in isolated platelets by confocal fluorescent microscopy, demonstrating the presence of autophagosomes. Using super-resolution microscopy, the accumulation of LC3 in human platelets treated with the autophagy inducing agent rapamycin, and more pronounced after Baf A1 treatment, were documented  72 (Figure 2). In several studies, double-membraned structures enclosing cellular content and organelles, most likely resembling autophagosomes, were clearly visible by electron microscopy inside human platelets under resting or stressed conditions  52, 72, 74, 75. Mitochondria-containing autophagosomes (i.e., mitophagy) were observed in platelets isolated from mice exposed to hypoxic conditions  76. Finally, the analysis of Vici syndrome patient platelets, a rare and severe, recessively inherited congenital disorder due to loss-of-function mutations in EPG5 77, revealed the accumulation of LC3-positive particles  72. This finding suggested that the number of autophagosomes is increased in Vici syndrome patient platelets, and pointed towards platelets being similarly affected by the defect in autophagy induced by EPG5 mutations as are other tissues, resulting in a failure to clear late-stage autophagosomes. In summary, the descriptive data clearly display that autophagy genes and protein machinery are expressed in human and mouse platelets. Furthermore, cellular structures resembling the continuum from phagophore to autolysosome are readily detectable in resting, stimulated, stressed, or diseased platelets.Schwertz and Middleton Page 5 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFunctional consequences of autophagic activity in platelets Nucleated eukaryotic cells constitutively express a basal activity of their autophagic machinery to maintain cellular hemostasis. Autophagic processes in nucleated cells are also tightly controlled, but are further upregulated under certain stress situations (i.e., starvation, inflammation, tumorigenesis). Here we will shed light on and summarize the known functional significance of autophagy in anucleate platelets. In initial studies, the basally present autophagic flux in human platelets could be modified by starvation, and treatment with the MTOR complex 1 (MTORC1) inhibitor, rapamycin, resulting in accumulation of LC3-positive particles in a punctate staining pattern  71, and decrease in SQSTM1. SQSTM1 is a selective autophagic adaptor, which is incorporated into autophagosomes and is degraded alongside the autolysosomal cargo  78. Treatment of human or mouse platelets with known and well characterized platelet agonists, namely thrombin, convulxin, PAR1 peptide, ADP, collagen, and U46619 (thromboxane A 2 (TP) receptor agonist) also resulted in alterations of the autophagic flux, indicated by a reduction in LC3II levels  52, detected by means of western blotting. The ability to modify platelet autophagic flux by different agonists and external stressors suggested an involvement of autophagy in vital platelet functions. The use of common inhibitors of autophagy (Baf A1 or chloroquine), targeting lysosomes, weakened platelet aggregation and reduced platelet adhesion in a human blood perfusion model indicating of constitutive autophagy being required for platelet aggregation  71. These experimental results were extended utilizing a variety of mouse models with defective autophagy, including platelet specific Atg7 knockout ( Atg7ff;PF4Cre) 52, heterozygous BECN1 disruption ( BECN1) 71, platelet specific Atg5 knockout ( Atg5ff;PF4Cre) 76, and platelet specific Vps34 knockout ( Vpsff;PF4Cre) 79, 80. All genetically modified animal models demonstrated a defect in platelet aggregation induced by a variety of commonly used agonists. The knockout of Atg7 and the disruption of BECN1 resulted in a modest defect in aggregation. In contrast, Atg5 and Vps34 knockout produced a pronounced aggregation defect in affected platelets. It is interesting to note that Vps34 knockout animals demonstrated normal tail bleeding time, while the genetic impairment of autophagy via Atg7 and BECN1 resulted in an increased tail bleeding time. The importance of autophagy in platelets for controlled hemostatic and thrombotic functions was further underscored by demonstrating reduced platelet adhesion in blood perfusion models and extended time to occlusion in a FeCl 3-induced carotid injury model  71, 79, 80. Defective autophagy also resulted in morphologic changes, reflected by decreased platelet spreading  76. Surprisingly, under starvation conditions, a state of induced autophagy in platelets, Paul and colleagues were able to also demonstrate reduced platelet aggregation  81. This could indicate that a balanced presence of autophagy is important for proper hemostatic and thrombotic capacity of platelets. The importance of platelet autophagic functions was further demonstrated in clinically relevant conditions and disease states.Schwertz and Middleton Page 6 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptDiabetes Mellitus: Lee and colleagues reported significant mitophagy, the selective degradation of mitochondria by autophagy, in platelets isolated from diabetic patients  75. They elegantly demonstrated that platelet mitophagy induction served as a platelet protective mechanism. Diabetes mellitus induced hyperglycemia leads to a pronounced oxidative stress, phosphorylation of p53, resulting in mitochondrial dysfunction and apoptosis  82. This mechanism was reflected in platelets isolated from diabetic patients, where platelet mitophagy was induced by increased reactive oxygen species, and signaling pathways through JNK activation. The removal of damaged mitochondria by mitophagy, led to decreased p53 phosphorylation and subsequent prevention of platelets progressing towards apoptosis. Inhibition of mitophagy, using a PINK1 knockout mouse, resulted in increased vessel thrombosis in a FeCl 3-induced carotid injury model, further highlighting the importance of this platelet protective mechanism. HypoxiaIschemia: FUNDC1 (a mitophagy receptor located on the outer mitochondrial membrane) knockout mice and control animals were exposed to hypoxia  76. Genetically non-modified animals demonstrated increased markers of autophagy induction in platelets (LC3 conversion) as well as enhanced signs of mitophagy, detected by immunoblot analysis and documentation of autophagosomes containing mitochondria via transmission electron microscopy. This was contrasting experiments performed with FUNDC1 knockout platelets, showing significantly reduced mitophagy activity. Autophagy was demonstrated to be mediated by direct interaction of LC3 with FUNDC1, as confirmed by co-immunoprecipitation experiments. Hypoxic induction of mitophagy in wildtype platelets significantly reduced platelet aggregation, most likely by the depletion of damaged mitochondria. In contrast, platelets from Atg5 knockout ( Atg5ff;PF4Cre) mice could not induce the hypoxia- dependent mitophagic processes, and demonstrated compromised platelet aggregation. Finally, following ischemia and reperfusion injury of the heart, animals with platelet specific inhibition of mitophagy, due to FUNDC1 knockout, demonstrated diminished cardiac function. Furthermore, hypoxic preconditioning significantly reduced the ischemia reperfusion induced heart injury in a platelet mitophagy dependent fashion. This study underscores that having the ability to manipulate platelet mitophagy might have potential clinical implications as a cardioprotective strategy  83. Immune Thrombocytopenia (ITP): Autophagy has been correlated with the pathogenesis of ITP  50, 84. It was speculated that defects in autophagy may promote ITP through induction of immune senescence of T cells, and disturbance of B cell survival  84. This model of ITP pathogenesis was complemented by Lui and Mei in 2018  49. By exposing MEG-01cells to plasma isolated from ITP patients or healthy donors, they were able to demonstrate the induction of autophagy in cells exposed to ITP plasma only, a process that could be prevented by chloroquine treatment. Since platelets are the autoimmune agent in ITP, a next set of experiments focused on the presence of autophagy within ITP platelets  85. Wang et al., showed suppressed autophagy in platelets isolated from ITP patients, and in contrast, higher levels of apoptosis in ITP Schwertz and Middleton Page 7 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptplatelet, demonstrated by means of Annexin V expression. In additional studies, the authors were able to link platelet autophagy present in ITP to the PI3K-AKT-MTOR pathway activity. Finally, treatment of ITP platelets with rapamycin resulted in enhanced autophagy in such cells, reduced platelet destruction via apoptosis, and therefore increased viability. Sepsis: Autophagy is an integral part of host responses to sepsis  27. The formation, maturation, and degradation of autophagosome contents counteracts microbial invasion by active elimination of intracellular bacteria and viruses. Furthermore, autophagic degradation supports antigen presentation, carrying the mounting of a robust immune response  26. Autophagy may additionally protect host cells in sepsis by preserving mitochondrial integrity and reducing apoptotic cell death  26, 29. Our group demonstrated in 2021 that platelets isolated from septic patients demonstrated a diminished autophagic flux, caused by decreased LC3 recognition and binding of EPG5, leading to a late-stage inhibition of autophagy  72. This process was triggered by LPS-TLR4 signaling, with downstream signal transduction through MAPK1ERK2-MAPK3ERK1 and MTOR, which are part of the previously characterized TLR4-MYD88-MAP2KMEK-MAPKERK-MTOR pathway, linking bacterial toxins to autophagy. Linking this finding with previously described dynamics of the autophagic system in clinical and experimental settings of sepsis shows some remarkable parallels. Cecal ligation and puncture-induced sepsis was demonstrated to result in initial clearance of autophagosomes, but accumulation of SQSTM1 at later stages of the disease (8 h)  29, 31. Furthermore, TEM analysis of tissues from septic animals did reveal an increased number of autophagosomes, but only few autolysosomes  33, also supporting the hypothesis of reduced autophagosomal and lysosomal fusion during certain stages of sepsis. This dynamic autophagy host response is also reflected by the increased tissue autophagic activity during the initial phases of sepsis in experimental animal models  29-31, and a decline in autophagic activity and late-stage inhibition several hours into the induction of sepsis  29, 31, 32, findings reflected by the platelet data  72. Therefore, this disturbed maturation of autolysosomes in platelets could represent a generalized therapeutic target for sepsis. Together, the evidence is clear that autophagy occurs within platelets and is essential, not only for hemostasis and thrombosis, but for numerous other pathophysiologic events. The reviewed data and studies highlight the importance of autophagy in platelets, and merits future investigations. Platelet autophagy should also be viewed as a viable therapeutic target, and might open several new interventional avenues in thrombosis, hemostasis, as well as inflammatory and infectious disease. Methods used to study autophagy in platelets Visualizing autophagic structures: TEM: Numerous platelet studies utilized TEM as an important tool to reveal the morphology of autophagic structures at the nm scale, and below the diffraction limit of light  52, 72, 74, 75. The approach using electron microscopy enables the investigator to Schwertz and Middleton Page 8 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptdemonstrate autophagic structures in platelets in their natural environment  86 (Figure 3). Additional 3D-spatial information can be garnered by using scanning transmission electron microscopy (STEM) as demonstrated for the interaction of the canalicular system and -granules  87. The combination of TEM and immune-detection (immune-gold technique) can also be utilized to specifically detect autophagy proteins in the subcellular context. However, careful image analysis needs to be performed, since alternative intracellular structures can be enclosed by a double membrane, and therefore being misinterpreted as autophagic structures  8. Confocal Microscopy: Autophagy can be monitored by carefully performed immune- detection of punctate LC3 staining in platelets  72 (Figure 4). Additional proteins involved in autophagy can also be revealed by using specific antibodies. However, antibodies should be tested for non-specific binding, and off-target recognition should be carefully monitored by utilizing the appropriate control experiments. Super-resolution Microscopy: This technique is primarily aimed at defining a location instead of the intensity of a fluorophore, and therefore the accumulation of a labeled protein at a specific morphologic equivalent. Nevertheless, studies aiming at localization and colocalization of autophagy proteins benefit from the resolution below the diffraction limit of light (Figure 2). Transgenic expression of fluorescently labeled autophagy proteins: GFP- LC3 , Becn1-EGFP  and EGFP-Atg5  mice were successfully used to visualize dynamics of autophagy proteins  52. It is important to note that both EGFP transgenic mouse strains express the target genes under the control of the respective endogenous promotors and regulatory elements, providing molecular insights without the potential interference introduced by overexpressing the target protein. Knockout mouse models: A variety of platelet-specific mouse models with defective autophagy have been developed and utilized, including platelet specific Atg7 knockout ( Atg7ff;PF4Cre) 52, heterozygous BECN1 disruption ( BECN1) 71, platelet specific Atg5 knockout ( Atg5ff;PF4Cre) 76, and platelet specific Vps34 knockout ( Vpsff;PF4Cre) 79, 80. It seems to be appropriate to speculate that future mouse models utilizing platelet-specific knockout approaches (see Table 1 for functional reference), might provide further insights into megakaryocytic and platelet specific regulation of autophagy. Targeted elimination of EPG5 or ULK1 could directly address recent findings in regards of platelet autophagy function during sepsis, and open new research avenues. When using such model organisms, or generating a de novo platelet-specific knockout mouse model of an autophagy target, appropriate controls should be implemented to control for off-target effects. This is especially important since platelets originate from megakaryocytes, thus disturbed autophagy in megakaryocytes might have effects on thrombopoiesis and leading to defective platelet generation.Schwertz and Middleton Page 9 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAutophagy inhibitors and inducers: It is worthwhile to mention that most chemical inhibitors of autophagy are not entirely specific, and it is therefore important to control and test for additional dose- and time- dependent off-target effects. Commonly used inhibitors (Table 2) as bafilomycin A1 (inhibits the V-ATPases, elevates the lysosomal pH, resulting in a block in fusion of autophagosomes with lysosomes), or chloroquine should be used with caution, since the resulting accumulation of autophagosomes strongly depends on the initial autophagic flux. Furthermore, chloroquine may initially stimulate autophagy leading to potential misinterpretations of experimental results. Fewer compounds are known to act as inducers of autophagy. The most commonly used chemical is rapamycin, an allosteric inhibitor of MTORC1. One caution is that MTOR is an integral part of several signaling cascades in platelets, and it thus controls other platelet pathways and processes  88, 89. LC3 detection by western blot and measurement of autophagic flux: LC3 (LC3-I) is a ubiquitin-like protein that can be conjugated to PE (LC3-II). LC3-II is the only protein marker that is reliably associated with completed autophagosomes  8. LC3 can be detected via western blot, however, it is important to remember that changes in LC3-II amounts are tissue- and cell context-dependent. Furthermore, since LC3-I (16-18 kDa) and LC3-II (14-16 kDa) are close in size, the use of gradient gels is recommended. In addition, a series of exposure times should be documented to be able to detect even trace amounts of LC3-II, but also to ensure the detection of the appropriate housekeeping protein (actin is the first choice) within its linear range. Finally, using the LC3-III ratio does not necessarily address the issue of autophagic flux. LC3-I might be less sensitive to detection, depending on the used antibodies. The increased sensitivity to degradation of LC3-I after repeated freeze-thaw cycles might interfere with experimental results, and translational processes might mask the robustness of LC3-I conversion or LC3-II accumulation  8. Autophagic flux should not be addressed by LC3 conversionLC3-II turnover or accumulation analysis only  8. Other protein markers should be used in combination with LC3. SQSTM1 becomes incorporated into the formed autophagosome and is degraded in the autolysosomes. Thus, measuring LC3 II turnover and paralleled changes in SQSTM1 can be used to quantify dynamics in cellular autophagic flux. Using autophagy inducing and inhibiting agents, or the combination of both will further help in delineating the extend of autophagic flux being present under specific conditions  8, 72. Summary In summary, it is widely accepted that abnormal levels (up- or down-regulation) of autophagy can cause differential effects during specific and distinct stages of megakaryocyte and hematopoietic progenitor cell differentiation. Furthermore, compelling evidence can be presented demonstrating expression of autophagy genes and protein machinery, as well as the presence of cellular structures resembling autolysosomes and respective precursors in human and mouse platelets in health and disease. The functional importance of platelet Schwertz and Middleton Page 10 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptautophagy during such diverse physiologic and pathophysiologic events was recently established using human ex vivo approaches, cell culture, and mouse models. Nevertheless, future research will be of importance to create new mechanistic insights into the regulatory pathways involved in autophagy in megakaryocytes and platelets, and therefore, paving avenues towards potential specific therapeutic interventions. Acknowledgments: We thank Diana Lim for preparation of the figures, critical comments, and consultation regarding effective display of the images. Sources of Funding: The preparation of this manuscript was supported by National Institutes of Health (1K08HL153953-01 to EAM), and National Aeronautics and Space Administration (NASA, Space Biology 80NSSC22K0255 to HS). The material contained in this document is based upon work supported by a National Aeronautics and Space Administration (NASA) grant or cooperative agreement. Any opinions, findings, conclusions or recommendations expressed in this material are those of the author and do not necessarily reflect the views of NASA. Abbreviations ADP adenosine diphosphate ATG5 autophagy related 5 ATG7 autophagy related 7 ATG14L autophagy related 14 Baf A1 bafilomycin A1 BECN1 Beclin 1 DRP1 dynamin-related protein 1 EPG5 ectopic P-granules autophagy protein 5 homolog FIP200 focal adhesion kinase family interacting protein of 200 kDa Fli-1 Fli-1 Proto-Oncogene, ETS Transcription Factor FOG1 Friend of GATA1 GATA2 GATA Binding Protein 2 ITP immune thrombocytopenia LAMP1 lysosomal associated membrane protein 1 MAP1LC3LC3 microtubule associated protein 1 light chain 3 MAPK1ERK2 mitogen-activated protein kinase 1 MAPK3ERK1 mitogen-activated protein kinase 3 MTOR mechanistic target of rapamycin kinaseSchwertz and Middleton Page 11 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptMYD88 MYD88 innate immune signal transduction adaptor NF-E2 Nuclear Factor, Erythroid 2 NRBF2 Nuclear Receptor Binding Factor 2 PE phosphatidylethanolamine PU.1 Spi-1 Proto-Oncogene RAB7 Member RAS Oncogene Family RUNX1 RUNX Family Transcription Factor 1 SQSTM1p62 sequestosome 1 STEM scanning transmission electron microscopy TLR4 toll like receptor 4 TPO thrombopoietin c-Mpl thrombopoietin receptor Ulk1 Unc-51 Like Autophagy Activating Kinase 1 UVRAG UV Radiation Resistance Associated Vps15 Phosphoinositide-3-Kinase Regulatory Subunit 4 Vps34 Phosphatidylinositol 3-Kinase Catalytic Subunit Type 3 References 1. Ohsumi Y , Historical landmarks of autophagy research, Cell Res 24(1) (2014) 923. PubMed: 24366340 2. De Duve C, De Reuck A VS, Cameron MP, C. Foundation., Lysosomes, in: De Reuck A VS, Cameron MP (Eds.) Symposium on Lysosomes, Little, Brown, London, England, 1963, pp. 1 446. 3. Matsuura A, Tsukada M, Wada Y , Ohsumi Y , Apg1p, a novel protein kinase required for the autophagic process in Saccharomyces cerevisiae, Gene 192(2) (1997) 24550. PubMed: 9224897 4. Klionsky DJ, Cregg JM, Dunn WA Jr., Emr SD, Sakai Y , Sandoval IV , Sibirny A, Subramani S, Thumm M, Veenhuis M, Ohsumi Y , A unified nomenclature for yeast autophagy-related genes, Dev Cell 5(4) (2003) 53945. PubMed: 14536056 5. Feng Y , He D, Yao Z, Klionsky DJ, The machinery of macroautophagy, Cell Res 24(1) (2014) 2441. PubMed: 24366339 6. Koyama-Honda I, Itakura E, Fujiwara TK, Mizushima N, Temporal analysis of recruitment of mammalian ATG proteins to the autophagosome formation site, Autophagy 9(10) (2013) 14919. PubMed: 23884233 7. Hurley JH, Young LN, Mechanisms of Autophagy Initiation, Annu Rev Biochem 86 (2017) 225 244. PubMed: 28301741 8. Klionsky DJ, Abdel-Aziz AK, Abdelfatah S, Abdellatif M, Abdoli A, Abel S, Abeliovich H, Abildgaard MH, Abudu YP, Acevedo-Arozena A, Adamopoulos IE, Adeli K, Adolph TE, Adornetto A, Aflaki E, Agam G, Agarwal A, Aggarwal BB, Agnello M, Agostinis P, Agrewala Schwertz and Middleton Page 12 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptJN, Agrotis A, Aguilar PV , Ahmad ST, Ahmed ZM, Ahumada-Castro U, Aits S, Aizawa S, Akkoc Y , Akoumianaki T, Akpinar HA, Al-Abd AM, Al-Akra L, Al-Gharaibeh A, Alaoui-Jamali MA, Alberti S, Alcocer-Gomez E, Alessandri C, Ali M, Alim Al-Bari MA, Aliwaini S, Alizadeh J, Almacellas E, Almasan A, Alonso A, Alonso GD, Altan-Bonnet N, Altieri DC, Alvarez EMC, Alves S, Alves da Costa C, Alzaharna MM, Amadio M, Amantini C, Amaral C, Ambrosio S, Amer AO, Ammanathan V , An Z, Andersen SU, Andrabi SA, Andrade-Silva M, Andres AM, Angelini S, Ann D, Anozie UC, Ansari MY , Antas P, Antebi A, Anton Z, Anwar T, Apetoh L, Apostolova N, Araki T, Araki Y , Arasaki K, Araujo WL, Araya J, Arden C, Arevalo MA, Arguelles S, Arias E, Arikkath J, Arimoto H, Ariosa AR, Armstrong-James D, Arnaune- Pelloquin L, Aroca A, Arroyo DS, Arsov I, Artero R, Asaro DML, Aschner M, Ashrafizadeh M, Ashur-Fabian O, Atanasov AG, Au AK, Auberger P, Auner HW, Aurelian L, Autelli R, Avagliano L, Avalos Y , Aveic S, Aveleira CA, Avin-Wittenberg T, Aydin Y , Ayton S, Ayyadevara S, Azzopardi M, Baba M, Backer JM, Backues SK, Bae DH, Bae ON, Bae SH, Baehrecke EH, Baek A, Baek SH, Baek SH, Bagetta G, Bagniewska-Zadworna A, Bai H, Bai J, Bai X, Bai Y , Bairagi N, Baksi S, Balbi T, Baldari CT, Balduini W, Ballabio A, Ballester M, Balazadeh S, Balzan R, Bandopadhyay R, Banerjee S, Banerjee S, Banreti A, Bao Y , Baptista MS, Baracca A, Barbati C, Bargiela A, Barila D, Barlow PG, Barmada SJ, Barreiro E, Barreto GE, Bartek J, Bartel B, Bartolome A, Barve GR, Basagoudanavar SH, Bassham DC, Bast RC Jr., Basu A, Batoko H, Batten I, Baulieu EE, Baumgarner BL, Bayry J, Beale R, Beau I, Beaumatin F, Bechara LRG, Beck GR Jr., Beers MF, Begun J, Behrends C, Behrens GMN, Bei R, Bejarano E, Bel S, Behl C, Belaid A, Belgareh-Touze N, Bellarosa C, Belleudi F, Bello Perez M, Bello- Morales R, Beltran JSO, Beltran S, Benbrook DM, Bendorius M, Benitez BA, Benito-Cuesta I, Bensalem J, Berchtold MW, Berezowska S, Bergamaschi D, Bergami M, Bergmann A, Berliocchi L, Berlioz-Torrent C, Bernard A, Berthoux L, Besirli CG, Besteiro S, Betin VM, Beyaert R, Bezbradica JS, Bhaskar K, Bhatia-Kissova I, Bhattacharya R, Bhattacharya S, Bhattacharyya S, Bhuiyan MS, Bhutia SK, Bi L, Bi X, Biden TJ, Bijian K, Billes V A, Binart N, Bincoletto C, Birgisdottir AB, Bjorkoy G, Blanco G, Blas-Garcia A, Blasiak J, Blomgran R, Blomgren K, Blum JS, Boada-Romero E, Boban M, Boesze-Battaglia K, Boeuf P, Boland B, Bomont P, Bonaldo P, Bonam SR, Bonfili L, Bonifacino JS, Boone BA, Bootman MD, Bordi M, Borner C, Bornhauser BC, Borthakur G, Bosch J, Bose S, Botana LM, Botas J, Boulanger CM, Boulton ME, Bourdenx M, Bourgeois B, Bourke NM, Bousquet G, Boya P, Bozhkov PV , Bozi LHM, Bozkurt TO, Brackney DE, Brandts CH, Braun RJ, Braus GH, Bravo-Sagua R, Bravo-San Pedro JM, Brest P, Bringer MA, Briones-Herrera A, Broaddus VC, Brodersen P, Brodsky JL, Brody SL, Bronson PG, Bronstein JM, Brown CN, Brown RE, Brum PC, Brumell JH, Brunetti- Pierri N, Bruno D, Bryson-Richardson RJ, Bucci C, Buchrieser C, Bueno M, Buitrago-Molina LE, Buraschi S, Buch S, Buchan JR, Buckingham EM, Budak H, Budini M, Bultynck G, Burada F, Burgoyne JR, Buron MI, Bustos V , Buttner S, Butturini E, Byrd A, Cabas I, Cabrera-Benitez S, Cadwell K, Cai J, Cai L, Cai Q, Cairo M, Calbet JA, Caldwell GA, Caldwell KA, Call JA, Calvani R, Calvo AC, Calvo-Rubio Barrera M, Camara NO, Camonis JH, Camougrand N, Campanella M, Campbell EM, Campbell-Valois FX, Campello S, Campesi I, Campos JC, Camuzard O, Cancino J, Candido de Almeida D, Canesi L, Caniggia I, Canonico B, Canti C, Cao B, Caraglia M, Carames B, Carchman EH, Cardenal-Munoz E, Cardenas C, Cardenas L, Cardoso SM, Carew JS, Carle GF, Carleton G, Carloni S, Carmona-Gutierrez D, Carneiro LA, Carnevali O, Carosi JM, Carra S, Carrier A, Carrier L, Carroll B, Carter AB, Carvalho AN, Casanova M, Casas C, Casas J, Cassioli C, Castillo EF, Castillo K, Castillo-Lluva S, Castoldi F, Castori M, Castro AF, Castro-Caldas M, Castro-Hernandez J, Castro-Obregon S, Catz SD, Cavadas C, Cavaliere F, Cavallini G, Cavinato M, Cayuela ML, Cebollada Rica P, Cecarini V , Cecconi F, Cechowska-Pasko M, Cenci S, Ceperuelo-Mallafre V , Cerqueira JJ, Cerutti JM, Cervia D, Cetintas VB, Cetrullo S, Chae HJ, Chagin AS, Chai CY , Chakrabarti G, Chakrabarti O, Chakraborty T, Chakraborty T, Chami M, Chamilos G, Chan DW, Chan EYW, Chan ED, Chan HYE, Chan HH, Chan H, Chan MTV , Chan YS, Chandra PK, Chang CP, Chang C, Chang HC, Chang K, Chao J, Chapman T, Charlet-Berguerand N, Chatterjee S, Chaube SK, Chaudhary A, Chauhan S, Chaum E, Checler F, Cheetham ME, Chen CS, Chen GC, Chen JF, Chen LL, Chen L, Chen L, Chen M, Chen MK, Chen N, Chen Q, Chen RH, Chen S, Chen W, Chen W, Chen XM, Chen XW, Chen X, Chen Y , Chen YG, Chen Y , Chen Y , Chen YJ, Chen YQ, Chen ZS, Chen Z, Chen ZH, Chen ZJ, Chen Z, Cheng H, Cheng J, Cheng SY , Cheng W, Cheng X, Cheng XT, Cheng Y , Cheng Z, Chen Z, Cheong H, Cheong JK, Chernyak BV , Cherry S, Cheung CFR, Schwertz and Middleton Page 13 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptCheung CHA, Cheung KH, Chevet E, Chi RJ, Chiang AKS, Chiaradonna F, Chiarelli R, Chiariello M, Chica N, Chiocca S, Chiong M, Chiou SH, Chiramel AI, Chiurchiu V , Cho DH, Choe SK, Choi AMK, Choi ME, Choudhury KR, Chow NS, Chu CT, Chua JP, Chua JJE, Chung H, Chung KP, Chung S, Chung SH, Chung YL, Cianfanelli V , Ciechomska IA, Cifuentes M, Cinque L, Cirak S, Cirone M, Clague MJ, Clarke R, Clementi E, Coccia EM, Codogno P, Cohen E, Cohen MM, Colasanti T, Colasuonno F, Colbert RA, Colell A, Colic M, Coll NS, Collins MO, Colombo MI, Colon-Ramos DA, Combaret L, Comincini S, Cominetti MR, Consiglio A, Conte A, Conti F, Contu VR, Cookson MR, Coombs KM, Coppens I, Corasaniti MT, Corkery DP, Cordes N, Cortese K, Costa MDC, Costantino S, Costelli P, Coto-Montes A, Crack PJ, Crespo JL, Criollo A, Crippa V , Cristofani R, Csizmadia T, Cuadrado A, Cui B, Cui J, Cui Y , Cui Y , Culetto E, Cumino AC, Cybulsky A V , Czaja MJ, Czuczwar SJ, DAdamo S, DAmelio M, DArcangelo D, DLugos AC, DOrazi G, da Silva JA, Dafsari HS, Dagda RK, Dagdas Y , Daglia M, Dai X, Dai Y , Dai Y , Dal Col J, Dalhaimer P, Dalla Valle L, Dallenga T, Dalmasso G, Damme M, Dando I, Dantuma NP, Darling AL, Das H, Dasarathy S, Dasari SK, Dash S, Daumke O, Dauphinee AN, Davies JS, Davila V A, Davis RJ, Davis T, Dayalan Naidu S, De Amicis F, De Bosscher K, De Felice F, De Franceschi L, De Leonibus C, de Mattos Barbosa MG, De Meyer GRY , De Milito A, De Nunzio C, De Palma C, De Santi M, De Virgilio C, De Zio D, Debnath J, DeBosch BJ, Decuypere JP, Deehan MA, Deflorian G, DeGregori J, Dehay B, Del Rio G, Delaney JR, Delbridge LMD, Delorme-Axford E, Delpino MV , Demarchi F, Dembitz V , Demers ND, Deng H, Deng Z, Dengjel J, Dent P, Denton D, DePamphilis ML, Der CJ, Deretic V , Descoteaux A, Devis L, Devkota S, Devuyst O, Dewson G, Dharmasivam M, Dhiman R, di Bernardo D, Di Cristina M, Di Domenico F, Di Fazio P, Di Fonzo A, Di Guardo G, Di Guglielmo GM, Di Leo L, Di Malta C, Di Nardo A, Di Rienzo M, Di Sano F, Diallinas G, Diao J, Diaz- Araya G, Diaz-Laviada I, Dickinson JM, Diederich M, Dieude M, Dikic I, Ding S, Ding WX, Dini L, Dinic J, Dinic M, Dinkova-Kostova AT, Dionne MS, Distler JHW, Diwan A, Dixon IMC, Djavaheri-Mergny M, Dobrinski I, Dobrovinskaya O, Dobrowolski R, Dobson RCJ, Dokic J, Dokmeci Emre S, Donadelli M, Dong B, Dong X, Dong Z, Dorn Ii GW, Dotsch V , Dou H, Dou J, Dowaidar M, Dridi S, Drucker L, Du A, Du C, Du G, Du HN, Du LL, du Toit A, Duan SB, Duan X, Duarte SP, Dubrovska A, Dunlop EA, Dupont N, Duran RV , Dwarakanath BS, Dyshlovoy SA, Ebrahimi-Fakhari D, Eckhart L, Edelstein CL, Efferth T, Eftekharpour E, Eichinger L, Eid N, Eisenberg T, Eissa NT, Eissa S, Ejarque M, El Andaloussi A, El-Hage N, El-Naggar S, Eleuteri AM, El-Shafey ES, Elgendy M, Eliopoulos AG, Elizalde MM, Elks PM, Elsasser HP, Elsherbiny ES, Emerling BM, Emre NCT, Eng CH, Engedal N, Engelbrecht AM, Engelsen AST, Enserink JM, Escalante R, Esclatine A, Escobar-Henriques M, Eskelinen EL, Espert L, Eusebio MO, Fabrias G, Fabrizi C, Facchiano A, Facchiano F, Fadeel B, Fader C, Faesen AC, Fairlie WD, Falco A, Falkenburger BH, Fan D, Fan J, Fan Y , Fang EF, Fang Y , Fang Y , Fanto M, Farfel- Becker T, Faure M, Fazeli G, Fedele AO, Feldman AM, Feng D, Feng J, Feng L, Feng Y , Feng Y , Feng W, Fenz Araujo T, Ferguson TA, Fernandez AF, Fernandez-Checa JC, Fernandez-Veledo S, Fernie AR, Ferrante AW Jr., Ferraresi A, Ferrari MF, Ferreira JCB, Ferro-Novick S, Figueras A, Filadi R, Filigheddu N, Filippi-Chiela E, Filomeni G, Fimia GM, Fineschi V , Finetti F, Finkbeiner S, Fisher EA, Fisher PB, Flamigni F, Fliesler SJ, Flo TH, Florance I, Florey O, Florio T, Fodor E, Follo C, Fon EA, Forlino A, Fornai F, Fortini P, Fracassi A, Fraldi A, Franco B, Franco R, Franconi F, Frankel LB, Friedman SL, Frohlich LF, Fruhbeck G, Fuentes JM, Fujiki Y , Fujita N, Fujiwara Y , Fukuda M, Fulda S, Furic L, Furuya N, Fusco C, Gack MU, Gaffke L, Galadari S, Galasso A, Galindo MF, Gallolu Kankanamalage S, Galluzzi L, Galy V , Gammoh N, Gan B, Ganley IG, Gao F, Gao H, Gao M, Gao P, Gao SJ, Gao W, Gao X, Garcera A, Garcia MN, Garcia VE, Garcia-Del Portillo F, Garcia-Escudero V , Garcia-Garcia A, Garcia-Macia M, Garcia-Moreno D, Garcia-Ruiz C, Garcia-Sanz P, Garg AD, Gargini R, Garofalo T, Garry RF, Gassen NC, Gatica D, Ge L, Ge W, Geiss-Friedlander R, Gelfi C, Genschik P, Gentle IE, Gerbino V , Gerhardt C, Germain K, Germain M, Gewirtz DA, Ghasemipour Afshar E, Ghavami S, Ghigo A, Ghosh M, Giamas G, Giampietri C, Giatromanolaki A, Gibson GE, Gibson SB, Ginet V , Giniger E, Giorgi C, Girao H, Girardin SE, Giridharan M, Giuliano S, Giulivi C, Giuriato S, Giustiniani J, Gluschko A, Goder V , Goginashvili A, Golab J, Goldstone DC, Golebiewska A, Gomes LR, Gomez R, Gomez-Sanchez R, Gomez-Puerto MC, Gomez-Sintes R, Gong Q, Goni FM, Gonzalez-Gallego J, Gonzalez-Hernandez T, Gonzalez-Polo RA, Gonzalez-Reyes JA, Gonzalez-Rodriguez P, Goping IS, Gorbatyuk MS, Gorbunov NV , Gorgulu K, Gorojod RM, Gorski SM, Goruppi S, Gotor C, Gottlieb RA, Gozes I, Gozuacik D, Graef M, Graler MH, Schwertz and Middleton Page 14 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptGranatiero V , Grasso D, Gray JP, Green DR, Greenhough A, Gregory SL, Griffin EF, Grinstaff MW, Gros F, Grose C, Gross AS, Gruber F, Grumati P, Grune T, Gu X, Guan JL, Guardia CM, Guda K, Guerra F, Guerri C, Guha P, Guillen C, Gujar S, Gukovskaya A, Gukovsky I, Gunst J, Gunther A, Guntur AR, Guo C, Guo C, Guo H, Guo LW, Guo M, Gupta P, Gupta SK, Gupta S, Gupta VB, Gupta V , Gustafsson AB, Gutterman DD, H BR, Haapasalo A, Haber JE, Hac A, Hadano S, Hafren AJ, Haidar M, Hall BS, Hallden G, Hamacher-Brady A, Hamann A, Hamasaki M, Han W, Hansen M, Hanson PI, Hao Z, Harada M, Harhaji-Trajkovic L, Hariharan N, Haroon N, Harris J, Hasegawa T, Hasima Nagoor N, Haspel JA, Haucke V , Hawkins WD, Hay BA, Haynes CM, Hayrabedyan SB, Hays TS, He C, He Q, He RR, He YW, He YY , Heakal Y , Heberle AM, Hejtmancik JF, Helgason GV , Henkel V , Herb M, Hergovich A, Herman- Antosiewicz A, Hernandez A, Hernandez C, Hernandez-Diaz S, Hernandez-Gea V , Herpin A, Herreros J, Hervas JH, Hesselson D, Hetz C, Heussler VT, Higuchi Y , Hilfiker S, Hill JA, Hlavacek WS, Ho EA, Ho IHT, Ho PW, Ho SL, Ho WY , Hobbs GA, Hochstrasser M, Hoet PHM, Hofius D, Hofman P, Hohn A, Holmberg CI, Hombrebueno JR, Yi-Ren Hong CH, Hooper LV , Hoppe T, Horos R, Hoshida Y , Hsin IL, Hsu HY , Hu B, Hu D, Hu LF, Hu MC, Hu R, Hu W, Hu YC, Hu ZW, Hua F, Hua J, Hua Y , Huan C, Huang C, Huang C, Huang C, Huang C, Huang H, Huang K, Huang MLH, Huang R, Huang S, Huang T, Huang X, Huang YJ, Huber TB, Hubert V , Hubner CA, Hughes SM, Hughes WE, Humbert M, Hummer G, Hurley JH, Hussain S, Hussain S, Hussey PJ, Hutabarat M, Hwang HY , Hwang S, Ieni A, Ikeda F, Imagawa Y , Imai Y , Imbriano C, Imoto M, Inman DM, Inoki K, Iovanna J, Iozzo RV , Ippolito G, Irazoqui JE, Iribarren P, Ishaq M, Ishikawa M, Ishimwe N, Isidoro C, Ismail N, Issazadeh-Navikas S, Itakura E, Ito D, Ivankovic D, Ivanova S, Iyer AKV , Izquierdo JM, Izumi M, Jaattela M, Jabir MS, Jackson WT, Jacobo-Herrera N, Jacomin AC, Jacquin E, Jadiya P, Jaeschke H, Jagannath C, Jakobi AJ, Jakobsson J, Janji B, Jansen-Durr P, Jansson PJ, Jantsch J, Januszewski S, Jassey A, Jean S, Jeltsch-David H, Jendelova P, Jenny A, Jensen TE, Jessen N, Jewell JL, Ji J, Jia L, Jia R, Jiang L, Jiang Q, Jiang R, Jiang T, Jiang X, Jiang Y , Jimenez-Sanchez M, Jin EJ, Jin F, Jin H, Jin L, Jin L, Jin M, Jin S, Jo EK, Joffre C, Johansen T, Johnson GVW, Johnston SA, Jokitalo E, Jolly MK, Joosten LAB, Jordan J, Joseph B, Ju D, Ju JS, Ju J, Juarez E, Judith D, Juhasz G, Jun Y , Jung CH, Jung SC, Jung YK, Jungbluth H, Jungverdorben J, Just S, Kaarniranta K, Kaasik A, Kabuta T, Kaganovich D, Kahana A, Kain R, Kajimura S, Kalamvoki M, Kalia M, Kalinowski DS, Kaludercic N, Kalvari I, Kaminska J, Kaminskyy VO, Kanamori H, Kanasaki K, Kang C, Kang R, Kang SS, Kaniyappan S, Kanki T, Kanneganti TD, Kanthasamy AG, Kanthasamy A, Kantorow M, Kapuy O, Karamouzis MV , Karim MR, Karmakar P, Katare RG, Kato M, Kaufmann SHE, Kauppinen A, Kaushal GP, Kaushik S, Kawasaki K, Kazan K, Ke PY , Keating DJ, Keber U, Kehrl JH, Keller KE, Keller CW, Kemper JK, Kenific CM, Kepp O, Kermorgant S, Kern A, Ketteler R, Keulers TG, Khalfin B, Khalil H, Khambu B, Khan SY , Khandelwal VKM, Khandia R, Kho W, Khobrekar NV , Khuansuwan S, Khundadze M, Killackey SA, Kim D, Kim DR, Kim DH, Kim DE, Kim EY , Kim EK, Kim HR, Kim HS, Hyung-Ryong K, Kim JH, Kim JK, Kim JH, Kim J, Kim JH, Kim KI, Kim PK, Kim SJ, Kimball SR, Kimchi A, Kimmelman AC, Kimura T, King MA, Kinghorn KJ, Kinsey CG, Kirkin V , Kirshenbaum LA, Kiselev SL, Kishi S, Kitamoto K, Kitaoka Y , Kitazato K, Kitsis RN, Kittler JT, Kjaerulff O, Klein PS, Klopstock T, Klucken J, Knaevelsrud H, Knorr RL, Ko BCB, Ko F, Ko JL, Kobayashi H, Kobayashi S, Koch I, Koch JC, Koenig U, Kogel D, Koh YH, Koike M, Kohlwein SD, Kocaturk NM, Komatsu M, Konig J, Kono T, Kopp BT, Korcsmaros T, Korkmaz G, Korolchuk VI, Korsnes MS, Koskela A, Kota J, Kotake Y , Kotler ML, Kou Y , Koukourakis MI, Koustas E, Kovacs AL, Kovacs T, Koya D, Kozako T, Kraft C, Krainc D, Kramer H, Krasnodembskaya AD, Kretz-Remy C, Kroemer G, Ktistakis NT, Kuchitsu K, Kuenen S, Kuerschner L, Kukar T, Kumar A, Kumar A, Kumar D, Kumar D, Kumar S, Kume S, Kumsta C, Kundu CN, Kundu M, Kunnumakkara AB, Kurgan L, Kutateladze TG, Kutlu O, Kwak S, Kwon HJ, Kwon TK, Kwon YT, Kyrmizi I, La Spada A, Labonte P, Ladoire S, Laface I, Lafont F, Lagace DC, Lahiri V , Lai Z, Laird AS, Lakkaraju A, Lamark T, Lan SH, Landajuela A, Lane DJR, Lane JD, Lang CH, Lange C, Langel U, Langer R, Lapaquette P, Laporte J, LaRusso NF, Lastres-Becker I, Lau WCY , Laurie GW, Lavandero S, Law BYK, Law HK, Layfield R, Le W, Le Stunff H, Leary AY , Lebrun JJ, Leck LYW, Leduc-Gaudet JP, Lee C, Lee CP, Lee DH, Lee EB, Lee EF, Lee GM, Lee HJ, Lee HK, Lee JM, Lee JS, Lee JA, Lee JY , Lee JH, Lee M, Lee MG, Lee MJ, Lee MS, Lee SY , Lee SJ, Lee SY , Lee SB, Lee WH, Lee YR, Lee YH, Lee Y , Lefebvre C, Legouis R, Lei YL, Lei Y , Leikin S, Leitinger G, Lemus L, Leng S, Lenoir O, Lenz G, Lenz HJ, Lenzi P, Leon Y , Leopoldino AM, Schwertz and Middleton Page 15 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptLeschczyk C, Leskela S, Letellier E, Leung CT, Leung PS, Leventhal JS, Levine B, Lewis PA, Ley K, Li B, Li DQ, Li J, Li J, Li J, Li K, Li L, Li M, Li M, Li M, Li M, Li M, Li PL, Li MQ, Li Q, Li S, Li T, Li W, Li W, Li X, Li YP, Li Y , Li Z, Li Z, Li Z, Lian J, Liang C, Liang Q, Liang W, Liang Y , Liang Y , Liao G, Liao L, Liao M, Liao YF, Librizzi M, Lie PPY , Lilly MA, Lim HJ, Lima TRR, Limana F, Lin C, Lin CW, Lin DS, Lin FC, Lin JD, Lin KM, Lin KH, Lin LT, Lin PH, Lin Q, Lin S, Lin SJ, Lin W, Lin X, Lin YX, Lin YS, Linden R, Lindner P, Ling SC, Lingor P, Linnemann AK, Liou YC, Lipinski MM, Lipovsek S, Lira V A, Lisiak N, Liton PB, Liu C, Liu CH, Liu CF, Liu CH, Liu F, Liu H, Liu HS, Liu HF, Liu H, Liu J, Liu J, Liu J, Liu L, Liu L, Liu M, Liu Q, Liu W, Liu W, Liu XH, Liu X, Liu X, Liu X, Liu X, Liu Y , Liu Y , Liu Y , Liu Y , Liu Y , Livingston JA, Lizard G, Lizcano JM, Ljubojevic-Holzer S, ME LL, Llobet-Navas D, Llorente A, Lo CH, Lobato-Marquez D, Long Q, Long YC, Loos B, Loos JA, Lopez MG, Lopez-Domenech G, Lopez-Guerrero JA, Lopez-Jimenez AT, Lopez-Perez O, Lopez-Valero I, Lorenowicz MJ, Lorente M, Lorincz P, Lossi L, Lotersztajn S, Lovat PE, Lovell JF, Lovy A, Low P, Lu G, Lu H, Lu JH, Lu JJ, Lu M, Lu S, Luciani A, Lucocq JM, Ludovico P, Luftig MA, Luhr M, Luis-Ravelo D, Lum JJ, Luna-Dulcey L, Lund AH, Lund VK, Lunemann JD, Luningschror P, Luo H, Luo R, Luo S, Luo Z, Luparello C, Luscher B, Luu L, Lyakhovich A, Lyamzaev KG, Lystad AH, Lytvynchuk L, Ma AC, Ma C, Ma M, Ma NF, Ma QH, Ma X, Ma Y , Ma Z, MacDougald OA, Macian F, MacIntosh GC, MacKeigan JP, Macleod KF, Maday S, Madeo F, Madesh M, Madl T, Madrigal-Matute J, Maeda A, Maejima Y , Magarinos M, Mahavadi P, Maiani E, Maiese K, Maiti P, Maiuri MC, Majello B, Major MB, Makareeva E, Malik F, Mallilankaraman K, Malorni W, Maloyan A, Mammadova N, Man GCW, Manai F, Mancias JD, Mandelkow EM, Mandell MA, Manfredi AA, Manjili MH, Manjithaya R, Manque P, Manshian BB, Manzano R, Manzoni C, Mao K, Marchese C, Marchetti S, Marconi AM, Marcucci F, Mardente S, Mareninova OA, Margeta M, Mari M, Marinelli S, Marinelli O, Marino G, Mariotto S, Marshall RS, Marten MR, Martens S, Martin APJ, Martin KR, Martin S, Martin S, Martin-Segura A, Martin-Acebes MA, Martin-Burriel I, Martin-Rincon M, Martin-Sanz P, Martina JA, Martinet W, Martinez A, Martinez A, Martinez J, Martinez Velazquez M, Martinez-Lopez N, Martinez-Vicente M, Martins DO, Martins JO, Martins WK, Martins-Marques T, Marzetti E, Masaldan S, Masclaux-Daubresse C, Mashek DG, Massa V , Massieu L, Masson GR, Masuelli L, Masyuk AI, Masyuk TV , Matarrese P, Matheu A, Matoba S, Matsuzaki S, Mattar P, Matte A, Mattoscio D, Mauriz JL, Mauthe M, Mauvezin C, Maverakis E, Maycotte P, Mayer J, Mazzoccoli G, Mazzoni C, Mazzulli JR, McCarty N, McDonald C, McGill MR, McKenna SL, McLaughlin B, McLoughlin F, McNiven MA, McWilliams TG, Mechta-Grigoriou F, Medeiros TC, Medina DL, Megeney LA, Megyeri K, Mehrpour M, Mehta JL, Meijer AJ, Meijer AH, Mejlvang J, Melendez A, Melk A, Memisoglu G, Mendes AF, Meng D, Meng F, Meng T, Menna-Barreto R, Menon MB, Mercer C, Mercier AE, Mergny JL, Merighi A, Merkley SD, Merla G, Meske V , Mestre AC, Metur SP, Meyer C, Meyer H, Mi W, Mialet-Perez J, Miao J, Micale L, Miki Y , Milan E, Milczarek M, Miller DL, Miller SI, Miller S, Millward SW, Milosevic I, Minina EA, Mirzaei H, Mirzaei HR, Mirzaei M, Mishra A, Mishra N, Mishra PK, Misirkic Marjanovic M, Misasi R, Misra A, Misso G, Mitchell C, Mitou G, Miura T, Miyamoto S, Miyazaki M, Miyazaki M, Miyazaki T, Miyazawa K, Mizushima N, Mogensen TH, Mograbi B, Mohammadinejad R, Mohamud Y , Mohanty A, Mohapatra S, Mohlmann T, Mohmmed A, Moles A, Moley KH, Molinari M, Mollace V , Moller AB, Mollereau B, Mollinedo F, Montagna C, Monteiro MJ, Montella A, Montes LR, Montico B, Mony VK, Monzio Compagnoni G, Moore MN, Moosavi MA, Mora AL, Mora M, Morales-Alamo D, Moratalla R, Moreira PI, Morelli E, Moreno S, Moreno-Blas D, Moresi V , Morga B, Morgan AH, Morin F, Morishita H, Moritz OL, Moriyama M, Moriyasu Y , Morleo M, Morselli E, Moruno-Manchon JF, Moscat J, Mostowy S, Motori E, Moura AF, Moustaid-Moussa N, Mrakovcic M, Mucino-Hernandez G, Mukherjee A, Mukhopadhyay S, Mulcahy Levy JM, Mulero V , Muller S, Munch C, Munjal A, Munoz-Canoves P, Munoz- Galdeano T, Munz C, Murakawa T, Muratori C, Murphy BM, Murphy JP, Murthy A, Myohanen TT, Mysorekar IU, Mytych J, Nabavi SM, Nabissi M, Nagy P, Nah J, Nahimana A, Nakagawa I, Nakamura K, Nakatogawa H, Nandi SS, Nanjundan M, Nanni M, Napolitano G, Nardacci R, Narita M, Nassif M, Nathan I, Natsumeda M, Naude RJ, Naumann C, Naveiras O, Navid F, Nawrocki ST, Nazarko TY , Nazio F, Negoita F, Neill T, Neisch AL, Neri LM, Netea MG, Neubert P, Neufeld TP, Neumann D, Neutzner A, Newton PT, Ney PA, Nezis IP, Ng CCW, Ng TB, Nguyen HTT, Nguyen LT, Ni HM, Ni Cheallaigh C, Ni Z, Nicolao MC, Nicoli F, Nieto-Diaz M, Nilsson P, Ning S, Niranjan R, Nishimune H, Niso-Santano M, Nixon RA, Nobili A, Nobrega Schwertz and Middleton Page 16 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptC, Noda T, Nogueira-Recalde U, Nolan TM, Nombela I, Novak I, Novoa B, Nozawa T, Nukina N, Nussbaum-Krammer C, Nylandsted J, ODonovan TR, OLeary SM, ORourke EJ, OSullivan MP, OSullivan TE, Oddo S, Oehme I, Ogawa M, Ogier-Denis E, Ogmundsdottir MH, Ogretmen B, Oh GT, Oh SH, Oh YJ, Ohama T, Ohashi Y , Ohmuraya M, Oikonomou V , Ojha R, Okamoto K, Okazawa H, Oku M, Olivan S, Oliveira JMA, Ollmann M, Olzmann JA, Omari S, Omary MB, Onal G, Ondrej M, Ong SB, Ong SG, Onnis A, Orellana JA, Orellana-Munoz S, Ortega-Villaizan MDM, Ortiz-Gonzalez XR, Ortona E, Osiewacz HD, Osman AK, Osta R, Otegui MS, Otsu K, Ott C, Ottobrini L, Ou JJ, Outeiro TF, Oynebraten I, Ozturk M, Pages G, Pahari S, Pajares M, Pajvani UB, Pal R, Paladino S, Pallet N, Palmieri M, Palmisano G, Palumbo C, Pampaloni F, Pan L, Pan Q, Pan W, Pan X, Panasyuk G, Pandey R, Pandey UB, Pandya V , Paneni F, Pang SY , Panzarini E, Papademetrio DL, Papaleo E, Papinski D, Papp D, Park EC, Park HT, Park JM, Park JI, Park JT, Park J, Park SC, Park SY , Parola AH, Parys JB, Pasquier A, Pasquier B, Passos JF, Pastore N, Patel HH, Patschan D, Pattingre S, Pedraza-Alva G, Pedraza-Chaverri J, Pedrozo Z, Pei G, Pei J, Peled-Zehavi H, Pellegrini JM, Pelletier J, Penalva MA, Peng D, Peng Y , Penna F, Pennuto M, Pentimalli F, Pereira CM, Pereira GJS, Pereira LC, Pereira de Almeida L, Perera ND, Perez-Lara A, Perez-Oliva AB, Perez-Perez ME, Periyasamy P, Perl A, Perrotta C, Perrotta I, Pestell RG, Petersen M, Petrache I, Petrovski G, Pfirrmann T, Pfister AS, Philips JA, Pi H, Picca A, Pickrell AM, Picot S, Pierantoni GM, Pierdominici M, Pierre P, Pierrefite-Carle V , Pierzynowska K, Pietrocola F, Pietruczuk M, Pignata C, Pimentel-Muinos FX, Pinar M, Pinheiro RO, Pinkas-Kramarski R, Pinton P, Pircs K, Piya S, Pizzo P, Plantinga TS, Platta HW, Plaza- Zabala A, Plomann M, Plotnikov EY , Plun-Favreau H, Pluta R, Pocock R, Poggeler S, Pohl C, Poirot M, Poletti A, Ponpuak M, Popelka H, Popova B, Porta H, Porte Alcon S, Portilla- Fernandez E, Post M, Potts MB, Poulton J, Powers T, Prahlad V , Prajsnar TK, Pratico D, Prencipe R, Priault M, Proikas-Cezanne T, Promponas VJ, Proud CG, Puertollano R, Puglielli L, Pulinilkunnil T, Puri D, Puri R, Puyal J, Qi X, Qi Y , Qian W, Qiang L, Qiu Y , Quadrilatero J, Quarleri J, Raben N, Rabinowich H, Ragona D, Ragusa MJ, Rahimi N, Rahmati M, Raia V , Raimundo N, Rajasekaran NS, Ramachandra Rao S, Rami A, Ramirez-Pardo I, Ramsden DB, Randow F, Rangarajan PN, Ranieri D, Rao H, Rao L, Rao R, Rathore S, Ratnayaka JA, Ratovitski EA, Ravanan P, Ravegnini G, Ray SK, Razani B, Rebecca V , Reggiori F, Regnier- Vigouroux A, Reichert AS, Reigada D, Reiling JH, Rein T, Reipert S, Rekha RS, Ren H, Ren J, Ren W, Renault T, Renga G, Reue K, Rewitz K, de Andrade Ramos B. Ribeiro, Riazuddin SA, Ribeiro-Rodrigues TM, Ricci JE, Ricci R, Riccio V , Richardson DR, Rikihisa Y , Risbud MV , Risueno RM, Ritis K, Rizza S, Rizzuto R, Roberts HC, Roberts LD, Robinson KJ, Roccheri MC, Rocchi S, Rodney GG, Rodrigues T, Rodrigues Silva VR, Rodriguez A, Rodriguez-Barrueco R, Rodriguez-Henche N, Rodriguez-Rocha H, Roelofs J, Rogers RS, Rogov VV , Rojo AI, Rolka K, Romanello V , Romani L, Romano A, Romano PS, Romeo-Guitart D, Romero LC, Romero M, Roney JC, Rongo C, Roperto S, Rosenfeldt MT, Rosenstiel P, Rosenwald AG, Roth KA, Roth L, Roth S, Rouschop KMA, Roussel BD, Roux S, Rovere-Querini P, Roy A, Rozieres A, Ruano D, Rubinsztein DC, Rubtsova MP, Ruckdeschel K, Ruckenstuhl C, Rudolf E, Rudolf R, Ruggieri A, Ruparelia AA, Rusmini P, Russell RR, Russo GL, Russo M, Russo R, Ryabaya OO, Ryan KM, Ryu KY , Sabater-Arcis M, Sachdev U, Sacher M, Sachse C, Sadhu A, Sadoshima J, Safren N, Saftig P, Sagona AP, Sahay G, Sahebkar A, Sahin M, Sahin O, Sahni S, Saito N, Saito S, Saito T, Sakai R, Sakai Y , Sakamaki JI, Saksela K, Salazar G, Salazar-Degracia A, Salekdeh GH, Saluja AK, Sampaio-Marques B, Sanchez MC, Sanchez-Alcazar JA, Sanchez-Vera V , Sancho-Shimizu V , Sanderson JT, Sandri M, Santaguida S, Santambrogio L, Santana MM, Santoni G, Sanz A, Sanz P, Saran S, Sardiello M, Sargeant TJ, Sarin A, Sarkar C, Sarkar S, Sarrias MR, Sarkar S, Sarmah DT, Sarparanta J, Sathyanarayan A, Sathyanarayanan R, Scaglione KM, Scatozza F, Schaefer L, Schafer ZT, Schaible UE, Schapira AHV , Scharl M, Schatzl HM, Schein CH, Scheper W, Scheuring D, Schiaffino MV , Schiappacassi M, Schindl R, Schlattner U, Schmidt O, Schmitt R, Schmidt SD, Schmitz I, Schmukler E, Schneider A, Schneider BE, Schober R, Schoijet AC, Schott MB, Schramm M, Schroder B, Schuh K, Schuller C, Schulze RJ, Schurmanns L, Schwamborn JC, Schwarten M, Scialo F, Sciarretta S, Scott MJ, Scotto KW, Scovassi AI, Scrima A, Scrivo A, Sebastian D, Sebti S, Sedej S, Segatori L, Segev N, Seglen PO, Seiliez I, Seki E, Selleck SB, Sellke FW, Selsby JT, Sendtner M, Senturk S, Seranova E, Sergi C, Serra-Moreno R, Sesaki H, Settembre C, Setty SRG, Sgarbi G, Sha O, Shacka JJ, Shah JA, Shang D, Shao C, Shao F, Sharbati S, Sharkey LM, Sharma D, Sharma G, Sharma K, Sharma P, Sharma S, Shen HM, Shen H, Shen J, Shen M, Shen W, Shen Z, Sheng R, Sheng Z, Sheng ZH, Shi J, Shi Schwertz and Middleton Page 17 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptX, Shi YH, Shiba-Fukushima K, Shieh JJ, Shimada Y , Shimizu S, Shimozawa M, Shintani T, Shoemaker CJ, Shojaei S, Shoji I, Shravage BV , Shridhar V , Shu CW, Shu HB, Shui K, Shukla AK, Shutt TE, Sica V , Siddiqui A, Sierra A, Sierra-Torre V , Signorelli S, Sil P, Silva BJA, Silva JD, Silva-Pavez E, Silvente-Poirot S, Simmonds RE, Simon AK, Simon HU, Simons M, Singh A, Singh LP, Singh R, Singh SV , Singh SK, Singh SB, Singh S, Singh SP, Sinha D, Sinha RA, Sinha S, Sirko A, Sirohi K, Sivridis EL, Skendros P, Skirycz A, Slaninova I, Smaili SS, Smertenko A, Smith MD, Soenen SJ, Sohn EJ, Sok SPM, Solaini G, Soldati T, Soleimanpour SA, Soler RM, Solovchenko A, Somarelli JA, Sonawane A, Song F, Song HK, Song JX, Song K, Song Z, Soria LR, Sorice M, Soukas AA, Soukup SF, Sousa D, Sousa N, Spagnuolo PA, Spector SA, Srinivas Bharath MM, St Clair D, Stagni V , Staiano L, Stalnecker CA, Stankov MV , Stathopulos PB, Stefan K, Stefan SM, Stefanis L, Steffan JS, Steinkasserer A, Stenmark H, Sterneckert J, Stevens C, Stoka V , Storch S, Stork B, Strappazzon F, Strohecker AM, Stupack DG, Su H, Su LY , Su L, Suarez-Fontes AM, Subauste CS, Subbian S, Subirada PV , Sudhandiran G, Sue CM, Sui X, Summers C, Sun G, Sun J, Sun K, Sun MX, Sun Q, Sun Y , Sun Z, Sunahara KKS, Sundberg E, Susztak K, Sutovsky P, Suzuki H, Sweeney G, Symons JD, Sze SCW, Szewczyk NJ, Tabecka-Lonczynska A, Tabolacci C, Tacke F, Taegtmeyer H, Tafani M, Tagaya M, Tai H, Tait SWG, Takahashi Y , Takats S, Talwar P, Tam C, Tam SY , Tampellini D, Tamura A, Tan CT, Tan EK, Tan YQ, Tanaka M, Tanaka M, Tang D, Tang J, Tang TS, Tanida I, Tao Z, Taouis M, Tatenhorst L, Tavernarakis N, Taylor A, Taylor GA, Taylor JM, Tchetina E, Tee AR, Tegeder I, Teis D, Teixeira N, Teixeira-Clerc F, Tekirdag KA, Tencomnao T, Tenreiro S, Tepikin A V , Testillano PS, Tettamanti G, Tharaux PL, Thedieck K, Thekkinghat AA, Thellung S, Thinwa JW, Thirumalaikumar VP, Thomas SM, Thomes PG, Thorburn A, Thukral L, Thum T, Thumm M, Tian L, Tichy A, Till A, Timmerman V , Titorenko VI, Todi SV , Todorova K, Toivonen JM, Tomaipitinca L, Tomar D, Tomas-Zapico C, Tomic S, Tong BC, Tong C, Tong X, Tooze SA, Torgersen ML, Torii S, Torres-Lopez L, Torriglia A, Towers CG, Towns R, Toyokuni S, Trajkovic V , Tramontano D, Tran QG, Travassos LH, Trelford CB, Tremel S, Trougakos IP, Tsao BP, Tschan MP, Tse HF, Tse TF, Tsugawa H, Tsvetkov AS, Tumbarello DA, Tumtas Y , Tunon MJ, Turcotte S, Turk B, Turk V , Turner BJ, Tuxworth RI, Tyler JK, Tyutereva EV , Uchiyama Y , Ugun-Klusek A, Uhlig HH, Ulamek-Koziol M, Ulasov IV , Umekawa M, Ungermann C, Unno R, Urbe S, Uribe-Carretero E, Ustun S, Uversky VN, Vaccari T, Vaccaro MI, Vahsen BF, Vakifahmetoglu-Norberg H, Valdor R, Valente MJ, Valko A, Vallee RB, Valverde AM, Van den Berghe G, van der Veen S, Van Kaer L, van Loosdregt J, van Wijk SJL, Vandenberghe W, Vanhorebeek I, Vannier-Santos MA, Vannini N, Vanrell MC, Vantaggiato C, Varano G, Varela- Nieto I, Varga M, Vasconcelos MH, Vats S, Vavvas DG, Vega-Naredo I, Vega-Rubin-de-Celis S, Velasco G, Velazquez AP, Vellai T, Vellenga E, Velotti F, Verdier M, Verginis P, Vergne I, Verkade P, Verma M, Verstreken P, Vervliet T, Vervoorts J, Vessoni AT, Victor VM, Vidal M, Vidoni C, Vieira OV , Vierstra RD, Vigano S, Vihinen H, Vijayan V , Vila M, Vilar M, Villalba JM, Villalobo A, Villarejo-Zori B, Villarroya F, Villarroya J, Vincent O, Vindis C, Viret C, Viscomi MT, Visnjic D, Vitale I, V ocadlo DJ, V oitsekhovskaja OV , V olonte C, V olta M, V omero M, V on Haefen C, V ooijs MA, V oos W, Vucicevic L, Wade-Martins R, Waguri S, Waite KA, Wakatsuki S, Walker DW, Walker MJ, Walker SA, Walter J, Wandosell FG, Wang B, Wang CY , Wang C, Wang C, Wang C, Wang CY , Wang D, Wang F, Wang F, Wang F, Wang G, Wang H, Wang H, Wang H, Wang HG, Wang J, Wang J, Wang J, Wang J, Wang K, Wang L, Wang L, Wang MH, Wang M, Wang N, Wang P, Wang P, Wang P, Wang P, Wang QJ, Wang Q, Wang QK, Wang QA, Wang WT, Wang W, Wang X, Wang X, Wang Y , Wang Y , Wang Y , Wang YY , Wang Y , Wang Y , Wang Y , Wang Y , Wang Z, Wang Z, Wang Z, Warnes G, Warnsmann V , Watada H, Watanabe E, Watchon M, Wawrzynska A, Weaver TE, Wegrzyn G, Wehman AM, Wei H, Wei L, Wei T, Wei Y , Weiergraber OH, Weihl CC, Weindl G, Weiskirchen R, Wells A, Wen RH, Wen X, Werner A, Weykopf B, Wheatley SP, Whitton JL, Whitworth AJ, Wiktorska K, Wildenberg ME, Wileman T, Wilkinson S, Willbold D, Williams B, Williams RSB, Williams RL, Williamson PR, Wilson RA, Winner B, Winsor NJ, Witkin SS, Wodrich H, Woehlbier U, Wollert T, Wong E, Wong JH, Wong RW, Wong VKW, Wong WW, Wu AG, Wu C, Wu J, Wu J, Wu KK, Wu M, Wu SY , Wu S, Wu SY , Wu S, Wu WKK, Wu X, Wu X, Wu YW, Wu Y , Xavier RJ, Xia H, Xia L, Xia Z, Xiang G, Xiang J, Xiang M, Xiang W, Xiao B, Xiao G, Xiao H, Xiao HT, Xiao J, Xiao L, Xiao S, Xiao Y , Xie B, Xie CM, Xie M, Xie Y , Xie Z, Xie Z, Xilouri M, Xu C, Xu E, Xu H, Xu J, Xu J, Xu L, Xu WW, Xu X, Xue Y , Yakhine-Diop SMS, Yamaguchi M, Yamaguchi O, Yamamoto A, Yamashina S, Yan S, Yan SJ, Yan Z, Yanagi Y , Yang C, Yang DS, Yang H, Yang HT, Yang H, Yang JM, Schwertz and Middleton Page 18 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptYang J, Yang J, Yang L, Yang L, Yang M, Yang PM, Yang Q, Yang S, Yang S, Yang SF, Yang W, Yang WY , Yang X, Yang X, Yang Y , Yang Y , Yao H, Yao S, Yao X, Yao YG, Yao YM, Yasui T, Yazdankhah M, Yen PM, Yi C, Yin XM, Yin Y , Yin Z, Yin Z, Ying M, Ying Z, Yip CK, Yiu SPT, Yoo YH, Yoshida K, Yoshii SR, Yoshimori T, Yousefi B, Yu B, Yu H, Yu J, Yu J, Yu L, Yu ML, Yu SW, Yu VC, Yu WH, Yu Z, Yu Z, Yuan J, Yuan LQ, Yuan S, Yuan SF, Yuan Y , Yuan Z, Yue J, Yue Z, Yun J, Yung RL, Zacks DN, Zaffagnini G, Zambelli VO, Zanella I, Zang QS, Zanivan S, Zappavigna S, Zaragoza P, Zarbalis KS, Zarebkohan A, Zarrouk A, Zeitlin SO, Zeng J, Zeng JD, Zerovnik E, Zhan L, Zhang B, Zhang DD, Zhang H, Zhang H, Zhang H, Zhang H, Zhang H, Zhang H, Zhang H, Zhang HL, Zhang J, Zhang J, Zhang JP, Zhang KYB, Zhang LW, Zhang L, Zhang L, Zhang L, Zhang L, Zhang M, Zhang P, Zhang S, Zhang W, Zhang X, Zhang XW, Zhang X, Zhang X, Zhang X, Zhang X, Zhang XD, Zhang Y , Zhang Y , Zhang Y , Zhang YD, Zhang Y , Zhang YY , Zhang Y , Zhang Z, Zhang Z, Zhang Z, Zhang Z, Zhang Z, Zhang Z, Zhao H, Zhao L, Zhao S, Zhao T, Zhao XF, Zhao Y , Zhao Y , Zhao Y , Zhao Y , Zheng G, Zheng K, Zheng L, Zheng S, Zheng XL, Zheng Y , Zheng ZG, Zhivotovsky B, Zhong Q, Zhou A, Zhou B, Zhou C, Zhou G, Zhou H, Zhou H, Zhou H, Zhou J, Zhou J, Zhou J, Zhou J, Zhou K, Zhou R, Zhou XJ, Zhou Y , Zhou Y , Zhou Y , Zhou ZY , Zhou Z, Zhu B, Zhu C, Zhu GQ, Zhu H, Zhu H, Zhu H, Zhu WG, Zhu Y , Zhu Y , Zhuang H, Zhuang X, Zientara-Rytter K, Zimmermann CM, Ziviani E, Zoladek T, Zong WX, Zorov DB, Zorzano A, Zou W, Zou Z, Zou Z, Zuryn S, Zwerschke W, Brand-Saberi B, Dong XC, Kenchappa CS, Li Z, Lin Y , Oshima S, Rong Y , Sluimer JC, Stallings CL, Tong CK, Guidelines for the use and interpretation of assays for monitoring autophagy (4th edition)(1), Autophagy 17(1) (2021) 1382. PubMed: 33634751 9. Bento CF, Renna M, Ghislat G, Puri C, Ashkenazi A, Vicinanza M, Menzies FM, Rubinsztein DC, Mammalian Autophagy: How Does It Work?, Annu Rev Biochem 85 (2016) 685713. PubMed: 26865532 10. Shaid S, Brandts CH, Serve H, Dikic I, Ubiquitination and selective autophagy, Cell Death Differ 20(1) (2013) 2130. PubMed: 22722335 11. Zaffagnini G, Martens S, Mechanisms of Selective Autophagy, J Mol Biol 428(9 Pt A) (2016) 171424. PubMed: 26876603 12. Das S, Shukla N, Singh SS, Kushwaha S, Shrivastava R, Mechanism of interaction between autophagy and apoptosis in cancer, Apoptosis 26(9-10) (2021) 512533. PubMed: 34510317 13. Goodall ML, Fitzwalter BE, Zahedi S, Wu M, Rodriguez D, Mulcahy-Levy JM, Green DR, Morgan M, Cramer SD, Thorburn A, The Autophagy Machinery Controls Cell Death Switching between Apoptosis and Necroptosis, Dev Cell 37(4) (2016) 337349. PubMed: 27219062 14. Liang XH, Jackson S, Seaman M, Brown K, Kempkes B, Hibshoosh H, Levine B, Induction of autophagy and inhibition of tumorigenesis by beclin 1, Nature 402(6762) (1999) 6726. PubMed: 10604474 15. Lei Y , Chen L, Liu J, Zhong Y , Deng L, The MicroRNA-Based Strategies to Combat Cancer Chemoresistance via Regulating Autophagy, Front Oncol 12 (2022) 841625. PubMed: 35211417 16. Mohsen S, Sobash PT, Algwaiz GF, Nasef N, Al-Zeidaneen SA, Karim NA, Autophagy Agents in Clinical Trials for Cancer Therapy: A Brief Review, Curr Oncol 29(3) (2022) 16951708. PubMed: 35323341 17. Rakesh R, PriyaDharshini LC, Sakthivel KM, Rasmi RR, Role and regulation of autophagy in cancer, Biochim Biophys Acta Mol Basis Dis 1868(7) (2022) 166400. PubMed: 35341960 18. Diao RY , Gustafsson AB, Mitochondrial quality surveillance: mitophagy in cardiovascular health and disease, Am J Physiol Cell Physiol 322(2) (2022) C218C230. PubMed: 34965154 19. Turkieh A, El Masri Y , Pinet F, Dubois-Deruy E, Mitophagy Regulation Following Myocardial Infarction, Cells 11(2) (2022). 20. Filippone A, Esposito E, Mannino D, Lyssenko N, Pratico D, The contribution of altered neuronal autophagy to neurodegeneration, Pharmacol Ther 238 (2022) 108178. PubMed: 35351465 21. Kanno H, Handa K, Murakami T, Aizawa T, Ozawa H, Chaperone-Mediated Autophagy in Neurodegenerative Diseases and Acute Neurological Insults in the Central Nervous System, Cells 11(7) (2022).Schwertz and Middleton Page 19 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript22. Kim EY , Lee JM, Transcriptional Regulation of Hepatic Autophagy by Nuclear Receptors, Cells 11(4) (2022). 23. Kitada M, Koya D, Autophagy in metabolic disease and ageing, Nat Rev Endocrinol 17(11) (2021) 647661. PubMed: 34508250 24. Deretic V , Saitoh T, Akira S, Autophagy in infection, inflammation and immunity, Nat Rev Immunol 13(10) (2013) 72237. PubMed: 24064518 25. Levine B, Mizushima N, Virgin HW, Autophagy in immunity and inflammation, Nature 469(7330) (2011) 32335. PubMed: 21248839 26. Schmid D, Munz C, Innate and adaptive immunity through autophagy, Immunity 27(1) (2007) 1121. PubMed: 17663981 27. Ho J, Yu J, Wong SH, Zhang L, Liu X, Wong WT, Leung CC, Choi G, Wang MH, Gin T, Chan MT, Wu WK, Autophagy in sepsis: Degradation into exhaustion?, Autophagy 12(7) (2016) 107382. PubMed: 27172163 28. Gomes LC, Di Benedetto G, Scorrano L, During autophagy mitochondria elongate, are spared from degradation and sustain cell viability, Nature cell biology 13(5) (2011) 58998. PubMed: 21478857 29. Takahashi W, Watanabe E, Fujimura L, Watanabe-Takano H, Yoshidome H, Swanson PE, Tokuhisa T, Oda S, Hatano M, Kinetics and protective role of autophagy in a mouse cecal ligation and puncture-induced sepsis, Crit Care 17(4) (2013) R160. PubMed: 23883625 30. Feng Y , Liu B, Zheng X, Chen L, Chen W, Fang Z, The protective role of autophagy in sepsis, Microb Pathog 131 (2019) 106111. PubMed: 30935962 31. Lin CW, Lo S, Perng DS, Wu DB, Lee PH, Chang YF, Kuo PL, Yu ML, Yuan SS, Hsieh YC, Complete activation of autophagic process attenuates liver injury and improves survival in septic mice, Shock 41(3) (2014) 2419. PubMed: 24365881 32. Chien WS, Chen YH, Chiang PC, Hsiao HW, Chuang SM, Lue SI, Hsu C, Suppression of autophagy in rat liver at late stage of polymicrobial sepsis, Shock 35(5) (2011) 50611. PubMed: 21263383 33. Hsieh CH, Pai PY , Hsueh HW, Yuan SS, Hsieh YC, Complete induction of autophagy is essential for cardioprotection in sepsis, Ann Surg 253(6) (2011) 1190200. PubMed: 21412148 34. Lo S, Yuan SS, Hsu C, Cheng YJ, Chang YF, Hsueh HW, Lee PH, Hsieh YC, Lc3 over- expression improves survival and attenuates lung injury through increasing autophagosomal clearance in septic mice, Ann Surg 257(2) (2013) 35263. PubMed: 22968077 35. Zhang L, Ai Y , Tsung A, Clinical application: Restoration of immune homeostasis by autophagy as a potential therapeutic target in sepsis, Exp Ther Med 11(4) (2016) 11591167. PubMed: 27073416 36. Machlus KR, Thon JN, Italiano JE Jr., Interpreting the developmental dance of the megakaryocyte: a review of the cellular and molecular processes mediating platelet formation, British journal of haematology 165(2) (2014) 22736. PubMed: 24499183 37. Thon JN, Italiano JE, Platelet formation, Semin Hematol 47(3) (2010) 2206. PubMed: 20620432 38. Junt T, Schulze H, Chen Z, Massberg S, Goerge T, Krueger A, Wagner DD, Graf T, Italiano JE Jr., Shivdasani RA, von Andrian UH, Dynamic visualization of thrombopoiesis within bone marrow, Science 317(5845) (2007) 176770. PubMed: 17885137 39. Machlus KR, Italiano JE Jr., The incredible journey: From megakaryocyte development to platelet formation, The Journal of cell biology 201(6) (2013) 78596. PubMed: 23751492 40. Thon JN, Montalvo A, Patel-Hett S, Devine MT, Richardson JL, Ehrlicher A, Larson MK, Hoffmeister K, Hartwig JH, Italiano JE Jr., Cytoskeletal Mechanics of Proplatelet Maturation and Platelet Release, The Journal of cell biology (2010). 41. Arinobu Y , Mizuno S, Chong Y , Shigematsu H, Iino T, Iwasaki H, Graf T, Mayfield R, Chan S, Kastner P, Akashi K, Reciprocal activation of GATA-1 and PU.1 marks initial specification of hematopoietic stem cells into myeloerythroid and myelolymphoid lineages, Cell stem cell 1(4) (2007) 41627. PubMed: 18371378 Schwertz and Middleton Page 20 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript42. Dore LC, Chlon TM, Brown CD, White KP, Crispino JD, Chromatin occupancy analysis reveals genome-wide GATA factor switching during hematopoiesis, Blood 119(16) (2012) 372433. PubMed: 22383799 43. McDonald TP, Sullivan PS, Megakaryocytic and erythrocytic cell lines share a common precursor cell, Experimental hematology 21(10) (1993) 131620. PubMed: 8135919 44. Takayama M, Fujita R, Suzuki M, Okuyama R, Aiba S, Motohashi H, Yamamoto M, Genetic analysis of hierarchical regulation for Gata1 and NF-E2 p45 gene expression in megakaryopoiesis, Molecular and cellular biology 30(11) (2010) 266880. PubMed: 20351175 45. Solar GP, Kerr WG, Zeigler FC, Hess D, Donahue C, de Sauvage FJ, Eaton DL, Role of c-mpl in early hematopoiesis, Blood 92(1) (1998) 410. PubMed: 9639492 46. Lewis JC, Maldonado JE, Mann KG, Moertel CG, Ultrastructural cytochemistry of platelets and megakaryocytes in the carcinoid syndrome, Mayo Clin Proc 51(9) (1976) 58593. PubMed: 183065 47. Cheng TM, Lin Y , Gu DQ, Luo CK, Zheng HE, Ultrastructural changes of bone marrow megakaryocytes in several types of injury, Burns Incl Therm Inj 10(4) (1984) 2829. PubMed: 6713242 48. Houwerzijl EJ, Blom NR, van der Want JJ, Vellenga E, de Wolf JT, Megakaryocytic dysfunction in myelodysplastic syndromes and idiopathic thrombocytopenic purpura is in part due to different forms of cell death, Leukemia 20(11) (2006) 193742. PubMed: 16990774 49. Liu Z, Mei T, Immune thrombocytopenia induces autophagy and suppresses apoptosis in megakaryocytes, Mol Med Rep 18(4) (2018) 40164022. PubMed: 30106156 50. Sun RJ, Shan NN, Megakaryocytic dysfunction in immune thrombocytopenia is linked to autophagy, Cancer Cell Int 19 (2019) 59. PubMed: 30923461 51. Cao Y , Cai J, Zhang S, Yuan N, Li X, Fang Y , Song L, Shang M, Liu S, Zhao W, Hu S, Wang J, Loss of autophagy leads to failure in megakaryopoiesis, megakaryocyte differentiation, and thrombopoiesis in mice, Experimental hematology 43(6) (2015) 48894. PubMed: 25591498 52. Ouseph MM, Huang Y , Banerjee M, Joshi S, MacDonald L, Zhong Y , Liu H, Li X, Xiang B, Zhang G, Komatsu M, Yue Z, Li Z, Storrie B, Whiteheart SW, Wang QJ, Autophagy is induced upon platelet activation and is essential for hemostasis and thrombosis, Blood 126(10) (2015) 122433. PubMed: 26209658 53. Wang Q, You T, Fan H, Wang Y , Chu T, Poncz M, Zhu L, Rapamycin and bafilomycin A1 alter autophagy and megakaryopoiesis, Platelets 28(1) (2017) 8289. PubMed: 27534900 54. Michelson AD, Antiplatelet therapies for the treatment of cardiovascular disease, Nat Rev Drug Discov 9(2) (2010) 15469. PubMed: 20118963 55. Versteeg HH, Heemskerk JW, Levi M, Reitsma PH, New fundamentals in hemostasis, Physiol Rev 93(1) (2013) 32758. PubMed: 23303912 56. Vieira-de-Abreu A, Campbell RA, Weyrich AS, Zimmerman GA, Platelets: versatile effector cells in hemostasis, inflammation, and the immune continuum, Semin Immunopathol 34(1) (2012) 530. PubMed: 21818701 57. Denis MM, Tolley ND, Bunting M, Schwertz H, Jiang H, Lindemann S, Yost CC, Rubner FJ, Albertine KH, Swoboda KJ, Fratto CM, Tolley E, Kraiss LW, McIntyre TM, Zimmerman GA, Weyrich AS, Escaping the nuclear confines: signal-dependent pre-mRNA splicing in anucleate platelets, Cell 122(3) (2005) 37991. PubMed: 16096058 58. Schwertz H, Tolley ND, Foulks JM, Denis MM, Risenmay BW, Buerke M, Tilley RE, Rondina MT, Harris EM, Kraiss LW, Mackman N, Zimmerman GA, Weyrich AS, Signal-dependent splicing of tissue factor pre-mRNA modulates the thrombogenecity of human platelets, The Journal of experimental medicine 203(11) (2006) 24332440. PubMed: 17060476 59. Schwertz H, Rowley JW, Tolley ND, Campbell RA, Weyrich AS, Assessing protein synthesis by platelets, Methods in molecular biology 788 (2012) 14153. PubMed: 22130706 60. Middleton EA, Rowley JW, Campbell RA, Grissom CK, Brown SM, Beesley SJ, Schwertz H, Kosaka Y , Manne BK, Krauel K, Tolley ND, Eustes AS, Guo L, Paine R 3rd, Harris ES, Zimmerman GA, Weyrich AS, Rondina MT, Sepsis alters the transcriptional and translational landscape of human and murine platelets, Blood 134(12) (2019) 911923. PubMed: 31366617 Schwertz and Middleton Page 21 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript61. Rondina M, V oora D, Simon L, Schwertz H, Harper J, Lee O, Bhatlekar S, Li Q, Eustes AS, Montenont E, Campbell RA, Tolley N, Kosaka Y , Weyrich A, Bray PF, Rowley JW, Longitudinal RNA-seq Analysis of the Repeatability of Gene Expression and Splicing in Human Platelets Identifies A Platelet SELP Splice QTL, Circ Res (2019). 62. Rowley JW, Oler AJ, Tolley ND, Hunter BN, Low EN, Nix DA, Yost CC, Zimmerman GA, Weyrich AS, Genome-wide RNA-seq analysis of human and mouse platelet transcriptomes, Blood 118(14) (2011) e10111. PubMed: 21596849 63. Rowley JW, Schwertz H, Weyrich AS, Platelet mRNA: the meaning behind the message, Curr Opin Hematol 19(5) (2012) 38591. PubMed: 22814651 64. Lindemann S, McIntyre TM, Prescott SM, Zimmerman GA, and Weyrich AS, Platelet Signal- Dependent Protein Synthesis, in: Fitzgerald DJ, Quinn M (Ed.), Platelet Function: Assessment, Diagnosis, and Treatment, The Humana Press Inc., Totowa, 2005, pp. 151176. 65. Rondina MT, Schwertz H, Harris ES, Kraemer BF, Campbell RA, Mackman N, Grissom CK, Weyrich AS, Zimmerman GA, The septic milieu triggers expression of spliced tissue factor mRNA in human platelets, J Thromb Haemost 9(4) (2011) 74858. PubMed: 21255247 66. Schwertz H, Koster S, Kahr WH, Michetti N, Kraemer BF, Weitz DA, Blaylock RC, Kraiss LW, Greinacher A, Zimmerman GA, Weyrich AS, Anucleate platelets generate progeny, Blood 115(18) (2010) 38013809. PubMed: 20086251 67. Schwertz H, Rondina MT, Platelets and their Microparticles go hand in hand, Thrombosis research 168 (2018) 164165. PubMed: 30060877 68. Schwertz H, Rowley JW, Schumann GG, Thorack U, Campbell RA, Manne BK, Zimmerman GA, Weyrich AS, Rondina MT, Endogenous LINE-1 (Long Interspersed Nuclear Element-1) Reverse Transcriptase Activity in Platelets Controls Translational Events Through RNA-DNA Hybrids, Arterioscler Thromb Vasc Biol 38(4) (2018) 801815. PubMed: 29301786 69. Schwertz H, Rowley JW, Zimmerman GA, Weyrich AS, Rondina MT, Retinoic acid receptor- alpha regulates synthetic events in human platelets, J Thromb Haemost 15(12) (2017) 2408 2418. PubMed: 28981191 70. Jiang P, Lan Y , Luo J, Ren YL, Liu DG, Pang JX, Liu J, Li J, Wang C, Cai JP, Rapamycin promoted thrombosis and platelet adhesion to endothelial cells by inducing membrane remodeling, BMC Cell Biol 15 (2014) 7. PubMed: 24564184 71. Feng W, Chang C, Luo D, Su H, Yu S, Hua W, Chen Z, Hu H, Liu W, Dissection of autophagy in human platelets, Autophagy 10(4) (2014) 64251. PubMed: 24458007 72. Schwertz H, Rowley JW, Portier I, Middleton EA, Tolley ND, Campbell RA, Eustes AS, Chen K, Rondina MT, Human platelets display dysregulated sepsis-associated autophagy, induced by altered LC3 protein-protein interaction of the Vici-protein EPG5, Autophagy (2021) 117. 73. Wang Z, Miao G, Xue X, Guo X, Yuan C, Wang Z, Zhang G, Chen Y , Feng D, Hu J, Zhang H, The Vici Syndrome Protein EPG5 Is a Rab7 Effector that Determines the Fusion Specificity of Autophagosomes with Late EndosomesLysosomes, Mol Cell 63(5) (2016) 78195. PubMed: 27588602 74. Banerjee M, Huang Y , Ouseph MM, Joshi S, Pokrovskaya I, Storrie B, Zhang J, Whiteheart SW, Wang QJ, Autophagy in Platelets, Methods in molecular biology 1880 (2019) 511528. PubMed: 30610718 75. Lee SH, Du J, Stitham J, Atteya G, Lee S, Xiang Y , Wang D, Jin Y , Leslie KL, Spollett G, Srivastava A, Mannam P, Ostriker A, Martin KA, Tang WH, Hwa J, Inducing mitophagy in diabetic platelets protects against severe oxidative stress, EMBO Mol Med 8(7) (2016) 77995. PubMed: 27221050 76. Zhang W, Ren H, Xu C, Zhu C, Wu H, Liu D, Wang J, Liu L, Li W, Ma Q, Du L, Zheng M, Zhang C, Liu J, Chen Q, Hypoxic mitophagy regulates mitochondrial quality and platelet activation and determines severity of IR heart injury, Elife 5 (2016). 77. Byrne S, Dionisi-Vici C, Smith L, Gautel M, Jungbluth H, Vici syndrome: a review, Orphanet J Rare Dis 11 (2016) 21. PubMed: 26927810 78. Komatsu M, Waguri S, Koike M, Sou YS, Ueno T, Hara T, Mizushima N, Iwata J, Ezaki J, Murata S, Hamazaki J, Nishito Y , Iemura S, Natsume T, Yanagawa T, Uwayama J, Warabi E, Yoshida H, Ishii T, Kobayashi A, Yamamoto M, Yue Z, Uchiyama Y , Kominami E, Tanaka K, Schwertz and Middleton Page 22 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptHomeostatic levels of p62 control cytoplasmic inclusion body formation in autophagy-deficient mice, Cell 131(6) (2007) 114963. PubMed: 18083104 79. Liu Y , Hu M, Luo D, Yue M, Wang S, Chen X, Zhou Y , Wang Y , Cai Y , Hu X, Ke Y , Yang Z, Hu H, Class III PI3K Positively Regulates Platelet Activation and Thrombosis via PI(3)P-Directed Function of NADPH Oxidase, Arterioscler Thromb Vasc Biol 37(11) (2017) 20752086. PubMed: 28882875 80. Valet C, Levade M, Chicanne G, Bilanges B, Cabou C, Viaud J, Gratacap MP, Gaits-Iacovoni F, Vanhaesebroeck B, Payrastre B, Severin S, A dual role for the class III PI3K, Vps34, in platelet production and thrombus growth, Blood 130(18) (2017) 20322042. PubMed: 28903944 81. Paul M, Hemshekhar M, Kemparaju K, Girish KS, Aggregation is impaired in starved platelets due to enhanced autophagy and cellular energy depletion, Platelets 30(4) (2019) 487497. PubMed: 29799304 82. Li PF, Dietz R, von Harsdorf R, p53 regulates mitochondrial membrane potential through reactive oxygen species and induces cytochrome c-independent apoptosis blocked by Bcl-2, EMBO J 18(21) (1999) 602736. PubMed: 10545114 83. Zhang W, Chen C, Wang J, Liu L, He Y , Chen Q, Mitophagy in Cardiomyocytes and in Platelets: A Major Mechanism of Cardioprotection Against IschemiaReperfusion Injury, Physiology (Bethesda) 33(2) (2018) 8698. PubMed: 29412057 84. Shan NN, Dong LL, Zhang XM, Liu X, Li Y , Targeting autophagy as a potential therapeutic approach for immune thrombocytopenia therapy, Crit Rev Oncol Hematol 100 (2016) 115. PubMed: 26830007 85. Wang CY , Ma S, Bi SJ, Su L, Huang SY , Miao JY , Ma CH, Gao CJ, Hou M, Peng J, Enhancing autophagy protects platelets in immune thrombocytopenia patients, Ann Transl Med 7(7) (2019) 134. PubMed: 31157255 86. Lucocq JM, Hacker C, Cutting a fine figure: On the use of thin sections in electron microscopy to quantify autophagy, Autophagy 9(9) (2013) 14438. PubMed: 23881027 87. Pokrovskaya ID, Aronova MA, Kamykowski JA, Prince AA, Hoyne JD, Calco GN, Kuo BC, He Q, Leapman RD, Storrie B, STEM tomography reveals that the canalicular system and alpha-granules remain separate compartments during early secretion stages in blood platelets, J Thromb Haemost 14(3) (2016) 57284. PubMed: 26663480 88. Weyrich AS, Lindemann S, Tolley ND, Dixon DA, Wade ML, McIntyre TM, Prescott SM, Zimmerman GA, Translational control in platelets: signaling through mTOR regulates clot retraction, First Conference on Arteriosclerosis, Thrombosis, and Vascular Biology, Denver, Colorado, 2000. 89. Weyrich AS, Denis MM, Schwertz H, Tolley ND, Foulks J, Spencer E, Kraiss LW, Albertine KH, McIntyre TM, Zimmerman GA, mTOR-dependent synthesis of Bcl-3 controls the retraction of fibrin clots by activated human platelets, Blood 109 (2007) 19751983. PubMed: 17110454 90. Zachari M, Ganley IG, The mammalian ULK1 complex and autophagy initiation, Essays Biochem 61(6) (2017) 585596. PubMed: 29233870 91. Cao Y , Wang Y , Abi Saab WF, Yang F, Pessin JE, Backer JM, NRBF2 regulates macroautophagy as a component of Vps34 Complex I, Biochem J 461(2) (2014) 31522. PubMed: 24785657 92. Funderburk SF, Wang QJ, Yue Z, The Beclin 1-VPS34 complex--at the crossroads of autophagy and beyond, Trends Cell Biol 20(6) (2010) 35562. PubMed: 20356743 93. Lystad AH, Carlsson SR, Simonsen A, Toward the function of mammalian ATG12-ATG5- ATG16L1 complex in autophagy and related processes, Autophagy 15(8) (2019) 14851486. PubMed: 31122169 94. Tanida I, Ueno T, Kominami E, LC3 conjugation system in mammalian autophagy, Int J Biochem Cell Biol 36(12) (2004) 250318. PubMed: 15325588 95. Proikas-Cezanne T, Takacs Z, Donnes P, Kohlbacher O, WIPI proteins: essential PtdIns3P effectors at the nascent autophagosome, J Cell Sci 128(2) (2015) 20717. PubMed: 25568150 96. Guardia CM, Tan XF, Lian T, Rana MS, Zhou W, Christenson ET, Lowry AJ, Faraldo-Gomez JD, Bonifacino JS, Jiang J, Banerjee A, Structure of Human ATG9A, the Only Transmembrane Protein of the Core Autophagy Machinery, Cell Rep 31(13) (2020) 107837. PubMed: 32610138 Schwertz and Middleton Page 23 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript97. Burkhart JM, Vaudel M, Gambaryan S, Radau S, Walter U, Martens L, Geiger J, Sickmann A, Zahedi RP, The first comprehensive and quantitative analysis of human platelet protein composition allows the comparative analysis of structural and functional pathways, Blood 120(15) (2012) e7382. PubMed: 22869793 98. Dittrich M, Birschmann I, Pfrang J, Herterich S, Smolenski A, Walter U, Dandekar T, Analysis of SAGE data in human platelets: features of the transcriptome in an anucleate cell, Thrombosis and haemostasis 95(4) (2006) 64351. PubMed: 16601835 99. Wang L, Dong Z, Huang B, Zhao B, Wang H, Zhao J, Kung H, Zhang S, Miao J, Distinct patterns of autophagy evoked by two benzoxazine derivatives in vascular endothelial cells, Autophagy 6(8) (2010) 111524. PubMed: 20890130 100. Frohlich LF, Mrakovcic M, Smole C, Zatloukal K, Molecular mechanism leading to SAHA- induced autophagy in tumor cells: evidence for a p53-dependent pathway, Cancer Cell Int 16(1) (2016) 68. PubMed: 27601937 Schwertz and Middleton Page 24 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 1. Schematic overview of macroautophagy. The initial phagophore starts forming from double- membrane. The phagophore expands, enclosing cytoplasm, macromolecules and organelles, and forms an autophagosome. EPG5 is recruited to lysosomes by associating with RAB7 and LC3, leading to fusion of the autophagosome with a lysosome. The fused compartment where the cellular contents are degraded is called an autophagolysosomeautolysosome.Schwertz and Middleton Page 25 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 2. Autophagosomal dynamics can be visualized using super resolution microscopy in human platelets. Platelets isolated from healthy individuals were left untreated or treated with rapamycin or bafilomycin A1, and immunostained with an anti-LC3 (yellow), and an anti-LAMP1 (magenta) antibody. Cells were subsequently analyzed using super resolution microscopy. Scale bars: 1 m.Schwertz and Middleton Page 26 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 3. Platelets isolated from septic patient demonstrate increased autophagy when compared to platelets isolated from healthy individuals. Transmission electron microscopic analysis of healthy platelets (left) and platelets isolated from septic patients (right, scale bars: 1 m). Yellow arrows indicate autophagosomes of various content.Schwertz and Middleton Page 27 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 4. LC3 expression is demonstrated in human platelets isolated from septic patients (right) and healthy platelets (middle, left IgG control). Freshly isolated platelets from healthy subjects and septic patients were fixed in suspension immediately after isolation. Immunofluorescence staining with an anti-LC3 (yellow) antibody demonstrates increased expression of LC3 platelets isolated from septic patients (scale bars: 20 m). Cells were co-stained using WGA (blue).Schwertz and Middleton Page 28 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAuthor Manuscript Author Manuscript Author Manuscript Author ManuscriptSchwertz and Middleton Page 29 Table 1. Mammalian autophagy proteins are present in platelets  52, 62, 71, 72, 97, 98. Functional Unit Mammalian Autophagy GenesProteinsReported Function in Autophagy ULK1 complex ULK1234 FIP200 ATG13 ATG101ULK1 complex drives the formation of the phagophore, the initial autophagosomal precursor membrane structure  90. VPS34 complexes: ATG14L-Beclin 1 UVRAG-Beclin 1 UVRAG-Beclin 1-RubiconBECN1 VPS34 VPS15 ATG14L NRBF2 UVRAG RUBCN (Rubicon)VPS34 complex is responsible for the production of the phospholipid phosphatidylinositol 3-phosphate (PI3P) at the site of forming the autophagosome  90-92. Atg12Atg5-Atg16L complex ATG7 ATG10 ATG12 ATG5 ATG16L12This complex is thought to mediate the lipidation reaction by recruiting ATG3- LC3 to the membrane and to facilitate the transfer reaction to PE  93. LC3-PE complex ATG4ABCD ATG7 ATG3 MAP1LC3ABC GABARAP GATE-16LC3 is covalently bound to PE through a ubiquitin-like conjugation system. (E1  Atg7, E2  ATG3)  94. PtdIns3 P effectors WIPI1234 ATG2ABWIPI2 and WIPI4 function as essential and non-redundant PtdIns3 P effectors. WIPI2 recruits the Atg12Atg5-Atg16L complex, and in addition, WIPI4 interacts with ATG2  95. Only transmembrane protein in the autophagy core machineryATG9AB ATG9 proteins supply and direct membranes from donor organelles for autophagosome formation  96. Autophagy receptor P62SQSTM1 SQSTM1 links ubiquitinated substrates with LC3  8. Autophagosome-Lysosome fusionRAB7 EPG5EPG5 is a RAB7 effector, binds LC3, and determines the fusion specificity of autophagosomes with late endosomeslysosomes  72, 73. Thromb Res . Author manuscript; available in PMC 2024 November 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptSchwertz and Middleton Page 30 Table 2. Commonly used pharmacologic regulators of platelet autophagy  8. This table is not meant to be complete, as new compounds are routinely being added to the platelet research portfolio. Pharmacologic regulator Target protein or structure Effect 3-methyladenine Class III phosphotidylinositol-3-kinase inhibitor Inhibits autophagy at an early stage  71, 75, 81, 85 ABO (6-amino-2,3- dihydro-3-hydroxymethyl-1,4- benzoxazine)Modulates intracellular Ca2 concentration via ANXA7  99Induces autophagy  85 Ammonium chloride Neutralizes acidic compartments by being protonatedInhibits the clearance of autophagosomes  52, 81, 85 Bafilomycin A1 Inhibitor of Vacuolar-ATPase Inhibits autophagy by introducing a block in fusion of autophagosomes with lysosomes  53, 71, 72 Chloroquine Raising the lysosomal pH Inhibits autophagy by introducing a block in fusion of autophagosomes with lysosomes  52, 71, 85 Lithium Inhibits inositol monophosphatase (IMPA) Induces autophagy by increasing the levels of BECN1- containing PIK3C3VPS34 complexes  81 Rapamycin (Sirolimus) Allosteric inhibitor of Mammalian target of rapamycin (MTOR)Induces autophagy  53, 71, 72, 85 Suberoylanilide hydroxamic acid (SAHA, V orinostat)Histone deacetylase inhibitor Induces autophagy via p53-dependent pathway  81, 100 Wortmannin Class III phosphotidylinositol-3-kinase Inhibits autophagy Thromb Res . Author manuscript; available in PMC 2024 November 01.",
        "introduction": "For the longest time, the research community believed that proteins are stable in vivo and that the degradation of cellular constituents would not be a major factor in cellular protein homeostasis  1. Address for correspondence: Hansjrg Schwertz, MD, PhD, MOH, The University of Utah, Department of Family and Preventive Medicine, Division of Occupational Medicine, Molecular Medicine Program, hansjorg.schwertzu2m2.utah.edu; Billings Clinic Bozeman, Department of Occupational Medicine, hschwertzbillingsclinic.org. Disclosures: The authors declare no conflicts or competing financial interests. HHS Public Access Author manuscript Thromb Res . Author manuscript; available in PMC 2024 November 01. Published in final edited form as: Thromb Res . 2023 November ; 231: 170181. doi:10.1016j.thromres.2022.08.019. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptHowever, in 1963, C. de Duve used the term autophagy (from the Greek words auto meaning self and phagein meaning to eat) for the first time in describing the process of the delivery of cytoplasmic materials via double membrane vesicles to the lysosomal degradation machinery  2. In 1997, the identification of the first autophagy-specific gene and its gene product, APG1 and Apg1, respectively, were described and characterized 3. Subsequently, using yeast mutant studies, more than thirty autophagy-related (ATG) genes were identified, and a unified nomenclature was introduced  4. Ultimately, almost all yeast ATG proteins were found to have counterparts in mammalian cells (reviewed in 5). Furthermore, while additional proteins are required for autophagy in mammals, the basic sequence and hierarchical structure of autophagic events have been conserved when compared between unicellular and multicellular eukaryotes  5, 6. In eukaryotic cells, autophagy is a highly conserved catabolic process. The initial process of autophagy consists of membrane remodeling, crescent-shaped phagophore formation, and subsequent building of double-membrane vesicles, coined autophagosomes (reviewed in 7). Autophagy allows for the targeted sequestration of cellular components or even organelles into autophagosomes followed by the breakdown of such intracellular cargo once lysosomes have fused with autophagosomes, forming degrading autolysosomes  5, 7, 8 (Figure 1). Therefore, autophagy is also a primary mechanism for replenishing the pool of biosynthetic precursors and energy sources, by recycling cytosolic contents during starvation 9. There are three primary entities of autophagy: microautophagy, macroautophagy, and chaperone-mediated autophagy, a mechanism reserved to occur in mammalian cells only. While both, micro- and macroautophagy can be non-selective (i.e. bulk) degradation processes triggered by starvation, autophagy is usually tightly regulated, allowing for the recycling of harmful or unneeded cellular material, including damaged mitochondria, protein aggregates, excess ribosomes, lipid droplets, or intracellular pathogens  10, 11. Therefore, autophagy is considered to play a mainly protective role in cellular responses. Nevertheless, there is increasing evidence of significant crosstalk between autophagy, necroptosis, and the apoptotic pathway utilizing common signaling molecules coordinating the negative andor positive regulation of these pathways  12, 13. Autophagy directly contributes to the cellular metabolism; however, its functions are multifaceted, and still incompletely understood. Besides the recycling function, autophagy is actively involved in eliminating misfolded or damaged protein, therefore, playing a crucial role in protein quality control (reviewed in  1). Autophagy was first demonstrated to be involved in tumorigenesis by Dr. Levine  14, and has since than developed into a prime research target for advanced tumor therapy approaches  15-17. Furthermore, autophagy is known to be intricately involved in the physiology and pathophysiologic processes of the cardiovascular system  18, 19, central nervous system  20, 21, and liver functions 22, 23. In addition, our understanding of the important functions of autophagy during inflammatory states, host infections, and immunity has dramatically increased in recent years. Autophagy can act as a defense mechanism against bacterial and viral invasion  24, 25, by counteracting microbial invasions, aiding in the active elimination of intracellular bacteria and viruses, supporting antigen presentation, and removal of damaged protein complexes or organelles to maintain homeostasis in the infected organism  26. This demonstrates that autophagy may be a primordial form of eukaryotic innate immunity Schwertz and Middleton Page 2 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptagainst invading microorganisms  24, 25, and furthermore underscores the full integration of autophagy and immunity into one defense system  24, 25. In this context it is important to highlight that autophagy is an integral part of host responses to sepsis  27, serving in a protective role by preserving mitochondrial integrity, potentially controlled by dynamin-related protein 1 (DRP1) dependent mechanisms  28, which will lead to reduced apoptotic cell death  26, 29. In experimental animal models of sepsis, tissue autophagic activity was increased during the initial phases of sepsis  29-31, but declined several hours into the induction of sepsis  29, 31, 32. In light of these results, autophagy is targeted for therapeutic interventions in efforts to restore dysregulated immune reactions 33-35. Here, we will review the autophagic functions involved in thrombopoiesis, and furthermore, discuss the discovery and characteristics of autophagy in platelets. We will review the functional significance and consequences of autophagy in platelets, and lastly give an overview over common methods used to study autophagy in platelets. Autophagy is a regulatory determinant of megakaryo- and thrombopoiesis Megakaryopoiesis is defined as the development and differentiation of megakaryocytes from hematopoietic progenitor cells  36. In contrast, thrombopoiesis, the development of blood platelets, represents a complicated process mostly residing in the bone marrow  37. The current model of platelet formation is based on several elegant studies demonstrating that the large progenitor cells, megakaryocytes (MKs), release platelets by extending long, branching processes, designated proplatelets, into sinusoidal blood vessels  36, 38-40. The interplay between several transcription factors (i.e., SCL, GATA1, RUNX1, GATA2, NF-E2, FOG1, PU.1, and Fli-1) regulate the development and differentiation of megakaryocytes  41-44. In addition, genetic studies performed on TPOc-Mpl, first discovered and cloned in 1994, demonstrated that the TPOc-Mpl system is the primary rheostat for thrombopoiesis. Solar et al. showed that the elimination of either TPO or c-Mpl led to severe thrombocytopenia, due to reduced hematopoietic progenitors and mature megakaryocytes, as well as additional reduced maturation in remaining viable megakaryocytes  45. In 1976, TEM studies performed by Lewis et al. demonstrated the presence of autophagosome-like vacuoles inside platelets isolated from patients with carcinoid syndrome, however, such intracellular structures were not detected in megakaryocytes isolated from the same patient cohort  46. In contrast, intracellular structures in megakaryocytes resembling autophagosomes were detected in canine bone marrow samples, and attributed to cell recycling processes  47. Subsequent research efforts utilizing megakaryocytic samples from patients with idiopathic thrombocytopenic purpura (ITP) revealed extensive cytoplasmic vacuoles, suspected to be autophagy related. Houwerzijl et al. discussed the possibility of ITP patients demonstrating a state of compensatory increased megakaryopoiesis and therefore an increased metabolic demand and relative nutrient deficiency. Therefore, in megakaryocytes under such Schwertz and Middleton Page 3 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptcircumstances, autophagy was suspected to be a mechanism for recycling and generating energy to maintain the increased cellular metabolism  48. This hypothesis was supported by the detection of extensive cytoplasmic vacuole formation in such cells. In recent years, the essential role of autophagy for megakaryopoiesis was demonstrated. Furthermore, several authors showed that autophagy is an important aspect of the pathophysiology of ITP, and the potential of targeting autophagy for therapeutic approaches will be of future interest to complement existing treatments  49, 50. Using a hematopoietic conditional knockout mouse for Atg7 (Atg7ff; VavCre), investigators were able to demonstrate a reduced number of megakaryocytes in the bone marrow of Atg7 (autophagy related 7, an autophagy protein integral for proper functions) deficient animals 51. Furthermore, decreased thrombopoiesis, exclusively observed in knockout animals, was reflected in reduced platelet numbers and irregular platelet size, potentially caused by a failure in abscission, leading to the accumulation of premature or large platelets. However, it is important to point out that the genetically induced defect in autophagy affected the entire hematopoietic system, and was not megakaryocyte-lineage specific. Therefore, off-target effects on other cells in the bone marrow niche could not be completely excluded. Ouseph and colleagues partially addressed this limitation by using a megakaryocytic and platelet specific Atg7 knockout mouse model ( Atg7ff;PF4Cre), which deletes Atg7 at a later stage in platelet production  52. While not able to detect differences in platelet counts, the importance of autophagy for proper thrombopoiesis was reflected in diminished hemostasis and thrombus formation. These findings were furthermore supported by studies performed by Wang and colleagues  53. Upon induction of autophagy by rapamycin treatment, or its inhibition by bafilomycin A1 (Baf A1) in early stages of megakaryocyte development, they were able to demonstrate a reduction in high ploidy megakaryocytes, resulting in altered proplatelet formation and subsequently decreased platelet numbers. In addition, using the aforementioned Atg7ff;PF4Cre mouse model, the authors were able to recapitulate Ousephs  52 observations of preserved proplatelet formation and normal platelet counts. Based on the available evidence it seems reasonable to conclude that an abnormal level (up- or down-regulation) of autophagy causes differential effects during specific and distinct stages of megakaryocyte and hematopoietic progenitor cell differentiation. The timing of the interventional treatment needs to be carefully monitored, and results need to be interpreted in the developmental context of megakaryocytes. Discovery and characterization of autophagy in platelets Platelets are anucleate bodies, and the chief effector cells in physiologic hemostasis and pathologic thrombosis  54, 55. Besides such best-known biologic functions, platelets are versatile and were demonstrated to perform additional activities in host response to injury, inflammation and infectious disease  56. To perform such specialized tasks platelets are invested by megakaryocytes with intricate machinery involved in mRNA splicing  57, 58, protein translation  59, and the utilization of a vast transcriptome  60-63. To further fulfill their multitude of biologic tasks, platelets use intricate regulatory pathways  57-59, 64-69 to sense and react to external cues, and to adapt appropriately.Schwertz and Middleton Page 4 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAfter Lewis et al. discovered autophagosome-like vacuoles inside platelets  46, it still took several decades until the research community gathered increased insight into platelet autophagy. In 2014, Jiang and co-workers reported that rapamycin treatment in a rat thrombosis model promoted platelet adhesion to endothelial cells in an autophagy dependent manner  70. It is interesting to speculate if parts of that effect could be attributed the inadvertent induction of autophagy in platelets, and not endothelial cells only. Next, autophagy gene transcripts were shown to be present in platelets  62. However, the first comprehensive description of the autophagic machinery being constitutively expressed in human platelets, and demonstration that autophagy is required for fundamental platelet functions was published by Feng and colleagues  71. Using immunoblotting and immunocytochemistryimmunofluorescence techniques numerous components of the autophagy protein complexes could be detected, including LC3, SQSTM1, ATG7, ATG12- ATG5 conjugate, and BECN1. In addition, partial colocalization of LC3-positive particles with either the lysosomal marker LAMP1 or with SQSTM1 strongly suggested the detection of autophagosomesautolysosomes  71, 72. The list of autophagy proteins being present in platelets was subsequently expanded  52. Human platelets were reported to also express components of the Ulk1 complex (e.g., Ulk1 and FIP200), the Beclin 1-Vps34 complex (e.g., BECN1, Vps34, Vps15, Atg14L, Nrbf2, and UVRAG), and constituents of the previously characterized  73 lysosome-autophagosome fusion machinery (e.g., EPG5 and RAB7  72; see Table 1 for a more comprehensive listing). In addition, complementing the in situ detection of endogenous LC3 in platelets  71, 72, Ouseph and colleagues utilized transgenic mice expressing GFP-fused autophagy markers (LC3, Atg5, BECN1) showing diffuse and punctate staining patterns in isolated platelets by confocal fluorescent microscopy, demonstrating the presence of autophagosomes. Using super-resolution microscopy, the accumulation of LC3 in human platelets treated with the autophagy inducing agent rapamycin, and more pronounced after Baf A1 treatment, were documented  72 (Figure 2). In several studies, double-membraned structures enclosing cellular content and organelles, most likely resembling autophagosomes, were clearly visible by electron microscopy inside human platelets under resting or stressed conditions  52, 72, 74, 75. Mitochondria-containing autophagosomes (i.e., mitophagy) were observed in platelets isolated from mice exposed to hypoxic conditions  76. Finally, the analysis of Vici syndrome patient platelets, a rare and severe, recessively inherited congenital disorder due to loss-of-function mutations in EPG5 77, revealed the accumulation of LC3-positive particles  72. This finding suggested that the number of autophagosomes is increased in Vici syndrome patient platelets, and pointed towards platelets being similarly affected by the defect in autophagy induced by EPG5 mutations as are other tissues, resulting in a failure to clear late-stage autophagosomes. In summary, the descriptive data clearly display that autophagy genes and protein machinery are expressed in human and mouse platelets. Furthermore, cellular structures resembling the continuum from phagophore to autolysosome are readily detectable in resting, stimulated, stressed, or diseased platelets.Schwertz and Middleton Page 5 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFunctional consequences of autophagic activity in platelets Nucleated eukaryotic cells constitutively express a basal activity of their autophagic machinery to maintain cellular hemostasis. Autophagic processes in nucleated cells are also tightly controlled, but are further upregulated under certain stress situations (i.e., starvation, inflammation, tumorigenesis). Here we will shed light on and summarize the known functional significance of autophagy in anucleate platelets. In initial studies, the basally present autophagic flux in human platelets could be modified by starvation, and treatment with the MTOR complex 1 (MTORC1) inhibitor, rapamycin, resulting in accumulation of LC3-positive particles in a punctate staining pattern  71, and decrease in SQSTM1. SQSTM1 is a selective autophagic adaptor, which is incorporated into autophagosomes and is degraded alongside the autolysosomal cargo  78. Treatment of human or mouse platelets with known and well characterized platelet agonists, namely thrombin, convulxin, PAR1 peptide, ADP, collagen, and U46619 (thromboxane A 2 (TP) receptor agonist) also resulted in alterations of the autophagic flux, indicated by a reduction in LC3II levels  52, detected by means of western blotting. The ability to modify platelet autophagic flux by different agonists and external stressors suggested an involvement of autophagy in vital platelet functions. The use of common inhibitors of autophagy (Baf A1 or chloroquine), targeting lysosomes, weakened platelet aggregation and reduced platelet adhesion in a human blood perfusion model indicating of constitutive autophagy being required for platelet aggregation  71. These experimental results were extended utilizing a variety of mouse models with defective autophagy, including platelet specific Atg7 knockout ( Atg7ff;PF4Cre) 52, heterozygous BECN1 disruption ( BECN1) 71, platelet specific Atg5 knockout ( Atg5ff;PF4Cre) 76, and platelet specific Vps34 knockout ( Vpsff;PF4Cre) 79, 80. All genetically modified animal models demonstrated a defect in platelet aggregation induced by a variety of commonly used agonists. The knockout of Atg7 and the disruption of BECN1 resulted in a modest defect in aggregation. In contrast, Atg5 and Vps34 knockout produced a pronounced aggregation defect in affected platelets. It is interesting to note that Vps34 knockout animals demonstrated normal tail bleeding time, while the genetic impairment of autophagy via Atg7 and BECN1 resulted in an increased tail bleeding time. The importance of autophagy in platelets for controlled hemostatic and thrombotic functions was further underscored by demonstrating reduced platelet adhesion in blood perfusion models and extended time to occlusion in a FeCl 3-induced carotid injury model  71, 79, 80. Defective autophagy also resulted in morphologic changes, reflected by decreased platelet spreading  76. Surprisingly, under starvation conditions, a state of induced autophagy in platelets, Paul and colleagues were able to also demonstrate reduced platelet aggregation  81. This could indicate that a balanced presence of autophagy is important for proper hemostatic and thrombotic capacity of platelets. The importance of platelet autophagic functions was further demonstrated in clinically relevant conditions and disease states.Schwertz and Middleton Page 6 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptDiabetes Mellitus: Lee and colleagues reported significant mitophagy, the selective degradation of mitochondria by autophagy, in platelets isolated from diabetic patients  75. They elegantly demonstrated that platelet mitophagy induction served as a platelet protective mechanism. Diabetes mellitus induced hyperglycemia leads to a pronounced oxidative stress, phosphorylation of p53, resulting in mitochondrial dysfunction and apoptosis  82. This mechanism was reflected in platelets isolated from diabetic patients, where platelet mitophagy was induced by increased reactive oxygen species, and signaling pathways through JNK activation. The removal of damaged mitochondria by mitophagy, led to decreased p53 phosphorylation and subsequent prevention of platelets progressing towards apoptosis. Inhibition of mitophagy, using a PINK1 knockout mouse, resulted in increased vessel thrombosis in a FeCl 3-induced carotid injury model, further highlighting the importance of this platelet protective mechanism. HypoxiaIschemia: FUNDC1 (a mitophagy receptor located on the outer mitochondrial membrane) knockout mice and control animals were exposed to hypoxia  76. Genetically non-modified animals demonstrated increased markers of autophagy induction in platelets (LC3 conversion) as well as enhanced signs of mitophagy, detected by immunoblot analysis and documentation of autophagosomes containing mitochondria via transmission electron microscopy. This was contrasting experiments performed with FUNDC1 knockout platelets, showing significantly reduced mitophagy activity. Autophagy was demonstrated to be mediated by direct interaction of LC3 with FUNDC1, as confirmed by co-immunoprecipitation experiments. Hypoxic induction of mitophagy in wildtype platelets significantly reduced platelet aggregation, most likely by the depletion of damaged mitochondria. In contrast, platelets from Atg5 knockout ( Atg5ff;PF4Cre) mice could not induce the hypoxia- dependent mitophagic processes, and demonstrated compromised platelet aggregation. Finally, following ischemia and reperfusion injury of the heart, animals with platelet specific inhibition of mitophagy, due to FUNDC1 knockout, demonstrated diminished cardiac function. Furthermore, hypoxic preconditioning significantly reduced the ischemia reperfusion induced heart injury in a platelet mitophagy dependent fashion. This study underscores that having the ability to manipulate platelet mitophagy might have potential clinical implications as a cardioprotective strategy  83. Immune Thrombocytopenia (ITP): Autophagy has been correlated with the pathogenesis of ITP  50, 84. It was speculated that defects in autophagy may promote ITP through induction of immune senescence of T cells, and disturbance of B cell survival  84. This model of ITP pathogenesis was complemented by Lui and Mei in 2018  49. By exposing MEG-01cells to plasma isolated from ITP patients or healthy donors, they were able to demonstrate the induction of autophagy in cells exposed to ITP plasma only, a process that could be prevented by chloroquine treatment. Since platelets are the autoimmune agent in ITP, a next set of experiments focused on the presence of autophagy within ITP platelets  85. Wang et al., showed suppressed autophagy in platelets isolated from ITP patients, and in contrast, higher levels of apoptosis in ITP Schwertz and Middleton Page 7 Thromb Res . Author manuscript; available in PMC 2024 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptplatelet, demonstrated by means of Annexin V expression. In additional studies, the authors were able to link platelet autophagy present in ITP to the PI3K-AKT-MTOR pathway activity. Finally, treatment of ITP platelets with rapamycin resulted in enhanced autophagy in such cells, reduced platelet destruction via apoptosis, and therefore increased viability. Sepsis: Autophagy is an integral part of host responses to sepsis  27. The formation, maturation, and degradation of autophagosome contents counteracts microbial invasion by active elimination of intracellular bacteria and viruses. Furthermore, autophagic degradation supports antigen presentation, carrying the mounting of a robust immune response  26. Autophagy may additionally protect host cells in sepsis by preserving mitochondrial integrity and reducing apoptotic cell death  26, 29. Our group demonstrated in 2021 that platelets isolated from septic patients demonstrated a diminished autophagic flux, caused by decreased LC3 recognition and binding of EPG5, leading to a late-stage inhibition of autophagy  72. This process was triggered by LPS-TLR4 signaling, with downstream signal transduction through MAPK1ERK2-MAPK3ERK1 and MTOR, which are part of the previously characterized TLR4-MYD88-MAP2KMEK-MAPKERK-MTOR pathway, linking bacterial toxins to autophagy. Linking this finding with previously described dynamics of the autophagic system in clinical and experimental settings of sepsis shows some remarkable parallels. Cecal ligation and puncture-induced sepsis was demonstrated to result in initial clearance of autophagosomes, but accumulation of SQSTM1 at later stages of the disease (8 h)  29, 31. Furthermore, TEM analysis of tissues from septic animals did reveal an increased number of autophagosomes, but only few autolysosomes  33, also supporting the hypothesis of reduced autophagosomal and lysosomal fusion during certain stages of sepsis. This dynamic autophagy host response is also reflected by the increased tissue autophagic activity during the initial phases of sepsis in experimental animal models  29-31, and a decline in autophagic activity and late-stage inhibition several hours into the induction of sepsis  29, 31, 32, findings reflected by the platelet data  72. Therefore, this disturbed maturation of autolysosomes in platelets could represent a generalized therapeutic target for sepsis. Together, the evidence is clear that autophagy occurs within platelets and is essential, not only for hemostasis and thrombosis, but for numerous other pathophysiologic events. The reviewed data and studies highlight the importance of autophagy in platelets, and merits future investigations. Platelet autophagy should also be viewed as a viable therapeutic target, and might open several new interventional avenues in thrombosis, hemostasis, as well as inflammatory and infectious disease.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Schematic overview of macroautophagy"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Autophagosomal dynamics can be visualized using super resolution microscopy in human \nplatelets"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Platelets isolated from septic patient demonstrate increased autophagy when compared to \nplatelets isolated from healthy individuals"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "LC3 expression is demonstrated in human platelets isolated from septic patients (right) \nand healthy platelets (middle, left IgG control)"
            }
        ]
    }
]