[
    {
        "pmid": "27380804",
        "title": "Changes in the distribution and function of leukocytes after whole-body iron ion irradiation.",
        "year": "2016",
        "journal": "J Radiat Res",
        "abstract": "High-energy particle radiation could have a considerable impact on health during space missions. This study evaluated C57BL/6 mice on Day 40 after total-body 56Fe26+ irradiation at 0, 1, 2 and 3 gray (Gy). Radiation consistently increased thymus mass (one-way ANOVA: P &lt; 0.005); spleen, liver and lung masses were similar among all groups. In the blood, there was no radiation effect on the white blood cell (WBC) count or major leukocyte types. However, the red blood cell count, hemoglobin, hematocrit and the CD8+ T cytotoxic (Tc) cell count and percentage all decreased, while both the CD4:CD8 (Th:Tc) cell ratio and spontaneous blastogenesis increased, in one or more irradiated groups compared with unirradiated controls (P &lt; 0.05 vs 0 Gy). In contrast, splenic WBC, lymphocyte, B cell and T helper (Th) counts, %B cells and the CD4:CD8 ratio were all significantly elevated, while Tc percentages decreased, in one or more of the irradiated groups compared with controls (P &lt; 0.05 vs 0 Gy). Although there were trends for minor, radiation-induced increases in %CD11b+ granulocytes in the spleen, cells double-labeled with adhesion markers (CD11b+CD54+, CD11b+CD62E+) were normal. Splenocyte spontaneous blastogenesis and that induced by mitogens (PHA, ConA, LPS) was equivalent to normal. In bone marrow, the percentage of cells expressing stem cell markers, Sca-1 and CD34/Sca-1, were low in one or more of the irradiated groups (P &lt; 0.05 vs 0 Gy). Collectively, the data indicate that significant immunological abnormalities still exist more than a month after 56Fe irradiation and that there are differences dependent upon body compartment.",
        "full_text": "Journal of Radiation Research , Vol. 57, No. 5, 2016, pp. 477 491 doi: 10.1093jrrrrw051 Advance Access Publication: 5 July 2016 Changes in the distribution and function of leukocytes after whole-body iron ion irradiation Daila S. Gridley and Michael J. Pecaut  Department of Basic Sciences, Division of Radiation Research, Loma Linda University School of Medicine, Chan Shun Pavilion, 11175 Campus Street, Loma Linda, CA 92354, USA Corresponding author. Department of Basic Sciences, Division of Radiation Research, Loma Linda University School of Medicine, Chan Shun Pavilion, 11175 Campus Street, Loma Linda, CA 92354, USA. Tel: 1-909-558-8372; Fax: 1-909-558-4035; Email: mpecautllu.edu Received October 27, 2015; Revised January 11, 2016; Accepted April 3, 2016 ABSTRACT High-energy particle radiation could have a considerable impact on health during space missions. This study evaluated C57BL6 mice on Day 40 after total-body56Fe26irradiation at 0, 1, 2 and 3 gray (Gy). Radiation consistently increased thymus mass (one-way ANOVA: P0.005); spleen, liver and lung masses were similar among all groups. In the blood, there was no radiation effect on the white blood cell (WBC) count or majorleukocyte types. However, the red blood cell count, hemoglobin, hematocrit and the CD8 T cytotoxic (Tc) cell count and percentage all decreased, while both the CD4:CD8 (Th:Tc) cell ratio and spontaneous blastogen-esis increased, in one or more irradiated groups compared with unirradiated controls ( P0.05 vs 0 Gy). In con- trast, splenic WBC, lymphocyte, B cell and T helper (Th) counts, B cells and the CD4:CD8 ratio were allsignicantly elevated, while Tc percentages decreased, in one or more of the irradiated groups compared with controls ( P0.05 vs 0 Gy). Although there were trends for minor, radiation-induced increases in CD11b  granulocytes in the spleen, cells double-labeled with adhesion markers (CD11b CD54, CD11b CD62E ) were normal. Splenocyte spontaneous blastogenesis and that induced by mitogens (PHA, ConA, LPS) wasequivalent to normal. In bone marrow, the percentage of cells expressing stem cell markers, Sca-1 and CD34Sca-1, were low in one or more of the irradiated groups ( P0.05 vs 0 Gy). Collectively, the data indicate that signicant immunological abnormalities still exist more than a month after 56Fe irradiation and that there are dif- ferences dependent upon body compartment. KEYWORDS: particle radiation, total-body irradiation, hematopoiesis, mouse model, space ight INTRODUCTION The impact of radiation on astronaut health, especially during extended deep-space missions, continues to be a signi cant concern to the National Aeronautics and Space Administration (NASA). Since current guidelines of the National Council on Radiation Protection and Measurements (NCRP) apply only to low Earth orbit (LEO)missions 1, the need for data on radiation effects beyond LEO isincreasing as space exploration proceeds. Exposure to relatively highdoses and various forms of radiation during space ight beyond LEO is inevitable. Sources include galactic cosmic radiation (GCR), which ori-ginates from outside our solar system, and solar particle events (SPEs), which appear sporadically and are unpredictable 2. During extended deep-space missions to Mars and elsewhere, crew members could receive relatively high doses of radiation 3 5.The great majority of cosmic radiation is composed of protons (86) and helium ions (11). High-charge and high-energy (HZE)ions represent a very small percentage of the various forms of spaceradiation, i.e. 1. Of these, 56Fe is considered to be the most important because of its high linear energy transfer (LET). Although many body systems could be adversely affected, the immune system is especially radiosensitive. Immune depressionandor dysfunction could lead to overwhelming infection and otherpathologies, which could increase the risk of mission failure andpossibly decrease quality of life after return to Earth. Potentialimmunological aberrations associated with radiation and other stres-sors in the space ight environment (e.g. alterations in gravitational force, hypoxia and psychological stress of con nement) have been summarized relatively recently 6.  The Author 2016. Published by Oxford University Press on behalf of The Japan Radiation Research Society and Japanese Society for Radiation Oncology. This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http:creativecommons.orglicensesby-nc4.0), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissionsoup.com 477Many studies have found immune aberrations in astronauts, cos- monauts and rodents on various space missions 7 17. In addition, ground-based studies that simulate space radiation and other stres- sors have shown signi cant changes in immune parameters com- pared with controls 18 28. The great majority of the space radiation-associated studies have used photons ( -rays, X-rays) and to a lesser extent also protons. Overall, there is much less knowl-edge regarding immune effects after exposure to HZE ions. This isimportant to note because different forms of radiation do not alwaysresult in identical outcomes 20, 29 31. Although progress certainly has been made in understanding the direct and indirect health risks associated with high-chargehigh-energy particle radiation during space exploration, the immuno-logical responses are complex and many questions still remain 32.The current study was one of a series done with 56Fe radiation in murine models in order to con rm and extend our previous nd- ings. In those studies, we found drastic reductions in virtually all characterized immune parameters, with associated changes in ex vivo function, four days post-irradiation 33 36. While most of the population recovered by Day 110 113 30, 36, there were still some strain-dependent changes in T and B cell populations 30 days post-exposure 34. Those ndings are extensively compared with the present data in the discussion. The major goal here was to deter-mine the effect of whole-body 56Fe26irradiation on leukocyte distri- bution and function at a relatively long time-point after exposure. MATERIALS AND METHODS Animals and total-body irradiation The Institutional Animal Care and Use Committees of Loma Linda University (LLU) and Brookhaven National Laboratory (BNL) approved this study. The animals were in the BNL-7 run of theNASA radiation health experimental series. C57BL6 J female mice(n60) were purchased from Charles River Breeding Laboratories, Wilmington, MA, USA, and shipped directly to BNL at 8 9 weeks of age. After an acclimatization period of 1 week, non-anesthetized animals were placed individually into well-aerated polystyrene boxes (volume 3 36 cm) and were exposed to iron ions ( 56Fe, Z26, 1 GeVnucleon, LET 148.2 keV m track average) using the Alternating Gradient Synchrotron (AGS). Additional beam char-acteristics can be found elsewhere 37, 38. The radiation was deliv-ered in a single fraction to total doses of 1, 2 and 3 Gy at a doserate of 1 Gymin at beam entry. A 0 Gy control group was treated in an identical manner but without irradiation. Several days later the animals were shipped to LLU. On Day 40 after irradiation, the micewere weighed and then rapidly euthanized in 100 CO 2 Specimen collection and processing Spleen, thymus, liver and right lung were collected and weighedimmediately after euthanasia. Organ mass was normalized relative tobody mass using the following formula: Norm. mass organ mass (mg)body mass (g). Additional procedures were carried out aspreviously described 17, 33, 35. Brie y, blood was collected in syringes containing potassium-ethylenediaminetetraacetic acid(K 2-EDTA; Fisher Scientic, Inc., Pittsburgh, PA, USA) via cardiac puncture. Spleens were placed into 1 ml of complete RPMI 1640medium (Irvine Scienti c, Santa Ana, CA, USA) that included 10 heat-inactivated fetal bovine serum, p rocessed into single-celled suspen- sions using autoclaved wooden applicator sticks, and then erythrocyteswere lysed using a standard procedures. Bone marrow was ushed from the right femur using 1 ml of complete RPMI-1640 medium. Automated hematological analysis of blood and spleen cells Whole blood and splenocyte samples (12 l) were evaluated using an ABC Vet Hematology Analyzer (Heska Corp., Waukesha, WI,USA). For the blood, this included a white blood cell (WBC) count,lymphocyte, monocyte and granulocyte counts and percentages, redblood cell (RBC) and platelet (PLT) counts, hemoglobin (HGB)concentration, hematocrit (HCT; percentage of whole blood com-posed of RBC), mean corpuscular volume (MCV; mean volume per RBC), mean corpuscular hemoglobin (MCH; mean weight of hemoglobin per RBC), mean corpuscular hemoglobin concentration(MCHC; mean concentration of hemoglobin per RBC), RBC distri-bution width (RDW), and mean platelet volume (MPV). For thespleen, WBC counts and the numbers and percentages of the threemajor leukocyte populations were obtained. Spontaneous and mitogen-induced blastogenesis To determine spontaneous blastogenesis of cells in blood andspleen, aliquots were diluted with complete RPMI 1640 mediumand dispensed into wells of microculture plates. Immediately thereafter,1Ci of 3H-thymidine (3H-TdR), speci c activity 46 Cimmol (ICN Biochemicals, Costa Mesa, CA, USA) was added, and the plates were incubated for 3 h at 37 Ci n5 C O 2. Counts per minute (cpm) for both blood and spleen were normalized to cell count. The response of spleen cells to three different mitogens, i.e. phytohemagglutinin (PHA), concanavalin A (ConA) and lipopoly- saccharide (LPS) (Sigma Chemical Co., St Louis, MO, USA), wasalso determined. After adjusting to 2 10 6cellsml in complete RPMI 1640 medium, the cells were dispensed into microtiter platewells, with and without each of the three mitogens (pre-titrated formaximal response), at 2 10 5splenic leukocytes0.2 mlwell and incubated for 48 h. During the last 4 h, the cells were pulse-labeledwith 3H-TdR at 1 Ci50 lwell. The cpms in response to the mitogens were converted to a stimulation index (SI): SI (cpm with mitogen cpm without mitogen)cpm without mitogen. In both types of assays described above, samples from each mouse were tested in triplicate. The cpm was obtained using aliquid beta-scintillation counter (Beckman Instruments, Inc.,Fullerton, CA, USA). Additional details for these procedures havebeen previously described 39, 40. Flow cytometry analysis of leukocyte subpopulations Leukocytes were evaluated for expression of surface markers usinguorescence-labeled monoclonal antibodies (mAbs) (Pharmingen,San Diego, CA, USA), a direct-staining procedure and aFACSCalibur TMow cytometer (Becton Dickinson, Inc., San Jose, CA, USA). The mAbs were labeled with uorescein isothiocyanate (FITC), R-phycoerythrin (PE), allophycocyanin (APC), or peridi- nin chlorophyll protein (PerCP). For all mAb combinations478 D.S. Gridley and M.J. Pecautcharacterized in the spleen and blood, leukocytes were identi ed using antibody against cluster differentiation (CD) molecule CD45; lym- phocytesmononuclear cells were distinguished from granulocytesbased on CD45 versus side scatter gating. For lymphocytes, percen-tages () were de ned as a percent of the total mononuclear cell (MNC) count as de ned by the standard CD45 vs Side Scatter MNC gate. Similarly, for CD11b granulocytes, percentages were de ned as percent of cell counts within the granulocyte gate. Numerical valuesfor leukocyte subsets were calculated using the cell counts obtainedwith the automated hemocytometer (described above). In the blood and spleen, T helper (Th) lymphocytes were deter- mined using mAbs against CD3CD4, whereas mAbs against CD3CD8 were used to identify T cytotoxic (Tc) cells. In the spleen,CD11b granulocytes with and without adhesion makers CD54 and CD62E were identied. Similar procedures were also performedon mononuclear bone marrow cells to determine the percentagewith stem cell markers, i.e. CD34 and stem cell antigen 1 (Sca-1). In all cases, a minimum of 5000 events were analyzed per sample using CellQuest TMsoftware version 3.1 (Becton Dickinson).Statistical analysis One-way analysis of variance (ANOVA) was performed using radi-ation dose as the independent variable. Tukey s pairwise multiple comparison test was used in post-hoc analysis when indicated. The program used was SigmaPlot for Windows version 13.0 (SystatSoftware, Inc., Point Richmond, CA, USA). Data are presented asmeanstandard error of the mean (SEM), and a Pvalue of 0.05 was considered signi cant; P0.1 indicated a trend toward signicance. RESULTS Body and organ masses Figure 1 shows results for body and thymus masses. There were sig- nicant differences in thymus mass alone or when normalized to body mass. The thymus values were consistently higher in the irra- diated groups compared with the 0 Gy group (one-way ANOVA:P0.005), although Tukey s test showed a P0.05 only for the 2 Gy group versus the 0 Gy group. There were no signi cant differ- ences between groups in spleen, liver or lung masses, although one-way ANOVA indicated trends for a radiation dose effect ( P0.1) on spleen mass relative to body mass and lung mass alone(Table 1). Complete blood count The WBC counts and the three-part differential are presented inFig. 2. Of the three major leukocyte types, only monocyte numberswere consistently low in irradiated groups (one-way ANOVA:P0.1), and there was a strong trend for low counts in the 3 Gy Table 1. Spleen, liver and lung mass alone and normalized to body mass Organ Dose (Gy) Mass (mg) Norm. mass (mgg) Spleen 0 80.3 2.2 3.7 0.1 1 89.0 3.1 4.0 0.1 2 87.4 3.0 4.1 0.2 3 83.1 2.6 3.8 0.1 Liver 0 1140.7 23.3 52.6 0.7 1 1175.8 21.0 53.0 0.8 2 1161.5 22.0 54.3 0.8 3 1148.8 27.0 52.5 0.7 Lung 0 88.7 6.8 4.1 0.3 1 107.7 5.2a4.90.2 2 100.5 5.5 4.70.3 3 94.2 4.5 4.3 0.2 Values represent means SEM on Day 40 after56Fe irradiation. N15 mice group. Values for lung are based on right lung. Norm. mass organ mass nor- malized to body mass. One-way ANOVA:  P0.1 for an effect of radiation dose on spleen Norm. Mass and lung Mass. P0.1 vs 0 Gy. Fig. 1. Body and thymus masses. Values represent means SEM. n1415 mice group. N. Thymus: thymus mass normalizedto body mass. One-way ANOVA: P0.005 for an effect of radiation dose. Post-hoc Tukey s: (a) P0.05 vs 0 Gy, (b) P0.09 vs 0 Gy, (c) P0.06 vs 2 Gy.Leukocytes after iron ion irradiation 479Fig. 2. White blood cell (WBC) counts and major leukocyte types in blood. Data were obtained using an automated hematology analyzer. Values represent means SEM. n1415 micegroup. One-way ANOVA:P0.1 for an effect of radiation dose. Post-hoc Tukey s: (a) P0.06 vs 0 Gy.480 D.S. Gridley and M.J. Pecautgroup versus the 0 Gy group ( P0.06). Table 2 shows that the 3 Gy resulted in signicantly low RBC counts, HGB and HCT compared with the control group ( P0.05). All of the other evaluated para- meters relating to erythrocytes and platelets in the irradiated groups were equivalent to those of the 0 Gy group. Major leukocyte types in spleen Figure 3 shows that there was a radiation effect on WBC andlymphocyte counts in the spleen (one-way ANOVA: P0.05 and P0.005, respectively). Tukey s test revealed that WBC counts in the 1 Gy group were higher versus the 0 Gy group and that therewas a strong trend for high counts in the 2 Gy group ( P0.05 and P0.06, respectively). This was likely due to the high numbers of lymphocytes in the 1 and 2 Gy groups ( P0.05). A similar pattern was noted for monocytemacrophage and granulocyte counts, butthere was no statistical support. Percentages of these three major leukocyte types were equivalent to control values regardless of radi- ation (Fig. 3). Spontaneous and mitogen-induced blastogenesis The Fig. 4 upper panels show that radiation dose had a signi cant effect on spontaneous blastogenesis in the blood ( P0.05). A post- hocTukey s test showed that there were higher cpm in the 2 Gy and 3 Gy groups ( P0.05 vs 0 Gy). In the spleen, however, there were no signi cant differences or trends between the various groups. This was true for the spleen also with respect to the SIvalues obtained after mitogen-induced blastogenesis (lower panels of Fig. 4). Although there were steady dose-dependent decreases in PHA- and Con A-induced blastogenesis, this did not reach the levelof signi cance.Major lymphocyte types and T cell subsets in blood Figure 5 shows that radiation had no signi cant effect on T, B or NK cell counts or percentages. One-way ANOVA, however, did indicate a trend ( P0.1) for a radiation-induced decrease in T cell counts and percentages and an increase in B cell percentage; Tukey s test for B cells revealed a trend for 3 Gy vs the 0 Gy group ( P0.07). T cell subset data are presented in Fig. 6. Counts and percen- tages of CD4 Th cells were equivalent to normal. However, radi- ation had a highly signi cant effect on CD8 Tc cell counts and percentages (one-way ANOVA: P0.001). As far as Tc cell counts, the 2 Gy and 3 Gy groups were lower compared with 0 Gy(P0.05). Tc cell percentages were signi cantly lower in all irra- diated groups compared with the 0 Gy group ( P0.05). This led to a signicantly elevated CD4:CD8 ratio compared with the 0 Gy group for all three irradiated groups ( P0.05). Major lymphocyte types and T cell subsets in the spleen Figure 7 shows the data for the three major lymphocyte popula-tions. Based on the one-way ANOVA, there was no radiation effecton T cell counts and only a trend was noted for T cells ( P0.1), with the 3 Gy group having a slightly lower percentage than the 0 Gy group ( P0.08). In contrast, there were signi cant radiation effects on B cell counts ( P0.005) and percentages ( P0.05). The B cell numbers were higher in the 1 Gy and 2 Gy groups versus the 0 Gy group ( P0.05), and there was a trend for a high count in the 3 Gy group ( P0.08). As far as B cells, only the 3 Gy group had a higher percentage compared with the 0 Gy group ( P0.05). NK cell counts were equivalent to normal, and there was only a trend for low percentages in the irradiated groups (one-way ANOVA: P0.1; Tukey s test: P0.08 for 3 Gy vs 0 Gy). The results for T cell subsets are shown in Fig. 8. The CD4  Th cell counts were signi cantly affected ( P0.005). Tukey s test indicated that the Th cell number was higher in the 2 Gy group(P0.05), and there was a trend for an increase in the 1 Gy group compared with the 0 Gy group. Th cell percentages, however, wereequivalent to normal throughout. In contrast to Th cells, the CD8  Tc cell counts were affected by radiation dose (one-way ANOVA:P0.05), but there were no signi cant differences between irra- diated groups and 0 Gy controls. There was, however, a highly sig-nicant radiation effect on Tc cell percentages (one-way ANOVA: P0.001); low proportions were present in all irradiated groups compared with the 0 Gy group ( P0.05). These ndings resulted in an elevated CD4:CD8 ratio in the 2 Gy and 3 Gy groups(P0.05 vs 0 Gy). Granulocytes with adhesion markers in the spleen These data are presented in Fig. 9. Although the numbers of granu-locytes expressing CD11b were similar in all groups, one-wayANOVA indicated a signi cant radiation dose effect on percentages (P0.05), most likely due to rela tively high values in the 1 Gy group. Tukey s test, however, showed only trends for CD11b: 0G yv s1G y( P0.09). When the CD11b cells were double- labeled with adhesion markers, i.e. either CD54 or CD62E, t h e r ew e r en os i g n i cant differences or tr ends in numbers orTable 2. Red blood cell (RBC) and platelet (PLT) parameters 0G y 1G y 2G y 3G y RBC ( 109ml) 9.7 0.2 9.5 0.1 9.5 0.1 9.1 0.2a HGB (gdl) 13.8 0.2 13.5 0.1 13.5 0.1 13.0 0.3a HCT () 43.8 0.8 42.7 0.4 42.7 0.3 41.2 0.9a MCV (mm3) 45.1 0.1 44.8 0.2 44.9 0.2 45.3 0.1 MCH (pg) 14.2 0.1 14.2 0.1 14.1 0.1 14.3 0.04 MCHC (gdl) 31.6 0.1 31.6 0.1 31.5 0.1 31.6 0.1 RDW () 15.3 0.1 15.3 0.1 15.8 0.3 15.5 0.1 PLT ( 106ml) 1010 25 1007 28 1072 77 951 25 MPV (mm3) 10.4 0.1 10.5 0.2 10.9 0.2 10.5 0.1 Values represent means SEM for blood samples on Day 40 after56Fe irradi- ation. Data were obtained using an automated hematology analyzer. N1415 micegroup. HGB hemoglobin concentration, HCT hematocrit, MCV mean corpuscular volume, MCH mean corpuscular hemoglobin, MCHC mean cor- puscular hemoglobin concentration, RDW RBC distribution width, MPV mean platelet volume. One-way ANOVA:  P0.05 and  P0.1 for an effect of radi- ation dose. Post-hoc Tukey s: aP0.05 vs 0 Gy.Leukocytes after iron ion irradiation 481percentages between the various groups. Note that mononuclear cells were also tested for the same adhesion markers, but there were no signi cant differences between or trends among groups (data not shown).Cells with stem cell markers in bone marrow Figure 10 shows that there was only a trend for a radiation doseeffect on mononuclear cells expressing CD34 ( P0.1). However, signicance was obtained for Sca-1 ( P0.05); Tukey s test showed Fig. 3. White blood cell (WBC) counts and major leukocyte types in spleen. Data were obtained using an automated hematology analyzer. Values represent means SEM. n1415 micegroup. One-way ANOVA: P 0.05 orP0.005 for an effect of radiation dose. Post-hoc Tukey s: (a) P0.05 vs 0 Gy, (b) P0.06 vs 0 Gy.482 D.S. Gridley and M.J. Pecautthat the 2 Gy and 3 Gy groups had lower values compared with the 0 Gy group ( P0.05 and P0.08, respectively). A signi cant radi- ation effect was also present for CD34Sca-1 cells ( P0.005). The values for these double-positive cells in the 2 Gy and 3 Gy groupswere signi cantly lower than for the 0 Gy controls ( P0.05). DISCUSSION Body mass is considered to be an indicator of overall health. In ourstudy, there was no effect of 56Fe radiation on body mass at the 40-day post-exposure time-point. This is consistent with ourprevious studies in same strain mice that showed no effect on bodymass on Days 4 and 113 after 56Fe irradiation using doses of up to 3 Gy 35, 36. In other studies using56Fe, we have found that body mass is dependent on a number of variables such as radiation dose,mouse strain and time of assessment 41. In a rat model followedfor 9 months after exposure to 1 4G y 56Fe radiation, body mass was generally lower compared with controls 42, 43. When evaluating several different organ masses alone and in relation to body mass in our study, only the thymus was signi - cantly affected, i.e. consistently higher mass alone or in relation to Fig. 4. Spontaneous and mitogen-induced blastogenesis. Data are based on incorporation of3H-thymidine into cell DNA. CPM: counts per minute. Stimulation index (CPM with mitogen CPM without mitogen)CPM without mitogen. Values represent means SEM. n1415 micegroup. One-way ANOVA: P 0.05 for an effect of radiation dose. Post-hoc Tukey s: (a) P0.05 vs 0 Gy.Leukocytes after iron ion irradiation 483body mass in the irradiated groups. The thymus is the primary site for T cell maturation and plays an important role in the induction of tolerance to self-antigens. Although this organ is most importantearly in life, it can participate in T cell regeneration under dire cir-cumstances in adults, thus resulting in increased thymic mass 44,45. In a previous study using similar doses of 56Fe radiation, we found that thymus and spleen (but not body, liver or lung) masses were signi cantly decreased in a dose-dependent manner on Day 4 35. The complete blood count (CBC) analysis of blood showed no signicant radiation effect on WBC count or on the counts or per- centages of the three major leukocyte types (lymphocytes, mono- cytes, granulocytes). There was, however, a strong trend for lowmonocyte numbers in the 3 Gy group. This was somewhat surpris- ing since monocytes, i.e. important members of the innate immunesystem, have long been known to be more radioresistant than lym-phocytes and granulocytes 46. A possible reason is that the mono- cytes may have migrated out of the blood circulation and becomelocalized at a site of injuryin ammation. In a previous study, we found 56Fe dose-dependent decreases in blood WBCs and in all three major leukocyte types on Day 4 post-irradiation, followed bycomplete recovery in cell numbers by Day 113; monocyte macro- phage percentages, however, were signi cantly decreased in both blood and spleen 36. Others have also noted great reduction inWBCs and the three major leukocyte types in mice during 4, 7and 14 days after 3 Gy 56Fe irradiation 47. This latter study also demonstrated that subcutaneous injection of androstenediol 30 min after exposure could signi cantly mitigate the detrimental effect. Fig. 5. Major lymphocyte types in blood. Data on T, B and natural killer (NK) cells were obtained using ow cytometry. Values represent means SEM. n1415 micegroup. MNC: mononuclear cells. One-way ANOVA:P0.1 for an effect of radiation dose. Post-hoc Tukey s: (a) P0.07 vs 0 Gy.484 D.S. Gridley and M.J. PecautThe blood data also showed low RBC counts, HGB and HCT in the 3 Gy group, thereby indicating the possibility of anemia. Since hematopoietic stem cells are precursors to RBCs (as well asWBCs), our bone marrow data showing low levels of cells withhematopoietic stem cell markers are consistent with these ndings. Signi cant depression in all three of these parameters has also been noted on Day 4 after iron ion irradiation, with return to normal by Day 113 35, 36. In a comparison of 2 Gy iron, carbon and proton radiation, the 56Fe-irradiated group had the lowest RBC count, HGB and HCT at 110 days post-exposure, although statistical sig-nicance was not always obtained 30. Loss in RBC mass, due at least partly to destruction of newly released RBCs, and anemia havebeen consistently associated with space missions for many years48 50. As recently reviewed, the underlying mechanisms appear to be at least partly linked to neocytolysis under microgravity 51.Based on these and other reports, the addition of particle radiation exposure, especially during extended deep-space missions, could fur- ther exacerbate anemia in astronauts. Overall, we found that the radiation effect was much greater in the spleen than in blood. Although statistical support was not alwaysobtained, the consistently high numbers of WBCs and of the majorleukocyte types (especially lymphocytes) in spleens of the irradiated mice further supports the premise that hematopoiesis was still con- tinuing above a normal level. Data on lymphocyte subpopulations inthe blood showed only a trend for a radiation effect on T cells(number and percentage) and B cells (percentage). Further analysisshowed signi cant radiation-induced decreases in CD8 Tc cell counts and percentages, but no differences among groups in theCD4Th cells. These ndings led to a greatly increased CD4:CD8 ratio. A very similar pattern was also observed in the spleen, except Fig. 6. T cell subsets in blood. Data were obtained using ow cytometry. Values represent means SEM for CD4 T helper (Th) and CD8 T cytotoxic (Tc) cells. n1415 micegroup. MNC: mononuclear cells. One-way ANOVA:P0.001 for an effect of radiation dose. Post-hoc Tukey s: (a) P0.05 vs 0 Gy, (b) P0.05 vs 1 Gy, (c) P0.06 vs 1 Gy.Leukocytes after iron ion irradiation 485that there was a radiation-associated increase in B cells, thereby sug- gesting a continuing need to regenerate these antibody-producinglymphocytes. Our ndings are consistent with previous reports on variations in the radiosensitivity of the major T cell subsets (CD8 CD4) using -rays 52 54, protons 55 and 56Fe 36. Some radiation- associated differences in lymphocyte subpopulation response maybe at least partly dependent on the rodent model used 34, 42.Since CD8 Tc lymphocytes kill cells that are virally infected or transformed to a potentially malignant phenotype, low numbers cer-tainly could compromise immune resistance during space missions.In addition, recent reports indicate that upon activation these cellsdifferentiate into subpopulations (e.g. Tc2, Tc9, Tc17, CD8 Treg cells) that, when not controlled properly, could lead to immuno-pathologies such as allergies and autoimmune diseases 56 58.Although hematopoiesis appeared to be upregulated in both the spleen and thymus, analysis of bone marrow consistently showed alow percentage of cells expressing stem cell markers (CD34, Sca-1).CD34 is expressed on early progenitor cells involved in hematopoi-esis, but has also been reported to be present on highly functionalendothelial cell progenitors 59 and as an important facilitator of cell migration 60. Sca-1 is a very common marker used to identify hematopoietic stem cells in bone marrow, but is also expressed onsome cells in a variety of tissues that may serve as tissue-residentstem and progenitor cells 61. There is very little information regarding the impact of 56Fe on hematopoiesis. A mouse study that included lethal doses found that 56Fe radiation caused accelerated and more severe hematopoietic toxicity compared with -rays and protons 29. Interestingly, this latter study also found that56Fe had selective enhanced toxicity to Fig. 7. Major lymphocyte types in spleen. Data on T, B and natural killer (NK) cells were obtained using ow cytometry. Values represent means SEM. n1415 micegroup. MNC: mononuclear cells. One-way ANOVA: P 0.05,P0.005 orP0.1 for an effect of radiation dose. Post-hoc Tukey s: (a) P0.05 vs 0 Gy, (b) P0.08 vs 0 Gy.486 D.S. Gridley and M.J. Pecautbone marrow progenitor and stem cells because intestinal crypt cells did not show increased toxicity related to56Fe exposure. Based on a study of bone marrow cell phenotypes in mice shortly after a 13-day mission in space, the results suggested that the space ight mice had more differentiated cells within the very large and granular popula-tion compared with ground controls 16 More research is obvi-ously needed on the status of hematopoiesis and tissue regeneration in various body compartments under space ight conditions. Spontaneous blastogenesis for cells in the blood was consistently higher in the irradiated groups, with statistical signi cance obtained for 2 Gy and 3 Gy versus 0 Gy. This indicates ongoing DNA synthe- sis in cells entering the blood circulation from the bone marrow. Inthe spleen, however, spontaneous blastogenesis was equivalent tonormal, regardless of radiation, thereby suggesting no great need for leukocyte regeneration at the 40-day post-irradiation time-point. We have previously found that enhanced spontaneous blastogenesisafter whole-body 56Fe irradiation is more pronounced within a few days after exposure 33, 41. Since measuring lymphocyte response to mitogens is a common and effective way of screening for cellular immunode ciency 62, three different mitogens were selected for the recent study. PHA, alectin found in plants, is a classical activator of T cell proliferation,regardless of antigen speci city. ConA, another plant lectin, stimu- lates T cell subsets that include precursors to suppressor T cells63. LPS, a B cell activator, is a molecule found on the surface ofGram-negative bacteria such as Escherichia coli . In the irradiated groups, spleen cell ability to respond to the T cell mitogens PHAand ConA was relatively low and response to LPS was slightly ele-vated, but statistical support for any SI differences versus 0 Gy waslacking. In a previous study, we found signi cant depression in response to PHA and ConA, but not LPS, on Day 4 after exposureto either 2 Gy or 3 Gy 56Fe 33. Fig. 8. T cell subsets in spleen. Data were obtained using ow cytometry. Values represent means SEM. n1415 micegroup. MNC: mononucle ar cells. One-way ANOVA:  P0.05,P0.005 orP0.001 for an effect of radiation dose. Post-hoc Tukey s: (a) P0.05 vs 0 Gy, (b) P0.05 vs 1 Gy, (c) P0.09 vs 0 Gy.Leukocytes after iron ion irradiation 487Based on these and other studies 41, it appears that56Fe radi- ation in the space ight environment may have no long-term effect on mitogen-induced responsiveness. However, abnormalities in these types of responses due to space ight conditions have been reported. For example, in vitro activation of human peripheral blood lymphocytes has been reported to be severely depressed duringspace ight 64. Also, a recent study using ConA and several toll- like receptor (TLR) agonists found aberrations in the response ofmouse splenocytes after return from the STS-135 mission in space14. Concern regarding immune dysfunction that leads toincreased risk for infections, especially during extended missions, remains high. Expression of adhesion markers by granulocytes is important in leukocyte communication and migration to sites of damage. Neutrophils, by far the most abundant granulocyte, have a veryshort half-life in the blood circulation. In the spleen, however, thereare marginated or slowly transiting pools of these cells within thevascular compartment 65. In the current study, radiation-associated trends were noted in the percentage of CD11b single- label granulocytes in the spleen (slight increase in the 1 Gy groupand slight decreases in the 2 Gy and 3 Gy groups vs 0 Gy). CD11b is a trans-membrane protein (also known as Mac-1 and CR3) that binds to complement fragment C3bi. CD11b, as well as other adhe-sion molecules, are expressed not only by granulocytes but also bymonocytesmacrophages, dendritic cells and some lymphocytepopulations 66, 67. There was no radiation effect when CD11b cells were double- labeled with CD54, which is the intercellular adhesion molecule-1(ICAM-1) that binds to leukocyte function antigen-1, or whendouble-labeled with CD62E, which is involved in trans-endothelialcell migration. In a previous 56Fe study, we found the main effects of dose on CD11b and CD54 cell proportions in the spleen, but Fig. 9. Adhesion markers on granulocytes in spleen. Data were obtained using ow cytometry. Values represent means SEM. n78group. One-way ANOVA:  P0.05 for an effect of radiation dose. Post-hoc Tukey s: (a) P0.09 vs 0 Gy, (b) P0.07 vs 1 Gy, (c) P0.08 vs 1 Gy.488 D.S. Gridley and M.J. Pecautthe effect was greatest on Day 4 41. Nonetheless, more56Fe research in this area should be done. The impact of space ight on adhesion markers has been previ- ously noted. We found changes in genes encoding adhesion mole- cules and the extracellular matrix in lungs of mice shortly afterreturn from a 13-day mission in space, i.e. STS-118 68. In a studyof astronauts that assessed soluble adhesion markers 10 days pre-launch, immediately after landing and 2 4 days after ight found dilution of soluble iCAM-1 and E-selectin; soluble P-selectin wasaffected by ight duration 69. In another study of astronauts who ew aboard 10 different shuttle ights found changes in a number of adhesion markers, e.g. CD11a, CD54, soluble ICAM-1 and sol-uble E-selectin 70. The data in this latter study suggested thatspace ight could result in reduced leukocyte endothelial adhesion. In conclusion, our data show aberrations in a variety of immune parameters at 40 days after whole-body 56Fe irradiation. Implications regarding immune defense status and long-term effects remain to bedetermined. More research is de nitely needed on samples obtained during space ight as well as from ground-based studies that include multiple forms of radiation to more closely mimic exposure duringight. A better understanding of the complex actions and interactions of stressors in the space ight environment will increase the chance for effective countermeasure development. ACKNOWLEDGEMENTS The authors thank Gregory A. Nelson, Ph.D., Radha Dutta-Roy, Anna L. Smith, Tamako A. Jones, Melba L. Andres, Glen M. Miller, Dong Won Kim, Judy Folz-Holbeck, Lora Benzatyan, MauricioDosSantos, and Maritess G. Asumen for valuable technical assist-ance. In addition, the support of Marcelo Vazquez, M.D., Ph.D.,Mary Ann Kershaw, Katheryn Conkling, the AGS support staff atBrookhaven National Laboratory and the Physics group from the Lawrence Berkeley Laboratory is greatly appreciated. FUNDING This work was supported by the National Aeronautics and SpaceAdministration grant number NCC9-79, the Department of Radiation Medicine of the Loma Linda University Medical Centerand the Department of Basic Sciences at Loma Linda University. CONFLICT OF INTEREST The authors declare that there are no con icts of interest. REFERENCES 1. NCRP. NCRP Report 153: Information needed to make radiation protection recommendations for space missions beyond low-earthorbit. Bethesda, MD: National Council on Radiation Protection and Measurements, 2006. 2. Chancellor JC, Scott GB, Sutton JP. Space radiation: the num- ber one risk to astronaut health beyond low earth orbit. Life 2014;4:491 510. 3. Cucinotta FA. Review of NASA approach to space radiation risk assessments for Mars exploration. Health Phys 2015;108: 131 42. 4. Kohler J, Ehresmann B, Zeitlin C, et al. Measurements of the neutron spectrum in transit to Mars on the Mars ScienceLaboratory. Life Sci Space Res 2015;5:6 12. 5. Zeitlin C, Hassler DM, Cucinotta FA, et al. Measurements of energetic particle radiation in transit to Mars on the MarsScience Laboratory. Science 2013;340:1080 4. 6. Chouker A. Stress Challenges and Immunity in Space: From Mechanisms to Monitoring and Preventive Strategies. Munich,Germany: Springer-Verlag, 2012. 7. Baqai FP, Gridley DS, Slater JM, et al. Effects of space ight on innate immune function and antioxidant gene expression. J Appl Physiol 2009;106:1935 42. 8. Crucian B, Stowe R, Mehta S, et al. Immune system dysregula- tion occurs during short duration space ight on board the space shuttle. J Clin Immunol 2013;33:456 65. 9. Crucian BE, Zwart SR, Mehta S, et al. Plasma cytokine concen- trations indicate that in vivo hormonal regulation of immunity is Fig. 10. Stem cell markers in bone marrow. Data were obtained using ow cytometry. Values represent means SEM. n15 mice group. One-way ANOVA: P 0.05, P0.005,P0.001 orP0.1 for an effect of radiation dose. Post-hoc Tukey s: (a)P0.05 vs 0 Gy, (b) P0.08 vs 0 Gy, (c)P0.09 vs 1 Gy.Leukocytes after iron ion irradiation 489altered during long-duration space ight. J Interferon Cytokine Res 2014;34:778 86. 10. George K, Durante M, Wu H, et al. Chromosome aberrations in the blood lymphocytes of astronauts after space ight. Radiat Res2001;156:731 8. 11. Gridley DS, Nelson GA, Peters LL, et al. Genetic models in applied physiology: selected co n t r i b u t i o n :e f f e c t so fs p a c e - ight on immunity in the C57BL 6 mouse. II. Activation, cytokines, erythrocytes, and platelets. J Appl Physiol 2003; 94:2095 103. 12. Gridley DS, Slater JM, Luo-Owen X, et al. Space ight effects on T lymphocyte distribution, function and gene expression. J Appl Physiol 2009;106:194 202. 13. Gridley DS, Mao XW, Stodieck LS, et al. Changes in mouse thymus and spleen after return from the STS-135 mission in space. PloS One 2013;8:e75097. 14. Hwang SA, Crucian B, Sams C, et al. Post-space ight (STS-135) mouse splenocytes demonstrate altered activation properties andsurface molecule expression. PloS One 2015;10:e0124380. 15. Konstantinova IV, Rykova MP, Lesnyak AT, et al. Immune changes during long-duration missions. J Leukoc Biol 1993;54: 189 201. 16. Ortega MT, Pecaut MJ, Gridley DS, et al. Shifts in bone mar- row cell phenotypes caused by space ight. J Appl Physiol 2009; 106:548 55. 17. Pecaut MJ, Nelson GA, Peters LL, et al. Genetic models in applied physiology: selected contribution: effects of space ight on immunity in the C57BL6 mouse. I. Immune population dis-tributions. J Appl Physiol 2003;94:2085 94. 18. Chang J, Feng W, Wang Y, et al. Whole-body proton irradiation causes long-term damage to hematopoietic stem cells in mice.Radiat Res 2015;183:240 8. 19. Gridley DS, Luo-Owen X, Rizvi A, et al. Low-dose photon and simulated solar particle event proton effects on Foxp 3T regulatory cells and other leukocytes. Technol Cancer Res Treat 2010;9:637 49. 20. Gridley DS, Rizvi A, Luo-Owen X, et al. Variable hematopoietic responses to acute photons, protons and simulated solar particleevent protons. In Vivo 2008;22:159 69. 21. Li M, Holmes V, Ni H, et al. Broad-spectrum antibiotic or G-CSF as potential countermeasures for impaired control ofbacterial infection associated with an SPE exposure duringspace ight. PloS One 2015;10:e0120126. 22. Li M, Holmes V, Zhou Y, et al. Hindlimb suspension and SPE- like radiation impairs clearance of bacterial infections. PloS One 2014;9:e85665. 23. Martinez EM, Yoshida MC, Candelario TL, et al. Space ight and simulated microgravity cause a signi cant reduction of key gene expression in early T-cell activation. Am J Physiol Regul Integr Comp Physiol 2015;308:R480 8. 24. Pecaut MJ, Baqai FP, Gridley DS. Impact of total-body irradi- ation on the response to a live bacterial challenge. Int J Radiat Biol2014;90:515 26. 25. Pecaut MJ, Miller GM, Nelson GA, et al. Hypergravity-induced immunomodulation in a rodent model: hematological andlymphocyte function analyses. J Appl Physiol 2004;97:29 38.26. Rizvi A, Pecaut MJ, Gridley DS. Low-dose gamma-rays and simulated solar particle event protons modify splenocyte geneand cytokine expression patterns. J Radiat Res 2011;52:701 11. 27. Rizvi A, Pecaut MJ, Slater JM, et al. Low-dose gamma-rays mod- ify CD4 T cell signalling response to simulated solar particle event protons in a mouse model. Int J Radiat Biol 2011;87: 2435. 28. Sanzari JK, Cengel KA, Wan XS, et al. Acute hematological effects in mice exposed to the expected doses, dose-rates, andenergies of solar particle event like proton radiation. Life Sci Space Res 2014;2:86 91. 29. Datta K, Suman S, Trani D, et al. Accelerated hematopoietic toxicity by high energy 56Fe radiation. Int J Radiat Biol 2012;88: 213 22. 30. Gridley DS, Pecaut MJ. Whole-body irradiation and long-term modi cation of bone marrow derived cell populations by low- and high-LET radiation. In Vivo 2006;20:781 9. 31. Ray FA, Robinson E, McKenna M, et al. Directional genomic hybridization: inversions as a potential biodosimeter for retro-spective radiation exposure. Radiat Environ Biophys 2014;53: 255 63. 32. Li M, Gonon G, Buonanno M, et al. Health risks of space exploration: targeted and nontargeted oxidative injury by high-charge and high-energy particles. Antioxid Redox Signal 2014;20:1501 23. 33. Gridley DS, Dutta-Roy R, Andres ML, et al. Acute effects of iron radiation on immunity, part II: leukocyte activation, cyto-kines, and adhesion. Radiat Res 2006;165:78 87. 34. Gridley DS, Pecaut MJ. Genetic background and lymphocyte populations after total-body exposure to iron ion radiation. Int J Radiat Biol 2011;87:8 23. 35. Pecaut MJ, Dutta-roy R, Smith AL, et al. Acute effects of iron radiation on immunity, part I: population distributions. Radiat Res2006;165:68 77. 36. Gridley DS, Pecaut MJ, Nelson GA. Total-body irradiation with high-LET particles: acute and chronic effects on the immunesystem. Am J Physiol Regul Integr Comp Physiol 2002;282: R677 88. 37. Zeitlin C, Heilbronn L, Miller J. Detailed characterization of the 1087 MeVnucleon iron-56 beam used for radiobiology at thealternating gradient synchrotron. Radiat Res 1998;149:560 9. 38. Zeitlin C, Heilbronn L, Miller J, et al. Heavy fragment produc- tion cross sections from 1.05 GeVnucleon 56Fe in C, Al, Cu, Pb, and CH2 targets. Phys Rev C Nucl Phys 1997;56:388 97. 39. Gridley DS, Li J, Kajioka EH, et al. Lymphocyte activation with localized pGL1-TNF-alpha gene therapy in a glioma model.Oncology 2002;62:66 77. 40. Kajioka EH, Gheorghe C, Li J, et al. Effects of proton and gam- ma radiation on lymphocyte populations and acute response toantigen. In Vivo 1999;13:525 33. 41. Pecaut MJ, Gridley DS. The impact of mouse strain on iron ion radio-immune response of leukocyte populations. Int J Radiat Biol2010;86:409 19. 42. Gridley DS, Obenaus A, Bateman TA, et al. Long-term changes in rat hematopoietic and other physiological systems after high-energy iron ion irradiation. Int J Radiat Biol 2008;84:549 59.490  D.S. Gridley and M.J. Pecaut43. Willey JS, Grilly LG, Howard SH, et al. Bone architectural and structural properties after56Fe26radiation-induced changes in body mass. Radiat Res 2008;170:201 7. 44. Gaulton GN, Scobie JV, Rosenzweig M. HIV-1 and the thymus. AIDS 1997;11:403 14. 45. Napolitano LA, Lo JC, Gotway MB, et al. Increased thymic mass and circulating naive CD4 T cells in HIV-1-infected adults treated with growth hormone. AIDS 2002;16:1103 11. 46. Crompton NE, Ozsahin M. A versatile and rapid assay of radiosen- sitivity of peripheral blood leukocytes based on DNA and surface-marker assessment of cytotoxicity. Radiat Res 1997;147:55 60. 47. Loria R, Beckman M, Contaifer D, et al. Beta androstenediol miti- gates the damage of 1 GeVn Fe ion particle radiation to the hem-atopoietic system. Cancer Biother Radiopharm 2011;26:453 9. 48. Alfrey CP, Udden MM, Huntoon CL, et al. Destruction of new- ly released red blood cells in space ight. Med Sci Sports Exerc 1996;28(10 Suppl):S42 4. 49. Fischer CL, Johnson PC, Berry CA. Red blood cell mass and plasma volume changes in manned space ight. JAMA 1967; 200:579 83. 50. Talbot JM, Fisher KD. In uence of space ight on red blood cells. Fed Proc 1986;45:2285 90. 51. Risso A, Ciana A, Achilli C, et al. N eocytolysis: none, one or many? A reappraisal and future perspectives. Front Physiol 2014;5:54. 52. Chambers KA, Harrington NP, Ross WM, et al. Relative altera- tions in blood mononuclear cell populations re ect radiation injury in mice. Cytometry 1998;31:45 52. 53. Pecaut MJ, Nelson GA, Gridley DS. Dose and dose-rate effects of whole-body -irradiation: I. Lymphocytes and lymphoid organs. In Vivo 2001;15:195 208. 54. Rowley DA, Kelley WA, Manders JH. Flow cytometric analysis of lymphocyte surface markers following a 1-Gy dose of gammaradiation. Aviat Space Environ Med 1993;64:528 33. 55. Gridley DS, Pecaut MJ, Dutta-Roy R, et al. Dose and dose rate effects of whole-body proton irradiation on leukocyte populationsand lymphoid organs: Part I. Immunol Lett 2002;80:55 66. 56. Carvalheiro H, da Silva JA, Souto-Carneiro MM. Potential roles for CD8 T cells in rheumatoid arthritis. Autoimmun Rev 2013; 12:401 9.57. Huber M, Lohoff M. Change of paradigm: CD8T cells as important helper for CD4T cells during asthma and auto- immune encephalomyelitis. Allergo J Int 2015;24:8 15. 58. Neunkirchner A, Schmetterer KG, Pickl WF. Lymphocyte-based model systems for allergy research: a historic overview. Int Arch Allergy Immunol 2014;163:259 91. 59. Yang J, Ii M, Kamei N, et al. CD34 cells represent highly func- tional endothelial progenitor cells in murine bone marrow. PloS One2011;6:e20219. 60. Nielsen JS, McNagny KM. Novel functions of the CD34 family. J Cell Sci 2008;121:3683 92. 61. Holmes C, Stanford WL. Concise review: stem cell antigen-1: expression, function, and enigma. Stem Cells 2007;25:1339 47. 62. Stone KD, Feldman HA, Huisman C, et al. Analysis of in vitro lymphocyte proliferation as a screening tool for cellular immuno-deciency. Clin Immunol 2009;131:41 9. 63. Gattringer C, Huber H, Michlmayr G, et al. Spontaneous and conA-induced suppressor lymphocytes: a comparative study.Immunobiology 1981;159:293 306. 64. Cogoli-Greuter M, Lovis P, Vadrucci S. Signal transduction in T cells: an overview. J Gravit Physiol 2004;11:P53 6. 65. Summers C, Rankin SM, Condliffe AM, et al. Neutrophil kinetics in health and disease. Trends Immunol 2010;31: 318 24. 66. Futosi K, Fodor S, Mocsai A. Reprint of neutrophil cell surface receptors and their intracellular signal transduction pathways.Int Immunopharmacol 2013;17:1185 97. 67. Solovjov DA, Pluskota E, Plow EF. Distinct roles for the alpha and beta subunits in the functions of integrin alphaMbeta2. J Biol Chem 2005;280:1336 45. 68. Tian J, Pecaut MJ, Slater JM, et al. Space ight modulates expression of extracellular matrix, adhesion, and pro brotic molecules in mouse lung. J Appl Physiol 2010;108:162 71. 69. Austin AW, Patterson SM, Ziegler MG, et al. Plasma volume andight duration effects on post-spaceight soluble adhesion molecules. Aviat Space Environ Med 2014;85:912 8. 70. Mills PJ, Perez CJ, Adler KA, et al. The effects of space ight on adrenergic receptors and agonists and cell adhesion moleculeexpression. J Neuroimmunol 2002;132:173 9.Leukocytes after iron ion irradiation 491",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            }
        ]
    }
]