[
    {
        "pmid": "28953266",
        "title": "Spaceflight Activates Autophagy Programs and the Proteasome in Mouse Liver.",
        "year": "2017",
        "journal": "Int J Mol Sci",
        "abstract": "Increased oxidative stress is an unavoidable consequence of exposure to the space environment. Our previous studies showed that mice exposed to space for 13.5 days had decreased glutathione levels, suggesting impairments in oxidative defense. Here we performed unbiased, unsupervised and integrated multi-'omic analyses of metabolomic and transcriptomic datasets from mice flown aboard the Space Shuttle Atlantis. Enrichment analyses of metabolite and gene sets showed significant changes in osmolyte concentrations and pathways related to glycerophospholipid and sphingolipid metabolism, likely consequences of relative dehydration of the spaceflight mice. However, we also found increased enrichment of aminoacyl-tRNA biosynthesis and purine metabolic pathways, concomitant with enrichment of genes associated with autophagy and the ubiquitin-proteasome. When taken together with a downregulation in nuclear factor (erythroid-derived 2)-like 2-mediated signaling, our analyses suggest that decreased hepatic oxidative defense may lead to aberrant tRNA post-translational processing, induction of degradation programs and senescence-associated mitochondrial dysfunction in response to the spaceflight environment.",
        "full_text": "International Journal of Molecular Sciences Article Spaceight Activates Autophagy Programs and the Proteasome in Mouse Liver Elizabeth A. Blaber1,2, Michael J. Pecaut3and Karen R. Jonscher4,ID 1Universities Space Research Association, Mountain View, CA 94040, USA; e.blabernasa.gov 2NASA Ames Research Center, Moffett Field, CA 94035, USA 3Department of Basic Sciences, Division of Radiation Research, Loma Linda University School of Medicine, Loma Linda, CA 92350, USA; mpecautllu.edu 4Department of Anesthesiology, University of Colorado Anschutz Medical Campus, Aurora, CO 80045, USA Correspondence: karen.jonscherucdenver.edu; Tel.: 1-(303)-724-3979 Received: 31 August 2017; Accepted: 13 September 2017; Published: 27 September 2017 Abstract: Increased oxidative stress is an unavoidable consequence of exposure to the space environment. Our previous studies showed that mice exposed to space for 13.5 days had decreased glutathione levels, suggesting impairments in oxidative defense. Here we performed unbiased, unsupervised and integrated multi-omic analyses of metabolomic and transcriptomic datasets from mice own aboard the Space Shuttle Atlantis. Enrichment analyses of metabolite and gene sets showed signicant changes in osmolyte concentrations and pathways related to glycerophospholipid and sphingolipid metabolism, likely consequences of relative dehydration of the spaceight mice. However, we also found increased enrichment of aminoacyl-tRNA biosynthesis and purine metabolic pathways, concomitant with enrichment of genes associated with autophagy and the ubiquitin-proteasome. When taken together with a downregulation in nuclear factor (erythroid-derived 2)-like 2-mediated signaling, our analyses suggest that decreased hepatic oxidative defense may lead to aberrant tRNA post-translational processing, induction of degradation programs and senescence-associated mitochondrial dysfunction in response to the spaceight environment. Keywords: spaceight; autophagy; proteasome; metabolomics; tRNA biosynthesis; senescence 1. Introduction Long-duration spaceight is associated with signicant risks including prolonged exposure to microgravity, continuous exposure to low-doselow-dose rate radiation, psychological and environmental stress and contact with potentially dangerous levels of microbial contamination  15. Radiation is known to induce single (SSB) and double strand (DSB) DNA breaks, permanently damaging nuclear and mitochondrial DNA and leading to early apoptosis or necrosis  68. At low-doselow-dose rates, radiation immediately triggers oxidative stress via a spike in the level of reactive oxygen species (ROS). Acute psychological stress increases hepatic lipid peroxidation as well as levels of ROS  9, however chronically stressed animals compensate  9,10. Therefore, exposure to the space environment, characterized by changes in physiological and psychological stress, as well as exposure to low-doselow-dose rate radiation, may systemically alter ROS levels in a complex fashion 1113. Excessive ROS production, without a corresponding upregulation in antioxidant or ROS scavenger pathways, can cause damage to cellular components including DNA, proteins and lipids, inducing pro-inammatory cytokines and the nuclear factor -light-chain-enhancer of activated B cells (NF- B) pathway  14. This can lead to cell cycle arrest, activation of senescence or apoptosis and upregulation of inammatory signaling molecules, causing widespread organelle, cell and tissue damage  15. Under conditions of chronic exposure to oxidative stress (such as in spaceight), an imbalance Int. J. Mol. Sci. 2017 ,18, 2062; doi:10.3390ijms18102062 www.mdpi.comjournalijmsInt. J. Mol. Sci. 2017 ,18, 2062 2 of 23 occurs between ROS production and antioxidant quenching resulting in increased cellular and tissue damage  1618. Mitochondria are particularly vulnerable to damage by excess ROS and we hypothesized that the liver, a mitochondria-rich metabolic organ, may be a target of spaceight-induced decits. In support of this hypothesis, astronauts were shown to exhibit a mild diabetogenic phenotype following spaceight, the severity of which was linked with ight duration 19,20. We previously demonstrated that mice own aboard the Space Shuttle Atlantis (Space Transportation System (STS)-135) for 13.5 days exhibited a signicantly impaired response to oxidative stress evidenced by decreased hepatic levels of the antioxidant glutathione (GSH, reduced), with concomitant increased ophthalmate, a biomarker for depletion of glutathione, and increased ratio of glutathione disulde (GSSG):GSH  21. Other spaceight-induced changes in hepatic genes linked to oxidative defense have also been observed  13. Our targeted analyses of metabolomics and transcriptomics datasets obtained from livers of spaceight mice showed dysregulation of pathways involved in both lipid metabolism and the immune response, with signs of retinoid export and activation of peroxisome proliferator-activated receptor (PPAR) pathways suggestive of nascent hepatic fat accretion and collagen deposition. Proteomics data acquired from mice exposed to space for 30 days exhibited similar patterns when compared with mice re-acclimated to ground conditions 22. Our previous integrated data analysis utilized a limited set of genes and metabolites that were elevated in abundance in spaceight mice as compared with ground controls and were tightly correlated with histological evidence of increased hepatic lipid accumulation. The goal of the present study was to perform unbiased, integrated analyses using the entire metabolomics and transcriptomics datasets to determine whether additional insights into the effects of exposure to the space environment on liver metabolism and cellular function could be gleaned. Utilizing several enrichment algorithms, we determined that degradation and senescence programs were altered in spaceight mice in concert with attenuation of oxidative defense networks. 2. Results and Discussion 2.1. Short Duration Exposure to the Space Environment Signicantly Alters Hepatic Metabolite Proles Previously, we selected specic genes and metabolites to interrogate from our large-scale-omics datasets to address dened hypotheses. Here, we performed unsupervised Partial Least Squares Discriminant Analysis (PLS-DA) using the entire metabolomics dataset to determine whether 13.5 days of exposure to the space environment was sufcient to induce signicant changes in metabolism in livers of mice own in space (FLT) as compared with matched ground controls (AEM). The scores plot of the PLS-DA analysis demonstrates clear separation between the FLT mice (green) and AEM controls (red) (Figure 1A). Volcano plot analysis (Figure 1B) shows that 10 biochemicals increased in FLT mice with a fold change (FC) greater than 2 and a p (corr) -value less than 0.05, while only 3 biochemicals decreased in the FLT mice as compared to the AEM controls (Table 1) from a total of 14 upregulated (FC  2) and 11 downregulated (FC  0.5) biochemicals (Figure S1A and Table S1). Variable Inuence on Projection (VIP) analysis of the top 15 most important features contributing to the clustering is plotted in Figure S1B and the most signicant features in the volcano plot also appear within the top 15 VIP features. Hierarchical clustering with organization of features by VIP score (Figure 1C) also shows clear separation of metabolite features between the two groups, with relatively fewer metabolites decreased in abundance in the FLT mice as compared with the AEM controls.Int. J. Mol. Sci. 2017 ,18, 2062 3 of 23 Int. J. Mol. Sci. 2017 , 18, 2062 3 of 22 Figure 1. Brief exposure to the space environment resu lts in significant metabolite changes in mouse liver. ( A) PLS-DA analysis was performed on normalized metabolomics data that was subsequently log-transformed and auto-scaled. The first two components are plotted; ( B) volcano plot comparing flown in space (FLT) vs. matched ground controls (AEM) considering unequal variance and using a fold change (FC) threshold of 2 and a p (corr) -value threshold of 0.05. Data points in red indicate significant named biochemical features. Data points in blue are not significant; ( C) heat map and hierarchical clustering performe d using a Pearson score for the di stance measure, with features organized by VIP score from the PLS-DA analysis. RedAEM, greenFLT; red indicates compounds with high signal abundance and blue those with low signal abundance. Color in tensity correlates with relative signal abundance. n  6group. Table 1. Significantly changing biochemicals in spac eflight identified in volcano plot analysis. Biochemicals FC log2 (FC) p log10 ( p) Reduced 4-Guanidinobutanoate 1, 0.377 1.409 1.98  105 4.703 Glycerophosphorylcholine  0.282 1.826 1.52  103 2.817 3-Ureidopropionate 0.466 1.102 3.83  102 1.417 Increased 3-hydroxybutyrate  3.229 1.691 7.54  105 4.123 Glutarate pentanedioate  4.766 2.253 8.40  105 4.076 Propionylcarnitine  2.440 1.287 1.68  104 3.776 3-methylglutarylcarnitin e  3.478 1.798 5.90  104 3.229 Dimethylglycine  2.195 1.134 1.87  103 2.728 Hexadecanedioate  2.189 1.131 2.07  103 2.684 Figure 1. Brief exposure to the space environment results in signicant metabolite changes in mouse liver. ( A) PLS-DA analysis was performed on normalized metabolomics data that was subsequently log-transformed and auto-scaled. The rst two components are plotted; ( B) volcano plot comparing own in space (FLT) vs. matched ground controls (AEM) considering unequal variance and using a fold change (FC) threshold of 2 and a p (corr) -value threshold of 0.05. Data points in red indicate signicant named biochemical features. Data points in blue are not signicant; ( C) heat map and hierarchical clustering performed using a Pearson score for the distance measure, with features organized by VIP score from the PLS-DA analysis. RedAEM, greenFLT; red indicates compounds with high signal abundance and blue those with low signal abundance. Color intensity correlates with relative signal abundance. n 6group. Table 1. Signicantly changing biochemicals in spaceight identied in volcano plot analysis. Biochemicals FC log2 (FC) p log10 ( p) Reduced 4-Guanidinobutanoate1, 0.3771.409 1.981054.703 Glycerophosphorylcholine  0.282 1.826 1.521032.817 3-Ureidopropionate 0.466 1.102 3.831021.417 Increased 3-hydroxybutyrate  3.229 1.691 7.541054.123 Glutarate pentanedioate  4.766 2.253 8.401054.076Int. J. Mol. Sci. 2017 ,18, 2062 4 of 23 Table 1. Cont. Biochemicals FC log2 (FC) p log10 ( p) Propionylcarnitine  2.440 1.287 1.681043.776 3-methylglutarylcarnitine  3.478 1.798 5.901043.229 Dimethylglycine  2.195 1.134 1.871032.728 Hexadecanedioate  2.189 1.131 2.071032.684 Ophthalmate 2.326 1.218 1.301021.887 Hydroxyisovaleroyl carnitine 2.567 1.360 1.371021.862 Putrescine 2.857 1.514 3.481021.459 Cholate 2.602 1.380 4.981021.302 Taurodeoxycholate 2.978 1.574 5.001021.301 1, biochemical with the most signicant change in volcano plot and FC analysis. , indicates biochemical is also one of the top 15 VIP features contributing to the PLS-DA analysis. FCfold change comparing FLT to AEM controls. n 6group. 2.2. Altered Betaine and Glutathione Metabolism Are Central Defects in Spaceight Mouse Livers Metabolite set enrichment was performed in MetaboAnalyst using pathway-associated metabolite sets based on normal metabolic pathways (Figure 2). Enrichment was performed using either all metabolites (Figure 2A) or a more limited subset consisting only of those signicantly changing in abundance (Figure 2B). Signicance was determined by two-tailed Students t-test. A fold-change cutoff was not applied, therefore some of the signicant metabolites differ from those identied in the volcano plot. When enrichment analysis was performed using all metabolites, relatively few p (corr) -values for enriched metabolite sets reached signicance ( p 0.05). However, the top several sets ( methionine metabolism ,branched chain fatty acid oxidation ,betaine metabolism and glycine , serine and threonine metabolism )were retained when the limited subset of metabolites was used for analysis (Figure 2B). Furthermore, enrichment of glutathione and glutamate metabolism , important components of the response to oxidative stress, rose to signicance in the analysis of the limited dataset, suggesting the utility of performing the same analysis multiple times on different subsets of the data. We next identied specic metabolites that were contributing to the enrichment scores. The glycine, serine and threonine metabolism enrichment score was based on decrease of cystathionine and increase of betaine and dimethylglycine. Eight other metabolites contributed to the enrichment, however their abundance changes were not signicant between groups. The glutathione metabolism enrichment score was based on decreased abundance of glutathione and cysteinylglycine in FLT mice as compared with AEM controls, with additional contributions from four non-signicantly changing metabolites. Fatty acid oxidation enrichment scores (both branched chain and very long chain ) were based on abundance of propionylcarnitine and carnitine, with coenzyme A and acetyl carnitine contributing to the score as well. It should be noted that MetaboAnalyst does not recognize many lipids, therefore lipid metabolic pathways are likely under-represented. Contributors to enrichment of methionine metabolism were similar to those of betaine metabolism and consisted primarily of betaine, dimethylglycine and choline, with additional contributions from S-adenosylhomocysteine and 5-methyltetrahydrofolic acid, suggesting activation of the S-adenosyl methionine (SAM) cycle in the FLT mice. Abundances of these metabolites in FLT mouse livers and AEM controls are summarized in Table S2. For validation, metabolite pathway analysis was performed and similar pathways were found to have a high impact score based on enrichment and topology analysis (Figure S2).Int. J. Mol. Sci. 2017 ,18, 2062 5 of 23 Int. J. Mol. Sci. 2017 , 18, 2062 4 of 22 Ophthalmate 2.326 1.218 1.30  102 1.887 Hydroxyisovaleroyl carnitine 2.567 1.360 1.37  102 1.862 Putrescine 2.857 1.514 3.48  102 1.459 Cholate 2.602 1.380 4.98  102 1.302 Taurodeoxycholate 2.978 1.574 5.00  102 1.301 1, biochemical with the most significant change in volcano plot and FC analysis. , indicates biochemical is also one of the top 15 VIP features co ntributing to the PLS-DA analysis. FCfold change comparing FLT to AEM controls. n  6group. 2.2. Altered Betaine and Glutathione Metabolism Ar e Central Defects in Spaceflight Mouse Livers Metabolite set enrichment was performed in MetaboAnalyst using pathway-associated metabolite sets based on normal metabolic pathways (Figure 2). Enrichment was performed using either all metabolites (Figure 2A) or a more limited subset consisting only of those significantly changing in abundance (Figure 2B). Signific ance was determined by two-tailed Students t-test. A fold- change cutoff was not applied, therefore some of the significant metabolites diffe r from those identified in the volcano plot. When enrich ment analysis was performed using all metabolites, relatively few p (corr) -values for enriched metabolite sets reached significance ( p  0.05). However, the top several sets (methionine metabolism , branched chain fatty acid oxidation , betaine metabolism and glycine , serine and threonine metabolism ) were retained when the limited subset of metabolites was used for analysis (Figure 2B). Furthermore, enrichment of glutathione and glutamate metabolism , important components of the response to oxidative stress, rose to significance in the analysis of the limited dataset, suggesting the utility of performing the same analysis multiple times on different subsets of the data. Figure 2. Metabolite set enrichment analysis reveals metabolic pathways enriched in livers of FLT mice. Enrichment analysis was performed in MetaboAnalyst using ( A) all metabolites or ( B) only metabolites with significantly changing abundances between groups ( p  0.05). n  5group. Eighty- eight metabolite sets based on normal metabolic path ways were used for the analysis. For clarity of presentation, only the most significantly enriched metabo lite sets are annotated. Figure 2. Metabolite set enrichment analysis reveals metabolic pathways enriched in livers of FLT mice. Enrichment analysis was performed in MetaboAnalyst using ( A) all metabolites or ( B) only metabolites with signicantly changing abundances between groups ( p 0.05). n 5group. Eighty-eight metabolite sets based on normal metabolic pathways were used for the analysis. For clarity of presentation, only the most signicantly enriched metabolite sets are annotated. We previously reported a signicant increase in abundance of betaine in FLT livers  4,5. Betaine is metabolized from choline, which decreased in FLT mice  4,5. Betaine is also a methyl donor and provides the methyl group for metabolism of homocysteine to methionine, generating dimethylglycine as well. Furthermore, the transmethylation cycle provides substrates used for the synthesis of cystathionine and GSH via transsulferation  23; labile methyl groups are required for these processes as well as support of folate metabolism and synthesis of methylated compounds. Since methionine is lost in the transmethylation pathway, it is possible that choline is supplied to preserve pathway function  24. However, the observed increase in abundance of betaine with a concomitant decrease in cystathionine and GSH suggests increased choline metabolism in spaceight is not linked to augmented activation of one carbon metabolic pathways, since abundance levels of relevant metabolites such as S-adenosylhomocysteine, serine, sarcosine and glycine are unchanged. Therefore, other mechanisms are likely involved. Dietary choline and methionine induce lipotrophic effects through upregulation of very low-density lipoprotein export and fatty acid oxidation, and choline deciency has been associated with oxidative stress, inammation, and steatosis. Shown in Figure 3, histological assessment conrms that spaceight indeed results in increased presence of inammatory cells as well as augmented steatosis. Although we previously measured upregulation of mRNA expression levels of PPAR- , a transcriptional regulator of fatty acid oxidation, it is likely that PPAR activation is mediated through increased retinol abundance instead of elevated choline  5. Choline may be replenished by recyclingInt. J. Mol. Sci. 2017 ,18, 2062 6 of 23 from phosphatidylcholine, which may impair integrity of lipid membranes. Metabolomics analysis of choline-containing lysolipids revealed an average 40 decrease in abundance of these lipids in FLT mice as compared to AEM controls, although differences between groups were not signicant for individual features (Figure S3). These results suggest that augmented metabolism of betaine, in excess of what is needed for methionine metabolism, may lead to injurious choline decits in spaceight mice. Whether this is causally related to decreased glutathione and the ability to respond to oxidative stress remains an open question. Int. J. Mol. Sci. 2017 , 18, 2062 6 of 22 Figure 3. Increased steatosis and infiltration of infla mmatory cells in livers from mice exposed to spaceflight. HE staining was performed on fixed liver sections from n  45 micegroup to investigate liver histology. Inspection of the H E stained sections revealed that the AEM ground control mice had small cytoplasmic lipid droplets predominantly located in zone 2 whereas the FLT mice had an increase in slightly larger droplets distributed in a panlobular pattern. Multiple lipid droplets are indicated using white arrows. Furthe rmore, FLT mice showed increased accumulation of mononuclear inflammatory cells, particularly near portal ducts (yellow arrow). Representative images are shown from each gr oup. PT  portal triad, CV  central vein. Scale bar  100 m. Notably, betaine serves as an organic osmolyte, protecting cells from ef fects of dehydration. Water intake in FLT mice was decreased by 20 as compared to AEM controls, although food intake was unchanged (Table 2), therefore a likely cause for the upregulation of betaine is dehydration. We also measured upregulation of taurine, another osmolyte. Abundance of 4-guanidinobutanoate was strikingly decreased (Figure S1A) and was the most important feature contributing to the clustering of groups in the PLS-DA analysis (Figure S1B). Guanidino compounds are metabolized from arginine, and dehydration modifies abundance of these compounds in the kidney 25. Kidney injury not only results in reduced arginine synthesis but change in levels of guanidino compounds and their metabolism in muscles and liver 26. The marked decrease in abundance of 4-guanidinobutanoate may therefore be associated with dehydration in th e FLT mice. Many of the most striking changes in metabolite and transcript abundances appeared to be related to increased dehydration of the FLT mice as compared to AEM controls; although this is a possible limitation of the study, a recent proteomics study on livers from male mice in the Bion-M1 study flown in space for 30 days and re- acclimated showed results similar to those from our previously published data 22. Therefore, either the Bion-M1 mice were also dehydrated, or the en riched pathways that we measured indeed have functional significance, potentially related to a sh ift in metabolic requirements due to unloading. Taken together, the data suggest that dehydration, coupled with oxidative stress, combine to deplete choline stores, leading to impaired lipid membrane metabolism and contributing to increased steatosis in livers from mice exposed to spaceflight. Table 2. Average food and water intake measurem ents for STS-135 mice and AEM controls. Intake AEM a FLT FLTAEM p-Value Food Intake (g) b 4.08  0.10 4.09  0.18 1.00 0.865 Water Intake (g) 3.38  0.22 2.73  0.01 0.81 0.038 a, Food and water consumption we re measured over the 13.5-day flight. Values represent mean  SEM; b, Intake values are means calculated for 3 cages of 5 mice per group. Table adapted from 5. Figure 3. Increased steatosis and inltration of inammatory cells in livers from mice exposed to spaceight. HE staining was performed on xed liver sections from n 45 micegroup to investigate liver histology. Inspection of the HE stained sections revealed that the AEM ground control mice had small cytoplasmic lipid droplets predominantly located in zone 2 whereas the FLT mice had an increase in slightly larger droplets distributed in a panlobular pattern. Multiple lipid droplets are indicated using white arrows. Furthermore, FLT mice showed increased accumulation of mononuclear inammatory cells, particularly near portal ducts (yellow arrow). Representative images are shown from each group. PT  portal triad, CV  central vein. Scale bar  100 m. Notably, betaine serves as an organic osmolyte, protecting cells from effects of dehydration. Water intake in FLT mice was decreased by 20 as compared to AEM controls, although food intake was unchanged (Table 2), therefore a likely cause for the upregulation of betaine is dehydration. We also measured upregulation of taurine, another osmolyte. Abundance of 4-guanidinobutanoate was strikingly decreased (Figure S1A) and was the most important feature contributing to the clustering of groups in the PLS-DA analysis (Figure S1B). Guanidino compounds are metabolized from arginine, and dehydration modies abundance of these compounds in the kidney  25. Kidney injury not only results in reduced arginine synthesis but change in levels of guanidino compounds and their metabolism in muscles and liver  26. The marked decrease in abundance of 4-guanidinobutanoate may therefore be associated with dehydration in the FLT mice. Many of the most striking changes in metabolite and transcript abundances appeared to be related to increased dehydration of the FLT mice as compared to AEM controls; although this is a possible limitation of the study, a recent proteomics study on livers from male mice in the Bion-M1 study own in space for 30 days and re-acclimated showed results similar to those from our previously published data  22. Therefore, either the Bion-M1 mice were also dehydrated, or the enriched pathways that we measured indeed have functional signicance, potentially related to a shift in metabolic requirements due to unloading. Taken together, the data suggest that dehydration, coupled with oxidative stress, combine to deplete choline stores, leading to impaired lipid membrane metabolism and contributing to increased steatosis in livers from mice exposed to spaceight.Int. J. Mol. Sci. 2017 ,18, 2062 7 of 23 Table 2. Average food and water intake measurements for STS-135 mice and AEM controls. Intake AEMaFLT FLTAEM p-Value Food Intake (g)b4.080.10 4.090.18 1.00 0.865 Water Intake (g) 3.38 0.22 2.730.01 0.81 0.038 a, Food and water consumption were measured over the 13.5-day ight. Values represent mean SEM; b, Intake values are means calculated for 3 cages of 5 mice per group. Table adapted from 5. 2.3. Spaceight Causes Broad Alterations in Transcriptome Proles in the Liver To understand the role of transcriptional regulation in the observed alterations to metabolites, we performed an unbiased analysis of transcriptome datasets obtained with Affymetrix Genechip 1.0 ST arrays using GeneSpring software. We found signicant alterations ( p(corr)  0.05) in 3005 out of 28,852 genes, or approximately 10 of identiable probesets (Figure 4A,C). Of these, 601 genes were found to have biological signicance; expression levels of 449 genes were upregulated (FC  1.5) and 152, downregulated (FC  1.5) (Figure 4B). Int. J. Mol. Sci. 2017 , 18, 2062 7 of 22 2.3. Spaceflight Causes Broad Alteration s in Transcriptome Profiles in the Liver To understand the role of transcriptional regula tion in the observed alterations to metabolites, we performed an unbiased analysis of transcriptome datasets obtained with Affymetrix Genechip 1.0 ST arrays using GeneSpring software . We found significant alterations ( p (corr)  0.05) in 3005 out of 28,852 genes, or approximately 10 of identifiable probesets (Figure 4 A,C). Of these, 601 genes were found to have biological significance; expression le vels of 449 genes were upregulated (FC  1.5) and 152, downregulated (FC  1.5) (Figure 4B). Figure 4. Hepatic gene expression is significantly al tered by exposure to the space environment. Profile ( A) and scatter ( C) plots of all significantly regulated genes ( p (corr)  0.05), and (B) profile plots of biologically significant genes with differential regulation FC   1.5. Red lines ( B) and points (C) indicate significantly upregulated genes in AEM mice, whilst blue indicate significantly upregulated genes in FLT. Yellow indicates genes that are statistically but not biologically significant. Analysis of Gene Ontology (GO) biological func tions (Figure 5) revealed that most upregulated genes were involved in metabolism or basic cellular processes, including transcription, translation, and DNA repair. Of note, several autophagy-related genes were altered as were genes involved in oxidative stress and regulation of peroxisomes, in particular fatty acid synthesis and degradation (Figure 5A). Our previous studies found significant alterations in both mRNA and metabolites associated with activation of PPAR-mediated pathwa ys, as well as alterations in fatty acid oxidation in response to spaceflight 4,5. Furthermore, as peroxisomes catalyze redox reactions and are potential regulators of oxidative stress-mediating signaling pathways, it is possible that peroxisomes and mitochondria may cooperate to determine cell fate decisions 27. Specifically, peroxisomes house several enzymes that can produce or degrade ROS and reactive nitrogen species (RNS) and therefore may act as modulators of oxidative ba lance 2830. Recent studies have shown that disturbances in peroxisomal metabolism play a role in the accumulation of cellular damage due to oxidative stress and therefore, cellular aging. There is also evidence that peroxisomes can act as upstream initiators of mitochondrial ROS signaling pathways 31. However, the precise mechanisms by which this occurs are yet to be fully elucidated. Figure 4. Hepatic gene expression is signicantly altered by exposure to the space environment. Prole ( A) and scatter ( C) plots of all signicantly regulated genes ( p(corr)  0.05), and ( B) prole plots of biologically signicant genes with differential regulation FC  1.5. Red lines ( B) and points (C) indicate signicantly upregulated genes in AEM mice, whilst blue indicate signicantly upregulated genes in FLT. Yellow indicates genes that are statistically but not biologically signicant. Analysis of Gene Ontology (GO) biological functions (Figure 5) revealed that most upregulated genes were involved in metabolism or basic cellular processes, including transcription, translation, and DNA repair. Of note, several autophagy-related genes were altered as were genes involved in oxidative stress and regulation of peroxisomes, in particular fatty acid synthesis and degradation (Figure 5A). Our previous studies found signicant alterations in both mRNA and metabolites associated with activation of PPAR-mediated pathways, as well as alterations in fatty acid oxidation inInt. J. Mol. Sci. 2017 ,18, 2062 8 of 23 response to spaceight  4,5. Furthermore, as peroxisomes catalyze redox reactions and are potential regulators of oxidative stress-mediating signaling pathways, it is possible that peroxisomes and mitochondria may cooperate to determine cell fate decisions  27. Specically, peroxisomes house several enzymes that can produce or degrade ROS and reactive nitrogen species (RNS) and therefore may act as modulators of oxidative balance  2830. Recent studies have shown that disturbances in peroxisomal metabolism play a role in the accumulation of cellular damage due to oxidative stress and therefore, cellular aging. There is also evidence that peroxisomes can act as upstream initiators of mitochondrial ROS signaling pathways  31. However, the precise mechanisms by which this occurs are yet to be fully elucidated. Int. J. Mol. Sci. 2017 , 18, 2062 8 of 22 Figure 5. GO biological functions associated with ( A) up- and ( B) downregulated datasets. Change in regulation was determined as the ratio of aver age expression of FLT to AEM values for each transcript, n  6group. GO analysis of downregulated datasets denoted al terations in the regulation of transcription, lipid metabolism and cell signaling (Figure 5B). Several processes related to activation and regulation of the inflammatory responseimmunity were also downregulated. Previous studies have shown significant deficits in immunity in response to sp aceflight, including suppression of proliferation and differentiation in hematopoietic stem cell lineages 32,33, as well as shifts in immune cell phenotypes characterized by increased numbers of bone marrow-derived T cells and decreased bone marrow-derived B cell populations 34. Furthermore, st udies using cluster of differentiation (CD) 34  bone marrow progenitor cells revealed decreases in total cell number in microgravity samples, and additionally decreased erythropoi esis with concomitant increased macrophage differentiation 35. 2.4. Pathways Involved in Lipid Membrane Metabolism and Protein Biosynthesis Are Enriched in Multi-Omics Datasets from Livers of Spaceflight Mice To further validate our metabo lomics results, we performed an integrated analysis of transcriptomics and metabolomics datasets using the MetaboAnalyst Integrated Analysis function. This algorithm performs an enri chment analysis to determine whether the observed genes and Figure 5. GO biological functions associated with ( A) up- and ( B) downregulated datasets. Change in regulation was determined as the ratio of average expression of FLT to AEM values for each transcript, n 6group. GO analysis of downregulated datasets denoted alterations in the regulation of transcription, lipid metabolism and cell signaling (Figure 5B). Several processes related to activation and regulation of the inammatory responseimmunity were also downregulated. Previous studies have shown signicant decits in immunity in response to spaceight, including suppression of proliferationInt. J. Mol. Sci. 2017 ,18, 2062 9 of 23 and differentiation in hematopoietic stem cell lineages  32,33, as well as shifts in immune cell phenotypes characterized by increased numbers of bone marrow-derived T cells and decreased bone marrow-derived B cell populations  34. Furthermore, studies using cluster of differentiation (CD) 34bone marrow progenitor cells revealed decreases in total cell number in microgravity samples, and additionally decreased erythropoiesis with concomitant increased macrophage differentiation  35. 2.4. Pathways Involved in Lipid Membrane Metabolism and Protein Biosynthesis Are Enriched in Multi-Omics Datasets from Livers of Spaceight Mice To further validate our metabolomics results, we performed an integrated analysis of transcriptomics and metabolomics datasets using the MetaboAnalyst Integrated Analysis function. This algorithm performs an enrichment analysis to determine whether the observed genes and metabolites in a given pathway appear more often than expected by random chance within the dataset. An additional topology analysis evaluates whether a given gene or metabolite plays an important role in a biological response based on its position within a pathway. An over-representation analysis based on hypergeometric testing using 17,403 genes and 247 metabolites was used for the enrichment analysis and topology was assessed with Betweenness Centrality, which measures the number of shortest paths from all nodes to all others passing through a given node within the pathway. Integrated analysis of both genes and metabolites (Figure 6A) conrmed the impact of spaceight on lipid membrane metabolism. Eight of the top 20 enriched pathways relate to lipid membrane metabolism (including glycosphingolipid biosynthesis ,glycerophospholipid metabolism ,arachidonic acid metabolism ,inositol phosphate metabolism ,glycophosphatidylinositol-anchor biosynthesis and sphingolipid metabolism ). Previously, we reported that Ingenuity Pathway Analysis revealed endocytosis as an enriched gene pathway  4, which was also the most highly enriched pathway in the gene-centric analysis (Figure 6B). Enrichment of inammatory pathways was also evident by the presence of multiple pathways related to cancer. Supporting our other metabolite set enrichment analysis, glycine , serine and threonine metabolism had high enrichment and topology scores in the metabolite-centric analytical workow (Figure 6C). Interestingly, several studies have shown that peroxisomes may alter lipid production and concentration in response to changes in metabolism, mediating cellular signaling through sphingolipids. In our analyses, we observed enrichment of sphingolipid biosynthesis and sphingolipid metabolism , as well as alterations in peroxisome gene expression levels, suggesting that spaceight may alter peroxisome-related signaling pathways, including sphingolipids, to regulate cellular processes  36. Sphingolipids, specically, are important messengers for signaling events resulting in activation of cellular proliferation, differentiation or senescence  27,36. Furthermore, sphingolipids have been linked to insulin resistance, oxidative stress and lipid peroxidation in hepatocytes, suggesting a potential role of sphingolipids in the progression of nonalcoholic fatty liver disease  37. These results therefore indicate a potential connection between peroxisome redox metabolism and mitochondrial oxidative stress mediated by sphingolipid signaling pathways and resulting in upregulation of inammatorystress-related signaling, such as NF- B. Of note, aminoacyl-tRNA biosynthesis emerged as the top enriched metabolite pathway in the metabolite-centric analysis which, when taken together with enrichment of purine metabolism in the gene-metabolite centric analysis, suggested that spaceight may increase biosynthesis or even post-transcriptional modication of tRNAs, the building blocks of mRNA decoding and protein translation. Post-transcriptional modication of tRNAs critically inuences tRNA functions such as folding, stability and decoding  38,39. Defects in tRNA modications and modication enzymes are associated with oxidative stress  40 and human diseases including cancer, diabetes and cardiomyopathy  38. Indeed, results from a recent study in Caenorhabditis elegans associating defects in post-transcriptional modication of mitochondrial tRNAs with dysfunctional oxidative phosphorylation suggest that the cell s maladaptive response to hypomodied mitochondrial tRNAs may be a mechanism underlying disease development  41. Although speculative, the idea thatInt. J. Mol. Sci. 2017 ,18, 2062 10 of 23 exposure to the space environment may lead to aberrant tRNA post-transcriptional modications is provocative and warrants further investigation. Int. J. Mol. Sci. 2017 , 18, 2062 10 of 22 This protein also mediates gluconeogenesis in the rodent liver 44 and, together with Pde4d upregulation (Table 3), suggests pathways impa cting cellular quiescence may be altered by spaceflight. Figure 6. Integrated enrichment analysis using multi-omics datasets from livers of spaceflight mice compared with AEM ground controls. Data were submitted to the MetaboAnalyst Integrated Pathway Analysis module. ( A) gene-metabolite; ( B) gene and ( C) metabolite centric workflows were compared for n  6 mice per group. Figure 6. Integrated enrichment analysis using multi-omics datasets from livers of spaceight mice compared with AEM ground controls. Data were submitted to the MetaboAnalyst Integrated Pathway Analysis module. ( A) gene-metabolite; ( B) gene and ( C) metabolite centric workows were compared forn 6 mice per group.Int. J. Mol. Sci. 2017 ,18, 2062 11 of 23 Since MetaboAnalyst preferentially utilizes metabolic pathways for enrichment analyses, we further interrogated the transcriptomic dataset using EGAN (Exploratory Gene Association Networks) to conrm importance of enriched pathways  42. We performed an association analysis using all transcripts signicantly changing between groups (Figure 7). Three main clusters emerged. The rst cluster focused on nucleic acid metabolism and included purine metabolism , pyrimidine metabolism and nicotinate and nicotinamide metabolism .Purine metabolism enrichment was dominated by strong upregulation of phosphodiesterase 4D ( Pde4d , Table 3), an enzyme with 30,50-cyclic-adenosine monophosphate (AMP) phosphodiesterase activity that degrades cAMP , an important second messenger mediating signaling in multiple pathways. Adenosine monophosphate deaminase 2 ( Ampd2 , Table 3), an enzyme that converts AMP to inosine monophosphate (IMP) and maintains cellular guanine nucleotide pools  43, was downregulated, potentially attenuating protein synthesis. This protein also mediates gluconeogenesis in the rodent liver  44 and, together with Pde4d upregulation (Table 3), suggests pathways impacting cellular quiescence may be altered by spaceight. Previous studies in spaceight have noted alterations in gene expression related to quiescence and senescence pathways in multiple tissues. Specically, exposure of bone marrow-derived mesenchymal stem cells to spaceight following addition of osteogenic differentiation factors resulted in increased expression of genes related to neural development, neural morphogenesis and transmission of nerve impulses and synapses in studies conducted on the International Space Station 45. This same study found increased expression of cell cycle arrest molecules indicating either increased differentiation of cells in space or activation of cellular quiescence or senescence  45. Our previous studies have also found signicant alterations in the proliferation and differentiation potential of both embryonic and bone marrow stem cells during 1315 days of spaceight, with upregulation of the cell cycle arrest and senescence marker cyclin dependent kinase inhibitor (CDKN)1ap21  4649. Notably, analysis of our liver transcriptome dataset also found upregulation of CDKN1ap21 (3.15 fold, p(corr)  0.05, Table 3), as well as upregulation of INK4Cp18 with concomitant attenuation of cyclin gene expression (Figure S4). Similarly, GeneSet Enrichment Analysis (GSEA) using our whole transcriptome prole showed alterations in several pathways, including quiescent cell activation, cell cycle regulation, and activation of oxidative phosphorylation. When taken in total, these results suggest potential systemic induction of cellular senescence due to short-term exposure to the space environment. The second major cluster that emerged from our EGAN analysis was aminoacyl-tRNA biosynthesis , supporting the MetaboAnalyst enrichment results, showing upregulation of expression of all genes within the cluster. Modications regulate the turnover of RNAs, and improperly modied tRNAs are targeted for degradation  50, therefore it is possible that upregulation of aminoacyl-tRNA biosynthesis actually targets cells for attenuation of protein translation due to hypomodications or alterations of the epitranscriptome. Finally, we observed a third cluster of genes corresponding to enrichment of ubiquitin-mediated proteolysis . We performed Ingenuity Pathway Analysis as shown in Figure S5 and determined that the components of the 20S proteasome were signicantly upregulated, supporting the observed pattern of molecular catabolism. Analysis of signicantly upregulated datasets using GO analysis also indicated activation of catabolism, primarily in ATP-dependent and glycolytic pathways.Int. J. Mol. Sci. 2017 ,18, 2062 12 of 23 Int. J. Mol. Sci. 2017 , 18, 2062 12 of 22 Figure 7. Cluster analysis using EGAN (Exploratory Gene Association Networks) software was performed using all significantly changing transcripts ( p  0.05). Genes associated with the top enriched pathways were clustered using a radial force-driven displa y. Insets are zoomed out views of each cluster. Only significantly changing genes are included in insets for clarity of presentation. Intensity of color (red  upregulated, green  downre gulated, grey  not detect ed) is associated with degree of fold change and width of the bounding circle is inversely related to p (corr) -value. n  6 animals per group were used for the analysis. Previous studies in spaceflight have noted alterations in gene expression related to quiescence and senescence pathways in multiple tissues. Specifically, exposure of bone marrow-derived Figure 7. Cluster analysis using EGAN (Exploratory Gene Association Networks) software was performed using all signicantly changing transcripts ( p 0.05). Genes associated with the top enriched pathways were clustered using a radial force-driven display. Insets are zoomed out views of each cluster. Only signicantly changing genes are included in insets for clarity of presentation. Intensity of color (red  upregulated, green  downregulated, grey  not detected) is associated with degree of fold change and width of the bounding circle is inversely related to p (corr) -value. n 6 animals per group were used for the analysis.Int. J. Mol. Sci. 2017 ,18, 2062 13 of 23 Table 3. Differentially regulated genes and biological processes in livers of FLT mice. Gene Name Gene ID p (corr ) Value Fold Change GO Biological Process Agpat91-Acylglycerol-3-phosphate- O- acyltransferase 98.101043.740 Lipid metabolic process Cdkn1aCyclin-dependent kinase inhibitor1A (P21)4.241043.153Regulation of cyclin-dependent protein serine Elovl3Elongation of very long chain fatty acids-like33.761033.055 Lipid metabolic process Pnpla2Patatin-like phospholipase domain containing 21.171032.645 Lipid metabolic process Pde4d Phosphodiesterase 4D, cAMP specic 7.681042.161 cAMP catabolic process Pex11a Peroxisomal biogenesis factor 11 alpha 1.341032.066 Peroxisome organization Pex3 Peroxisomal biogenesis factor 3 8.821032.037 Peroxisome organization Pex19 Peroxisomal biogenesis factor 19 3.231031.953 Protein targeting to peroxisome Cirbp Cold inducible RNA binding protein 1.151021.895 Response to stress Pex16 Peroxisomal biogenesis factor 16 4.731041.887 Protein targeting to peroxisome Acot8 Acyl-Coa-thioesterase 8 4.731041.776 Peroxisome organization Atg2a Autophagy related 2A 2.591031.707 Autophagy Vwa8Von willebrand factor A domain containing 81.941031.651 ATP catabolic process Abcd3ATP-binding cassette, sub-familyD (ALD), member 31.941031.651 ATP catabolic process Abcg8ATP-binding cassette, sub-family G (WHITE), member 82.081021.628 ATP catabolic process Atp10d ATPase, class V , type 10D 7.481031.614 ATP catabolic process Map1lc3bMicrotubule-associated protein 1 light chain 3 2.501021.553 Autophagy Abcg5ATP binding cassette subfamily G member 54.111021.550 ATP catabolic process Pparaperoxisome proliferator activated receptor 2.101031.550Negative regulation of transcription Mtor Mechanistic target of rapamycin 5.061031.541Positive regulation of protein phosphorylation Wipi1WD repeat domain, phosphoinositide interacting 13.811021.537 Autophagic vacuole assembly Ppargc1b PPARG coactivator 1 1.241021.535Transcription from mitochondrial promoter Atg14 Autophagy related 14 2.541021.505 Autophagic vacuole assembly Pex1 Peroxisomal biogenesis factor 1 8.321031.417 Protein targeting to peroxisome Pex11b Peroxisomal biogenesis factor 2.491021.365 Peroxisome organization Pex10 Peroxisomal biogenesis factor 10 3.851021.357 Peroxisome organization Wipi2WD repeat domain, phosphoinositide interacting 21.671021.277 Autophagic vacuole assembly Map1lc3aMicrotubule associated protein 1 light chain 3 1.301021.256 Autophagic vacuole assembly Ampd2 Adenosine monophosphate deaminase 2 1.011021.608 AMP biosynthetic process Nfe2l2 Nuclear factor, erythroid 2 like 2 5.801031.643 Transcription, DNA-dependent Cyp26a1Cytochrome P450 family 26 subfamily A member 14.971022.015Central nervous system development Hsp90aa1Heat shock protein 90 family class A member 17.681042.653 ATP catabolic process Hspb1Heat shock protein family B (small) member 11.031035.755 Response to stress Red indicates signicantly upregulated genes in FLT compared to AEM controls, whilst blue indicates signicantly downregulated genes in FLT compared to AEM controls. The ubiquitinproteasome system (UPS) and autophagy are the two main intracellular degradation pathways  51. Autophagy primarily mediates the degradation of long-lived proteins andInt. J. Mol. Sci. 2017 ,18, 2062 14 of 23 organelles, maintaining intracellular homeostasis. Since activation of the proteasome is associated with increased autophagy, we used BIOMART  52 to obtain a list of genes associated with autophagy GO terms and screened that list for expression changes using EGAN (Figure 8). We found signicant upregulation in expression of a number of genes, including Atg2a , important for autophagosome formation as well as regulation of lipid droplet morphology and dispersion; microtubule-associated genes ( Map1lc3a ,Map1lc3b );Wipi1 and 2, involved in pre-autophagosome formation and the autophagy response to starvation; and Mtor , a central mediator of cellular response to stressors such as DNA damage and oxidative stress, supporting our GSEA results (Table 3). Alterations in the rate of autophagy have been shown to regulate ROS formation and redox balance under specic circumstances  53. However, proteins damaged by ROSRNS form protein aggregates that are degraded through the 20S proteasome in order to maintain cellular homeostasis  53. Exposure to chronic or sustained oxidative stress can lead to inactivation of the proteasome, resulting in accumulation of protein conjugates. Heavily oxidized protein aggregates are also not suitable for degradation by the proteasome  54. These aggregates may be specic targets of autophagy-related pathways mediated by heat shock protein chaperones, which were also altered in our analyses (Table 3). These results suggest that spaceight leads to upregulation of multiple autophagy-related pathways and are consistent with activation of the proteasome and attenuation of protein synthesis in livers from FLT mice as compared with AEM controls. Int. J. Mol. Sci. 2017 , 18, 2062 14 of 22 Figure 8. Autophagy programs are upregulated in livers from spaceflight mice. Cluster analysis using EGAN software was performed using genes associated with autophagy programs generated by BIOMART. Genes were clustered using a radial force-driven display. Intensity of color (red  upregulated, green  downregulated, grey  not dete cted) is associated with degree of fold change and width of the bounding circle is inversely related to p (corr)- value. n  6 animals per group were used for the analysis. Finally, we sought to determin e whether decreased response to oxidative stress was associated with induction of autophagy and we performed a pa thway analysis of the nuclear factor (erythroid- derived 2)-like 2 (NFE2L2NRF2)-mediated respon se to oxidative stress (Figure 9). We found significant downregulation of Nrf2 expression levels in FLT mice as compared to AEM controls (Table 3), as well as diminished expression of downstream pathway members, sugges ting that exposure to the space environment leads to attenuation of oxid ative defense. Notably, spaceflight studies using mice flown on STS-131 for 15 days also revealed do wnregulation of this oxidative stress mitigator in bone marrow tissues 46,47. Unfortun ately, we did not have sufficient sample to directly probe for changes in protein oxidation, although oxidative da mage is a likely cause for the observed increase in autophagy programs and upregulation of the proteasome in the FLT mice. Autophagy-related programs are essential for liver regeneration 55 and repair and induction of autophagy may occur in response to exposure to the space environment. Several studies have characterized the molecular mechanisms involved in re generation of the liver in response to a variety of stress conditions and in response to partial hepatectomy (PHx), whereby a significant portion of the rodent liver is removed and the remaining portion regenerates and restores the liver to its original size. This process is highly regulated and includes several distinct stages, including withdrawal of hepatocytes from quiescence, cell cycle entry and prog ression, cessation of cell division and return of hepatocytes to quiescence 5659. Although hepato cytes are the first cells to replicate, they are followed sequentially by other cell types within the liver including stellate cells and sinusoidal endothelial cells 59. Figure 8. Autophagy programs are upregulated in livers from spaceight mice. Cluster analysis using EGAN software was performed using genes associated with autophagy programs generated by BIOMART. Genes were clustered using a radial force-driven display. Intensity of color (red  upregulated , green  downregulated, grey  not detected) is associated with degree of fold change and width of the bounding circle is inversely related to p (corr) -value. n 6 animals per group were used for the analysis. Finally, we sought to determine whether decreased response to oxidative stress was associated with induction of autophagy and we performed a pathway analysis of the nuclear factor (erythroid-derived 2)-like 2 (NFE2L2NRF2)-mediated response to oxidative stress (Figure 9).Int. J. Mol. Sci. 2017 ,18, 2062 15 of 23 We found signicant downregulation of Nrf2 expression levels in FLT mice as compared to AEM controls (Table 3), as well as diminished expression of downstream pathway members, suggesting that exposure to the space environment leads to attenuation of oxidative defense. Notably, spaceight studies using mice own on STS-131 for 15 days also revealed downregulation of this oxidative stress mitigator in bone marrow tissues  46,47. Unfortunately, we did not have sufcient sample to directly probe for changes in protein oxidation, although oxidative damage is a likely cause for the observed increase in autophagy programs and upregulation of the proteasome in the FLT mice. Autophagy-related programs are essential for liver regeneration  55 and repair and induction of autophagy may occur in response to exposure to the space environment. Several studies have characterized the molecular mechanisms involved in regeneration of the liver in response to a variety of stress conditions and in response to partial hepatectomy (PHx), whereby a signicant portion of the rodent liver is removed and the remaining portion regenerates and restores the liver to its original size. This process is highly regulated and includes several distinct stages, including withdrawal of hepatocytes from quiescence, cell cycle entry and progression, cessation of cell division and return of hepatocytes to quiescence  5659. Although hepatocytes are the rst cells to replicate, they are followed sequentially by other cell types within the liver including stellate cells and sinusoidal endothelial cells 59. A recent study demonstrated that autophagy is critical in the prevention of hepatocyte senescence during the early stages of liver regeneration, and inhibition of autophagy-related genes results in delayed liver regeneration, aggregation of unfolded proteins, and activation of senescence in hepatocytes with a corresponding increase in senescence-associated secretory phenotype (SASP)-related molecules  58. This also coincides with considerable damage to the mitochondria, reduced -oxidation and reduced intrahepatic ATP generation, leading to dysregulation of hepatocellular lipid stores  58. As we found mild upregulation of autophagy-related genes as well as upregulation of senescence, it is possible that autophagy pathways were initially activated to degrade oxidized proteins. However, as chronic oxidative stress has been shown to induce hepatocyte senescence, it is likely that senescence signaling pathways were activated in response to accumulation of oxidized proteins and failure of autophagy mechanisms to clear these proteins. Indeed, other studies have also demonstrated links between increased oxidative stress and increased hepatocyte senescence, resulting in steatosis due to mitochondrial dysfunction  6062. This senescence-associated mitochondrial dysfunction is a regulated process driven by signaling through p21 and through p38 mitogen-activated protein kinase (MAPK), both of which we found to be upregulated in the current study (Table 3). Such changes are very similar to those that occur during ageing and obesity-related pathologies, such as insulin resistance, and have been associated with impaired energy generation and increased production of ROS. Studies conducted by us and others have shown spaceight leads to increased oxidative stress, increased insulin resistance, and systemic induction of aging-related pathologies. It is possible that in the liver, increased oxidative stress and altered autophagy pathways may cause hepatocyte senescence through activation of p21 and mitochondrial dysfunction, resulting in hepatic steatosis (as we previously reported  5) and impaired regenerative capacity. These molecular changes may have important implications for the onset of obesity-related diseases and regenerative health in the course of long-duration space exploration.Int. J. Mol. Sci. 2017 ,18, 2062 16 of 23 Int. J. Mol. Sci. 2017 , 18, 2062 15 of 22 Figure 9. NFE2L2NRF2-mediated pathways are downregulated in spaceflight mouse livers. Ingenuity Pathway Analysis was used for analysis of mRNA transcript levels in livers from FLT and AEM control mice. Grey  unchanged, green  downregulated, red  upregulated. Intensity of color correlates with degree of fold-change. n  6group. Figure 9. NFE2L2NRF2-mediated pathways are downregulated in spaceight mouse livers. Ingenuity Pathway Analysis was used for analysis of mRNA transcript levels in livers from FLT and AEM control mice. Grey  unchanged, green  downregulated, red  upregulated. Intensity of color correlates with degree of fold-change. n 6group.Int. J. Mol. Sci. 2017 ,18, 2062 17 of 23 3. Materials and Methods Animal studies were reviewed and approved by multiple Animal Care and Use Committee (ACUC) boards, including the NASA Ames Research Center ACUC (NAS-11-002-Y1; 31 May 2011), the NASA Kennedy Space Center (KSC) ACUC (FLT-11-078; 23 May 2011) and the University of Colorado at Boulder Institutional ACUC (1104.11; 10 May 2011). No protocol was required for assays performed at the University of Colorado Anschutz Medical Center or Loma Linda University since only tissues obtained after euthanasia (no live animals) were analyzed at our sites. All NASA studies involving vertebrate animals were carried out in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health. 3.1. Animals and Sample Collection Nine-week old weight-matched female C57BL6J mice were selected for this study because they produce fewer odor annoyance issues and were the only gender approved for ight ( n 15group). Additionally, all historical data (e.g., STS-118) were obtained on female mice so the use of female mice permitted comparisons across missions, particularly for the musculoskeletal studies that were primary. Mice were housed in Animal Enclosure Modules (AEMs, 10 mice per AEM habitat; 5 per side separated by a wire mesh) and either own on the Space Shuttle Atlantis (STS-135) for 13.5 days (FLT) or housed at the Space Life Science Laboratory (SLSL) at KSC (Ground AEM controls; AEM). Following two days of acclimation after receipt, mice were provided a NASA NuRFB foodbar (TD 04197; 47 carbohydrate, 17.9 protein, 3.9 lipids, 2.8 ber, 2.80 kcalg). All mice were placed into AEM housing one day before ight. Environmental parameters for ground control mice were matched as closely as possible with ight conditions using 48 h delayed telemetry data. Conditions were controlled for temperature, humidity, and a 1212 h lightdark cycle; foodbars and water were provided ad libitum . Tissues were harvested at the SLSL within 35 h after return of the Space Shuttle Atlantis and were distributed amongst a team of investigations through NASAs Biospecimen Sharing Program; we received one half lobe of liver from six mice per group. Mice were euthanized using 4 isourane followed by cardiac puncture and exsanguination. Liver lobes were extracted and dissected. A portion of the liver was prepared in 4 paraformaldehyde and the rest snap frozen in liquid nitrogen then shipped to either Loma Linda University or University of Colorado Anschutz Medical Campus and stored appropriately prior to use. 3.2. Transcriptomics Samples were prepared and analyzed as previously described  4,5. Briey, RNA was isolated using an RNeasy kit (Qiagen, Germantown, MD, USA) and the Ambion WT expression kit (Thermo Fisher Scientic, Waltham, MA, USA) was employed to prepare mRNA for whole transcriptome microarray analysis using an Affymetrix GeneChip 1.0 ST array (Thermo Fisher Scientic). Arrays were scanned using a GeneChip Scanner 3000 7G (Thermo Fisher Scientic) and Command Console Software v. 3.2.3 (Thermo Fisher Scientic) to produce. CEL intensity les which were processed with CARMAweb (Comprehensive R-based Microarray Analysis web service). GeneSpring software (Agilent, Santa Clara, CA, USA) was used to perform statistical analysis. Specically, samples were rst ltered on signal intensity values in order to remove background noise, statistical analysis was performed on normalized and ltered samples using a moderated t-test with Benjamini Hochberg FDR correction factor. Samples were then ltered based on fold change, whereby p(corr)  0.05 and fold change 1.5 or more was considered signicant. CARMAweb les were then imported into Ingenuity Pathway Analysis (Qiagen) software for subsequent analysis.Int. J. Mol. Sci. 2017 ,18, 2062 18 of 23 3.3. Metabolomics Frozen liver pieces ( n 6group) were shipped to Metabolon, Inc. (Morrisville, NC, USA) and stored at80C before use. Samples were prepared for the appropriate instrument, either Liquid ChromatographyMass Spectrometry (LCMS) or Gas ChromatographyMass Spectrometry (GCMS), as described previously  4,5. Briey, automated sample preparation was conducted to extract metabolites for analysis by LC and GC. Extracts were placed briey on a TurboVap (Zymark, Clackamas, OR, USA) to remove organic solvent. Each extract was then frozen and dried under vacuum. 3.4. Liquid ChromatographyMass Spectrometry (LCMS) Extracts were split into two aliquots, dried, then reconstituted in acidic or basic LC-compatible solvents, each of which contained 11 or more injection standards at xed concentrations. Metabolite features were measured using a Waters ACQUITY UPLC (Waters, Milford, MA, USA) and a Thermo-Finnigan LTQ-FT MS (Thermo Fisher Scientic) in two independent injections using separate dedicated columns as described previously  4,5. One aliquot was analyzed in positive ion mode under acidic conditions and gradient eluted from a Waters BEH C 182.1 mm100 mm column, containing 1.7m resin, using water and methanol as mobile phases with both containing 0.1 formic acid. The other aliquot was analyzed in negative ion mode using basic conditions, which also employed watermethanol, and contained 6.5 mM ammonium bicarbonate for ion pairing. Mass spectrometric analysis alternated between MS and data-dependent MS2scans using dynamic exclusion, scanning from 801000 mz. Accurate mass measurements were made on precursor ions with greater than 2 million counts; typical mass error was less than 5 ppm. 3.5. Gas ChromatographyMass Spectrometry (GCMS) Extracts destined for GCMS were vacuum desiccated for 24 h then derivatized under dried nitrogen using bis(trimethylsilyl)-triuoroacetamide (BSTFA). Volatile metabolites were separated using 5 phenyl95 dimethyl polysiloxane fused silica (20 m 0.18 mm ID; 0.18 m lm thickness) and a temperature ramp from 40 to 300C within 16 min; helium was used as the carrier gas. Compounds were analyzed using a Thermo-Finnigan Trace DSQ fast-scanning single-quadrupole MS (Thermo Fisher Scientic) equipped with electron impact ionization set to scan from 50750 mzat unit mass resolving power, as we previously described 4,5. 3.6. Compound Identication Mass spectral data were loaded into a relational database and peaks were identied using Metabolons peak integration software  63. Compounds were identied by comparison to library entries of puried standards based on the combination of retention time and mass spectra. Data were normalized to correct for variation resulting from instrument inter-day tuning differences. Each compound was corrected by registering the medians to equal 1.00 in run-day blocks and normalizing each data point proportionately. Missing values, assumed to be below the limit of detection of the instrument, were imputed with the observed minimum after normalization. 3.7. Data Availability Transcriptomics and metabolomics data are publicly accessible via the NASA GeneLAB data base. Transcriptomics data are found at the website (Available online: https:genelab-data.ndc.nasa. govgenelabaccessionGLDS-25). Metabolomics data are available at the website (Available online: https:genelab-data.ndc.nasa.govgenelabaccessionGLDS-108).Int. J. Mol. Sci. 2017 ,18, 2062 19 of 23 3.8. Integrated Data Analysis MetaboAnalyst software (Available online: www.metaboanalyst.ca) was used for pathway and enrichment analysis of metabolomics data as well as integrated analysis of transcriptomics and metabolomics datasets. Data were log-transformed and auto-scaled then subjected to various analytical modules within the software  64. Ingenuity Pathway Analysis (IPA) and Exploratory Gene Association Networks (EGAN)  42 (Available online: akt.ucsf.eduEGAN) were used to assess pathway activation based on changes in mRNA expression levels. Human Metabolite Database (HMDB) accession numbers were queried and names of genes associated with metabolites exhibiting signicant changes in abundance were extracted manually. These genes were used to construct a subset list of genes that may be functionally signicant, based on metabolite abundance changes, and this subset was also subjected to pathway and enrichment analysis. 3.9. Histology Fixed tissue sections were processed for hematoxylin and eosin (HE) staining as described previously  65. Histologic images were captured on an Olympus BX51 microscope equipped with a 4mp Macrore digital camera (Optronics, Tokyo, Japan) using the PictureFrame Application 2.3 (Optronics). All images were cropped and assembled using Photoshop CS2 (Adobe Systems, Inc., San Jose, CA, USA). 3.10. Statistical Analysis Data were analyzed with GraphPad Prism V6.0 (GraphPad Software, La Jolla, CA, USA) using a Mann-Whitney U-test or unpaired t-test with Welchs correction for comparison between groups. MeansSEM were reported. The ROUT method with Q 1 was used to identify outliers for exclusion from analysis. p (corr) -values less than 0.05 were selected to indicate signicance. 4. Conclusions The unbiased analyses presented here both support our previous results and extend them to show that exposure to the space environment for only 13.5 days results in increased oxidative stress due to elevated ROS and impaired oxidative defense (by way of attenuation of NRF2-related pathways) in the mouse liver. Furthermore, our multi-omics studies suggest that accumulation of oxidized proteins coupled with mitochondrial dysfunction may lead to activation of hepatocyte senescence, resulting in hepatocyte lipid accumulation and steatosis. Further investigation into the potential for liver damage in the course of long-duration space exploration is needed, as are development of effective countermeasures to protect astronaut health. Supplementary Materials: Supplementary materials can be found at www.mdpi.com1422-006718102062s1. Acknowledgments: The authors thank Amgen and their support team for the opportunity to participate in this study, and Virginia Ferguson, Mary Bouxsein, Ted Bateman, Louis Stodieck and BioServe Space Technologies at the University of Colorado at Boulder for organizing the tissue sharing project. We also appreciate Naomi Clayman, Paula Dumars and Vera Vizir of the University of Colorado Denver and NASA, as well as support staff at the Kennedy Space Center who assisted with and organized tissue collection. We are grateful to David Orlicky at the University of Colorado Anschutz Medical Campus for histological expertise. Michael J. Pecaut appreciates funding from NASA (NNX13AN34G). Author Contributions: Michael J. Pecaut conceived and designed the metabolomics and transcriptomics experiments. Michael J. Pecaut, Elizabeth A. Blaber and Karen R. Jonscher analyzed the data. Elizabeth A. Blaber and Karen R. Jonscher wrote the paper. Conicts of Interest: The authors declare no conict of interest. References 1. Meehan, R.; Whitson, P .; Sams, C. The role of psychoneuroendocrine factors on spaceight-induced immunological alterations. J. Leukoc. Biol. 1993 ,54, 236244. PubMedInt. J. Mol. Sci. 2017 ,18, 2062 20 of 23 2. Alwood, J.S.; Kumar, A.; Tran, L.H.; Wang, A.; Limoli, C.L.; Globus, R.K. Low-dose, ionizing radiation and age-related changes in skeletal microarchitecture. J. Aging Res. 2011 ,2012 . CrossRef PubMed 3. Cucinotta, F.A.; Schimmerling, W.; Wilson, J.W.; Peterson, L.E.; Badhwar, G.D.; Saganti, P .B.; Dicello, J.F. Space radiation cancer risks and uncertainties for mars missions. Radiat. Res. 2001 ,156, 682688. CrossRef 4. Pecaut, M.J.; Mao, X.W.; Bellinger, D.L.; Jonscher, K.R.; Stodieck, L.S.; Ferguson, V .L.; Bateman, T.A.; Mohney, R.P .; Gridley, D.S. Is spaceight-induced immune dysfunction linked to systemic changes in metabolism? PLoS ONE 2017 ,12, e0174174. CrossRef PubMed 5. Jonscher, K.R.; Alfonso-Garcia, A.; Suhalim, J.L.; Orlicky, D.J.; Potma, E.O.; Ferguson, V .L.; Bouxsein, M.L.; Bateman, T.A.; Stodieck, L.S.; Levi, M.; et al. Spaceight activates lipotoxic pathways in mouse liver. PLoS ONE 2016 ,11, e0152877. 6. Gobbel, G.T.; Bellinzona, M.; Vogt, A.R.; Gupta, N.; Fike, J.R.; Chan, P .H. Response of postmitotic neurons to X-irradiation: Implications for the role of DNA damage in neuronal apoptosis. J. Neurosci. 1998 ,18, 147155. PubMed 7. Shinohara, C.; Gobbel, G.T.; Lamborn, K.R.; Tada, E.; Fike, J.R. Apoptosis in the subependyma of young adult rats after single and fractionated doses of x-rays. Cancer Res. 1997 ,57, 26942702. PubMed 8. Bellinzona, M.; Gobbel, G.T.; Shinohara, C.; Fike, J.R. Apoptosis is induced in the subependyma of young adult rats by ionizing irradiation. Neurosci. Lett. 1996 ,208, 163166. CrossRef 9. Jafari, M.; Salehi, M.; Zardooz, H.; Rostamkhani, F. Response of liver antioxidant defense system to acute and chronic physical and psychological stresses in male rats. EXCLI J. 2014 ,13, 161171. PubMed 10. Duda, W.; Curzytek, K.; Kubera, M.; Iciek, M.; Kowalczyk-Pachel, D.; Bilska-Wilkosz, A.; Lorenc-Koci, E.; Leskiewicz, M.; Basta-Kaim, A.; Budziszewska, B.; et al. The effect of chronic mild stress and imipramine on the markers of oxidative stress and antioxidant system in rat liver. Neurotox. Res. 2016 ,30, 173184. CrossRef PubMed 11. Mao, X.W.; Pecaut, M.J.; Stodieck, L.S.; Ferguson, V .L.; Bateman, T.A.; Bouxsein, M.L.; Gridley, D.S. Biological and metabolic response in STS-135 space-own mouse skin. Free Radic. Res. 2014 ,48, 890897. CrossRef PubMed 12. Mao, X.W.; Pecaut, M.J.; Stodieck, L.S.; Ferguson, V .L.; Bateman, T.A.; Bouxsein, M.; Jones, T.A.; Moldovan, M.; Cunningham, C.E.; Chieu, J.; et al. Spaceight environment induces mitochondrial oxidative damage in ocular tissue. Radiat. Res. 2013 ,180, 340350. CrossRef PubMed 13. Baqai, F.P .; Gridley, D.S.; Slater, J.M.; Luo-Owen, X.; Stodieck, L.S.; Ferguson, V .; Chapes, S.K.; Pecaut, M.J. Effects of spaceight on innate immune function and antioxidant gene expression. J. Appl. Physiol. 2009 , 106, 19351942. CrossRef PubMed 14. Lee, M.Y.; Wang, Y.; Vanhoutte, P .M. Senescence of cultured porcine coronary arterial endothelial cells is associated with accelerated oxidative stress and activation of NFKB. J. Vasc. Res. 2010 ,47, 287298. CrossRef PubMed 15. Kondo, H.; Limoli, C.; Searby, N.D.; Almeida, E.A.; Loftus, D.J.; Vercoutere, W.; Morey-Holton, E.; Giedzinski, E.; Mojarrab, R.; Hilton, D.; et al. Shared oxidative pathways in response to gravity-dependent loading and -irradiation of bone marrow-derived skeletal cell progenitors. Radiats. Biol. Radioecol. 2007 , 47, 281285. PubMed 16. Evans, J.L.; Goldne, I.D.; Maddux, B.A.; Grodsky, G.M. Oxidative stress and stress-activated signaling pathways: A unifying hypothesis of type 2 diabetes. Endocr. Rev. 2002 ,23, 599622. CrossRef PubMed 17. Madamanchi, N.R.; Vendrov, A.; Runge, M.S. Oxidative stress and vascular disease. Arterioscler Arterioscler. Thromb. Vasc. Biol. 2005 ,25, 2938. CrossRef PubMed 18. Csanyi, G.; Miller, F.J., Jr. Oxidative stress in cardiovascular disease. Int. J. Mol. Sci. 2014 ,15, 60026008. CrossRef PubMed 19. Da Silva, M.S.; Zimmerman, P .M.; Meguid, M.M.; Nandi, J.; Ohinata, K.; Xu, Y.; Chen, C.; Tada, T.; Inui, A. Anorexia in space and possible etiologies: An overview. Nutrition 2002 ,18, 805813. CrossRef 20. Tobin, B.W.; Uchakin, P .N.; Leeper-Woodford, S.K. Insulin secretion and sensitivity in space ight: Diabetogenic effects. Nutrition 2002 ,18, 842848. CrossRef 21. Dello, S.A.; Neis, E.P .; de Jong, M.C.; van Eijk, H.M.; Kicken, C.H.; Olde, D.S.W.; Dejong, C.H. Systematic review of ophthalmate as a novel biomarker of hepatic glutathione depletion. Clin. Nutr. 2013 ,32, 325330. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2062 21 of 23 22. Anselm, V .; Novikova, S.; Zgoda, V . Re-adaption on earth after spaceights affects the mouse liver proteome. Int. J. Mol. Sci. 2017 ,18. CrossRef PubMed 23. Chandler, T.L.; White, H.M. Choline and methionine differentially alter methyl carbon metabolism in bovine neonatal hepatocytes. PLoS ONE 2017 ,12, e0171080. CrossRef PubMed 24. Lobley, G.E.; Connell, A.; Revell, D. The importance of transmethylation reactions to methionine metabolism in sheep: Effects of supplementation with creatine and choline. Br. J. Nutr. 1996 ,75, 4756. CrossRef PubMed 25. Levillain, O.; Marescau, B.; Possemiers, I.; de Deyn, P . Dehydration modies guanidino compound concentrations in the different zones of the rat kidney. Pugers Arch. 2002 ,444, 143152. CrossRef PubMed 26. Levillain, O.; Marescau, B.; Possemiers, I.; al Banchaabouchi, M.; de Deyn, P .P . Inuence of 72 injury in one kidney on several organs involved in guanidino compound metabolism: A time course study. Pugers Arch. 2001 ,442, 558569. CrossRef PubMed 27. Nordgren, M.; Fransen, M. Peroxisomal metabolism and oxidative stress. Biochimie 2014 ,98, 5662. CrossRef PubMed 28. Fransen, M.; Nordgren, M.; Wang, B.; Apanasets, O. Role of peroxisomes in ROSRNS-metabolism: Implications for human disease. Biochim. Biophys. Acta 2012 ,1822 , 13631373. CrossRef PubMed 29. Bonekamp, N.A.; Volkl, A.; Fahimi, H.D.; Schrader, M. Reactive oxygen species and peroxisomes: Struggling for balance. Biofactors 2009 ,35, 346355. CrossRef PubMed 30. Antonenkov, V .D.; Grunau, S.; Ohlmeier, S.; Hiltunen, J.K. Peroxisomes are oxidative organelles. Antioxid. Redox Signal. 2010 ,13, 525537. CrossRef PubMed 31. Manivannan, S.; Scheckhuber, C.Q.; Veenhuis, M.; van der Klei, I.J. The impact of peroxisomes on cellular aging and death. Front. Oncol. 2012 ,2, 50. CrossRef PubMed 32. Zayzafoon, M.; Meyers, V .E.; McDonald, J.M. Microgravity: The immune response and bone. Immunol. Rev. 2005 ,208, 267280. CrossRef PubMed 33. Borchers, A.T.; Keen, C.L.; Gershwin, M.E. Microgravity and immune responsiveness: Implications for space travel. Nutrition 2002 ,18, 889898. CrossRef 34. Pecaut, M.J.; Nelson, G.A.; Peters, L.L.; Kostenuik, P .J.; Bateman, T.A.; Morony, S.; Stodieck, L.S.; Lacey, D.L.; Simske, S.J.; Gridley, D.S. Genetic models in applied physiology: Selected contribution: Effects of spaceight on immunity in the C57BL6 mouse. I. Immune population distributions. J. Appl. Physiol. 2003 ,94, 20852094. CrossRef PubMed 35. Davis, T.A.; Wiesmann, W.; Kidwell, W.; Cannon, T.; Kerns, L.; Serke, C.; Delaplaine, T.; Pranger, A.; Lee, K.P . Effect of spaceight on human stem cell hematopoiesis: Suppression of erythropoiesis and myelopoiesis. J. Leukoc. Biol. 1996 ,60, 6976. PubMed 36. Bikman, B.T.; Summers, S.A. Ceramides as modulators of cellular and whole-body metabolism. J. Clin. Investig. 2011 ,121, 42224230. CrossRef PubMed 37. Kasumov, T.; Li, L.; Li, M.; Gulshan, K.; Kirwan, J.P .; Liu, X.; Previs, S.; Willard, B.; Smith, J.D.; McCullough, A. Ceramide as a mediator of non-alcoholic fatty liver disease and associated atherosclerosis. PLoS ONE 2015 , 10, e0126910. CrossRef PubMed 38. Bohnsack, M.T.; Sloan, K.E. The mitochondrial epitranscriptome: The roles of RNA modications in mitochondrial translation and human disease. Cell Mol. Life Sci. 2017 . CrossRef PubMed 39. Vare, V .Y.; Eruysal, E.R.; Narendran, A.; Sarachan, K.L.; Agris, P .F. Chemical and conformational diversity of modied nucleosides affects tRNA structure and function. Biomolecules 2017 ,7. CrossRef PubMed 40. Dewe, J.M.; Fuller, B.L.; Lentini, J.M.; Kellner, S.M.; Fu, D. TRMT1-catalyzed tRNA modications are required for redox homeostasis to ensure proper cellular proliferation and oxidative stress survival. Mol. Cell Biol. 2017 . CrossRef PubMed 41. Navarro-Gonzalez, C.; Moukadiri, I.; Villarroya, M.; Lopez-Pascual, E.; Tuck, S.; Armengod, M.E. Mutations in the caenorhabditis elegans orthologs of human genes required for mitochondrial tRNA modication cause similar electron transport chain defects but different nuclear responses. PLoS Genet 2017 ,13, e1006921. CrossRef PubMed 42. Paquette, J.; Tokuyasu, T. Egan: Exploratory gene association networks. Bioinformatics 2010 ,26, 285286. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2062 22 of 23 43. Akizu, N.; Cantagrel, V .; Schroth, J.; Cai, N.; Vaux, K.; McCloskey, D.; Naviaux, R.K.; van Vleet, J.; Fenstermaker, A.G.; Silhavy, J.L.; et al. AMPD2 regulates GTP synthesis and is mutated in a potentially treatable neurodegenerative brainstem disorder. Cell2013 ,154, 505517. CrossRef PubMed 44. Hudoyo, A.W.; Hirase, T.; Tandelillin, A.; Honda, M.; Shirai, M.; Cheng, J.; Morisaki, H.; Morisaki, T. Role of AMPD2 in impaired glucose tolerance induced by high fructose diet. Mol. Genet. Metab. Rep. 2017 ,13, 2329. CrossRef PubMed 45. Monticone, M.; Liu, Y.; Pujic, N.; Cancedda, R. Activation of nervous system development genes in bone marrow derived mesenchymal stem cells following spaceight exposure. J. Cell. Biochem. 2010 ,111, 442452. CrossRef PubMed 46. Blaber, E.A.; Dvorochkin, N.; Torres, M.L.; Yousuf, R.; Burns, B.P .; Globus, R.K.; Almeida, E.A. Mechanical unloading of bone in microgravity reduces mesenchymal and hematopoietic stem cell-mediated tissue regeneration. Stem Cell Res. 2014 ,13, 181201. CrossRef PubMed 47. Blaber, E.A.; Dvorochkin, N.; Lee, C.; Alwood, J.S.; Yousuf, R.; Pianetta, P .; Globus, R.K.; Burns, B.P .; Almeida, E.A. Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1AP21. PLoS ONE 2013 ,8, e61372. CrossRef PubMed 48. Blaber, E.; Sato, K.; Almeida, E.A. Stem cell health and tissue regeneration in microgravity. Stem Cells Dev. 2014 ,23, 7378. CrossRef PubMed 49. Blaber, E.A.; Finkelstein, H.; Dvorochkin, N.; Sato, K.Y.; Yousuf, R.; Burns, B.P .; Globus, R.K.; Almeida, E.A. Microgravity reduces the differentiation and regenerative potential of embryonic stem cells. Stem Cells Dev. 2015 ,24, 26052621. CrossRef PubMed 50. Chanfreau, G.F. Impact of RNA modications and RNA-modifying enzymes on eukaryotic ribonucleases. Enzymes 2017 ,41, 299329. PubMed 51. Kraft, C.; Peter, M.; Hofmann, K. Selective autophagy: Ubiquitin-mediated recognition and beyond. Nat. Cell Biol. 2010 ,12, 836841. CrossRef PubMed 52. Smedley, D.; Haider, S.; Durinck, S.; Pandini, L.; Provero, P .; Allen, J.; Arnaiz, O.; Awedh, M.H.; Baldock, R.; Barbiera, G.; et al. The biomart community portal: An innovative alternative to large, centralized data repositories. Nucleic Acids Res. 2015 ,43, W589W598. CrossRef PubMed 53. Navarro-Yepes, J.; Burns, M.; Anandhan, A.; Khalimonchuk, O.; del Razo, L.M.; Quintanilla-Vega, B.; Pappa, A.; Panayiotidis, M.I.; Franco, R. Oxidative stress, redox signaling, and autophagy: Cell death versus survival. Antioxid. Redox Signal. 2014 ,21, 6685. CrossRef PubMed 54. Kriegenburg, F.; Poulsen, E.G.; Koch, A.; Kruger, E.; Hartmann-Petersen, R. Redox control of the ubiquitin-proteasome system: From molecular mechanisms to functional signicance. Antioxid. Redox Signal. 2011 ,15, 22652299. CrossRef PubMed 55. Wang, K. Autophagy and apoptosis in liver injury. Cell Cycle 2015 ,14, 16311642. CrossRef PubMed 56. Michalopoulos, G.K. Liver regeneration. J. Cell Physiol. 2007 ,213, 286300. CrossRef PubMed 57. Michalopoulos, G.K. Advances in liver regeneration. Expert. Rev. Gastroenterol. Hepatol. 2014 ,8, 897907. CrossRef PubMed 58. Toshima, T.; Shirabe, K.; Fukuhara, T.; Ikegami, T.; Yoshizumi, T.; Soejima, Y.; Ikeda, T.; Okano, S.; Maehara, Y. Suppression of autophagy during liver regeneration impairs energy charge and hepatocyte senescence in mice. Hepatology 2014 ,60, 290300. CrossRef PubMed 59. Diehl, A.M.; Chute, J. Underlying potential: Cellular and molecular determinants of adult liver repair. J. Clin. Investig. 2013 ,123, 18581860. CrossRef PubMed 60. Ogrodnik, M.; Miwa, S.; Tchkonia, T.; Tiniakos, D.; Wilson, C.L.; Lahat, A.; Day, C.P .; Burt, A.; Palmer, A.; Anstee, Q.M.; et al. Cellular senescence drives age-dependent hepatic steatosis. Nat. Commun. 2017 ,8, 15691. CrossRef PubMed 61. Apostolopoulou, M.; Gordillo, R.; Koliaki, C.; Gancheva, S.; Jelenik, T.; Herder, C.; Markgraf, D.; Scherer, P .E.; Roden, M. Serum and hepatic sphingolipids relate to insulin resistance, hepatic mitochondrial capacity and oxidative stress in non-alcoholic fatty liver disease. In Diabetologie und Stoffwechsel ; Thieme: New York, NY, USA, 2017; pp. S1S84. 62. Meikle, P .J.; Summers, S.A. Sphingolipids and phospholipids in insulin resistance and related metabolic disorders. Nat. Rev. Endocrinol. 2017 ,13, 7991. CrossRef PubMed 63. Dehaven, C.D.; Evans, A.M.; Dai, H.; Lawton, K.A. Organization of GCMS and LCMS metabolomics data into chemical libraries. J. Cheminform. 2010 ,2, 9. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2062 23 of 23 64. Xia, J.; Wishart, D.S. Using metaboanalyst 3.0 for comprehensive metabolomics data analysis. Curr. Protoc. Bioinform. 2016 ,55. CrossRef 65. Russell, T.D.; Palmer, C.A.; Orlicky, D.J.; Fischer, A.; Rudolph, M.C.; Neville, M.C.; McManaman, J.L. Cytoplasmic lipid droplet accumulation in developing mammary epithelial cells: Roles of adipophilin and lipid metabolism. J. Lipid. Res. 2007 ,48, 14631475. CrossRef PubMed 2017 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http:creativecommons.orglicensesby4.0).",
        "introduction": "Long-duration spaceight is associated with signicant risks including prolonged exposure to microgravity, continuous exposure to low-doselow-dose rate radiation, psychological and environmental stress and contact with potentially dangerous levels of microbial contamination  15. Radiation is known to induce single (SSB) and double strand (DSB) DNA breaks, permanently damaging nuclear and mitochondrial DNA and leading to early apoptosis or necrosis  68. At low-doselow-dose rates, radiation immediately triggers oxidative stress via a spike in the level of reactive oxygen species (ROS). Acute psychological stress increases hepatic lipid peroxidation as well as levels of ROS  9, however chronically stressed animals compensate  9,10. Therefore, exposure to the space environment, characterized by changes in physiological and psychological stress, as well as exposure to low-doselow-dose rate radiation, may systemically alter ROS levels in a complex fashion 1113. Excessive ROS production, without a corresponding upregulation in antioxidant or ROS scavenger pathways, can cause damage to cellular components including DNA, proteins and lipids, inducing pro-inammatory cytokines and the nuclear factor -light-chain-enhancer of activated B cells (NF- B) pathway  14. This can lead to cell cycle arrest, activation of senescence or apoptosis and upregulation of inammatory signaling molecules, causing widespread organelle, cell and tissue damage  15. Under conditions of chronic exposure to oxidative stress (such as in spaceight), an imbalance Int. J. Mol. Sci. 2017 ,18, 2062; doi:10.3390ijms18102062 www.mdpi.comjournalijmsInt. J. Mol. Sci. 2017 ,18, 2062 2 of 23 occurs between ROS production and antioxidant quenching resulting in increased cellular and tissue damage  1618. Mitochondria are particularly vulnerable to damage by excess ROS and we hypothesized that the liver, a mitochondria-rich metabolic organ, may be a target of spaceight-induced decits. In support of this hypothesis, astronauts were shown to exhibit a mild diabetogenic phenotype following spaceight, the severity of which was linked with ight duration 19,20. We previously demonstrated that mice own aboard the Space Shuttle Atlantis (Space Transportation System (STS)-135) for 13.5 days exhibited a signicantly impaired response to oxidative stress evidenced by decreased hepatic levels of the antioxidant glutathione (GSH, reduced), with concomitant increased ophthalmate, a biomarker for depletion of glutathione, and increased ratio of glutathione disulde (GSSG):GSH  21. Other spaceight-induced changes in hepatic genes linked to oxidative defense have also been observed  13. Our targeted analyses of metabolomics and transcriptomics datasets obtained from livers of spaceight mice showed dysregulation of pathways involved in both lipid metabolism and the immune response, with signs of retinoid export and activation of peroxisome proliferator-activated receptor (PPAR) pathways suggestive of nascent hepatic fat accretion and collagen deposition. Proteomics data acquired from mice exposed to space for 30 days exhibited similar patterns when compared with mice re-acclimated to ground conditions 22. Our previous integrated data analysis utilized a limited set of genes and metabolites that were elevated in abundance in spaceight mice as compared with ground controls and were tightly correlated with histological evidence of increased hepatic lipid accumulation. The goal of the present study was to perform unbiased, integrated analyses using the entire metabolomics and transcriptomics datasets to determine whether additional insights into the effects of exposure to the space environment on liver metabolism and cellular function could be gleaned. Utilizing several enrichment algorithms, we determined that degradation and senescence programs were altered in spaceight mice in concert with attenuation of oxidative defense networks. 2.",
        "conclusion": "s The unbiased analyses presented here both support our previous results and extend them to show that exposure to the space environment for only 13.5 days results in increased oxidative stress due to elevated ROS and impaired oxidative defense (by way of attenuation of NRF2-related pathways) in the mouse liver. Furthermore, our multi-omics studies suggest that accumulation of oxidized proteins coupled with mitochondrial dysfunction may lead to activation of hepatocyte senescence, resulting in hepatocyte lipid accumulation and steatosis. Further investigation into the potential for liver damage in the course of long-duration space exploration is needed, as are development of effective countermeasures to protect astronaut health. Supplementary Materials: Supplementary materials can be found at www.mdpi.com1422-006718102062s1. Acknowledgments: The authors thank Amgen and their support team for the opportunity to participate in this study, and Virginia Ferguson, Mary Bouxsein, Ted Bateman, Louis Stodieck and BioServe Space Technologies at the University of Colorado at Boulder for organizing the tissue sharing project. We also appreciate Naomi Clayman, Paula Dumars and Vera Vizir of the University of Colorado Denver and NASA, as well as support staff at the Kennedy Space Center who assisted with and organized tissue collection. We are grateful to David Orlicky at the University of Colorado Anschutz Medical Campus for histological expertise. Michael J. Pecaut appreciates funding from NASA (NNX13AN34G). Author Contributions: Michael J. Pecaut conceived and designed the metabolomics and transcriptomics experiments. Michael J. Pecaut, Elizabeth A. Blaber and Karen R. Jonscher analyzed the data. Elizabeth A. Blaber and Karen R. Jonscher wrote the paper. Conicts of Interest: The authors declare no conict of interest. References 1. Meehan, R.; Whitson, P .; Sams, C. The role of psychoneuroendocrine factors on spaceight-induced immunological alterations. J. Leukoc. Biol. 1993 ,54, 236244. PubMedInt. J. Mol. Sci. 2017 ,18, 2062 20 of 23 2. Alwood, J.S.; Kumar, A.; Tran, L.H.; Wang, A.; Limoli, C.L.; Globus, R.K. Low-dose, ionizing radiation and age-related changes in skeletal microarchitecture. J. Aging Res. 2011 ,2012 . CrossRef PubMed 3. Cucinotta, F.A.; Schimmerling, W.; Wilson, J.W.; Peterson, L.E.; Badhwar, G.D.; Saganti, P .B.; Dicello, J.F. Space radiation cancer risks and uncertainties for mars missions. Radiat. Res. 2001 ,156, 682688. CrossRef 4. Pecaut, M.J.; Mao, X.W.; Bellinger, D.L.; Jonscher, K.R.; Stodieck, L.S.; Ferguson, V .L.; Bateman, T.A.; Mohney, R.P .; Gridley, D.S. Is spaceight-induced immune dysfunction linked to systemic changes in metabolism? PLoS ONE 2017 ,12, e0174174. CrossRef PubMed 5. Jonscher, K.R.; Alfonso-Garcia, A.; Suhalim, J.L.; Orlicky, D.J.; Potma, E.O.; Ferguson, V .L.; Bouxsein, M.L.; Bateman, T.A.; Stodieck, L.S.; Levi, M.; et al. Spaceight activates lipotoxic pathways in mouse liver. PLoS ONE 2016 ,11, e0152877. 6. Gobbel, G.T.; Bellinzona, M.; Vogt, A.R.; Gupta, N.; Fike, J.R.; Chan, P .H. Response of postmitotic neurons to X-irradiation: Implications for the role of DNA damage in neuronal apoptosis. J. Neurosci. 1998 ,18, 147155. PubMed 7. Shinohara, C.; Gobbel, G.T.; Lamborn, K.R.; Tada, E.; Fike, J.R. Apoptosis in the subependyma of young adult rats after single and fractionated doses of x-rays. Cancer Res. 1997 ,57, 26942702. PubMed 8. Bellinzona, M.; Gobbel, G.T.; Shinohara, C.; Fike, J.R. Apoptosis is induced in the subependyma of young adult rats by ionizing irradiation. Neurosci. Lett. 1996 ,208, 163166. CrossRef 9. Jafari, M.; Salehi, M.; Zardooz, H.; Rostamkhani, F. Response of liver antioxidant defense system to acute and chronic physical and psychological stresses in male rats. EXCLI J. 2014 ,13, 161171. PubMed 10. Duda, W.; Curzytek, K.; Kubera, M.; Iciek, M.; Kowalczyk-Pachel, D.; Bilska-Wilkosz, A.; Lorenc-Koci, E.; Leskiewicz, M.; Basta-Kaim, A.; Budziszewska, B.; et al. The effect of chronic mild stress and imipramine on the markers of oxidative stress and antioxidant system in rat liver. Neurotox. Res. 2016 ,30, 173184. CrossRef PubMed 11. Mao, X.W.; Pecaut, M.J.; Stodieck, L.S.; Ferguson, V .L.; Bateman, T.A.; Bouxsein, M.L.; Gridley, D.S. Biological and metabolic response in STS-135 space-own mouse skin. Free Radic. Res. 2014 ,48, 890897. CrossRef PubMed 12. Mao, X.W.; Pecaut, M.J.; Stodieck, L.S.; Ferguson, V .L.; Bateman, T.A.; Bouxsein, M.; Jones, T.A.; Moldovan, M.; Cunningham, C.E.; Chieu, J.; et al. Spaceight environment induces mitochondrial oxidative damage in ocular tissue. Radiat. Res. 2013 ,180, 340350. CrossRef PubMed 13. Baqai, F.P .; Gridley, D.S.; Slater, J.M.; Luo-Owen, X.; Stodieck, L.S.; Ferguson, V .; Chapes, S.K.; Pecaut, M.J. Effects of spaceight on innate immune function and antioxidant gene expression. J. Appl. Physiol. 2009 , 106, 19351942. CrossRef PubMed 14. Lee, M.Y.; Wang, Y.; Vanhoutte, P .M. Senescence of cultured porcine coronary arterial endothelial cells is associated with accelerated oxidative stress and activation of NFKB. J. Vasc. Res. 2010 ,47, 287298. CrossRef PubMed 15. Kondo, H.; Limoli, C.; Searby, N.D.; Almeida, E.A.; Loftus, D.J.; Vercoutere, W.; Morey-Holton, E.; Giedzinski, E.; Mojarrab, R.; Hilton, D.; et al. Shared oxidative pathways in response to gravity-dependent loading and -irradiation of bone marrow-derived skeletal cell progenitors. Radiats. Biol. Radioecol. 2007 , 47, 281285. PubMed 16. Evans, J.L.; Goldne, I.D.; Maddux, B.A.; Grodsky, G.M. Oxidative stress and stress-activated signaling pathways: A unifying hypothesis of type 2 diabetes. Endocr. Rev. 2002 ,23, 599622. CrossRef PubMed 17. Madamanchi, N.R.; Vendrov, A.; Runge, M.S. Oxidative stress and vascular disease. Arterioscler Arterioscler. Thromb. Vasc. Biol. 2005 ,25, 2938. CrossRef PubMed 18. Csanyi, G.; Miller, F.J., Jr. Oxidative stress in cardiovascular disease. Int. J. Mol. Sci. 2014 ,15, 60026008. CrossRef PubMed 19. Da Silva, M.S.; Zimmerman, P .M.; Meguid, M.M.; Nandi, J.; Ohinata, K.; Xu, Y.; Chen, C.; Tada, T.; Inui, A. Anorexia in space and possible etiologies: An overview. Nutrition 2002 ,18, 805813. CrossRef 20. Tobin, B.W.; Uchakin, P .N.; Leeper-Woodford, S.K. Insulin secretion and sensitivity in space ight: Diabetogenic effects. Nutrition 2002 ,18, 842848. CrossRef 21. Dello, S.A.; Neis, E.P .; de Jong, M.C.; van Eijk, H.M.; Kicken, C.H.; Olde, D.S.W.; Dejong, C.H. Systematic review of ophthalmate as a novel biomarker of hepatic glutathione depletion. Clin. Nutr. 2013 ,32, 325330. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2062 21 of 23 22. Anselm, V .; Novikova, S.; Zgoda, V . Re-adaption on earth after spaceights affects the mouse liver proteome. Int. J. Mol. Sci. 2017 ,18. CrossRef PubMed 23. Chandler, T.L.; White, H.M. Choline and methionine differentially alter methyl carbon metabolism in bovine neonatal hepatocytes. PLoS ONE 2017 ,12, e0171080. CrossRef PubMed 24. Lobley, G.E.; Connell, A.; Revell, D. The importance of transmethylation reactions to methionine metabolism in sheep: Effects of supplementation with creatine and choline. Br. J. Nutr. 1996 ,75, 4756. CrossRef PubMed 25. Levillain, O.; Marescau, B.; Possemiers, I.; de Deyn, P . Dehydration modies guanidino compound concentrations in the different zones of the rat kidney. Pugers Arch. 2002 ,444, 143152. CrossRef PubMed 26. Levillain, O.; Marescau, B.; Possemiers, I.; al Banchaabouchi, M.; de Deyn, P .P . Inuence of 72 injury in one kidney on several organs involved in guanidino compound metabolism: A time course study. Pugers Arch. 2001 ,442, 558569. CrossRef PubMed 27. Nordgren, M.; Fransen, M. Peroxisomal metabolism and oxidative stress. Biochimie 2014 ,98, 5662. CrossRef PubMed 28. Fransen, M.; Nordgren, M.; Wang, B.; Apanasets, O. Role of peroxisomes in ROSRNS-metabolism: Implications for human disease. Biochim. Biophys. Acta 2012 ,1822 , 13631373. CrossRef PubMed 29. Bonekamp, N.A.; Volkl, A.; Fahimi, H.D.; Schrader, M. Reactive oxygen species and peroxisomes: Struggling for balance. Biofactors 2009 ,35, 346355. CrossRef PubMed 30. Antonenkov, V .D.; Grunau, S.; Ohlmeier, S.; Hiltunen, J.K. Peroxisomes are oxidative organelles. Antioxid. Redox Signal. 2010 ,13, 525537. CrossRef PubMed 31. Manivannan, S.; Scheckhuber, C.Q.; Veenhuis, M.; van der Klei, I.J. The impact of peroxisomes on cellular aging and death. Front. Oncol. 2012 ,2, 50. CrossRef PubMed 32. Zayzafoon, M.; Meyers, V .E.; McDonald, J.M. Microgravity: The immune response and bone. Immunol. Rev. 2005 ,208, 267280. CrossRef PubMed 33. Borchers, A.T.; Keen, C.L.; Gershwin, M.E. Microgravity and immune responsiveness: Implications for space travel. Nutrition 2002 ,18, 889898. CrossRef 34. Pecaut, M.J.; Nelson, G.A.; Peters, L.L.; Kostenuik, P .J.; Bateman, T.A.; Morony, S.; Stodieck, L.S.; Lacey, D.L.; Simske, S.J.; Gridley, D.S. Genetic models in applied physiology: Selected contribution: Effects of spaceight on immunity in the C57BL6 mouse. I. Immune population distributions. J. Appl. Physiol. 2003 ,94, 20852094. CrossRef PubMed 35. Davis, T.A.; Wiesmann, W.; Kidwell, W.; Cannon, T.; Kerns, L.; Serke, C.; Delaplaine, T.; Pranger, A.; Lee, K.P . Effect of spaceight on human stem cell hematopoiesis: Suppression of erythropoiesis and myelopoiesis. J. Leukoc. Biol. 1996 ,60, 6976. PubMed 36. Bikman, B.T.; Summers, S.A. Ceramides as modulators of cellular and whole-body metabolism. J. Clin. Investig. 2011 ,121, 42224230. CrossRef PubMed 37. Kasumov, T.; Li, L.; Li, M.; Gulshan, K.; Kirwan, J.P .; Liu, X.; Previs, S.; Willard, B.; Smith, J.D.; McCullough, A. Ceramide as a mediator of non-alcoholic fatty liver disease and associated atherosclerosis. PLoS ONE 2015 , 10, e0126910. CrossRef PubMed 38. Bohnsack, M.T.; Sloan, K.E. The mitochondrial epitranscriptome: The roles of RNA modications in mitochondrial translation and human disease. Cell Mol. Life Sci. 2017 . CrossRef PubMed 39. Vare, V .Y.; Eruysal, E.R.; Narendran, A.; Sarachan, K.L.; Agris, P .F. Chemical and conformational diversity of modied nucleosides affects tRNA structure and function. Biomolecules 2017 ,7. CrossRef PubMed 40. Dewe, J.M.; Fuller, B.L.; Lentini, J.M.; Kellner, S.M.; Fu, D. TRMT1-catalyzed tRNA modications are required for redox homeostasis to ensure proper cellular proliferation and oxidative stress survival. Mol. Cell Biol. 2017 . CrossRef PubMed 41. Navarro-Gonzalez, C.; Moukadiri, I.; Villarroya, M.; Lopez-Pascual, E.; Tuck, S.; Armengod, M.E. Mutations in the caenorhabditis elegans orthologs of human genes required for mitochondrial tRNA modication cause similar electron transport chain defects but different nuclear responses. PLoS Genet 2017 ,13, e1006921. CrossRef PubMed 42. Paquette, J.; Tokuyasu, T. Egan: Exploratory gene association networks. Bioinformatics 2010 ,26, 285286. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2062 22 of 23 43. Akizu, N.; Cantagrel, V .; Schroth, J.; Cai, N.; Vaux, K.; McCloskey, D.; Naviaux, R.K.; van Vleet, J.; Fenstermaker, A.G.; Silhavy, J.L.; et al. AMPD2 regulates GTP synthesis and is mutated in a potentially treatable neurodegenerative brainstem disorder. Cell2013 ,154, 505517. CrossRef PubMed 44. Hudoyo, A.W.; Hirase, T.; Tandelillin, A.; Honda, M.; Shirai, M.; Cheng, J.; Morisaki, H.; Morisaki, T. Role of AMPD2 in impaired glucose tolerance induced by high fructose diet. Mol. Genet. Metab. Rep. 2017 ,13, 2329. CrossRef PubMed 45. Monticone, M.; Liu, Y.; Pujic, N.; Cancedda, R. Activation of nervous system development genes in bone marrow derived mesenchymal stem cells following spaceight exposure. J. Cell. Biochem. 2010 ,111, 442452. CrossRef PubMed 46. Blaber, E.A.; Dvorochkin, N.; Torres, M.L.; Yousuf, R.; Burns, B.P .; Globus, R.K.; Almeida, E.A. Mechanical unloading of bone in microgravity reduces mesenchymal and hematopoietic stem cell-mediated tissue regeneration. Stem Cell Res. 2014 ,13, 181201. CrossRef PubMed 47. Blaber, E.A.; Dvorochkin, N.; Lee, C.; Alwood, J.S.; Yousuf, R.; Pianetta, P .; Globus, R.K.; Burns, B.P .; Almeida, E.A. Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1AP21. PLoS ONE 2013 ,8, e61372. CrossRef PubMed 48. Blaber, E.; Sato, K.; Almeida, E.A. Stem cell health and tissue regeneration in microgravity. Stem Cells Dev. 2014 ,23, 7378. CrossRef PubMed 49. Blaber, E.A.; Finkelstein, H.; Dvorochkin, N.; Sato, K.Y.; Yousuf, R.; Burns, B.P .; Globus, R.K.; Almeida, E.A. Microgravity reduces the differentiation and regenerative potential of embryonic stem cells. Stem Cells Dev. 2015 ,24, 26052621. CrossRef PubMed 50. Chanfreau, G.F. Impact of RNA modications and RNA-modifying enzymes on eukaryotic ribonucleases. Enzymes 2017 ,41, 299329. PubMed 51. Kraft, C.; Peter, M.; Hofmann, K. Selective autophagy: Ubiquitin-mediated recognition and beyond. Nat. Cell Biol. 2010 ,12, 836841. CrossRef PubMed 52. Smedley, D.; Haider, S.; Durinck, S.; Pandini, L.; Provero, P .; Allen, J.; Arnaiz, O.; Awedh, M.H.; Baldock, R.; Barbiera, G.; et al. The biomart community portal: An innovative alternative to large, centralized data repositories. Nucleic Acids Res. 2015 ,43, W589W598. CrossRef PubMed 53. Navarro-Yepes, J.; Burns, M.; Anandhan, A.; Khalimonchuk, O.; del Razo, L.M.; Quintanilla-Vega, B.; Pappa, A.; Panayiotidis, M.I.; Franco, R. Oxidative stress, redox signaling, and autophagy: Cell death versus survival. Antioxid. Redox Signal. 2014 ,21, 6685. CrossRef PubMed 54. Kriegenburg, F.; Poulsen, E.G.; Koch, A.; Kruger, E.; Hartmann-Petersen, R. Redox control of the ubiquitin-proteasome system: From molecular mechanisms to functional signicance. Antioxid. Redox Signal. 2011 ,15, 22652299. CrossRef PubMed 55. Wang, K. Autophagy and apoptosis in liver injury. Cell Cycle 2015 ,14, 16311642. CrossRef PubMed 56. Michalopoulos, G.K. Liver regeneration. J. Cell Physiol. 2007 ,213, 286300. CrossRef PubMed 57. Michalopoulos, G.K. Advances in liver regeneration. Expert. Rev. Gastroenterol. Hepatol. 2014 ,8, 897907. CrossRef PubMed 58. Toshima, T.; Shirabe, K.; Fukuhara, T.; Ikegami, T.; Yoshizumi, T.; Soejima, Y.; Ikeda, T.; Okano, S.; Maehara, Y. Suppression of autophagy during liver regeneration impairs energy charge and hepatocyte senescence in mice. Hepatology 2014 ,60, 290300. CrossRef PubMed 59. Diehl, A.M.; Chute, J. Underlying potential: Cellular and molecular determinants of adult liver repair. J. Clin. Investig. 2013 ,123, 18581860. CrossRef PubMed 60. Ogrodnik, M.; Miwa, S.; Tchkonia, T.; Tiniakos, D.; Wilson, C.L.; Lahat, A.; Day, C.P .; Burt, A.; Palmer, A.; Anstee, Q.M.; et al. Cellular senescence drives age-dependent hepatic steatosis. Nat. Commun. 2017 ,8, 15691. CrossRef PubMed 61. Apostolopoulou, M.; Gordillo, R.; Koliaki, C.; Gancheva, S.; Jelenik, T.; Herder, C.; Markgraf, D.; Scherer, P .E.; Roden, M. Serum and hepatic sphingolipids relate to insulin resistance, hepatic mitochondrial capacity and oxidative stress in non-alcoholic fatty liver disease. In Diabetologie und Stoffwechsel ; Thieme: New York, NY, USA, 2017; pp. S1S84. 62. Meikle, P .J.; Summers, S.A. Sphingolipids and phospholipids in insulin resistance and related metabolic disorders. Nat. Rev. Endocrinol. 2017 ,13, 7991. CrossRef PubMed 63. Dehaven, C.D.; Evans, A.M.; Dai, H.; Lawton, K.A. Organization of GCMS and LCMS metabolomics data into chemical libraries. J. Cheminform. 2010 ,2, 9. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2062 23 of 23 64. Xia, J.; Wishart, D.S. Using metaboanalyst 3.0 for comprehensive metabolomics data analysis. Curr. Protoc. Bioinform. 2016 ,55. CrossRef 65. Russell, T.D.; Palmer, C.A.; Orlicky, D.J.; Fischer, A.; Rudolph, M.C.; Neville, M.C.; McManaman, J.L. Cytoplasmic lipid droplet accumulation in developing mammary epithelial cells: Roles of adipophilin and lipid metabolism. J. Lipid. Res. 2007 ,48, 14631475. CrossRef PubMed 2017 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http:creativecommons.orglicensesby4.0).",
        "images": []
    }
]