[
    {
        "pmid": "33881536",
        "title": "Spatial and temporal localization of SPIRRIG and WAVE/SCAR reveal roles for these proteins in actin-mediated root hair development.",
        "year": "2021",
        "journal": "Plant Cell",
        "abstract": "Root hairs are single-cell protrusions that enable roots to optimize nutrient and water acquisition. These structures attain their tubular shapes by confining growth to the cell apex, a process called tip growth. The actin cytoskeleton and endomembrane systems are essential for tip growth; however, little is known about how these cellular components coordinate their activities during this process. Here, we show that SPIRRIG (SPI), a beige and Chediak Higashi domain-containing protein involved in membrane trafficking, and BRK1 and SCAR2, subunits of the WAVE/SCAR (W/SC) actin nucleating promoting complex, display polarized localizations in Arabidopsis thaliana root hairs during distinct developmental stages. SPI accumulates at the root hair apex via post-Golgi compartments and positively regulates tip growth by maintaining tip-focused vesicle secretion and filamentous-actin integrity. BRK1 and SCAR2 on the other hand, mark the root hair initiation domain to specify the position of root hair emergence. Consistent with the localization data, tip growth was reduced in spi and the position of root hair emergence was disrupted in brk1 and scar1234. BRK1 depletion coincided with SPI accumulation as root hairs transitioned from initiation to tip growth. Taken together, our work uncovers a role for SPI in facilitating actin-dependent root hair development in Arabidopsis through pathways that might intersect with W/SC.",
        "full_text": "Spatial and temporal localization of SPIRRIG and WAVESCAR reveal roles for these proteins in actin-mediated root hair development Sabrina Chin ,1,,,Taegun Kwon ,1,Bibi Rafeiza Khan ,1,J. Alan Sparks ,1Eileen L. Mallery ,2 Daniel B. Szymanski ,2,3and Elison B. Blancaflor1,,j, 1 Noble Research Institute LLC, 2510 Sam Noble Parkway, Ardmore, Oklahoma 73401, USA 2 Department of Botany and Plant Pathology, Purdu e University, West Lafayette, Indiana 47907, USA 3 Department of Biological Sciences, Purdue University, West Lafayette, Indiana 47907, USA Author for correspondence: elisonwhiteowergmail.com (E.B.B.), schin7wisc.edu (S.C.). Present address: Department of Botany, University of Wisconsin, Madison, Wisconsin, USA Present address: Genomics Center, BioDiscovery Insti tute, University of North Texas, Denton, Texas, USA. Present address: Department of Biology, University o f Guyana, Turkeyen Campus, 41 Georgetown, Guyana. Present address: Utililization and Life Sciences Ofce, NASA John F. Ke nnedy Space Center, Kennedy Space Center, Merritt Island, Florida, USA. Senior authors.S.C., T.K, D.B.S, and E.B.B. conceptualized and d e s i g n e dt h er e s e a r c ha n da n a l y z e da n di n t e r p r e t e d the data. S.C., J.A.S., and E.B.B. conducted root hair, primary root growth, microscopy, ima ge, and statistical analysis of data. T.K., J.A.S., B.R.K., E.L.M., and D.B .S. generated various research reag ents. All authors contributed to writing the manuscript.The authors responsible for distribution of mate rials integral to the ndings presented in this ar ticle in accordance with the policy described in th e Instructions for Authors (https :academic.oup.complcell ) are: Elison B. Blancaor (elisonwhiteowerg mail.com) and Sabrina Chin (schin7wisc.edu). Abstract Root hairs are single-cell protrusions that enable roots to optimize n utrient and water acquisition. These structures attain their tubu- lar shapes by conning growth to the cell apex, a process called t ip growth. The actin cytoskeleton and endomembrane systems are essential for tip growth; however, little is known about how these ce llular components coordinate their activities during this process. Here, we show that SPIRRIG (SPI), a beige and Chediak Higashi dom ain-containing protein involved in membrane trafcking, and BRK1 and SCAR2, subunits of the WAVESCAR (WSC) actin nucleat ing promoting complex, display polarized localizations in Arabidopsis thaliana root hairs during distinct developmental stages. SPI ac cumulates at the root hair apex via post-Golgi compart- ments and positively regulates tip growth by maintaining tip-foc used vesicle secretion and lamentous-actin integrity. BRK1 and SCAR2 on the other hand, mark the root hair initiation domain to spec ify the position of root hair emergence. Consistent with the lo- calization data, tip growth was reduced in spiand the position of root hair emergence was disrupted in brk1 andscar1234 .B R K 1d e - pletion coincided with SPI accumulation as root hairs transitioned f rom initiation to tip growth. Tak en together, our work uncovers a role for SPI in facilitating actin-dependent root hair developmen t in Arabidopsis through pathways that might intersect with WSC. Introduction Root hairs are single-cell tubular projections that emerge from root epidermal cells. Root hairs increase the effectivesurface area of the root system by extending laterally into soil pores, thus enabling increased access to nutrients andwater ( Carminati et al., 2017 ;Ruiz et al., 2020 ). Root hairs have been studied extensively by plant biologists for decadesBreakthrough Report Accepted April 15, 2021. Advance access publication April 20, 2021 VCThe Author(s) 2021. Published by Oxford University Press on behalf of American Society of Plant Biologists. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http:creativecommons.orglicensesby 4.0), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.Open Access doi:10.1093plcellkoab115 THE PLANT CELL 2021: 33: 21312148because they serve as excellent models to unravel mecha- nisms by which cell size and shape in plants are regulated(Grierson et al., 2014 ). To attain their cylindrical shapes, root hairs undergo tip growth, a process in which expansion of the cell is confined to its apical domain. Tip growth involves a balance between the directed delivery of post-Golgi com-partments carrying protein complexes and cell wall buildingblocks to the cell apex and localized cell wall loosening andrecycling of excess membranes. Besides root hairs, tip growth is exhibited by other cell types such as pollen tubes, fungal hyphae, and rhizoids of mosses, liverworts, and algae(Bascom et al., 2018a ). Root epidermal cells called trichoblasts are the cell types that form root hairs. Work in Arabidopsis thaliana has shown that trichoblasts are specified to become root hair-forming cells early during root development through thepatterned assembly of protein complexes of transcriptionalactivators and repressors in different cell files ( Schiefelbein et al., 2014 ;Shibata et al., 2018 ). Upon establishing their identity, trichoblasts undergo two developmental stages thatlead to root hair outgrowth. The first stage is the establish-ment of a root hair initiation domain (RHID) that eventually leads to a conspicuous root hair bulge at the basal (root-tip oriented) end of the trichoblast ( Grierson et al., 2014 ; Nakamura and Grebe, 2018 ). Several proteins accumulate at the RHID, most prominently, the Rho of Plants (ROP) smallGTPases and their guanine nucleotide exchange factor (GEF) activators ( Denninger et al., 2019 ). The second stage is tip growth. In addition to small GTPases, the cytoskeleton, theendomembrane trafficking machinery, cytoplasmic calcium,phosphoinositide lipids, hormones (e.g. auxin and ethylene), and reactive oxygen species are other major players in sig-naling pathways that modulate root hair development(Bascom et al., 2018a ;Nakamura and Grebe, 2018 ). The filamentous-actin (F-actin) and microtubule cytoskele- tons orchestrate root hair development. The actin cytoskele-ton in particular has been studied widely during tip growth,as it functions as tracks for the trafficking of cellular cargoto the cell apex ( Stephan, 2017 ;Bascom et al., 2018a ; Szymanski and Staiger, 2018 ). Many insights into the role of the actin cytoskeleton in tip growth have been demon-strated through work with Arabidopsis mutants and phar-macological approaches involving the use of chemicals that disrupt F-actin. For example, the actin-disrupting compound latrunculin B (LatB) inhibits tip growth, while also inducingthe formation of root hairs and pollen tubes with irregularshapes ( Bibikova et al., 1999 ;Gibbon et al., 1999 ). In this re- gard, Arabidopsis mutants with defects in the root hair- expressed vegetative ACTIN2 (ACT2 ) gene are characterized by root hairs that mirror those treated with LatB ( Ringli et al., 2002 ;Yoo et al., 2012 ). Furthermore, ACT2 and ACT7 mutants display an apical (shoot-ward) shift in the positionof the RHID compared to the wild-type ( Kiefer et al., 2015 ). To fulfill its cellular functions, the actin cytoskeleton is or- ganized into higher order networks that correspond to thegrowth strategy of the cell. This is evident in tip-growingcells, whereby the base and shank of the cell consist mostly of thick, longitudinal F-actin bundles, while the apex con- tains actin fringes, rings, patches, or a fine meshwork,depending on the plant species or cell type ( Stephan, 2017 ). 2132 THE PLANT CELL 2021: 33: 21312148 S. Chin et al.To sustain tip growth, the integrity and organization of these tip-focused F-actin arrays must be maintained, a task facilitated by a diverse collection of actin-binding proteins and actin nucleators (Li et al., 2015; Paez-Garcia, 2018 ; Szymanski and Staiger, 2018 ). The actin-related protein (ARP23) complex and its activa- tor, suppressor of cAMP receptor (SCAR)-WASP family ver- prolin homologous (WAVE) complex (WSC), is one of the most well-characterized actin nucleators in plants ( Deeks and Hussey, 2005 ;Szymanski, 2005 ;Yanagisawa et al., 2013 ). Upon conversion from an inactive open conformation to an active closed conformation, the ARP23 complex promotesF-actin nucleation from the sides of existing filaments by forming a surface that mimics stable actin dimers (Blanchoin et al., 2000 ;Robinson et al., 2001 ;Rodal et al., 2005 ). Activation of ARP23 for efficient nucleation of F-ac- tin requires the WSC nucleation promoting factor (NPF) complex. In addition to WSC, the NPF consists of the pro-teins SRA1, NAP1, ABI1, and HSPC300BRICK1 (BRK1) ( Basu et al., 2004 ,2005 ;El-Assal et al., 2004 ;Djakovic et al., 2006 ; Zhang et al., 2005 b,2008 ;Jorgens et al., 2010 ). Studies of Arabidopsis trichome development have been most instru- mental in revealing insights into the function of WSC- ARP23 in plants. Plant counterparts to the mammalian WSC-ARP23 subunits were first uncovered through the clon- ing of disrupted genes in a set of DISTORTED (DIS) Arabidopsis trichome mutants ( Hulskamp et al., 1994 ;Le et al., 2003 ;Mathur et al., 2003 ;Basu et al., 2004 ;Deeks et al., 2004 ;E l -Assal Sel et al., 2004 ;Zhang et al., 2005a ). W SC is the only known NPF for ARP23, and BRK1 and SCAR mutants display null arp23 trichome phenotypes (Le et al., 2006; Zhang et al., 2008 ). In addition to trichome development, the WSC-ARP23 actin filament-nucleating module has been implicated in specifying leaf pavement cell shape, light and auxin-depen-dent root growth, stomatal gating, gravitropism, responses to salinity stress, and plant immunity ( Li et al., 2003 ;Basu et al., 2005 ;Zhang et al., 2005a ;Dyachok et al., 2011 ;Zhao et al., 2013 ; Li et al., 2014; Zou et al., 2016 ;Isner et al., 2017 ; Pratap Sahi et al., 2018 ;Badet et al., 2019 ). The WSC and ARP23 complexes have been shown to play essential roles in some tip growing cells, such as the protonemal cells ofthe moss Physcomitrium (formerly Physcomitrella )patens . This was shown when RNA interference of transcripts encoding selected subunits of the moss WSC and ARP23complexes resulted in substantial protonemal tip growth defects ( Harries et al., 2005 ;Perroud and Quatrano, 2006 ; Finka et al., 2008 ). The importance of the WSC andARP23 complexes was further demonstrated by Perroud and Quatrano (2006 ,2008 ), who showed that two of its compo- nents, BRK1 and ARPC4, accumulated in tips of moss proto-nemal cells. In contrast, Arabidopsis plants with mutations in components of the WSC and ARP23 complexes dis- played minimal or no defects in root hair or pollen tubegrowth ( Li et al., 2003 ;Mathur et al., 2003 ), and none of the subunits have been conclusively shown to exhibit clear polarlocalization in these cell types. Therefore, the extent by which the WSC and ARP23 complexes function in tip growing cells of plants remains to be determined. SPIRRIG (SPI) is one of eight genes that has been consid- ered to be a member of the DIS group, but compared to other DIS mutants, the trichome phenotypes of spiare less severe and the mutant does not display early stage cell swelling that is diagnostic of the DIS group ( Schwab et al., 2003 ).SPI was shown to encode a 3,571 amino acid long protein with N-terminally located armadillo and concanava- lin A-like lectin domains and C-terminally located pleckstrin homology, beige and Chediak Higashi (BEACH), and WD40 repeat domains ( Saedler et al., 2009 ). BEACH domain-con- taining proteins are highly conserved in eukaryotes and are known to function in membrane dynamics, vesicle trans- port, apoptosis, and receptor signaling. This family of pro- teins is of clinical importance as they have been implicated in a variety of human disorders, such as cancer, autoimmu- nity syndrome, and autism ( Cullinane et al., 2013 ). In addition to mild trichome defects, Arabidopsis SPI mutants have short root hairs characterized by fragmentedvacuoles, suggesting that SPI, like other eukaryotic BEACH domain-containing proteins, functions in membrane traffick- ing ( Saedler et al., 2009 ). Additionally, Steffens et al. (2017) showed that SPI physically interacts with proteins involved in endosomal sorting, reinforcing its role in membrane remodeling. SPI was also demonstrated to localize to mRNA processing bodies (P-bodies) in transiently transfected Arabidopsis epidermal cells, thereby suggesting a novel role for SPI in post-transcriptional regulation ( Steffens et al., 2015 ). Because SPIhad a substantial but incomplete overlap with distorted mutant phenotypes, it was suggested that SPI might be involved in actin-mediated cell developmental pro- cesses ( Saedler et al., 2009 ), and perhaps function in coordi- nation with WSC and ARP23 complexes. However, SPI is not a known WSC or ARP23 subunit; therefore, its rela-tionship to ARP23 function is unclear. Moreover, the uncer- tainty with regard to SPI function is confounded by the factthat its subcellular localization in root hairs, which exhibit the most profound phenotype when SPIis mutated, remains unknown. In the current study, we addressed these questions by generating a fully functional SPI fluorescent protein fusion and documented its spatial and temporal localization during root hair development. In addition, we used live cell micros- copy to simultaneously image the dynamics of SPI and W SC and correlate SPI localization with root hair tip-focused F-actin. Taken together, our results point to potential func- tional relationships among SPI, WSC, and actin during roothair development. Results Isolation of a new SPIRRIG mutant allele We previously described a forward genetic screen that led to the isolation of three nonallelic recessive Arabidopsis mutants that were hypersensitive to the growth inhibitoryThe Plant Cell , 2021 Vol. 33, No. 7 THE PLANT CELL 2021: 33: 21312148 2133effects of LatB. The hypersensitive to LatB1 (hlb1 )a n d hlb3 mutants have been described previously ( Sparks et al., 2016 ; Sun et al., 2019 ).hlb1 was disrupted in a gene encoding a trans-Golgi network-localized tetratricopeptide repeat pro- tein involved in actin-mediated membrane recycling ( Sparks et al., 2016 ), whereas the genetic lesion in hlb3 was found to encode the class II actin nucleator formin ( Sun et al., 2019 ). Here, we report on hlb2 , the third of these recessive mutants. Like hlb1 and hlb3 , primary root growth was more severely inhibited by LatB in hlb2 compared to the wild- type. In the absence of LatB or at low (i.e. 25 nM) LatB con- centrations, the primary root length of hlb2 was similar to the wild-type. Differences in root length between wild-type and hlb2 became apparent when seedlings were grown on a concentration of 50-nM LatB and higher ( Supplemental Figure S1, AC ). Through map-based cloning, we found that the mutation inhlb2 was confined to a region between the AT1G02740 and AT1G03410 loci. Nucleotide sequencing revealed that hlb2 had a 10-base pair deletion (Chr1 position: 720,152 720,161) in exon 14 of the AT1G03060 gene. This 10-base pair deletion led to an open-reading frame shift at the Asp1526codon, resulting in a truncated protein (Supplemental Figure S2A ).AT1G03060 encodes the BEACH domain-containing protein SPI ( Saedler et al., 2009 ; Supplemental Figure S2A ). Because the first spi mutant alleles were reported to have short root hairs ( Saedler et al., 2009 ), we examined root hairs of hlb2 . The growth rate of hlb2 root hairs was approximately 70 slower than the wild-type, with some root hairs forming only small bulges (Supplemental Figure S2 , B and C). Moreover, hlb2 had mild trichome defects that were reminiscent of the phenotypes of previously isolated spi mutant alleles ( Supplemental Figure S2D ;Saedler et al., 2009 ). To further verify if HLB2 is SPI, we obtained a mutant from the publicly available SALK collection (SALK_065311), which had a T-DNA insertion in the 10th exon of the SPI gene ( Supplemental Figure S2A ; Alonso et al., 2003 ). The SALK_065311 line we obtained is the same as the spi-3 mutant allele reported previously in Steffens et al. (2015) . In addition to having similar root hair and trichome defects to hlb2 , primary roots of spi-3 were hypersensitive to LatB ( Supplemental Figure S2E ), and a cross between hlb2 and SALK_065311 failed to complement each other in the F1 hybrid. Taken together, these results in- dicate that hlb2 is a new spimutant allele. Based on earlier nomenclature ( Steffens et al., 2015 ), we renamed hlb2 asspi- 5(Supplemental Figure S2A ). The spi-5 mutant allele was used for all subsequent experiments. SPIRRIG localizes to the tips of rapidly elongating root hairs SPI fluorescent protein fusions were previously demon- strated to associate with P-bodies and endosomes ( Steffens et al., 2015 ,2017 ). However, these constructs have not been shown to complement the defective root hair and trichome phenotypes of spi. Due to the large size of SPI, we wereunable to generate native promoter-driven fluorescent pro- tein fusions to the full-length SPIcomplementary DNA or genomic DNA. To overcome this problem, SPI was tagged with the 3x-Yellow Fluorescent Protein ( YFP) for energy transfer (YPet; Nguyen and Daugherty, 2005 ) using a method called recombineering. This method involves tagging the gene of interest in the context of transformation-com- petent bacterial artificial chromosomes to ensure that all regulatory sequences are included in the fluorescent protein fusion ( Zhou et al., 2011 ;Brumos et al., 2020 ). Once spiwas transformed with a recombineered SPI-YPet construct, primary root hypersensitivity to LatB, short root hairs, and defective trichome phenotypes were rescued, indi-cating that the construct was functional ( Figure 1A; Supplemental Figure S3 ). Transgenic complementation of spi with SPI-YPet provided additional evidence that HLB2 isSPI. Confocal microscopy of more than 150 root hairs from at least 25 seedlings revealed that SPI-YPet signal was strongest in the tips of rapidly elongating root hairs ( Figure 1, B and C;(Supplemental Movies S1 and S2). Low magnification time-lapse movies showed that 100 of rapidly elongating root hairs had robust SPI-YPet signal at the tips (Supplemental Movie S1 ). Weak or no SPI-YPet fluorescence was detected at the RHID and during early root hair bulge formation, but the signal intensified as the root hairs transi- tioned to tip growth ( Figure 1C; Supplemental Movie S3 ). SPI-YPet signal dissipated as the root hairs matured and the tip growth rate declined ( Figure 1, B and C ;Supplemental Movie S4 ). A linear regression analysis showed that the in- tensity of SPI-YPet fluorescence in root hair tips is signifi- cantly positively correlated to rapid root hair growth (Figure 1D ). These results indicate that the SPI protein has functions related to root hair elongation, which is consistent with the short root hair phenotypes of spi. SPIRRIG is transported to the root hair tip via post- Golgi compartments The prominent SPI-YPet signal at the tips of elongating root hairs is reminiscent of the localization patterns of post-Golgi markers such as RAB small GTPases, which are known to function in tip-directed secretion ( Preuss et al., 2004 ). We therefore hypothesized that SPI is trafficked to the tips of root hairs via post-Golgi compartments. To test this hypoth- esis, we treated seedlings expressing SPI-YPet with Brefeldin A (BFA). BFA is a fungal toxin that is routinely used to in- vestigate endomembrane dynamics because it prevents vesi- cle formation for exocytosis by inhibiting ADP ribosylation factor GEFs (ARF-GEFs), while still enabling endocytosis andsome retrograde pathways to continue ( BaluC20ska, 2002 ,Doyle et al., 2015 ). In Arabidopsis roots, BFA binds to the ARF-GEF GNOM, which is localized to early endosomes in the endo- cytic pathway, and possibly also in the trans-Golgi network (TGN; Robinson et al., 2008 ). Consequently, BFA treatment in Arabidopsis roots causes the formation of TGNendoso- mal agglomerations called BFA-induced compartments. Treatment of seedlings expressing SPI-YPet with 50- mMB F A2134 THE PLANT CELL 2021: 33: 21312148 S. Chin et al.induced the formation of SPI-YPet agglomerates in root hairs ( Figure 2, A C). The average number of BFA-induced compartments per root hair was 3.69 64.05 ( SD). We also quantified the effect of BFA by obtaining the fluorescence ratio of the SPI-YPet agglomerates to the fluorescence of the root hair cytoplasm that did not contain any agglomerates(Figure 2D , inset). The higher fluorescence ratio of BFA- treated root hairs compared to untreated controls reinforces our qualitative observations of the sensitivity of SPI-YPet toBFA ( Figure 2D ). The appearance of fluorescent puncta at the shank of root hairs also suggests that SPI-YPet is traf- ficked to the tip via post-Golgi compartments(Supplemental Movies S2S4 ). These results indicate that SPI-YPet is associated with endomembranes and is trafficked to the root hair tips via BFA-sensitive post-Golgicompartments. The slow root hair growth of spiand the formation of SPI-YPet agglomerates after BFA treatment suggest that spi may be defective in tip-directed protein secretion, which would partly explain the short root hair phenotypes of spi. To address this question, we expressed the secreted (SEC)-red fluorescent protein (RFP), which contains a cleavable sporamin signal peptide that accumulates in the apoplast (Faso et al., 2009 ), and observed changes in endocytosis Figure 1 A functional SPI-YPet fusion localizes to the tips of growing root hairs. A, SPI-YPet rescues the short root hair phenotype of spi. Bar 100mm. B, Low-magnication image shows that SPI-YPet signal is most prominent at the tips of rapidly expanding root hairs (arrows). A black and white look up table (LUT) image is provided to increase the clarity of SPI-YPet localization. SPI-YPet signal (black color) is weak during initia-tionearly bulge formation and mature root hairs that have terminated tip growth (arrowheads). Bar 50mm. C, High-magnication images of single root hairs during bulge formation until tip growth termination. A black and white look up table (LUT) image is provided to increase theclarity of SPI-YPet localization. SPI-YPet (black color) is enriched at the tip of root hairs that are rapidly growing or transitioning to tip growth ( ar- row). Faint SPI-YPet signal is found in bulging root hairs or those that have stopped elongating (arrowheads). Images are representative of approx-imately 150 root hairs from at least 25 seedlings. Bar 10mm. D, Scatter plot showing correlation analysis of root hair tip SPI-YPet uorescence and root hair tip growth. The mean uorescence in the oval in region 1 divided by the oval in region 2 as shown in (C) represents the uorescenceratio in the Y-axis. Line shows linear regression t with R 2value 0.308 and P1.72C210C05(n57 root hairs per time point)The Plant Cell , 2021 Vol. 33, No. 7 THE PLANT CELL 2021: 33: 21312148 2135using the membrane selective dye FM 143 in both spiand wild-type genotypes ( Bolte et al., 2004 ;Jelnkova  et al., 2010 ; Malnska e ta l . ,2 0 1 4 ). Similar to previous reports, rapidly elongating wild-type root hairs had a tip-focused gradient of SEC-RFP ( Sparks et al., 2016 ;Figure 2E ). In contrast, slow- growing root hairs of spilacked these tip-focused SEC-RFP gradients ( Figure 2E ). We quantified tip-focused SEC-RFP in elongating wild-type and spiroot hairs by obtaining the ra- tio of tip fluorescence to the subapical cytoplasm ( Figure 2F , inset). The lower fluorescence ratio of spiroot hairs com- pared to the wild-type confirmed our qualitative observa- tions ( Figure 2F ). These results were corroborated by examining FM 1-43 dye uptake. spiroot hairs showed a sig- nificantly reduced tip-focused FM 1-43 gradient comparedto the wild-type ( Supplemental Figure S4, AC ). Altogether, the loss of tip-focused secretion indicated that the spi mutants had defects in tip-directed bulk flow exocytosis. SPIRRIG maintains root hair tip-focused F-actin In a study of other spimutant alleles, the similarities in phe- notypes among spi,wsc ,a n d arp23 mutants suggested that SPI could function in actin-dependent cellular processes(Saedler et al., 2009 ). However, because the trichome defects ofspi were mild compared to other wsc and arp23 mutants, no obvious actin phenotypes were observed in spi trichomes ( Schwab et al., 2003 ). To clarify the relationship between SPI and actin, we focused on investigating actin or- ganization in root hairs, since these structures displayed themost obvious growth defects in SPI-altered plants. To study actin organization, we expressed the live F-actin reporter UBQ10: mGFP-Lifeact inspi(Vidali et al., 2010 ). This particular F-actin reporter was selected because it promi-nently labels the tip-focused F-actin meshwork typically ob-served in root hairs that are rapidly growing ( Sparks et al., 2016 ). In the wild-type, fine F-actin networks were observed in the root hair bulge, which had a weaker signal compared to the thicker actin bundles in other regions of the tricho- blast ( Figure 3A ). As the root hair bulge expanded and the root hair transitioned to rapid tip growth, the tip-focused F-actin meshwork, which consisted of short filaments and dy-namic puncta, became more conspicuous ( Figure 3, BE ; Supplemental Movie S5 ;Sparks et al., 2016 )). When wild- type root hairs stopped elongating, the tip-focused F-actin meshwork was replaced by thick F-actin cables ( Figure 3F ). F-actin organization in the tips of spiroot hairs was differ- ent from that of the wild-type. As noted, some root hairs of Figure 2 SPI-YPet is localized to BFA-sensitive post-Golgi compart- ments. A, B, Low-magnication images showing several root hairsexpressing SPI-YPet. Note that untreated root hairs (A) maintain tip-focused SPI-YPet, while those treated with BFA (B) show an abun-dance of uorescence agglomerates (arrows). Bar 50mm. C, Bright eld and corresponding uorescence image of representative untreated and BFA-treated elongating root hair showing the accumu- lation of SPI-YPet at the apical dome in solvent control-treated seed-lings (arrow). Within 10 min after treatment with 50- mM BFA, SPI- YPet at the root hair tip dissipated and formed uorescent agglomer-ates along the subapical regions (arrows). Bar 10mm. D, Box plot of BFA-induced agglomerates of SPI-YPet in untreated control root hairsand after treatment with 50- mM BFA. Ratio values were obtained by dividing mean uorescence in rectangular region in 1 over region 2(inset). Box limits indicate 25th and 75th percentiles, horizontal line isthe median, and whiskers display minimum and maximum values.Each dot represents individual measurements from 8 to 14 root hairsper group from 8 to 24 plants.  P0.001 indicates statistical signi- cance as determined by Students ttest. BFA-treated plants had an av- erage of 3.7 BFA-induced agglomerates per root hair, with standarddeviation of 4.05, whereas control root hairs showed no BFA-inducedagglomerates per root hair. E, The bulk secretory marker SEC-RFP accumulates at the tips of growing wild-type root hairs (arrowhead),but is absent in spiroot hairs. Bar 10mm. F, Box plot of SEC-RFP root hair tip accumulation expressed as uorescence ratio. Ratio val-ues were obtained by dividing mean uorescence in oval region in 1over region 2 (inset). Box limits indicate 25th and 75th percentiles,horizontal line is the median and whiskers display minimum and max-imum values.  P0.001 indicates statistical signicance as deter- mined by Students ttest. Each dot represents individual measurement from 8 to 10 root hairs per group from 9 to 12 plants2136 THE PLANT CELL 2021: 33: 21312148 S. Chin et al.spiwere only able to form small bulges due to premature termination of tip-growth ( Supplemental Figure S2 ). In spi root hairs, the distinct F-actin meshwork observed in wild- type root hairs was unable to form. Instead, F-actin in thesespiroot hair bulges contained thick F-actin cables that re- sembled those of wild-type root hairs that had terminatedgrowth ( Figure 3, G and H ). However, the thick F-actin cables in nongrowing spiroot hair bulges were unstable, as Figure 3 The tip-focused F-actin meshwork is disrupted in root hairs of spi. AD, Time course of F-actin organization in a wild-type root hair from bulge formation to rapid tip growth. Weakly uorescing F-actin networks (d ouble asterisks) in the root hair bulge (A) reorganize into prominent tip- fo- cused meshworks as the root hair transitions to rapid tip growth (arrows in BD). E, Tip-focused F-actin meshworks (arrow) remain prominent in along, rapidly elongating wild-type root hair. F, Tip-focused F-actin meshworks in wild-type root hairs are replaced with F-actin bundles (arrowhea ds) that protrude to the tip when growth stops. GJ, Time course of F-actin organization in a spiroot hair bulge that is unable to transition to tip growth. Distinct F-actin meshworks are unable to form in root hair bulges that terminate tip growth (double asterisks, I). Thick F-actin bundles eventually f orm in these short, nongrowing root hair bulges (arrowhead, J). KN, F-actin organization in slow-growing spiroot hairs. Some spiroot hairs show the tip-fo- cused F-actin meshworks typically observed in the wild-type (arrow, K, L). However, tip-focused F-actin meshworks in slow-growing spiroot hairs either dissipate (double asterisks, M) or prematurely form thick F-actin bundles that protrude to the tip (arrow, N). Images from (A) to (N) are based on max-imum projection images of 2025 optical sections taken at 0.5- mm intervals. O, Representative maximum projection images and corresponding com- puter-generated cross-sections of wild-type and spiroot hair tips. Only growing root hairs with a clear cytoplasmic cap were selected for analysis. The uorescence ratio of the root hair tip (oval in 1) to background (oval in 2) was used to quantify tip-focused F-actin meshworks. P, Box plot showingtip-focused F-actin uorescence ratio. Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum an d maximum values.  P0.001 indicates statistical signicance as determined by Students ttest. Each dot represents individual measurement from 18 to 21 root hairs per group from at least ve independent seedlings. Q, Comparison of root hair growth rates between wild-type and spilines with their corresponding live F-actin reporter lines UBQ10: mGFP-Lifeact . Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum and maximum values.  P0.001 indicates statistical signicance as determined by one-way ANOVA. Each dot represents individ- ual measurement from four to ve root hairs per group from one to two plants. All scale bars 10mmThe Plant Cell , 2021 Vol. 33, No. 7 THE PLANT CELL 2021: 33: 21312148 2137they dissipated ( Figure 3I ) and reformed again at a later time ( Figure 3J ). In the small population of spiroot hairs that were able to undergo tip growth, a few exhibited a tip- focused F-actin meshwork that resembled those observed in elongating wild-type root hairs ( Figure 3K ). However, most of these slow-growing spiroot hairs lacked a tip-focused F- actin meshwork ( Figure 3, L and M ;Supplemental Movie S5 ) or had thick F-actin bundles protruding to the tip, a feature that was reminiscent of nongrowing, mature wild-type root hairs ( Figure 3N ). We quantified the disruption of the tip-fo- cused F-actin meshwork in spiby measuring F-actin fluores- cence from computer-reconstructed transverse sections of the root hair tip and by taking the ratio of the average fluo- rescence over background signal. A higher ratio indicates a higher signal of tip-focused F-actin ( Figure 3O ). Our analysis showed that the fluorescence ratio in spiroot hairs was sig- nificantly reduced compared to the wild-type root hairs, supporting visual observations that the tip-focused F-actin meshwork in spiroot hairs is disrupted ( Figure 3P ). To ensure that the mGFP-Lifectact probe did not interfere with normal root hair elongation or F-actin organization, we compared the growth rates of the wild-type and spiwith and without the reporter. The root hair growth rates of wild-type root hairs without the mGFP-Lifeact probe were not significantly different from that of wild-type root hairs expressing the reporter. Similarly, the growth rate of spi expressing mGFP-Lifectact was not significantly different from that of spiwithout the reporter ( Figure 3Q ). We generated plants expressing both SPI-YPet and mRuby-Lifeact to examine the correlation between SPI and F-actin in growing root hairs. In elongating root hairs of dual labeled seedlings, SPI-YPet and the mRuby-labeled F-actin meshwork overlapped at the tips of actively elongating root hairs ( Figure 4A; Supplemental Movie S6 ). In one time-lapse sequence, when the root hair stopped growing at the 80 120 min time points, both SPI-YPet and mRuby-labeled F-ac- tin meshwork dissipated from the root tip ( Figure 4A ). Quantification of both SPI-YPet and mRuby-Lifeact from at least three root hair time-lapse sequences revealed that the appearances of both markers at the tip were highly corre- lated to each other ( Figure 4, B and C ). This supports the notion that root hair tip-localized SPI is strongly associated with the tip-focused F-actin meshwork, and as such is in- volved in sustaining normal root hair elongation in coordi- nation with actin. BRK1 and SCAR2 are molecular determinants of the root hair initiation domain The identification of SPI as one of the genes in the DIS group that also included genes encoding subunits of the W SC and ARP23 complexes ( Saedler et al., 2009 )r a i s e st h e possibility that SPI might function in root hair developmen- tal pathways mediated by WSC-ARP23. Furthermore, the observation that SPI-YPET accumulation at the root hair tip (Figure 1 ) mirrors the enrichment of BRK1-YFP and ARPC4- GFP at the apex of Physcomitrium protonemal cells(Perroud and Quatrano, 2006 ,2008 ) raises the possibility that the WSC and ARP23 complexes are localized to the root hair. In an attempt to link SPI with the WSC and ARP23 pathways, we imaged roots of brk1 complemented with BRK1promoter:BRK1-YFP (hereafter referred to as BRK1- YFP; Figure 5, AC; Dyachok et al., 2008 ). Unlike SPI-YPet, we did not observe a BRK1-YFP fluorescence gradient in rap- idly elongating root hairs. However, closer examination of trichoblasts revealed prominent BRK1-YFP signal at the plasma membrane of the RHID that mirrored the localiza- tion of other known early root hair initiation site markers such as ROP ( Figure 5A ). Unlike ROP, which has a persistent plasma membrane localization throughout root hair devel- opment ( Molendijk et al., 2001 ;Jones et al., 2002 ), BRK1-YFP signal was transient and dissipated as root hairs transitioned to rapid tip growth ( Figure 5B; Supplemental Movie S7 ). This observation was in contrast to the intensification of SPI-YPet fluorescence as root hairs proceeded with rapid tip growth (see Figure 1 ). In agreement with our visual observa- tions, a linear regression analysis showed that BRK1-YFP fluorescence is inversely proportional to the root hair growth rate ( Figure 5C ). Given that BRK1 stabilizes the entire family of SCAR pro- teins and is required for functional WSC assembly (Le et al., 2006), we investigated if the SCAR protein localized to the RHID, as did BRK1. To address this question, we imaged a recombineered SCAR2-mCherry fusion expressed in the scar1 scar2 scar3 scar4 (scar1234 ) quadruple mutant back- ground. Like BRK1-YFP, SCAR2-mCherry marked the RHID and dissipated when rapid root hair tip growth commenced (Figure 5D ). The accumulation of BRK1-YFP and SCAR2-mCherry at the RHID led us to hypothesize that brk1 and scar1234 might have defects in root hair initiation. One parameter that has been studied extensively as an indicator of root hair initiation defects is planar polarity, which is a measure of root hair po-sition along the length of the trichoblast ( Nakamura and Grebe, 2018 ). We found that the root hair positions of brk1 and scar1234 shifted apically (i.e. toward the shoot) com- pared to the wild-type ( Figure 5F ). The planar polarity defects ofbrk1 were rescued by expressing BRK1-YFP inbrk1 ,w h i l e partial complementation of scar1234 was achieved by expressing SCAR2-mCherry inscar1234 (Figure 5F ). We also investigated if the ARP23 pathway was involved in RHID, since the WSC complex can interact with the ARP23 pathway. APR23 subunit mutants arp2, arp3 ,a n d arpc5 exhibited significantly apically shifted root hairs that were similar to those of brk1 and scar1234 (Figure 5F ). Nonetheless, we did not observe polarized accumulation of ARPC5-GFP at the RHID or at root hair tips ( Supplemental Figure S5 ). These results suggest that the ARP23 pathway may interact with the WSC complex at the RHID but is not essential for root hair positioning. Taken together, our results reveal that BRK1 and SCAR2 are molecular determinants of the RHID that are required for specifying the position of root hair emergence and can2138 THE PLANT CELL 2021: 33: 21312148 S. Chin et al.do so in both an ARP23-dependent and -independent manner. SPI is required for the depletion of BRK1 as root hairs transition to tip growth Live cell microscopy of BRK1-YFP and SPI-YPet revealed con- trasting spatial and temporal dynamics, with the former in- tensifying and the latter dissipating as root hairs elongated (Figures 1 and 5). To observe BRK1 and SPI simultaneously within the same root hair, we generated plants expressingboth SPI-YPet and BRK1-mRuby3 . Similar to BRK1-YFP, BRK1-mRuby3 labeled the RHID and dissipated as the root hair bulge expanded ( Figure 6A ). Within the same root hair cell, SPI-YPet fluorescence at the tip intensified as BRK1- mRuby3 dissipated ( Figure 6A; Supplemental Movie S8 ). To better understand the relationship between SPI and BRK1,we expressed BRK1-YFP inspiand SPI-YPet inbrk1 .U n l i k e BRK1-YFP in the complemented brk1 background (Figure 5B ), BRK1-YFP signal in spipersisted throughout the entire imaging time course ( Figure 6B ). In several cases, BRK1-YFP remained visible in nongrowing root hair bulgesofspifor more than 60 min. The persistence of BRK1-YFP signal was also observed in short root hair outgrowths of spi (Figure 6C; Supplemental Movie S9 ). To support our visual observations with quantitative data, we selected root hairsofspiand brk1 expressing BRK1-YFP that were of approxi- mately equal lengths. From these root hairs, the ratio ofBRK1-YFP tip fluorescence to subapical fluorescence wasobtained ( Figure 6D ). These analyses showed that BRK1-YFP signal persisted in spi, as demonstrated by the higher fluo- rescence ratio ( Figure 6E ). In contrast, BRK1-YFP in brk1 root hairs disappeared from RHID when root hairs experi- enced rapid tip growth and thus did not exhibit a fluores- cence gradient at the root tips ( Figure 6, D and E ). In addition, SPI-YPet in brk1 exhibited similar dynamics to SPI- YPet in the complemented spi(Figure 6F ). In brk1 , SPI-YPet signal was weak during early root hair bulge formation and intensified as root hair tip growth accelerated ( Figure 6F ). Taken together, these results strongly indicate that SPI con-tributes to the stability of BRK1 during the transition from root hair initiation to rapid tip growth. On the other hand, BRK1 does not appear to have direct effects on SPI duringroot hair initiation or rapid tip growth. Discussion Our work uncovers important insights into the mechanismunderlying actin-mediated root hair development. A major result from our studies is the revelation that SPI is a root hair tip-localized protein. Although SPI fused to fluorescentproteins was reported to localize to endosomes and P- Figure 4 SPI-YPet and mRuby-Lifeact co-localizes at the root tip in elongating root hairs. A, Time course of a root hair simultaneously expressing SPI-YPet and mRuby-Lifeact. Note that SPI-positive post-Golgi compartments and F-actin meshworks colocalized at the root hair apex (arrows)and dissipated at around the same time (arrowheads) at 80 min. Images are single median optical sections. Bars 10mm. B, Method for obtaining SPI-YPet and mRuby-Lifeact ratios at the root hair tip for data shown in (C). A rectangular ROI at the tip and sub apex was used to measure uo-rescence. C, Scatter plot showing correlation analysis of root hair tip mRuby-Lifeact uorescence and SPI-YPet uorescence within the same roothair. The mean uorescence in the rectangle in region 1 divided by the rectangle in region 2 as shown in (C) represents the uorescence ratio foreach reporter. For each ratio value, root hair growth rate was obtained by measuring the displacement of the root hair tip after a 10 min interval.Line shows linear regression t with R 2value 0.725 and P2.127 C210C08(n26 time points from three root hair sequences)The Plant Cell , 2021 Vol. 33, No. 7 THE PLANT CELL 2021: 33: 21312148 2139Figure 5 BRK1 and SCAR2 mark the root hair initiation domain and contribute to planar polarity. A, Maximum projection confocal micrograph of the elongation and maturation zone of an Arabidopsis primary root expressing a functional BRK1-YFP fusion. The image was generated bymerging 50 Z sections taken at 0.5- mm intervals. BRK1-YFP accumulates in the basal end walls and root hair initiation domains (arrows). Bar 50 mm. B, Time course of BRK1-YFP depletion in a developing root hair. BRK1-YFP signal (arrows) is strongest prior to the formation of a root hair bulge (0 min) and gradually dissipates (arrowheads) as the root hair undergoes rapid tip growth (3550 min). Bar 20mm. C, A scatter plot showing an inverse relationship between BRK1-YFP signal and root hair growth rate. Ratio of uorescence of BRK1-YFP (a) to background (b) (in-set) was plotted against root hair growth rate. Line shows linear regression t with R 2value 0.2667 and P1.131 C210C07(n57 root hairs per time point). D, Time course of SCAR2-mCherry in a developing root hair. Like BRK1-YFP, SCAR2-mCherry signal is strongest at the RHID andearly stages of root hair bulge formation (0 min, arrow). SCAR2-mCherry signal dissipates when the root hair undergoes rapid tip growth (40 min,arrowhead). Bar 20mm. E, Brighteld microscopy images of representative trichoblasts from 6-d-old seedlings showing apical shift in root hair position of brk1 compared to the wild-type, and complementation of brk1 planar polarity phenotypes by BRK1-YFP. Arrowheads mark the end walls of the trichoblast and asterisks mark the basal wall of the emerged root hair. F, Violin plots of root hair planar polarity in wild-type, brk1 , scar1234 ,BRK1-YFP inbrk1 ,SCAR2-mCherry inscar1234 ,arp2 ,arp3 , and arpc5 genotypes. Relative root hair position was obtained by taking the ratio of the distance from the basal trichoblast wall (bottom arrowheads in E) to the basal root hair wall asterisks over the total length of the tri-choblasts (i.e. length between the two arrowsheads). The plot illustrates kernel probability density in which the width represents distribution ofdata points. The black dot is the median and whiskers display minimum and maximum values. Statistical signicance was determined using non-parametric, two sample KolmogorovSmirnov pairwise test. Wild-type versus brk1 (P2.2C210 C016);brk1 versus BRK1-YFP in brk1 (P2.2 C210C016); wild-type versus BRK1-YFP ( P0.0808 not signicant, NS); wild-type versus scar1234 (P2.2C210C016);brk1 versus scar1234 (P 0.699, ns);scar1234 versus SCAR2-mCherry in scar1234 (P2.2C210C016); wild-type versus SCAR2-mCherry inscar1234 (P0.012); wild-type versus arp2 (P2.739 C210C05); wild-type versus arp3 (P8.882 C210C016); wild-type versus arpc5 (P9.18C210C012);brk1 versus arp2 (P2.2C210C016);brk1 versus arp3 (P3.41C210C08);brk1 versus arpc5 (P1.304 C210C011);arp2 versus arp3 (P0.00036); arp2 versus arpc5 (P0.001624); arp3 versus arpc5 (P0.0465); brk1 versus arp2 (P2.2C210C016);brk1 versus arp3 (P3.41C210C08);brk1 versus arpc5 (P1.304 C210C011).n90117 root hairs2140 THE PLANT CELL 2021: 33: 21312148 S. Chin et al.Figure 6 Depletion of BRK1 as root hairs transition to tip growth is delayed in spi.A, Dual imaging of BRK1-mRuby3 (arrowheads) and SPI-YPet shows that dissipation of BRK1 coincides with accumulation of SPI (arrow) as root hairs transition to rapid tip growth. Bar 20mm. B and C, BRK1-YFP signal persists in spiroot hair bulges (arrows in B) that fail to transition to tip growth and in slow-growing spiroot hairs (arrows in C). Bars20mm. D, Method for quantication of BRK1-YFP signal persistence in the root tip of spi. Root hairs of brk1 andspiexpressing BRK1-YFP that were approximately 40 mm in length were selected. Rectangular ROIs (1 and 2) were drawn to obtain uorescence values. Ratio values were obtained by dividing mean uorescence in rectangle region 1 over region 2 used to plot data in (E). E, Box plot of BRK1-YFP root hair tip gradientexpressed as uorescence ratio. Box limits indicate 25th and 75th percentiles, horizontal line is the median and whiskers display minimum andmaximum values.  P0.01 indicates statistical signicance as determined by Students ttest. Each dot represents measurement from three to six root hairs per group from eight plants. Only root hairs of similar length were compared. The average root hair length for brk1 was 37.28 mm (stan- dard deviation 18.05 mm) and for spi5 was 38.74 mm (standard deviation 18.34 mm). F, Accumulation of SPI-YPet at the root hair tip is not altered inbrk1 . Bar20mmThe Plant Cell , 2021 Vol. 33, No. 7 THE PLANT CELL 2021: 33: 21312148 2141bodies, such studies have been limited to transient expres- sion assays in biolistically bombarded leaves ( Steffens et al., 2015 ,2017 ). As such, a mechanistic link between reported SPI subcellular localization patterns and cell growth pheno-types (i.e. short root hairs and distorted trichome shapes) described in the original spimutant alleles has been unclear. The large size of SPI and the possibility that it is targeted todiscrete cellular domains could have hindered transgenic complementation and subsequent in planta localization efforts. Through our work, we demonstrated that a SPI-YPetfusion generated through recombineering complemented spi (Zhou et al., 2011 ;Brumos et al., 2020 ). In doing so, we pro- vide compelling evidence that SPI is a root hair tip-enrichedBEACH domain-containing protein. Our studies indicate that SPI mediates root hair tip growth by maintaining the tip-focused fine F-actin mesh- work, although the precise mechanism by which this is ac- complished is unknown. The root hair tip-focused F-actinmeshwork is the functional equivalent of domain-specific ac- tin structures found in other tip-growing cells, such as corti- cal actin fringes in pollen tubes and actin spots in mossprotonemata ( Bascom et al., 2018a ). Although the tip-fo- cused F-actin meshwork was able to form in a population of spiroot hairs, it often dissipated or was replaced by thick ac- tin cables, a feature of mature wild-type root hairs that are terminating tip growth. Although the presence of tip-fo- cused SPI-YPet was strongly correlated with the mainte-nance of the tip-focused F-actin meshwork, direct causal links between SPI and F-actin have yet to be established. An alternative explanation is that tip growth-induced reductiondue to the absence of SPI could lead to downstream, indi- rect effects on actin organization. The root hair phenotypes and corresponding depletion of tip-focused F-actin in spiis reminiscent of studies of BEACH domain-containing proteins in mammalian cells, particularlyin neurons, which have often been compared to tip-growing plant cells ( BaluC20ska, 2010 ). For instance, neuronal dendritic spines are cytoplasmic protrusions that modulate excitatorysynaptic transmission in the mammalian nervous system.Actin is a major component of dendritic spines that plays a central role in driving the dynamic shape changes and secre- tory activities of these cytoplasmic protrusions during synap-tic signaling ( Cingolani and Goda, 2008 ). In animals, neurobeachin (Nbea) is a BEACH domain-containing protein that has a similar domain architecture to SPI. Cultured neu-rons of Nbea mice knockouts had fewer dendritic spine pro- trusions and depleted F-actin at the synapse than the wild- type ( Niesmann et al., 2011 ). Another BEACH domain-con- taining protein called FAN was shown to be crucial for the formation of filopodia, i.e. actin-rich plasma membrane extensions that enable motile cells to probe their environ-ment ( Mattila and Lappalainen, 2008 ). FAN-deficient fibro- blasts had reduced filopodia formation and were unable to reorganize their actin cytoskeletons in response to upstreamactivation by tumor necrosis factors ( Haubert et al., 2007 ). Taken together, these results indicate that actin-mediatedregulation of cell polarity by BEACH domain-containing pro- teins is likely to be conserved across animals and plants. The formation of SPI-YPet agglomerates in response to BFA indicates that SPI is associated with post-Golgi com- partments. This result is consistent with observations made with BEACH domain-containing proteins in mammals. Forexample, Nbea was shown to localize to vesicular endomem- branes adjacent to the TGN, and like SPI, the distribution of Nbea-positive post-Golgi compartments was altered by BFA(Wang et al., 2000 ). Furthermore, the Caenorhabditis elegans (nematode) Nbea homolog SEL-2 was demonstrated to function in endomembrane trafficking in polarized epithelialcells based on the finding that sel-2 mutants mistarget pro- teins normally found in the apical cell surface to the basolat- eral surface ( de Souza et al., 2007 ). Here, the protein secretory marker SEC-RFP, which is typically trafficked to the tips of elongating wild-type root hairs ( Sparks et al., 2016 ), was uniformly distributed in spiroot hairs. The absence of tip-directed SEC-RFP gradients in spiroot hairs shows that, as in mammals, plant BEACH domain-containing proteins are required for the proper targeting of molecular cargo to points of polarized cell growth. Another significant result from our studies is the discovery that BRK1 and SCAR2 are molecular determinants of the RHID. The localization of BRK1 and SCAR2 to the RHID and their dissipation as root hair tip growth commenced con-trasts with findings in Physcomitrium in which a functional BRK1-YFP distinctly labeled the tips of caulonemal cells (Perroud and Quatrano, 2008 ). Like BRK1-YFP, an ARPC4- GFP construct labeled the tips of caulonemal cells ( Perroud and Quatrano, 2008 ), whereas no clear tip-focused labeling of ARPC5-GFP was observed in root hairs ( Supplemental Figure S5 ). The observation that BRK1-YFP prominently lo- calized to the RHID but dissipated during active root hair tip growth was surprising given that Arabidopsis BRK1 com- plemented the defective filamentous growth of Physcomitrium BRK1 knockouts ( Perroud and Quatrano, 2008 ).Physcomitrium BRK1 and ARPC4 mutants have clear tip growth defects, while Arabidopsis mutants in the WSC andARP23 complexes have only weak to no tip growth ab- normalities ( Le et al., 2003 ;Mathur et al., 2003 ;Perroud and Quatrano, 2006 ,2008 ). This suggests that seed plants might have evolved a specialized function for the WSC complex at the site of root hair emergence and early bulge formation with only a minor role in driving actin-dependent tipgrowth. Moreover, a recent discovery regarding the emer- gence of an ARP23 independent WSC pathway in the reg- ulation of F-actin dynamics for sperm nuclear migration inArabidopsis pollen tubes further indicates that this occur- rence may be more common in seed plants. On the other hand, the knockouts of an Arabidopsis SPIortholog in the liverwort Marchantia polymorpha led to short rhizoids, indi- cating that SPI has conserved functions across land plants in regulating tip growth ( Honkanen et al., 2016 ). In other single cell types such as diffusely growing trichomes, WSC and ARP23 subunits likely play a more prominent role than SPI2142 THE PLANT CELL 2021: 33: 21312148 S. Chin et al.based on their more severe trichome phenotypes when the expression of their encoding genes is suppressed. The weakening of BRK1-mRuby3 fluorescence coinciding with SPI-YPet accumulation, and the persistence of SPI-YPet signal in spiroot hair tips, provides indirect evidence that SPI might play a role in mediating BRK1 stability or localized clustering at the plasma membrane of the RHID. Although it is unknown why BRK1-YFP signal persists in spi,i ti s tempting to speculate that SPI might modulate BRK1 via protein degradation pathways. This possibility is supported by studies in mammals pointing to a role for BEACH do- main-containing proteins in protein degradation via the ubiquitination pathway. In mouse models, for example, the BEACH domain-containing protein WDR81 was shown to be essential for the removal of autophagy-dependent ubiqui-tinated proteins (Liu et al., 2017). In this regard, it is worth noting that the WSC-ARP23 pathway was demonstrated to function in stress-induced autophagy ( Wang et al., 2016 ) and that proteasome inhibitors stabilized SCAR during dark- induced primary root growth inhibition ( Dyachok et al., 2011 ). It is possible that SPI-mediated proteolytic pathways and BRK1 coordinate their activities to specify the levels of WSC at the RHID that enable the transition to actin-de- pendent rapid tip growth. However, such a scenario is com- plicated by the observation that the formation of tip- directed SPI-YPet does not appear to require BRK1. This sug- gests that SPIs appearance at the root hair tip is likely regu- lated by other factors besides the WSC complex. Alternatively, the failure of BRK1 to disappear from the RHID in spimutants may be caused by a general failure to transition to normal tip growth. Future studies will require subjecting root hairs to conditions that prematurely termi- nate tip growth to determine if BRK1 signals persist. In summary, our work provides data that contribute to our understanding of actin-mediated root hair development. A crucial result from our work is the discovery that SPI and the WSC subunits BRK1 and SCAR2 exhibit polarized locali- zation patterns in root hairs that point to potential func- tional relationships among these proteins during root hair development. In the future, it will be important to evaluate genetic interactions between SPI and WSC and ask whether SPI physically interacts with actin or subunits of WSC tobetter explain the functional links between SPI and WSC. Materials and methods Forward-genetic screening and map-based cloning The A. thaliana hlb mutants from which the spi-5 mutant allele was identified were isolated from a population of T- DNA seeds (Arabidopsis Biological Research Center stock CS31100). Plants generated from these seeds were trans-formed with the activation tagging pSKI015 plasmid ( Weigel et al., 2000 ;Sparks et al., 2016 ;Sun et al., 2019 ). Briefly, mutagenized seeds were surface sterilized in 95 (vv) etha- nol and 20 bleach (vv), followed by three washes in sterile deionized water. A solution of 0.5 C2Murashige and Skoog (MS) basal salt medium with vitamins (PhytoTech Labs,USA) and 1 (wv) sucrose was prepared, and the pH of the solution was adjusted to 5.7. After adding 0.5 agar (w v) (Sigma-Aldrich), the solution was autoclaved and allowed to cool at room temperature. Upon reaching 55 C14C, a stock solution of 10-mM LatB (CalBiochem-EMD Chemicals) in 100 dimethyl sulfoxide (DMSO) was added to make a final LatB concentration of 100 nM. Sterilized seeds were sus-pended in the MSagarLatB medium and gently swirled to evenly distribute the seeds. The seedMSagarLatB mixture was poured to a thickness of 2 mm on the bases of 10 cm C210 cm Petri dishes. After incubating the plates at 4 C14Cf o r 48 h, they were positioned vertically in a Conviron plant growth chamber set to 24C14C with a 14-h light (120 mmol mC02sC01)10-h dark cycle. Six days after transfer to the Conviron growth chamber, seedlings that exhibited severe growth inhibition were transplanted to LatB-free mediumand grown to maturity. For LatB hypersensitivity assays, seeds from selected plants and the hlb2 mutant were planted on the surface of a 3 mm layer of polymerized 0.5 C2MS1 agar growth me- dium in gridded square 10 cm C210 cm Petri plates and grown in the same Conviron used for screening. Four-day- old seedlings with primary roots that were C241 cm long were selected. Selected seedlings were transplanted to a newset of square Petri dishes containing MS medium supple- mented with 50-nM LatB or MS supplemented with the ap- propriate volume of LatB solvent (i.e. DMSO). Duringtransplantation, the tip of the root was positioned at the grid line of the Petri dish and maintained in a vertical orien- tation. Four days after transplanting, images of the rootswere captured with a Nikon Insight digital camera mounted on a copy stand. Primary root length was expressed as the distance between the position of the root tip 4 d aftertransplantation and the grid line where the root tip was po- sitioned during transplantation ( Supplemental Figure S1 ). To identify the HLB2 gene, homozygous hlb2 (Col-0 eco- type) was out-crossed to the Landsberg erecta ecotype to generate seeds for map-based cloning because attempts toidentify the responsible mutation for the hlb2 phenotype us- ing TAIL-PCR had been unsuccessful. Segregating F2 seed- lings were surface sterilized as described above and grown for 3 d. These seedlings were then transferred to MS me-dium containing 50 nM LatB and root lengths were marked on the plates to track root growth. Transferred seedlings were grown vertically for an additional 4 d in the growthchamber and seedlings that showed root hypersensitivity to 50-nM LatB were selected for mapping. Briefly, DNA was extracted ( Edwards et al., 1991 ) from approximately 2,600 LatB sensitive seedlings and cloned with simple sequence length polymorphism and cleavage of amplified polymorphic site markers to chromosome one between the AT1G02740 and AT1G03410 loci ( Lukowitz et al., 2000 ), which spanned 248 kb and contained 77 annotated genes. Primers were then designed to several candidate genes based on the se-quenced 248-kb region. Nucleotide sequencing revealed that the hlb2 mutation had a 10-base pair deletion (Chr1The Plant Cell , 2021 Vol. 33, No. 7 THE PLANT CELL 2021: 33: 21312148 2143position 720, 152720, 161) in exon 14 of the AT1G03060 gene. In addition, we obtained a T-DNA insertional mutant (SALK_065311) from the ABRC with a predicted insertion in SPI. After genotyping, SALK_065311 was subjected to similar LatB hypersensitivity and growth assays as hlb2 as men- tioned above. Allelism was determined by examining the F1 progeny from a cross between hlb2C2SALK_065311. Following the nomenclature of Steffens et al. (2015) , SALK_065311 and hlb2 were named spi-3 and spi-5 , respectively. Generation of fluorescent protein-tagged constructs and plant lines The SPI protein was tagged at the C-terminus with the fluo- rescent protein 3x-YPet via the recombineering method (Zhou et al., 2011 ).Agrobacterium tumefaciens UIA143 pMP90 harboring a SPI-YPet recombineering construct was used to transform the spi-5 mutant by the floral dip method (Clough and Bent, 1998 ). Transgenic lines were isolated based on resistance to kanamycin and restoration of the wild-type root length. The SPI-YPet transgene was amplified with primers (50-ATTCCACAAGCAACCAGTCAC-30and 50- AACAGAGTTGAGAGTGGCTCG-30) and sequenced to con- firm the correct configuration. Final validation of SPI-YPet expression was accomplished by screening selected lines un- der the confocal microscope for YPet fluorescence and com- plementation of the short root hair phenotype. SCAR2-mCherry lines were also generated by recombineer- ing in which an mCherry tag was fused to an internal region of SCAR2 ( Sharan et al., 2009 ). The mCherry tag was inserted after amino acid 585 in SCAR2 to generate SCAR2-i2mCherry. Recombineering primers were designed as fol- lows: the forward primer contained 50 SCAR2 nucleotides upstream from the insertion site of SCAR2 and 18 nucleoti- des of the 5 0-end of the mCherry cassette, which had a 5 C2 Glycine, 1 Alanine linker. The reverse primer contained 50 nucleotides after the insert site of SCAR2 and 24 nucleotides of the 30-end of the mCherry cassette. The JAtY75L14 clone was transformed into the recombineering competent Escherichia coli strain SW105 and recombined with the SCAR2-i2mCherry recombineering cassettes. A flippase re- combination reaction removed the ampicillin resistancemarker. The sequence between the two test primers was verified by DNA sequencing. The clones were transformed into Agrobacterium and then into scar1234 plants ( Dyachok et al., 2008 ). Because both scar1234 plants and the recom- bineering clones were Basta resistant, plants on MS plates were screened by eye for rescued trichome phenotypes. Rescued plants were genotyped with the recombineering test primers and screened for fluorescence under a confocal microscope. The BRK1promoter: BRK1-YFP introduced into the brk1-1 mutant and ARPC5-GFP are described in Dyachok et al. (2008) and Yanagisawa et al. (2015) , respectively. For the BRK1-mRuby3 construct, the fluorescent protein 3x- mRUBY3 was tagged with a C-terminal linker (10 Alanine,Glycine) using Thermo Fisher Scientific GeneArt to include BamH1 and XbaI sites at its 5 0-a n d30-ends, respectively. Codon optimization for Arabidopsis was performed on the 3x-mRUBY3 and internal linkers prior to synthesis. The 3X- mRuby3 fragment was inserted as a BamH1XbaI into the plasmid pBRK:YFPpEZRK (Dyachok et al., 2008 ).The Agrobacterium floral dip method ( Clough and Bent, 1998 ) was used to transform brk1-2 plants, and transformation was confirmed when this construct fully restored defective brk1-2 trichomes. Plants expressing BRK1-YFP were crossed with spi-5 to generate BRK1-YFP in the spi-5 background. In parallel, plants expressing SPI-YPet were crossed with brk1 to obtain SPI-YPet in the brk1 background. Spi-5 was directly trans- formed with the UBQ10:mGFP-Lifeact construct by the floral dip method ( Clough and Bent, 1998 ).Spi-5 expressing SEC- RFP was generated by crossing spi-5 with SEC7-RFP -express- ing wild-type plants, and progeny in subsequent generations that exhibited fluorescence and the spiroot hair phenotypes were selected for analysis. Generation of dual fluorescent protein-labeled plant lines To generate plant lines co-expressing SPI-YPet and BRK1- mRuby3 ,SPI-YPet inspi-5 was crossed with BRK1-mRuby3 in the brk1-2 background. Progeny from subsequent genera- tions that exhibited yellow and red fluorescence and rescued root hair and trichome phenotypes were selected for the analysis. For lines expressing SPI-YPet and mRuby3-Lifeact (Bascom et al., 2018b ),SPI-YPet in the spi-5 background was directly transformed with a UBQ10:Lifeact-mRuby3 construct. Seedlings that showed both YPet and mRuby3 fluorescence were selected under the confocal microscope. Evaluation of root hair growth rate Seeds were surface-sterilized in ethanol and bleach as de- scribed above. To evaluate root hair growth rate, seeds were planted on 48 C264 mm coverslips coated with 0.5 C2MS, 1 sucrose, and 0.4 (wv) Gelzan CM (Sigma Aldrich, USA) according to Dyachok et al. (2016) . The coverslips were placed in 9-cm round Petri dishes and the seeds stratified at 4C14C for 48 h. After stratification, the coverslip system with planted seed were kept in a 24C14C growth chamber under a 14-h light (120 mmol mC02sC01)10-h dark cycle for 56 d. To quantify root hair growth rate, time-lapse sequences of elongating root hairs at intervals of 10 min over a period of 60 min from a region of the primary root located between 2 and 3 mm from the root tip were captured with a NikonEclipse TE300 inverted microscope using a 10 C2objective. Root hair lengths at various time points were extracted from digital images using ImageJ (v1.51) software (https: imagej.nih.govij ). The displacement of the root hair tip af- ter each 10-min interval was obtained and divided by 10 to obtain growth rate as mmmin.2144 THE PLANT CELL 2021: 33: 21312148 S. Chin et al.Chemical treatments of root hairs For BFA treatment, a stock solution of 10 mM was made by dissolving BFA powder (Sigma-Aldrich) in DMSO. Subsequently, the working solution of 50 mM was diluted in 0.5C2MS, 1 sucrose solution, and loaded into a 1-mL sy- ringe. The BFA solution was injected directly next to the roots of 4- to 5-d-old Arabidopsis seedlings grown on cover-slips and incubated at room temperature for 10 min prior to microscopy. FM 1-43 dye (ThermoFisher Scientific) was dissolved in DMSO to make a 10-mM stock solution. The dye was di- luted to 4 mMi n0 . 5 C2MS, 1 sucrose solution. The dye was loaded into a 1-mL syringe, and the solution was injected next to the roots as described above. Microscopy and image analysis Live cell imaging of root hairs using confocal microscopy was performed on 4- or 5-d-old seedlings grown on the 48 mmC264 mm coverslip system described above. Coverslips with seedlings were placed horizontally on the stage of an inverted Leica SP8-X point scanning confocal microscope (Leica Microsystems, Buffalo Grove, IL, USA) or an UltraViewERS spinning-disc confocal microscope (Perkin Elmer Life and Analytical Sciences, Waltham, MA, USA) equipped with 40C2water (numerical aperture 1.10) or 100 C2oil (numeri- cal aperture 1.40) immersion objectives. SPI-YPet and YFP- BRK1 were imaged by illuminating roots growing along the coverslip surface with the 514 nm line of the SP8-XArgon la-ser and emission detected at 527 nm. Images of root hairs expressing SCAR2-mCherry, BRK1-mRuby3, Lifeact-mRuby, and SEC7-RFP were acquired by illumination with the tun-able SP8-X white light laser (560-580 nm) and detecting emission at 610 nm. Excitation and emission parameters for GFP (GFP-ARPC5 and mGFP-Lifeact) were 488 nm and 510nm, respectively. Time-lapse movies or single time point images were collected using Volocity acquisition version 6.3.5 (Improvision) or SPX-8 LAS software, for the UltraViewand Leica SP8-X, respectively. Quantification of fluorescence from root hair images was conducted on 8-bit confocal images acquired at a single fixed focal plane that spanned the median of the cell (SPI- YPet, BRK1-YFP, SEC-RFP, and BFA and FM 1-43 treatments)or from maximum projected images (mGFP-Lifeact). For SPI- YPet and SEC-RFP, an oval region of interest (ROI) at the root hair tip was drawn and mean fluorescence within thisarea was acquired using ImageJ. Fluorescence was expressed as the ratio of mean fluorescence within the root tip ROI to background fluorescence. For SPI-YPet, the background usedwas the region adjacent to but outside of the root hair tip (Figure 1C ), while for SEC-RFP, the background used was an area on the sub-apical region of the root hair tip ( Figure 2F ). For BRK1-YFP, a ROI was drawn along the apical-most root hair tip that was approximately 20 pixels wide using the se- lection brush tool of ImageJ. The ratio of fluorescence withinthis area to background fluorescence was obtained (Figure 2C ). For BFA, a variable ROI was selected based on the size of BFA-induced agglomerates using the selectionbrush tool of ImageJ. The ratio of fluorescence was calcu- lated based on similarly sized ROI in the cytoplasmic region. For FM 1-43 experiment, the same quantification technique as for SEC-RFP was used. Root hair growth rate data for scatter plots in Figures 1 and 5were derived from the same root hair images in which fluorescence images were acquired under a Leica SP8-X. For the former, an image of a root hair was taken at time 0 and every 5 min thereafter. Scatter plots to determine the rela- tionship between growth rate and tip-focused fluorescence were generated in R ( R Core Team, 2019 ) using the ggplot function in the ggplot2 package ( Wickham, 2016 ). Linear re- gression analysis between two variables was performed using the lme4 package in R software ( Bates et al., 2015 ;RC o r e Team, 2019 ). Root hair growth rate for Figure 3Q was obtained directly on a Nikon TE300 from root hairs growing in 0.5 C2MS, 1 sucrose, and 0.4 Gelzan in 5-cm diameter round Petri dishes. Time-lapse images were taken every 10 min over a period of 60 min. The growth rate refers to the displace- ment of the root hair tip in micrometer divided by time elapsed (min). To quantify tip-focused F-actin, 25 optical sections were taken at 0.5- mm intervals using an UltraView spinning-disc confocal microscope. Raw Ultraview Z-stacks were exported to Imaris image analysis software version 9.2.0 (Bitplane). Transverse sections of the root hair tip were obtained from Z-stacks using the surpass view interface of Imaris software and exported as 8-bit TIFF files. From these images, an ROI spanning the circular area of the root hair tip was drawn us- ing ImageJ and mean fluorescence was extracted (Figure 3O ). The ratio of the tip fluorescence to background was obtained from 18 to 21 root hairs. Pairwise ttests and ANOVA tests were performed using the lsmeans package ( Lenth, 2016 )i nR( RC o r eT e a m , 2019 ). Violin plots for planar polarity in Figure 5F were designed with the ggplot function in the ggplot2 package (Wickham, 2016 ). Pairwise KolmogorovSmirnov test was selected to compare the shapes of two empirical cumulative distributions for planar polarity of two genotypes using the basic package in R ( R Core Team, 2019 ). Statistical results of ttests and ANOVA are shown in Supplemental Tables S1 and S2 ,r e s p e c t i v e l y . Accession numbers Sequence data from this article can be found in the Arabidopsis Genome Initiative or GenBankEMBL databases under the following accession numbers: SPI (AT1G03060), BRK1 (AT2G22640), SCAR1 (AT2G34150), SCAR2 (AT2G38440), SCAR3 (AT1G29170), and SCAR4 (AT5G01730) Supplemental data The following materials are available in the online version of this article.The Plant Cell , 2021 Vol. 33, No. 7 THE PLANT CELL 2021: 33: 21312148 2145Supplemental Figure S1 .Primary root growth of hlb2 seedlings is hypersensitive to LatB. Supplemental Figure S2 .HLB2 encodes the beach do- main containing protein SPIRRIG. Supplemental Figure S3 .The SPI-YPet construct comple- ments spi. Supplemental Figure S4 .FM1-43 uptake assays in grow- ing wild-type and spiroot hairs. Supplemental Figure S5 .The ARP23 pathway does not mark the root hair initiation domain. Supplemental Table S1 .Statistical test results for ttest. Supplemental Table S2 .Statistical test results for ANOVA. Supplemental Movie S1 .Time-lapse confocal microscopy of SPI-YPet in multiple elongating root hairs. Supplemental Movie S2 .Time-lapse confocal microscopy of SPI-YPet in a single rapidly elongating root hair. Supplemental Movie S3 .Time-lapse confocal microscopy of SPI-YPet in a root hair bulge transitioning to tip growth. Supplemental Movie S4 .Time-lapse confocal microscopy of SPI-YPet in a root hair during termination of tip growth. Supplemental Movie S5 .Spinning-disc confocal micros- copy of Lifeact-mGFP in elongating root hairs of wild-type andspi. Supplemental Movie S6 .Spinning-disc confocal micros- copy of a rapidly elongating root hair co-expressing SPI-YPet and mRuby3-Lifeact. Supplemental Movie S7 .Time-lapse confocal microscopy of BRK1-YFP root hair bulge transitioning to tip growth. Supplemental Movie S8 .Time-lapse confocal microscopy of a root hair bulge transitioning to tip growth and co- expressing SPI-YPet and mRuby3-Lifeact. Supplemental Movie S9 .Time-lapse confocal microscopy of a spiroot hair expressing BRK1-YFP. Acknowledgments We thank Drs Jose Alonso, Linda Robles, and Anna Stepanova (North Carolina State University) for assistance with recombineering and Dr Magdalena Bezanilla (Dartmouth College) for the Lifeact-mRuby construct. We also thank Dr Larry M. York (Noble Research Institute) and Dr Wayne Versaw (Texas A.M. University) for critical com- ments on the manuscript. Funding This work was supported by the National Aeronautics andSpace Administration (NASA Grant No. 80NSSC19K0129 and 80NSSC18K1462) and the Noble Research Institute to E.B.B. and by the National Science Foundation (NSF Molecular and Cellular Biosciences Grant No.1715544) to D.B.S. Conflict of interest statement . None declared.References Alonso JM, Stepanova AN, Leisse TJ, Kim CJ, Chen H, Shinn P, Stevenson DK, Zimmerman J, Barajas P, Cheuk R ,et al. (2003) Genome-wide insertional mutagenesis of Arabidopsis thaliana . Science 301: 653 Badet T, Leger O, Barascud M, Voisin D, Sadon P, Vincent R, Le Ru, A., Balague, C., Roby, D, Raffaele S (2019) Expression poly- morphism at the ARPC4 locus links the actin cytoskeleton withquantitative disease resistance to Sclerotinia sclerotiorum in Arabidopsis thaliana. New Phytol 222: 480496 BaluC20ska F (2002) F-actin-dependent endocytosis of cell wall pectins in meristematic root cells. Insights from Brefeldin A-induced com- partments. Plant Physiol 130: 422431 BaluC20ska F (2010) Recent surprising similarities between plant cells and neurons. Plant Signal Behav 5: 8789 Bascom CS, Hepler PK, Bezanilla M (2018a) Interplay between ions, the cytoskeleton, and cell wall properties during tip growth. PlantPhysiol 176: 2840 Bascom CS, Winship LJ, Bezanilla M (2018b) Simultaneous imaging and functional studies reveal a tight correlation between calciumand actin networks. Proc Natl Acad Sci USA 115: E2869E2878 Basu D, El-Assal SE-D, Le J, Mallery EL, Szymanski D (2004) Interchangeable functions of Arabidopsis PIROGI and the human WAVE complex subunit SRA1 during leaf epidermal development.Development 131: 43454355 Basu D, Le J, El-Essal SE-D, Huang S, Zhang C, Mallery EL, Koliantz G, Staiger CJ, Szymanski DB (2005) DISTORTED3SCAR2 is a putative Arabidopsis WAVE complexsubunit that activates the Arp23 complex and is required for epi- dermal morphogenesis. Plant Cell 17: 502524 Bates D, Maechler M, Bolker B, Walker S (2015) Fitting linear mixe- d-effects models using lme4. J Stat Softw 67: 148 Bibikova TN, Blancaflor EB, Gilroy S (1999) Microtubules regulate tip growth and orientation in root hairs of Arabidopsis thaliana . Plant J 17: 657665 Blanchoin L, Amann KJ, Higgs HN, Marchand J-B, Kaiser DA, Pollard TD (2000) Direct observation of dendritic actin filament networks nucleated by Arp23 complex and WASPScar proteins.Nature 404: 10071011 Bolte S, Talbot C, Boutte Y, Catrice O, Read ND, Satiat- Jeunemaitre B (2004) FM-dyes as experimental probes for dissect- ing vesicle trafficking in living plant cells. J Microscopy 214: 159173 Brumos J, Zhao C, Gong Y, Soriano D, Patel AP, Perez-Amador MA, Stepanova AN, Alonso JM (2020) An improved recombineer- ing toolset for plants. Plant Cell 32: 100122 Carminati A, Passioura JB, Zarebanadkouki M, Ahmed MA, Ryan PR, Watt M, Delhaize E (2017) Root hairs enable high transpira- tion rates in drying soils. New Phytol 216: 771781 Cingolani LA, Goda Y (2008) Actin in action: the interplay between the actin cytoskeleton and synaptic efficacy. Nat Rev Neurosci 9: 344356 Clough SJ, Bent AF (1998) Floral dip: a simplified method for Agrobacterium -mediated transformation of Arabidopsis thaliana . Plant J 16: 735743 Cullinane AR, Schaffer AA, Huizing M (2013) The BEACH is hot: a LYST of emerging roles for BEACH-domain containing proteins in human disease. Traffic 14: 749766 De Souza N, Vallier LG, Fares H, Greenwald I (2007) SEL-2, the C. elegans neurobeachinLRBA homolog, is a negative regulator of lin-12Notch activity and affects endosomal traffic in polarized epi- thelial cells. Development 134: 691702 Deeks MJ, Hussey PJ (2005) Arp23 and SCAR: plants move to the fore. Nat Rev Mol Cell Biol 6: 954964 Deeks MJ, Kaloriti D, Davies B, Malho R, Hussey PJ (2004) Arabidopsis NAP1 is essential for Arp23-dependent trichome morphogenesis. Curr Biol 14: 141014142146 THE PLANT CELL 2021: 33: 21312148 S. Chin et al.Denninger P, Reichelt A, Schmidt VAF, Mehlhorn DG, Asseck LY, Stanley CE, Keinath NF, Evers J-F, Grefen C, Grossmann G(2019) Distinct RopGEFs successively drive polarization and out-growth of root hairs. Curr Biol 29: 18541865 Djakovic S, Dyachok J, Burke M, Frank MJ, Smith LG (2006) BRICK1HSPC300 functions with SCAR and the ARP23 complex to regulate epidermal cell shape in Arabidopsis . Development 133: 10911100 Doyle SM, Vain T, Robert S (2015) Small molecules unravel com- plex interplay between auxin biology and endomembrane traffick- ing. J Exp Biol 66: 49714982 Dyachok J, Paez-Garcia A, Yoo CM, Palanichelvam K, Blancaflor EB(2016) Fluorescence imaging of the cytoskeleton in plant roots. InRH Gavin, ed, Cytoskeleton Methods and Protocols: Methods in Molecular Biology Series, Vol 1365. Humana Press, , New York, NY Dyachok J, Shao M-R, Vaughn K, Bowling A, Facette M, Djakovic S, Clark L, Smith L (2008) Plasma membrane-associated SCAR complex subunits promote cortical F-actin accumulation and nor-mal growth characteristics in Arabidopsis roots. Mol Plant 1: 9901006 Dyachok J, Zhu L, Liao F, He J, Huq E, Blancaflor EB (2011) SCAR mediates light-induced root elongation in Arabidopsis through photoreceptors and proteasomes. Plant Cell 23: 36103626 Edwards K, Johnstone C, Thompson C (1991) A simple and rapid method for the preparation of plant genomic DNA for PCR analy-sis. Nucleic Acids Res 19: 13491349 El-Assal SE-D, Le J, Basu D, Mallery EL, Szymanski DB (2004) Arabidopsis GNARLED encodes a NAP125 homolog that positively regulates ARP23 . Curr Biol 14: 14051409 El-Assal SelD, Le J, Basu D, Mallery EL, Szymanski DB (2004) Arabidopsis GNARLED encodes a NAP125 homolog that positively regulates ARP23. Curr Biol 14: 14051409 Faso C, Chen YN, Tamura K, Held M, Zemelis S, Marti L, Saravanan R, Hummel E, Kung L, Miller E ,et al. (2009) A mis- sense mutation in the Arabidopsis COPII coat protein Sec24A induces the formation of clusters of the endoplasmic reticulum and Golgi apparatus. Plant Cell 21: 36553671 Finka A, Saidi Y, Goloubinoff P, Neuhaus JM, Zryd JP, Schaefer DG (2008) The knock-out of ARP3a gene affects F-actin cytoskele- ton organization altering cellular tip growth, morphology and de- velopment in moss Physcomitrella patens. Cell Motil Cytoskeleton65: 769784 Gibbon BC, Kovar DR, Staiger CJ (1999) Latrunculin B has different effects on pollen germination and tube growth. Plant Cell 11: 23492364 Grierson C, Nielsen E, Ketelaar T, Schiefelbein J (2014) Root hairs. Arabidopsis Book 12: e0172 Harries PA, Pan A, Quatrano RS (2005) Actin-related protein23 complex component ARPC1 is required for proper cell morpho-genesis and polarized cell growth in Physcomitrella patens. PlantCell 17: 23272339 Haubert D, Gharib N, Rivero F, Wiegmann K, Ho sel M, Kro nke M, Kashkar H (2007) PtdIns(4,5)P-restricted plasma membrane locali- zation of FAN is involved in TNF-induced actin reorganization.EMBO J 26: 33083321 Honkanen S, Jones VAS, Morieri G, Champion C, Hetherington AJ, Kelly S, Proust H, Saint-Marcoux D, Prescott H, Dolan L (2016) The mechanism forming the cell surface of tip-growing rooting cellsis conserved among land plants. Curr Biol 26: 32383244 Hulskamp M, Mise ra S, Ju rgens G (1994) Genetic dissection of tri- chome cell development in Arabidopsis. Cell 76: 555566 Isner JC, Xu Z, Costa JM, Monnet F, Batstone T, Ou X, Deeks MJ, Genty B, Jiang K, Hetherington AM (2017) Actin filament reor- ganisation controlled by the SCARWAVE complex mediates sto- matal response to darkness. New Phytol 215: 10591067 Jelnkova  A, Mal nska  K, Simon S, Kleine-Vehn J, Pa C20rezova M , Pejchar P, Kube C20s M, Martinec J, Friml J, Za C20zmalova E,et al.(2010) Probing plant membranes with FM dyes: tracking, dragging or blocking? Plant J 61: 883892 Jones MA, Shen J-J, Fu Y, Li H, Yang Z, Grierson CS (2002) The Arabidopsis Rop2 GTPase is a positive regulator of both root hair initiation and tip growth. Plant Cell 14: 763776 Jorgens CI, Gru newald N, Hu lskamp M, Uhrig JF (2010) A role for ABIL3 in plant cell morphogenesis. Plant J 62: 925935 Kiefer CS, Claes AR, Nzayisenga JC, Pietra S, Stanislas T, Huser A, Ikeda Y, Grebe M (2015) Arabidopsis AIP1-2 restricted by WER -mediated patterning modulates planar polarity. Development 142: 151161 Le J, El-Assal Sel D, Basu D, Saad ME, Szymanski DB (2003) Requirements for Arabidopsis ATARP2 and ATARP3 during epider- mal development. Curr Biol 13: 13411347 Le J, Mallery EL, Zhang C, Brankle S, Szymanski DB (2006) Arabidopsis BRICK1HSPC300 is an essential WAVE-complex subu- nit that selectively stabilizes the Arp23 activator SCAR2. Curr Biol 16: 895901 Lenth RV (2016) Least-squares means: the R Package lsmeans. J Stat Softw 69:1 Li J, Blanchoin L, Staiger CJ (2015) Signaling to actin stochastic dy- namics. Annu Rev Plant Biol 66: 415440 Li S, Blanchoin L, Yang Z, Lord EM (2003) The putative Arabidopsis arp23 complex controls leaf cell morphogenesis. Plant Physiol132: 20342044 Li X, Li JH, Wang W, Chen NZ, Ma TS, Xi YN, Zhang XL, Lin HF, Bai Y, Huang SJ ,et al. (2014) ARP23 complex-mediated actin dy- namics is required for hydrogen peroxide-induced stomatal closure in Arabidopsis. Plant Cell Environ 37:15481560 Liu X, Li Y, Wang X, Xing R, Liu K, Gan Q, Tang C, Gao Z, Jian Y, Luo S ,et al. (2017) The BEACH-containing protein WDR81 coordi- nates p62 and LC3C to promote aggrephagy. J Cell Biol 216: 13011320 Lukowitz W, Gillmor CS, Scheible W-R (2000) Positional cloning in Arabidopsis. Why it feels good to have a genome initiative working for you. Plant Physiol 123: 795806 Malnska  K, Jel nkova  A, Petra C20sek J (2014) The use of FM dyes to analyze plant endocytosis. InMS Otegui, ed, Plant Endosomes: Methods in Molecular Biology (Methods and Protocols), Vol 1209.Humana Press, New York, NY Mathur J, Mathur N, Kernebeck B, Hu lskamp M (2003) Mutations in actin-related proteins 2 and 3 affect cell shape development inArabidopsis . Plant Cell 15: 16321645 Mattila PK, Lappalainen P (2008) Filopodia: molecular architecture and cellular functions. Nat Rev Mol Cell Biol 9: 446454 Molendijk AJ, Bischoff F, Rajendrakumar CS, Friml J, Braun M, Gilroy S, Palme K (2001) Arabidopsis thaliana Rop GTPases are lo- calized to tips of root hairs and control polar growth. EMBO J 20: 27792788 Nakamura M, Grebe M (2018) Outer, inner and planar polarity in the Arabidopsis root. Curr Opin Plant Biol 41:4653 Nguyen AW, Daugherty PS (2005) Evolutionary optimization of fluorescent proteins for intracellular FRET. Nat Biotechnol 23: 355360 Niesmann K, Breuer D, Brockhaus J, Born G, Wolff I, Reissner C, Kilimann MW, Rohlmann A, Missler M (2011) Dendritic spine formation and synaptic function require neurobeachin. NatCommun 2: 557 Paez-Garcia A, Sparks JA, De Bang L, Blancaflor EB (2018) Plant actin cytoskeleton: new functions from old scaffold. InV Sahi, F BaluC20ska, ed, Concepts in Cell Biology - History and Evolution. Springer, New York, NY Perroud PF, Quatrano RS (2006) The role of ARPC4 in tip growth and alignment of the polar axis in filaments of Physcomitrella pat- ens. Cell Motil Cytoskeleton 63: 162171 Perroud PF, Quatrano RS (2008) BRICK1 is required for apical cell growth in filaments of the moss Physcomitrella patens but not for gametophore morphology. Plant Cell 20: 411422The Plant Cell , 2021 Vol. 33, No. 7 THE PLANT CELL 2021: 33: 21312148 2147Pratap Sahi V, Cifrova P, Garcia-Gonzalez J, Kotannal Baby I, Mouille G, Gineau E, Muller K, Baluska F, Soukup A, Petrasek J , et al. (2018) Arabidopsis thaliana plants lacking the ARP23 com- plex show defects in cell wall assembly and auxin distribution. Ann Bot 122: 777789 Preuss ML, Serna J, Falbel TG, Bednarek SY, Nielsen E (2004) The Arabidopsis Rab GTPase RabA4b localizes to the tips of growing root hair cells. Plant Cell 16: 15891603 Ringli C, Baumberger N, Diet A, Frey B, Keller B (2002) ACTIN2 is essential for bulge site selection and tip growth during root hairdevelopment of Arabidopsis. Plant Physiol 129: 14641472 Robinson DG, Langhans M, Saint-Jore-Dupas C, Hawes C (2008) BFA effects are tissue and not just plant specific. Trends Plant Sci 13: 405408 Robinson RC, Turbedsky K, Kaiser DA, Marchand J-B, Higgs HN, Choe S, Pollard TD (2001) Crystal structure of Arp23 complex. Science 294: 16791684 Rodal AA, Sokolova O, Robins DB, Daugherty KM, Hippenmeyer S, Riezman H, Grigorieff N, Goode BL (2005) Conformational changes in the Arp23 complex leading to actin nucleation. NatStruct Mol Biol 12: 2631 Ruiz S, Koebernick N, Duncan S, Fletcher DM, Scotson C, Boghi A, Marin M, Bengough AG, George TS, BROWN LK ,et al. (2020) Significance of root hairs at the field scale - modelling root water and phosphorus uptake under different field conditions. Plant Soil 447: 281304 Saedler R, Jakoby M, Marin B, Galiana-Jaime E, Hu lskamp M (2009) The cell morphogenesis gene SPIRRIG in Arabidopsis enco- des a WDBEACH domain protein. Plant J 59:612621 Schiefelbein J, Huang L, Zheng X (2014) Regulation of epidermal cell fate in Arabidopsis roots: the importance of multiple feedback loops. Front Plant Sci 5:4 7 Schwab B, Mathur J, Saedler RR, Schwarz H, Frey B, Scheidegger C, Hu lskamp M (2003) Regulation of cell expansion by the DISTORTED genes in Arabidopsis thaliana : actin controls the spa- tial organization of microtubules. Mol Genet Genom 269: 350360 Sharan SK, Thomason LC, Kuznetsov SG, Court DL (2009) Recombineering: a homologous recombination-based method ofgenetic engineering. Nat Protocols 4: 206223 Shibata M, Breuer C, Kawamura A, Clark NM, Rymen B, Braidwood L, Morohashi K, Busch W, Benfey PN, Sozzani R ,et al.(2018) GTL1 and DF1 regulate root hair growth through tran- scriptional repression of ROOT HAIR DEFECTIVE 6-LIKE 4 in Arabidopsis. Development 145: dev159707 Sparks JA, Kwon T, Renna L, Liao F, Brandizzi F, Blancaflor EB (2016) HLB1 is a tetratricopeptide repeat domain-containing pro-tein that operates at the intersection of the exocytic and endocytic pathways at the TGNEE in Arabidopsis. Plant Cell 28: 746769 Steffens A, Bra utigam A, Jakoby M, Hu lskamp M (2015) The BEACH domain protein SPIRRIG is essential for Arabidopsis salt stress tolerance and functions as a regulator of transcript stabiliza- tion and localization. PLoS Biol 13: e1002188 Steffens A, Jakoby M, Hu lskamp M (2017) Physical, functional and genetic interactions between the BEACH domain protein SPIRRIG and LIP5 and SKD1 and its role in endosomal trafficking to the vacuole in Arabidopsis . Front Plant Sci 8 Stephan OOH (2017) Actin fringes of polar cell growth. J Exp Bot 68: 33033320 Sun L, Ge Y, Sparks JA, Robinson ZT, Cheng X, Wen J, Blancaflor EB(2019) TDNAscan: a software to identify complete and trun- cated T-DNA insertions. Front Genet 10: 685Szymanski D, Staiger CJ (2018) The actin cytoskeleton: functional arrays for cytoplasmic organization and cell shape control. PlantPhysiol 176: 106118 Szymanski DB (2005) Breaking the WAVE complex: the point of Arabidopsis trichomes. Curr Opin Plant Biol 8: 103112 R Core Team (2019) R: a language and environment for statistical computing. InR Foundation for Statistical Computing. Vienna, Austria Vidali L, Burkart GM, Augustine RC, Kerdavid E, Tu zel E, Bezanilla M (2010) Myosin XI is essential for tip growth in Physcomitrella patens . Plant Cell 22: 18681882 Wang P, Richardson C, Hawes C, Hussey PJ (2016) Arabidopsis NAP1 regulates the formation of autophagosomes. Curr Biol 26: 20602069 Wang X, Herberg FW, Laue MM, Wu llner C, Hu B, Petrasch- Parwez E, Kilimann MW (2000) Neurobeachin: a protein kinase A - anchoring, beigeChediak-Higashi protein homolog implicated inneuronal membrane traffic. J Neurosci 20: 85518565 Weigel D, Ahn JH, Bla zquez MA, Borevitz JO, Christensen SK, Fankhauser C, Ferra ndiz C, Kardailsky I, Malancharuvil EJ, Neff MM, et al. (2000) Activation tagging in Arabidopsis. Plant Physiol 122: 1003-1013 Wickham H (2016) ggplot2: Elegant Graphics for Data Analysis. Springer, New York, NY. Yanagisawa M, Desyatova AS, Belteton SA, Mallery EL, Turner JA, Szymanski DB (2015) Patterning mechanisms of cytoskeletal and cell wall systems during leaf trichome morphogenesis. Nat Plants1: 15014 Yanagisawa M, Zhang C, Szymanski DB (2013) ARP23-dependent growth in the plant kingdom: SCARs for life. Front Plant Sci 4: 166 Yoo CM, Quan L, Cannon AE, Wen J, Blancaflor EB (2012) AGD1, a class 1 ARF-GAP, acts in common signaling pathways with phos-phoinositide metabolism and the actin cytoskeleton in controlling Arabidopsis root hair polarity. Plant J 69: 10641076 Zhang C, Mallery EL, Schlueter J, Huang S, Fan Y, Brankle S, Staiger CJ, Szymanski DB (2008) Arabidopsis SCARs function in- terchangeably to meet actin-related protein 23 activation thresh- olds during morphogenesis. Plant Cell 20: 9951011 Zhang X, Dyachok J, Krishnakumar S, Smith LG, Oppenheimer DG (2005a) IRREGULAR TRICHOME BRANCH1 in Arabidopsis encodes a plant homolog of the actin-related protein23 complexactivator ScarWAVE that regulates actin and microtubule organi-zation. Plant Cell 17: 23142326 Zhang X, Dyachok J, Krishnakumar S, Smith LG, Oppenheimer DG (2005b) IRREGULAR TRICHOME BRANCH1 in Arabidopsis enc- odes a plant homolog of the actin-related Protein23 complex acti- vator scarWAVE that regulates actin and microtubule organization. Plant Cell 17: 23142326 Zhao Y, Pan Z, Zhang Y, Qu X, Zhang Y, Yang Y, Jiang X, Huang S, Yuan M, Schumaker KS ,et al. (2013) The actin-related Protein23 complex regulates mitochondrial-associated calcium sig-naling during salt stress in Arabidopsis. Plant Cell 25: 45444559 Zhou R, Benavente LM, Stepanova AN, Alonso JM (2011) A recom- bineering-based gene tagging system for Arabidopsis. Plant J 66: 712723 Zou J-J, Zheng Z-Y, Xue S, Li H-H, Wang Y-R, Le J (2016) The role of Arabidopsis Actin-Related Protein 3 in amyloplast sedimenta-tion and polar auxin transport in root gravitropism. J Exp Bot 67: 532553372148 THE PLANT CELL 2021: 33: 21312148 S. Chin et al.",
        "introduction": "Root hairs are single-cell tubular projections that emerge from root epidermal cells. Root hairs increase the effectivesurface area of the root system by extending laterally into soil pores, thus enabling increased access to nutrients andwater ( Carminati et al., 2017 ;Ruiz et al., 2020 ). Root hairs have been studied extensively by plant biologists for decadesBreakthrough Report Accepted April 15, 2021. Advance access publication April 20, 2021 VCThe Author(s) 2021. Published by Oxford University Press on behalf of American Society of Plant Biologists. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http:creativecommons.orglicensesby 4.0), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.Open Access doi:10.1093plcellkoab115 THE PLANT CELL 2021: 33: 21312148because they serve as excellent models to unravel mecha- nisms by which cell size and shape in plants are regulated(Grierson et al., 2014 ). To attain their cylindrical shapes, root hairs undergo tip growth, a process in which expansion of the cell is confined to its apical domain. Tip growth involves a balance between the directed delivery of post-Golgi com-partments carrying protein complexes and cell wall buildingblocks to the cell apex and localized cell wall loosening andrecycling of excess membranes. Besides root hairs, tip growth is exhibited by other cell types such as pollen tubes, fungal hyphae, and rhizoids of mosses, liverworts, and algae(Bascom et al., 2018a ). Root epidermal cells called trichoblasts are the cell types that form root hairs. Work in Arabidopsis thaliana has shown that trichoblasts are specified to become root hair-forming cells early during root development through thepatterned assembly of protein complexes of transcriptionalactivators and repressors in different cell files ( Schiefelbein et al., 2014 ;Shibata et al., 2018 ). Upon establishing their identity, trichoblasts undergo two developmental stages thatlead to root hair outgrowth. The first stage is the establish-ment of a root hair initiation domain (RHID) that eventually leads to a conspicuous root hair bulge at the basal (root-tip oriented) end of the trichoblast ( Grierson et al., 2014 ; Nakamura and Grebe, 2018 ). Several proteins accumulate at the RHID, most prominently, the Rho of Plants (ROP) smallGTPases and their guanine nucleotide exchange factor (GEF) activators ( Denninger et al., 2019 ). The second stage is tip growth. In addition to small GTPases, the cytoskeleton, theendomembrane trafficking machinery, cytoplasmic calcium,phosphoinositide lipids, hormones (e.g. auxin and ethylene), and reactive oxygen species are other major players in sig-naling pathways that modulate root hair development(Bascom et al., 2018a ;Nakamura and Grebe, 2018 ). The filamentous-actin (F-actin) and microtubule cytoskele- tons orchestrate root hair development. The actin cytoskele-ton in particular has been studied widely during tip growth,as it functions as tracks for the trafficking of cellular cargoto the cell apex ( Stephan, 2017 ;Bascom et al., 2018a ; Szymanski and Staiger, 2018 ). Many insights into the role of the actin cytoskeleton in tip growth have been demon-strated through work with Arabidopsis mutants and phar-macological approaches involving the use of chemicals that disrupt F-actin. For example, the actin-disrupting compound latrunculin B (LatB) inhibits tip growth, while also inducingthe formation of root hairs and pollen tubes with irregularshapes ( Bibikova et al., 1999 ;Gibbon et al., 1999 ). In this re- gard, Arabidopsis mutants with defects in the root hair- expressed vegetative ACTIN2 (ACT2 ) gene are characterized by root hairs that mirror those treated with LatB ( Ringli et al., 2002 ;Yoo et al., 2012 ). Furthermore, ACT2 and ACT7 mutants display an apical (shoot-ward) shift in the positionof the RHID compared to the wild-type ( Kiefer et al., 2015 ). To fulfill its cellular functions, the actin cytoskeleton is or- ganized into higher order networks that correspond to thegrowth strategy of the cell. This is evident in tip-growingcells, whereby the base and shank of the cell consist mostly of thick, longitudinal F-actin bundles, while the apex con- tains actin fringes, rings, patches, or a fine meshwork,depending on the plant species or cell type ( Stephan, 2017 ). 2132 THE PLANT CELL 2021: 33: 21312148 S. Chin et al.To sustain tip growth, the integrity and organization of these tip-focused F-actin arrays must be maintained, a task facilitated by a diverse collection of actin-binding proteins and actin nucleators (Li et al., 2015; Paez-Garcia, 2018 ; Szymanski and Staiger, 2018 ). The actin-related protein (ARP23) complex and its activa- tor, suppressor of cAMP receptor (SCAR)-WASP family ver- prolin homologous (WAVE) complex (WSC), is one of the most well-characterized actin nucleators in plants ( Deeks and Hussey, 2005 ;Szymanski, 2005 ;Yanagisawa et al., 2013 ). Upon conversion from an inactive open conformation to an active closed conformation, the ARP23 complex promotesF-actin nucleation from the sides of existing filaments by forming a surface that mimics stable actin dimers (Blanchoin et al., 2000 ;Robinson et al., 2001 ;Rodal et al., 2005 ). Activation of ARP23 for efficient nucleation of F-ac- tin requires the WSC nucleation promoting factor (NPF) complex. In addition to WSC, the NPF consists of the pro-teins SRA1, NAP1, ABI1, and HSPC300BRICK1 (BRK1) ( Basu et al., 2004 ,2005 ;El-Assal et al., 2004 ;Djakovic et al., 2006 ; Zhang et al., 2005 b,2008 ;Jorgens et al., 2010 ). Studies of Arabidopsis trichome development have been most instru- mental in revealing insights into the function of WSC- ARP23 in plants. Plant counterparts to the mammalian WSC-ARP23 subunits were first uncovered through the clon- ing of disrupted genes in a set of DISTORTED (DIS) Arabidopsis trichome mutants ( Hulskamp et al., 1994 ;Le et al., 2003 ;Mathur et al., 2003 ;Basu et al., 2004 ;Deeks et al., 2004 ;E l -Assal Sel et al., 2004 ;Zhang et al., 2005a ). W SC is the only known NPF for ARP23, and BRK1 and SCAR mutants display null arp23 trichome phenotypes (Le et al., 2006; Zhang et al., 2008 ). In addition to trichome development, the WSC-ARP23 actin filament-nucleating module has been implicated in specifying leaf pavement cell shape, light and auxin-depen-dent root growth, stomatal gating, gravitropism, responses to salinity stress, and plant immunity ( Li et al., 2003 ;Basu et al., 2005 ;Zhang et al., 2005a ;Dyachok et al., 2011 ;Zhao et al., 2013 ; Li et al., 2014; Zou et al., 2016 ;Isner et al., 2017 ; Pratap Sahi et al., 2018 ;Badet et al., 2019 ). The WSC and ARP23 complexes have been shown to play essential roles in some tip growing cells, such as the protonemal cells ofthe moss Physcomitrium (formerly Physcomitrella )patens . This was shown when RNA interference of transcripts encoding selected subunits of the moss WSC and ARP23complexes resulted in substantial protonemal tip growth defects ( Harries et al., 2005 ;Perroud and Quatrano, 2006 ; Finka et al., 2008 ). The importance of the WSC andARP23 complexes was further demonstrated by Perroud and Quatrano (2006 ,2008 ), who showed that two of its compo- nents, BRK1 and ARPC4, accumulated in tips of moss proto-nemal cells. In contrast, Arabidopsis plants with mutations in components of the WSC and ARP23 complexes dis- played minimal or no defects in root hair or pollen tubegrowth ( Li et al., 2003 ;Mathur et al., 2003 ), and none of the subunits have been conclusively shown to exhibit clear polarlocalization in these cell types. Therefore, the extent by which the WSC and ARP23 complexes function in tip growing cells of plants remains to be determined. SPIRRIG (SPI) is one of eight genes that has been consid- ered to be a member of the DIS group, but compared to other DIS mutants, the trichome phenotypes of spiare less severe and the mutant does not display early stage cell swelling that is diagnostic of the DIS group ( Schwab et al., 2003 ).SPI was shown to encode a 3,571 amino acid long protein with N-terminally located armadillo and concanava- lin A-like lectin domains and C-terminally located pleckstrin homology, beige and Chediak Higashi (BEACH), and WD40 repeat domains ( Saedler et al., 2009 ). BEACH domain-con- taining proteins are highly conserved in eukaryotes and are known to function in membrane dynamics, vesicle trans- port, apoptosis, and receptor signaling. This family of pro- teins is of clinical importance as they have been implicated in a variety of human disorders, such as cancer, autoimmu- nity syndrome, and autism ( Cullinane et al., 2013 ). In addition to mild trichome defects, Arabidopsis SPI mutants have short root hairs characterized by fragmentedvacuoles, suggesting that SPI, like other eukaryotic BEACH domain-containing proteins, functions in membrane traffick- ing ( Saedler et al., 2009 ). Additionally, Steffens et al. (2017) showed that SPI physically interacts with proteins involved in endosomal sorting, reinforcing its role in membrane remodeling. SPI was also demonstrated to localize to mRNA processing bodies (P-bodies) in transiently transfected Arabidopsis epidermal cells, thereby suggesting a novel role for SPI in post-transcriptional regulation ( Steffens et al., 2015 ). Because SPIhad a substantial but incomplete overlap with distorted mutant phenotypes, it was suggested that SPI might be involved in actin-mediated cell developmental pro- cesses ( Saedler et al., 2009 ), and perhaps function in coordi- nation with WSC and ARP23 complexes. However, SPI is not a known WSC or ARP23 subunit; therefore, its rela-tionship to ARP23 function is unclear. Moreover, the uncer- tainty with regard to SPI function is confounded by the factthat its subcellular localization in root hairs, which exhibit the most profound phenotype when SPIis mutated, remains unknown. In the current study, we addressed these questions by generating a fully functional SPI fluorescent protein fusion and documented its spatial and temporal localization during root hair development. In addition, we used live cell micros- copy to simultaneously image the dynamics of SPI and W SC and correlate SPI localization with root hair tip-focused F-actin. Taken together, our results point to potential func- tional relationships among SPI, WSC, and actin during roothair development.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            }
        ]
    }
]