[
    {
        "pmid": "28877184",
        "title": "Microgravity validation of a novel system for RNA isolation and multiplex quantitative real time PCR analysis of gene expression on the International Space Station.",
        "year": "2017",
        "journal": "PLoS One",
        "abstract": "The International Space Station (ISS) National Laboratory is dedicated to studying the effects of space on life and physical systems, and to developing new science and technologies for space exploration. A key aspect of achieving these goals is to operate the ISS National Lab more like an Earth-based laboratory, conducting complex end-to-end experimentation, not limited to simple microgravity exposure. Towards that end NASA developed a novel suite of molecular biology laboratory tools, reagents, and methods, named WetLab-2, uniquely designed to operate in microgravity, and to process biological samples for real-time gene expression analysis on-orbit. This includes a novel fluidic RNA Sample Preparation Module and fluid transfer devices, all-in-one lyophilized PCR assays, centrifuge, and a real-time PCR thermal cycler. Here we describe the results from the WetLab-2 validation experiments conducted in microgravity during ISS increment 47/SPX-8. Specifically, quantitative PCR was performed on a concentration series of DNA calibration standards, and Reverse Transcriptase-quantitative PCR was conducted on RNA extracted and purified on-orbit from frozen Escherichia coli and mouse liver tissue. Cycle threshold (Ct) values and PCR efficiencies obtained on-orbit from DNA standards were similar to Earth (1 g) controls. Also, on-orbit multiplex analysis of gene expression from bacterial cells and mammalian tissue RNA samples was successfully conducted in about 3 h, with data transmitted within 2 h of experiment completion. Thermal cycling in microgravity resulted in the trapping of gas bubbles inside septa cap assay tubes, causing small but measurable increases in Ct curve noise and variability. Bubble formation was successfully suppressed in a rapid follow-up on-orbit experiment using standard caps to pressurize PCR tubes and reduce gas release during heating cycles. The WetLab-2 facility now provides a novel operational on-orbit research capability for molecular biology and demonstrates the feasibility of more complex wet bench experiments in the ISS National Lab environment.",
        "full_text": "RESEA RCH ARTICL E Microgravity validation ofanovel system for RNA isolation and multiplex quantitative real time PCR analysis ofgene expression onthe International Space Station Macarena Parra1,Jimmy Jung2,3,Travis D.Boone4,5,Luan Tran1,3,Elizabeth A.Blaber1,6,Mark Brown7,Matthew Chin2,5,Tori Chinn2,5,Jacob Cohen4,Robert Doebler7, Dzung Hoang2,5,Elizabeth Hyde2,5,Matthew Lera3,8,Louie T.Luzod2,Mark Mallinson2, Oana Marcu1,3,Youssef Mohamedaly2,5,Antonio J.Ricco9,10,Kathleen Rubins11,Gregory D.Sgarlato2,3,Rafael O.Talavera2,5,Peter Tong2,5,Eddie Uribe6,Jeffrey Williams11, Diana Wu3,9,Rukhsana Yousuf1,3,Charles S.Richey6,Julie Schonfeld2,Eduardo A. C.Almeida1 1Space Bioscience sResearch Branch ,NASA Ames Research Center, Moffett Field, Californi a,United States ofAmerica, 2Engineeri ngSystems Division ,NASA Ames Research Center, Moffett Field, Californi a, United States ofAmerica, 3KBRWy le,Mountain View, Californi a,United States ofAmerica, 4Office ofthe Director, NASA Ames Researc hCenter, Moffett Field, California, United States ofAmerica, 5Millenium Engineeri ngIntegration Co,Mountain View, California, United States ofAmerica, 6Univers ities Space Researc hAssociation ,Mountain View, Californi a,United States ofAmerica, 7Applicat ions Developm ent, Claremont Biosolu tions, Upland, Californi a,United States ofAmerica, 8Flight System sImplementat ion Branch, NASA Ames Research Center, Moffett Field, Californi a,United States ofAmerica, 9Mission Design Division, NASA Ames Research Center, Moffett Field, Californi a,United States ofAmerica, 10Stanford University ,Palo Alto, Californi a,United States ofAmerica, 11NASA Astrona utCorps, NASA Johnson Space Center, Houston, Texas ,United States ofAmerica These authors contributed equally tothiswork. e.almeida nasa.gov Abstract The International Space Station (ISS) National Laboratory isdedicated tostudying the effects ofspace onlifeandphysical systems, andtodeveloping new science andtechnolo- gies forspace exploration. Akeyaspect ofachieving these goals istooperate theISS National Labmore likeanEarth-based laboratory, conducting complex end-to-end experi- mentation, notlimited tosimple microgravity exposure. Towards thatendNASA developed anovel suite ofmolecular biology laboratory tools, reagents, andmethods, named WetLab- 2,uniquely designed tooperate inmicrogravity, andtoprocess biological samples forreal- time gene expression analysis on-orbit. This includes anovel fluidic RNA Sample Prepara- tionModule andfluid transfer devices, all-in-one lyophilized PCR assays, centrifuge, anda real-time PCR thermal cycler. Here wedescribe theresults from theWetLab-2 validation experiments conducted inmicrogravity during ISSincrement 47SPX-8. Specifically ,quanti- tative PCR was performed onaconcentration series ofDNA calibration standards, and Reverse Transcriptase-qua ntitative PCR was conducted onRNA extracted andpurified on- orbit from frozen Escherichia coliandmouse liver tissue. Cycle threshold (Ct)values and PCR efficiencies obtained on-orbit from DNA standards were similar toEarth (1g)controls. Also, on-orbit multiplex analysis ofgene expression from bacterial cells andmammalian PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 120a1111111111 a1111111111 a1111111111 a1111111111 a1111111111 OPEN ACCESS Citation: Parra M,Jung J,Boone TD,Tran L, Blaber EA,Brown M,etal.(2017) Microgravity validation ofanovel system forRNA isolation and multiplex quantita tiverealtimePCRanalysis of gene expressi onontheInternationa lSpace Station. PLoS ONE12(9): e0183480. https:doi.o rg 10.1371 journal.pone. 0183480 Editor: Ruslan Kalendar ,University ofHelsinki , FINLAND Received: January 6,2017 Accepted: August 4,2017 Published: Septembe r6,2017 Copyright: Thisisanopen access article, freeofall copyright, andmaybefreely reproduced, distributed, transmi tted,modifie d,builtupon, or otherwise used byanyone foranylawful purpose. Thework ismade available under theCreative Commons CC0public domain dedication. Data Availabilit yStatement: Thedataareall contained within thepaper. Funding: Funding forthisresearch wasprovided bytheNationa lAeronautic sandSpace Administr ations Internation alSpace Station (ISS) Program atJohnson Space Center fordevelopm ent ofamicrogravity RT-qPCR analysis facility. The project wasindependentl yconducte dbyNASA Ames Research Center Space Bioscien cesand Engineering Systems Divisions. TheNASA ISStissue RNA samples was successfully conducted inabout 3h,with data transmitted within 2 hofexperiment completion. Thermal cycling inmicrogravity resulted inthetrapping ofgas bubbles inside septa capassay tubes, causing small butmeasurable increases inCtcurve noise andvariability. Bubble formation was successfully suppressed inarapid follow-up on- orbit experiment using standard caps topressurize PCR tubes andreduce gasrelease dur- ingheating cycles. The WetLab-2 facility now provides anovel operational on-orbit research capability formolecular biology anddemonstrates thefeasibility ofmore complex wetbench experiments intheISSNational Labenvironmen t. Introduction The ISSNational Laboratory isaunique research environment whereby scientists from Acade- mia, Government, and Industry seek tolearn theeffects ofspace onlifeand matter intheir many forms. Although agreat deal hasalready been learned about theeffects ofmicrogravity onbiological systems, 13 thelarge majority ofon-orbit experiments donotyield scientific data until long after return ofsamples toEarth foranalysis, creating concerns about timeliness ofdata availability, and quality ofsample preservation 4.Ground analysis ofon-orbit experi- ments hasbeen necessary because oflimited laboratory space, equipment, supplies, and astro- naut time resources onISS, butwhile thissample return approach maximizes efficient access tospace byscientists, itfails toteach ushow toconduct end-to-end scientific inquiries in microgravity. Ashuman exploration ofthesolar system proceeds, human missions toMars and deep space willrequire greater levels ofautonomy and resourcefulness asoutlined inthe National Research Councils Space Exploration Decadal Survey forLife and Physical Sciences 5Animportant component offuture traveling and living inspace away from lowEarth orbit willbetheability toperform modern molecular biology analyses, including purifying RNA and conducting Reverse Transcriptase-quantitat ivePCR (RT-qPCR) orother genomic analy- sesfordisease diagnostics including viral and bacterial infection, environmental microorgan- ismidentification and monitoring offood and water, and inanyother research application where monitoring gene expression isrequired. Although there areincreasing numbers ofstudies ofgene expression inmicrogravity, there arenoreports ofanymethodologies forRNA purification and RT-qPCR under microgravity conditions, effectively preventing on-orbit analysis ofgene expression orPCR-based diagnos- ticsfrom biological samples. Specifically, recent RNA isolation and PCR-based gene expres- sion studies ofbiological samples onISS, Space Shuttle and Biosatellites have been conducted onearth after preserved sample return from space 614. Recent efforts byvarious groups of investigators have sought todevelop portions ofanoverall genomic and molecular biology experimental capability onISS. Specifically, these include theNASA Genes inSpace 1, miniPCR student experiment, 15 and theBiomolecular Sequencer Nanopore DNA sequencing demonstration 16, 17both conducted simultaneously with WetLab-2. Both experiments however, started with genomic DNA samples, notindicative ofgene expression, and relied either onsample return toearth forPCR product analysis, (miniPCR), orcomplex sequencing library preparation onearth prior tonanopore sequencing inspace (Biomolecular Sequencer). Neither ofthese experiments hadtheend-to-end on-orbit capability toextract RNA from tissue, convert mRNA tocDNA forRT-qPCR, ortogenerate quantitative gene expression data aswesought toachieve with theWetLab-2 system. Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 220funders hadnoroleinstudy design, datacollection andanalysis, decision topublish, orpreparation of themanuscript. Competing interests :NASA provided both the funding andemploys themajority oftheauthors thatconducted thisstudy, which maybeperceived asacompe tinginterest, however, thefunding organization within NASA (ISSProgram at Jonhson Space Center) isdistinct from the performing organizations (Space Bioscience sand Engineering Systems Divisions atNASA Ames Research Center), andtheproject leadership including thecorresp onding author (EACA) and project Managers (CSR andJS)areprotected from funder influence byacademic tenure-like civil service positions. Inaddition MBandRDare employed byClaremon tBiosoluti onsandmay benefit intheiremploym entfrom thepublication of theircontributio ns.Toaddress thepressing ISSresearch and diagnostics need fornovel on-orbit end-to-end molecular biology gene expression analysis methods and tools, wedevised arobust micrograv- ityfluidic system that canintake diverse biological sample (cells, tissue, surface swabs, blood, etc.) and using temperature-stable reagents, allow fortheisolation and purification ofnucleic acids, such asRNA, formolecular biology analysis. Inaddition, thesystem includes amicro- gravity compatible thermal cycler, lyophilized reagents and enzymes forPCR assays and meth- odsforreverse transcription ofRNA into cDNA, and capabilities forheat inactivation of enzymes such asproteinase Kand PCR inhibitors, plus RT-qPCR gene expression analysis using fluorescent TaqMan probes. The WetLab2 suite ofinstruments and reagents wedescribe here isnovel and unique methodology, substantially distinct from allother existing RNA isola- tion and RT-qPCR gene expression analysis systems, because ofitsability tofunction inmicro- gravity, with altered fluid flow, hydrostatic pressure, convection, and surface tension conditions ofspace, while stillproviding fullreagent containment forsafe operation onISS. Using thissystem, schematically shown inFig1,generic reagents and supplies canbepreposi- tioned onISStoflexibly support science opportunities such asoptimizing plant growth, moni- toring theevolution ofbacterial communities inbiofilms, oranalyzing gene expression in immune cells from blood, among many other applications. Inaddition, theWetLab-2 system wasalso designed tobecapable ofpurifying RNAs forreturn toEarth, orforother on-orbit molecular biology analyses such asnanopore array-based mRNA sequencing studies, greatly increasing theanalysis capabilities ofthesystem and possibilities fordiscovery inspace. Initsvalidation flight, WetLab-2 successfully demonstrated itscapabilities toconduct molecular biology experimentation inmicrogravity. This consisted offirst demonstrating that qPCR functions inmicrogravity conditions, followed bydemonstration ofRNA isolation from bacterial celland mammalian tissue and gene expression analysis byRT-qPCR. When gases evolved bythermal cycling accumulated inPCR tubes duetomicrogravity conditions inter- fered with data uniformity, thesystem demonstrated itsflexibility and adaptability toon-orbit experiment modification and iteration inreal-time. WetLab-2 also used volunteer astronaut time and spare supplies todesign and execute follow-up experiments while on-orbit toresolve thegasbubble problem. Below wedescribe indetail thedesign and scientific validation ofthe WetLab-2 suite ofmethods, reagents, and hardware forRNA purification and gene expression analysis byRT-qPCR, enabling future molecular biology experimentation tobeconducted end-to-end inreal-time onISS, and allowing data interpretation and experiment redesign while on-orbit. Materials and methods Inorder tovalidate thesystem, anumber ofground-based and on-orbit tests were performed including: validation ofE.coliprimer assays (ground), validation oflyophilized components (ground), validation oftheSPM (ground), validation ofallhardware (ground), validation of qPCR efficiency using pre-prepared assays (on-orbit), validation ofRNA extracted fromE.coli (on-orbit), and from mouse liver tissue (on-orbit) using theSPM. The methods used inthese validation experiments aredescribed indetail below. Primer andprobe design This study used three types ofassays fordifferent portions ofthevalidation ofthesystem. First, anE.coligenomic assay wasused todemonstrate ifqPCR waspossible inmicrogravity and that thedata matched 1gcontrols. This wasfollowed with asetofE.coligene expression assays designed tovalidate thesample prep and RT-qPCR capabilities ofthesystem. Finally, a setofmouse gene expression assays were used tovalidate thesystem with amammalian tissue. Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 320TheE.coliprimers and probes used inthisstudy were designed in-house totarget both genomic and exonic regions. TheE.coligenomic assay consisted ofprimers targeting the16S ribosomal DNA sequence forrrnd gene while thegene expression assays targeted thefollow- inggenes: heat shock protein 702 (anKp), RNA polymerase (rAos), and aglucitol operon Fig1.Operations fortheWetLab- 2system. Isolation andpurification ofRNA from biological tissues onorbit starts with introduct ionof cells ortissues forlysis andhomogen ization intotheSample Preparatio nModule (SPM), followed byRNA binding toanaffinity column, washing ,andelution from themodule. APipette Loader (PL) toolisprovide dforbubble free fluid transfer toarepeate rpipette. This isthen used todispense accurate volumes ofpurified RNA intoacentrifug erotorrack oflyophilized reagent tubes with enzymes andregents for reverse transcrip tionandTaqman RT-qPCR. Data isavailable on-orbit within 3hofinitiating theexperime nt,andtransmitted byISStoNASA Marshall Space Flight Center foremailing toinvestigator swithin 2hofclean-up. Amore detailed descriptio noftheprocess canbefound in theS1Text. https: doi.org10.1371 journal.pone. 0183480.g001 Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 420repressor (Rrlt). Formouse assays, pre-designed intron spanning assays targeting genes for glyceraldehyde 3-phosphate dehydrogenase (gapdh) and 60Sribosomal protein L19(rpl19) were used fornormalization and fibronectin 1(fn1) wasused tomeasure gene expression anal- ysis. Allprimers and probes were produced byIntegrated DNA Technologies (IDT, Coralville, Iowa). Inallcases, TaqMan based technology wasused 18. The corresponding fluorescent dyeand itsprimer and probe sequences areshown inTable 1. Assay formulation, preparation, andvalidation Tovalidate theE.coligenomic assay formulation, weanalyzed qPCR performance using vary- ingquantities oftemplate intenfold dilutions between 1gand 1pg(inclusive). Assays were constituted using high molecular weight genomic DNA fromE.colitype Bcells (Affymetrix, Sunnyvale, CA), custom primers and probe targeting a16Sribosomal DNA sequence (IDT, Coralville, Iowa), GoTaq Probe Master Mix (Promega, Madison, WI), and molecular biology grade water (TekNova, Hollister, CA). Amplification wasachieved viaastandard thermal pro- tocol that included ahot-start activation step (95C, 2min) and 45cycles ofdenaturation (95C, 15s)and annealingextension (54C, 60s).Samples were runinduplicate technical rep- licates and their average Ctvalues were plotted against template concentration todetermine R-square and efficiency ofamplification. Products were confirmed using aBioanalyzer 2100 and anAgilent DNA chip, using aDNA 1000 protocol and reagent. Genomic and gene expression assays forE.coli(anKp,rAos andRr-t) and mouse tissue (gapdh, rpl19, and fn1) were validated using genomicE.coliDNA and RNA fromE.coliK12 Table 1.E.coli and mouse liver prime rsand probes used inthis study. Organism Assay type Gene Name Primer Probe Sequen ce E.coligenomi c 16S genomic region Probe 56-FAM ACGTTTGACZENC TCGTCTTTCGGTGTGT3IABKF Q Forward GCCAAGACCAACCAATGACAGCAA Reverse ACCTGCTCTCTTCGCGTACTGTTT E.coligene expression dnaK Probe 56-FAM TGCTGAGTTZEN CTTTGGTAAAGAGCCGCGT3BHQ_ 1 Forward TGGTGGTCAGACTCGTATGCCAAT Reverse ATTGCTACAGCTTCGTCCGGGTTA rpoA Probe 5HEX TTCGTCGTGZEN CGGCAACCATT3IABkF Q Forward TAGAACAGCGTACCGACCTG Reverse CGAAAGCTTCCAGTTGTTCA srlR Probe 5Cy5 CCACAGGCACAACCATTCGCA3IAbRQSp  Forward ATTGGCGCAATACTTTGACA Reverse GCATGTTCCAGAATGACCAG mouse liver gene expression gapdh Probe 56-FAM TGCAAATGGZEN CAGCCCTGGTG3IAB kFQ Forward GTGGAGTCATACTGGAACATGTAG Reverse AATGGTGAAGGTCGGTGTG rpl19 Probe 5HEX TGACCGCCAZenT ATGTATCACAGCCTG3IABkF Q Forward GATGCGCTTGTTTTTGAACAC Reverse CCGGCTTCTCAGGAGATAC fn1 Probe 5Cy5 CTGATCGTTGCATCTGTTTCTGGAGGT3IAbR QSp Forward GTTTCCTCGGTTGTCCTTCT Reverse GACTGTACTTGTCTAGGCGAAG E.coliprimers and probes were designed in-hous e,mouse assays were selected from those available from IDT. 56-FAM: 56-FAM (Fluorescein ),ZEN tm IDTTradem arkdark quencher, 3IABKFQ: 3Iowa Black Fluorescen tQuencher, 3BHQ_1 :3Black Hole Quencher, 5HEX: 5Hexachlo rofluoresce in,5Cy5: 5Cyanine5 ;3IAbRQSp: 3Iowa BlackRQ-Sp https:do i.org10.1371j ournal.pone .0183480.t001 Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 520TB1 (New England Biolabs Inc, Ipswich, MA) and whole livers from male C57BL6 1216 week perfusedsnap frozen (Charles River, Wilmington, MA). Initial feasibility studies how- ever utilized mouse liver tissues obtained under NASA Ames Research Center IACUC proto- cols NAS-14-002-Yr1-3 and NAS-15-008-Y1-2 (E.Almeida and E.Blaber). RNA wasisolated using theRNeasy Mini kit(Qiagen, Valencia, CA) and tested tohave aRNA Integrity Number (RIN) greater than 9.0using aBioanalyzer 2100 and RNA 6000 Pico Chip. Each assay wasvali- dated using theappropriate RNA template inaRT-qPCR cocktail. Singleplex, duplex and tri- plex reactions were validated foreach organism. Amplification wasachieved viaasingle step RT-qPCR thermal protocol that includes aReverse Transcription (45C, 15min), hot-start activation step (95C, 2min) and 45cycles ofdenaturation (95C, 15s)and annealingexten- sion (54C, 60s),further detailed online atprotocols.io 19. Lyophilized assay validation After successful validation ofassay performance, allassay formulations were purchased as lyophilized sample-ready products intheReaction Tubes (BioGX, Birmingham, AL). The pro- tocol forlyophilized assay generation isdetailed inonline atprotocols.io 20. Totesttheper- formance ofthelyophilized assays, Ctvalues oflyophilized assays were compared tothose of non-lyophilized controls. FortheE.coligenomic assay three concentrations oftemplate; high (100 ng), mid (1ng), and low(10pg), along with notemplate controls (NTC), were runfor each group. Non-lyophilized controls were constituted asdescribed above while lyophilized assays were re-hydrated with elution buffer (Claremont BioSolutions, Upland, CA). Lyophi- lizedE.coliand mouse liver gene expression assays were tested byrunning singleplex, duplex, and triplex reactions. Individual, average, and standard deviation ofCtvalues were compared tocorresponding controls, within template groups. Two individual lotswere tested against a single benchtop control lot.BioGX also carried outindependent validation ofthelyophilized products. Microgravity compatible RNA extraction procedure RNA isolation wasperformed utilizing analcohol-free version oftheRNA binding buffer and washes forClaremont BioSolutions commercially available OmniLyse121, 22and their RNAexpress column. The process wascarried outinaSPM, anenclosed microgravity-com- patible hardware module designed torequire only simple manual manipulations that canbe performed byanuntrained user. The SPM contains syringes preloaded with wash and elution buffers and hasaninput port with aLuer-Lok1connection fortheincoming Sample Transfer Tool (STT). The procedure consists oflysing thesample with thebattery powered OmniLyse1 and binding ofRNA totheRNAexpress column. This isfollowed bytwowashes ofthecol- umn with Claremont BioSolutions wash buffer inpreloaded syringes. The RNA isthen eluted into aremovable syringe using theClaremont BioSolutions elution buffer. TotesttheSPM performance, 100millionE.colicells or5mgofmouse liver tissue were used forRNA extraction. Resulting RNA quantity and quality were assessed using aNanoDrop 20001(Thermofisher, Waltham, MD) and aBioanalyzer 2100 (Agilent, Santa Clara, CA), respectively. The SPM-derived RNA wasalso used asthetemplate inRT-qPCR reactions pre- pared asstated above. Hardware testing Todetermine thecompatibility ofhardware components, reagents were stored inhardware forlong duration testing and were assessed forcompatibility with downstream molecular biol- ogyapplications (e.g. qPCR, RNA Isolation, and RT-qPCR). Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 620ACT2s(specialty microgravity compatible transfer hardware, Techshot, Greenville, IN)and Finger Loop syringes (BD, Franklin Lakes, NJ)were loaded and stored at-80C. Units were removed from thefreezer atdesignated time points, allowed tothaw atambient temperature (atleast 1hfortheACT2and 45min fortheFinger Loop syringe), then RNA wasextracted using theSPM procedure described above. TotesttheSPMs forreagent compatibility, SPMs were assembled with thesyringes preloaded with wash and elution buffers and stored atambi- enttemperatures. Atdesignated time points, SPMs were used toisolate fresh samples ofeither 1x108E.colicells or5mgofmouse liver tissue. Forallhardware tests, RNA quantity and qual- itywere assessed asdescribed previously. RT-qPCR using sample specific primers and probe were also used totestRNA quality asdescribed previously. Reaction Tubes containing lyophilized E.coliand mouse gene expression assays, master mixes and enzymes were packaged atBioGX (8tubes persealed pouch) and stored at4C until tested. Alllyophilized mixes were tested atdesignated time points and utilized 25ngofE.coli ormouse Qiagen RNeasy purified RNA (asappropriate) in25lofmolecular biology grade water torehydrate theassays. Amplification conditions used were described above. Inallcases, results were compared tothose from thet0time point. The thermocycler tobeflown tothe ISSwasalso validated prior touse. Details ofallhardware testing results areshown intheS2Text. On-orbit quantitative PCR analyses Microgravity data generated inthisstudy were attained from on-orbit operations onboard the ISS. Allmaterials, hardware, and biology were transported during theSpaceX CRS-8 cargo resupply mission that launched totheISSonApril 8th,2016 and experiments were conducted onApril 19th,22nd,26th,29thand May 2nd.Operations required theuseoftheWetLab-2 hard- ware suite consisting ofmicrogravity-compatible STT (ACT2orFinger Loop syringe), SPM, bubble-removing Pipette Loader (PL), reaction tube centrifugation rotor and aCepheid SmartCycler1forthermocyclingfluorescence readout, asdescribed inS1Text. 1gcontrol data were generated using identical protocols and hardware within 12hofcompletion ofISS operations. The on-orbit operations consisted ofthree types oftests. First, theefficiency of qPCR inmicrogravity using pre-prepared reaction mixtures including E.coligenomic DNA wastested three times. Second, isolation ofRNA on-orbit using theSPM and pre-frozen E.coli cells followed byanalysis ofgene expression wastested followed bytesting ofRNA isolation from mammalian tissue using theSPM and pre-frozen mouse liver tissue followed byanalysis ofgene expression. Foreach experiment, oneISSand oneground kitwere removed from their respective cold stowage (both 4C and -80C ifapplicable) and allowed toequilibrate atroom temperature for 27h.ForISSoperations, experiments were performed within aRNase-free and cleaned Dis- posable Glove Bag(DGB) toprevent contamination. Atthestart ofISSoperations, session materials contained inRNase-free bags were placed into theDGB and wiped with RNase AWAY wipes (Molecular BioProducts, Waltham, MA). The 1gcontrol experiment wascon- ducted inastandard molecular biology laboratory; allwork surfaces were cleaned using RNase AWAY wipes and 70 ethanol. Data from theISSexperiments were downlinked within 2h ofcompletion oftheclean-up activity and results were statistically compared with those from corresponding 1gcontrols. Atotal offiveISSruns were performed; onedataset waslostdue toaPLhardware malfunction. Allfive1gcontrol experiments were performed nominally. The efficiency ofqPCR performed inmicrogravity wasdetermined using reaction mixtures containing low, mid, orhigh concentrations ofE.coliDNA template and anotemplate control (NTC) asdescribed above. Reagents were lyophilized incustom capped SmartCycler1reaction Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 720tubes onDecember 1st,2015. Four tubes ofeach concentration were packaged into tube kits. Alltube kitsand theelution buffer were transported and stored at4C tominimize lossof enzyme activity and maintain quality. On-orbit operations consisted ofde-bubbling thebuffer using thePLand loading itinto arepeater pipette that wasused toadd25ltoeach reaction tube. The tubes were centrifuged and loaded into theSmartCycler toanalyze qPCR efficiency. RNA isolation using theSPM inmicrogravity wasvalidated using 1x108E.colicells grown ontheground and transferred into aSTT (ACT2)and stored at-80C orcolder.E.coliRNA isolation and RT-qPCR wasperformed onApril 29th2016. Tube kitsforthisstudy consisted of four tubes each ofsingleplex assay dnaK-FAM, singleplex rpoA-HEX, duplex (dnaK-FAM and rpoA-HEX), and triplex (dnaK-FAM, rpoA-HEX and srlR-Cy5). Allassay and RT-qPCR reagents were lyophilized inSmartCycler1Reaction Tubes onDec 1st,2015. The tube kits were transported and stored at4C until used while other hardware and consumables were kept atambient. On-orbit operations consisted ofprocessing thebacterial culture through the SPM, followed byde-bubbling and tube loading asstated above. The tubes were centrifuged and loaded into theSmartCycler1forgene expression analysis with RT-qPCR. Totestisolation ofRNA from mammalian tissue inmicrogravity using theSPM, 5mgof mouse liver tissue were biopsied ontheground and transferred into aSTT (10mlfinger loop syringe) with 2mloflysis buffer (Claremont BioSolutions, Upland, CA). Samples were flash- frozen inliquid nitrogen and stored at-80C onMarch 4th,2016. Mouse liver tissue RNA iso- lation and RT-qPCR wasperformed onMay 2nd2016. Tube kitsforthisstudy consisted of four tubes each ofsingleplex assay gapdh-FAM, singleplex rpl19-HEX, duplex (gapdh-FAM and rpl19-HEX), and triplex (gapdh-FAM, rpl19-HEX and fn1-Cy5). The reagents were lyoph- ilized and transported asdescribed above. On-orbit operations were thesame asthose forthe bacterial culture. Afollow onexperiment wasperformed onOctober 19th,2016 during increment 49,using a spareE.colikit.This experiment consisted ofarepeat oftheE.coligene expression study, how- ever, atthestart ofoperations, modified septa caps were removed from 4technical replicates ofthesingleplex reaction (dnaK-FAM) and 4technical replicates oftheduplex reaction (dnaK-FAM, rpoA-HEX) tubes. After addition oftheRNA, thereaction tubes were closed using clipped tube caps from commercial Cepheid SmartTubes (Cepheid, Sunnyvale, CA). The 1gcontrol experiment wasconducted with a24hdelay. Analyses andstatistics Cepheid SmartCycler 2.0d software wasused toanalyze allfluorescence intensities and gener- ateCtvalues. Allpre-launch ground testing used thedefault software values (Background Sub- traction: ON, Background Min: 5,Background Max: 40,Primary Curve Analysis, Manual Threshold: 30,Boxcar Averaging: 0),while microgravity to1gcomparisons used slightly mod- ified values with aBoxcar averaging of3.Genomic DNA qPCR runs used: Background Sub- traction: ON, Background Min: 5,Background Max: 40,Primary Curve Analysis, Manual Threshold: 30,Boxcar Averaging: 3;software values fortheE.coliRT-qPCR runs: Background Subtraction: ON, Background Min: 1,Background Max: 40,Primary Curve Analysis, Manual Thresholds: (FAM: 15,HEX: 15,Cy5: 15)Boxcar Averaging: 3;and software values forthe mouse liver RT-qPCR runs: Background Subtraction: ON, Background Min: 5,Background Max: 40,Primary Curve Analysis, Manual Thresholds: (FAM: 15,HEX: 30,Cy5: 15)Boxcar Averaging: 3;fortheIncrement 49Bubble Mitigation run: Background Subtraction: ON, Back- ground Min: 1,Background Max: 40,Primary Curve Analysis, Manual Thresholds: (FAM: 15, HEX: 15,Cy5: 15)Boxcar Averaging: 0.Amplification efficiency wascalculated using thefor- mula: E(101slope-1)100. Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 820Statistical analyses were performed using JMP10 (SAAS Institute Inc, Cary, NC) and GraphPad Prism 5(GraphPad Software Inc, LaJolla, CA). Comparisons made between micro- gravity and 1gcontrol data, orbetween lyophilized and benchtop control assays across differ- enttemplate concentrations were evaluated using ANOVA orStudents e-eeRe asappropriate. Inallcases, figures report themeanstandard deviation (SD) andA0.05 wasconsidered thethreshold forsignificance. Outliers were calculated using Grubbs testwith alpha 0.05. Results qPCR inmicrogravity Assay design and testing. Inorder toassess thefunctionality ofPCR inmicrogravity con- ditions and toestablish thedynamic range and efficiency ofamplification, wedesigned a robust quality control qPCR assay tomeasure these parameters. Wetargeted a16Sribosomal region ofgenomicE.coliDNA. The abundant target expression improved precision, sensitiv- ity,and reproducibility, providing robust assay conditions. Validation oftheE.coligenomic DNA assay wasperformed using astandard thermal cycling protocol with controlled quantities ofcommercially availableE.coliDNA astemplate. Assays were tested with template quantities between 1pgand 1g,induplicates (Fig 2A), and evaluated based onamplification plot characteristics and reaction efficiency. Results show that assays successfully generated amplification products, asdetected byqPCR, with fluorescence peaks between 300and 600units. Assay efficiency wasdetermined tobeat96.8 with anR2 greater than 0.99 (Fig 2Ainset). Specificity and accuracy wasconfirmed bygelband migration analysis, with theproduct amplicon generating bands oftheexpected molecular size. Inorder tominimize crew time and theneed forrefrigeration resources, pre-formulated reagents were lyophilized intheCepheid SmartTube detection window. Tovalidate that the lyophilized assay format and lyophilization process didnotcompromise assay performance 23, wetested thelyophilized products byassessing qPCR performance incomparison to commercial non-lyophilized reagents (control). This wasperformed using high, mid and low template concentrations and aNTC. Combined data between twolotsoflyophilized product show that lyophilized assays were able toconsistently generate Ctvalues similar tothose gener- ated bynon-lyophilized controls (see Table 2). Microgravity qPCR runs. Following transport totheISSand aninitial software and instrument setup, thesystem wastested with three runs oftheE.coligenomic DNA assay. Data from thefirst runisshown inFig2Band hasatypical qPCR amplification curve, although anunusual amount ofnoise wasobserved inmicrogravity samples especially inlater cycles. Furthermore, when thedefault SmartCycler software values were used, outliers were observed resulting inhigh standard deviations between replicate samples. These outliers did notimpair theclustering oftheon-orbit data with therespective DNA concentrations. Data from asecond runwassimilar tothefirst butathird repeat rundidnotyield results duetotube dispensing errors attributed toaPLmalfunction. Post-run photos ofthetubes showed that noliquid wastransferred into most ofthetubes. Noise inthecurves wasattributed todegassing bubble formation inthetube detection win- dows during thermal cycling 2426, asconfirmed bypost-run photos ofthetubes. Photos of alltubes were taken before and after thermal protocol completion, theinset inFig2Bshows pre- and post-run photos ofarepresentative tube forreference. The preand post photos ofthe tubes reveal significant bubble formation and microgravity-trapping during theheating cycles oftheqPCR reaction. The bubbles were likely caused bydegassing during thermocycling 26 and their evolution and trapping may cause noise influorescence intensity detection. Weused theSmartCycler software boxcar averaging tosmooth outtheamplification curve noise, but Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 920Fig2.qPCR validation inmicrogra vity. (A)qPCR assays targeting theE.coli16S ribosomal gene were validated ontheground using seven tenfold dilutions oftemplate tomeasure sensitivity andefficiency (inset). (B)Amplificati oncurve from qPCR runconducted onthe ISSwith photo ofarepresenta tivetube pre- andpost- runinmicrogra vity(inset) .(C-F) qPCR amplificatio ncurves from themicrograv ity (CD)and1gcontrol (EF)runs. Allcurves usethedefault SmartCyc lervalues with theexception thattheboxcar correctio nissetto 3.Efficiency graphs areshown ontheinsets. (GH)Ctvalues forlow(0.01 ngtest), mid(1ngtest), andhigh (100 ngtest) assays during both experime ntalruns areshown using scatter plots with jitter.gmicrogravit y. https:do i.org10.1371j ournal.pone .0183480.g00 2 Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 1020otherwise kept thedefault software values. Allstatistical comparisons forthisstudy used this data. Microgravity and 1gcontrol data comparisons. Shortly after thecompletion ofeach of theon-orbit operations, a1gcontrol runwasperformed. Care wastaken tomatch theremoval time ofthelyophilized assays from 4C tothestart ofoperations. Fig2C2F shows side-by- side comparisons ofmicrogravity runs and their matched 1gcontrols. Amplification curves from thecorresponding 1gcontrol runs were smooth and similar tothose obtained during previous testing. Non-specific amplification, asobserved from theNTC tubes (black lines), were seen onboth microgravity and 1gcontrol graphs. Given that thetarget gene isa16S rRNA, non-specific amplification intheNTC samples may beseen when Taq polymerase is bacteria-derived 27 orduetoprimer derived artifacts. Microgravity fluorescence intensity values also show alower overall amplitude potentially duetobubbles blockingreducing some ofthecollected fluorescence signal 2426. Raw background fluorescence data between microgravity and 1gcontrol were also compared and details canbefound intheS1File. Comparison ofmicrogravity and 1gcontrol Ctvalues revealed that despite thenoise and reduced intensity inmicrogravity samples, theCtvalues stillappear tobecomparable to1g control results asseen inFig2G2Hand inS1Table. Efficiency plots forthemicrogravity and 1gcontrol samples (Fig 2C2F insets) were gener- ated with Ctvalues using aBoxcar averaging of3and otherwise default software settings. The efficiency forthe1gcontrol data was105.1 forrun1and 102.7 forrun2and thelinear standard curve R20.9971 and 0.9985 respectively and microgravity data was104.1 and 108.1 and R20.9620 and 0.9865 respectively. One microgravity PCR efficiency wasslightly outside oftheoptimal efficiency range of90105, likely duetotheeffects ofbubbles present inthedetection window. RNA sample prep andRT-qPCR analysis inmicrogravity Assay design and testing. E.coliand mouse gene expression assays were tested and vali- dated using Qiagen RNeasy derived RNA. Forboth species, genes were tested using thesame singleplex, duplex, and triplex formats that were planned tobeused onISS. Table 3shows rep- resentative Ctvalue data. Allprimer and probe setsyielded consistent RT-qPCR reactions with resulting Ctvalues between 19and 24when 100ngofstarting RNA wasused. Lyophilized E.coliand mouse RNA gene expression assays, singleplex, duplex and triplex formulations, were tested asdescribed above. Alllyophilized assays generated similar PCRTable 2.Validatio noflyophiliz edassays. Genomic E.coli DNA Assay High DNA Template Medium DNA Template Low DNA Template Control 15.71 -0.16 23.55 -1.5 29.14 -0.15 Lyophilize d 16.43 -0.51 22.87 -0.43 29.87 -0.32 E.coli RNA Assay dnaK-FAM Ct rpoA-HEX Ct srlR-Cy5 Ct Control 25.79 -0.31 24.4 -0.11 29.32 -0.33 Lyophilize d 24.99 -1.52 23.27 -0.16 28.53 -0.56 Mouse Liver RNA Assay gapdh-FAM Ct rpl19-HEX Ct fn1-Cy5 Ct Control 21.11 -0.085 19.35 -0.092 21.57 -0.092 Lyophilize d 21.59 -0.41 19.33 -0.33 21.17 -0.085 Lyophilize dand non-lyo philized assay compariso nofqPCR cycle threshold data forE.coliDNA Assay for(High, Mid, Low) DNA template amount, and RT- qPCR cycle threshold data forE.coliand mouse liver RNA. There arenostatistical difference sbetween lyophi lized assays and commerc ialnon-lyo philized assays. Data shows Ctvalues -SD. https:do i.org10.1371j ournal.pone .0183480.t002 Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 1120amplification compared tothenon-lyophilized controls indicating that themore labile Reverse Transcriptase enzyme 28, 29remained active. Table 3shows theresults from thetriplex assays, results generated bythesingleplex and duplex assays yielded similar results. ANOVA analyses ofthese results showed nostatistical variation between lyophilized assays and their non-lyophilized controls, therefore indicating that lyophilized assays were suitable foruseon ISS. SPM design and testing. Anenclosed, simple RNA extraction procedure notrequiring toxic chemicalsthat may complicate operation onISS, wasadapted (byremoving alcohol) from commercially available Claremont BioSolutions products (Fig 3A). The resulting SPM wastested toensure that theRNA yield wasofsufficient quantity and quality forRT-qPCR 30. Following optimization, RNA yields from theSPM were 210gfor1x108E.coliand 1.58gfor5mgmouse liver. The RNA quality wasadequate with RINs of7.91.2 forE.coli and 7.41.6 formouse liver. Fig3Bshows typical SPM extracted RNA quality at1gforboth E.coliand mouse liver. Ctvalues from RT-qPCR runs using RNA isolated from theSPM were also similar toresults from Qiagen purified RNA. ResidualE.coliRNA purified inmicrograv- itywasreturned toEarth onSpaceX CRS-8 forBioanalyzer testing. The RNA extracted in microgravity (RIN 8.5) wascompared tothat ofRNA extracted at1gonthesame day(RIN 8) and isofcomparable quality (Fig 3B)showing that RNA wassuccessfully purified ontheISS. E.coli RNA isolation and RT-qPCR analyses. After confirming that qPCR inmicrograv- itywaspossible and with results comparable to1gcontrols, weproceeded totestthecapability ofthehardware system toisolate and process samples inmicrogravity. AnE.colisample, used totestthesystems capabilities with prokaryotic cells, wasprocessed and analyzed onISSas described previously. The RT-qPCR assays tested included singleplex (Fig 3C), duplex (Fig 3D), and triplex (Fig 3E)reactions (S1Table), each performed inquadruplicate toimprove sta- tistical sampling. Allmicrogravity and 1gcontrol reactions resulted inreadable Ctdata. In agreement with previous results, microgravity Ctvalues exhibited increased variability com- pared to1gcontrols. Despite thegreater variability observed inmicrogravity Ctvalues, nosta- tistically significant difference wasfound between themicrogravity and 1gcontrol data. One outlier wasidentified inthemicrogravity data and wasnotused instatistical comparisons. Also, onemicrogravity triplex tube didnotgive data intheFAM channel (dnaK). Mouse RNA isolation and RT-qPCR. The final study explored thesystems capabilities toisolate RNA from amammalian tissue, using theresulting RNA asthetemplate inRT- qPCR analysis. Similar totheE.coliexperiment, quadruplicates ofsingleplex (Fig 3F), duplex (Fig 3G), and triplex (Fig 3H) RT-qPCR reactions were conducted. Asignificant correlation between themicrogravity and 1gcontrol data wasobserved, however, microgravity dataTable 3.E.coli and mouse liver assay validation using 100ngcontrol RNA. E.coli RNA dnaK-FAM rpoA-HEX srlR-Cy5 Singlepl ex 19.8 -0.53 Singlepl ex 19.6 -0.40 Duplex 20.4 -0.80 20.3 -0.39 Triplex 19.6 -0.91 20.3 -0.47 26.8 -0.78 Mouse Liver RNA gapdh-FAM rpl19-H EX fn1-Cy5 Singlepl ex 21.5 -0.24 Singlepl ex 21.2 -0.19 Duplex 22.5 -0.41 21.3 -0.35 Triplex 23.9 -0.43 23.1 -0.36 25.8 -0.44 https:do i.org10.1371j ournal.pone .0183480.t003 Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 1220exhibited increased variability. These results indicate that RNA wassuccessfully isolated from mouse liver tissue during spaceflight. Singleplex and duplex assays ofthereference genes gapdh and rpl19 showed nostatistical differences between microgravity and 1gcontrol. However, inspaceflight, nogapdh-FAM sig- nalwasobserved during triplex assays whilst 1gcontrol triplex assays resulted indetection of allthree genes. Repeat runofE.coliRNA isolation andbubble mitigation Following thecompletion ofon-orbit activities, anopportunity arose several months later to testbubble formation mitigation strategies while repeating theE.coliisolation activity. Totest this, halfofthemodified reaction tube septa caps were replaced with standard SmartTube caps. However, theageofthesample preparation reagents waspast thelatest longevity testing duration and thistestresulted incompromised Ctvalues intheFAM and Cy5 channels. The HEX channel appeared tobeunaffected asseen inFig4.Areduction innoise wasobserved with theuseofstandard caps (Fig 4B)ascompared tothetypical noise seen when septa caps areused (Fig 4A). Additionally, photos taken ofthetubes after completion oftheRT-qPCR runshow anincrease inthenumber ofbubbles inthesepta capped tubes ascompared tothose Fig3.RNA isolation and RT-qPCR inmicrog ravity. (A)Photo ofSPM. (B)Typical RNA quality from SPM with E.coli(leftpanel) and mouse liver (right panel), control Qiagen (leftlane) SPM (right lane). Center panel shows RNA quality from the1gcontrol (leftlane) andthe returned micrograv itysample from ISS(right lane). (C-E) Scatter plots with jitter ofthemicrograv ityand1gcontrol E.colisingleplex (C), duplex (D)andtriplex (E)reaction s.One outlier isindicated bytheopen marker inC.One ofthemicrograv itytriplex tubes didnotgive a dnaK-FAM signal (E).(F-H) Scatter plots with jitter ofthemicrogra vityand1gcontrol mouse liver singlepl ex(F),duplex (G)andtriplex (H) reactions. One outlier from themicrogra vitytriplex fn1plotisindicated bytheopen marker andnogapdh-FAM signal was seen inthe micrograv itytriplex reaction s(H). https:doi.o rg10.1371j ournal.pone .0183480.g003 Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 1320with standard caps. Wehypothesize that theinternal tube pressure created when inserting the standard caps helps mitigate bubble formation. This wascorroborated bysideways and inverted (upside down) ground thermocycling experiments that also trapped bubbles. Discussion One ofthemajor obstacles tospace exploration going forward inthecoming decades isthe factthat microgravity research outposts such asISSaresoclosely dependent onEarth support ofeveryday activities, and lack theability tooperate autonomously. The National Academies ofSciences intheir Decadal Survey 5have identified some ofthese limitations asimportant concerns and offered direction that theISSshould operate more likeEarth-based laboratories, allowing forexperiments tobedesigned, conducted, modified and iterated inspace. Despite thethousands ofinvestigations already conducted onISS31, there arestilloverwhelming limitations 32, 33that prevent science and specifically molecular biology measurements of gene expression from being conducted and analyzed on-orbit. From itsinception, theNASA WetLab-2 project hassought toaddress these concerns by introducing new, time-efficient, practical and flexible molecular biology gene expression anal- ysiscapabilities totheISS. The WetLab-2 hardware system cannow rapidly perform RNA iso- lation on-orbit and usethose RNAs toimmediately conduct RT-qPCR analyses, orother novel analyses such asnanopore-based RNA sequencing. The utility ofWetLab-2 canbeapplied to many molecular biology experimental designs using avariety ofsample types and provides investigators with improved insight and interactivity during experimentation. Overall, theon- orbit process oftotal RNA isolation and gene expression analysis isaccomplished inaspan of approximately 3hwithout therequirement forahighly experienced user and provides anew capability toISSthat willgreatly expand thelimits ofpossible on-orbit science. Fig4.HEX amplifica tion curves and photos from microgra vity reactions compari ngdifferent caps. (A)HEX amplificatio ncurves when ourmodified septa caps areused. (B)HEX amplificatio ncurves from tubes sealed with thestandard commercial SmartTub eCaps. Post runphotos ofrepresentativ etubes areshown above. https:doi.o rg10.1371j ournal.pone .0183480.g004 Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 1420Successful development and deployment oftheWetLab-2 system totheISSdepended on solving anumber ofchallenges such aslimited refrigeration availability, hazardous reagent use allowances, power consumption, and availability ofcrew time. Inaddition, thesuite ofhard- ware and fluidic components hadtofunction inmicrogravity and provide ease ofusefornon- expert operators. Inorder toperform thermal cycling on-orbit, asuitable, commercially available thermal cycler that wascapable ofoperating inamicrogravity environment wasidentified. Specifically, theCepheid SmartCycler best met therequirements without significant modifications. The instrument ismodular, hasreduced power requirements and offers assay wells with individual thermal protocol programming allowing forsimultaneous running ofassays with different optimal primer annealing temperatures. Validation testing ofthisinstrument included physi- caldurability tests and validation ofall16sample sites. TaqMan assays were selected because oftheability tomultiplex assays with multiple color probes inasingle tube, and because alternatives such asSYBRGreen DNA intercalating dyes arecarcinogenic, resulting insafety concerns fortheISScrew and imposing elevated contain- ment requirements. Next wedeveloped aRNA isolation and RT-qPCR workflow using non-hazardous reagents suitable forroom temperature storage. ARNA binding column and celllysis system forRNA purification wasselected from Claremont BioSolutions foritsease ofintegration 21, 22. In collaboration with Claremont, theRNA extraction protocol wasmodified tomeet room tem- perature storage and lowtoxicity requirements. RNA extracted from theSPM proved tobeof sufficient high quality and quantity forgene expression studies utilizing RT-qPCR (Fig 3B). Longevity testing ofloaded SPMs showed nodegradation ofthereagents foratleast 26weeks (S2Text). Weproceeded todevelop alyophilized all-in-one detection assay tominimize crew time and storage requirements. Lacking instruments toevaluate RNA purity and potential gDNA contamination, intron-spanning primers that give aproduct approximately 100bases inlength were used ineukaryotic samples. Inprokaryotic samples, DNase enzyme 34 wasincluded duetothelack ofintrons inthecoding region 35. Toensure that lyophilized assays provided similar results tothose obtained using wetbench chemistry, weperformed extensive validation testing. Our results indicate nosignificant differences between lyophilized and commercial non-lyophilized assays (see Table 2).When refrigerated, thelyophilized assays were stable with ashelf lifeofatleast 52weeks (S2Text). Toprovide longer shelf lifeand room temperature storage conditions inthefuture, weplan tousethestandard commercial caps, asthey appear toperform better ininitial results from ongoing long-term storage tests. Before theWetLab-2 system could bemade available toresearchers, thesystem wasvali- dated toensure that thedata obtained on-orbit wasnotaffected orbiased bymicrogravity con- ditions, including surface tension-dominated fluid dynamics and lack ofconvection 36. Specifically, because PCR consists ofrepeated cycles ofrapid heating and cooling, lack ofgrav- ity-induced convection mixing inmicrogravity may limit heat transfer throughout thesample toonly conduction which may require longer denaturation and annealingextension times. Tovalidate PCR efficiency inmicrogravity, control qPCR reactions were conducted once thesystem wasinstalled on-orbit. These tests included validation with arange ofpre-prepared DNA template concentrations (low, mid and high) toassess PCR efficiency. Three replicate runs were conducted, ofwhich twowere successful inreturning qPCR amplification curves that showed close correlation to1gcontrols. Furthermore, themicrogravity Ctresults were comparable totheir respective 1gcontrols (Fig 2and S1Table). Although amplification was successful, microgravity data showed increased variability within replicate sets. Analysis ofthe amplification plots, post-assay tube windows, and follow upexperiments suggest that this Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 1520increased variability may becaused bydegassing bubble formation that interferes with fluores- cence detection. Insubsequent ground-based experiments, wefound that these bubbles rise outofthetube detection window under normal 1gconditions. Conversely, inmicrogravity, bubbles form, areretained and expand inthetube optical window during thermocycling, cre- ating noise (choppiness) intheresulting amplification curves. Despite higher variability when using septa caps, ourdata show that qPCR canbeconducted intheSmartCycler using TaqMan assays inmicrogravity conditions, and that resulting Ctvalues arecomparable tothose of1g controls, albeit noisier (Fig 2G2H). These results indicate that thephysical alterations of fluid and thermal dynamics inmicrogravity arenotsufficient toalter enzymatic amplification ofDNA during PCR thermal cycling intheSmartCycler. Tovalidate that theWetLab-2 system could successfully isolate RNA from intact cells and tissue, aswell asperform RT-qPCR analyses on-orbit, weprepared and froze samples ofE.coli and mouse liver tissue ontheground. Results show that RNA wassuccessfully isolated on- orbit using theSPM and that singleplex and multiplex RT-qPCR analyses from bothE.coli cells and mouse liver tissues resulted insuccessful qPCR amplification (Fig 3and S1Table). Successful multiplex RT-qPCR allows fortheuseofratiometric methods; expression ofgenes ofinterest canbemeasured relative toreference genes inthesame tube, thereby effectively normalizing variability that may exist inRNA concentrations orother artifacts ofmicrogravity PCR amplification. Comparison ofrawbackground fluorescence data showed significant differences between microgravity and 1gcontrol samples (S1File), however, nosignificant differences inCtvalues. Inagreement with genomic DNA standards data, increased variability wasalso observed inthe microgravity samples using SPM-derived E.coliand mouse RNA, likely duetobubble forma- tion during thermal cycling. Asthisvariability inCtvalues may limit theutility ofthesystem forresearchers, afollow up volunteer science experiment wasconducted byastronaut Kate Rubins. This testwasaimed atreducing oreliminating bubbles formed during thermal cycling and showed that thepositive pressure formed inthetubes when closed using astandard capdrastically reduces bubbles and results insmooth amplification curves similar tothose typically seen during RT-qPCR runs in 1g(Fig 4).This runyielded data with lessvariability; standard deviations upto0.659 Ctfor standard caps compared to1.035 Ctforsepta caps. Therefore, forfuture experiments, we intend tousestandard commercial tubes tosuppress degassing bubble formation. Through these experiments, wehave demonstrated that qPCR canbesuccessfully per- formed inthemicrogravity environment ofspace and developed ansystem ofmolecular biol- ogytools and reagents forextracting and quantitatively analyzing RNA from biological samples on-orbit and generating RT-qPCR Ctdata (See photos ofactual on-orbit operations inFig5). Inconclusion, theWetLab-2 ISSsystem isnow validated and ready forfuture end-to-end gene expression analysis on-orbit, providing prompt results and data reporting from multiple celland tissue biological samples. This new capability allows investigators unprecedented flexi- bility with ISSresearch and theopportunity tore-design and iterate experiments based ondata received inalmost real-time. The WetLab2 system ispublicly available toinvestigators for research onISS37 and canalso potentially beused toanalyze environmental samples, for medical diagnostics, ortoprovide purified RNA and cDNAs forexpressome sequencing and global gene expression analysis using nanopore sequencing 17 asourgroup recently demon- strated 38. Overall thenovel molecular biology capabilities wedescribe here forforISS, although trivial onearth, areanimportant step forward inthequest formaking possible the exploration and development ofspace forhuman use. Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 1620Supporting information S1Text. Detailed description ofWetLab-2 system. (DOCX) S2Text. Hardware testing methods and results. (DOCX) S1File. Background fluorescence data. (PDF) S1Table. Cycle threshold values and p-values formicrogravity and 1gcontrol data. Com- plete Ctdata fromE.coliGenomic DNA validation, E.coli, and mouse experiments. Micro- gravity data arefrom on-orbit operations while 1gcontrol arefrom equivalent experiments runontheground. Low, Mid, and High represent template concentrations of0.01, 1.0,and Fig5.Wetlab-2 ISSoperation s.A)On-orbit E.coliRNA isolation using theSPM inside theDGB, B)filling tubes using therepeater pipette, C)Rotor centrifugation using theISScordless drillD)SmartCyc lerandDGB setup.Image credits: NASA. https:doi.o rg10.1371j ournal.pone .0183480.g005 Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 1720100ng,respectively. Singleplex assays were amplified independently ofoneanother, while Duplex and Triplex assays were amplified inmultiplex assays, combined asshown. p-values arefrom t-test analyses,denotes statistical outliers notincluded int-test analyses. (DOCX) Acknowledgmen ts The authors would liketothank theCenter fortheAdvancement ofScience inSpace, Inc. (CASIS) fortheISSNational Laboratory statement ofsupport fortheWetLab-2 project and allocation ofISSNational Laboratory resources fortheconduct ofthese experiments. The project would liketothank commercial collaborators Andy Kurk and Ken Barton from Tech- Shot fordeveloping theACT2,BillMarion, Michael Vickery, and George Blackstone from BioGX LLC forthemanufacturing oftheSample Ready assays, John Maveety from Clare- montBiosolutions forthecustomized RNA isolation products. The authors would liketo thank John Woebcke forgraphics support oftheConcept ofOperations; Mike Henschke for documentation management; theJSCintegration office: Jenna Ruddock, Jennifer Scott Wil- liams, Jessica Curry, Laura Holcomb and Lisa Prendergast; Leonard Hee forsafety assurance; BJNavarro, Satyanand Narayan, Francis Laxamana, Sheree Kimura, and Cherise Fields for logistic support; Visal Hak, Brian Johnson, Susan Blumenberg, Brian Yu,Brett Stroozas, Jenni- ferMurphy, Marla Smithwick and Nancy Rustemeyer foroperations support; Sean Sharif, Al Howard, and EdHouston forearly engineering help; Adrianna Aguilar forperforming labora- tory tests; Gina Figliozzi forpublic affairs and outreach; Dominic Hart forphotography; and allthemembers oftheISSsupport offices and programs that assisted inthecommunication, data downlinking, and coordination forourproject. Finally, wethank Ken Souza, whose efforts and leadership atNASA were essential during theinception ofthisproject. Author Contributions Conceptualization: Macarena Parra, Elizabeth A.Blaber, Jacob Cohen, Antonio J.Ricco, Peter Tong, Eduardo A.C.Almeida. Data curation: Macarena Parra, Jimmy Jung. Formal analysis: Macarena Parra, Jimmy Jung, Travis D.Boone, Luan Tran, Elizabeth A.Bla- ber, Eduardo A.C.Almeida. Funding acquisition: Jacob Cohen, Charles S.Richey, Julie Schonfeld. Investigation: Macarena Parra, Jimmy Jung, Travis D.Boone, Luan Tran, Elizabeth A.Blaber, Matthew Chin, Tori Chinn, Dzung Hoang, Matthew Lera, Oana Marcu, Youssef Mohame- daly, Kathleen Rubins, Gregory D.Sgarlato, Peter Tong, Eddie Uribe, Jeffrey Williams, Diana Wu, Rukhsana Yousuf, Eduardo A.C.Almeida. Methodology: Macarena Parra, Jimmy Jung, Travis D.Boone, Elizabeth A.Blaber, Mark Brown, Matthew Chin, Tori Chinn, Robert Doebler, Dzung Hoang, Elizabeth Hyde, Mat- thew Lera, Louie T.Luzod, Mark Mallinson, Oana Marcu, Youssef Mohamedaly, Rafael O. Talavera, Peter Tong, Eddie Uribe, Diana Wu, Rukhsana Yousuf, Eduardo A.C.Almeida. Project administration: Louie T.Luzod, Mark Mallinson, Charles S.Richey, Julie Schonfeld. Resources: Tori Chinn, Eduardo A.C.Almeida. Software: Matthew Chin, Youssef Mohamedaly. Supervision: Charles S.Richey, Julie Schonfeld, Eduardo A.C.Almeida. Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 1820Validation: Macarena Parra, Tori Chinn, Eduardo A.C.Almeida. Writing original draft: Macarena Parra, Jimmy Jung, Eduardo A.C.Almeida. Writing review editing: Macarena Parra, Jimmy Jung, Luan Tran, Elizabeth A.Blaber, Mark Brown, Matthew Chin, Tori Chinn, Jacob Cohen, Robert Doebler, Dzung Hoang, Elizabeth Hyde, Matthew Lera, Louie T.Luzod, Mark Mallinson, Oana Marcu, Youssef Mohamedaly, Antonio J.Ricco, Kathleen Rubins, Gregory D.Sgarlato, Rafael O.Talavera, Peter Tong, Eddie Uribe, Jeffrey Williams, Diana Wu, Rukhsana Yousuf, Charles S.Richey, Julie Schonfeld, Eduardo A.C.Almeida. References 1. Bizzarri M,Monici M,vanLoon JJ.How micrograv ityaffects thebiolog yofliving systems. Biomed Res Int.2015; 2015:863075. https: doi.org10.11 552015 863075 PMID: 2566792 7; 2. Brinckman nE.Biology inSpace andLifeonEarth: Effects ofSpacefli ghtonBiological System s:Wiley; 2008. 3. Clement G,Slenzka K.Fundamen talsofSpace Biology: Researc honCells, Animals, andPlants in Space: Springer New York; 2010. 4. Kruse CPS, Basu P,Luesse DR, Wyatt SE.Transcrip tome andproteome response sinRNAla terpre- served tissue ofArabidopsis thaliana. PLoS One. 2017; 12(4):e017 5943. https:doi.o rg10.1371 journal.pon e.01759 43PMID: 28423006; 5. National Research Council (U.S.). Committee fortheDecadal Survey onBiological andPhysic alSci- ences inSpace., National Research Counc il(U.S.). Space Studie sBoard., National Research Council (U.S.). Aeronautics andSpace Engineeri ngBoard. Recapturin gafuture forspace exploration: lifeand physical sciences research foranew era. Washingto n,D.C.: National Academie sPress; 2011. xx,444 p.p. 6. Blaber EA,Dvorochkin N,Torres ML,Yousuf R,Burns BP,Globus RK,etal.Mechanic alunloading of bone inmicrogra vityreduces mesench ymal andhematopo ietic stem cell-mediate dtissue regenerati on. Stem Cell Res. 2014; 13(2):181 201. https:doi.or g10.101 6j.scr.2014 .05.005 PMID: 250110 75. 7. Blaber EA,Dvorochkin N,LeeC,Alwood JS,Yousuf R,Pianetta P,etal.Micrograv ityinduces pelvic bone loss through osteoclastic activity, osteocy ticosteolysis ,andosteoblastic cellcycle inhibition by CDKN1ap 21.PLoS One. 2013; 8(4):e6137 2.https:doi.or g10.1371 journal.pon e.0061372 PMID: 23637819; 8. Blaber EA,Finkelstein H,Dvorochkin N,Sato KY,Yousuf R,Burns BP,etal.Microgravit yReduces the Differentia tionandRegener ative Potenti alofEmbryonic Stem Cells. Stem Cells Dev. 2015; 24 (22):2605 21.https:d oi.org10.108 9scd.2015.0 218PMID: 26414276; 9. LuT,Zhang Y,Kidane Y,Feiveson A,Stodieck L,Karouia F,etal.Cellular responses andgene expres- sion profile changes duetobleomyc in-induced DNA damage inhuman fibroblas tsinspace. PLoS One. 2017; 12(3):e017 0358. https:doi.or g10.1371 journal.pon e.0170358 PMID: 282489 86; 10. Gambara G,Salanov aM,Ciciliot S,Furlan S,Gutsmann M,Schiffl G,etal.Gene Expressio nProfiling inSlow-Type Calf Soleus Muscle of30Days Space-Flow nMice. PLoS One. 2017; 12(1):e016 9314. https:doi.or g10.137 1journal.po ne.01693 14PMID: 28076365; 11. Sugita T,Yamazak iT,Makimura K,Cho O,Yamada S,Ohshima H,etal.Comprehen sive analysis of theskin fungal microbiota ofastronau tsduring ahalf-year stay attheInterna tional Space Station .Med Mycol. 2016; 54(3):232 9.https:doi.or g10.109 3mmymyv1 21PMID: 26773135. 12. Hughes-Ful ford M,Chang TT,Martinez EM, LiCF.Spacefli ghtalters expression ofmicroRNA during T- cellactivation. FASEB J.2015; 29(12):489 3900. https:doi.or g10.1096f j.15-277392 PMID: 26276131; 13. Nasir A,Strauch SM, Becker I,Sperling A,Schuster M,Richter PR,etal.The influence ofmicrogra vity onEuglena gracilis asstudied onShenzhou 8.Plant Biol(Stuttg). 2014; 16Suppl 1:1139. https:doi. org10.1111 plb.12067 PMID: 2392688 6. 14. Lebsack TW, FaV,Woods CC, Gruener R,Manziello AM, Pecaut MJ,etal.Microarray analysis of spaceflow nmurine thymus tissue reveals changes ingene expression regulating stress andglucocorti - coid receptor s.JCell Biochem. 2010; 110(2):372 81. https:doi.or g10.1002jc b.22547 PMID: 20213684. 15. Copeland DS.Genes inSpace-1 2017. https:ww w.nasa.gov mission_pag esstationre search experime nts1913.html . Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 192016. McIntyre ABR, Rizzard iL,YuAM, Alexander N,Rosen GL,Botkin DJ,etal.Nanopore sequenci nginmicro- gravity. NPJ Microgravity .2016; 2:16035. https:d oi.org10.10 38npjmg rav.2016.35 PMID: 2872574 2; 17. Castro-Wal lace SL,Chiu CY,John KK,Stahl SE,Rubins KH,McIntyre ABR, etal.Nanopor eDNA Sequenc ingandGenome Assembly ontheInternational Space Station. bioRxiv. 2016. https:doi.or g 10.1101 077651 18. Holland PM, Abramso nRD, Watson R,Gelfand DH. Detectio nofspecific polymera sechain reaction product byutilizing the5-3 exonuclea seactivity ofThermus aquaticus DNA polymera se.Proc Natl Acad SciUSA.1991; 88(16):727 680. PMID: 1871133; 19. Parra M,Jung J.WetLab- 2RT-qPCR procedu re2017. https:www .protocol s.ioviewwe tlab-2-rt- qpcr- procedure- i86chze. 20. Parra M,Jung J.WetLab- 2Preparatio nofLyophilized Reagents .2017. 21. Dutton G.Novel Applications forSample Preparatio n.Genetic Enginee ringBiotechn ology News. 2011 May 15,2011. 22. Vandeve nter PE,Weigel KM, Salazar J,Erwin B,Irvine B,Doebler R,etal.Mechanical disrupti onof lysis-resista ntbacterial cells byuseofaminiature, low-power ,disposabl edevice. JClin Microbiol. 2011; 49(7):2533 9.https:doi.or g10.1128 JCM.02171-10 PMID: 215435 69; 23. Kamau E,Alemayeh uS,Feghali KC,Juma DW, Blackstone GM, Marion WR, etal.Sample-rea dymulti- plex qPCR assay fordetection ofmalaria. Malar J.2014; 13:158. https: doi.org10.11 861475 -2875- 13-158 PMID: 247674 09; 24. Nakayama T,Hiep HM, Furui S,Yoneza waY,Saito M,Takamura Y,etal.Anoptimal design method forpreventing airbubbles inhigh-tempera ture microfluid icdevices. Anal Bioanal Chem. 2010; 396 (1):45764 .https:doi. org10.1007s 00216-009- 3160-7 PMID: 19841913. 25. Nakayama T,Kurosa waY,Furui S,Kerman K,Kobayash iM,Rao SR,etal.Circumventing airbubbles inmicrofluid icsystems andquantita tivecontinuou s-flow PCR applications .Anal Bioanal Chem. 2006; 386(5):132 733. https: doi.org10.10 07s0021 6-006-068 8-7PMID: 16896609. 26. Schuler F,Trotter M,Geltman M,Schwem mer F,Wadle S,Dominguez -Garrido E,etal.Digital droplet PCR ondisk. LabChip. 2016; 16(1):208 16.https: doi.org10.10 39c5lc010 68cPMID: 26610263. 27. Corless CE,Guiver M,Borrow R,Edward s-Jones V,Kaczmarsk iEB,FoxAJ.Contam ination andsensi- tivity issues with areal-time universal 16S rRNA PCR. JClin Microbiol .2000; 38(5):1747 52. PMID: 10790092; 28. Arezi B,Hogrefe H.Novel mutations inMoloney Murine Leukemia Virus reverse transcrip tase increase thermostab ilitythroug htighter binding totemplate- primer. Nucleic Acids Res. 2009; 37(2):473 81. https:doi.or g10.109 3nargkn9 52PMID: 19056821; 29. Gerard GF, FoxDK,Nathan M,DAless ioJM.Reverse transcripta se.The useofcloned Moloney murine leukemia virus reverse transcrip tase tosynthes izeDNA from RNA. MolBiotechn ol.1997; 8 (1):6177. https:doi.o rg10.1007B F02762 340PMID: 9327398. 30. Fleige S,Pfaffl MW. RNA integrity andtheeffect onthereal-tim eqRT-PCR perform ance. MolAspects Med. 2006; 27(23):12 639. https: doi.org10.10 16j.mam. 2005.12.003 PMID: 164693 71. 31. International Space Station Utilization Statistics .National Aeronautic sandSpace Administrat ion, Forum IPS; 2016 Septemb er2,2016. Report No. 32. Reference Guide totheInterna tional Space Station. Utilizat ionEdition ed:National Aeronautics and Space Administr ation; 2015 September 2015. 116p. 33. Space Station Research Facilities andCapabili tiesweb age. National Aeronautics andSpace Admin- istration; 2016 updated April 28,2016; cited 2016. https:ww w.nasa.gov mission_pag esstation research facilities_cate goryind ex.html. 34. DelAguila EM, Dutra MB, Silva JT,Paschoal inVM. Comparing protocol sforpreparatio nofDNA-free total yeast RNA suitable forRT-PCR. BMC MolBiol. 2005; 6:9.https:doi.or g10.1186 1471-2199- 6-9 PMID: 158331 07; 35. Ochman H,Davalos LM.The nature anddynamics ofbacterial genomes. Science. 2006; 311 (5768):173 03. https: doi.org10.11 26science. 1119966 PMID: 16556833 . 36. Meseguer J,Sanz-And resA,Perez-Grand eI,Pindado S,Franchini S,Alonso G.Surface tension and microgra vity. European Journal ofPhysics. 2014; 35(5). 0143-08071 40550102 033.0. 37. Laboratory IUSN. WetLab2 2016. http:www.s pacestation research .comhardwar ewet-lab- smartcycle r-wetlab2 . 38. Juran C,Almeida EAC, editors. Novel End-to-En dMolecular Biology Approach forDirect Nanopor e1D cDNA Seque ncing ofReverse Transcrib edmRNAs Purified from Cell Cultures bytheNASA ISS WetLab2 SPM. Internat ional Space Station Research andDevelopment Conferen ce;2017 7202017; Washingh ton,DC. Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 2020",
        "introduction": "The ISSNational Laboratory isaunique research environment whereby scientists from Acade- mia, Government, and Industry seek tolearn theeffects ofspace onlifeand matter intheir many forms. Although agreat deal hasalready been learned about theeffects ofmicrogravity onbiological systems, 13 thelarge majority ofon-orbit experiments donotyield scientific data until long after return ofsamples toEarth foranalysis, creating concerns about timeliness ofdata availability, and quality ofsample preservation 4.Ground analysis ofon-orbit experi- ments hasbeen necessary because oflimited laboratory space, equipment, supplies, and astro- naut time resources onISS, butwhile thissample return approach maximizes efficient access tospace byscientists, itfails toteach ushow toconduct end-to-end scientific inquiries in microgravity. Ashuman exploration ofthesolar system proceeds, human missions toMars and deep space willrequire greater levels ofautonomy and resourcefulness asoutlined inthe National Research Councils Space Exploration Decadal Survey forLife and Physical Sciences 5Animportant component offuture traveling and living inspace away from lowEarth orbit willbetheability toperform modern molecular biology analyses, including purifying RNA and conducting Reverse Transcriptase-quantitat ivePCR (RT-qPCR) orother genomic analy- sesfordisease diagnostics including viral and bacterial infection, environmental microorgan- ismidentification and monitoring offood and water, and inanyother research application where monitoring gene expression isrequired. Although there areincreasing numbers ofstudies ofgene expression inmicrogravity, there arenoreports ofanymethodologies forRNA purification and RT-qPCR under microgravity conditions, effectively preventing on-orbit analysis ofgene expression orPCR-based diagnos- ticsfrom biological samples. Specifically, recent RNA isolation and PCR-based gene expres- sion studies ofbiological samples onISS, Space Shuttle and Biosatellites have been conducted onearth after preserved sample return from space 614. Recent efforts byvarious groups of investigators have sought todevelop portions ofanoverall genomic and molecular biology experimental capability onISS. Specifically, these include theNASA Genes inSpace 1, miniPCR student experiment, 15 and theBiomolecular Sequencer Nanopore DNA sequencing demonstration 16, 17both conducted simultaneously with WetLab-2. Both experiments however, started with genomic DNA samples, notindicative ofgene expression, and relied either onsample return toearth forPCR product analysis, (miniPCR), orcomplex sequencing library preparation onearth prior tonanopore sequencing inspace (Biomolecular Sequencer). Neither ofthese experiments hadtheend-to-end on-orbit capability toextract RNA from tissue, convert mRNA tocDNA forRT-qPCR, ortogenerate quantitative gene expression data aswesought toachieve with theWetLab-2 system. Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 220funders hadnoroleinstudy design, datacollection andanalysis, decision topublish, orpreparation of themanuscript. Competing interests :NASA provided both the funding andemploys themajority oftheauthors thatconducted thisstudy, which maybeperceived asacompe tinginterest, however, thefunding organization within NASA (ISSProgram at Jonhson Space Center) isdistinct from the performing organizations (Space Bioscience sand Engineering Systems Divisions atNASA Ames Research Center), andtheproject leadership including thecorresp onding author (EACA) and project Managers (CSR andJS)areprotected from funder influence byacademic tenure-like civil service positions. Inaddition MBandRDare employed byClaremon tBiosoluti onsandmay benefit intheiremploym entfrom thepublication of theircontributio ns.Toaddress thepressing ISSresearch and diagnostics need fornovel on-orbit end-to-end molecular biology gene expression analysis methods and tools, wedevised arobust micrograv- ityfluidic system that canintake diverse biological sample (cells, tissue, surface swabs, blood, etc.) and using temperature-stable reagents, allow fortheisolation and purification ofnucleic acids, such asRNA, formolecular biology analysis. Inaddition, thesystem includes amicro- gravity compatible thermal cycler, lyophilized reagents and enzymes forPCR assays and meth- odsforreverse transcription ofRNA into cDNA, and capabilities forheat inactivation of enzymes such asproteinase Kand PCR inhibitors, plus RT-qPCR gene expression analysis using fluorescent TaqMan probes. The WetLab2 suite ofinstruments and reagents wedescribe here isnovel and unique methodology, substantially distinct from allother existing RNA isola- tion and RT-qPCR gene expression analysis systems, because ofitsability tofunction inmicro- gravity, with altered fluid flow, hydrostatic pressure, convection, and surface tension conditions ofspace, while stillproviding fullreagent containment forsafe operation onISS. Using thissystem, schematically shown inFig1,generic reagents and supplies canbepreposi- tioned onISStoflexibly support science opportunities such asoptimizing plant growth, moni- toring theevolution ofbacterial communities inbiofilms, oranalyzing gene expression in immune cells from blood, among many other applications. Inaddition, theWetLab-2 system wasalso designed tobecapable ofpurifying RNAs forreturn toEarth, orforother on-orbit molecular biology analyses such asnanopore array-based mRNA sequencing studies, greatly increasing theanalysis capabilities ofthesystem and possibilities fordiscovery inspace. Initsvalidation flight, WetLab-2 successfully demonstrated itscapabilities toconduct molecular biology experimentation inmicrogravity. This consisted offirst demonstrating that qPCR functions inmicrogravity conditions, followed bydemonstration ofRNA isolation from bacterial celland mammalian tissue and gene expression analysis byRT-qPCR. When gases evolved bythermal cycling accumulated inPCR tubes duetomicrogravity conditions inter- fered with data uniformity, thesystem demonstrated itsflexibility and adaptability toon-orbit experiment modification and iteration inreal-time. WetLab-2 also used volunteer astronaut time and spare supplies todesign and execute follow-up experiments while on-orbit toresolve thegasbubble problem. Below wedescribe indetail thedesign and scientific validation ofthe WetLab-2 suite ofmethods, reagents, and hardware forRNA purification and gene expression analysis byRT-qPCR, enabling future molecular biology experimentation tobeconducted end-to-end inreal-time onISS, and allowing data interpretation and experiment redesign while on-orbit. Materials and methods Inorder tovalidate thesystem, anumber ofground-based and on-orbit tests were performed including: validation ofE.coliprimer assays (ground), validation oflyophilized components (ground), validation oftheSPM (ground), validation ofallhardware (ground), validation of qPCR efficiency using pre-prepared assays (on-orbit), validation ofRNA extracted fromE.coli (on-orbit), and from mouse liver tissue (on-orbit) using theSPM. The methods used inthese validation experiments aredescribed indetail below. Primer andprobe design This study used three types ofassays fordifferent portions ofthevalidation ofthesystem. First, anE.coligenomic assay wasused todemonstrate ifqPCR waspossible inmicrogravity and that thedata matched 1gcontrols. This wasfollowed with asetofE.coligene expression assays designed tovalidate thesample prep and RT-qPCR capabilities ofthesystem. Finally, a setofmouse gene expression assays were used tovalidate thesystem with amammalian tissue. Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 320TheE.coliprimers and probes used inthisstudy were designed in-house totarget both genomic and exonic regions. TheE.coligenomic assay consisted ofprimers targeting the16S ribosomal DNA sequence forrrnd gene while thegene expression assays targeted thefollow- inggenes: heat shock protein 702 (anKp), RNA polymerase (rAos), and aglucitol operon Fig1.Operations fortheWetLab- 2system. Isolation andpurification ofRNA from biological tissues onorbit starts with introduct ionof cells ortissues forlysis andhomogen ization intotheSample Preparatio nModule (SPM), followed byRNA binding toanaffinity column, washing ,andelution from themodule. APipette Loader (PL) toolisprovide dforbubble free fluid transfer toarepeate rpipette. This isthen used todispense accurate volumes ofpurified RNA intoacentrifug erotorrack oflyophilized reagent tubes with enzymes andregents for reverse transcrip tionandTaqman RT-qPCR. Data isavailable on-orbit within 3hofinitiating theexperime nt,andtransmitted byISStoNASA Marshall Space Flight Center foremailing toinvestigator swithin 2hofclean-up. Amore detailed descriptio noftheprocess canbefound in theS1Text. https: doi.org10.1371 journal.pone. 0183480.g001 Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 420repressor (Rrlt). Formouse assays, pre-designed intron spanning assays targeting genes for glyceraldehyde 3-phosphate dehydrogenase (gapdh) and 60Sribosomal protein L19(rpl19) were used fornormalization and fibronectin 1(fn1) wasused tomeasure gene expression anal- ysis. Allprimers and probes were produced byIntegrated DNA Technologies (IDT, Coralville, Iowa). Inallcases, TaqMan based technology wasused 18. The corresponding fluorescent dyeand itsprimer and probe sequences areshown inTable 1. Assay formulation, preparation, andvalidation Tovalidate theE.coligenomic assay formulation, weanalyzed qPCR performance using vary- ingquantities oftemplate intenfold dilutions between 1gand 1pg(inclusive). Assays were constituted using high molecular weight genomic DNA fromE.colitype Bcells (Affymetrix, Sunnyvale, CA), custom primers and probe targeting a16Sribosomal DNA sequence (IDT, Coralville, Iowa), GoTaq Probe Master Mix (Promega, Madison, WI), and molecular biology grade water (TekNova, Hollister, CA). Amplification wasachieved viaastandard thermal pro- tocol that included ahot-start activation step (95C, 2min) and 45cycles ofdenaturation (95C, 15s)and annealingextension (54C, 60s).Samples were runinduplicate technical rep- licates and their average Ctvalues were plotted against template concentration todetermine R-square and efficiency ofamplification. Products were confirmed using aBioanalyzer 2100 and anAgilent DNA chip, using aDNA 1000 protocol and reagent. Genomic and gene expression assays forE.coli(anKp,rAos andRr-t) and mouse tissue (gapdh, rpl19, and fn1) were validated using genomicE.coliDNA and RNA fromE.coliK12 Table 1.E.coli and mouse liver prime rsand probes used inthis study. Organism Assay type Gene Name Primer Probe Sequen ce E.coligenomi c 16S genomic region Probe 56-FAM ACGTTTGACZENC TCGTCTTTCGGTGTGT3IABKF Q Forward GCCAAGACCAACCAATGACAGCAA Reverse ACCTGCTCTCTTCGCGTACTGTTT E.coligene expression dnaK Probe 56-FAM TGCTGAGTTZEN CTTTGGTAAAGAGCCGCGT3BHQ_ 1 Forward TGGTGGTCAGACTCGTATGCCAAT Reverse ATTGCTACAGCTTCGTCCGGGTTA rpoA Probe 5HEX TTCGTCGTGZEN CGGCAACCATT3IABkF Q Forward TAGAACAGCGTACCGACCTG Reverse CGAAAGCTTCCAGTTGTTCA srlR Probe 5Cy5 CCACAGGCACAACCATTCGCA3IAbRQSp  Forward ATTGGCGCAATACTTTGACA Reverse GCATGTTCCAGAATGACCAG mouse liver gene expression gapdh Probe 56-FAM TGCAAATGGZEN CAGCCCTGGTG3IAB kFQ Forward GTGGAGTCATACTGGAACATGTAG Reverse AATGGTGAAGGTCGGTGTG rpl19 Probe 5HEX TGACCGCCAZenT ATGTATCACAGCCTG3IABkF Q Forward GATGCGCTTGTTTTTGAACAC Reverse CCGGCTTCTCAGGAGATAC fn1 Probe 5Cy5 CTGATCGTTGCATCTGTTTCTGGAGGT3IAbR QSp Forward GTTTCCTCGGTTGTCCTTCT Reverse GACTGTACTTGTCTAGGCGAAG E.coliprimers and probes were designed in-hous e,mouse assays were selected from those available from IDT. 56-FAM: 56-FAM (Fluorescein ),ZEN tm IDTTradem arkdark quencher, 3IABKFQ: 3Iowa Black Fluorescen tQuencher, 3BHQ_1 :3Black Hole Quencher, 5HEX: 5Hexachlo rofluoresce in,5Cy5: 5Cyanine5 ;3IAbRQSp: 3Iowa BlackRQ-Sp https:do i.org10.1371j ournal.pone .0183480.t001 Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 520TB1 (New England Biolabs Inc, Ipswich, MA) and whole livers from male C57BL6 1216 week perfusedsnap frozen (Charles River, Wilmington, MA). Initial feasibility studies how- ever utilized mouse liver tissues obtained under NASA Ames Research Center IACUC proto- cols NAS-14-002-Yr1-3 and NAS-15-008-Y1-2 (E.Almeida and E.Blaber). RNA wasisolated using theRNeasy Mini kit(Qiagen, Valencia, CA) and tested tohave aRNA Integrity Number (RIN) greater than 9.0using aBioanalyzer 2100 and RNA 6000 Pico Chip. Each assay wasvali- dated using theappropriate RNA template inaRT-qPCR cocktail. Singleplex, duplex and tri- plex reactions were validated foreach organism. Amplification wasachieved viaasingle step RT-qPCR thermal protocol that includes aReverse Transcription (45C, 15min), hot-start activation step (95C, 2min) and 45cycles ofdenaturation (95C, 15s)and annealingexten- sion (54C, 60s),further detailed online atprotocols.io 19. Lyophilized assay validation After successful validation ofassay performance, allassay formulations were purchased as lyophilized sample-ready products intheReaction Tubes (BioGX, Birmingham, AL). The pro- tocol forlyophilized assay generation isdetailed inonline atprotocols.io 20. Totesttheper- formance ofthelyophilized assays, Ctvalues oflyophilized assays were compared tothose of non-lyophilized controls. FortheE.coligenomic assay three concentrations oftemplate; high (100 ng), mid (1ng), and low(10pg), along with notemplate controls (NTC), were runfor each group. Non-lyophilized controls were constituted asdescribed above while lyophilized assays were re-hydrated with elution buffer (Claremont BioSolutions, Upland, CA). Lyophi- lizedE.coliand mouse liver gene expression assays were tested byrunning singleplex, duplex, and triplex reactions. Individual, average, and standard deviation ofCtvalues were compared tocorresponding controls, within template groups. Two individual lotswere tested against a single benchtop control lot.BioGX also carried outindependent validation ofthelyophilized products. Microgravity compatible RNA extraction procedure RNA isolation wasperformed utilizing analcohol-free version oftheRNA binding buffer and washes forClaremont BioSolutions commercially available OmniLyse121, 22and their RNAexpress column. The process wascarried outinaSPM, anenclosed microgravity-com- patible hardware module designed torequire only simple manual manipulations that canbe performed byanuntrained user. The SPM contains syringes preloaded with wash and elution buffers and hasaninput port with aLuer-Lok1connection fortheincoming Sample Transfer Tool (STT). The procedure consists oflysing thesample with thebattery powered OmniLyse1 and binding ofRNA totheRNAexpress column. This isfollowed bytwowashes ofthecol- umn with Claremont BioSolutions wash buffer inpreloaded syringes. The RNA isthen eluted into aremovable syringe using theClaremont BioSolutions elution buffer. TotesttheSPM performance, 100millionE.colicells or5mgofmouse liver tissue were used forRNA extraction. Resulting RNA quantity and quality were assessed using aNanoDrop 20001(Thermofisher, Waltham, MD) and aBioanalyzer 2100 (Agilent, Santa Clara, CA), respectively. The SPM-derived RNA wasalso used asthetemplate inRT-qPCR reactions pre- pared asstated above. Hardware testing Todetermine thecompatibility ofhardware components, reagents were stored inhardware forlong duration testing and were assessed forcompatibility with downstream molecular biol- ogyapplications (e.g. qPCR, RNA Isolation, and RT-qPCR). Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 620ACT2s(specialty microgravity compatible transfer hardware, Techshot, Greenville, IN)and Finger Loop syringes (BD, Franklin Lakes, NJ)were loaded and stored at-80C. Units were removed from thefreezer atdesignated time points, allowed tothaw atambient temperature (atleast 1hfortheACT2and 45min fortheFinger Loop syringe), then RNA wasextracted using theSPM procedure described above. TotesttheSPMs forreagent compatibility, SPMs were assembled with thesyringes preloaded with wash and elution buffers and stored atambi- enttemperatures. Atdesignated time points, SPMs were used toisolate fresh samples ofeither 1x108E.colicells or5mgofmouse liver tissue. Forallhardware tests, RNA quantity and qual- itywere assessed asdescribed previously. RT-qPCR using sample specific primers and probe were also used totestRNA quality asdescribed previously. Reaction Tubes containing lyophilized E.coliand mouse gene expression assays, master mixes and enzymes were packaged atBioGX (8tubes persealed pouch) and stored at4C until tested. Alllyophilized mixes were tested atdesignated time points and utilized 25ngofE.coli ormouse Qiagen RNeasy purified RNA (asappropriate) in25lofmolecular biology grade water torehydrate theassays. Amplification conditions used were described above. Inallcases, results were compared tothose from thet0time point. The thermocycler tobeflown tothe ISSwasalso validated prior touse. Details ofallhardware testing results areshown intheS2Text. On-orbit quantitative PCR analyses Microgravity data generated inthisstudy were attained from on-orbit operations onboard the ISS. Allmaterials, hardware, and biology were transported during theSpaceX CRS-8 cargo resupply mission that launched totheISSonApril 8th,2016 and experiments were conducted onApril 19th,22nd,26th,29thand May 2nd.Operations required theuseoftheWetLab-2 hard- ware suite consisting ofmicrogravity-compatible STT (ACT2orFinger Loop syringe), SPM, bubble-removing Pipette Loader (PL), reaction tube centrifugation rotor and aCepheid SmartCycler1forthermocyclingfluorescence readout, asdescribed inS1Text. 1gcontrol data were generated using identical protocols and hardware within 12hofcompletion ofISS operations. The on-orbit operations consisted ofthree types oftests. First, theefficiency of qPCR inmicrogravity using pre-prepared reaction mixtures including E.coligenomic DNA wastested three times. Second, isolation ofRNA on-orbit using theSPM and pre-frozen E.coli cells followed byanalysis ofgene expression wastested followed bytesting ofRNA isolation from mammalian tissue using theSPM and pre-frozen mouse liver tissue followed byanalysis ofgene expression. Foreach experiment, oneISSand oneground kitwere removed from their respective cold stowage (both 4C and -80C ifapplicable) and allowed toequilibrate atroom temperature for 27h.ForISSoperations, experiments were performed within aRNase-free and cleaned Dis- posable Glove Bag(DGB) toprevent contamination. Atthestart ofISSoperations, session materials contained inRNase-free bags were placed into theDGB and wiped with RNase AWAY wipes (Molecular BioProducts, Waltham, MA). The 1gcontrol experiment wascon- ducted inastandard molecular biology laboratory; allwork surfaces were cleaned using RNase AWAY wipes and 70 ethanol. Data from theISSexperiments were downlinked within 2h ofcompletion oftheclean-up activity and results were statistically compared with those from corresponding 1gcontrols. Atotal offiveISSruns were performed; onedataset waslostdue toaPLhardware malfunction. Allfive1gcontrol experiments were performed nominally. The efficiency ofqPCR performed inmicrogravity wasdetermined using reaction mixtures containing low, mid, orhigh concentrations ofE.coliDNA template and anotemplate control (NTC) asdescribed above. Reagents were lyophilized incustom capped SmartCycler1reaction Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 720tubes onDecember 1st,2015. Four tubes ofeach concentration were packaged into tube kits. Alltube kitsand theelution buffer were transported and stored at4C tominimize lossof enzyme activity and maintain quality. On-orbit operations consisted ofde-bubbling thebuffer using thePLand loading itinto arepeater pipette that wasused toadd25ltoeach reaction tube. The tubes were centrifuged and loaded into theSmartCycler toanalyze qPCR efficiency. RNA isolation using theSPM inmicrogravity wasvalidated using 1x108E.colicells grown ontheground and transferred into aSTT (ACT2)and stored at-80C orcolder.E.coliRNA isolation and RT-qPCR wasperformed onApril 29th2016. Tube kitsforthisstudy consisted of four tubes each ofsingleplex assay dnaK-FAM, singleplex rpoA-HEX, duplex (dnaK-FAM and rpoA-HEX), and triplex (dnaK-FAM, rpoA-HEX and srlR-Cy5). Allassay and RT-qPCR reagents were lyophilized inSmartCycler1Reaction Tubes onDec 1st,2015. The tube kits were transported and stored at4C until used while other hardware and consumables were kept atambient. On-orbit operations consisted ofprocessing thebacterial culture through the SPM, followed byde-bubbling and tube loading asstated above. The tubes were centrifuged and loaded into theSmartCycler1forgene expression analysis with RT-qPCR. Totestisolation ofRNA from mammalian tissue inmicrogravity using theSPM, 5mgof mouse liver tissue were biopsied ontheground and transferred into aSTT (10mlfinger loop syringe) with 2mloflysis buffer (Claremont BioSolutions, Upland, CA). Samples were flash- frozen inliquid nitrogen and stored at-80C onMarch 4th,2016. Mouse liver tissue RNA iso- lation and RT-qPCR wasperformed onMay 2nd2016. Tube kitsforthisstudy consisted of four tubes each ofsingleplex assay gapdh-FAM, singleplex rpl19-HEX, duplex (gapdh-FAM and rpl19-HEX), and triplex (gapdh-FAM, rpl19-HEX and fn1-Cy5). The reagents were lyoph- ilized and transported asdescribed above. On-orbit operations were thesame asthose forthe bacterial culture. Afollow onexperiment wasperformed onOctober 19th,2016 during increment 49,using a spareE.colikit.This experiment consisted ofarepeat oftheE.coligene expression study, how- ever, atthestart ofoperations, modified septa caps were removed from 4technical replicates ofthesingleplex reaction (dnaK-FAM) and 4technical replicates oftheduplex reaction (dnaK-FAM, rpoA-HEX) tubes. After addition oftheRNA, thereaction tubes were closed using clipped tube caps from commercial Cepheid SmartTubes (Cepheid, Sunnyvale, CA). The 1gcontrol experiment wasconducted with a24hdelay. Analyses andstatistics Cepheid SmartCycler 2.0d software wasused toanalyze allfluorescence intensities and gener- ateCtvalues. Allpre-launch ground testing used thedefault software values (Background Sub- traction: ON, Background Min: 5,Background Max: 40,Primary Curve Analysis, Manual Threshold: 30,Boxcar Averaging: 0),while microgravity to1gcomparisons used slightly mod- ified values with aBoxcar averaging of3.Genomic DNA qPCR runs used: Background Sub- traction: ON, Background Min: 5,Background Max: 40,Primary Curve Analysis, Manual Threshold: 30,Boxcar Averaging: 3;software values fortheE.coliRT-qPCR runs: Background Subtraction: ON, Background Min: 1,Background Max: 40,Primary Curve Analysis, Manual Thresholds: (FAM: 15,HEX: 15,Cy5: 15)Boxcar Averaging: 3;and software values forthe mouse liver RT-qPCR runs: Background Subtraction: ON, Background Min: 5,Background Max: 40,Primary Curve Analysis, Manual Thresholds: (FAM: 15,HEX: 30,Cy5: 15)Boxcar Averaging: 3;fortheIncrement 49Bubble Mitigation run: Background Subtraction: ON, Back- ground Min: 1,Background Max: 40,Primary Curve Analysis, Manual Thresholds: (FAM: 15, HEX: 15,Cy5: 15)Boxcar Averaging: 0.Amplification efficiency wascalculated using thefor- mula: E(101slope-1)100. Novel system forRNA isolation andRT-qPCR analysis inmicrogra vity PLOS ONE https:doi.or g10.137 1journal.po ne.01834 80 September 6,2017 820Statistical analyses were performed using JMP10 (SAAS Institute Inc, Cary, NC) and GraphPad Prism 5(GraphPad Software Inc, LaJolla, CA). Comparisons made between micro- gravity and 1gcontrol data, orbetween lyophilized and benchtop control assays across differ- enttemplate concentrations were evaluated using ANOVA orStudents e-eeRe asappropriate. Inallcases, figures report themeanstandard deviation (SD) andA0.05 wasconsidered thethreshold forsignificance. Outliers were calculated using Grubbs testwith alpha 0.05.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_23.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_24.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_25.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_26.jpg",
                "caption": "No caption available"
            }
        ]
    }
]