[
    {
        "pmid": "30246146",
        "title": "Characterization of Aspergillus niger Isolated from the International Space Station.",
        "year": "2018",
        "journal": "mSystems",
        "abstract": "The initial characterization of the Aspergillus niger isolate JSC-093350089, collected from U.S. segment surfaces of the International Space Station (ISS), is reported, along with a comparison to the extensively studied strain ATCC 1015. Whole-genome sequencing of the ISS isolate enabled its phylogenetic placement within the A. niger/welwitschiae/lacticoffeatus clade and revealed that the genome of JSC-093350089 is within the observed genetic variance of other sequenced A. niger strains. The ISS isolate exhibited an increased rate of growth and pigment distribution compared to a terrestrial strain. Analysis of the isolate's proteome revealed significant differences in the molecular phenotype of JSC-093350089, including increased abundance of proteins involved in the A. niger starvation response, oxidative stress resistance, cell wall modulation, and nutrient acquisition. Together, these data reveal the existence of a distinct strain of A. niger on board the ISS and provide insight into the characteristics of melanized fungal species inhabiting spacecraft environments. IMPORTANCE A thorough understanding of how fungi respond and adapt to the various stimuli encountered during spaceflight presents many economic benefits and is imperative for the health of crew. As A. niger is a predominant ISS isolate frequently detected in built environments, studies of A. niger strains inhabiting closed systems may reveal information fundamental to the success of long-duration space missions. This investigation provides valuable insights into the adaptive mechanisms of fungi in extreme environments as well as countermeasures to eradicate unfavorable microbes. Further, it enhances understanding of host-microbe interactions in closed systems, which can help NASA's Human Research Program maintain a habitat healthy for crew during long-term manned space missions.",
        "full_text": "Characterization of Aspergillus niger Isolated from the International Space Station Jillian Romsdahl,aAdriana Blachowicz,a,bAbby J. Chiang,cNitin Singh,b Jason E. Stajich,dMarkus Kalkum,c Kasthuri Venkateswaran,bClay C. C. Wanga,e aDepartment of Pharmacology and Pharmaceutical Sciences, School of Pharmacy, University of Southern California, Los Angeles, California, USA bBiotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA cDepartment of Molecular Immunology, Beckman Research Institute of City of Hope, Duarte, California, USA dDepartment of Microbiology and Plant Pathology and Institute of Integrative Genome Biology, University of CaliforniaRiverside, Riverside, California, USA eDepartment of Chemistry, Dornsife College of Letters, Arts, and Sciences, University of Southern California, Los Angeles, California, USA ABSTRACT The initial characterization of the Aspergillus niger isolate JSC- 093350089, collected from U.S. segment surfaces of the International Space Station(ISS), is reported, along with a comparison to the extensively studied strain ATCC1015. Whole-genome sequencing of the ISS isolate enabled its phylogenetic place-ment within the A. nigerwelwitschiae lacticoffeatus clade and revealed that the ge- nome of JSC-093350089 is within the observed genetic variance of other sequencedA. nigerstrains. The ISS isolate exhibited an increased rate of growth and pigment distribution compared to a terrestrial strain. Analysis of the isolates proteome re-vealed signicant differences in the molecular phenotype of JSC-093350089, includ-ing increased abundance of proteins involved in the A. nigerstarvation response, ox- idative stress resistance, cell wall modulation, and nutrient acquisition. Together,these data reveal the existence of a distinct strain of A. nigeron board the ISS and provide insight into the characteristics of melanized fungal species inhabiting space-craft environments. IMPORTANCE A thorough understanding of how fungi respond and adapt to the vari- ous stimuli encountered during spaceight presents many economic benets and is im-perative for the health of crew. As A. nigeris a predominant ISS isolate frequently de- tected in built environments, studies of A. nigerstrains inhabiting closed systems may reveal information fundamental to the success of long-duration space missions. This in-vestigation provides valuable insights into the adaptive mechanisms of fungi in extremeenvironments as well as countermeasures to eradicate unfavorable microbes. Further, itenhances understanding of host-microbe interactions in closed systems, which can helpNASAs Human Research Program maintain a habitat healthy for crew during long-termmanned space missions. KEYWORDS Aspergillus niger , International Space Station, phylogenetic analysis, proteomics Throughoutthehistoryofhumanspaceexploration,lamentousfungihavetraveledwith us and are omnipresent on spacecraft ( 13). Microorganisms have been reported to cause biodegradation of structural spacecraft components, resulting indecreased integrity of spacecraft hardware ( 2). Microbial infections also constitute a majorhealthriskforastronauts,especiallyinclosedenvironmentswherethecombinedstresses of sleep disruption, microgravity, and high levels of radiation may furtherReceived 2 July 2018 Accepted 20 August 2018 Published 18 September 2018 Citation Romsdahl J, Blachowicz A, Chiang AJ, Singh N, Stajich JE, Kalkum M, Venkateswaran K,Wang CCC. 2018. Characterization of Aspergillus niger isolated from the International Space Station. mSystems 3:e00112-18. https:doi .org10.1128mSystems.00112-18 . Editor Rachel I. Adams, University of California, Berkeley Copyright  2018 Romsdahl et al. This is an open-access article distributed under the termsof the Creative Commons Attribution 4.0 International license . Address correspondence to Clay C. C. Wang, claywusc.edu.RESEARCH ARTICLE Molecular Biology and Physiology crossm SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 1compromise the human immune system ( 2,4). Studies have suggested that microbial virulence and antimicrobial resistance increase in response to spacecraft environments( 57). Other reports have associated the abundance of lamentous fungus in indoor environments with allergies and invasive infections ( 8,9). Additionally, fungi produce a myriad of bioactive secondary metabolites (SMs) in response to environmental stres-sors, and while many SMs have diverse therapeutic and industrial applications, othersare toxins and can have detrimental effects on human health ( 10). As we set our exploration sights beyond low-Earth orbit, a thorough understanding of how fungirespond and adapt to the various stimuli encountered during spaceight is critical tothe success of long-term space travel. Microorganisms inhabiting the International Space Station (ISS) are exposed to microgravity and have increased exposure to high-energy radiation as a result of beingoutside Earths protective atmosphere ( 11). In general, it is thought that microgravity alters biological processes by initially altering the physical forces acting on the cell andits environment. This results in decreased transfer of extracellular nutrients and meta-bolic by-products, causing the cell to be exposed to a completely different chemicalenvironment ( 11). The inside cabin of the ISS is exposed to a complex radiation environment ( 12), at levels that are not fungicidal ( 13), permitting fungi to thrive. Radiation primarily interacts with biological systems through the ionization and exci-tation of electrons in molecules, and its strong mutagenic properties result in anincreased rate of biological evolution ( 14). Further, radiation can have many harmful effects on biological systems, which results in the development of adaptive responses.Fungiinhabitingspacecraftarealsoforcedtoacclimatetoreducednutrientavailability,as the National Aeronautics and Space Administration (NASA) routinely performsstringent microbial monitoring and remediation on the ISS ( 15). Aspergillus niger was reported to be the predominant species isolated in one ISS microbial monitoring study ( 15), which is consistent with its frequent detection in built environments ( 16).A. nigeris a melanized fungal species that is ubiquitous in nature andcommonlyusedinbiotechnologyindustriesasaproductionhostforcitricacidandenzymes ( 17). Despite the recurring detection of A. nigerin spacecraft environments, investigations into its genetic alteration and gene expression modulation under ISSconditions have not been carried out. Although A. nigeris less pathogenic to humans than other Aspergillus species, such as A. fumigatus and A. avus ( 17), it has been associated with ear infections and can cause invasive pulmonary aspergillosis inimmunocompromised patients ( 18). This enhances the need for studies to understand how A. nigerresponds and adapts to the environment of the ISS, where microgravity might play a role in compromising the human immune system ( 2,4). Additionally, melanized fungi are highly resistant to ionizing radiation and respond to radiation withenhanced growth and upregulation of many proteins ( 19,20), some of which may provide important insight into the adaptive evolutionary mechanism of melanizedfungal species. The objective of this study was to investigate a strain of A. nigerisolated from surfaces of the ISS, with the aim to characterize its molecular phenotype. Although ithas been well established that fungi are ubiquitous on spacecraft ( 13,15), very few studieshavebeenconductedtocharacterizefungiisolatedfromtheISS( 21).Giventhat melaninproductioninfungiisconsideredanevolution-derivedtraittoconferradiation resistance ( 19,22), the present study of a melanized fungus that has inhabited the ISS may reveal important insights into the key traits necessary to withstand such environ-ments. Our work investigated differences of the ISS A. nigerisolate from Earth isolates to better understand the characteristics of strains isolated from the space station builtenvironment. Due to the signicance of secondary metabolic processes in lamentousfungi ( 23),A. nigerATCC 1015 was used as a terrestrial reference strain for physiologic and proteomic analyses because its SM prole has been thoroughly characterized ( 24), and we aim to build on this work by investigating SM production in JSC-093350089.Romsdahl et al. SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 2RESULTS Identication of A. niger sampled from the ISS. Sampling of surfaces on the ISS duringmicrobialmonitoringsurveysresultedintheisolationofnumerousbacterialandfungal strains ( 15). A strain of A. niger, JSC-093350089, identied by morphological characteristics and veried by internal transcribed spacer (ITS) region sequencing, wasused for this study. This strain was isolated by swabbing surface materials on the U.S.segmentoftheISS.Duetothenatureofthissamplingmethod,itisimpossibletoknowthe exact duration of time that this strain was on the ISS. The 36.08-Mb genomesequence of JSC-093350089 was generated using whole-genome paired-end sequenc-ing (WGS), which was further improved to high-quality assemblies of 223 scaffoldspossessing 12,532 coding sequences and 287 tRNAs. The JSC-093350089 genome wassimilar in size to other A. nigergenomes, which typically range from 34.0 to 36.5Mb ( 2527). To further verify the identity of JSC-093350089 and place it into the larger context of the A. nigerwelwitschiae lacticoffeatus clade, phylogeny was assessed using maximum likelihood ( Fig. 1). Of the A. nigerstrains surveyed, the ISS isolate displayed theclosestphylogeneticrelationshipto A. niger(phoenicis ).ComparedtoATCC1015,an industrial strain used for citric acid production ( 25), and CBS 513.88, an ancestor of the FIG 1Phylogenetic characterization of JSC-093350089 displaying its relative placement within the A. nigerwelwitschiae lacticoffeatus clade.Aspergillus niger from the International Space Station SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 3A. nigerstrains used industrially for enzyme production ( 27), it differed by 37,548 and 39,433 variants, respectively. Visual characterization and growth rates of JSC-093350089 in vitro .The basic physiological phenotype of JSC-093350089 was investigated on glucose minimal me- dium (GMM) agar plates. Visual characterization of centrally inoculated GMM platesrevealeddifferencesinpigmentdistributionandcolonydiameterafter7daysofgrowth( Fig. 2A). JSC-093350089 colony size appeared larger, and pigment had spread to the periphery of the colony in a shorter time than for ATCC 1015. Assessment of radialgrowth rates revealed that the ISS strain grew at a signicantly higher rate than ATCC1015 after 3days of growth ( Fig. 2B). Overview of proteome analysis. Toinvestigatethedifferencesintheproteomesof JSC-093350089 and ATCC 1015, total protein was extracted from each strain and subjectedtotandemmasstag(TMT)labeling,followedbyliquidchromatography-massspectrometry (LC-MS) analysis. All MS data were analyzed using the Proteome Discov-erer with the Sequest-HT search engine against the A. niger CBS 513.88 protein database (NCBI). The CBS 513.88 protein database was used because it has beenextensively annotated and enabled subsequent functional analysis using the AspGDGene Ontology (GO) Slim Mapper tool. The abundance ratios for all proteins werenormalized to ATCC 1015, which resulted in the identication of 218 proteins withincreased abundance and 109 proteins with decreased abundance (fold changeFCH110222,PH110210.05), in JSC-093350089, relative to ATCC 1015 (see Table S1 in the supplemental material). Distribution of AspGD GO Slim terms among differentiallyexpressed proteins is displayed in Fig. 3. Many proteins that exhibited increased abundance in JSC-093350089 were involved with carbohydrate metabolic processes(10.1 of all upregulated proteins), response to stress (9.6), organelle organization(9.6), and transport (8.7). Proteins involved in cytoskeleton organization, proteinfolding, secondary metabolic processes, and transcription were associated with onlyincreased protein abundance in JSC-093350089, while proteins involved in cellularhomeostasis were associated with only decreased protein abundance in JSC-093350089. GO Slim term enrichment analysis was conducted using FungiDB ( 28), which identied signicantly overrepresented proteins that exhibited increased abun-dance in the proteome of JSC-093350089 (Table S2). Signicantly overrepresented GOSlimtermsincludedcarbohydratemetabolicprocesses(4.7ofbackgroundgeneswiththis term), cellular component assembly (5.3), catabolic processes (4.1), protein complex assembly (6.4), and response to stress (3.2). FIG 2 In vitrogrowth of JSC-093350089 compared to ATCC 1015. (A) Growth on GMM at 30C after 7days, showing colony morphology and color. (B) Radial growth at 30C on GMM. Statistical analyses were performedby multiple ttests, corrected for multiple comparisons using the Holm-Sidak method. ,PvalueH110050.0021 to 0.0002; PvalueH110210.0001.Romsdahl et al. SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 4Differential abundance of cell wall modulation proteins. The proteome of JSC- 093350089 revealed differential levels of cell wall modulation proteins ( Table 1). Conidia of A. nigerpossess a relatively thick cell wall made of a network of carbohy- drates, including H9252-glucans, chitin, H9251-glucans, galactomannan, and galactosaminoga- lactan, with an outer cell wall layer consisting of complex melanin pigments ( 29). The polyketide synthase AlbA (An09g05730), which is required for the production of1,8-dihydroxynaphthalene-melanin(DHN-melanin)in A. niger( 24),wasover2-foldmore enriched in JSC-093350089 than in ATCC 1015. The protein abundance of hydrophobinHyp1 (An07g03340) was nearly 3-fold higher than in ATCC 1015. RodA, the homologueof Hyp1 in A. nidulans , has been reported to play a role in biolm formation and efcient deconstruction of cell wall polysaccharides ( 30). Its homologue in A. fumigatus was shown to enhance fungal virulence by masking dectin-1- and dectin-2-mediatedrecognition of conidia in vivo( 31). Differential expression was observed for a number of genes encoding glycoside hydrolases, which were identied using the CAZy database ( http:www.cazy.org )(32). FIG 3Biological process GO Slim categories of differentially expressed proteins. Differentially enriched proteins (FC H110222,PH110210.05) were mapped to terms representing various biological processes using AspGD Gene Ontology (GO) Slim Mapper.Aspergillus niger from the International Space Station SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 5The starvation-induced cellobiohydrolase CbhB (An01g11660), which is regulated by XlnR (33), exhibited levels nearly 3-fold higher in the proteome of JSC-093350089 than in ATCC 1015 ( 34). XlnR is a transcriptional activator that regulates xylanolytic, endo- glucanase, and cellobiohydrolase gene expression in A. niger(33,35). Increased protein abundancewasobservedfor H9252-D-xylosidaseXlnD(An01g09960),whichisalsoregulated by XlnR ( 35). Decreased protein abundance was observed for XlnR-regulated H9252- galactosidaseLacA(An01g12150),whichisexclusivelyexpressedonxyloglucan-derivedsubstrates ( 36). Similarly, XlnR-regulated endoglucanase EglC (An07g08950), which exhibits its greatest activity toward xyloglucan, also displayed decreased protein abun-dance ( 37). Other starvation-induced cell wall degradation glycoside hydrolases enriched in JSC-093350089 included H9251-1,3-glucanase AgnB (An07g08640) and H9252- glucanase Scw4 (An06g01530). Differential abundance of glycoside hydrolases in-volved in starch utilization was also observed. Extracellular acid H9251-amylase AamA (An11g03340), which plays a role in starch degradation and is regulated by starchdegradation regulator AmyR ( 38), was present in JSC-093350089 at levels 4-fold higher than that in ATCC 1015. Four of the ve enzymes in the family of GH92,which consists of mannosidases, displayed increased abundance in the proteomeof JSC-093350089. These GH92 proteins included An08g08370, An13g01260,An14g04240, and An16g02910. Differential abundance of stress response proteins. Our study also revealed differential abundance of proteins involved in the stress response of A. niger( Table 2). Heatshockproteins,includingDnaK-typemolecularchaperoneSsb2(An16g09260)andAn06g01610, were present in JSC-093350089 at levels 2-fold and 5-fold higher thanthat of ATCC 1015, respectively. An06g01610 is very similar to late embryogenesisabundant (LEA)-like Hsp12 of Saccharomyces cerevisiae and has been reported toTABLE 1 Relative abundance of cell wall modulation proteins ORFb Protein CAZy family Description LogFCa An16g02910 GH92 H9251-Mannosidase 3.53 An02g09050 GelG GH72 H9252-1,3-Glucanotransferase 2.99 An14g04240 GH92 H9251-1,2-Mannosidase 2.25 An07g08640 AgnB GH71 H9251-1,3-Glucanase 2.23 An13g01260 GH92 H9251-1,2-Mannosidase 2.15 An11g03340 AamA GH13 Acid H9251-amylase 2.01 An11g06080 GH3 H9252-Glucosidase 1.68 An06g01530 Scw4 GH17 H9252-Glucanase 1.6 An01g11660 CbhB GH7 1,4- H9252-Glucan cellobiohydrolase 1.53 An02g13180 BgxB GH55 H9252-1,3-Glucanase 1.48 An07g03340 Hyp1 Spore wall fungal hydrophobin 1.47An01g09290 TraB GH37 Trehalase 1.27An09g05730 AlbA Polyketide synthase 1.24An08g11070 SucA GH32 Invertase 1.23An08g08370 GH92 H9251-Mannosidase 1.19 An14g04190 GbeA GH13 1,4- H9251-Glucan branching enzyme 1.18 An01g09960 XlnD GH3 H9252-D-Xylosidase 1.06 An14g05340 UrghB GH105 Rhamnogalacturonyl hydrolase H110021 An10g00400 GelA GH72 H9252-1,3-Glucanotransferase H110021.04 An16g06800 EglB GH5 Endoglucanase H110021.13 An09g03100 AgtA GH13 GPI-anchored H9251-glucanosyltransferasecH110021.2 An04g06930 AmyC GH13 H9251-Amylase H110021.22 An18g03570 BglA GH3 H9252-Glucosidase H110021.22 An01g12150 LacA GH35 H9252-Galactosidase H110021.4 An02g00610 GH2 H9252-Glucuronidase H110021.41 An12g08280 InuE GH32 Exoinulinase H110021.5 An11g02100 GH1 H9252-Glucosidase H110021.54 An14g01770 GH3 H9252-Glucosidase H110021.54 An11g00200 GH3 H9252-Glucosidase H110021.69 An07g08950 EglC GH5 Endoglucanase H110021.82 An15g03550 GH43 Endoarabinase H110021.91 aLog2fold change of JSC-093350089 compared to ATCC 1015 ( PH110210.05). bORF, open reading frame. cGPI, glycosylphosphatidylinositol.Romsdahl et al. SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 6stabilizetheplasmamembrane( 39).Increasedproteinabundancewasobservedforthe serinethreonine protein kinase Srk1 (An07g07970) and the mitogen-activated proteinkinase SakA (An08g05850), which have been reported to mediate cell cycle arrest andmitochondrial function in response to oxidative stress ( 40). Other proteins that exhib- ited higher levels in JSC-093350089 included the oxidative stress protein Svf1(An18g02900) and An02g07350, which encodes a protein homologous to group 3 LEAproteins responsible for mitigating stress-induced damage, such as protecting seedsfrom drought ( 41,42). The catalase An12g10720 was present at levels 13-fold higher thanthatofATCC1015.Increasedabundancewasalsoobservedforthestressresponsenuclear envelope protein Ish1, whose expression has been reported to increase inresponse to glucose starvation and osmotic stress ( 43). DISCUSSION Inthecurrentstudy,themolecularphenotypeofastrainof A. nigerisolatedfromthe ISS was characterized. Despite its frequent detection in built environments, this is therst investigation into the omic differences of an ISS A. nigerisolate from an Earth strain.Asthefrequencyanddurationofmannedspacemissionsincrease,investigationsinto how fungi respond and adapt to various stimuli encountered during spaceightare imperative for the health of crew and present many economic benets. Further,such studies provide insight into the adaptive evolutionary mechanism of melanizedfungal species and the biological alterations of microbes isolated from extreme space-ight environments. The genome of JSC-093350089 was within the genetic variation of other A. niger strains, suggesting that its ability to survive and proliferate in a spacecraft environmentis not contingent on enhanced genetic variance. This nding is consistent with aprevious report on the genetic variance of ISS Aspergillus isolates ( 21). To further understand the effect of microgravity and enhanced irradiation on fungal genomics,future studies should investigate the same strain grown under both space and groundconditions to quantify and identify any mutations that may result from life on the ISS.Additional sequencing of terrestrial A. nigerstrains will also be important to better identify the donor population of the strain and further isolate the sequence variationthat is specic to ISS-derived strains. One characteristic of the ISS isolate was increased protein abundance of AlbA, a key biosynthesis enzyme involved in the production of DHN-melanin in A. niger. While A. nigerhistorically has black conidia due to its high melanin content, the A. nigeralbA mutant was reported to display a white or colorless conidial phenotype ( 24). This is consistent with reports that fungi isolated from high-radiation environments exhibitincreased melanin production. One study found that A. nigerstrains occupying the south-facing slope of the Evolution Canyon in Israel, which receives 200 to 800higher solar radiation than the north-facing slope, produced three times more melaninthan did strains isolated from the north-facing slope ( 44). It is reasonable to presume that increased melanin production is a key adaptive response to the enhanced irradi-ationenvironmentoftheISS,asthereisconsiderableevidencethatmelanizedfungiarehighly resistant to ionizing radiation under experimental conditions ( 19,45). In fact, itTABLE 2 Relative abundance of stress response proteins ORF Protein Description LogFCa An12g10720 Catalase 3.71 An06g01610 Heat shock protein 2.51An02g07350 LEA domain protein 1.95An16g04420 Ish1 Stress response protein 1.53An08g05850 SakA MAP kinase b 1.5 An18g02900 Svf1 Survival factor 1 1.43An07g07970 Srk1 Serinethreonine protein kinase 1.21An16g09260 Ssb2 Heat shock protein 1.09 aLog2fold change of JSC-093350089 compared to ATCC 1015 ( PH110210.05). bMAP, mitogen-activated protein.Aspergillus niger from the International Space Station SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 7has been reported that exposure of melanin to ionizing radiation alters its electronic properties, and melanized fungal cells exhibit increased growth rates following expo-sure to ionizing radiation ( 46). Interestingly,theISSisolateexhibitedahighergrowthratethantheterrestrialstrain, which is consistent with previous reports of enhanced growth in melanized fungifollowingradiationexposureand Aspergillus and Penicillium speciesrecoveredfromthe ISS and Mir space stations ( 19,21,46,47). Although this nding cannot be denitively attributed to the isolation environment, it is conceivable that rapid growth may confera selective advantage in environments operating under strict microbial monitoringprocedures. The reported increase in colony pigmentation distribution may point toenhanced melanin production in the ISS isolate, as the AlbA protein was 2-fold moreenriched than in the terrestrial strain. However, the ability to rapidly spread pigment tothe periphery of the colony may offer additional modes of protection from high levelsof radiation present in spacecraft. The ISS isolate displayed general hallmarks of carbon starvation. During starvation, A. nigerproducesamyriadofglycosidehydrolasesthatfacilitatethereleaseofnutrients from biopolymers and the recycling of cell wall components to generate energy andbuilding blocks that can be used for maintenance and conidiogenesis ( 48,49). The observed enrichment of starvation-induced nutrient acquisition enzymes may be theresult of adaptation to the low-nutrient environment that exists as a result of stringentmicrobialmonitoringandremediationbyNASA( 15).Thesamemayalsobetrueforthe increased abundance of the glycoside hydrolase AamA. AamA is highly upregulated ingrowing hyphae at the periphery of mycelium ( 50), and following secretion from exploring hyphae, AamA degrades starch into small molecules that can be taken up bythe fungus to serve as nutrients. The signicant enrichment of AamA suggests thatJSC-093350089canutilizestarchencounteredduringcolonizationmoreefcientlythanATCC 1015, which may have conferred a selective advantage in the low-nutrientspacecraft environment. Duringspaceight,ionizingradiationcangeneratereactiveoxygenspecies(ROS)via the hydrolysis of intracellular water, which can result in oxidative damage to DNA,proteins, lipids, and other cell components ( 51). Accordingly, catalase was among the highest-upregulated proteins in the ISS isolate, which degrade H2O2and therefore play a major role in curtailing oxidative stress ( 52,53). This is consistent with previous reports that spaceight induces the expression of oxidative stress resistance genes inmicrobes, animals, and astronauts ( 20,5459), and increased susceptibility to ionizing radiation has been observed in S. cerevisiae strains lacking cytosolic catalase ( 60,61). Similarly, increased abundance was also observed for kinases that mediate key biolog-ical processes in response to oxidative stress ( 40). The high levels of oxidative stress response proteins, as found in this study, are consistent with the observed response ofthe melanized yeast Wangiella dermatitidis following exposure to ionizing radiation ( 20). On the other hand, increased resistance to oxidative stress may be a response to microgravity, as low-shear modeled microgravity has induced such a response inbacteria ( 62). This study has revealed the existence of a distinct strain of A. nigeron board the ISS that exhibited differential growth and conidiation patterns compared to a terrestrialstrain. Proteomic analysis revealed signicant differences in the phenotype of JSC-093350089 that included enrichment of proteins involved in the A. nigerstarvation response, oxidative stress resistance, cell wall modulation, and nutrient acquisition.Given the ubiquity of A. niger in nature along with its genetic diversity among sequenced strains ( 25,26), it is not surprising that JSC-093350089 exhibited a distinct molecular phenotype, and more studies will reveal if the observed phenotype iswidespread for other A. niger strains isolated from the ISS. Since most of the microgravity-induced response studies were carried out utilizing opportunistic patho-gens of bacteria and yeast, the omics characterization of ISS A. niger, a saprophyte, which exhibited higher melanin content than its Earth counterparts, could be a modelto elucidate molecular mechanisms involved in microbial adaptation to the ISS envi-Romsdahl et al. SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 8ronment. Developing countermeasures to eradicate problematic microorganisms that adapt to unfavorable conditions would help NASAs Human Research Program inplanning for long-duration manned missions. Additionally, such analyses will furtherour understanding of the molecular pathways that dene host-microbe interactions,thus enabling development of suitable cleaning strategies to maintain the health ofhabitat and coliving crew for future missions. MATERIALS AND METHODS Isolation and identication of the ISS A. niger isolate.Surface samples were collected from the U.S. segment of the ISS using the Surface Sampling kit (SSK) (NASA, 2011). Microbes were removed fromsurfaces using a swab and sterile saline solution (0.85 sodium chloride) and were transported to Earthforanalyses.Materialsretrievedfromtheswabsweresubsequentlyinoculatedontopotatodextroseagar(PDA) supplemented with chloramphenicol. The PDA plates were incubated at ambient cabin temper-ature (28 to 37C) for 5days. The fungal colonies that exhibited growth were further puried and storedatH1100280C in sterile glycerol stock until further analyses. When required, fungal isolates were revived on PDA medium, and DNA from pure cultures was extracted (UltraPure DNA kit Mo Bio, Carlsbad, CA). Anapproximately 600-bp region consisting of ITS 1, 5.8S, and ITS 2 of the isolated fungal DNA was PCRamplied, using primers ITS1F (5 TTG GTC ATT TAG AGG AAG TAA 3 ) and Tw13 (5 GGT CCG TGT TTC AAGACG3 )( 63)andfollowingtheestablishedprotocol( 64).TheUNITEdatabasewasusedtodetermine the closest similarity to ITS sequences of fungal type strains ( 65). The identity of the ISS isolate was subsequently conrmed by WGS. Genome sequencing, assembly, and annotation. Extracted DNA was sent to the Macrogen clinical laboratory (Macrogen Inc., Rockville, MD, USA) for WGS. Library preparation was carried out using theIlluminaNexterakit(randomfragmentation,adapterligation,andclustergeneration)andquantiedwithQuant-iTdouble-strandedDNA(dsDNA)high-sensitivityassays.Generatedlibrariesweresequencedwith100-bp paired-end sequencing protocols on the Illumina HiSeq 2500 platform. Raw data images wereproduced utilizing HCS (HiSeq Control Software v2.2.38) for system control, and base calling (BCL) wasdonethroughanintegratedprimaryanalysisusingRealTimeAnalysissoftwarev1.18.61.0.TheBCLbinarywas converted into FASTQ utilizing Illumina package bcl2fastq (v1.8.4). The NGS QC Toolkit version 2.3( 66) was used to lter the data for high-quality vector- and adapter-free reads for genome assembly (cutoff read length for high quality, 80; cutoff quality score, 20), and 22,769,466 vector lter reads wereobtained after the quality check. High-quality vector-ltered reads were used for de novoassembly with the MaSuRCA genome assembler (k-mer size, 70) ( 67). The nal assembly consisted of 223 scaffolds with a total size of 36,079,011bp ( H11011100H11003). The N50scaffold length was 543,773kb, and the largest scaffold was 1,390.254kb. There was no random N joining of the contigs to maintain high assembly quality.Quality check of the nal assembly was performed using the quality assessment tool for genomeassemblies (QUAST) ( 68). The number of Ns detected was less than 12 per 100 kb, which represents very good assembly. Genome annotation was performed with funannotate ( 69)(https:github.comnextgenusfsfunan- notate; v1.3.0-beta), which utilizes a combination of ab initio gene prediction tools ( 70,71) and experimental evidence including proteins and transcriptome sequencing (RNA sequencing) and aconsensus gene calling with EvidenceModeler ( 72). Phylogenetic analysis. Phylogenetic analysis of A. niger strains was performed by identifying conserved protein coding genes in available A. nigergenomes and close relatives. These data were obtained by downloading public sequence data from NCBI and the Department of Energys JointGenome Institute (JGI) Mycocosm. The assemblies for strains A1, ATCC 10864, An76, FDAARGOS 311,FGSC A1279, H915-1, L2, and SH-2 were downloaded from the NCBI Assembly Archive. The strainsFDAARGOS 311 and An76 already had deposited annotations and were downloaded directly. For theremaining strains, gene prediction with Augustus (v 3.2.2) ( 70) used the pretrained model aspergillus_ niger_jsc_093350089 generated from the genome annotation procedure. This parameter set is deposited in https:github.comhyphaltipfungi-gene-prediction-params . Additional strains with annotation from JGI were downloaded (ATCC 1015, DSM 1, CBS 513.88, and NRRL 3) along with related species ( A. nigervan Tieghem ATCC 13496, A. welwitschiae CBS 139.54b, A. phoenicis ,A. lacticoffeatus CBS 101883, and A. brasiliensis CBS 101740). Coding sequences were obtained, translated into proteins, and searched for a conserved set of 71 protein coding gene markers, AFTOL_70, as part of the 1000 Fungal Genomesproject ( https:github.com1KFGPhylogenomics_HMMs ). These markers were searched using PHYling (https:github.comstajichlabPHYling_unied ), which rst searches for conserved markers using HMMsearch followed by extraction of best hits and concatenated alignment of all the orthologousmatches. A back-translated alignment of coding sequences was produced from the input proteins inorder to resolve the closely related strains in this data set. A phylogenetic tree was inferred from thecoding sequence tree using IQTREE (v1.6.3) rst by identifying a partition scheme with -m TESTMERGE-st CODON parameters followed by a tree inference using the options -st CODON -bb 1000 -sppPartition.txt to infer the tree and obtain branch support with ultrafast bootstrapping on the reducedpartitionparametersunderacodonmodelinIQTREE( 7375).Toidentifythenumberofsinglenucleotide variations occurring between JSC-093350089 and both ATCC 1015 and CBS 513.88, variants were calledusing the Harvest suites Parsnp tool ( 76). Growth conditions. JSC-093350089 and ATCC 1015 were cultivated on 10-cm petri dishes contain- ing 25-ml glucose minimal medium (GMM) agar plates (6 gliter NaNO3, 0.52gliter KCl, 0.52gliter MgSO47H2O, 1.52gliter KH2PO4, 10 gliter D-glucose, 15gliter agar supplemented with 1mlliter ofAspergillus niger from the International Space Station SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 9Hutners trace elements) with a cellophane membrane on top, on which the fungus was grown. Unless otherwise specied, 1 H11003107conidia per petri dish ( DH1100510cm) were inoculated into each medium and incubated at 30C for 5days. Physiological analysis. Growthrateswereassessedbycentrallyinoculating1 H11003104conidiaonGMM platesinreplicatesof5andmeasuringradialgrowthatthesametimeeachday.Statisticalanalyseswereperformed using multiple ttests and corrected for multiple comparisons using the Holm-Sidak method. Photos depicting morphological differences were taken after 7days. Protein extraction. Mycelia from GMM agar plates were collected and stored at H1100280C prior to protein extraction. For protein extraction, the lysis buffer consisted of 100mM triethylammoniumbicarbonate (TEAB) with 1 H11003Halt protease inhibitor cocktail (100 H11003), with the nal concentration of each component being 1mM AEBSF 4-(2-aminoethyl)benzenesulfonyl uoride hydrochloride, 800nM apro-tinin, 50 H9262M bestatin, 15 H9262M E64, 20 H9262M leupeptin, and 10 H9262M pepstatin A (Thermo Scientic, Rockford, IL) and 200 H9262gml phenylmethylsulfonyl uoride (Sigma-Aldrich, St. Louis, MO). Mycelia were homoge- nizeddirectlyusingPrecellys24homogenizer(Bertin,Rockville,MD)inwhicheachsamplewasprocessedinside a 2-ml cryotube with 0.5-mm glass beads three times (at 4C and 6,500rpm for 1min., repeated3 times with 15-s pauses in between). The lysed fungi were centrifuged at 17,000 H11003gfor 15min. Protein concentrations in the supernatants were measured by the Bradford assay with albumin for the standardcurve (Bio-Rad Laboratories, Inc., Hercules, CA). Tandem mass tag (TMT) labeling. Two hundred micrograms of proteins from each sample was precipitated in 20 trichloroacetic acid (TCA) at 4C. Protein pellets were obtained by centrifugation(17,000 H11003g), washed with ice-cold acetone, and resuspended in 25 H9262l TEAB (50mM nal concentration) and 25 H9262l 2,2,2-triuoroethanol (TFE) (50 nal concentration). Proteins were reduced by adding 1 H9262lo f tris(2-carboxyethyl)phosphine (TCEP; 500mM) followed by incubation fo r1ha t37C (10mM nal TCEP concentration).Proteinswerealkylatedinthepresenceofiodoacetamide(IAA;30mM)inthedarkfor1hat room temperature. A 2.5- H9262g-per-sample quantity of mass-spectrometry-grade trypsin-LysC (Promega, Madison, WI) was used to digest the peptides overnight at 37C. The digested peptides were quantied using the Pierce quantitative colorimetric peptide assay (ThermoScientic).FortymicrogramsofpeptidesfromeachspecicsamplewaslabeledwiththeThermoScientic TMTsixplex isobaric mass tagging kit (ATCC 1015-GMM with TMT 6-128, and JSC-GMM with TMT6-129) according to the manufacturers protocol. The TMT6-130 and -131 labels were used as a reference that contained an equal amount of the peptides from each of the four samples. All labeled-peptide mixtures were combined into a single tube, mixed, and fractionated using the Thermo ScienticPierce high-pH reversed-phase peptide fractionation kit. Fractions were dried using a SpeedVac concen-trator and resuspended in 1 formic acid prior to LC-tandem MS (MSMS) analysis. LC-MSMS analysis. The samples were analyzed on an Orbitrap Fusion Tribrid mass spectrometer with an Easy-nLC 1000 liquid chromatograph, a 75- H9262m by 2-cm Acclaim PepMap100 C18trapping column, a 75- H9262m by 25-cm PepMap RSLC C18analytical column, and an Easy-Spray ion source (Thermo Scientic). The column temperature was maintained at 45C, and the peptides were eluted at a ow rateof 300 nlmin over a 110-min gradient, from 3 to 30 solvent B (100min), 30 to 50 solvent B (3min),50 to 90 solvent B (2min), and 90 solvent B (2min). Solvent A was 0.1 formic acid in water, andsolvent B was 0.1 formic acid in acetonitrile. ThefullMSsurveyscan( mz400to1,500)wasacquiredintheOrbitrapataresolutionof120,000and an automatic gain control (AGC) target of 2 H1100310 5. The maximum injection time for MS scans was 50ms. Monoisotopicprecursorionswereselectedwithchargestates2to7,a H1100610-ppmmasswindow,and70-s dynamic exclusion. The MS2scan ( mz400 to 2,000) was performed using the linear ion trap with the collision-induced dissociation (CID) collision energy set to 35. The ion trap scan rate was set to rapid,with an AGC target of 4 H1100310 3and a maximum injection time of 150ms. Ten fragment ions from each MS2experiment were subsequently selected for an MS3experiment. The MS3scan ( mz100 to 500) was performed to generate the TMT reporter ions in the linear ion trap using heated capillary dissociation(HCD) at a collision energy setting of 55, a rapid scan rate and an AGC target of 5 H1100310 3, and a maximum injection time of 250ms. Proteome data analysis. All MS spectra were searched using the Proteome Discoverer (version 2.1.0.81;ThermoScientic)withtheSequest-HTsearchingenginesagainstan Aspergillus niger CBS513.88 database containing 10,549 sequences (NCBI). The searches were performed with the following param-eters: 5-ppm tolerance for precursor ion masses and 0.6-Da tolerance for fragment ion masses. The staticmodication settings included carbamidomethyl of cysteine residues and dynamic modications in-cluded oxidation of methionine, TMTsixplex modication of lysine H9255-amino groups and peptide N termini, and acetyl modication of protein N terminus. A target-decoy database search was used to seta false-discovery rate (FDR) of 1. The reporter ion integration tolerance was 0.5Da. The coisolationthreshold was 75. The average signal-to-noise threshold of all reporter peaks was bigger than 10. Thetotal intensity of a reporter ion for a protein was calculated based on the sum of all detected reporterions of associated peptides from that protein. The ratios between reporter ions and the referencereporter ions (TMT 6-130 or -131) were used to estimate the abundance ratio of each protein. For statistical analysis, the sum of reporter ion intensities for each protein was log2transformed and the technical triplicate measurements for each protein were averaged. Only the proteins that wereidentied with at least one peptide detected in each technical replicate, and quantied in all threetechnical replicates, were considered for the analysis. Students ttest was performed to identify proteins that are differentially expressed. Proteins with Pvalues of H110210.05 were further evaluated for increased or decreased abundance using a cutoff value of log 2fold change of H110221.Romsdahl et al. SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 10Data availability. WGS data for JSC-093350089 are available in NCBI GenBank, under BioSample accession number SAMN06076678 and BioProject accession number PRJNA355122 . Raw WGS reads are available in NCBI SRA, under accession number SRP127978 . Proteomics data are accessible through the ProteomeXchange Consortium via PRIDE with the data set identier PXD008588 . The JSC-093350089 genome was annotated and uploaded in NCBI GenBank with accession number MSJD00000000 . SUPPLEMENTAL MATERIAL Supplemental material for this article may be found at https:doi.org10.1128 mSystems.00112-18 . TABLE S1 , XLSX le, 0.1 MB. TABLE S2 , XLSX le, 0.04 MB. ACKNOWLEDGMENTS We thank Duane Pierson and Victoria Castro, Johnson Space Center, for kindly providing the ISS strain used in this study. We also thank Scott Baker and MikaelRrdam Andersen for providing access to unpublished A. welwitschiae ,A. lacticoffeatus , A. phoenicis (niger), and A. nigergenome data produced by the U.S. Department of Energy Joint Genome Institute. Part of the research described in this publication was carried out at the Jet Propulsion Laboratory (JPL), California Institute of Technology, under a contract withNASA. This research was supported by the JPL Advanced Concept Developmentfund awarded to K.V. that funded a student fellowship for A.B. Research at USC wassupported by a subcontract from JPL. The City of Hope Mass Spectrometry andProteomics core facility used by A.J.C. and M.K. was supported in part by theNational Cancer Institute of the National Institutes of Health under award numberP30 CA33572. The funders had no role in study design, data collection andinterpretation, the writing of the manuscript, or the decision to submit the work forpublication. J.R. drafted the manuscript, contributed to sample processing, and was responsible for data analysis and interpretation. A.B. contributed to sample processing and datainterpretation. A.J.C. and M.K. conducted protein sample processing, LC-MS analyses,andproteomedataprocessing.N.S.assembledtheJSC-093350089genomeusedinthisstudy.J.E.S.conductedgenomeannotationandphylogeneticanalysis.K.V.andC.C.C.W.designed the study, interpreted the data, and drafted the manuscript. All authors readand approved the nal manuscript. Reference herein to any specic commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not constitute or imply its endorse-ment by the U.S. Government or the Jet Propulsion Laboratory, California Institute ofTechnology. REFERENCES 1. Van Houdt R, Mijnendonckx K, Leys N. 2012. Microbial contamination monitoring and control during human space missions. Planet Space Sci60:115120. https:doi.org10.1016j.pss.2011.09.001 . 2. Pierson DL. 2001. Microbial contamination of spacecraft. Gravit Space Biol Bull 14:16. 3. Novikova N, De Boever P, Poddubko S, Deshevaya E, Polikarpov N, Rakova N, Coninx I, Mergeay M. 2006. Survey of environmental biocon-tamination on board the International Space Station. Res Microbiol157:512. https:doi.org10.1016j.resmic.2005.07.010 . 4. Sonnenfeld G, Butel JS, Shearer WT. 2003. Effects of the space ight environment on the immune system. Rev Environ Health 18:117. https:doi.org10.1515REVEH.2003.18.1.1 . 5. Wilson JW, Ott CM, zu Bentrup KH, Ramamurthy R, Quick L, Porwollik S, Cheng P, McClelland M, Tsaprailis G, Radabaugh T, Hunt A, Fernandez D,RichterE,ShahM,KilcoyneM,JoshiL,Nelman-GonzalezM,HingS,ParraM,DumarsP,NorwoodK,BoberR,DevichJ,RugglesA,GoulartC,RupertM, Stodieck L, Stafford P, Catella L, Schurr MJ, Buchanan K, Morici L, McCracken J, Allen P, Baker-Coleman C, Hammond T, Vogel J, Nelson R,Pierson DL, Stefanyshyn-Piper HM, Nickerson CA. 2007. Space ightalters bacterial gene expression and virulence and reveals a role forglobalregulatorHfq.ProcNatlAcadSc iUSA104:1629916304. https: doi.org10.1073pnas.0707155104 . 6. Wilson JW, Ott CM, Quick L, Davis R, zu Bentrup KH, Crabb A, Richter E, Sarker S, Barrila J, Porwollik S, Cheng P, McClelland M, Tsaprailis G,Radabaugh T, Hunt A, Shah M, Nelman-Gonzalez M, Hing S, Parra M,DumarsP,NorwoodK,BoberR,DevichJ,RugglesA,CdeBacaA,NarayanS, Benjamin J, Goulart C, Rupert M, Catella L, Schurr MJ, Buchanan K,MoriciL,McCrackenJ,PorterMD,PiersonDL,SmithSM,MergeayM,LeysN, Stefanyshyn-Piper HM, Gorie D, Nickerson CA. 2008. Media ion com-position controls regulatory and virulence response of Salmonella inspaceight. PLoS One 3:e3923. https:doi.org10.1371journal.pone .0003923 . 7. Tixador R, Richoilley G, Gasset G, Templier J, Bes J, Moatti N, Lapchine L. 1985. Study of minimal inhibitory concentration of antibiotics on bac-teria cultivated in vitro in space (Cytos 2 experiment). Aviat SpaceEnviron Med 56:748751. 8. Chaudhary N, Marr KA. 2011. Impact of Aspergillus fumigatus in allergic airway diseases. Clin Transl Allergy 1:4. https:doi.org10.11862045 -7022-1-4 . 9. Ward MDW, Chung YJ, Copeland LB, Doerer DL. 2010. A comparison ofAspergillus niger from the International Space Station SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 11the allergic responses induced by Penicillium chrysogenum and house dust mite extracts in a mouse model. Indoor Air 20:380391. https:doi .org10.1111j.1600-0668.2010.00660.x . 10. Newman DJ, Cragg GM. 2012. Natural products as sources of new drugs over the 30 years from 1981 to 2010. J Nat Prod 75:311335. https:doi .org10.1021np200906s . 11. HorneckG,KlausDM,MancinelliRL.2010.Spacemicrobiology.Microbiol Mol Biol Rev 74:121156. https:doi.org10.1128MMBR.00016-09 . 12. Cucinotta FA, Kim M-HY, Willingham V, George KA. 2008. Physical and biological organ dosimetry analysis for International Space Station as-tronauts. Radiat Res 170:127138. https:doi.org10.1667RR1330.1 . 13. Gomoiu I, Chatzitheodoridis E, Vadrucci S, Walther I, Cojoc R. 2016. Fungal spores viability on the International Space Station. Orig Life EvolBiosph 46:403418. https:doi.org10.1007s11084-016-9502-5 . 14. Horneck G, Baumstark-Khan C, Facius R. 2006. Radiation biology, p 291336. InClment G, Slenzka K (ed), Fundamentals of space biology. Springer, New York, NY. 15. Checinska A, Probst AJ, Vaishampayan P, White JR, Kumar D, Stepanov VG, Fox GE, Nilsson HR, Pierson DL, Perry J, Venkateswaran K. 2015.MicrobiomesofthedustparticlescollectedfromtheInternationalSpaceStation and spacecraft assembly facilities. Microbiome 3:50. https:doi .org10.1186s40168-015-0116-3 . 16. Pierson DL, Botkin DJ, Bruce RJ, Castro VA, Smith MJ, Oubre CM, Ott CM. 2013. Microbial monitoring of the International Space Station, p 127. In Moldenhauer J (ed), Environmental monitoring: a comprehensive hand-book. DHI Publishing, River Grove, IL. 17. Schuster E, Dunn-Coleman N, Frisvad J, van Dijck P. 2002. On the safety of Aspergillus nigera review. Appl Microbiol Biotechnol 59:426435. https:doi.org10.1007s00253-002-1032-6 . 18. Person AK, Chudgar SM, Norton BL, Tong BC, Stout JE. 2010. Aspergillus niger: an unusual cause of invasive pulmonary aspergillosis. J MedMicrobiol 59:834838. https:doi.org10.1099jmm.0.018309-0 . 19. Dadachova E, Casadevall A. 2008. Ionizing radiation: how fungi cope, adapt, and exploit with the help of melanin. Curr Opin Microbiol 11:525531. https:doi.org10.1016j.mib.2008.09.013 . 20. Robertson KL, Mostaghim A, Cuomo CA, Soto CM, Lebedev N, Bailey RF, Wang Z. 2012. Adaptation of the black yeast Wangiella dermatitidis toionizing radiation: molecular and cellular mechanisms. PLoS One7:e48674. https:doi.org10.1371journal.pone.0048674 . 21. Knox BP, Blachowicz A, Palmer JM, Romsdahl J, Huttenlocher A, Wang CCC, Keller NP, Venkateswaran K. 2016. Characterization of Aspergillus fumigatus isolates from air and surfaces of the International Space Station. mSphere 1:e00227-16. https:doi.org10.1128mSphere.00227-16 . 22. Bell AA, Wheeler MH. 1986. Biosynthesis and functions of fungal melanins. Annu Rev Phytopathol 24:411451. https:doi.org10.1146annurev.py.24 .090186.002211 . 23. Keller NP, Turner G, Bennett JW. 2005. Fungal secondary metabolism from biochemistry to genomics. Nat Rev Microbiol 3:937947. https: doi.org10.1038nrmicro1286 . 24. ChiangY-M,MeyerKM,PraseuthM,BakerSE,BrunoKS,WangCCC.2011. Characterization of a polyketide synthase in Aspergillus niger whoseproduct is a precursor for both dihydroxynaphthalene (DHN) melaninand naphtho- H9253-pyrone. Fungal Genet Biol 48:430437. https:doi.org 10.1016j.fgb.2010.12.001 . 25. Andersen MR, Salazar MP, Schaap PJ, van de Vondervoort PJI, Culley D, Thykaer J, Frisvad JC, Nielsen KF, Albang R, Albermann K, Berka RM,Braus GH, Braus-Stromeyer SA, Corrochano LM, Dai Z, van Dijck PWM,Hofmann G, Lasure LL, Magnuson JK, Menke H, Meijer M, Meijer SL,Nielsen JB, Nielsen ML, van Ooyen AJJ, Pel HJ, Poulsen L, Samson RA,Stam H, Tsang A, van den Brink JM, Atkins A, Aerts A, Shapiro H,Pangilinan J, Salamov A, Lou Y, Lindquist E, Lucas S, Grimwood J, Grigoriev IV, Kubicek CP, Martinez D, van Peij NNME, Roubos JA, NielsenJ, Baker SE. 2011. Comparative genomics of citric-acid-producing Asper-gillus niger ATCC 1015 versus enzyme-producing CBS 513.88. GenomeRes 21:885897. https:doi.org10.1101gr.112169.110 . 26. Yin X, Shin H, Li J, Du G, Liu L, Chen J. 2017. Comparative genomics and transcriptome analysis of Aspergillus niger and metabolic engineeringfor citrate production. Sci Rep 7:41040. https:doi.org10.1038srep 41040. 27. Pel HJ, de Winde JH, Archer DB, Dyer PS, Hofmann G, Schaap PJ, Turner G, de Vries RP, Albang R, Albermann K, Andersen MR, Bendtsen JD,Benen JAE, van den Berg M, Breestraat S, Caddick MX, Contreras R,Cornell M, Coutinho PM, Danchin EGJ, Debets AJM, Dekker P, van DijckPWM, van Dijk A, Dijkhuizen L, Driessen AJM, dEnfert C, Geysens S,Goosen C, Groot GSP, de Groot PWJ, Guillemette T, Henrissat B, Herwei- jerM,vandenHomberghJPTW,vandenHondelCAMJJ,vanderHeijdenRTJM, van der Kaaij RM, Klis FM, Kools HJ, Kubicek CP, van Kuyk PA,Lauber J, Lu X, van der Maarel MJEC, Meulenberg R, Menke H, MortimerMA, Nielsen J, Oliver SG, Olsthoorn M, Pal K, van Peij NNME, Ram AFJ,Rinas U, Roubos JA, Sagt CMJ, Schmoll M, Sun J, Ussery D, Varga J,VerveckenW,vandeVondervoortPJJ,WedlerH,WstenHAB,ZengA-P,van Ooyen AJJ, Visser J, Stam H. 2007. Genome sequencing and analysisof the versatile cell factory Aspergillus niger CBS 513.88. Nat Biotechnol25:221231. https:doi.org10.1038nbt1282 . 28. Stajich JE, Harris T, Brunk BP, Brestelli J, Fischer S, Harb OS, Kissinger JC, Li W, Nayak V, Pinney DF, Stoeckert CJ, Roos DS. 2012. FungiDB: anintegrated functional genomics database for fungi. Nucleic Acids Res40:D675D681. https:doi.org10.1093nargkr918 . 29. Johnston IR. 1965. The composition of the cell wall of Aspergillus niger. Biochem J 96:651658. https:doi.org10.1042bj0960651 . 30. BrownNA,RiesLNA,ReisTF,RajendranR,CorradosSantosRA,Ramage G, Riao-Pachn DM, Goldman GH. 2016. RNAseq reveals hydrophobinsthat are involved in the adaptation of Aspergillus nidulans to lignocel-lulose. Biotechnol Biofuels 9:145. https:doi.org10.1186s13068-016 -0558-2. 31. Carrion SDJ, Leal SM, Ghannoum MA, Aimanianda V, Latge J-P, Pearlman E. 2013. The RodA hydrophobin on Aspergillus fumigatusspores masks dectin-1- and dectin-2-dependent responses and en-hances fungal survival in vivo. J Immunol 191:25812588. https:doi .org10.4049jimmunol.1300748 . 32. Lombard V, Golaconda Ramulu H, Drula E, Coutinho PM, Henrissat B. 2014. The carbohydrate-active enzymes database (CAZy) in 2013. Nu-cleic Acids Res 42:D490D495. https:doi.org10.1093nargkt1178 . 33. Gielkens MM, Dekkers E, Visser J, de Graaff LH. 1999. Two cellobio- hydrolase-encoding genes from Aspergillus niger require D-xylose andthe xylanolytic transcriptional activator XlnR for their expression. ApplEnviron Microbiol 65:43404345. 34. van Munster JM, Nitsche BM, Krijgsheld P, van Wijk A, Dijkhuizen L, WostenHA,RamAF,vanderMaarelMJEC.2013.ChitinasesCtcBandCfcImodify the cell wall in sporulating aerial mycelium of Aspergillus niger.Microbiology 159:18531867. https:doi.org10.1099mic.0.067967-0 . 35. van Peij NNME, Gielkens MMC, de Vries RP, Visser J, de Graaff LH. 1998. The transcriptional activator XlnR regulates both xylanolytic and endo-glucanase gene expression in Aspergillus niger . Appl Environ Microbiol 64:36153619. 36. Ferreira de Oliveira JMP, van Passel MWJ, Schaap PJ, de Graaff LH. 2011. Proteomic analysis of the secretory response of Aspergillus niger toD-maltose and D-xylose. PLoS One 6:e20865. https:doi.org10.1371 journal.pone.0020865 . 37. Hasper AA, Dekkers E, van Mil M, van de Vondervoort PJI, de Graaff LH. 2002. EglC, a new endoglucanase from Aspergillus niger with major activity towards xyloglucan. Appl Environ Microbiol 68:15561560. https:doi.org10.1128AEM.68.4.1556-1560.2002 . 38. Petersen KL, Lehmbeck J, Christensen T. 1999. A new transcriptional activator for amylase genes in Aspergillus. Mol Gen Genet 262:668676. https:doi.org10.1007s004380051129 . 39. Sales K, Brandt W, Rumbak E, Lindsey G. 2000. The LEA-like protein HSP 12 in Saccharomyces cerevisiae has a plasma membrane location andprotects membranes against desiccation and ethanol-induced stress.Biochim Biophys Acta 1463:267278. https:doi.org10.1016S0005 -2736(99)00215-1 . 40. Jaimes-Arroyo R, Lara-Rojas F, Bayram , Valerius O, Braus GH, Aguirre J. 2015. The SrkA kinase is part of the SakA mitogen-activated proteinkinase interactome and regulates stress responses and development inAspergillus nidulans . Eukaryot Cell 14:495510. https:doi.org10.1128 EC.00277-14 . 41. Tompa P, Kovacs D. 2010. Intrinsically disordered chaperones in plants and animals. Biochem Cell Biol 88:167174. https:doi.org10.1139O09 -163. 42. Chakrabortee S, Boschetti C, Walton LJ, Sarkar S, Rubinsztein DC, Tun- nacliffe A. 2007. Hydrophilic protein associated with desiccation toler-ance exhibits broad protein stabilization function. Proc Natl Acad SciU S A 104:1807318078. https:doi.org10.1073pnas.0706964104 . 43. TaricaniL,TejadaML,YoungPG.2002.ThessionyeastES2homologue, Bis1, interacts with the Ish1 stress-responsive nuclear envelope protein.J Biol Chem 277:1056210572. https:doi.org10.1074jbc.M110686200 . 44. Singaravelan N, Grishkan I, Beharav A, Wakamatsu K, Ito S, Nevo E. 2008. Adaptive melanin response of the soil fungus Aspergillus niger to UVRomsdahl et al. SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 12radiation stress at Evolution Canyon, Mount Carmel, Israel. PLoS One 3:e2993. https:doi.org10.1371journal.pone.0002993 . 45. SalehYG,MayoMS,AhearnDG.1988.Resistanceofsomecommonfungi to gamma irradiation. Appl Environ Microbiol 54:21342135. 46. Dadachova E, Bryan RA, Huang X, Moadel T, Schweitzer AD, Aisen P, Nosanchuk JD, Casadevall A. 2007. Ionizing radiation changes the elec-tronic properties of melanin and enhances the growth of melanizedfungi. PLoS One 2:e457. https:doi.org10.1371journal.pone.0000457 . 47. Novikova ND. 2004. Review of the knowledge of microbial contamina- tion of the Russian manned spacecraft. Microb Ecol 47:127132. https: doi.org10.1007s00248-003-1055-2 . 48. Nitsche BM, Jrgensen TR, Akeroyd M, Meyer V, Ram AF. 2012. The carbon starvation response of Aspergillus niger during submergedcultivation: insights from the transcriptome and secretome. BMCGenomics 13:380. https:doi.org10.11861471-2164-13-380 . 49. Pandey A, Selvakumar P, Soccol CR, Nigam P. 1999. Solid state fermen- tation for the production of industrial enzymes. Curr Sci 77:149162. 50. Vinck A, de Bekker C, Ossin A, Ohm RA, de Vries RP, Wsten HAB. 2011. Heterogenic expression of genes encoding secreted proteins at theperiphery of Aspergillus niger colonies: heterogeneity in the exploringmycelium. Environ Microbiol 13:216225. https:doi.org10.1111j.1462 -2920.2010.02322.x . 51. Lehnert B, Iyer R. 2002. Exposure to low-level chemicals and ionizing radiation: reactive oxygen species and cellular pathways. Hum ExpToxicol 21:6569. https:doi.org10.11910960327102ht212oa . 52. Kawasaki L, Aguirre J. 2001. Multiple catalase genes are differentially regulated in Aspergillus nidulans . J Bacteriol 183:14341440. https:doi .org10.1128JB.183.4.1434-1440.2001 . 53. HalliwellB,GutteridgeJ.2015.Freeradicalsinbiologyandmedicine,5th ed. Oxford University Press, Oxford, United Kingdom. 54. Crabb A, Nielsen-Preiss SM, Woolley CM, Barrila J, Buchanan K, Mc- Cracken J, Inglis DO, Searles SC, Nelman-Gonzalez MA, Ott CM, WilsonJW, Pierson DL, Stefanyshyn-Piper HM, Hyman LE, Nickerson CA. 2013.Spaceight enhances cell aggregation and random budding in Can-dida albicans. PLoS One 8:e80677. https:doi.org10.1371journal .pone.0080677 . 55. Baqai FP, Gridley DS, Slater JM, Luo-Owen X, Stodieck LS, Ferguson V, Chapes SK, Pecaut MJ. 2009. Effects of spaceight on innate immunefunction and antioxidant gene expression. J Appl Physiol 106:19351942. https:doi.org10.1152japplphysiol.91361.2008 . 56. Rizzo AM, Corsetto PA, Montorfano G, Milani S, Zava S, Tavella S, Cancedda R, Berra B. 2012. Effects of long-term space ight on erythro-cytes and oxidative stress of rodents. PLoS One 7:e32361. https:doi .org10.1371journal.pone.0032361 . 57. Stein TP. 2002. Space ight and oxidative stress. Nutrition 18:867871. https:doi.org10.1016S0899-9007(02)00938-3 . 58. Watson A, Mata J, Bhler J, Carr A, Humphrey T. 2004. Global gene expression responses of ssion yeast to ionizing radiation. Mol Biol Cell15:851860. https:doi.org10.1091mbc.e03-08-0569 . 59. Gasch AP, Huang M, Metzner S, Botstein D, Elledge SJ, Brown PO. 2001. Genomic expression responses to DNA-damaging agents and the reg-ulatory role of the yeast ATR homolog Mec1p. Mol Biol Cell 12:29873003. https:doi.org10.1091mbc.12.10.2987 . 60. Lee JH, Choi IY, Kil IS, Kim SY, Yang ES, Park J-W. 2001. Protective role of superoxide dismutases against ionizing radiation in yeast. Biochim BiophysActa 1526:191198. https:doi.org10.1016S0304-4165(01)00126-X . 61. Nishimoto T, Furuta M, Kataoka M, Kishida M. 2015. Important role ofcatalase in the cellular response of the budding yeast Saccharomyces cerevisiae exposed to ionizing radiation. Curr Microbiol 70:404407. https:doi.org10.1007s00284-014-0733-2 . 62. Crabb A, Pycke B, Van Houdt R, Monsieurs P, Nickerson C, Leys N, Cornelis P. 2010. Response of Pseudomonas aeruginosa PAO1 to low shearmodelledmicrogravityinvolvesAlgUregulation.EnvironMicrobiol12:15451564. https:doi.org10.1111j.1462-2920.2010.02184.x . 63. Lai X, Cao L, Tan H, Fang S, Huang Y, Zhou S. 2007. Fungal communities from methane hydrate-bearing deep-sea marine sediments in SouthChina Sea. ISME J 1:756762. https:doi.org10.1038ismej.2007.51 . 64. Taylor DL, Bruns TD. 1999. Community structure of ectomycorrhizal fungi in a Pinus muricata forest: minimal overlap between the matureforest and resistant propagule communities. Mol Ecol 8:18371850. https:doi.org10.1046j.1365-294x.1999.00773.x . 65. Abarenkov K, Henrik Nilsson R, Larsson K-H, Alexander IJ, Eberhardt U, Erland S, Hiland K, Kjller R, Larsson E, Pennanen T, Sen R, Taylor AFS,Tedersoo L, Ursing BM, Vrlstad T, Liimatainen K, Peintner U, Kljalg U.2010. The UNITE database for molecular identication of fungirecentupdates and future perspectives. New Phytol 186:281285. https:doi .org10.1111j.1469-8137.2009.03160.x . 66. PatelRK,JainM.2012.NGSQCtoolkit:atoolkitforqualitycontrolofnext generation sequencing data. PLoS One 7:e30619. https:doi.org10 .1371journal.pone.0030619 . 67. Zimin AV, Marais G, Puiu D, Roberts M, Salzberg SL, Yorke JA. 2013. The MaSuRCA genome assembler. Bioinformatics 29:26692677. https:doi .org10.1093bioinformaticsbtt476 . 68. Gurevich A, Saveliev V, Vyahhi N, Tesler G. 2013. QUAST: quality assess- ment tool for genome assemblies. Bioinformatics 29:10721075. https: doi.org10.1093bioinformaticsbtt086 . 69. Palmer J. 2018. funannotate: eukaryotic genome annotation pipeline. Python. 70. Stanke M, Schffmann O, Morgenstern B, Waack S. 2006. Gene predic- tion in eukaryotes with a generalized hidden Markov model that useshints from external sources. BMC Bioinformatics 7:62. https:doi.org10 .11861471-2105-7-62 . 71. Ter-Hovhannisyan V, Lomsadze A, Chernoff YO, Borodovsky M. 2008. Gene prediction in novel fungal genomes using an ab initio algorithmwith unsupervised training. Genome Res 18:19791990. https:doi.org 10.1101gr.081612.108 . 72. Haas BJ, Salzberg SL, Zhu W, Pertea M, Allen JE, Orvis J, White O, Buell CR, Wortman JR. 2008. Automated eukaryotic gene structure annotationusing EVidenceModeler and the program to assemble spliced align-ments. Genome Biol 9:R7. https:doi.org10.1186gb-2008-9-1-r7 . 73. Hoang DT, Chernomor O, von Haeseler A, Minh BQ, Vinh LS. 2018. UFBoot2:improvingtheultrafastbootstrapapproximation.MolBiolEvol35:518522. https:doi.org10.1093molbevmsx281 . 74. Chernomor O, von Haeseler A, Minh BQ. 2016. Terrace aware data structure for phylogenomic inference from supermatrices. Syst Biol 65:9971008. https:doi.org10.1093sysbiosyw037 . 75. Nguyen L-T, Schmidt HA, von Haeseler A, Minh BQ. 2015. IQ-TREE: a fast and effective stochastic algorithm for estimating maximum-likelihoodphylogenies. Mol Biol Evol 32:268274. https:doi.org10.1093molbev msu300. 76. Treangen TJ, Ondov BD, Koren S, Phillippy AM. 2014. The Harvest suite for rapid core-genome alignment and visualization of thousands ofintraspecic microbial genomes. Genome Biol 15:524. https:doi.org10 .1186s13059-014-0524-x .Aspergillus niger from the International Space Station SeptemberOctober 2018 Volume 3 Issue 5 e00112-18 msystems.asm.org 13",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]