[
    {
        "pmid": "33060271",
        "title": "Draft Genome Sequences of Klebsiella Species Isolated from the International Space Station.",
        "year": "2020",
        "journal": "Microbiol Resour Announc",
        "abstract": "Isolated across four locations aboard the International Space Station (ISS), 10 bacterial strains were compared using whole-genome sequencing analysis and were phylogenetically identified as Klebsiella The whole-genome sequences will aid in comparative genomic studies of ISS Klebsiella strains with Earth counterparts to gain insight into their adaptation to space conditions.",
        "full_text": "Draft Genome Sequences of Klebsiella Species Isolated from the International Space Station Samuel A. Solomon ,aAchintya R. Bharadwaj ,aNitin K. Singh ,a Jason M. Wood ,aMarilyne Debieu ,bNiamh B. O Hara ,b,c Christopher E. Mason ,d,e Kasthuri Venkateswarana aJet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA bBiotia, New York, New York, USA cDepartment of Cell Biology, College of Medicine, SUNY Downstate Health Sciences University, Brooklyn, New York, USA dWorldQuant Initiative for Quantitative Prediction, Weill Cornell Medicine, New York, New York, USA eDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, New York, USA ABSTRACT Isolated across four locations aboard the International Space Station (ISS), 10 bacterial strains were compared using whole-genome sequencing analysisand were phylogenetically identi ed as Klebsiella . The whole-genome sequences will aid in comparative genomic studies of ISS Klebsiella strains with Earth counter- parts to gain insight into their adaptation to space conditions. The genus Klebsiella was discovered by Carl Friedlander in 1882 from the lungs of patients who had died of pneumonia (1). In infected individuals, Klebsiella species can populate the gastrointestinal tract and nasopharynx, surviving on mucosal surfa-ces, and are known for being highly virulent and resistant to antibiotics (2, 3). Whenfound on Earth, this genus of bacterial pathogens has various degrees of pathogenic-ity, which can lead to severe breathing problems necessitating a ventilator and rapidon-site treatment (4). When exposed to space conditions, however, Klebsiella species might become immunogenic and thus pose a risk to already immunocompromisedastronauts aboard the International Space Station (ISS) (5, 6). Since microgravity andradiation in space are reported to induce multiple genetic adaptations in microbialspecies, such as structural modi cations of the cell membrane, that can subsequently alter their virulence (5), the strains identi ed here might potentially pose a problem for the health of astronauts. Therefore, a genetic comparison is necessary to provide more details on the survival of Klebsiella species, which have gained more attention because classical Klebsiella pneumoniae and its hypervirulent pathotype are becoming increas- ingly resistant to various antibiotics, such as carbapenems (3, 4, 7). The pathogenicityand resistance of the members of the genus Klebsiella might potentially create a prob- lem for space travel, speci cally for the safety of astronauts. Several strains of Klebsiella species, including K. aerogenes (n 1), K. pneumoniae (n 1), and K. quasipneumoniae (n 8), were isolated from various locations on ISS environmental surfaces (8). The ight number, location, and other sampling character- istics of the ISS Klebsiella isolates are detailed in Table 1. Brie y, the environmental samples collected from the ISS and subsequently brought down to Earth at room tem-perature were aseptically handled according to established procedures (8), and 100- ml aliquots of concentrated samples were spread onto either Reasoner s 2A (R2A) agar (25C for 7 days) or blood agar (37C for 2 days) for isolation of microorganisms. After morphological observation, pure colonies were archived at 280C until further analyses. Cultures of the 10 Klebsiella strains were grown overnight on tryptic soy agar at 25 C until harvesting and DNA extraction using the ZymoBIOMICS DNA Magbead kit. Genomes were sequenced using the Illumina (San Diego, CA) Nextera Flex protocol for library preparation, and a NovaSeq 6000 S4 ow cell (paired end, 2 C2150 bp) wasCitation Solomon SA, Bharadwaj AR, Singh NK, Wood JM, Debieu M, O Hara NB, Mason CE, Venkateswaran K. 2020. Draft genome sequences of Klebsiella species isolated from the International Space Station. MicrobiolResour Announc 9:e00923-20. https:doi.org 10.1128MRA.00923-20 . Editor David A. Baltrus, University of Arizona Copyright  2020 Solomon et al. This is an open-access article distributed under the terms of the Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov. Received 11 August 2020 Accepted 24 September 2020 Published 15 October 2020 October 2020 Volume 9 Issue 42 e00923-20 mra.asm.org 1GENOME SEQUENCES TABLE 1 Metadata and genome statistics of Klebsiella strains isolated from various ISS environmental surfaces during the Microbial Tracking-1 ight project Sample name Nearest speciesaANI ()bGenBankaccession no.Raw read accession no.Flight- location cLocationdescription dNo. ofcontigsGenome size (bp) N 50(bp)Median coverage ( )No. of raw reads (106)No. of quality- controlled reads (106) IIIF7SW-P1 K. aerogenes ATCC 13048T98.66 JACBPC000000000 SRR12071884 F3-7 Lab 3 25 5,155,046 502,580 346.88 21.6 21.5 F3-2P(2 ) K. pneumoniae ATCC 13883T99.01 JACAUF000000000 SRR12068826 F3-2 WHC 75 5,489,009 332,420 293.62 19.0 18.9 IF1SW-B2 K. quasipneumoniae 01A030T96.54 JABWPD000000000 SRR11884995 F1-1 Cupola 24 5,192,853 601,624 533.04 31.4 31.2 IF1SW-P3 K. quasipneumoniae 01A030T96.60 JABWOZ000000000 SRR11885008 F1-1 Cupola 28 5,192,422 600,611 467.41 28.2 28.0 IF1SW-P4 K. quasipneumoniae 01A030T96.55 JABWPA000000000 SRR11885009 F1-1 Cupola 29 5,192,468 343,111 297.32 18.6 18.6 IF2SW-B3 K. quasipneumoniae 01A030T96.54 JABWPC000000000 SRR11885011 F1-2 WHC 24 5,192,354 600,611 712.50 39.8 39.6 IF2SW-P1 K. quasipneumoniae 01A030T96.61 JABWPB000000000 SRR11885010 F1-2 WHC 27 5,192,385 601,139 480.80 30.2 30.1 IIIF3SW-P1 K. quasipneumoniae 01A030T96.63 JABXWM000000000 SRR12070037 F3-3 ARED 31 5,154,415 766,557 286.96 18.0 17.8 F3-6P(1) K. quasipneumoniae 01A030T96.57 JABXWL000000000 SRR12070038 F3-6 PMM 28 5,196,291 1,009,008 371.62 23.2 22.9 F3-6P(2) K. quasipneumoniae 01A030T96.60 JABXWK000000000 SRR12070039 F3-6 PMM 31 5,196,372 1,009,008 367.78 23.4 23.1 aThe 16S rRNA gene sequences were retrieved from the whole-genome sequences of the queried genomes and subjected to BLAST analysis against type strain s for all 16S rRNA sequences in the NCBI database. Bacterial species identity was determined when the queried sequence showed .97.5 similarity to the 16S rRNA gene sequence of the type strain. The whole-genome sequence of the nearest neighbor listed was selected for ANI evalua tion. bANI calculations were carried out using the EZBioCloud ANI calculator ( https:www.ezbiocloud.nettoolsani ) by comparing with the listed type strain. cHyphenated designations indicate the ight number followed by the location; for example, F3-7 indicates ight 3 and location 7. dWHC, waste and hygiene compartment; ARED, advanced resistive exercise device; PMM, permanent multipurpose module port 1.Solomon et al. October 2020 Volume 9 Issue 42 e00923-20 mra.asm.org 2used for paired-end sequencing. The quality was assessed with FastQC (v0.11.7) (9). Adapter trimming and quality ltering were then carried out with fastp (v0.20.0) (10). After quality control, the sequences were assembled using SPAdes (v3.11.1) (11). To assess the quality of the nal sequences, a QUAST (v5.0.2) analysis (12) was performed to check the N50values, the number of contigs, and the total genome length (Table 1). The GC contents are 54.96 for K. aerogenes , 57.25 for K. pneumoniae , and 58.11 to 58.13 for K. quasipneumoniae . The 16S rRNA gene sequences of the Klebsiella strains were compared to nd the nearest neighbor, and phylogenic characterization was determined by calculating the average nucleotide identity (ANI) using the EZBioCloudcalculator (13), in comparison with the respective type strains ( K. aerogenes ATCC 13048 T,K. pneumoniae ATCC 13883T, and K. quasipneumoniae 01A030T). Default param- eters were used for all software. Data availability. This whole-genome sequencing project has been deposited in GenBank, and the GenBank and raw read accession numbers are given in Table 1. The BioProject accession numbers are PRJNA635942 ,PRJNA640688 , and PRJNA640693 . Whole-genome sequencing data have also been deposited in NASA GeneLab (acces-sion numbers GLDS-302 ,GLDS-309 , and GLDS-311 ). The versions described in this pa- per are the rst versions. ACKNOWLEDGMENTS We thank astronauts Captain Terry Virts and Commander Jeffrey Williams for collecting samples aboard the ISS and the Implementation Team at NASA Ames Research Center (Fathi Karouia) for coordinating this effort. We thank Ryan Kemp (Zymo Corp.) for extracting DNA and Dan Butler (Cornell Medicine) for performing shotgunsequencing using the NovaSeq platform. We also acknowledge the Jet PropulsionLaboratory supercomputing facility staff, notably Narendra J. Patel (Jimmy) and EdwardVillanueva, for their continuous support in providing the best possible infrastructure for BIG-DATA analysis. The research described in this article was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA. This research was funded by 2012 Space Biology project NNH12ZTT001N grant 19-12829-26 under task order NNN13D111T awarded to K.V., which also funded a postdoctoralfellowship for J.M.W. and a subcontract to Biotia, Inc. Government sponsorship isacknowledged. REFERENCES 1. Friedlaender C. 1882. Ueber die Schizomyceten bei der acuten brsen Pneumonie. Arch Pathol Anat 87:319 324. https:doi.org10.1007 BF01880516 . 2. Martin RM, Bachman MA. 2018. Colonization, infection, and the accessory genome of Klebsiella pneumoniae . Front Cell Infect Microbiol 8:4. https: doi.org10.3389fcimb.2018.00004 . 3. Garbati MA, Al Godhair AI. 2013. The growing resistance of Klebsiella pneumoniae ; the need to expand our antibiogram: case report and review of the literature. Afr J Infect Dis 7:8 10.https:doi.org10.4314ajid.v7i1.2 . 4. Domnguez-Andrs J, Eleveld M, Renieris G, Boltje TJ, Mesman RJ, van Niftrik L, Moons SJ, Rettberg P, van der Meer JWM, Giamarellos-Bourboulis EJ, Op den Camp HJM, de Jonge MI, Netea MG. 2020. Growth oncarbohydrates from carbonaceous meteorites alters the immunogenicityof environment-derived bacterial pathogens. Astrobiology. https:doi.org 10.1089ast.2019.2173 . 5. Taylor PW. 2015. Impact of space ight on bacterial virulence and antibiotic susceptibility. Infect Drug Resist 8:249 262. https:doi.org10 .2147IDR.S67275 . 6. Russo TA, Marr CM. 2019. Hypervirulent Klebsiella pneumoniae . Clin Microbiol Rev 32:e00001-19. https:doi.org10.1128CMR.00001-19 . 7. Singh NK, Bezdan D, Checinska Sielaff A, Wheeler K, Mason CE, Venkateswaran K. 2018. Multi-drug resistant Enterobacter bugandensis species isolated from the International Space Station and comparative genomic analyses withhuman pathogenic strains. BMC Microbiol 18:175. https:doi.org10.1186 s12866-018-1325-2 . 8. Checinska Sielaff A, Urbaniak C, Mohan GBM, Stepanov VG, Tran Q, Wood JM, Minich J, McDonald D, Mayer T, Knight R, Karouia F, Fox GE,Venkateswaran K. 2019. Characterization of the total and viable bacterialand fungal communities associated with the International Space Station surfaces. Microbiome 7:50. https:doi.org10.1186s40168-019-0666-x . 9. Andrews S. 2010. FastQC: a quality control tool for high throughput sequence data. http:www.bioinformatics.babraham.ac.ukprojectsfastqc . 10. Chen S, Zhou Y, Chen Y, Gu J. 2018. fastp: an ultra-fast all-in-one FASTQ pre- processor. Bioinformatics 34:i884 i890. https:doi.org10.1093bioinformatics bty560 . 11. Bankevich A, Nurk S, Antipov D, Gurevich AA, Dvorkin M, Kulikov AS, Lesin VM, Nikolenko SI, Pham S, Prjibelski AD, Pyshkin AV, Sirotkin AV, Vyahhi N, Tesler G, Alekseyev MA, Pevzner PA. 2012. SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing. J Comput Biol19:455 477. https:doi.org10.1089cmb.2012.0021 . 12. Gurevich A, Saveliev V, Vyahhi N, Tesler G. 2013. QUAST: quality assessment tool for genome assemblies. Bioinformatics 29:1072 1075. https:doi.org 10.1093bioinformaticsbtt086 . 13. Yoon S-H, Ha S, Lim J, Kwon S, Chun J. 2017. A large-scale evaluation of algorithms to calculate average nucleotide identity. Antonie Van Leeu- wenhoek 110:1281 1286. https:doi.org10.1007s10482-017-0844-4 .Microbiology Resource Announcement October 2020 Volume 9 Issue 42 e00923-20 mra.asm.org 3",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]