[
    {
        "pmid": "25870206",
        "title": "The ongoing search for the molecular basis of plant osmosensing.",
        "year": "2015",
        "journal": "J Gen Physiol",
        "abstract": null,
        "full_text": "The Rockefeller University Press J. Gen. Physiol. Vol. 145 No. 5 389394 www.jgp.orgcgidoi10.1085jgp.201411295 389P e r s p e c t i v e Introduction Cell viability and metabolism depend on cytoplasmic water and solute content, and organisms have evolved mechanisms to sense changes in cell water content, sol- ute concentrations, cell volume, andor turgor. This Perspective addresses the response to osmotic challenge in land plants and describes their special dependence on cellular water status for growth and development. Understanding how plants cope with water limitation may allow us to mitigate the agricultural effects of drought, a critical limitation on global crop productivity that is likely to increase in severity as the climate changes (Long and Ort, 2010). The signaling pathways by which plants respond to osmotic challenge are intriguing from an evolutionary standpoint: some aspects of these path- ways resemble those of fungal or mammalian cells, some are similar to prokaryotic mechanisms, and yet others are unique to plants (as described below and in Hamann, 2012). In addition to the importance of osmotic ho - meostasis in land plants, we will discuss some of the spe - cific context and language of plant stress biology, and describe what is known (and not known) about the mo- lecular pathways by which plants sense and respond to osmotic challenges. The roles of water in plant biology Plants can only take up water from the soil in which they are growing, and are unable to relocate to find more favorable water conditions. The majority of the water extracted from the soil by a plants roots travels rapidly up the plant through the vascular system, eventually to be lost via regulated pores in the leaf epidermis called stomata. This vertical movement of water within the plant mediates the root-to-shoot movement of nutrients, hor- mones, and developmental signals. Importantly, open stomata are also the conduits through which gas is ex- changed between the leaf and the atmosphere during photosynthesis. Thus, plants must continuously balance the advantages of efficient photosynthesis and solute transport with the drawbacks of water loss through open Correspondence to Elizabeth S. Haswell: e h a s w e l l  w u s t l . e d u Abbreviations used in this paper: ABA, abscisic acid; MCA, MId1-C OM- PLEME nTIng A CTIvITy; Mpa, megapascals; MS, mechanosensitive; MSL, MscS-Like; TPK, Two-Pore K.stomata; how well they accomplish this task contributes to their water use efficiency, a key factor in drought re- sponse (Long and Ort, 2010). At the cellular level, water is critical for maintaining and controlling an important driving force in plant cells called turgor pressure. Much of a plant cells water and therefore most of its volumeis accounted for by the vacuole (a large intracellular organelle found in plants, fungi, and animals). In plants, the vacuole often takes up 80 of the cell volume, and one of its many functions is to maintain turgor via active transport of ions in and out of the vacuolar space (Hedrich, 2012). The plant cell plasma membrane is surrounded by a strong but elastic cell wall comprised of cellulose micro- fibrils embedded in a gel of pectin, other carbohydrates, and protein. Turgor pressure is the pressure exerted by the protoplast (all portions of the cell enclosed by the plasma membrane) against the cell wall. The amount of turgor pressure in a particular cell is determined by sev- eral factors, including the osmotic difference that is gen - erated by vacuolar and cytoplasmic solute accumulation and subsequent water uptake, and the elasticity of the cell wall (see verslues et al., 2006, for additional expla- nation). The turgor pressure of a plant cell can be as high as the pressure of a car tire; high turgor pressure is critical to give plants their rigidity and structure, drive cell expansion, mediate the opening and closing of sto- mata, and allow movements like the closing of a venus flytrap (Pritchard, 2001). Terminology and concepts in plant osmosensing Strictly defined, the term osmosensing refers to the direct perception of the osmolarity of the external or internal environment of a cell. This term is often used by plant researchers, but it is entirely possible that me- chanical stimuli caused by change in membrane ten - sion, cell wall damage, or the disruption of plasma membranecell wall connections are relevant factors in osmosensing, in addition to or instead of altered Perspectives on: The response to osmotic challenges The ongoing search for the molecular basis of plant osmosensing Elizabeth S. Haswell1 and Paul E. Verslues2 1Department of Biology, Washington University in Saint Louis, Saint Louis, MO 63130 2Institute of Plant and Microbial Biology, Academia Sinica, Taipei 11529, Taiwan  2015 Haswell and Verslues This article is distributed under the terms of an Attribution NoncommercialShare AlikeNo Mirror Sites license for the first six months after the publi- cation date (see http:www.rupress.orgterms). After six months it is available under a Creative Commons License (AttributionNoncommercialShare Alike 3.0 Unported license, as described at http:creativecommons.orglicensesby-nc-sa3.0).The Journal of General Physiology390 Plant osmosensing(2006). The measurement of water potentials allows for simple predictions regarding the direction of water fluxes and changes in turgor (Boyer and Kramer, 1995). Water potentials of 0 to 0.3 megapascals (MPa) are typical of well-watered plants, whereas water potentials of 1.5 to 2.0 MPa represent severe stress and permanent loss of turgor for many plants including most crop species and the model flowering plant Arabidopsis thaliana . However, drought-adapted plants such as those found in deserts can grow at much lower water potentials, and both inter- and intra-species variation are emerging as impor - tant tools in understanding plant osmosensing mecha - nisms and adaptation to dry environments. The term hyperosmotic stress is infrequently used in plant biology. This is because water limitation is rarely caused by the presence of high levels of extracellular solutes but is more often created by the unavailability of water (quantified as a decrease in water potential). The downstream effects of water limitation on plants that are commonly assayed include: the accumulation of com - patible solutes such as proline, the induction of pro - tective proteins such as dehydrins, the production of the stress hormone abscisic acid (ABA), and increased extracellular osmolarity per se (see Fig. 1). For the pur-poses of this Perspective, osmosensing is used to include both the direct perception of osmotic imbalance across a membrane as well as the perception of indirect effects of osmotic imbalance on the membrane, cell wall, or membranecell wall system. We anticipate that as the molecular mechanism(s) for the perception of osmotic challenge becomes clearer, so will the terms used to de-scribe these processes. Plant water status is typically described in terms of water potential, a measure of the free energy status of water relative to pure water at a reference state. Water potential is derived from the chemical potential of water but is expressed in units of pressure, which makes it par - ticularly useful in plant biology as a unified measure of soil and plant water status. Factors that decrease the free energy of water (such as increased concentration of dis-solved solutes or adhesion to hydrophilic surfaces such as soil particles) make the water potential more nega-tive, whereas factors that increase the free energy (such as increased turgor pressure) make the water potential more positive. Additional details of water potential can be found in Boyer and Kramer (1995) and verslues et al. Figure 1. Potential osmosensing mechanisms in plant cells. (A) Histidine kinases could be activated by osmotic imbalance across the plasma membrane, initiating a signal transduction pathway similar to the high osmolarity glycerol response 1 pathway in Saccharomyces cerevisiae. (B) Ion channels that are opened in response to planar membrane tension or membrane bending could respond to both protoplast swelling or shrinking. The release of ions in response to hypoosmotic swelling would be similar to the MscSMscL osmotic release valve paradigm in Escherichia coli. In addition, the entry of Ca 2 through an opened MS ion channel could have downstream signaling properties. (C) Cell wall integrity-monitoring mechanisms could involve receptor-like kinases with extracellular domains capable of sensing the movement or disruption of cell wall components. The cell wall is presented as a gray box. The plasma membrane is represented as a bilayer of gray lipid molecules. Haswell and Verslues 391Molecular mechanisms of osmosensing It is not fully known how plants initially sense any of the osmotic challenges described above. Three general mod - els for osmosensing in plant cells are illustrated in Fig. 1 . Below, we further describe the molecular mechanisms thought to underlie each of these molecular models and summarize the supporting experimental evidence. (1) Osmotic imbalance across the plasma membrane. In theory, a protein embedded in the plasma membrane could directly sense changes in osmolarity outside the cell, perhaps via an osmotically regulated conformational change in an extracellular domain (Fig. 1 A; Parsegian et al., 1995). However, there is currently little experi-mental support for this model in any eukaryotic system (interested readers are directed to the accompanying discussion of prokaryotic osmosensors in the Perspec-tive by Wood). Several osmosensors involved in hyper- osmotic signaling through the Saccharomyces cerevisiae high osmolarity glycerol response (HOg)1 pathway, in-cluding the histidine kinase Synthetic Lethal of n-end rule 1 (SLn1), were originally proposed to function in this manner, but recent data suggest that one or more of the other mechanisms listed below may instead be involved (Saito and Posas, 2012). Plant homologues of SLn1 have been reported to serve as regulators of water stress responses (Tran et al., 2007; Wohlbach et al., 2008). However, other data have raised questions as to whether these kinases could be the main plant osmosensing sys-tem, as loss-of-function alleles have limited effects on key phenotypes such as the accumulation of ABA and osmoregulatory solutes (Kumar et al., 2013). Alterna-tively, a novel calcium channel, rEdUCE d HyPEr- OSMOLArITy-IndUCEd Ca 2i InCrEASE (OSCA)1, has recently been reported to be activated by hyperos-molarity and to be genetically required for several stress-related phenotypes (Hou et al., 2014; yuan et al., 2014); additional physiological experiments are needed to fully understand the role of OSCA1 and related channels in drought response. (2) Increased plasma membrane tension. It is easy to imag- ine how hypoosmotic shock leads to increased plasma membrane tension; dehydration may have the same effect in plant cells because the plant plasma membrane and cell wall are physically linked at multiple locations. Upon plasmolysis, most of the protoplast separates from the cell wall, but thin strands of plasma membrane (Hechtian strands) remain connected. As a result, both shrinking and swelling of the protoplast could increase plasma membrane tension. Mechanosensitive (MS) channels are capable of sens - ing membrane tension and responding to it by facil - itating the flux of osmolytes across the membrane (Fig. 1 B). Multiple families of MS ion channels have been identified in plant genomes, and numerous MS sensitivity to ABA treatment in physiological assays (verslues and Juenger, 2011; Christmann et al., 2013). An illustration of the relevance of distinguishing be-tween hyperosmotic stress and low water availability comes from simple treatments with extracellular solutions. Treat-ing plants with a solution of low molecular weight sol - utes such as naCl will plasmolyze cells (a shrinking of the protoplast leading to its separation from the cell wall), whereas soil drying or treatment with large poly-mers that cannot penetrate the cell wall (such as PEg) will cause cytorrhysis (shrinking of both protoplast and cell wall). These two types of treatment elicit very differ - ent downstream responses and may in fact be perceived by different mechanisms. For example, root growth rate is much higher after cytorrhytic than plasmolytic treat-ments of the same MPa (v erslues et al., 2006). Further - more, cytorrhysis and plasmolysis can have different effects on plasma membranecell wall connections (per - haps analogous to the effects of osmotic stress on focal adhesion complexes in mammalian cells; see below for further discussion), which in turn elicit different down-stream signaling events. Conditions under which plants experience osmotic challenges Plants experience water stress when the water content, and therefore the water potential, of the soil decreases. In addition, plants growing in hot dry air can become dehydrated, even when the soil is relatively wet, if water cannot be taken up rapidly enough by the roots to com - pensate for the water lost through stomata. Many plants regularly lose turgor during the day when the humidity of the environment is low relative to that inside the leaf, and stomates are open to support photosynthesis. They then rehydrate during the night when environmental hu - midity is high and stomates are closed. In the laboratory, droughtwater stress is imposed by withholding water from potted plants or by transferring plants to media with defined water potential ( verslues et al., 2006). Hypoosmotic stress may occur transiently when dry soil is rapidly rewetted, and chronically upon repeated soil flooding. In the laboratory, hypoosmotic stress is typi-cally reproduced by treating isolated cells with solutions of distilled water after equilibration in high levels of naCl or mannitol. The phenomenon of water soaking, the accumulation of intercellular water during pathogenic invasion, promotes pathogen survival and may impose hypoosmotic stress on surrounding cells (Beattie, 2011). In addition, some stages of plant development necessar - ily involve osmotic challenges, including the desiccation of seeds and pollen and their subsequent rehydration and resumption of metabolic activity. It is also possible, though not yet demonstrated, that the cell wall weaken-ing associated with cell expansion during normal plant growth may have some of the same effects as hypoos - motic stress.392 Plant osmosensingmust be coordinated with that of the cytoplasm. Thus, the plasma membranebased mechanisms described above are likely to be accompanied by an analogous osmosensing system in vacuolar and organellar mem - branes. However, little is known about these processes. The disruption of two plastid MSL channels constitu-tively activates low water potential responses, including ABA production and sensitivity, proline biosynthesis, and solute accumulation (Wilson et al., 2014). vacuole membranelocalized members of the TPK family were recently shown to be modulated by membrane tension and might serve a similar role (Maathuis, 2011). Thus, although MS channels have traditionally been associated with protection from extracellular hypoosmotic shock, they are also important in coordinating the osmotic status of intracellular compartments and have an as yet unde- fined connection to physiological mechanisms important to low water potential response. Connecting perception to response: Osmotic stress signaling pathways downstream osmotic stress signaling pathways have re- ceived a great deal more attention than the initial per-ception of water deficit. Interestingly, stress-responsive solute accumulation in plant cells may share some mech-anisms with solute accumulation in bacterial cells (see accompanying Perspective by Wood). Other responses, such as the induction of protective proteins and stress-reg - ulated gene expression, appear to involve plant-specific mechanisms, some of which depend on stress-induced increases in ABA levels (yoshida et al., 2014). Many studies have characterized the extensive changes in intracellular calcium, transcriptional regulation, epi - genetic modification, and posttranslational protein mod - ification (especially phosphorylation) that occur in plants in response to hyperosmolarity, water limitation, and ABA (verslues and Juenger, 2011; Christmann et al., 2013). In addition, the molecular mechanisms of ABA perception are now known in detail (Cutler et al., 2010). Although some of the genes induced or proteins modi-fied in response to water limitation have clear roles in signaling, the synthesis or import of specific solutes and ions, or protection against reactive oxygen species, the functions of many other stress-induced genes are less clear. A great deal of transcriptomic and proteomic data is being generated, but these data can be challeng-ing to interpret because of the difficulty in distinguish-ing ABA-dependent signaling events from events that are directly related to osmosensing or mechanosensing. For example, several members of the SnrK2 family of plant-specific kinases are key players in ABA signaling and can be activated by exogenous ABA in the absence of osmotic stress. However, other SnrK2s cannot be ac-tivated by ABA but can still be rapidly activated by os-motic stress (Boudsocq et al., 2007). How activation of these latter SnrK2s is connected to osmotic stress is not ion channel activities have been detected in plant mem-branes (Monshausen and Haswell, 2013). The MId1- COMPLEME nTIng ACTI vITy (MCA) proteins, a family of putative MS ion channels, promote Ca 2 influx in re- sponse to hypoosmotic shock and mechanical stimulus in several plant species (Kurusu et al., 2013). Although no defect in the response to hypoosmotic shock or water deficit has been reported in mca mutants, Arabidop - sis MCA1 is required for a normal response to cell wall damage and for efficient root growth into a hard agar medium (Hamann, 2012; Kurusu et al., 2013). Members of two other MS ion channel families, the MscS-Like (MSL) channels and the Two-Pore K  (TPK) channels, function in organelles (see below). An osmosensing func - tion for plasma membranelocalized MSL or TPK chan-nels has yet to be thoroughly investigated. C. Altered cell wall integrity. The cell wallplasma mem- brane interface is a critical site for detecting stimuli gen - erated by changing water status. The Hechtian strands described above are reminiscent of focal adhesions of mammalian cells and, like focal adhesions, can be dis-rupted by treatment with peptides that harbor the amino acid motif rgd (Canut et al., 1998). This has led to the hypothesis that focal adhesionlike complexes may exist in plants and serve to sense alterations in plasma membranecell wall attachments caused by dehydration. Although direct orthologues of mammalian proteins such as integrins have not been found in plants, molec-ular modeling has uncovered an Arabidopsis protein with an integrin-like structure that may play a role in osmo - regulation (Knepper et al., 2011). Alternatively, plant osmosensing might bear similarities to cell wall monitoring mechanisms in yeast (Hamann, 2012; Monshausen and Haswell, 2013). An osmosensor could bind directly to cell wall proteins, or mechanical change or cell wall damage could cause the release of specific molecules that are perceived by the osmosensor (Fig. 1 C). More than 600 receptor-like kinases are en-coded by the Arabidopsis genome, and it is thought that some of these have drought signaling functions (Marshall et al., 2012). For example, THESEUS and FE rOnIA have lectin-like extracellular domains that may monitor cell wall status by binding directly to cell wallderived carbohydrates or glycoproteins (Cheung and Wu, 2011). Another family of receptor-like kinases implicated in cell wall integrity is the Wall-Associated Kinase family (Kohorn and Kohorn, 2012). genetic and biochemical studies support a model wherein Wall-Associated Kinases bind pectin, a component of the plant cell wall, and subsequently serve to control cell expansion through an unknown signal transduction pathway. Osmotic imbalance across organelle membranes. vacuoles and plastids take up a substantial portion of plant cell volume, and the osmotic status of these compartments Haswell and Verslues 393or turgor in the proper cell biological context and in a noninvasive manner would likely be transformative for the field. Finally, the cytoskeleton is intricately involved in force sensing and controlling cell shape in mamma-lian cells (see accompanying Perspective by Sachs and Sivaselvan ) and is likely to have as-yet-undiscovered roles in the perception and signaling of osmotic stress in plants (in addition to controlling cell wall deposition and other properties). We anticipate that future work on all of these fronts from many laboratories will reveal the ways in which plant osmosensing is similar to osmosensing in other systems, and the ways in which it is unique to plants. This Perspectives series includes articles by Andersen, Sachs and Sivaselvan, and Wood. We thank Thorsten Hamann and members of the Haswell Lab for valuable comments on this manuscript. Our research into plant osmosensing is supported by the na- tional Science Foundation (nSF CArEEr MCB-1253103 to E.S. Haswell), the national Institutes of Health (2r01gM084211 to doug rees, rob Phillips, and E.S. Haswell), and by Academia Sinica and the Taiwan Ministry of Science and Technology (to P.E. verslues). P.E. verslues was partially supported by a Freiberg visiting Professorship from Washington University in St. Louis during the writing of this Perspective. The authors declare no competing financial interests. Olaf S. Andersen served as guest editor. R E F E R E N C E S Beattie, g.A. 2011. Water relations in the interaction of foliar bac- terial pathogens with plants. Annu. Rev. Phytopathol. 49:533555. http:dx.doi.org10.1146annurev-phyto-073009-114436 Boudsocq, M., M.J. droillard, H. Barbier-Brygoo, and C. Laurire. 2007. different phosphorylation mechanisms are involved in the activation of sucrose non-fermenting 1 related protein kinases 2 by osmotic stresses and abscisic acid. Plant Mol. Biol. 63:491503. http:dx.doi.org10.1007s11103-006-9103-1 Boyer, J.S., and P.J. Kramer. 1995. Measuring the Water Status of Plants and Soils. Academic Press, San diego. 178 pp. Canut, H., A. Carrasco, J.P. galaud, C. Cassan, H. Bouyssou, n. vita, P. Ferrara, and r. Pont-Lezica. 1998. High affinity rgd-binding sites at the plasma membrane of Arabidopsis thaliana links the cell wall. Plant J. 16:6371. http:dx.doi.org10.1046j.1365-313x .1998.00276.x Cazale, A.C., M.J. droillard, C. Wilson, E. Heberle-Bors, H. Barbier- Brygoo, and C. Lauriere. 1999. MAP kinase activation by hypoos-motic stress of tobacco cell suspensions: towards the oxidative burst response? Plant J. 19:297307. http:dx.doi.org10.1046 j.1365-313X.1999.00528.x Cheung, A. y., and H.M. Wu. 2011. THESEUS 1, FE rOnIA and rela - tives: a family of cell wall-sensing receptor kinases? Curr. Opin. Plant Biol. 14:632641. http:dx.doi.org10.1016j.pbi.2011.09.001 Christmann, A., E. grill, and J. Huang. 2013. Hydraulic signals in long-distance signaling. Curr. Opin. Plant Biol. 16:293300. http: dx.doi.org10.1016j.pbi.2013.02.011 Cutler, S.r., P.L. rodriguez, r.r. Finkelstein, and S.r. Abrams. 2010. Abscisic acid: Emergence of a core signaling network. Annu. Rev. Plant Biol. 61:651679. http:dx.doi.org10.1146 annurev-arplant-042809-112122 Hamann, T. 2012. Plant cell wall integrity maintenance as an essen- tial component of biotic stress response mechanisms. Front. Plant Sci. 3:77. http:dx.doi.org10.3389fpls.2012.00077known. Even the key downstream responsesABA ac- cumulation, the accumulation of protective solutes, and the induction of protective proteinshave not been de-finitively linked to signaling chains that lead all the way back to the initial perception of water limitation. Many of the mechanisms described above are also likely to be involved in hypoosmotic signaling, but more research is needed to establish the precise nature of the pathway and identify the critical components. Hypoos-motic stress administered to plant cells in suspension cultures elicits a rapid oxidative burst that depends on a phosphorylation cascade involving Mitogen-Activated Protein Kinase andor Calcium-dependent Protein Ki-nase activation (Cazale et al., 1999; romeis et al., 2001). The pathway is proposed to induce anion efflux, which is the driving force of osmoregulation in guard cells, but the molecular mechanism has not been determined. Summary and outlook despite our strong motivation to understand plant os-mosensing and signaling, plant scientists still have a great deal of work to do. Key goals for future investigation include: (a) determining the molecular identity of the osmosensing apparatus, as detailed here and illustrated in Fig. 1; (b) characterizing the nature of the osmotic stress response signaling pathways upstream of the phy-tohormone ABA and distinguishing it from responses to other abiotic stresses; and (c) using a wider range of assays in genetic screens to include the full range of phenotypes relevant for plant adaptation to water-lim-ited environments. With regard to conclusively identifying plant osmo- sensors, the primary limitation at the moment is that no candidate osmosensors have been conclusively linked to stress signaling and key stress phenotypes. This bot-tleneck can be explained in part by redundancy; some - thing as critical to plant life as monitoring and responding to water status probably involves multiple mechanisms. As described above, testing candidate genes that are ho-mologues of known osmosensors in other systems is a start, but it will also be important to leverage the power of forward molecular genetic screens in Arabidopsis. For this to take place, phenotypic assays that are amenable to high throughput analysis and that either measure the primary stimulus of osmotic challenge or measure downstream responses directly regulated by osmosen - sors are needed. A promising recent approach taken by several laboratories is to directly screen for altered cal-cium fluxes in response to osmotic stress (for example, yuan et al., 2014). natural variation and genome-wide association analysis also provide new and promising ways to find key genes that may be difficult to discover by classic forward or reverse genetic screens (verslues et al., 2014). In addition, new tools that would allow one to mea- sure osmolyte movement, ion flux, membrane tension, 394 Plant osmosensingHedrich, r. 2012. Ion channels in plants. Physiol. Rev. 92:17771811. http:dx.doi.org10.1152physrev.00038.2011 Hou, C., W. Tian, T. Kleist, K. He, v. garcia, F. Bai, y. Hao, S. Luan, and L. Li. 2014. dUF221 proteins are a family of osmosensitive calcium-permeable cation channels conserved across eukaryotes. Cell Res. 24:632635. http:dx.doi.org10.1038cr.2014.14 Knepper, C., E.A. Savory, and B. day. 2011. Arabidopsis ndr1 is an integrin-like protein with a role in fluid loss and plasma membrane-cell wall adhesion. Plant Physiol. 156:286300. http: dx.doi.org10.1104pp.110.169656 Kohorn, B.d., and S.L. Kohorn. 2012. The cell wall-associated ki- nases, WAKs, as pectin receptors. Front. Plant Sci. 3:88. http:dx .doi.org10.3389fpls.2012.00088 Kumar, M. n., W.n. Jane, and P.E. verslues. 2013. role of the puta - tive osmosensor Arabidopsis histidine kinase1 in dehydration avoid - ance and low-water-potential response. Plant Physiol. 161:942953. http:dx.doi.org10.1104pp.112.209791 Kurusu, T., K. Kuchitsu, M. nakano, y. nakayama, and H. Iida. 2013. Plant mechanosensing and Ca 2 transport. Trends Plant Sci. 18:227233. http:dx.doi.org10.1016j.tplants.2012.12.002 Long, S.P., and d.r. Ort. 2010. More than taking the heat: crops and global change. Curr. Opin. Plant Biol. 13:240247. http:dx .doi.org10.1016j.pbi.2010.04.008 Maathuis, F.J. 2011. vacuolar two-pore K channels act as vacuolar osmosensors. New Phytol. 191:8491. http:dx.doi.org10.1111 j.1469-8137.2011.03664.x Marshall, A., r.B. Aalen, d. Audenaert, T. Beeckman, M. r. Broadley, M.A. Butenko, A.I. Cao-delgado, S. de vries, T. dresselhaus, g. Felix, et al. 2012. Tackling drought stress: receptor-like kinases present new approaches. Plant Cell. 24:22622278. http:dx.doi .org10.1105tpc.112.096677 Monshausen, g.B., and E.S. Haswell. 2013. A force of nature: mo- lecular mechanisms of mechanoperception in plants. J. Exp. Bot. 64:46634680. http:dx.doi.org10.1093jxbert204 Parsegian, v.A., r.P. rand, and d.C. rau. 1995. Macromolecules and water: Probing with osmotic stress. Methods Enzymol. 259:43 94. http:dx.doi.org10.10160076-6879(95)59039-0 Pritchard, J. 2001. Turgor pressure. In Encyclopedia of the Life Sciences. John Wiley  Sons, Ltd., Hoboken, nJ. 13. http: dx.doi.org10.1038npg.els.0001687 romeis, T., A.A. Ludwig, r. Martin, and J.d. Jones. 2001. Calcium- dependent protein kinases play an essential role in a plant defence response. EMBO J. 20:55565567. http:dx.doi.org10.1093 emboj20.20.5556 Saito, H., and F. Posas. 2012. response to hyperosmotic stress. Genetics . 192:289318. http:dx.doi.org10.1534genetics.112.140863 Tran, L.S., T. Urao, F. Qin, K. Maruyama, T. Kakimoto, K. Shinozaki, and K. yamaguchi-Shinozaki. 2007. Functional analysis of AHK1 ATHK1 and cytokinin receptor histidine kinases in response to abscisic acid, drought, and salt stress in Arabidopsis. Proc. Natl. Acad. Sci. USA. 104:2062320628. http:dx.doi.org10.1073 pnas.0706547105 verslues, P.E., and T.E. Juenger. 2011. drought, metabolites, and Arabidopsis natural variation: a promising combination for un- derstanding adaptation to water-limited environments. Curr. Opin. Plant Biol. 14:240245. http:dx.doi.org10.1016j.pbi.2011.04 .006 verslues, P.E., M. Agarwal, S. Katiyar-Agarwal, J. Zhu, and J.K. Zhu. 2006. Methods and concepts in quantifying resistance to drought, salt and freezing, abiotic stresses that affect plant water status. Plant J. 45:523539. http:dx.doi.org10.1111j.1365-313X.2005 .02593.x verslues, P.E., J.r. Lasky, T.E. Juenger, T.W. Liu, and M.n. Kumar. 2014. genome-wide association mapping combined with reverse genetics identifies new effectors of low water potential-induced proline accumulation in Arabidopsis. Plant Physiol. 164:144159. http:dx.doi.org10.1104pp.113.224014 Wilson, M.E., M. r. Basu, g.B. Bhaskara, P.E. verslues, and E.S. Haswell. 2014. Plastid osmotic stress activates cellular stress re - sponses in Arabidopsis. Plant Physiol. 165:119128. http:dx.doi .org10.1104pp.114.236620 Wohlbach, d.J., B.F. Quirino, and M.r. Sussman. 2008. Analysis of the Arabidopsis histidine kinase ATHK1 reveals a connection be- tween vegetative osmotic stress sensing and seed maturation. Plant Cell. 20:11011117. http:dx.doi.org10.1105tpc.107.055871 yoshida, T., J. Mogami, and K. yamaguchi-Shinozaki. 2014. ABA- dependent and ABA-independent signaling in response to os-motic stress in plants. Curr. Opin. Plant Biol. 21:133139. http: dx.doi.org10.1016j.pbi.2014.07.009 yuan, F., H. yang, y. Xue, d. Kong, r. ye, C. Li, J. Zhang, L. Theprungsirikul, T. Shrift, B. Krichilsky, et al. 2014. OSCA1 me- diates osmotic-stress-evoked Ca increases vital for osmosensing in Arabidopsis. Nature. 514:367371. http:dx.doi.org10.1038 nature13593",
        "introduction": "Cell viability and metabolism depend on cytoplasmic water and solute content, and organisms have evolved mechanisms to sense changes in cell water content, sol- ute concentrations, cell volume, andor turgor. This Perspective addresses the response to osmotic challenge in land plants and describes their special dependence on cellular water status for growth and development. Understanding how plants cope with water limitation may allow us to mitigate the agricultural effects of drought, a critical limitation on global crop productivity that is likely to increase in severity as the climate changes (Long and Ort, 2010). The signaling pathways by which plants respond to osmotic challenge are intriguing from an evolutionary standpoint: some aspects of these path- ways resemble those of fungal or mammalian cells, some are similar to prokaryotic mechanisms, and yet others are unique to plants (as described below and in Hamann, 2012). In addition to the importance of osmotic ho - meostasis in land plants, we will discuss some of the spe - cific context and language of plant stress biology, and describe what is known (and not known) about the mo- lecular pathways by which plants sense and respond to osmotic challenges. The roles of water in plant biology Plants can only take up water from the soil in which they are growing, and are unable to relocate to find more favorable water conditions. The majority of the water extracted from the soil by a plants roots travels rapidly up the plant through the vascular system, eventually to be lost via regulated pores in the leaf epidermis called stomata. This vertical movement of water within the plant mediates the root-to-shoot movement of nutrients, hor- mones, and developmental signals. Importantly, open stomata are also the conduits through which gas is ex- changed between the leaf and the atmosphere during photosynthesis. Thus, plants must continuously balance the advantages of efficient photosynthesis and solute transport with the drawbacks of water loss through open Correspondence to Elizabeth S. Haswell: e h a s w e l l  w u s t l . e d u Abbreviations used in this paper: ABA, abscisic acid; MCA, MId1-C OM- PLEME nTIng A CTIvITy; Mpa, megapascals; MS, mechanosensitive; MSL, MscS-Like; TPK, Two-Pore K.stomata; how well they accomplish this task contributes to their water use efficiency, a key factor in drought re- sponse (Long and Ort, 2010). At the cellular level, water is critical for maintaining and controlling an important driving force in plant cells called turgor pressure. Much of a plant cells water and therefore most of its volumeis accounted for by the vacuole (a large intracellular organelle found in plants, fungi, and animals). In plants, the vacuole often takes up 80 of the cell volume, and one of its many functions is to maintain turgor via active transport of ions in and out of the vacuolar space (Hedrich, 2012). The plant cell plasma membrane is surrounded by a strong but elastic cell wall comprised of cellulose micro- fibrils embedded in a gel of pectin, other carbohydrates, and protein. Turgor pressure is the pressure exerted by the protoplast (all portions of the cell enclosed by the plasma membrane) against the cell wall. The amount of turgor pressure in a particular cell is determined by sev- eral factors, including the osmotic difference that is gen - erated by vacuolar and cytoplasmic solute accumulation and subsequent water uptake, and the elasticity of the cell wall (see verslues et al., 2006, for additional expla- nation). The turgor pressure of a plant cell can be as high as the pressure of a car tire; high turgor pressure is critical to give plants their rigidity and structure, drive cell expansion, mediate the opening and closing of sto- mata, and allow movements like the closing of a venus flytrap (Pritchard, 2001). Terminology and concepts in plant osmosensing Strictly defined, the term osmosensing refers to the direct perception of the osmolarity of the external or internal environment of a cell. This term is often used by plant researchers, but it is entirely possible that me- chanical stimuli caused by change in membrane ten - sion, cell wall damage, or the disruption of plasma membranecell wall connections are relevant factors in osmosensing, in addition to or instead of altered Perspectives on: The response to osmotic challenges The ongoing search for the molecular basis of plant osmosensing Elizabeth S. Haswell1 and Paul E. Verslues2 1Department of Biology, Washington University in Saint Louis, Saint Louis, MO 63130 2Institute of Plant and Microbial Biology, Academia Sinica, Taipei 11529, Taiwan  2015 Haswell and Verslues This article is distributed under the terms of an Attribution NoncommercialShare AlikeNo Mirror Sites license for the first six months after the publi- cation date (see http:www.rupress.orgterms). After six months it is available under a Creative Commons License (AttributionNoncommercialShare Alike 3.0 Unported license, as described at http:creativecommons.orglicensesby-nc-sa3.0).The Journal of General Physiology390 Plant osmosensing(2006). The measurement of water potentials allows for simple predictions regarding the direction of water fluxes and changes in turgor (Boyer and Kramer, 1995). Water potentials of 0 to 0.3 megapascals (MPa) are typical of well-watered plants, whereas water potentials of 1.5 to 2.0 MPa represent severe stress and permanent loss of turgor for many plants including most crop species and the model flowering plant Arabidopsis thaliana . However, drought-adapted plants such as those found in deserts can grow at much lower water potentials, and both inter- and intra-species variation are emerging as impor - tant tools in understanding plant osmosensing mecha - nisms and adaptation to dry environments. The term hyperosmotic stress is infrequently used in plant biology. This is because water limitation is rarely caused by the presence of high levels of extracellular solutes but is more often created by the unavailability of water (quantified as a decrease in water potential). The downstream effects of water limitation on plants that are commonly assayed include: the accumulation of com - patible solutes such as proline, the induction of pro - tective proteins such as dehydrins, the production of the stress hormone abscisic acid (ABA), and increased extracellular osmolarity per se (see Fig. 1). For the pur-poses of this Perspective, osmosensing is used to include both the direct perception of osmotic imbalance across a membrane as well as the perception of indirect effects of osmotic imbalance on the membrane, cell wall, or membranecell wall system. We anticipate that as the molecular mechanism(s) for the perception of osmotic challenge becomes clearer, so will the terms used to de-scribe these processes. Plant water status is typically described in terms of water potential, a measure of the free energy status of water relative to pure water at a reference state. Water potential is derived from the chemical potential of water but is expressed in units of pressure, which makes it par - ticularly useful in plant biology as a unified measure of soil and plant water status. Factors that decrease the free energy of water (such as increased concentration of dis-solved solutes or adhesion to hydrophilic surfaces such as soil particles) make the water potential more nega-tive, whereas factors that increase the free energy (such as increased turgor pressure) make the water potential more positive. Additional details of water potential can be found in Boyer and Kramer (1995) and verslues et al. Figure 1. Potential osmosensing mechanisms in plant cells. (A) Histidine kinases could be activated by osmotic imbalance across the plasma membrane, initiating a signal transduction pathway similar to the high osmolarity glycerol response 1 pathway in Saccharomyces cerevisiae. (B) Ion channels that are opened in response to planar membrane tension or membrane bending could respond to both protoplast swelling or shrinking. The release of ions in response to hypoosmotic swelling would be similar to the MscSMscL osmotic release valve paradigm in Escherichia coli. In addition, the entry of Ca 2 through an opened MS ion channel could have downstream signaling properties. (C) Cell wall integrity-monitoring mechanisms could involve receptor-like kinases with extracellular domains capable of sensing the movement or disruption of cell wall components. The cell wall is presented as a gray box. The plasma membrane is represented as a bilayer of gray lipid molecules. Haswell and Verslues 391Molecular mechanisms of osmosensing It is not fully known how plants initially sense any of the osmotic challenges described above. Three general mod - els for osmosensing in plant cells are illustrated in Fig. 1 . Below, we further describe the molecular mechanisms thought to underlie each of these molecular models and summarize the supporting experimental evidence. (1) Osmotic imbalance across the plasma membrane. In theory, a protein embedded in the plasma membrane could directly sense changes in osmolarity outside the cell, perhaps via an osmotically regulated conformational change in an extracellular domain (Fig. 1 A; Parsegian et al., 1995). However, there is currently little experi-mental support for this model in any eukaryotic system (interested readers are directed to the accompanying discussion of prokaryotic osmosensors in the Perspec-tive by Wood). Several osmosensors involved in hyper- osmotic signaling through the Saccharomyces cerevisiae high osmolarity glycerol response (HOg)1 pathway, in-cluding the histidine kinase Synthetic Lethal of n-end rule 1 (SLn1), were originally proposed to function in this manner, but recent data suggest that one or more of the other mechanisms listed below may instead be involved (Saito and Posas, 2012). Plant homologues of SLn1 have been reported to serve as regulators of water stress responses (Tran et al., 2007; Wohlbach et al., 2008). However, other data have raised questions as to whether these kinases could be the main plant osmosensing sys-tem, as loss-of-function alleles have limited effects on key phenotypes such as the accumulation of ABA and osmoregulatory solutes (Kumar et al., 2013). Alterna-tively, a novel calcium channel, rEdUCE d HyPEr- OSMOLArITy-IndUCEd Ca 2i InCrEASE (OSCA)1, has recently been reported to be activated by hyperos-molarity and to be genetically required for several stress-related phenotypes (Hou et al., 2014; yuan et al., 2014); additional physiological experiments are needed to fully understand the role of OSCA1 and related channels in drought response. (2) Increased plasma membrane tension. It is easy to imag- ine how hypoosmotic shock leads to increased plasma membrane tension; dehydration may have the same effect in plant cells because the plant plasma membrane and cell wall are physically linked at multiple locations. Upon plasmolysis, most of the protoplast separates from the cell wall, but thin strands of plasma membrane (Hechtian strands) remain connected. As a result, both shrinking and swelling of the protoplast could increase plasma membrane tension. Mechanosensitive (MS) channels are capable of sens - ing membrane tension and responding to it by facil - itating the flux of osmolytes across the membrane (Fig. 1 B). Multiple families of MS ion channels have been identified in plant genomes, and numerous MS sensitivity to ABA treatment in physiological assays (verslues and Juenger, 2011; Christmann et al., 2013). An illustration of the relevance of distinguishing be-tween hyperosmotic stress and low water availability comes from simple treatments with extracellular solutions. Treat-ing plants with a solution of low molecular weight sol - utes such as naCl will plasmolyze cells (a shrinking of the protoplast leading to its separation from the cell wall), whereas soil drying or treatment with large poly-mers that cannot penetrate the cell wall (such as PEg) will cause cytorrhysis (shrinking of both protoplast and cell wall). These two types of treatment elicit very differ - ent downstream responses and may in fact be perceived by different mechanisms. For example, root growth rate is much higher after cytorrhytic than plasmolytic treat-ments of the same MPa (v erslues et al., 2006). Further - more, cytorrhysis and plasmolysis can have different effects on plasma membranecell wall connections (per - haps analogous to the effects of osmotic stress on focal adhesion complexes in mammalian cells; see below for further discussion), which in turn elicit different down-stream signaling events. Conditions under which plants experience osmotic challenges Plants experience water stress when the water content, and therefore the water potential, of the soil decreases. In addition, plants growing in hot dry air can become dehydrated, even when the soil is relatively wet, if water cannot be taken up rapidly enough by the roots to com - pensate for the water lost through stomata. Many plants regularly lose turgor during the day when the humidity of the environment is low relative to that inside the leaf, and stomates are open to support photosynthesis. They then rehydrate during the night when environmental hu - midity is high and stomates are closed. In the laboratory, droughtwater stress is imposed by withholding water from potted plants or by transferring plants to media with defined water potential ( verslues et al., 2006). Hypoosmotic stress may occur transiently when dry soil is rapidly rewetted, and chronically upon repeated soil flooding. In the laboratory, hypoosmotic stress is typi-cally reproduced by treating isolated cells with solutions of distilled water after equilibration in high levels of naCl or mannitol. The phenomenon of water soaking, the accumulation of intercellular water during pathogenic invasion, promotes pathogen survival and may impose hypoosmotic stress on surrounding cells (Beattie, 2011). In addition, some stages of plant development necessar - ily involve osmotic challenges, including the desiccation of seeds and pollen and their subsequent rehydration and resumption of metabolic activity. It is also possible, though not yet demonstrated, that the cell wall weaken-ing associated with cell expansion during normal plant growth may have some of the same effects as hypoos - motic stress.392 Plant osmosensingmust be coordinated with that of the cytoplasm. Thus, the plasma membranebased mechanisms described above are likely to be accompanied by an analogous osmosensing system in vacuolar and organellar mem - branes. However, little is known about these processes. The disruption of two plastid MSL channels constitu-tively activates low water potential responses, including ABA production and sensitivity, proline biosynthesis, and solute accumulation (Wilson et al., 2014). vacuole membranelocalized members of the TPK family were recently shown to be modulated by membrane tension and might serve a similar role (Maathuis, 2011). Thus, although MS channels have traditionally been associated with protection from extracellular hypoosmotic shock, they are also important in coordinating the osmotic status of intracellular compartments and have an as yet unde- fined connection to physiological mechanisms important to low water potential response. Connecting perception to response: Osmotic stress signaling pathways downstream osmotic stress signaling pathways have re- ceived a great deal more attention than the initial per-ception of water deficit. Interestingly, stress-responsive solute accumulation in plant cells may share some mech-anisms with solute accumulation in bacterial cells (see accompanying Perspective by Wood). Other responses, such as the induction of protective proteins and stress-reg - ulated gene expression, appear to involve plant-specific mechanisms, some of which depend on stress-induced increases in ABA levels (yoshida et al., 2014). Many studies have characterized the extensive changes in intracellular calcium, transcriptional regulation, epi - genetic modification, and posttranslational protein mod - ification (especially phosphorylation) that occur in plants in response to hyperosmolarity, water limitation, and ABA (verslues and Juenger, 2011; Christmann et al., 2013). In addition, the molecular mechanisms of ABA perception are now known in detail (Cutler et al., 2010). Although some of the genes induced or proteins modi-fied in response to water limitation have clear roles in signaling, the synthesis or import of specific solutes and ions, or protection against reactive oxygen species, the functions of many other stress-induced genes are less clear. A great deal of transcriptomic and proteomic data is being generated, but these data can be challeng-ing to interpret because of the difficulty in distinguish-ing ABA-dependent signaling events from events that are directly related to osmosensing or mechanosensing. For example, several members of the SnrK2 family of plant-specific kinases are key players in ABA signaling and can be activated by exogenous ABA in the absence of osmotic stress. However, other SnrK2s cannot be ac-tivated by ABA but can still be rapidly activated by os-motic stress (Boudsocq et al., 2007). How activation of these latter SnrK2s is connected to osmotic stress is not ion channel activities have been detected in plant mem-branes (Monshausen and Haswell, 2013). The MId1- COMPLEME nTIng ACTI vITy (MCA) proteins, a family of putative MS ion channels, promote Ca 2 influx in re- sponse to hypoosmotic shock and mechanical stimulus in several plant species (Kurusu et al., 2013). Although no defect in the response to hypoosmotic shock or water deficit has been reported in mca mutants, Arabidop - sis MCA1 is required for a normal response to cell wall damage and for efficient root growth into a hard agar medium (Hamann, 2012; Kurusu et al., 2013). Members of two other MS ion channel families, the MscS-Like (MSL) channels and the Two-Pore K  (TPK) channels, function in organelles (see below). An osmosensing func - tion for plasma membranelocalized MSL or TPK chan-nels has yet to be thoroughly investigated. C. Altered cell wall integrity. The cell wallplasma mem- brane interface is a critical site for detecting stimuli gen - erated by changing water status. The Hechtian strands described above are reminiscent of focal adhesions of mammalian cells and, like focal adhesions, can be dis-rupted by treatment with peptides that harbor the amino acid motif rgd (Canut et al., 1998). This has led to the hypothesis that focal adhesionlike complexes may exist in plants and serve to sense alterations in plasma membranecell wall attachments caused by dehydration. Although direct orthologues of mammalian proteins such as integrins have not been found in plants, molec-ular modeling has uncovered an Arabidopsis protein with an integrin-like structure that may play a role in osmo - regulation (Knepper et al., 2011). Alternatively, plant osmosensing might bear similarities to cell wall monitoring mechanisms in yeast (Hamann, 2012; Monshausen and Haswell, 2013). An osmosensor could bind directly to cell wall proteins, or mechanical change or cell wall damage could cause the release of specific molecules that are perceived by the osmosensor (Fig. 1 C). More than 600 receptor-like kinases are en-coded by the Arabidopsis genome, and it is thought that some of these have drought signaling functions (Marshall et al., 2012). For example, THESEUS and FE rOnIA have lectin-like extracellular domains that may monitor cell wall status by binding directly to cell wallderived carbohydrates or glycoproteins (Cheung and Wu, 2011). Another family of receptor-like kinases implicated in cell wall integrity is the Wall-Associated Kinase family (Kohorn and Kohorn, 2012). genetic and biochemical studies support a model wherein Wall-Associated Kinases bind pectin, a component of the plant cell wall, and subsequently serve to control cell expansion through an unknown signal transduction pathway. Osmotic imbalance across organelle membranes. vacuoles and plastids take up a substantial portion of plant cell volume, and the osmotic status of these compartments Haswell and Verslues 393or turgor in the proper cell biological context and in a noninvasive manner would likely be transformative for the field. Finally, the cytoskeleton is intricately involved in force sensing and controlling cell shape in mamma-lian cells (see accompanying Perspective by Sachs and Sivaselvan ) and is likely to have as-yet-undiscovered roles in the perception and signaling of osmotic stress in plants (in addition to controlling cell wall deposition and other properties). We anticipate that future work on all of these fronts from many laboratories will reveal the ways in which plant osmosensing is similar to osmosensing in other systems, and the ways in which it is unique to plants. This Perspectives series includes articles by Andersen, Sachs and Sivaselvan, and Wood. We thank Thorsten Hamann and members of the Haswell Lab for valuable comments on this manuscript. Our research into plant osmosensing is supported by the na- tional Science Foundation (nSF CArEEr MCB-1253103 to E.S. Haswell), the national Institutes of Health (2r01gM084211 to doug rees, rob Phillips, and E.S. Haswell), and by Academia Sinica and the Taiwan Ministry of Science and Technology (to P.E. verslues). P.E. verslues was partially supported by a Freiberg visiting Professorship from Washington University in St. Louis during the writing of this Perspective. The authors declare no competing financial interests. Olaf S. Andersen served as guest editor. R E F E R E N C E S Beattie, g.A. 2011. Water relations in the interaction of foliar bac- terial pathogens with plants. Annu. Rev. Phytopathol. 49:533555. http:dx.doi.org10.1146annurev-phyto-073009-114436 Boudsocq, M., M.J. droillard, H. Barbier-Brygoo, and C. Laurire. 2007. different phosphorylation mechanisms are involved in the activation of sucrose non-fermenting 1 related protein kinases 2 by osmotic stresses and abscisic acid. Plant Mol. Biol. 63:491503. http:dx.doi.org10.1007s11103-006-9103-1 Boyer, J.S., and P.J. Kramer. 1995. Measuring the Water Status of Plants and Soils. Academic Press, San diego. 178 pp. Canut, H., A. Carrasco, J.P. galaud, C. Cassan, H. Bouyssou, n. vita, P. Ferrara, and r. Pont-Lezica. 1998. High affinity rgd-binding sites at the plasma membrane of Arabidopsis thaliana links the cell wall. Plant J. 16:6371. http:dx.doi.org10.1046j.1365-313x .1998.00276.x Cazale, A.C., M.J. droillard, C. Wilson, E. Heberle-Bors, H. Barbier- Brygoo, and C. Lauriere. 1999. MAP kinase activation by hypoos-motic stress of tobacco cell suspensions: towards the oxidative burst response? Plant J. 19:297307. http:dx.doi.org10.1046 j.1365-313X.1999.00528.x Cheung, A. y., and H.M. Wu. 2011. THESEUS 1, FE rOnIA and rela - tives: a family of cell wall-sensing receptor kinases? Curr. Opin. Plant Biol. 14:632641. http:dx.doi.org10.1016j.pbi.2011.09.001 Christmann, A., E. grill, and J. Huang. 2013. Hydraulic signals in long-distance signaling. Curr. Opin. Plant Biol. 16:293300. http: dx.doi.org10.1016j.pbi.2013.02.011 Cutler, S.r., P.L. rodriguez, r.r. Finkelstein, and S.r. Abrams. 2010. Abscisic acid: Emergence of a core signaling network. Annu. Rev. Plant Biol. 61:651679. http:dx.doi.org10.1146 annurev-arplant-042809-112122 Hamann, T. 2012. Plant cell wall integrity maintenance as an essen- tial component of biotic stress response mechanisms. Front. Plant Sci. 3:77. http:dx.doi.org10.3389fpls.2012.00077known. Even the key downstream responsesABA ac- cumulation, the accumulation of protective solutes, and the induction of protective proteinshave not been de-finitively linked to signaling chains that lead all the way back to the initial perception of water limitation. Many of the mechanisms described above are also likely to be involved in hypoosmotic signaling, but more research is needed to establish the precise nature of the pathway and identify the critical components. Hypoos-motic stress administered to plant cells in suspension cultures elicits a rapid oxidative burst that depends on a phosphorylation cascade involving Mitogen-Activated Protein Kinase andor Calcium-dependent Protein Ki-nase activation (Cazale et al., 1999; romeis et al., 2001). The pathway is proposed to induce anion efflux, which is the driving force of osmoregulation in guard cells, but the molecular mechanism has not been determined. Summary and outlook despite our strong motivation to understand plant os-mosensing and signaling, plant scientists still have a great deal of work to do. Key goals for future investigation include: (a) determining the molecular identity of the osmosensing apparatus, as detailed here and illustrated in Fig. 1; (b) characterizing the nature of the osmotic stress response signaling pathways upstream of the phy-tohormone ABA and distinguishing it from responses to other abiotic stresses; and (c) using a wider range of assays in genetic screens to include the full range of phenotypes relevant for plant adaptation to water-lim-ited environments. With regard to conclusively identifying plant osmo- sensors, the primary limitation at the moment is that no candidate osmosensors have been conclusively linked to stress signaling and key stress phenotypes. This bot-tleneck can be explained in part by redundancy; some - thing as critical to plant life as monitoring and responding to water status probably involves multiple mechanisms. As described above, testing candidate genes that are ho-mologues of known osmosensors in other systems is a start, but it will also be important to leverage the power of forward molecular genetic screens in Arabidopsis. For this to take place, phenotypic assays that are amenable to high throughput analysis and that either measure the primary stimulus of osmotic challenge or measure downstream responses directly regulated by osmosen - sors are needed. A promising recent approach taken by several laboratories is to directly screen for altered cal-cium fluxes in response to osmotic stress (for example, yuan et al., 2014). natural variation and genome-wide association analysis also provide new and promising ways to find key genes that may be difficult to discover by classic forward or reverse genetic screens (verslues et al., 2014). In addition, new tools that would allow one to mea- sure osmolyte movement, ion flux, membrane tension, 394 Plant osmosensingHedrich, r. 2012. Ion channels in plants. Physiol. Rev. 92:17771811. http:dx.doi.org10.1152physrev.00038.2011 Hou, C., W. Tian, T. Kleist, K. He, v. garcia, F. Bai, y. Hao, S. Luan, and L. Li. 2014. dUF221 proteins are a family of osmosensitive calcium-permeable cation channels conserved across eukaryotes. Cell Res. 24:632635. http:dx.doi.org10.1038cr.2014.14 Knepper, C., E.A. Savory, and B. day. 2011. Arabidopsis ndr1 is an integrin-like protein with a role in fluid loss and plasma membrane-cell wall adhesion. Plant Physiol. 156:286300. http: dx.doi.org10.1104pp.110.169656 Kohorn, B.d., and S.L. Kohorn. 2012. The cell wall-associated ki- nases, WAKs, as pectin receptors. Front. Plant Sci. 3:88. http:dx .doi.org10.3389fpls.2012.00088 Kumar, M. n., W.n. Jane, and P.E. verslues. 2013. role of the puta - tive osmosensor Arabidopsis histidine kinase1 in dehydration avoid - ance and low-water-potential response. Plant Physiol. 161:942953. http:dx.doi.org10.1104pp.112.209791 Kurusu, T., K. Kuchitsu, M. nakano, y. nakayama, and H. Iida. 2013. Plant mechanosensing and Ca 2 transport. Trends Plant Sci. 18:227233. http:dx.doi.org10.1016j.tplants.2012.12.002 Long, S.P., and d.r. Ort. 2010. More than taking the heat: crops and global change. Curr. Opin. Plant Biol. 13:240247. http:dx .doi.org10.1016j.pbi.2010.04.008 Maathuis, F.J. 2011. vacuolar two-pore K channels act as vacuolar osmosensors. New Phytol. 191:8491. http:dx.doi.org10.1111 j.1469-8137.2011.03664.x Marshall, A., r.B. Aalen, d. Audenaert, T. Beeckman, M. r. Broadley, M.A. Butenko, A.I. Cao-delgado, S. de vries, T. dresselhaus, g. Felix, et al. 2012. Tackling drought stress: receptor-like kinases present new approaches. Plant Cell. 24:22622278. http:dx.doi .org10.1105tpc.112.096677 Monshausen, g.B., and E.S. Haswell. 2013. A force of nature: mo- lecular mechanisms of mechanoperception in plants. J. Exp. Bot. 64:46634680. http:dx.doi.org10.1093jxbert204 Parsegian, v.A., r.P. rand, and d.C. rau. 1995. Macromolecules and water: Probing with osmotic stress.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]