[
    {
        "pmid": "33790880",
        "title": "Methylobacterium ajmalii sp. nov., Isolated From the International Space Station.",
        "year": "2021",
        "journal": "Front Microbiol",
        "abstract": "Four strains belonging to the family of Methylobacteriaceae were isolated from different locations on the International Space Station (ISS) across two consecutive flights. Of these, three were identified as Gram-negative, rod-shaped, catalase-positive, oxidase-positive, motile bacteria, designated as IF7SW-B2T, IIF1SW-B5, and IIF4SW-B5, whereas the fourth was identified as Methylorubrum rhodesianum. The sequence similarity of these three ISS strains, designated as IF7SW-B2T, IIF1SW-B5, and IIF4SW-B5, was &lt;99.4% for 16S rRNA genes and &lt;97.3% for gyrB gene, with the closest being Methylobacterium indicum SE2.11T. Furthermore, the multi-locus sequence analysis placed these three ISS strains in the same clade of M. indicum. The average nucleotide identity (ANI) values of these three ISS strains were &lt;93% and digital DNA-DNA hybridization (dDDH) values were &lt;46.4% with any described Methylobacterium species. Based on the ANI and dDDH analyses, these three ISS strains were considered as novel species belonging to the genus Methylobacterium. The three ISS strains showed 100% ANI similarity and dDDH values with each other, indicating that these three ISS strains, isolated during various flights and from different locations, belong to the same species. These three ISS strains were found to grow optimally at temperatures from 25 to 30°C, pH 6.0 to 8.0, and NaCl 0 to 1%. Phenotypically, these three ISS strains resemble M. aquaticum and M. terrae since they assimilate similar sugars as sole carbon substrate when compared to other Methylobacterium species. Fatty acid analysis showed that the major fatty acid produced by the ISS strains are C<sub>18</sub> <sub>:</sub> <sub>1</sub>-ω7c and C<sub>18</sub> <sub>:</sub> <sub>1</sub>-ω6c. The predominant quinone was ubiquinone 10, and the major polar lipids were diphosphatidylglycerol, phosphatidylcholine, phosphatidylethanolamine, phosphatidylglycerol, and an unidentified lipid. Therefore, based on genomic, phylogenetic, biochemical, and fatty acid analyses, strains IF7SW-B2T, IIF1SW-B5, and IIF4SW-B5, are assigned to a novel species within the genus Methylobacterium, and the name Methylobacterium ajmalii sp. nov. is proposed. The type strain is IF7SW-B2T (NRRL B-65601T and LMG 32165T).",
        "full_text": "fmicb-12-639396 March 12, 2021 Time: 20:27  1 ORIGINAL RESEARCH published: 15 March 2021 doi: 10.3389fmicb.2021.639396 Edited by: Brian P . Hedlund, University of Nevada, Las Vegas, United States Reviewed by: Jian-Yu Jiao, Sun Yat-sen University, China En-Min Zhou, Sun Yat-sen University, China Correspondence: Clay C. C. Wang claywusc.edu Kasthuri Venkateswaran kjvenkatjpl.nasa.gov Specialty section: This article was submitted to Extreme Microbiology, a section of the journal Frontiers in Microbiology Received: 08 December 2020 Accepted: 22 February 2021 Published: 15 March 2021 Citation: Bijlani S, Singh NK, Eedara VVR, Podile AR, Mason CE, Wang CCC and Venkateswaran K (2021) Methylobacterium ajmalii sp. nov., Isolated From the International Space Station. Front. Microbiol. 12:639396. doi: 10.3389fmicb.2021.639396 Methylobacterium ajmalii sp. nov., Isolated From the International Space Station Swati Bijlani1, Nitin K. Singh2, V. V. Ramprasad Eedara3, Appa Rao Podile3, Christopher E. Mason4, Clay C. C. Wang1and Kasthuri Venkateswaran2 1Department of Pharmacology and Pharmaceutical Sciences, School of Pharmacy, University of Southern California, Los Angeles, CA, United States,2Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA, United States, 3Department of Plant Science, School of Life Sciences, University of Hyderabad, Hyderabad, India,4WorldQuant Initiative for Quantitative Prediction, Weill Cornell Medicine, New York, NY, United States Four strains belonging to the family of Methylobacteriaceae were isolated from different locations on the International Space Station (ISS) across two consecutive ights. Of these, three were identied as Gram-negative, rod-shaped, catalase-positive, oxidase- positive, motile bacteria, designated as IF7SW-B2T, IIF1SW-B5, and IIF4SW-B5, whereas the fourth was identied as Methylorubrum rhodesianum . The sequence similarity of these three ISS strains, designated as IF7SW-B2T, IIF1SW-B5, and IIF4SW- B5, was 99.4 for 16S rRNA genes and 97.3 for gyrB gene, with the closest being Methylobacterium indicum SE2.11T. Furthermore, the multi-locus sequence analysis placed these three ISS strains in the same clade of M. indicum. The average nucleotide identity (ANI) values of these three ISS strains were 93 and digital DNA- DNA hybridization (dDDH) values were 46.4 with any described Methylobacterium species. Based on the ANI and dDDH analyses, these three ISS strains were considered as novel species belonging to the genus Methylobacterium. The three ISS strains showed 100 ANI similarity and dDDH values with each other, indicating that these three ISS strains, isolated during various ights and from different locations, belong to the same species. These three ISS strains were found to grow optimally at temperatures from 25 to 30C, pH 6.0 to 8.0, and NaCl 0 to 1. Phenotypically, these three ISS strains resemble M. aquaticum and M. terrae since they assimilate similar sugars as sole carbon substrate when compared to other Methylobacterium species. Fatty acid analysis showed that the major fatty acid produced by the ISS strains are C 18V17cand C 18V16c. The predominant quinone was ubiquinone 10, and the major polar lipids were diphosphatidylglycerol, phosphatidylcholine, phosphatidylethanolamine, phosphatidylglycerol, and an unidentied lipid. Therefore, based on genomic, phylogenetic, biochemical, and fatty acid analyses, strains IF7SW- B2T, IIF1SW-B5, and IIF4SW-B5, are assigned to a novel species within the genus Methylobacterium, and the name Methylobacterium ajmalii sp. nov. is proposed. The type strain is IF7SW-B2T(NRRL B-65601Tand LMG 32165T). Keywords: Methylobacterium , polyphasic taxomony, ANI, international space station (ISS), whole genome sequencing Frontiers in Microbiology  www.frontiersin.org 1 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  2 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS INTRODUCTION The genus Methylobacterium contains more species than any other genera within the family Methylobacteriaceae , order Rhizobiales , and class Alphaproteobacteria (Kelly et al., 2014). Methylobacterium species are Gram-negative, rod- shaped bacteria. The genus was rst proposed by Patt et al. (1976) with Methylobacterium organophilum as the type species. The genus Methylobacterium was rst emended to include facultative methylotrophs that have the ability to grow on methane or methanol as the source of carbon and energy, in addition to sugars and organic acids (Patt et al., 1976). Another taxonomic study classied all other previously known pink-pigmented facultative methylotrophic bacteria under the genus Methylobacterium (Green and Bouseld, 1982). Thereafter, 11 species from the genus Methylobacterium were redened into a new genus proposed as Methylorubrum , based on 16S rRNA gene sequence, multi-locus sequence analysis (MLSA), genomic, and phenotypic data (Green and Ardley, 2018). The genus Methylobacterium consists of 45 recognized species, which are ubiquitously present in a wide variety of habitats including air, soil, freshwater, and sediments, and can exist either in free-form or associated with plant tissues (Gallego et al., 2005a,b; Kang et al., 2007; Veyisoglu et al., 2013; Kelly et al., 2014; Kwak et al., 2014; Chaudhry et al., 2016; Green and Ardley, 2018; Park et al., 2018). Methylobacterium species are involved in nitrogen xation, phosphate solubilization, abiotic stress tolerance, plant growth promotion, and biocontrol activity against plant pathogens (Madhaiyan et al., 2006; Kumar M. et al., 2016; Parasuraman et al., 2019; Grossi et al., 2020; Krug et al., 2020). For instance, a novel Methylobacterium sp. 2A was observed to result in higher density of lateral roots in inoculated potato crops, even under salt stress conditions, compared with control plants that were not inoculated with the bacteria; it was also found to exhibit biocontrol activity against several plant pathogens (Grossi et al., 2020). Furthermore, genomic analysis of Methylobacterium sp. 2A revealed the presence of metabolic pathways involved in plant growth promotion, including the genes for producing an auxin, 3-indole acetic acid (Grossi et al., 2020). In an ongoing Microbial Tracking experiment on the International Space Station (ISS), four strains belonging to the family Methylobacteriaceae were isolated (Checinska Siela et al., 2019). Some of the Methylobacterium species that are phylogenetically related to these ISS strains have been isolated from plant sources (Kang et al., 2007; Chaudhry et al., 2016), indicating that the ISS strains might also display properties related to plant growth promotion. The objectives of this study were to generate whole genome sequences (WGS) and dene the phylogenetic novelty of the ISS Methylobacterium strains using polyphasic taxonomic analyses. The WGS generated and annotated in this study was used to predict biotechnologically useful genetic determinants.MATERIALS AND METHODS Sample Collection and Isolation of Bacteria Several surface samples (1 m2) were collected from the ISS during Microbial Tracking1 ight experiments from 2015 to 2016. Sample collection, processing, and isolation of cultivable microorganisms were published elsewhere (Checinska Siela et al., 2019). Briey, the polyester wipes used to collect samples and particulates associated with the sampling devices were transported to Earth before being disassociated into sterile phosphate-buered saline (pH 7.4) solution and plated onto R2A agar medium (Checinska et al., 2015; Checinska Siela et al., 2019). The microbial cultures that were grown at 25C for 7 days were picked from the R2A plates, puried, and stored for further analyses. Distinct colonies ( n 4) isolated from three dierent locations and from a high-eciency particulate arrestance (HEPA) lter were characterized during this study. These colonies exhibited unique coloration and dierential genomic phylogeny. The type strain IF7SW-B2Twas isolated during Flight 1 (March 2015) at Location 7, the Overhead- 3 panel surface of the Materials Science Research Rack 1, which is used for basic materials research in the microgravity environment of the ISS. The second strain, IIF1SW-B5, was isolated during Flight 2 (May 2015) at Location 1, the Port panel of the Cupola. The Cupola is a small module devoted to the observation of operations outside the ISS, such as robotic activities, spacecraft approaches, and extravehicular activities. The third strain, IIF4SW-B5, was isolated during Flight 2 (May 2015) at Location 4, the surface of the dining table. Even though the main function of the table was for dining, crewmembers also used the table for experimental work. The fourth strain was I1- R3, isolated from the ISS HEPA lter that was returned aboard STS-134ULF6 in May 2011 and archived as reported earlier (Checinska et al., 2015). DNA Extraction and Whole Genome Sequencing Analysis A biomass of approximately 1 mg wet weight was collected for DNA extraction from each strain after growing on R2A medium at 25C for 3 days. Total nucleic acid extraction was carried out using ZymoBIOMICS 96 MagBead DNA kit (lysis tubes) (Zymo Research, United States) after bead beating with a Bertin Precellys homogenizer. This was followed by library preparation using the Illumina Nextera Flex Protocol as per Illumina document number 1000000025416 v07. The initial amount of DNA for library preparation was quantied, and 5 to 12 cycles of polymerase chain reaction (PCR) amplication were carried out to normalize the output depending on the input DNA concentration. The amplied genomic DNA fragments were indexed and pooled in 384-plex conguration. Whole-genome shotgun sequencing was performed on a NovaSeq 6000 S4 owcell PE 2150 platform with a paired-end module. The data were ltered with NGS QC Toolkit v2.3 (Patel and Jain, 2012) for high-quality (HQ) vector- and adaptor-free reads for genome Frontiers in Microbiology  www.frontiersin.org 2 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  3 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS assembly (cuto read length for HQ, 80; cuto quality score, 20). The number of ltered reads obtained were used for assembly with SPAdes 3.14.0 (Bankevich et al., 2012) genome assembler ( k- mer size- 32 to 72 bases) using default parameters. The genome was annotated using the National Center for Biotechnology Information (NCBI) Prokaryotic Genome Annotation Pipeline 4.11 (Tatusova et al., 2016; Haft et al., 2018). In addition, functional annotation of genome and seed categories were assigned to the genome by implementing the Rapid Annotations using Subsystems Technology (RAST) tool (Aziz et al., 2008). Genomes of all other strains used in this study were downloaded from NCBI, and the genomic relatedness of ISS strains was identied based on average nucleotide identity (ANI; FastANI) calculations (Jain et al., 2018) and digital DNA-DNA hybridization (dDDH) analysis (Meier-Koltho et al., 2013). FastANI was run on all the genomes using the default parameters: Mashmap identity cuto I0 80, non-overlapping fragments of sizel3Kb, and minimum count of reciprocal mappings t 50. Phylogenetic Analysis Phylogenetic analysis was carried out based on 16S rRNA gene sequencing, and MLSA using six housekeeping genes: ATP synthase F1 beta subunit ( atpD ), DNA strand exchange and recombination gene ( recA ), chaperone gene ( dnaK ), DNA-directed RNA polymerase subunit beta ( rpoB ), glutamine synthetase type I ( glnI), and DNA gyrase subunit B ( gyrB ), for dierentiating Methylobacterium species (Green and Ardley, 2018). The 16S rRNA gene sequences of type strains of all 45 Methylobacterium species were included in the phylogenetic analysis. In addition, representative species of genus Methylorubrum ,Enterovirga ,Microvirga , and Neomegalonema from family Methylobacteriaceae ,Rhizobium from order Rhizobiales ,Caulobacter from order Caulobacterales , in class Alphaproteobacteria were included. Pseudomonas aeruginosa was selected as the outgroup. The 16S rRNA gene sequences of all strains were retrieved from NCBI except for the four ISS strains, which were recovered from their respective WGS. Phylogenetic analysis based on housekeeping genes and MLSA was carried out with type strains of 24 Methylobacterium species and representative species of other genera. All the gene sequences were retrieved from the genome sequences using RAST v2.01(Aziz et al., 2008; Overbeek et al., 2014; Brettin et al., 2015). The individual gene sequences for all strains were aligned separately using ClustalW, and then the maximum likelihood tree was generated using MEGA 7.0.26 (Kumar S. et al., 2016). For MLSA, six housekeeping gene sequences for each strain were concatenated manually and aligned using ClustalW, and then the maximum likelihood tree was generated using MEGA 7.0.26 (Kumar S. et al., 2016). The genome-based tree for the Methylobacterium species, including ISS strains and representative species of other genus with available WGS, was constructed using GToTree (Lee, 2019). This tool takes the completedraft genomes as input and creates a phylogenomic tree based on the prespecied single-copy gene 1https:rast.nmpdr.orgset using a hidden Markov model (HMM); the tool currently has 2,044 unique HMM set as identiers to cover all three domains of microbial life. Phenotypic Characterization of ISS Strains Phenotypic characterization was performed according to standard protocols (Jones, 1981). Growth of the ISS strains at dierent temperatures (7, 25, 30, 37, and 45C) was assessed after incubation on nutrient agar (Sigma, United States) for 7 days. Growth at dierent pH (4.010.0 at intervals of 1.0) was assessed after incubation in nutrient broth (Sigma, United States) at 30C for 7 days. The pH of the nutrient medium was adjusted using citrateNaH 2PO 4buer (pH 4.05.0), phosphate buer (pH 6.08.0), and tris buer (pH 9.010.0) (Kim et al., 2019). Salt tolerance was tested by streaking the strains on R2A supplemented with NaCl (010 at intervals of 1) and incubating the plates at 30C for 7 days. Motility was assessed via the hanging drop method by observing the culture under a light microscope (Tindall et al., 2007). Catalase activity was tested by adding 3 hydrogen peroxide to culture grown on R2A at 30C for 7 days, and eervescence was monitored (Tindall et al., 2007). An oxidase test was carried out in a lter paper soaked with the substrate tetramethyl- p-phenylenediamine dihydrochloride, and coloration was documented (JurtshukJr., and McQuitty, 1976). All other physiological and biochemical tests were carried out using API 20 NE, API 50 CH, and API ZYM kits as per manufacturers procedures (bioMrieux, France). Chemotaxonomic Analysis All strains grown in the R2A broth were harvested when growth of the cultures reached around 70 of the maximal optical density (exponential growth phase), and then the cultures were used for analyses of cellular fatty acids, polar lipids, and quinones, which were carried out as described previously (Ramaprasad et al., 2015). Briey, for cellular fatty acids analysis, 40 mg of bacterial cell pellet from each strain was subjected to a series of four dierent reagents followed by saponication and methylation of fatty acids, thus enabling their cleavage from lipids. The fatty acid methyl esters (FAME) thus obtained were analyzed by a gas chromatograph equipped with Sherlock MIS software (Microbial ID; MIDI 6.0 version; Agilent: 6850)2. The peaks obtained were then labeled, and the equivalent chain length (ECL) values were computed by the Sherlock software. The polar lipids prole was analyzed by extracting cells with methanol-chloroform-saline (2:1:0.8, vvv) from 1 g of freeze-dried bacterial cells. Separation of lipids was performed by two-dimensional chromatography on a silica gel thin-layer chromatography plate (Kieselgel 60 F254; Merck) using chloroform-methanol-water (75:32:4, vvv) in the rst dimension and chloroformmethanol acetic acidwater (86:16:15:4, vvvv) in the second dimension. The total polar lipids prole was detected by spraying with 6 ethanolic molybdophosphoric acid. 2http:midi-inc.com Frontiers in Microbiology  www.frontiersin.org 3 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  4 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS M. oryzae CBMB20T(NZ CP003811.1) M. phyllosphaerae CBMB27T(NZ CP015367.1) M. fujisawaense DSM 5686T(NR 025374.1) M. tardum RB677T(NR 041443.1) M. phyllostachyos BL47T(NZ FNHS01000043.1) M. longum 440T(NR 117045.1) M. organophilum DSM 760T(NZ QEKZ01000068.1) M. radiotolerans JCM 2831T(NC 010510.1) M. komagatae DSM 19563T(NR 041441.1) M. aerolatum 5413S-11T(NR 044130.1) M. persicinum 002-165T(NR 041442.1) M. pseudosasicola BL36T(NZ FOTK01000122.1) M. brachiatum TX0642T(NZ CP033231.1) M. mesophilicum DSM 1708T(NR 041026.1) M. dankookense SW08-7T(NZ CABFVH010000097.1) M. gregans 002-074T(NR 041440.1) M. hispanicum GP34T(NR 025632.1) M. trifolii TA73T(NR 108524.1) M. cerastii C15T(NR 117118.1) M. jeotgali S2R03-9T(NR 043878.1) M. gnaphalii NBRC 107716T(NZ BJZV01000072.1) M. brachythecii 99bT(NR 114329.1) M. haplocladii NBRC 107714T(NZ BJZT01000071.1) M. thuringiense C34T(NR 108523.1) M. bullatum F3.2T(NR 108319.1) M. marchantiae JT1T(NR 116549.1) M. goesingense iEII3T(NR 115219.1) M. gossipiicola Gh-105T(NZ FOPM01000066.1) M. adhaesivum AR27T(NR 125492.1) M. iners 5317S-33T(NR 044129.1) M. oxalidis NBRC 107715T(NZ BJZU01000200.1) M. segatis 17J42-1T(LC433921.1) M. soli YIM 48816T(NZ VZZK01000092.1) M. durans 17SD2-17T(NZ CP029550.1) Methylorubrum extorquens TK 0001T(NZ LT962688.1) Methylorubrum rhodesianum DSM 5687T(NR 041028.1) Methylorubrum rhodesianum I1-R3 M. nodulans ORS 2060T(NC 011894.1) M. isbiliense AR24T(NR 042384.1) M. crusticola MIMD6T(KT346425.1) M. variabile DSM 16961T(NZ LABY01000145.1) M. currus PR1016AT(NZ CP028843.1) M. platani JCM 14648T(NZ JXOD01000218.1) M. aquaticum DSM 16371T(NZ LABX01000161.1) M. tarhaniae N4211T(NR 109649.1) M. frigidaeris IER25-16T(NR 159310.1) M. terrae 17Sr1-28T(NZ CP029553.1) M. indicum SE2.11T(NZ JTHF01000237.1) Methylobacterium sp. IF7SW-B2T Methylobacterium sp. IIF1SW-B5 Methylobacterium sp. IIF4SW-B5 Enterovirga rhinocerotis DSM 25903T(NZ SNZR01000008.1) Microvirga subterranea DSM 14364T(NZ QQBB01000028.1) Caulobacter vibrioides DSM 9893T(NZ PJRR01000023.1) Rhizobium leguminosarum USDA 2370T(NZ QBLB01000002.1) Neomegalonema perideroedes DSM 15528T(NZ KB893658.1) Pseudomonas aeruginosa DSM 50071T(NR 026078.1)728561 9365 60728799 81 73100 78 9689 58 9997 8589 82 76 789797 6395 956057 8467 0.020 FIGURE 1  Maximum likelihood phylogenetic tree based on 16S rRNA gene sequences shows the relationship of Methylobacterium ajmalii sp. nov. with members of the family Methylobacteriaceae . Bootstrap values from 1,000 replications are shown at branch points. Bar, 0.02 substitution per site. The respiratory isoprenoid quinone was extracted with a chloroform-methanol mixture (2:1, vv), evaporated under vacuum, re-extracted with acetone, and analyzed using high- performance lipid chromatography as per established methods (Ramaprasad et al., 2018).RESULTS AND DISCUSSION This study reports the isolation and identication of four strains belonging to the family Methylobacteriaceae , collected from dierent locations on the ISS. Three of the strains, referred Frontiers in Microbiology  www.frontiersin.org 4 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  5 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS Methylorubrum rhodesianum I1-R3 Methylorubrum rhodesianum DSM 5687T Methylorubrum extorqunens TK 0001T M. gnaphalii DSM 24027T M. haplocladii DSM 24195T M. gossipiicola CCM 7572T M. soli YIM 48816T M. segetis 17J42-1T M. durans KCTC 52908T M. oxalidis DSM 24028T M. brachiatum TX0642T M. pseudosasicola BL36T M. phyllostachyos BL47T M. organophilum DSM 760T M. radiotolerans JCM 2831T M. oryzae DSM 18207T M. phyllosphaerae DSM 19779T M. dankookense DSM 22415T Enterovirga rhinocerotis DSM 25903T M. tarhaniae DSM 25844T M. variabile DSM 16961T M. terrae KCTC 52904T M. crusticola MIMD6T M. nodulans ORS 2060T M. aquaticum DSM 16371T M. currus PR1016AT M. platani JCM 14648T M. indicum SE2.11T Methylobacterium sp. IF7SW-B2T Methylobacterium sp. IIF1SW-B5 Methylobacterium sp. IIF4SW-B5 Microvirga subterranea DSM 14364T Rhizobium leguminosarum USDA 2370T Caulobacter vibrioides DSM 9893T Neomegalonema perideroedes DSM 15528T Pseudomonas aeruginosa DSM 50071T100 75100100100 99100 65100 10080 93 59 72 9459100 81100 7899 9897 83 82 9051 98 0.050 FIGURE 2  Maximum likelihood phylogenetic tree, based on DNA gyrase gene ( gyrB) sequences, showing the phylogenetic relationship of Methylobacterium ajmalii sp. nov. with members of the family Methylobacteriaceae . Bootstrap values from 1,000 replications are shown at branch points. Bar, 0.05 substitution per site. to as IF7SW-B2T, IIF1SW-B5, and IIF4SW-B5, were identied based on the traditional and genomic taxonomic approaches. The fourth strain, which was isolated from a HEPA lter and referred to as I1-R3, was identied based on genomic analyses only. Phylogenetic Analysis of Novel ISS Strains To conrm that three of the ISS strains (IF7SW-B2T, IIF1SW-B5, and IIF4SW-B5) belong to a novel species, their phylogeneticaliations were analyzed with other species belonging to the genus Methylobacterium . The sequence similarity of these three ISS strains with validly described Methylobacterium species was99.4 for 16S rRNA gene ( Supplementary Table 1 ) and 97.3 for gyrB gene with the closest being M. indicum SE2.11T. Phylogenetic analysis of these three ISS strains was carried out by constructing a maximum likelihood tree based on 16S rRNA (Figure 1 ),gyrB (Figure 2 ),atpD (Supplementary Figure 1 ), recA (Supplementary Figure 2 ),dnaK (Supplementary Figure 3 ),rpoB (Supplementary Figure 4 ), and glnI Frontiers in Microbiology  www.frontiersin.org 5 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  6 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS M. organophilum DSM 760T M. radiotolerans JCM 2831T M. oryzae DSM 18207T M. phyllosphaerae DSM 19779T M. phyllostachyos BL47T M. brachiatum TX0642T M. pseudosasicola BL36T M. dankookense DSM 22415T Methylorubrum extorqunens TK 0001T M. gossipiicola CCM 7572T M. gnaphalii DSM 24027T M. haplocladii DSM 24195T M. soli YIM 48816T M. oxalidis DSM 24028T M. durans KCTC 52908T M. segetis 17J42-1T M. nodulans ORS 2060T M. crusticola MIMD6T M. terrae KCTC 52904T M. tarhaniae DSM 25844T M. variabile DSM 16961T M. aquaticum DSM 16371T M. currus PR1016AT M. platani JCM 14648T M. indicum SE2.11T Methylobacterium sp. IIF4SW-B5 Methylobacterium sp. IF7SW-B2T Methylobacterium sp. IIF1SW-B5 Enterovirga rhinocerotis DSM 25903T Microvirga subterranea DSM 14364T Rhizobium leguminosarum USDA 2370T Neomegalonema perideroedes DSM 15528T Caulobacter vibrioides DSM 9893T Pseudomonas aeruginosa DSM 50071T10089100100 100 100 10096 100 96100100 10070100 94 986990 100 100 100 94 100100 100100100 0.050 FIGURE 3  Maximum likelihood phylogenetic tree, based on six gene sequences ( atpD,recA,dnaK ,rpoB ,glnI, and gyrB) concatenated manually, showing the phylogenetic relationship of Methylobacterium ajmalii sp. nov. with members of the family Methylobacteriaceae . Bootstrap values from 1,000 replications are shown at branch points. Bar, 0.05 substitution per site. (Supplementary Figure 5 ) gene sequences. In addition, MLSA was carried out by concatenating the six housekeeping genes manually ( Figure 3 ). In addition, a phylogenetic tree based on WGS was generated ( Figure 4 ). The phylogenetic trees constructed based on all these genes, MLSA, and WGS showed that these three ISS strains (IF7SW-B2T, IIF1SW-B5, and IIF4SW-B5) are clustered together and in the same clade with M. indicum SE2.11T. The 16S rRNA gene-sequencing, housekeeping gene-based analyses, MLSA, and genome-based tree further supported the concept that these three ISS strains belong to the same species but are closely related to M. indicum .In addition, the identity of the ISS strain I1-R3 was further conrmed to be M. rhodesianum based on its 16S rRNA gene (Figure 1 ) and gyrB (Figure 2 ) phylogenetic aliation to the type strain M. rhodesianum DSM 5687T. Whole Genome SequenceBased Phylogenetic Analysis The genomes of the four isolated ISS strains were sequenced, with their draft genome assembled and annotated. The results are summarized in Table 1 . The genome varied in size from 6.1 to Frontiers in Microbiology  www.frontiersin.org 6 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  7 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS FIGURE 4  Genome-based phylogenetic tree showing the phylogenetic relationship of Methylobacterium ajmalii sp. nov. with members of the family Methylobacteriaceae . 6.8 Mbp with GC content between 68 and 71, similar to other members of the family Methylobacteriaceae . Due to higher sequence similarities of three ISS strains with M. indicum SE2.11T(99.4 for 16S rRNA gene and 97.3 for gyrB gene), the draft genomes of three ISS strains were subjected to ANI and dDDH analysis with other species belonging to family Methylobacteriaceae (Table 2 ). The ANI indices of three ISS strains (IF7SW-B2T, IIF1SW-B5, and IIF4SW-B5) with M. indicum SE2.11Twere 92.7 to 93, and dDDH values were 45.8 to 46.4. The ANI and dDDH values obtained for three ISS strains with other Methylobacterium species were below the threshold of 95 ANI (Yoon et al., 2017) and 70 dDDH values (Auch et al., 2010), which were established for prokaryotic species delineation. This suggested that these three ISS strains are novel species of the genus Methylobacterium . These three ISS strains exhibited ANI and dDDH values around 99100 with each other, indicating that they belong to the same species. The entire genomes of these three ISS strains, M. indicum SE2.11T, and M. platani PMB02T were aligned to detect their divergence and similarity usingthe MUMmer 3.0 system (Kurtz et al., 2004). As shown in Supplementary Figure 6 , genomes of these three ISS strains aligned perfectly, while the closest genomes of M. indicum and M. platani exhibited divergence with the ISS type strain IF7SW- B2T. Since these three ISS strains were isolated at dierent time periods and from various locations, their persistence in the ISS environment and ecological signicance in the closed systems warrant further study. The fourth strain I1-R3 was identied as M. rhodesianum based on highly similar 16S rRNA (99.9), gyrB (100), ANI (98.9), and dDDH (91.6) genomic parameters with M. rhodesianum DSM 5687T. The pigmentation of the strain I1-R3 (light pink) was also dierent from the novel ISS Methylobacterium strains (reddish pink). The ANI and dDDH values between I1-R3 and the three novel ISS Methylobacterium strains were82 and 24, respectively. Hence, genomic and morphological analyses conrmed the phylogenetic aliation of strain I1-R3 as M. rhodesianum . In this communication, phylogenetic aliations of only IF7SW-B2T, IIF1SW-B5, and IIF4SW-B5 strains were presented. Frontiers in Microbiology  www.frontiersin.org 7 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  8 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS Phenotypic Characterization of Novel ISS Strains The minimal information about the ISS strain genome characteristics are given in Supplementary Table 2 . The dierential phenotypic characteristics of IF7SW-B2T, IIF1SW- B5, and IIF4SW-B5 are listed in Table 3 , in comparison with other related Methylobacterium species. Three strains belonging toMethylobacterium sp. nov. are reddish pinkpigmented, Gram-stain-negative, catalase-positive, oxidase-positive, motile, and rod-shaped. These strains grew well on nutrient agar and R2A. These three strains grew optimally at temperatures between 25 and 30C, were viable only at pH 6.0 to 8.0, and exhibited poor tolerance to salt (0 to 1). Absence of growth was observed when grown at 7, 37, and 45C. These strains were positive for assimilation of L-arabinose, D-glucose, maltose, D-mannitol, D-mannose, malic acid, potassium gluconate, and trisodium citrate. These strains also exhibited esterase lipase and trypsin enzymatic activities. The complete results of phenotypic characteristics determined using API 20 NE, API ZYM, and API 50 CH are detailed in Supplementary Tables 3-5 , respectively. The majority of the phenotypic characteristics of the ISS strains were similar to other Methylobacterium species. Phenotypically, these three ISS strains were dierent from the closest genomic relative M. indicum in assimilating glucose, malic acid, maltose, mannitol, potassium gluconate, and trisodium citrate. Furthermore, unlike M. indicum , these ISS strains did not exhibit growth at pH 5.0. In comparison to other Methylobacterium species, M. aquaticum and M. terrae exhibit similar carbon substrate utilization and enzyme production proles. However, malic acid was assimilated by these ISS strains but not by M. aquaticum . Maltose was also utilized by these ISS strains but not by M. terrae cells. The main phenotypic characteristics of the ISS strains IF7SW-B2T, IIF1SW-B5, and IIF4SW-B5 were in accordance with the description of the genus Methylobacterium , with the most important being reddish pink pigmentation (Green and Bouseld, 1982). The optimum growth conditions (temperature, pH, salt tolerance) of the ISS Methylobacterium strains were similar to other members belonging to the genus Methylobacterium . Also, these three ISS strains shared the properties of exhibiting catalase activity and motility with other Methylobacterium species. However, the three novel ISS Methylobacterium strains diered from other members of the genus Methylobacterium in some of the phenotypic characteristics, as shown inTable 3 . For instance, they exhibited properties like assimilation of certain sugars, which was absent in some of the Methylobacterium species. They also did not show cystine arylamidase activity as opposed to several related Methylobacterium species. Chemotaxonomic Characterization of Novel ISS Strains The FAME proling of three ISS strains and other related Methylobacterium species are given in Table 4 . The major fatty acids in these ISS strains were C 18V17candor C 18V16c(Sum TABLE 1  Summary of the draft whole-genome sequences of four strains belonging to the family Methylobacteriaceae , isolated from the ISS. SpeciesStrain NCBI Accession no. Isolation location No. of scaffolds Genome size (bp) N 5o (bp) Average CoverageGCC content ()Filtered reads used for assembly (million)Coding sequences Methylobacterium ajmalii IF7SW-B2TJACWCTOOOOOOOOO Lab 3 overhead 192 6,802,552 59,313 698 71.07 33.55 6,255 Methylobacterium ajmalii IIF1SW-B5JACWCUOOOOOOOOO Cupola 193 6,593,618 50,984 754 71.03 36.29 6,076 Methylobacterium ajmalii IIF4SW-B5JACWCVOOOOOOOOO Dining table 966 6,534,937 10,467 538 70.77 25.01 6,538 Methylorubrum rhodesianum I1-R3JACWCWOOOOOOOOO HEPA lter 160 6,159,250 98,200 302 68.96 13.07 5,555 Frontiers in Microbiology  www.frontiersin.org 8 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  9 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS TABLE 2  Genomic analyses of Methylobacterium ajmalii in comparison to other species of the family Methylobacteriaceae . Species (NCBI accession no.) ANI value () dDDH () (Formula 2) IF7SW-B2TIIF1SW-B5 IIF4SW-B5 IF7SW-B2TIIF1SW-B5 IIF4SW-B5 Methylobacterium ajmalii IF7SW-B2T(JACWCT000000000) 100 100 100 100 100 99.9 Methylobacterium ajmalii IIF1SW-B5 (JACWCUOOOOOOOOO) 100 100 100 100 100 99.9 Methylobacterium ajmalii IIF4SW-B5 (JACWCVOOOOOOOOO) 99.7 99.6 100 99.9 99.9 100 Methylobacterium indicum SE2.11T(GCA_001043895.1) 93.0 92.9 92.7 45.8 45.8 46.4 Methylobacterium currus PR1016A1(GCA_003058325.1) 90.5 90.5 90.8 36.4 36.4 37.5 Methylobacterium terrae KCTC 52904T(GCA_003173755.1) 90.4 90.4 90.4 34.8 34.8 35.8 Methylobacterium platani JCM 14648T.GCA_001043885.1) 90.2 90.3 90.4 35.4 35.5 36.4 Methylobacterium tarhaniae DSM 25844T(GCA_001043955.1) 89.7 89.5 89.7 34.5 34.6 35.6 Methylobacterium aquaticum DSM 16371T(GCA_001043915.1) 89.0 89.0 89.1 33.6 33.6 34.5 Methylobacterium variabile DSM 16961T(GCA_001043975.1) 88.9 88.8 88.9 33.5 33.6 34.4 Methylobacterium crusticola MIMD6T(GCA_003574465.1) 84.7 84.9 85.1 26.4 26.4 27.1 Methylobacterium nodulans ORS 2060T(GCA_000022085.1) 82.7 82.7 82.8 24.2 24.3 24.9 Methylobacterium dankookense DSM 22415T(GCA_902141855.1) 81.6 81.5 81.7 22.9 23.0 23.5 Methylobacterium segetis 17J42-11(GCA_004348265.1) 81.2 81.2 81.4 22.7 22.8 23.4 Methylobacterium oxalidis DSM 24028T(GCA_007992195.1) 81.2 81.1 81.2 22.3 22.4 23.0 Methylobacterium durans KCTC 52908T(GCA_003173715.1) 81.0 80.9 81.0 22.4 22.5 23.1 Methylobacterium organophilum DSM 760T(GCA_003096615.1) 80.9 80.8 81.2 22.4 22.4 22.9 Methylobacterium radiotolerans JCM 2831T(GCA_000019725.1) 80.9 80.8 81.2 22.2 22.3 22.8 Methylobacterium brachiatum TX0642T(GCA_003697185.1) 80.9 80.9 81.1 22.5 22.5 22.9 Methylobacterium soli YIM 48816T(GCA_008806385.1) 80.8 80.7 80.9 22.2 22.2 22.8 Methylobacterium pseudosasicola BL36T(GCA_900114535.1) 80.7 80.6 80.8 21.7 21.8 22.3 Methylorubrum extorqunens TK 0001T(GCA_900234795.1) 80.6 80.6 80.9 22.0 22.0 22.5 Methylobacterium oryzae DSM 18207T(GCA_000757795.1) 80.6 80.4 80.6 21.9 22.0 22.5 Methylobacterium phyllosphaerae DSM 19779T(GCA_001936175.1) 80.6 80.5 80.6 21.8 21.9 22.4 Methylobacterium phyllostachyos BL47T(GCA_900103445.1) 80.4 80.4 80.4 21.8 21.8 22.3 Methylobacterium gossipiicola CCM 7572T(GCA_900113485.1) 80.3 80.4 80.4 21.8 21.9 22.5 Methylobacterium haplocladii DSM 24195T(GCA_007992175.1) 80.3 80.2 80.4 21.7 21.8 22.3 Methylobacterium gnaphalii DSM 24027T(GCA_007992215.1) 79.9 79.8 80.0 21.4 21.5 21.9 Microvirga subterranea DSM 14364T(GCA_003350535.1) 79.0 78.9 78.8 20.8 20.8 21.2 Enterovirga rhinocerotis DSM 25903T(GCA_004363955.1) 78.1 78.1 78.3 20.8 20.8 20.9 in Feature 8; 82 to 85) with small amounts of C 18V03-OH, C16V0, C 17V0, Sum in Feature 3, Sum in Feature 2, C 18V0and C12V0, and traces of C 11V0, C 13V0, and C 14V0:The fatty acids, C18V17candor C 18V16c, were observed to be dominant in these ISS strains, similar to other species. However, complete FAME proles were not consistent among Methylobacterium species and some signicant dierences in the proportions of certain fatty acids were observed ( Table 4 ). The notable dierence in the FAME prole was the lower abundance of C18V17cinM. indicum (46) when compared with these ISS strains (82 to 85). These ISS strains contained Q-10 as the major respiratory isoprenoid quinone, which is common in members of the genus Methylobacterium . The polar lipids present in these three strains were diphosphatidylglycerol (DPG), phosphatidylglycerol (PG), phosphatidyl choline (PC), phosphatidyl-ethanolamine (PE), and an unidentied lipid (Supplementary Figure 7 ). The total polar lipid prole of these ISS strains was consistent with their close relatives, predominated with phospholipids, DPG, PG, and PE. Furthermore, the chemotaxonomic data together with theresults of the genomic and phylogenetic analysis support the aliation of strains IF7SW-B2T, IIF1SW-B5, and IIF4SW-B5 to the genus Methylobacterium . Functional Characteristics of the Novel ISS Strain The genome of the ISS strain IF7SW-B2T, type strain, was annotated and analyzed to determine biotechnologically important genetic determinants. The whole genome and annotation analysis predicted a total of 6,531 genes in the assembled draft genome. Among these, 1,430 fell into various RAST categories, contributing to 2,067 predicted features described in Table 5 . All the 1,430 feature and subsystems have been documented in Supplementary Data 1 . A major fraction of the annotated genes was composed of amino acids and derivatives (408), carbohydrate metabolism (246), protein metabolism (198), genes associated with cofactors, vitamins, prosthetic groups, pigments metabolism (190), and respiration (151) ( Table 5 ). Genes responsible for motility and chemotaxis Frontiers in Microbiology  www.frontiersin.org 9 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  10 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS TABLE 3  Differential phenotypic characteristics of Methylobacterium ajmalii and related species of genus Methylobacterium . Characteristic 1 2 3 4 5 6 7 8 9 Growth temperature (C) 25-30 18-42 20-30 20-30 20-30 10-37 18-37 20-37 10-40 Growth pH 6.0-8.0 5.0-9.0 5.0-7.0 5.0-8.0 6.0-8.0 4.0-9.0 6.0-8.0 5.0-8.0 4.0-7.0 Catalase C WC WC C C C C Oxidase C C   C C C  C Reduction of nitrate to nitrite  w w w w   C W Starch hydrolysis   C   C C   Assimilation (API-20NE) of: D-glucose C w W C  C C   L-arabinose C C C  C C C C C D-mannose C  W  C C   D-mannitol C  C   -C   Maltose C  C       Potassium gluconate C C C  C    C Malic acid C C  C  C C  w Trisodium citrate C C    C C  w Phenyl acetic acid  .- W    C   Enzymatic activity (API-ZYM) of: Esterase lipase C C W w C  C N.D.C Cystine arylamidase  C W w w C C N.D. Trypsin C C W w w  C N.D. Strains: 1: Methylobacterium sp. nov. (n  3, where n: IF7SW-B2T, IIF1SW-B5 and IIF4SW-B5) (this study); 2: M. currus PR1016AT(Park et al., 2018); 3: M. aquaticum DSM 16371T(Gallego et al., 2005a; Park et al., 2018); 4: M. variable DSM 16961T(Gallego et al., 2005b; Park et al., 2018); 5: M. platani JCM 14648T(Kang et al., 2007; Park et al., 2018); 6: M. tarhaniae DSM 25844T(Veyisoglu et al., 2013; Kim et al., 2019); 7: M. terrae KCTC 52904T(Kim et al., 2019); 8: M. indicum SE2.11T(Chaudhry et al., 2016); 9: M. frigidaeris IER25-16T(Lee and Jeon, 2018). w, weakly positive; C, Positive; -, Negative; N.D., not determined. All strains exhibited 0-1 NaCl tolerance and were motile. Growth was tested at 7, 25, 30, 37, and 45C and cells were grown optimally at 25 and 30C but no growth was observed at 7, 37, and 45C. Growth lower than 25C might be possible but not tested. (95), metabolism of aromatic compounds (47), and stress response (72) were also observed. Based on the genome annotation, genes for nitrogen metabolism were predicted in the genome of the ISS strain IF7SW-B2T. Most of the subsystem features aligned with the ammonia assimilation pathway (11 genes), which is a preferred nitrogen source for the bacteria (Leigh and Dodsworth, 2007). In addition, metabolic factors similar to high-anity phosphate transporter and control of Pho regulon were also identied in the ISS strain IF7SW-B2T(Wanner, 1993, 1996). Interestingly, a higher number of stress tolerance genes, especially the oxidative stress response factors, were observed in the ISS strain IF7SW- B2Twhen compared with other novel species isolated from the ISS; Methylobacterium sp. IF7SW-B2Texhibited 58 features, whereas 36 features were identied in Solibacillus kalamii (Seuylemezian et al., 2017) and 18 features were identied in Kalamiella piersonii (Singh et al., 2019). The results obtained agree with the previous reports that showed altered regulation of the stress response factors in microorganisms, in the presence of microgravity conditions (Orsini et al., 2017; Aunins et al., 2018). Further studies on the role of oxidative stress in species selection are warranted. The WGS assembly of these three ISS strains reported here will enable the comparative genomic characterization of ISS isolates with Earth counterparts in future studies. This will further aid in the identication of geneticdeterminants that might potentially be responsible for promoting plant growth under microgravity conditions and contribute to the development of self-sustainable plant crops for long-term space missions in future. Genes Essential for Interaction With Plants in the ISS Strain A thorough genomic analysis of the ISS strain IF7SW-B2T revealed the presence of genes that have been involved in promoting plant growth. The isopentenyl tRNA transferase (miaA ) essential for cytokinin production reported in M. aquaticum strain 22A (Tani et al., 2015) was also found in genome of the ISS strain IF7SW-B2Twith high similarity. The product of the miaA gene was reported to be responsible for isopentenylation of a specic adenine in some tRNAs and conrmed the secretion of zeatin originated from tRNA in M. extorquens (Koenig et al., 2002). Furthermore, multiple components of the cobalamin synthesis pathway, such as cobalamin biosynthesis protein BluB, L-threonine 3-O-phosphate decarboxylase (EC 4.1.1.81), adenosylcobinamide-phosphate guanylyltransferase (EC 2.7.7.62), cobyric acid synthase (EC 6.3.5.10), nicotinate- nucleotidedimethylbenzimidazole phosphoribosyltransferase (EC 2.4.2.21), adenosylcobinamide-phosphate synthase (EC Frontiers in Microbiology  www.frontiersin.org 10 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  11 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS TABLE 4  Percentage of total cellular fatty acids from Methylobacterium ajmalii and related species of genus Methylobacterium . Fatty acids 1 2 3 4 5 6 7 8 9 10 11 C9:0 - - - 0.2 - 0.5 - - - - - C11:0 0.31 0.66 0.32 0.7 - 0.8 - - - - - C12:0 1.06 0.75 1.81 - - - tr - - 1.29 7.0 C13:0 0.76 0.65 0.45 - - - - - - - - C14:0 0.71 0.42 0.49 0.28 tr 0.9 tr - tr 1.18 - C16:0 3.02 2.66 2.22 8.7 4.1 8.0 7.6 5.7 5.8 6.16 4.2 C17:0 3.09 2.32 2.02 0.4 - - - - - 1.07 - C18:0 1.09 0.71 0.57 5.9 1.0 6.6 1.71 2.8 1.6 2.43 2.8 C19:0 - - - - tr - - - tr - - C8Vo3-OH - - - 1.1 - 1.5 - - - - - iso- C 10V0 - - - - 2.1 - - - 2.4 - - C10:02-OH - - - 0.2 - 0.4 - - - - - C11:03-OH - - - - tr - - - tr - - C12V1at 11-12 - - - - tr - - - tr - - iso- C 13V0 - - - - tr - - - tr 2.46 - C13:0 2-OH - - - - 1.3 - - - - - - anteiso- C14:0 - - - - - - - - - 1.94 - C14:1- 5c - - - - 2.4 - tr - 2.4 2.21 - anteiso- Ci 5Vo - - - - tr - - - 1.2 3.10 - iso- C 15V0 - - - - - - - - - 2.22 - iso- C 15V03-OH - - - - - - - - - - 1.6 iso- C 15V1F - - - - tr - - - tr - - iso- C 15V1G - - - - - - - - - 1.86 - C16:0 N-alcohol - - - - - - tr - - - - C16:1- 5c - - - - 4.9 - - - 4.3 - - anteiso- C17:0 - - - - - - - - - 1.80 - anteiso- C17:1- 9c - - - - tr - - - Tr 2.07 - iso- C17:1- 5c - - - - - - - - - 2.86 - iso- C 17V03-OH - - - - tr - - - tr 1.76 - C17:1- 7c - - - - tr - - - tr - - iso-C18:0 0.58 0.46 0.40 - - - - - - - - iso-C18:1 H - - - - tr - - - tr - - C18:0- 5c 0.26 0.28 0.26 - - 0.7 - - - - - C18:1- 5c - - - 0.6 - - - - - - - C18:1- 9c - - - - - - tr - - - - C18:0-3OH 3.14 2.41 3.84 2.4 1.4 1.7 3.46 - 2.0 - 4.9 C18:3- 6c - - - - - - tr - - 4.99 - iso-C19:0 - - - - tr - - - - - - C19:0 10-methyl - - - - - - tr - - - - C19:0 cyclo- 8c - - - - - - - - - - 1.5 C20:1- 7c - - - 0.4 - - - - - - - C20:2- 6,9c - - - - - - - - - - 1.5 Sum In Feature 8 82.09 85.08 83.97 66.7 57.6 60.3 81.0 86.4 57.5 46.03 73.8 Sum In Feature 5 - - - 0.6 - 0.7 - - - - - Sum In Feature 3 2.43 2.05 2.37 1.3 10.3 1.0 2.24 1.9 11.2 - 0.9 Sum In Feature 2 2.17 1.99 1.78 1.8 2.2 2.1 1.98 2.8 1.5 3.22 1.9 Strains: 1: IF7SW-B2T(this study), 2: IIF1SW-B5 (this study); 3: IIF4SW-B5 (this study); 4: M. currus PR1016AT(Park et al., 2018); 5: M. aquaticum DSM 16371T (Kim et al., 2019); 6: M. variable DSM 16961T(Park et al., 2018); 7: M. platani JCM 14648T(Kang et al., 2007); 8: M. tarhaniae DSM 25844T(Kim et al., 2019); 9: M. terrae KCTC 52904T(Kim et al., 2019); 10: M. indicum SE2.11T(Chaudhry et al., 2016); 11: M. frigidaeris IER25-16T(Lee and Jeon, 2018). -: Not detected, tr: trace amount ( 1). Summed features represent groups of two or three fatty acids that cannot be separated using the MIDI system. Summed feature 2 (iso-C16:1 I andor C14:0 3-OH), summed feature 3 (C16:1 7c andor C16:1 6c), Sum In Feature 5 comprises of C18:0- 6,9c and ante-C18:0 and summed feature 8 (C18:1 7c andor C18:1 6c). Frontiers in Microbiology  www.frontiersin.org 11 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  12 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS TABLE 5  Genes belonging to different functional categories based on annotation generated using RAST for Methylobacterium ajmalii IF7SW-B2T. Functional description Predicted genes Cofactors, Vitamins, Prosthetic Groups, Pigments 190 Cell Wall and Capsule 26 Virulence, Disease, and Defense 61 Potassium metabolism 10 Photosynthesis 11 Miscellaneous 17 Phages, Prophages, Transposable elements, Plasmids 25 Membrane Transport 69 RNA Metabolism 40 Nucleosides and Nucleotides 92 Protein Metabolism 198 Cell Division and Cell Cycle 2 Motility and Chemotaxis 95 Regulation and Cell signaling 49 Secondary Metabolism 5 DNA Metabolism 99 Fatty Acids, Lipids, and Isoprenoids 94 Nitrogen Metabolism 14 Dormancy and Sporulation 1 Respiration 151 Stress Response 72 Metabolism of Aromatic Compounds 47 Amino Acids and Derivatives 408 Sulfur Metabolism 17 Phosphorus Metabolism 28 Carbohydrates 246 Total protein coding genes as per annotated genome. 6.3.1.10), cob(I)alamin adenosyltransferase. (EC 2.5.1.17), cobalamin synthase (EC 2.7.8.26), and adenosylcobinamide kinase (EC 2.7.1.156), were identied in genome of the ISS strain IF7SW-B2T. The metabolic pathway for cobalamin synthesis predicted in the ISS strain is presented ( Supplementary Figure 8 ). Supporting this prediction, previous study also reported that Methylobacterium strains harbor genes involved in the production of a variety of vitamins, such as cobalamin, biotin, thiamin, and riboavin, indicating the potential of methylobacteria promoting algal growth (Krug et al., 2020). In addition, genes associated with siderophore production, i.e., ferric siderophore transport system, biopolymer transport protein ExbB, and multiple agellar proteins, were identied in genome of the ISS strain IF7SW-B2Tand are listed in the Supplementary Figure 8 . Genes involved in iron acquisition and metabolism in which microalgae benet from bacterial siderophores have been reported previously in Methylobacterium spp. (Krug et al., 2020). In the carbon for iron mutualism concept, algae assimilated iron complexed in bacterial siderophores and in return provided essential dissolved organic matter for the bacteria (Amin et al., 2015). Similar studies are warranted to conrm the plant-growth promoting activities in the IF7SW-B2TISS strain.In summary, the phylogenetic and genetic distinctiveness and dierential phenotypic properties were sucient to categorize these three ISS strains as members of a species distinct from other recognized Methylobacterium species. Therefore, on the basis of the data presented, strains IF7SW-B2T, IIF1SW-B5, and IIF4SW- B5 represent a novel species of the genus Methylobacterium , for which the name Methylobacterium ajmalii sp. nov. is proposed. The type strain is IF7SW-B2T(NRRL B-65601Tand LMG 32165T). Description of Methylobacterium ajmalii sp. nov. Methylobacterium ajmalii (aj.mali.i. N.L. gen. n. ajmalii named after Ajmal Khan, a renowned Indian scientist on biodiversity). Cells are Gram-stain-negative, aerobic, and motile rods showing oxidase- and catalase-positive reactions. Cells are 1.61.8 mm wide and 2.23.2 mm long. Colonies on R2A agar are reddish pinkpigmented, circular, convex, and smooth, with a diameter of approximately 0.61.0 mm after 3 days of incubation on R2A agar. Growth occurs at 2530C (optimum, 30C), at pH 6.08.0 (optimum, pH 7.0) and in the presence of 01.0 (wv) NaCl (optimum, 0). In API ZYM tests, the strain is positive for Alkaline phosphatase, Esterase (C4), Esterase lipase (C8), Leucine arylamidase, Trypsin, Acid phosphatase, and Naphthol-AS-BI-phosphohydrolase, but negative for other enzyme activities. Cells utilize Adipic acid, D-glucose, D-maltose, D-mannitol, D-mannose, L-arabinose, Malic acid, N-acetyl- glucosamine, Potassium gluconate, and Trisodium citrate for growth, but not other substrates in API 20NE. Cells are capable of weakly fermenting inulin and D-melezitose as observed in API 50 CH. Ubiquinone Q-10 is the predominant respiratory isoprenoid quinone. The major fatty acid is summed feature 8 (comprising C18:1 7candor C18:1 6c). The major polar lipids are diphosphatidylglycerol, phosphatidylethanolamine, phosphatidylcholine, and phosphatidylglycerol. The genomic DNA GCC content of the type strain is 71.07 mol. The type strain IF7SW-B2Tis isolated from the International Space Station. DATA AVAILABILITY STATEMENT The 16S rRNA gene sequences of Methylobacterium sp. IIF1SW- B5, and Methylobacterium sp. IIF4SW-B5 are submitted under accession numbers KY218843 and KY218865, respectively. The WGS and the raw data deposited under BioProject accession number PRJNA634337. The WGS accession numbers are mentioned in Table 1 . The WGS was also deposited in GeneLab under GeneLab dataset (GLDS-300; https:genelab- data.ndc.nasa.govgenelabaccessionGLDS339 300). The version described in this paper is the rst version. AUTHOR CONTRIBUTIONS KV and NKS conceived and designed the experiments. SB, VE, and NKS performed the experiments. NKS analyzed the genomic Frontiers in Microbiology  www.frontiersin.org 12 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  13 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS data inclusive of de novo assemblies and verication, scaold quality assessment, and annotation and generation of the whole genome and protein level alignment for positional description of organism in the tree of life. SB independently veried the genome assembly, generated alignments for all gene trees in the manuscript, and manually curated the tree images. KV and NKS isolated the type strain, and NKS carried out the phenotypic assays and biochemical characterization. KV compiled the contribution of write-ups from all authors associated with phenotype, NKS generated genotype and tables, and SB generated phylogenetic trees and gures. VE conducted the SB generated chemotaxonomic analysis. All authors read and approved the nal manuscript. CEM generated the genomic library and sequenced the genomes of all strains. CCCW and ARP reviewed the manuscript. FUNDING The research described in this manuscript was funded by a 2012 Space Biology NNH12ZTT001N Grant No. 19-12829- 26 under Task Order NNN13D111T awarded to KV , and NASA s 2018 Space Biology (ROSBio) NNH18ZTT001N-FG App B: Flight and Ground Space Biology Research Grant No. 80NSSC19K1501 awarded to CCCW.ACKNOWLEDGMENTS The research described in this manuscript was performed at the Jet Propulsion Laboratory, California Institute of Technology under a contract with NASA and University of Southern California. We would like to thank Aleksandra Checinska- Siela for isolating the strain. We thank astronauts Captain Terry Virts for collecting samples aboard the ISS and the Implementation Team at NASA Ames Research Center (Fathi Karouia) for coordinating this eort. We also thank Ryan Kemp (Zymo Corp.) for extracting DNA and Dan Butler (Cornell Medicine) for performing shotgun sequencing using the NovaSeq platform. We also acknowledged the Jet Propulsion Laboratory supercomputing facility sta, notably Narendra J. Patel (Jimmy) and Edward Villanueva, for their continuous support in providing the best possible infrastructure for BIG- DATA analysis. 2021 California Institute of Technology. Government sponsorship acknowledged. SUPPLEMENTARY MATERIAL The Supplementary Material for this article can be found online at: https:www.frontiersin.orgarticles10.3389fmicb. 2021.639396fullsupplementary-material REFERENCES Amin, S. A., Hmelo, L. R., van Tol, H. M., Durham, B. P., Carlson, L. T., Heal, K. R., et al. (2015). Interaction and signalling between a cosmopolitan phytoplankton and associated bacteria. Nature 522, 98101. doi: 10.1038nature14488 Auch, A. F., von Jan, M., Klenk, H.-P., and Gker, M. (2010). Digital DNA-DNA hybridization for microbial species delineation by means of genome-to-genome sequence comparison. Standards Genom. Sci. 2, 117134. doi: 10.4056sigs. 531120 Aunins, T. R., Erickson, K. E., Prasad, N., Levy, S. E., Jones, A., Shrestha, S., et al. (2018). Spaceight modies Escherichia coli gene expression in response to antibiotic exposure and reveals role of oxidative stress response. Front. Microbiol. 9:310. doi: 10.3389fmicb.2018.00310 Aziz, R. K., Bartels, D., Best, A. A., DeJongh, M., Disz, T., Edwards, R. A., et al. (2008). The RAST server: rapid annotations using subsystems technology. BMC Genom. 9:75. doi: 10.11861471-2164-9-75 Bankevich, A., Nurk, S., Antipov, D., Gurevich, A. A., Dvorkin, M., Kulikov, A. S., et al. (2012). SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing. J. Comput. Biol. 19, 455477. doi: 10.1089cmb.2012. 0021 Brettin, T., Davis, J. J., Disz, T., Edwards, R. A., Gerdes, S., Olsen, G. J., et al. (2015). RASTtk: a modular and extensible implementation of the RAST algorithm for building custom annotation pipelines and annotating batches of genomes. Sci. Rep. 5:8365. Chaudhry, V., Baindara, P., Pal, V. K., Chawla, N., Patil, P. B., and Korpole, S. (2016). Methylobacterium indicum sp. nov., a facultative methylotrophic bacterium isolated from rice seed. Syst. Appl. Microbiol. 39, 2532. doi: 10.1016 j.syapm.2015.12.006 Checinska, A., Probst, A. J., Vaishampayan, P., White, J. R., Kumar, D., Stepanov, V. G., et al. (2015). Microbiomes of the dust particles collected from the international space station and spacecraft assembly facilities. Microbiome 3:50. Checinska Siela, A., Urbaniak, C., Mohan, G. B. M., Stepanov, V. G., Tran, Q., Wood, J. M., et al. (2019). Characterization of the total and viable bacterial and fungal communities associated with the International Space Station surfaces. Microbiome 7:50.Gallego, V., Garcia, M. T., and Ventosa, A. (2005a). Methylobacterium hispanicum sp. nov. and Methylobacterium aquaticum sp. nov., isolated from drinking water. Int. J. Syst. Evol. Microbiol. 55, 281287. doi: 10.1099ijs.0. 63319-0 Gallego, V., Garcia, M. T., and Ventosa, A. (2005b). Methylobacterium variabile sp. nov., a methylotrophic bacterium isolated from an aquatic environment. Int. J. Syst. Evol. Microbiol. 55, 14291433. doi: 10.1099ijs.0.63597-0 Green, P. N., and Ardley, J. K. (2018). Review of the genus Methylobacterium and closely related organisms: a proposal that some Methylobacterium species be reclassied into a new genus. methylorubrum gen. nov. Int. J. Syst. Evol. Microbiol. 68, 27272748. doi: 10.1099ijsem.0.002856 Green, P. N., and Bouseld, I. J. (1982). A taxonomic study of some Gram-negative facultatively methylotrophic bacteria. Microbiology 128, 623638. doi: 10.1099 00221287-128-3-623 Grossi, C. E. M., Fantino, E., Serral, F., Zawoznik, M. S., Fernandez, Do Porto, D. A., et al. (2020). Methylobacterium sp. 2A is a plant growth-promoting rhizobacteria that has the potential to improve potato crop yield under adverse conditions. Front. Plant Sci. 11:71. doi: 10.3389fpls.2020.00071 Haft, D. H., DiCuccio, M., Badretdin, A., Brover, V., Chetvernin, V., ONeill, K., et al. (2018). RefSeq: an update on prokaryotic genome annotation and curation. Nucleic Acids Res. 46, D851D860. Jain, C., Rodriguez, R. L., Phillippy, A. M., Konstantinidis, K. T., and Aluru, S. (2018). High throughput ANI analysis of 90K prokaryotic genomes reveals clear species boundaries. Nat. Commun. 9:5114. Jones, D. M. (1981). Manual of methods for general bacteriology. J. Clin. Pathol. 34:1069. doi: 10.1136jcp.34.9.1069-c Jurtshuk, P. Jr., and McQuitty, D. N. (1976). Use of a quantitative oxidase test for characterizing oxidative metabolism in bacteria. Appl. Environ. Microbiol. 31, 668679. doi: 10.1128aem.31.5.668-679.1976 Kang, Y. S., Kim, J., Shin, H. D., Nam, Y. D., Bae, J. W., Jeon, C. O., et al. (2007). Methylobacterium platani sp. nov., isolated from a leaf of the tree Platanus orientalis. Int. J. Syst. Evol. Microbiol. 57, 28492853. doi: 10.1099ijs.0.65262-0 Kelly, D. P., McDonald, I. R., and Wood, A. P. (2014). The family methylobacteriaceae,  in The Prokaryotes- Alphaproteobacteria and Betaproteobacteria , eds E. Rosenberg, E. F. DeLong, S. Lory, E. Frontiers in Microbiology  www.frontiersin.org 13 March 2021  Volume 12  Article 639396fmicb-12-639396 March 12, 2021 Time: 20:27  14 Bijlani et al. Methylobacterium ajmalii sp. nov., From ISS Stackebrandt, and F. Thompson, (Berlin: Springer), 313340. doi: 10.1007978-3-642-30197-1_256 Kim, J., Chhetri, G., Kim, I., Kim, H., Kim, M. K., and Seo, T. (2019). Methylobacterium terrae sp. nov., a radiation-resistant bacterium isolated from gamma ray-irradiated soil. J. Microbiol. 57, 959966. doi: 10.1007s12275-019- 9007-9 Koenig, R. L., Morris, R. O., and Polacco, J. C. (2002). tRNA is the source of low-level trans-zeatin production in Methylobacterium spp .J. Bacteriol. 184, 18321842. doi: 10.1128jb.184.7.1832-1842.2002 Krug, L., Morauf, C., Donat, C., Muller, H., Cernava, T., and Berg, G. (2020). Plant growth-promoting methylobacteria selectively increase the biomass of biotechnologically relevant microalgae. Front. Microbiol. 11:427. doi: 10.3389 fmicb.2020.00427 Kumar, M., Tomar, R. S., Lade, H., and Paul, D. (2016). Methylotrophic bacteria in sustainable agriculture. World J. Microbiol. Biotechnol. 32:120. Kumar, S., Stecher, G., and Tamura, K. (2016). MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol. Biol. Evol. 33, 18701874. doi: 10.1093molbevmsw054 Kurtz, S., Phillippy, A., Delcher, A. L., Smoot, M., Shumway, M., Antonescu, C., et al. (2004). Versatile and open software for comparing large genomes. Genome Biol. 5:R12. Kwak, M. J., Jeong, H., Madhaiyan, M., Lee, Y., Sa, T. M., Oh, T. K., et al. (2014). Genome information of Methylobacterium oryzae , a plant-probiotic methylotroph in the phyllosphere. PLoS One 9:e106704. doi: 10.1371journal. pone.0106704 Lee, M. D. (2019). GToTree: a user-friendly workow for phylogenomics. Bioinformatics 35, 41624164. doi: 10.1093bioinformaticsbtz188 Lee, Y., and Jeon, C. O. (2018). Methylobacterium frigidaeris sp. nov., isolated from an air conditioning system. Int. J. Syst. Evol. Microbiol. 68, 299304. doi: 10.1099ijsem.0.002500 Leigh, J. A., and Dodsworth, J. A. (2007). Nitrogen regulation in bacteria and archaea. Annu. Rev. Microbiol. 61, 349377. doi: 10.1146annurev.micro.61. 080706.093409 Madhaiyan, M., Suresh Reddy, B. V., Anandham, R., Senthilkumar, M., Poonguzhali, S., Sundaram, S. P., et al. (2006). Plant growth-promoting methylobacterium induces defense responses in groundnut ( Arachis hypogaea L.) compared with rot pathogens. Curr. Microbiol. 53, 270276. doi: 10.1007 s00284-005-0452-9 Meier-Koltho, J. P., Auch, A. F., Klenk, H. P., and Goker, M. (2013). Genome sequence-based species delimitation with condence intervals and improved distance functions. BMC Bioinform. 14:60. doi: 10.11861471-2105- 14-60 Orsini, S. S., Lewis, A. M., and Rice, K. C. (2017). Investigation of simulated microgravity eects on Streptococcus mutans physiology and global gene expression. NPJ Microgravity 3:4. Overbeek, R., Olson, R., Pusch, G. D., Olsen, G. J., Davis, J. J., Disz, T., et al. (2014). The seed and the rapid annotation of microbial genomes using subsystems technology (RAST). Nucleic Acids Res. 42, D206D214. Parasuraman, P., Pattnaik, S., and Busi, S. (2019). Phyllosphere Microbiome: Functional Importance in Sustainable Agriculture, New and Future Developments in Microbial Biotechnology and Bioengineering . Amsterdam: Elsevier, 135148. Park, C., Lee, Y. S., Park, S. Y., and Park, W. (2018). Methylobacterium currus sp. nov., isolated from a car air conditioning system. Int. J. Syst. Evol. Microbiol. 68, 36213626. doi: 10.1099ijsem.0.003045 Patel, R. K., and Jain, M. (2012). NGS QC Toolkit: a toolkit for quality control of next generation sequencing data. PLoS One 7:e30619. doi: 10.1371journal. pone.0030619 Patt, T. E., Cole, G. C., and Hanson, R. S. (1976). Methylobacterium, a new genus of facultatively methylotrophic bacteria. Int. J. Syst. Bacteriol. 26, 226229. doi: 10.109900207713-26-2-226Ramaprasad, E. V. V., Mahidhara, G., Sasikala, C., and Ramana, C. V. (2018). Rhodococcus electrodiphilus sp. nov., a marine electro active actinobacterium isolated from coral reef. Int. J. Syst. Evol. Microbiol. 68, 26442649. doi: 10.1099 ijsem.0.002895 Ramaprasad, E. V. V., Sasikala, C., and Ramana, C. V. (2015). Flectobacillus rhizosphaerae sp. nov., isolated from the rhizosphere soil of Oryza sativa (L.), and emended description of the genus Flectobaicillus .Int. J. Syst. Evol. Microbiol. 65, 34513456. doi: 10.1099ijsem.0.000432 Seuylemezian, A., Singh, N. K., Vaishampayan, P., and Venkateswaran, K. (2017). Draft genome sequence of solibacillus kalamii, isolated from an air lter aboard the international space station. Genome Announc. 5:e00696-17. Singh, N. K., Wood, J. M., Mhatre, S. S., and Venkateswaran, K. (2019). Metagenome to phenome approach enables isolation and genomics characterization of Kalamiella piersonii gen. nov., sp. nov. from the international space station. Appl. Microbiol. Biotechnol. 103, 44834497. Tani, A., Ogura, Y., Hayashi, T., and Kimbara, K. (2015). Complete genome sequence of methylobacterium aquaticum strain 22a, isolated from Racomitrium japonicum moss. Genome Announc. 3:e00266-15. Tatusova, T., DiCuccio, M., Badretdin, A., Chetvernin, V., Nawrocki, E. P., Zaslavsky, L., et al. (2016). NCBI prokaryotic genome annotation pipeline. Nucleic Acids Res. 44, 66146624. Tindall, B., Sikorski, J., Smibert, R., and Krieg, N. (2007). Phenotypic characterization and the principles of comparative systematics,  in Methods for General and Molecular Microbiology , eds C. Reddy, T. Beveridge, J. Breznak, G. Marzluf, T. Schmidt, and L. Snyder, (Washington, DC: ASM Press), 330393. Veyisoglu, A., Camas, M., Tatar, D., Guven, K., Sazak, A., and Sahin, N. (2013). Methylobacterium tarhaniae sp. nov., isolated from arid soil. Int. J. Syst. Evol. Microbiol. 63, 28232828. Wanner, B. L. (1993). Gene regulation by phosphate in enteric bacteria. J. Cell. Biochem. 51, 4754. Wanner, B. L. (1996). Phosphorus assimilation and control of the phosphate regulon,  in Escherichia coli and Salmonella: cellular and molecular biology , ed. F. C. Neidhardt, (Washington, DC: ASM press), 13571381. Yoon, S. H., Ha, S. M., Lim, J., Kwon, S., and Chun, J. (2017). A large-scale evaluation of algorithms to calculate average nucleotide identity. Antonie Van Leeuwenhoek 110, 12811286. Conict of Interest: The author(s) declare that there are no conicts of interest. This manuscript was prepared as an account of work sponsored by NASA, an agency of the US Government. The US Government, NASA, California Institute of Technology, Jet Propulsion Laboratory, and their employees make no warranty, expressed or implied, or assume any liability or responsibility for the accuracy, completeness, or usefulness of information, apparatus, product, or process disclosed in this manuscript, or represents that its use would not infringe upon privately held rights. The use of, and references to any commercial product, process, or service does not necessarily constitute or imply endorsement, recommendation, or favoring by the U.S. Government, NASA, California Institute of Technology, or Jet Propulsion Laboratory. Views and opinions presented herein by the authors of this manuscript do not necessarily reect those of the U.S. Government, NASA, California Institute of Technology, or Jet Propulsion Laboratory, and shall not be used for advertisements or product endorsements. Copyright  2021 Bijlani, Singh, Eedara, Podile, Mason, Wang and Venkateswaran. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Frontiers in Microbiology  www.frontiersin.org 14 March 2021  Volume 12  Article 639396",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]