[
    {
        "pmid": "25401943",
        "title": "Effects of sex and gender on adaptations to space: reproductive health.",
        "year": "2014",
        "journal": "J Womens Health (Larchmt)",
        "abstract": "In this report, sex/gender research relevant to reproduction on Earth, in conjunction with the extant human and animal observations in space, was used to identify knowledge gaps and prioritize recommendations for future sex- and gender-specific surveillance and monitoring of male and female astronauts. With overall increased durations of contemporary space missions, a deeper understanding of sex/gender effects on reproduction-related responses and adaptations to the space environment is warranted to minimize risks and insure healthy aging of the men and women who travel into space.",
        "full_text": "Effects of Sex and Gender on Adaptations to Space: Reproductive Health April E. Ronca, PhD,1,2Ellen S. Baker, MD, MPH,3Tamara G. Bavendam, MD, MS,4Kevin D. Beck, PhD,5 Virginia M. Miller, PhD,6Joseph S. Tash, PhD,7and Marjorie Jenkins, MD8 Abstract In this report, sexgender research relevant to reproduction on Earth, in conjunction with the extant human and animal observations in space, was used to identify knowledge gaps and prioritize recommendations for futuresex- and gender-specic surveillance and monitoring of male and female astronauts. With overall increased durations of contemporary space missions, a deeper understanding of sexgender effects on reproduction-related responses and adaptations to the space environment is warranted to minimize risks and insure healthy aging ofthe men and women who travel into space. Introduction To date, just 15 of U.S. astronauts have been women, but the numbers are increasing, as evidenced by women achieving for the rst time parity with men in the 2013 National Aeronautics and Space Administration (NASA)Astronaut Class. With the transition from the relatively short- duration space shuttle missions to the longer-duration Inter- national Space Station (ISS) expeditions, there is a need toreview and update biomedical research priorities. Physiolo-gical responses of men and women during spaceight appear to be generally similar; however, there are major gaps in knowledge. Research recommendations set forth in the 2002report, Sex, Space, and Environmental Adaptation 1have not been adequately addressed. Recent biomedical studies on Earth further highlight fundamental differences in the phys-iology and health of men and women. Close attention to the inuence of sex and gender in adaptation to space is war- ranted, and indeed, overdue. Through a sex and gender lens, major inuences of the space environment ( viz., radiation, microgravity, and stress) on reproduction and physiological systems central to repro-ductive processes (i.e., endocrine and urogenital systems)were considered. This report on reproductive health in rela- tion to space adaptation provides an overarching perspective on current sex and gender evidence, identies knowledgegaps, establishes a framework for future work, and outlines key recommendations to direct future translational research and infrastructure. Major Inuences of the Space Environment Radiation Radiation dose to crew is mission-specic and dependent on multiple factors such as mission destination and duration, vehicle and habitat design, and solar conditions. Typical ISSexposures for a 6-month mission in low-Earth orbit are on the order of 54 to 108 mSv with exposure levels varying with solar activity and ISS altitude (NASAJohnson Space CenterRadiation Health Ofce, personal communication with Janice Huff, 2013). 2Exposures during interplanetary travel required to reach Mars and on the Mars surface are far greater, withannual exposures spanning 210 to 1,070 mSV and 80 to 330msV, respectively. Relative to other organ systems, the gonads are highly sensitive to radiation exposure.3In men and women, temporary infertility is associated with high-dose, 1Space Biosciences Research Branch, NASA Ames Research Center, Mountainview, California. 2Departments of Obstetrics and Gynecology, Neurobiology and Anatomy, and Molecular Medicine and Translational Science, Wake Forest School of Medicine, Winston-Salem, North Carolina. 3NASA Medical Ofcer and Astronaut (Retired), Johnson Space Center, Houston, Texas. 4Womens Urologic Health, NIHNIDDK, Bethesda, Maryland. 5Department of Neurology and Neurosciences, RutgersNew Jersey Medical School, Newark, New Jersey. 6Departments of Physiology and Surgery, Mayo Clinic College of Medicine, Rochester, Minnesota. 7Departments of Molecular and Integrative Physiology and Urology and the Interdisciplinary Center for Male Contraceptive Research and Drug Development, University of Kansas Medical Center, Kansas City, Kansas. 8Department of Internal Medicine, Laura W. Bush Institute for Womens Health, and Rush Endowed Chair for Excellence in Gynecology Oncology, Texas Tech University Health Sciences Center, Amarillo, Texas.JOURNAL OF WOMENS HEALTH Volume 23, Number 11, 2014Mary Ann Liebert, Inc. DOI: 10.1089jwh.2014.4915 967acute radiation exposurefor men, 150 mSv acute x-rays , and for women, 650 to 1500 mSvV acute x-rays or gamma rays to the ovaries.4,5How these tissues respond to exposure scenarios relevant to the space environment with respect todose, dose-rate, and radiation quality, as well as the combined effects of other spaceight environmental stressors such as microgravity, has not been addressed.68 Cancer risk assessment requires evaluation of organ doses (measured in Sv) from dosimetry and physical consider- ations, which are combined with age- and gender-dependentrisk coefcients to project mission risk. Women have a higher incidence of radiation-induced cancers, largely driven by lung, thyroid, breast, and ovarian cancers, and therefore reachmaximal safe days in space earlier than men. 9There are presently insufcient numbers of humans exposed to space- characteristic radiation to accurately assess differential ef- fects on men and women. NASA studies have examinedcancer risk in animals following exposure to space radiation (protons and high-linear energy transfer (LET) radiation); however, little attention has been paid to sex differences. Duration of exposure The impact of ight length on reproductive health will re- quire a greater focus with the transition to far longer exposuresto both microgravity and space radiation. During the spaceshuttle era, most exposures were up to 2 weeks in duration. In contrast, ISS missions are extending durations of exposure to 612 months. This change is signicant with regard to thephysiology of sperm production by the testis in the male and the estrous cycle in the ovary in the female. Longer duration missions, spanning multiple reproductive cycles in both menand women, raise a signicant knowledge gap concerning the impact of long-term spaceight on reproductive health. Microgravity and stress There are a number of reproductive health concerns for men and women in space potentially related to microgravity andor stress (including sleep disruption). Spermatogenesis in men may be impaired beyond effects of radiation exposure. A 120-dayRussian bed rest study found that sperm collected after 5060 days and 100 days exhibited a reduction in live spermatozoa showing active mobility and an increase in the percentage ofmorphologicallystructurally altered spermatozoa. 10Basic re- search studies of male rats e xposed to 6 weeks of simulated microgravity have reported severe testicular and epididymaldegeneration including massive testicular apoptosis 6 months later. These effects have been postulated to occur due to (a) chronic testicular hyperthermia, (b) invasion of inammatorycells, andor (c) catastrophic apoptosis, leading to aspermato-genic dysfunction. 11There has been no post-spaceight re- search involving humans on this topic. Reproductive changes during or post ight have not been systematically studied in female astronauts. In female adult mice that were cycling at launch (Space Transportation System STS-131, STS-133, and STS-135), spaceight induced ces-sation of cycling, loss of corpora lutea, and signicantly re- duced estrogen receptor mRNA levels in the uterus (HM Holets, University of Kansas Medical Center, unpublisheddata). 12Comparable evaluations in women are lacking. Systematic data regarding reproductive history in men and women astronauts is lacking. Although many male astronautshave produced children following spaceight, information on conceptions and birth outcomes upon returning from space are not available. The incidence of infertility following pro-longed spaceights in men and women and the incidence ofpregnancy complications in women are not known. In female astronauts who have delayed pregnancy, it will be difcult to parse out the effects of space travel (microgravity, radiationexposure) from natural effects of aging. Female astronauts who experience hypertensive pregnancy disorders may re- quire additional monitoring for cardiovascular disease, be-cause on Earth these disorders are associated with increased risk of future adverse cardiovascular events such as stroke and myocardial infarction. 13 Physiological Systems Central to Reproductive Function Endocrine system The hypothalamicpituitarygonadal (HPG) and hypothalamic pituitaryadrenal (HPA) axes cross-communicate throughneuronal signaling and hormonal negative feedback. Several hypothalamic neurotransmitters are known to be altered by real or simulated microgravity or severe changes in gravity,namely histamine (increases), 14serotonin (decreases),15 oxytocin (decreases),16norepinephrine (decreases),17and to a lesser magnitude, glutamate (decreases).18These neuro- chemical disparities may be a direct result of the signicantchange in the gravitational environment on neuronal signaling or an indirect effect via the hormonal response from the downstream hormonal axes. Alterations in HPG and HPA axes functioning have been reported following spaceight. Most evaluations focused on the reduced levels of circulating testosterone in men19that appear to rebound after return to Earth.20This has been re- capitulated in short- and long-duration spaceight and long- duration head-down bed rest studies.21A recent report22 indicated no decrement in serum total, free, and bioavailabletestosterone during either long-duration spaceight or bed rest, but a signicant decrease on landing day for the long- duration ights and after short-duration spaceight. The HPAaxis, which exhibits both a circadian rhythm and enhanced output of circulating glucocorticoids (i.e., cortisol) in re- sponse to stressors, exhibits increased activation duringspaceight, simulated microgravity, and during long-dura- tion stress studies. 2326However, like the gonadal hormones, circulating concentrations of these hormones quickly recoverupon return to Earth.27 With respect to women, estrog en and gonadal function in space and in simulated microgravity (bed rest) are grossly un-derstudied. Oxytocin, a hormone that acts to attenuate the HPAaxis 28and dampen stress responses in women,29exhibits long- lasting reductions f ollowing spaceight.14Similarly, oral con- traceptives (OCs) decreas e the release of oxytocin30but do not increase stress responsiveness, as OCs reduce cortisol release in response to stressor exposure as well.31OC use is not mandatory during spaceight; however, ight surgeons have recommended3035 mcg OCs to female astronauts to provide (a) better sup- pression of the ovary (less chance for cysts and breakthrough bleeding, depending upon OC formulation) and (b) reducedrisk of bone loss. Circulating levels of testosterone, dihydro- epiandrosterone, corticosteroid-binding globulin, prolactin, and sex hormonebinding globin are affected by OCs 32,33and are968 RONCA ET AL.involved in stress responses and the regulation of both the HPG and HPA axes. Unfortunately, with ever-changing formulations, periodic reevaluation of oral contraceptive costbenet is alsorequired. Genitourinary system While reproductive functions have not been a direct concern during space travel, diseases of organs of the reproductivesystem have adversely affected ight duration. For example, a serious case of prostatitis in a cosmonaut occurred in 1985 that impacted the length of the mission.34,35Little is known about sexual activity in space, and infrequent ejaculation resulting in accumulation of prostate secretions can support bacterial growth. Hence, the risk of prostatitis may well need to be ad-dressed again during prolonged exploratory travel. Renal and urinary tract problems are a recurrent issue with space travel. Microgravity and privacy concerns can lead to infrequent and incomplete bladder emptying, increasing therisks for urinary tract infections. 33In addition, medications for motion sickness reduce bladder emptying. Formation of stones becomes more likely when hydration is compromised,and microgravity increases the amount of calcium excreted in the urine. Inadequately treated stones and urinary tract in- fections could eventually impair renal function. On Earth, urinary tract stones are more common in Cau- casian men, but struvite stones are more common in women.36 Urinary tract infections are more common in women37and prostatitis occurs only in men. The long-held belief that theurinary tract is sterile is being called into question with emerging work on the urinary microbiome.38There are no data regarding sex differences in spontaneous or unprovokedurinary retention in the age range of the astronauts. However,data regarding provoked urinary retention after surgery, with nearly equal numbers of men and women of similar age to the astronauts, do not show a sex difference. 39,40 Cumulative experiences in space travel suggest there is no sex difference in the incidence of urinary tract stones during space travel or after returning to Earth, however women haveexperienced a higher incidence of urinary tract infections in space than men.41Possible explanations for this sex difference include predisposition from womens urethral anatomy, ad-justment to voiding in microgravity, a higher incidence ofurinary retention, and a higher incidence of catheterization. 42,43 Interactions of Reproduction with Other Aspects of Health Estrogen receptor signaling Parallels between spaceight effects on physiology and aging have been known since the 1960s.44Ground-based studies have identied age-related alterations in estrogen receptor (ER) signaling in many major organ systems. Sev-eral of these organ systems have shown changes in experi-mental animals during spaceight. Altered ER signaling in these estrogen-regulated systems, shown in Figure 1 are also known to accelerate certain aging processes. FIG. 1. Estrogen-regulated sys- tems known to be affected by both spaceight and aging. Adapted fromMolina PE. Endocrine Physiology,Third Edition. www.accessmedicine .com. Copyright 2010 The McGraw-Hill Companies, Inc. Allrights reserved. Color imagesavailable online at www.liebertpub .comjwhSPACEFLIGHT AND REPRODUCTION 969The spaceight-induced decline in multiple physiological systems may involve a common mechanism in dysregulation of reproductive steroid receptordependent signaling path-ways. If this is true, then spaceight is likely to reducegonadal function in both men and women. A central cross- cutting question for space- and ground-based study is whe- ther there are sex differences in altered estrogen signaling inthe spaceight-affected and aging systems. Although the role of ER signaling in maintaining function in these systems, as well as the changes in these systems associated with agingpopulations have been reported on Earth, a Medline search using the terms spaceight and estrogen receptors shows no published research in this area. Thus, there aremajor knowledge gaps regarding whether changes in thesesystems during spaceight may have a common mechanism due to alterations in ER as well as androgen receptor sig- naling in women and men. Importantly, the emphasis on ERsignaling and relative lack of attention to androgens in both sexes could create false impressions that estrogen is more affected by aging and spaceight than androgens and thatwomen are more likely than men to have health problems in space, which is not supported by the literature. Because bone density is maintained by estrogen in both men and women,declining testosterone and the decrease in subsequent aro- matization to estrogen would also impact bone health in men. Bone and cardiovascular health There are sex differences in response to stressors that af- fect the reproductive axis, and these can have long-term consequences for bone and cardiovascular health. Althoughcontraceptive use is common among female astronauts, thosethat suppress ovarian function for extended periods e.g., Depo-Provera or other contraceptives containing depot me- droxyprogesterone acetate (DMPA), and Noristerat, Nori-gest, Doryxas, or others containing norethisterone enantate (NET-EN) have been shown to adversely affect womens bone density on Earth. 45,46Thus, if used in space, certain OC formulations may compound bone loss resulting from mi- crogravity in female astronauts. This raises the question of whether total estrogen exposure would be reduced for femaleastronauts using those contraceptives on long-duration mis- sions that, in turn, could impact bone health, muscle strength, and cardiovascular risks. (This argument is predicated on theassumption that female astronauts continue to cycle duringspaceight.) Thus, in women, increased risk for cardiovas- cular disease may be both directly and indirectly related to disruption of ovarian function, perhaps through binding ofthe adrenal cortical hormones to progesterone receptors and membrane surface receptors that also bind estrogen. 47,48 Brainbehavior relationships Sleep. Flight-induced changes in gonadal hormone re- lease may be the source of a nonreproductive functional outcome, namely altered sleep patterns.49Sleepwake cycles are also disrupted in Earth-based, long-duration microgravitysimulations.50Sleep quality is affected by some stressor ex- posures and is correlated with circulating testosterone and estradiol levels.5155Conversely, sleep deprivation disrupts normal gonadal hormone secretion56and increases gluco- corticoid release,57thus potentially causing a positive feed- back loop. Gonadal hormones affect the activities of brainmonoamines, acetylcholine, and orexin,5861all neurotrans- mitters involved in maintaining wakeful state, sleep state, or transitions between sleep states.62 Reproduction and rearing. Despite the consideration that in the distant future, human reproduction is likely to occur in space,63the current literature base is insufcient, limiting speculation about the possibility that intricate and complex phases of reproduction in mammalsincluding mating, fer- tilization, implantation, placentation, embryogenesis, or-ganogenesis, prenatal and postnatal development, birth, lactation, and sucklingcan occur in space. In adult animals own in space, fertilization difculties could potentially occur due to disruption of hypothalamicneurochemistry important for proceptivity and receptivity components of copulation. Several hypothalamic transmitters are affected by physical factors involved during spaceight.Oxytocin is both responsive to HPG axis functioning and attenuates HPA axis activation during stressor exposure in women. 26,27Hypothalamic oxytocin is also critically in- volved in female sexual receptivity.64Unlike many other hormones, hypothalamic oxytocin remains reduced at 18 weeks following spaceight in rodents.14This effect may be more signicant in women, as OCs reduce circulating oxy- tocin levels.28Given the inuence of spaceight and OC use on oxytocin release, further research is necessary to deter-mine whether this combination could have long-term effectson reproductive health. Enduring changes in oxytocin following spaceight 14 might be critical in postpartum behaviors, as oxytocin is implicated in social bonding. Thus, the implications of long- duration spaceight for the viability of the immediate off- spring as well as the subsequent generation of offspring arean unknown, possibly ever-lasting effect within the families of those chosen to participate in such missions. Sex and Gender Considerations in Astronaut Reproductive Health Gender roles and responsibilities can impact health and health outcomes. Although reproduction is a biological pro- cess, societal roles for parents including that of women functioning as the primary caregiver often require women totake extended family medical leave and, for some, a hiatus from their career. While paternity leave is more common now than in past decades, the majority of U.S. fathers do not takemore than one week of leave after the birth of a child. 65As compared with male astronauts, female astronauts delay re- production (Table 1), which may be based, in part, on genderrole requirements. Further, the biological processes that en-sure successful reproduction are impacted by aging, a factor that can lead to infertility and pregnancy complications in those who delay childbearing. 66Thus, childbearing and child- rearing events that occur along a continuum are examples where the variables of sex and gender collide. Table 2 shows that in this astronaut cohort, the age of rst mission and percent married is signicantly different between men and women. Table 2 shows that male astronauts have a higher average number of children than female astronauts, andeven with the low numbers of female astronauts, this nd- ing was statistically signicant. An important hypothesis to consider is that the gender component impacts this nding.970 RONCA ET AL.Because women are more likely to function as primary care- givers for their children and to take a hiatus from their career due to this parental role, we could speculate that some women choose to delay reproduction due to the extensive time requiredfor preparation and training for space travel, which may be discordant with societal roles and responsibilities of parenting. This is an example of the complexity of the interplay of both sexand gender on reproductive health. Review of the sex and gender interaction within each en- vironmental stressor in space travel is beyond the scope of this particular work, but expanding gender impact beyondreproduction is worth exploring. Consider sleep deprivation, a well-known stressor in space travel, discussed above. Re- search on Earth indicates that sleep disruption impacts menand women differently and women experience sleep disrup- tion at higher rates than men. 69Women subjectively report lower sleep quality as compared to men.70In addition sleep disruption increases with aging and for women is most pro-minent in middle age through menopause.68The median agefor U.S. astronauts (rst transit) is 38.3 years and for all transits, 40.9 years (versus 41 and 43.4 years, respectively, for men). Women have more difculty resuming normalsleep patterns after sleep disruption. Terrestrial, sex-basedresearch indicates that sleep disruption in women can in- crease levels of inammatory markers including hs-CRP and coagulation factors such as von Willebrand factor that, intheory, would increase risk of cardiometabolic disease and cardiovascular events. 71 It is well known that women present more frequently with atypical symptoms of cardiovascular disease such as fa- tigue, heartburn, and dyspnea and are less likely to receive a workup for cardiovascular disease. In addition, women havesex-specic risk factors such as polycystic ovarian disease,gestational diabetes, and preeclampsia. 67Given that cardio- vascular disease is the number one killer for men and women regardless of occupation,68it will benet both male and fe- male astronauts for future NASA research platforms to in- clude both variables: sex and gender. Knowledge gaps in health differences of male and female space travelers remain due to lack of consideration and in- clusion of gender and sex as unique variables in research platforms. Yet, biologically, cessation of reproductive ca-pacity is more readily identiable in women and a direct function of aging, again highlighting delayed reproduction, potential acceleration of aging, and the impact of gonadalradiation exposure related to space travel. Gender and sexhave signicant interplay, carrying highly distinctive roles for men and women within the health care system. Infrastructure There is a major need to improve the research and healthcare reporting infrastructure for the NASA Human Research Program. Low numbers of study participants, var-iable astronaut age, and OC usage all limit statistical ro- bustness required to determine if there are signicant effects of spaceight on reproductive health. There is a crucial needfor a coordinated effort to augment the infrastructure forbasic research studies, with priorities established to include male and female subjects, human and animal, for the purpose of advancing understanding of sex and gender factors in re-lation to spaceight. Research Recommendations Understanding of reproductive changes in men and women (pre-, during, and post-ight) that extend into the health and rearing of their offspring is limited. There is a critical lack of information about the effects of spaceight on gonadalfunction and bone loss, as well as about effects of cosmicradiation on womens health. Basic information is needed regarding effects of microgravity and circadian disruption on gonadotropin release and on concentrations of sex hormonesin both women and men. Examination of the effects of OC usage on HPA axis tone pre-, during, and post-ight is war- ranted. Basic studies of the causes of the prolonged oxytocinreduction, the functional signicance of such reductions, and whether ight duration has a role in the magnitude or duration of the reduction are needed. Development and use of mam-malian models to ascertain the detrimental effects of space- ight stressors on male and female physiology and behavior on prolonged ights, and effects on offspring are warranted.Table 1.Reproductive Demographics ofU.S. Astronauts WomenaMenb N47 N192 Number with at least one child ()c21 (44.7) 161 (83.9) Average number of children, amongst those with at least one child(range)d1.9 (14) 2.5 (18) Average age at birth of rst child (range)e34.8 (25.746.5) 29.2 (1752) aData extracted from National Aeronautics and Space Adminis- tration medical records, current as of 2014. bData extracted from the Lifetime Surveillance of Astronaut Health Lifestyle Questionnaire, which was self-reported andcollected at various points from February 22, 1995 through April30, 2004. cp0.0001. dp0.0349. ep0.0001; N159 due to missing data. Table 2.General Demographics ofU.S. Astronauts as of 2014 Women Men Total number () 48 (15.4) 282 (84.6) Selection years 19782009 19592009Average age at selection (range)a32.8 (2647) 34.8 (2545) Number with at least one spaceight ()Mercury-3 (1961) to Expedition-36 (2013)43 (89.6) 260 (92.2) Average age at rst transit (range)a38.3 (32.155.7) 41 (32.258.8) Number ever married or divorced ()b39 (81.3) 275 (97.5) ap0.0005. bp0.0001.SPACEFLIGHT AND REPRODUCTION 971Active prevention of urinary tract stones and voiding dif- culties will be essential for extended missions. Studies of urinary tract manipulation in a low-gravity environment areneeded. Better understanding of the risk factors for urinarytract infection in space is warranted, including changes in the urinary microbiome and bacterial behavior in space as well as stability of antibiotic formulations throughout long missiondurations. Gonadal hormones are not sex-specic. Astronaut and post-ight studies need to be expanded to examine es- trogen signaling, including regulation of ER in men andtestosterone in women, particularly in relation to bone and cardiovascular function. Potential options for assisted re- productive technologies for male and female astronautsshould be considered, e.g., sperm and oocyte cryopreserva-tion and informed consent. Acknowledgments Jessica Garcia and Mary Wear, Johnson Space Center, provided key epidemiological data for this report from the Lifetime Surveillance of Astronaut Health (LSAH). David Dinges, Namni Goel, Janice Huff, Richard Jennings, andVirginia Wotring provided critical comments on an earlier draft of this manuscript. Author Disclosure Statement No competing nancial interests exist. References 1. Hay M., Mark S Seigel B. Sex, space and environmental adaptation: A National workshop on research priorities on sex differences in adaptation to challenging environments. National Aeronautics and Space Administration and Na- tional Center for Gender Physiology and Environmental Adaptation, University of Missouri, Columbia, Missouri, November 1214, 2002. 2. Cucinotta F.A., Kim M.Y., Willingham V., George K.A. Phy- sical and biological organ dosimetry analysis for International Space Station astronauts. Radiat Res 2008;170:127138,. 3. Rubin P. Law and order of radiation sensitivity: Absolute versus relative. In: Vaeth JM, Meyer JL, eds. Frontiers of radiation therapy and oncology. Basel: Karger, 1989:740. 4. International Commission on Radiological Protection (ICRP). Publication 41. Non-Stochastic effects of ionizing radiation. Oxford: Pergamon Press, 1984:133. 5. National Academy of SciencesNational Research Council (NASNRC). Health effects of exposure to low levels of ionizing radiation: BEIR V. Washington, DC: National Academy Press, 1990:1436. 6. Straume T, Blattnig S, Zietlin C. Radiation hazards and the colonization of Mars: Brain, body, pregnancy, in-utero de- velopment, cardio, cancer, degeneration. J Cosmol 2010;12: 39924033. 7. National Council on Radiation Protection and Measure- ments (NCRP). Report 132. Radiation Protection Guidance for Activities in Low Earth Orbit. Bethesda, MD: NCRP, 2000:1186. 8. NCRP. Report 98. Guidance on Radiation Received in Space Activities. Bethesda, MD: NCRP, 1998. 9. Cucinotta FA, Kim MY, Chappell L. Space radiation can- cer risk projections and uncertainties- 2012. NASA TP 2013-217375, 2013.10. Nichiporuk IA, Evdokimov VV, Erasova VI, Smirnov OA, Goncharova AG, Vassilieva Yu G, Vorobiev DV. Male reproductive system in conditions of bed-rest in a head- down tilt. J Gravit Physiol 1998;5:P101102. 11. Tash JS, Johnson DC, Enders GC. Long-term (6-week) hindlimb suspension inhibits spermatogenesis in adult male rats. J Appl Physiol 2002;92:11911198. 12. Tash JS, Roby KF, Gupta V, Holets L. Long term space- ight impacts on male reproductive health. In: Fundamental Space Biology Division, ed. NASAPRS Task book. NASA, 2012. https:taskbook.nasa-prs.com Publication Task Books. Rel. 6292012. 13. Garovic V, Bailey K, Boerwinkle E, Hunt S, Weder A, Curb J, Mosley TH Jr., Wiste HJ, Turner ST. Hypertension in pregnancy as a risk factor for cardiovascular disease later in life. J Hypertens 2010;28:826833. 14. Uno A, Takeda N, Horii A, Morita M, Yamamoto Y, Ya- matodani A, Kubo T. Histamine release from the hypo- thalamus induced by gravity change in rats and space motion sickness. Physiol Behav 1997;61:883887. 15. Blanc S, Somody L, Gharib A, Gauquelin G, Gharib C, Sarda N. Counteraction of spaceight-induced changes in the rat central serotonergic system by adrenalectomy and corticosteroid replacement. Neurochem Int 1998;33:375 382. 16. Garcia-Ovejero D, Trejo JL, Ciriza I, Walton KD, Garc a-Segura LM. Space ight affects magnocellular supraoptic neurons of young prepuberal rats: transient and permanent effects. Brain Res Dev Brain Res 2001; 130:191205. 17. Kastello GM, Sothmann MS. Brain norepinephrine changes with simulated weightlessness and relation to exercise training. Physiol Behav 1999;66:885891. 18. Morita H, Abe C, Awazu C, Tanaka K. Long-term hyper- gravity induces plastic alterations in vestibulo-cardiovas- cular reex in conscious rats. Neurosci Lett 2007;412:201 205. 19. Strollo F, Riondino G, Harris B, et al. The effect of mi- crogravity on testicular androgen secretion. Aviat Space Environ Med 1998;69:133136. 20. Ortiz RM, Wade CE, Morey-Holton E. Urinary excretion of LH and testosterone from male rats during exposure to increased gravity: Post-spaceight and centrifugation. Proc Soc Exp Biol Med. 2000;225:98102. 21. Liang X, Zhang L, Wan Y, et al. Changes in the diurnal rhythms during a 45-day head-down bed rest. PloS One2012;7:e47984. 22. Smith SM, Heer M, Wang Z, Huntoon CL, Zwart SR. Long-duration space ight and bed rest effects on testo- sterone and other steroids. J Clin Endocrinol Metab 2012; 97:270278. 23. Crucian B, Lee P, Stowe R, et al. Immune system changes during simulated planetary exploration on Devon Island, high arctic. BMC Immunol 2007;8:7. 24. Dijk DJ, Neri DF, Wyatt JK, et al. Sleep, performance, circadian rhythms, and light-dark cycles during two space shuttle ights. Am J Physiol Regul Integr Comp Physiol 2001;281:R16471664. 25. Rai B, Kaur J. Salivary stress markers and psychological stress in simulated microgravity: 21 days in 6 degrees head- down tilt. J Oral Sci 2011;53:103107. 26. Stowe RP, Sams CF, Pierson DL. Effects of mission du- ration on neuroimmune responses in astronauts. Aviat Space Environ Med 2003;74:12811284.972 RONCA ET AL.27. Mehta SK, Kaur I, Grimm EA, Smid C, Feeback DL, Pierson DL. Decreased non-MHC-restricted (CD56 ) killer cell cyto- toxicity after spaceight. J Appl Physiol 2001;91:18141818. 28. Suh BY, Liu JH, Rasmussen DD, Gibbs DM, Steinberg J, Yen SS. Role of oxytocin in the modulation of ACTH re- lease in women. Neuroendocrinology 1986;44:309313. 29. Heinrichs M, Baumgartner T, Kirschbaum C, Ehlert U. Social support and oxytocin interact to suppress cortisol and subjective responses to psychosocial stress. Biol Psy- chiatry 2003;54:13891398. 30. Salonia A, Nappi RE, Pontillo M, et al. Menstrual cycle- related changes in plasma oxytocin are relevant to normal sexual function in healthy women. Horm Behav 2005;47:164169. 31. Rohleder N, Wolf JM, Piel M, Kirschbaum C. Impact of oral contraceptive use on glucocorticoid sensitivity of pro- inammatory cytokine production after psychosocial stress. Psychoneuroendocrinology 2003;28:261273. 32. Sulak P, Lippman J, Siu C, Massaro J, Godwin A. Clinical comparison of triphasic norgestimate35 micrograms ethi- nyl estradiol and monophasic norethindrone acetate20 micrograms ethinyl estradiol. Cycle control, lipid effects, and user satisfaction. Contraception 1999;59:161166. 33. Wiegratz I, Kutschera E, Lee JH, et al. Effect of four oral contraceptives on thyroid hormones, adrenal and blood pressure parameters. Contraception 2003;67:361366. 34. Newkirk D. Almanac of Soviet manned space ight. Houston, TX: Gulf Publishing Company, 1990:278281. 35. Jones JA et al. Genitourinary issues during spaceight: A review. J Impot Res 2005;17:S64S67. 36. DallEra J, Kim F, Chandhoke S. Gender differences among Hispanics and Caucasians in symptomatic presen- tation of kidney and ureteral stones. J Endourol 2005; 19:283. 37. Magliano E et al. Gender and age-dependent etiology of community-acquired urinary tr act infections. ScienticWorld Journal 2012;2012:349597. 38. Wolfe A, Toh E, Shibata N, et al. Evidence of uncultivated bacteria in the adult female bladder. J Clin Microbiol 2012;50:1376. 39. Lamonerie L, Marret E, Deleuze A, Lembert N, Dupont M, Bonnet F, et al. Prevalence of postoperative bladder dis- tention and urinary retention detected by ultrasound mea- surement. Br J Anesthesia 2004;92:544. 40. Keita H, Diouf E, Tubach F, et al. Predictive factors of early postoperative urinary retention in the postanesthesiacare unit. Anesth Analg 2005;101:592. 41. National Aeronautics and Space Administration, NASA Human Research Wiki: Evidence Report. Available at https: humanresearchwiki.jsc.nasa.g ovimageseec EvidenceReport .pdfyAccessed April 1, 2014. 42. Griebling TL. Urinary Tract Infection in Women. In: Litwin MS, Saigal CS, ed. Urologic diseases in America. U.S. Department of Health and Human Services, Public Health Service, National Institutes of Health, National Institute of Diabetes and Digestive and Kidney Diseases. Washington, DC: U.S. Government Printing Ofce, 2007: 588619. 43. National Aeronautics and Space Administration, NASA Human Research Wiki: Urinary Tract Infection. Avail- able at https:humanresearchwiki.jsc.nasa.govindex.php? titleUrinary_Tract_Infectionhttps:humanresearchwiki.jsc .nasa.govindex.php?title Urinary_Tract_Infection Accessed April 1, 2014.44. Vernikos J, Scneider VS. Space, gravity and the physiology of aging: Parallel or convergent disciplines? A mini-review. Gerontology 2010:56:157166. 45. Nappi C, Bifulco G, Tommaselli GA, Gargano V, Di Carlo C. Hormonal contraception and bone metabolism: A sys- tematic review. Contraception 2012;86:606621. 46. Lanza LL, McQuay LJ, Rothman KJ, et al. Use of depot medroxyprogesterone acetate contraception and incidence of bone fracture. Obstet Gynecol 2013;121:593600. 47. Feldman RD, Gros R. Rapid vascular effects of steroids: A question of balance? Can J Cardiol 2010;26:22A226A. 48. Gros R, Ding Q, Sklar LA, et al. GPR30 expression is required for the mineralocorticoid recepto r-independent rapid vascular effects of aldosterone. Hypertension 2011;57:442451. 49. Andersen ML, Guindalini C, Santos-Silva R, Bittencourt LR, Tuk S. Androgen receptor CAG repeat polymorphism is not associated with erectile dysfunction complaints, go- nadal steroids, and sleep parameters: Data from a popula- tion-based survey. J Androl 2011;32:524529. 50. Caufriez A, Leproult R, LHermite-Baleriaux M, Kerkhofs M, Copinschi G. Effects of a 3-week dehydroepian- drosterone administration on sleep, sex steroids and mul- tiple 24-h hormonal proles in postmenopausal women: a pilot study. Clin Endocrinol (Oxf) 2013;79:716724. 51. Hollander LE, Freeman EW, Sammel MD, Berlin JA, Grisso JA, Battistini M. Sleep quality, estradiol levels, and behavioral factors in late reproductive age women. Obstetr Gynecol 2001;98:391397. 52. Opstad PK, Aakvaag A. Decreased serum levels of oestradiol, testosterone and prolactin during prolonged physical strain and sleep deprivation, and the inuence of a high calorie diet. Eur J Appl Physiol Occup Physiol 1982;49:343348. 53. Paul KN, Laposky AD, Turek FW. Reproductive hormone replacement alters sleep in mice. Neurosci Lett 2009;463: 239243. 54. Sowers MF, Zheng H, Kravitz HM, et al. Sex steroid hor- mone proles are related to sleep measures from poly- somnography and the Pittsburgh Sleep Quality Index. Sleep 2008;31:13391349. 55. Yamaoka S. Modication of circadian sleep rhythms by gonadal steroids and the neural mechanisms involved. Brain Res 1980;185:385398. 56. Wu JL, Wu RS, Yang JG, et al. Effects of sleep deprivation on serum testosterone concentrations in the rat. Neurosci Lett 2011;494:124129. 57. Suchecki D, Lobo LL, Hipolide DC, Tuk S. Increased ACTH and corticosterone secretion induced by different methods of paradoxical sleep deprivation. J Sleep Res 1998;7:276281. 58. Biegon A, McEwen BS. Modulation by estradiol of sero- tonin receptors in brain. J Neurosci 1982;2:199205. 59. Lapchak PA, Araujo DM, Quirion R, Beaudet A. Chronic estradiol treatment alters central cholinergic function in the female rat: Effect on choline acetyltransferase activity, acetylcholine content, and nicotinic autoreceptor function. Brain Res 1990;525:249255. 60. Martinez-Conde E, Leret ML, Diaz S. The inuence of testosterone in the brain of the male rat on levels of sero- tonin (5-HT) and hydroxyindole-acetic acid (5-HIAA). Comp Biochem Physiol C. 1985;80:411414. 61. Russell SH, Small CJ, Kennedy AR, et al. Orexin A in- teractions in the hypothalamo-pituitary gonadal axis. En- docrinology 2001;142:52945302. 62. Siegel JM. The neurotransmitters of sleep. J Clin Psychiatry 2004;65 Suppl 16:47.SPACEFLIGHT AND REPRODUCTION 97363. Murad A. Contraception in the cosmos: the combined oral contraceptive pill in space. J Fam Plann Reprod Health Care 2008;34:5559. 64. Benelli A, Poggioli R, Luppi P, Ruini L, Bertolini A, Arletti R. Oxytocin enhances, and oxytocin antagonism decreases, sex- ual receptivity in intact female rats. Neuropeptides 1994;28: 288302. 65. Hara Y, Hegewisch A. Maternity, paternity, and adop- tion leave in the United States. Institute for Womens Policy Research, May 2013. Available at: www.iwpr.org publicationspubs Accessed April 1, 2014. 66. Beemsterboer SN, Homburg R, Gorter NA, Schats R, Hompes PG, Lambalk CB. The paradox of declining fer-tility but increasing twinning rates with advancing maternal age. Hum Reprod 2006;21:15311532. 67. Schenck-Gustavson, K., Rees, M. Cardiology for gynecol- ogists: A minireview. Maturitas 2013;75:386391. 68. National Center for Health Statistics, Centers for Disease Control and Prevention. Fast Stats: Heart Disease. Avail-able at: www.cdc.govnchsf astatsheart.htm Accessed October 29, 2014. 69. Rye DB. Restless legs syndrome and periodic leg move- ments of sleep. Neurol Clin. 2012;30:11371166. 70. Ohayon MM. Difculty in resuming or inability to resume sleep and the links to daytime impairment: Denition, preva- lence and comorbidity. J Psychiatr Res 2009;43:934940. 71. Knutson KL. Sociodemographic and cultural determinants of sleep deciency: Implications for cardiometabolic dis- ease risk. Soc Sci Med 2013;79:715. Address correspondence to: April E. Ronca, PhD Space Biosciences Research Branch NASA Ames Research Center MS 236-7 Mountain View, CA 94035 E-mail: aroncawakehealth.edu974 RONCA ET AL.",
        "introduction": "To date, just 15 of U.S. astronauts have been women, but the numbers are increasing, as evidenced by women achieving for the rst time parity with men in the 2013 National Aeronautics and Space Administration (NASA)Astronaut Class. With the transition from the relatively short- duration space shuttle missions to the longer-duration Inter- national Space Station (ISS) expeditions, there is a need toreview and update biomedical research priorities. Physiolo-gical responses of men and women during spaceight appear to be generally similar; however, there are major gaps in knowledge. Research recommendations set forth in the 2002report, Sex, Space, and Environmental Adaptation 1have not been adequately addressed. Recent biomedical studies on Earth further highlight fundamental differences in the phys-iology and health of men and women. Close attention to the inuence of sex and gender in adaptation to space is war- ranted, and indeed, overdue. Through a sex and gender lens, major inuences of the space environment ( viz., radiation, microgravity, and stress) on reproduction and physiological systems central to repro-ductive processes (i.e., endocrine and urogenital systems)were considered. This report on reproductive health in rela- tion to space adaptation provides an overarching perspective on current sex and gender evidence, identies knowledgegaps, establishes a framework for future work, and outlines key recommendations to direct future translational research and infrastructure. Major Inuences of the Space Environment Radiation Radiation dose to crew is mission-specic and dependent on multiple factors such as mission destination and duration, vehicle and habitat design, and solar conditions. Typical ISSexposures for a 6-month mission in low-Earth orbit are on the order of 54 to 108 mSv with exposure levels varying with solar activity and ISS altitude (NASAJohnson Space CenterRadiation Health Ofce, personal communication with Janice Huff, 2013). 2Exposures during interplanetary travel required to reach Mars and on the Mars surface are far greater, withannual exposures spanning 210 to 1,070 mSV and 80 to 330msV, respectively. Relative to other organ systems, the gonads are highly sensitive to radiation exposure.3In men and women, temporary infertility is associated with high-dose, 1Space Biosciences Research Branch, NASA Ames Research Center, Mountainview, California. 2Departments of Obstetrics and Gynecology, Neurobiology and Anatomy, and Molecular Medicine and Translational Science, Wake Forest School of Medicine, Winston-Salem, North Carolina. 3NASA Medical Ofcer and Astronaut (Retired), Johnson Space Center, Houston, Texas. 4Womens Urologic Health, NIHNIDDK, Bethesda, Maryland. 5Department of Neurology and Neurosciences, RutgersNew Jersey Medical School, Newark, New Jersey. 6Departments of Physiology and Surgery, Mayo Clinic College of Medicine, Rochester, Minnesota. 7Departments of Molecular and Integrative Physiology and Urology and the Interdisciplinary Center for Male Contraceptive Research and Drug Development, University of Kansas Medical Center, Kansas City, Kansas. 8Department of Internal Medicine, Laura W. Bush Institute for Womens Health, and Rush Endowed Chair for Excellence in Gynecology Oncology, Texas Tech University Health Sciences Center, Amarillo, Texas.JOURNAL OF WOMENS HEALTH Volume 23, Number 11, 2014Mary Ann Liebert, Inc. DOI: 10.1089jwh.2014.4915 967acute radiation exposurefor men, 150 mSv acute x-rays , and for women, 650 to 1500 mSvV acute x-rays or gamma rays to the ovaries.4,5How these tissues respond to exposure scenarios relevant to the space environment with respect todose, dose-rate, and radiation quality, as well as the combined effects of other spaceight environmental stressors such as microgravity, has not been addressed.68 Cancer risk assessment requires evaluation of organ doses (measured in Sv) from dosimetry and physical consider- ations, which are combined with age- and gender-dependentrisk coefcients to project mission risk. Women have a higher incidence of radiation-induced cancers, largely driven by lung, thyroid, breast, and ovarian cancers, and therefore reachmaximal safe days in space earlier than men. 9There are presently insufcient numbers of humans exposed to space- characteristic radiation to accurately assess differential ef- fects on men and women. NASA studies have examinedcancer risk in animals following exposure to space radiation (protons and high-linear energy transfer (LET) radiation); however, little attention has been paid to sex differences. Duration of exposure The impact of ight length on reproductive health will re- quire a greater focus with the transition to far longer exposuresto both microgravity and space radiation. During the spaceshuttle era, most exposures were up to 2 weeks in duration. In contrast, ISS missions are extending durations of exposure to 612 months. This change is signicant with regard to thephysiology of sperm production by the testis in the male and the estrous cycle in the ovary in the female. Longer duration missions, spanning multiple reproductive cycles in both menand women, raise a signicant knowledge gap concerning the impact of long-term spaceight on reproductive health. Microgravity and stress There are a number of reproductive health concerns for men and women in space potentially related to microgravity andor stress (including sleep disruption). Spermatogenesis in men may be impaired beyond effects of radiation exposure. A 120-dayRussian bed rest study found that sperm collected after 5060 days and 100 days exhibited a reduction in live spermatozoa showing active mobility and an increase in the percentage ofmorphologicallystructurally altered spermatozoa. 10Basic re- search studies of male rats e xposed to 6 weeks of simulated microgravity have reported severe testicular and epididymaldegeneration including massive testicular apoptosis 6 months later. These effects have been postulated to occur due to (a) chronic testicular hyperthermia, (b) invasion of inammatorycells, andor (c) catastrophic apoptosis, leading to aspermato-genic dysfunction. 11There has been no post-spaceight re- search involving humans on this topic. Reproductive changes during or post ight have not been systematically studied in female astronauts. In female adult mice that were cycling at launch (Space Transportation System STS-131, STS-133, and STS-135), spaceight induced ces-sation of cycling, loss of corpora lutea, and signicantly re- duced estrogen receptor mRNA levels in the uterus (HM Holets, University of Kansas Medical Center, unpublisheddata). 12Comparable evaluations in women are lacking. Systematic data regarding reproductive history in men and women astronauts is lacking. Although many male astronautshave produced children following spaceight, information on conceptions and birth outcomes upon returning from space are not available. The incidence of infertility following pro-longed spaceights in men and women and the incidence ofpregnancy complications in women are not known. In female astronauts who have delayed pregnancy, it will be difcult to parse out the effects of space travel (microgravity, radiationexposure) from natural effects of aging. Female astronauts who experience hypertensive pregnancy disorders may re- quire additional monitoring for cardiovascular disease, be-cause on Earth these disorders are associated with increased risk of future adverse cardiovascular events such as stroke and myocardial infarction. 13 Physiological Systems Central to Reproductive Function Endocrine system The hypothalamicpituitarygonadal (HPG) and hypothalamic pituitaryadrenal (HPA) axes cross-communicate throughneuronal signaling and hormonal negative feedback. Several hypothalamic neurotransmitters are known to be altered by real or simulated microgravity or severe changes in gravity,namely histamine (increases), 14serotonin (decreases),15 oxytocin (decreases),16norepinephrine (decreases),17and to a lesser magnitude, glutamate (decreases).18These neuro- chemical disparities may be a direct result of the signicantchange in the gravitational environment on neuronal signaling or an indirect effect via the hormonal response from the downstream hormonal axes. Alterations in HPG and HPA axes functioning have been reported following spaceight. Most evaluations focused on the reduced levels of circulating testosterone in men19that appear to rebound after return to Earth.20This has been re- capitulated in short- and long-duration spaceight and long- duration head-down bed rest studies.21A recent report22 indicated no decrement in serum total, free, and bioavailabletestosterone during either long-duration spaceight or bed rest, but a signicant decrease on landing day for the long- duration ights and after short-duration spaceight. The HPAaxis, which exhibits both a circadian rhythm and enhanced output of circulating glucocorticoids (i.e., cortisol) in re- sponse to stressors, exhibits increased activation duringspaceight, simulated microgravity, and during long-dura- tion stress studies. 2326However, like the gonadal hormones, circulating concentrations of these hormones quickly recoverupon return to Earth.27 With respect to women, estrog en and gonadal function in space and in simulated microgravity (bed rest) are grossly un-derstudied. Oxytocin, a hormone that acts to attenuate the HPAaxis 28and dampen stress responses in women,29exhibits long- lasting reductions f ollowing spaceight.14Similarly, oral con- traceptives (OCs) decreas e the release of oxytocin30but do not increase stress responsiveness, as OCs reduce cortisol release in response to stressor exposure as well.31OC use is not mandatory during spaceight; however, ight surgeons have recommended3035 mcg OCs to female astronauts to provide (a) better sup- pression of the ovary (less chance for cysts and breakthrough bleeding, depending upon OC formulation) and (b) reducedrisk of bone loss. Circulating levels of testosterone, dihydro- epiandrosterone, corticosteroid-binding globulin, prolactin, and sex hormonebinding globin are affected by OCs 32,33and are968 RONCA ET AL.involved in stress responses and the regulation of both the HPG and HPA axes. Unfortunately, with ever-changing formulations, periodic reevaluation of oral contraceptive costbenet is alsorequired. Genitourinary system While reproductive functions have not been a direct concern during space travel, diseases of organs of the reproductivesystem have adversely affected ight duration. For example, a serious case of prostatitis in a cosmonaut occurred in 1985 that impacted the length of the mission.34,35Little is known about sexual activity in space, and infrequent ejaculation resulting in accumulation of prostate secretions can support bacterial growth. Hence, the risk of prostatitis may well need to be ad-dressed again during prolonged exploratory travel. Renal and urinary tract problems are a recurrent issue with space travel. Microgravity and privacy concerns can lead to infrequent and incomplete bladder emptying, increasing therisks for urinary tract infections. 33In addition, medications for motion sickness reduce bladder emptying. Formation of stones becomes more likely when hydration is compromised,and microgravity increases the amount of calcium excreted in the urine. Inadequately treated stones and urinary tract in- fections could eventually impair renal function. On Earth, urinary tract stones are more common in Cau- casian men, but struvite stones are more common in women.36 Urinary tract infections are more common in women37and prostatitis occurs only in men. The long-held belief that theurinary tract is sterile is being called into question with emerging work on the urinary microbiome.38There are no data regarding sex differences in spontaneous or unprovokedurinary retention in the age range of the astronauts. However,data regarding provoked urinary retention after surgery, with nearly equal numbers of men and women of similar age to the astronauts, do not show a sex difference. 39,40 Cumulative experiences in space travel suggest there is no sex difference in the incidence of urinary tract stones during space travel or after returning to Earth, however women haveexperienced a higher incidence of urinary tract infections in space than men.41Possible explanations for this sex difference include predisposition from womens urethral anatomy, ad-justment to voiding in microgravity, a higher incidence ofurinary retention, and a higher incidence of catheterization. 42,43 Interactions of Reproduction with Other Aspects of Health Estrogen receptor signaling Parallels between spaceight effects on physiology and aging have been known since the 1960s.44Ground-based studies have identied age-related alterations in estrogen receptor (ER) signaling in many major organ systems. Sev-eral of these organ systems have shown changes in experi-mental animals during spaceight. Altered ER signaling in these estrogen-regulated systems, shown in Figure 1 are also known to accelerate certain aging processes. FIG. 1. Estrogen-regulated sys- tems known to be affected by both spaceight and aging. Adapted fromMolina PE. Endocrine Physiology,Third Edition. www.accessmedicine .com. Copyright 2010 The McGraw-Hill Companies, Inc. Allrights reserved. Color imagesavailable online at www.liebertpub .comjwhSPACEFLIGHT AND REPRODUCTION 969The spaceight-induced decline in multiple physiological systems may involve a common mechanism in dysregulation of reproductive steroid receptordependent signaling path-ways. If this is true, then spaceight is likely to reducegonadal function in both men and women. A central cross- cutting question for space- and ground-based study is whe- ther there are sex differences in altered estrogen signaling inthe spaceight-affected and aging systems. Although the role of ER signaling in maintaining function in these systems, as well as the changes in these systems associated with agingpopulations have been reported on Earth, a Medline search using the terms spaceight and estrogen receptors shows no published research in this area. Thus, there aremajor knowledge gaps regarding whether changes in thesesystems during spaceight may have a common mechanism due to alterations in ER as well as androgen receptor sig- naling in women and men. Importantly, the emphasis on ERsignaling and relative lack of attention to androgens in both sexes could create false impressions that estrogen is more affected by aging and spaceight than androgens and thatwomen are more likely than men to have health problems in space, which is not supported by the literature. Because bone density is maintained by estrogen in both men and women,declining testosterone and the decrease in subsequent aro- matization to estrogen would also impact bone health in men. Bone and cardiovascular health There are sex differences in response to stressors that af- fect the reproductive axis, and these can have long-term consequences for bone and cardiovascular health. Althoughcontraceptive use is common among female astronauts, thosethat suppress ovarian function for extended periods e.g., Depo-Provera or other contraceptives containing depot me- droxyprogesterone acetate (DMPA), and Noristerat, Nori-gest, Doryxas, or others containing norethisterone enantate (NET-EN) have been shown to adversely affect womens bone density on Earth. 45,46Thus, if used in space, certain OC formulations may compound bone loss resulting from mi- crogravity in female astronauts. This raises the question of whether total estrogen exposure would be reduced for femaleastronauts using those contraceptives on long-duration mis- sions that, in turn, could impact bone health, muscle strength, and cardiovascular risks. (This argument is predicated on theassumption that female astronauts continue to cycle duringspaceight.) Thus, in women, increased risk for cardiovas- cular disease may be both directly and indirectly related to disruption of ovarian function, perhaps through binding ofthe adrenal cortical hormones to progesterone receptors and membrane surface receptors that also bind estrogen. 47,48 Brainbehavior relationships Sleep. Flight-induced changes in gonadal hormone re- lease may be the source of a nonreproductive functional outcome, namely altered sleep patterns.49Sleepwake cycles are also disrupted in Earth-based, long-duration microgravitysimulations.50Sleep quality is affected by some stressor ex- posures and is correlated with circulating testosterone and estradiol levels.5155Conversely, sleep deprivation disrupts normal gonadal hormone secretion56and increases gluco- corticoid release,57thus potentially causing a positive feed- back loop. Gonadal hormones affect the activities of brainmonoamines, acetylcholine, and orexin,5861all neurotrans- mitters involved in maintaining wakeful state, sleep state, or transitions between sleep states.62 Reproduction and rearing. Despite the consideration that in the distant future, human reproduction is likely to occur in space,63the current literature base is insufcient, limiting speculation about the possibility that intricate and complex phases of reproduction in mammalsincluding mating, fer- tilization, implantation, placentation, embryogenesis, or-ganogenesis, prenatal and postnatal development, birth, lactation, and sucklingcan occur in space. In adult animals own in space, fertilization difculties could potentially occur due to disruption of hypothalamicneurochemistry important for proceptivity and receptivity components of copulation. Several hypothalamic transmitters are affected by physical factors involved during spaceight.Oxytocin is both responsive to HPG axis functioning and attenuates HPA axis activation during stressor exposure in women. 26,27Hypothalamic oxytocin is also critically in- volved in female sexual receptivity.64Unlike many other hormones, hypothalamic oxytocin remains reduced at 18 weeks following spaceight in rodents.14This effect may be more signicant in women, as OCs reduce circulating oxy- tocin levels.28Given the inuence of spaceight and OC use on oxytocin release, further research is necessary to deter-mine whether this combination could have long-term effectson reproductive health. Enduring changes in oxytocin following spaceight 14 might be critical in postpartum behaviors, as oxytocin is implicated in social bonding. Thus, the implications of long- duration spaceight for the viability of the immediate off- spring as well as the subsequent generation of offspring arean unknown, possibly ever-lasting effect within the families of those chosen to participate in such missions. Sex and Gender Considerations in Astronaut Reproductive Health Gender roles and responsibilities can impact health and health outcomes. Although reproduction is a biological pro- cess, societal roles for parents including that of women functioning as the primary caregiver often require women totake extended family medical leave and, for some, a hiatus from their career. While paternity leave is more common now than in past decades, the majority of U.S. fathers do not takemore than one week of leave after the birth of a child. 65As compared with male astronauts, female astronauts delay re- production (Table 1), which may be based, in part, on genderrole requirements. Further, the biological processes that en-sure successful reproduction are impacted by aging, a factor that can lead to infertility and pregnancy complications in those who delay childbearing. 66Thus, childbearing and child- rearing events that occur along a continuum are examples where the variables of sex and gender collide. Table 2 shows that in this astronaut cohort, the age of rst mission and percent married is signicantly different between men and women. Table 2 shows that male astronauts have a higher average number of children than female astronauts, andeven with the low numbers of female astronauts, this nd- ing was statistically signicant. An important hypothesis to consider is that the gender component impacts this nding.970 RONCA ET AL.Because women are more likely to function as primary care- givers for their children and to take a hiatus from their career due to this parental role, we could speculate that some women choose to delay reproduction due to the extensive time requiredfor preparation and training for space travel, which may be discordant with societal roles and responsibilities of parenting. This is an example of the complexity of the interplay of both sexand gender on reproductive health. Review of the sex and gender interaction within each en- vironmental stressor in space travel is beyond the scope of this particular work, but expanding gender impact beyondreproduction is worth exploring. Consider sleep deprivation, a well-known stressor in space travel, discussed above. Re- search on Earth indicates that sleep disruption impacts menand women differently and women experience sleep disrup- tion at higher rates than men. 69Women subjectively report lower sleep quality as compared to men.70In addition sleep disruption increases with aging and for women is most pro-minent in middle age through menopause.68The median agefor U.S. astronauts (rst transit) is 38.3 years and for all transits, 40.9 years (versus 41 and 43.4 years, respectively, for men). Women have more difculty resuming normalsleep patterns after sleep disruption. Terrestrial, sex-basedresearch indicates that sleep disruption in women can in- crease levels of inammatory markers including hs-CRP and coagulation factors such as von Willebrand factor that, intheory, would increase risk of cardiometabolic disease and cardiovascular events. 71 It is well known that women present more frequently with atypical symptoms of cardiovascular disease such as fa- tigue, heartburn, and dyspnea and are less likely to receive a workup for cardiovascular disease. In addition, women havesex-specic risk factors such as polycystic ovarian disease,gestational diabetes, and preeclampsia. 67Given that cardio- vascular disease is the number one killer for men and women regardless of occupation,68it will benet both male and fe- male astronauts for future NASA research platforms to in- clude both variables: sex and gender. Knowledge gaps in health differences of male and female space travelers remain due to lack of consideration and in- clusion of gender and sex as unique variables in research platforms. Yet, biologically, cessation of reproductive ca-pacity is more readily identiable in women and a direct function of aging, again highlighting delayed reproduction, potential acceleration of aging, and the impact of gonadalradiation exposure related to space travel. Gender and sexhave signicant interplay, carrying highly distinctive roles for men and women within the health care system. Infrastructure There is a major need to improve the research and healthcare reporting infrastructure for the NASA Human Research Program. Low numbers of study participants, var-iable astronaut age, and OC usage all limit statistical ro- bustness required to determine if there are signicant effects of spaceight on reproductive health. There is a crucial needfor a coordinated effort to augment the infrastructure forbasic research studies, with priorities established to include male and female subjects, human and animal, for the purpose of advancing understanding of sex and gender factors in re-lation to spaceight. Research Recommendations Understanding of reproductive changes in men and women (pre-, during, and post-ight) that extend into the health and rearing of their offspring is limited. There is a critical lack of information about the effects of spaceight on gonadalfunction and bone loss, as well as about effects of cosmicradiation on womens health. Basic information is needed regarding effects of microgravity and circadian disruption on gonadotropin release and on concentrations of sex hormonesin both women and men. Examination of the effects of OC usage on HPA axis tone pre-, during, and post-ight is war- ranted. Basic studies of the causes of the prolonged oxytocinreduction, the functional signicance of such reductions, and whether ight duration has a role in the magnitude or duration of the reduction are needed. Development and use of mam-malian models to ascertain the detrimental effects of space- ight stressors on male and female physiology and behavior on prolonged ights, and effects on offspring are warranted.Table 1.Reproductive Demographics ofU.S. Astronauts WomenaMenb N47 N192 Number with at least one child ()c21 (44.7) 161 (83.9) Average number of children, amongst those with at least one child(range)d1.9 (14) 2.5 (18) Average age at birth of rst child (range)e34.8 (25.746.5) 29.2 (1752) aData extracted from National Aeronautics and Space Adminis- tration medical records, current as of 2014. bData extracted from the Lifetime Surveillance of Astronaut Health Lifestyle Questionnaire, which was self-reported andcollected at various points from February 22, 1995 through April30, 2004. cp0.0001. dp0.0349. ep0.0001; N159 due to missing data. Table 2.General Demographics ofU.S. Astronauts as of 2014 Women Men Total number () 48 (15.4) 282 (84.6) Selection years 19782009 19592009Average age at selection (range)a32.8 (2647) 34.8 (2545) Number with at least one spaceight ()Mercury-3 (1961) to Expedition-36 (2013)43 (89.6) 260 (92.2) Average age at rst transit (range)a38.3 (32.155.7) 41 (32.258.8) Number ever married or divorced ()b39 (81.3) 275 (97.5) ap0.0005. bp0.0001.SPACEFLIGHT AND REPRODUCTION 971Active prevention of urinary tract stones and voiding dif- culties will be essential for extended missions. Studies of urinary tract manipulation in a low-gravity environment areneeded. Better understanding of the risk factors for urinarytract infection in space is warranted, including changes in the urinary microbiome and bacterial behavior in space as well as stability of antibiotic formulations throughout long missiondurations. Gonadal hormones are not sex-specic. Astronaut and post-ight studies need to be expanded to examine es- trogen signaling, including regulation of ER in men andtestosterone in women, particularly in relation to bone and cardiovascular function. Potential options for assisted re- productive technologies for male and female astronautsshould be considered, e.g., sperm and oocyte cryopreserva-tion and informed consent. Acknowledgments Jessica Garcia and Mary Wear, Johnson Space Center, provided key epidemiological data for this report from the Lifetime Surveillance of Astronaut Health (LSAH). David Dinges, Namni Goel, Janice Huff, Richard Jennings, andVirginia Wotring provided critical comments on an earlier draft of this manuscript. Author Disclosure Statement No competing nancial interests exist. References 1. Hay M., Mark S Seigel B. Sex, space and environmental adaptation: A National workshop on research priorities on sex differences in adaptation to challenging environments. National Aeronautics and Space Administration and Na- tional Center for Gender Physiology and Environmental Adaptation, University of Missouri, Columbia, Missouri, November 1214, 2002. 2. Cucinotta F.A., Kim M.Y., Willingham V., George K.A. Phy- sical and biological organ dosimetry analysis for International Space Station astronauts. Radiat Res 2008;170:127138,. 3. Rubin P. Law and order of radiation sensitivity: Absolute versus relative. In: Vaeth JM, Meyer JL, eds. Frontiers of radiation therapy and oncology. Basel: Karger, 1989:740. 4. International Commission on Radiological Protection (ICRP). Publication 41. Non-Stochastic effects of ionizing radiation. Oxford: Pergamon Press, 1984:133. 5. National Academy of SciencesNational Research Council (NASNRC). Health effects of exposure to low levels of ionizing radiation: BEIR V. Washington, DC: National Academy Press, 1990:1436. 6. Straume T, Blattnig S, Zietlin C. Radiation hazards and the colonization of Mars: Brain, body, pregnancy, in-utero de- velopment, cardio, cancer, degeneration. J Cosmol 2010;12: 39924033. 7. National Council on Radiation Protection and Measure- ments (NCRP). Report 132. Radiation Protection Guidance for Activities in Low Earth Orbit. Bethesda, MD: NCRP, 2000:1186. 8. NCRP. Report 98. Guidance on Radiation Received in Space Activities. Bethesda, MD: NCRP, 1998. 9. Cucinotta FA, Kim MY, Chappell L. Space radiation can- cer risk projections and uncertainties- 2012. NASA TP 2013-217375, 2013.10. Nichiporuk IA, Evdokimov VV, Erasova VI, Smirnov OA, Goncharova AG, Vassilieva Yu G, Vorobiev DV. Male reproductive system in conditions of bed-rest in a head- down tilt. J Gravit Physiol 1998;5:P101102. 11. Tash JS, Johnson DC, Enders GC. Long-term (6-week) hindlimb suspension inhibits spermatogenesis in adult male rats. J Appl Physiol 2002;92:11911198. 12. Tash JS, Roby KF, Gupta V, Holets L. Long term space- ight impacts on male reproductive health. In: Fundamental Space Biology Division, ed. NASAPRS Task book. NASA, 2012. https:taskbook.nasa-prs.com Publication Task Books. Rel. 6292012. 13. Garovic V, Bailey K, Boerwinkle E, Hunt S, Weder A, Curb J, Mosley TH Jr., Wiste HJ, Turner ST. Hypertension in pregnancy as a risk factor for cardiovascular disease later in life. J Hypertens 2010;28:826833. 14. Uno A, Takeda N, Horii A, Morita M, Yamamoto Y, Ya- matodani A, Kubo T. Histamine release from the hypo- thalamus induced by gravity change in rats and space motion sickness. Physiol Behav 1997;61:883887. 15. Blanc S, Somody L, Gharib A, Gauquelin G, Gharib C, Sarda N. Counteraction of spaceight-induced changes in the rat central serotonergic system by adrenalectomy and corticosteroid replacement. Neurochem Int 1998;33:375 382. 16. Garcia-Ovejero D, Trejo JL, Ciriza I, Walton KD, Garc a-Segura LM. Space ight affects magnocellular supraoptic neurons of young prepuberal rats: transient and permanent effects. Brain Res Dev Brain Res 2001; 130:191205. 17. Kastello GM, Sothmann MS. Brain norepinephrine changes with simulated weightlessness and relation to exercise training. Physiol Behav 1999;66:885891. 18. Morita H, Abe C, Awazu C, Tanaka K. Long-term hyper- gravity induces plastic alterations in vestibulo-cardiovas- cular reex in conscious rats. Neurosci Lett 2007;412:201 205. 19. Strollo F, Riondino G, Harris B, et al. The effect of mi- crogravity on testicular androgen secretion. Aviat Space Environ Med 1998;69:133136. 20. Ortiz RM, Wade CE, Morey-Holton E. Urinary excretion of LH and testosterone from male rats during exposure to increased gravity: Post-spaceight and centrifugation. Proc Soc Exp Biol Med. 2000;225:98102. 21. Liang X, Zhang L, Wan Y, et al. Changes in the diurnal rhythms during a 45-day head-down bed rest. PloS One2012;7:e47984. 22. Smith SM, Heer M, Wang Z, Huntoon CL, Zwart SR. Long-duration space ight and bed rest effects on testo- sterone and other steroids. J Clin Endocrinol Metab 2012; 97:270278. 23. Crucian B, Lee P, Stowe R, et al. Immune system changes during simulated planetary exploration on Devon Island, high arctic. BMC Immunol 2007;8:7. 24. Dijk DJ, Neri DF, Wyatt JK, et al. Sleep, performance, circadian rhythms, and light-dark cycles during two space shuttle ights. Am J Physiol Regul Integr Comp Physiol 2001;281:R16471664. 25. Rai B, Kaur J. Salivary stress markers and psychological stress in simulated microgravity: 21 days in 6 degrees head- down tilt. J Oral Sci 2011;53:103107. 26. Stowe RP, Sams CF, Pierson DL. Effects of mission du- ration on neuroimmune responses in astronauts. Aviat Space Environ Med 2003;74:12811284.972 RONCA ET AL.27. Mehta SK, Kaur I, Grimm EA, Smid C, Feeback DL, Pierson DL. Decreased non-MHC-restricted (CD56 ) killer cell cyto- toxicity after spaceight. J Appl Physiol 2001;91:18141818. 28. Suh BY, Liu JH, Rasmussen DD, Gibbs DM, Steinberg J, Yen SS. Role of oxytocin in the modulation of ACTH re- lease in women. Neuroendocrinology 1986;44:309313. 29. Heinrichs M, Baumgartner T, Kirschbaum C, Ehlert U. Social support and oxytocin interact to suppress cortisol and subjective responses to psychosocial stress. Biol Psy- chiatry 2003;54:13891398. 30. Salonia A, Nappi RE, Pontillo M, et al. Menstrual cycle- related changes in plasma oxytocin are relevant to normal sexual function in healthy women. Horm Behav 2005;47:164169. 31. Rohleder N, Wolf JM, Piel M, Kirschbaum C. Impact of oral contraceptive use on glucocorticoid sensitivity of pro- inammatory cytokine production after psychosocial stress. Psychoneuroendocrinology 2003;28:261273. 32. Sulak P, Lippman J, Siu C, Massaro J, Godwin A. Clinical comparison of triphasic norgestimate35 micrograms ethi- nyl estradiol and monophasic norethindrone acetate20 micrograms ethinyl estradiol. Cycle control, lipid effects, and user satisfaction. Contraception 1999;59:161166. 33. Wiegratz I, Kutschera E, Lee JH, et al. Effect of four oral contraceptives on thyroid hormones, adrenal and blood pressure parameters. Contraception 2003;67:361366. 34. Newkirk D. Almanac of Soviet manned space ight. Houston, TX: Gulf Publishing Company, 1990:278281. 35. Jones JA et al. Genitourinary issues during spaceight: A review. J Impot Res 2005;17:S64S67. 36. DallEra J, Kim F, Chandhoke S. Gender differences among Hispanics and Caucasians in symptomatic presen- tation of kidney and ureteral stones. J Endourol 2005; 19:283. 37. Magliano E et al. Gender and age-dependent etiology of community-acquired urinary tr act infections. ScienticWorld Journal 2012;2012:349597. 38. Wolfe A, Toh E, Shibata N, et al. Evidence of uncultivated bacteria in the adult female bladder. J Clin Microbiol 2012;50:1376. 39. Lamonerie L, Marret E, Deleuze A, Lembert N, Dupont M, Bonnet F, et al. Prevalence of postoperative bladder dis- tention and urinary retention detected by ultrasound mea- surement. Br J Anesthesia 2004;92:544. 40. Keita H, Diouf E, Tubach F, et al. Predictive factors of early postoperative urinary retention in the postanesthesiacare unit. Anesth Analg 2005;101:592. 41. National Aeronautics and Space Administration, NASA Human Research Wiki: Evidence Report. Available at https: humanresearchwiki.jsc.nasa.g ovimageseec EvidenceReport .pdfyAccessed April 1, 2014. 42. Griebling TL. Urinary Tract Infection in Women. In: Litwin MS, Saigal CS, ed. Urologic diseases in America. U.S. Department of Health and Human Services, Public Health Service, National Institutes of Health, National Institute of Diabetes and Digestive and Kidney Diseases. Washington, DC: U.S. Government Printing Ofce, 2007: 588619. 43. National Aeronautics and Space Administration, NASA Human Research Wiki: Urinary Tract Infection. Avail- able at https:humanresearchwiki.jsc.nasa.govindex.php? titleUrinary_Tract_Infectionhttps:humanresearchwiki.jsc .nasa.govindex.php?title Urinary_Tract_Infection Accessed April 1, 2014.44. Vernikos J, Scneider VS. Space, gravity and the physiology of aging: Parallel or convergent disciplines? A mini-review. Gerontology 2010:56:157166. 45. Nappi C, Bifulco G, Tommaselli GA, Gargano V, Di Carlo C. Hormonal contraception and bone metabolism: A sys- tematic review. Contraception 2012;86:606621. 46. Lanza LL, McQuay LJ, Rothman KJ, et al. Use of depot medroxyprogesterone acetate contraception and incidence of bone fracture. Obstet Gynecol 2013;121:593600. 47. Feldman RD, Gros R. Rapid vascular effects of steroids: A question of balance? Can J Cardiol 2010;26:22A226A. 48. Gros R, Ding Q, Sklar LA, et al. GPR30 expression is required for the mineralocorticoid recepto r-independent rapid vascular effects of aldosterone. Hypertension 2011;57:442451. 49. Andersen ML, Guindalini C, Santos-Silva R, Bittencourt LR, Tuk S. Androgen receptor CAG repeat polymorphism is not associated with erectile dysfunction complaints, go- nadal steroids, and sleep parameters: Data from a popula- tion-based survey. J Androl 2011;32:524529. 50. Caufriez A, Leproult R, LHermite-Baleriaux M, Kerkhofs M, Copinschi G. Effects of a 3-week dehydroepian- drosterone administration on sleep, sex steroids and mul- tiple 24-h hormonal proles in postmenopausal women: a pilot study. Clin Endocrinol (Oxf) 2013;79:716724. 51. Hollander LE, Freeman EW, Sammel MD, Berlin JA, Grisso JA, Battistini M. Sleep quality, estradiol levels, and behavioral factors in late reproductive age women. Obstetr Gynecol 2001;98:391397. 52. Opstad PK, Aakvaag A. Decreased serum levels of oestradiol, testosterone and prolactin during prolonged physical strain and sleep deprivation, and the inuence of a high calorie diet. Eur J Appl Physiol Occup Physiol 1982;49:343348. 53. Paul KN, Laposky AD, Turek FW. Reproductive hormone replacement alters sleep in mice. Neurosci Lett 2009;463: 239243. 54. Sowers MF, Zheng H, Kravitz HM, et al. Sex steroid hor- mone proles are related to sleep measures from poly- somnography and the Pittsburgh Sleep Quality Index. Sleep 2008;31:13391349. 55. Yamaoka S. Modication of circadian sleep rhythms by gonadal steroids and the neural mechanisms involved. Brain Res 1980;185:385398. 56. Wu JL, Wu RS, Yang JG, et al. Effects of sleep deprivation on serum testosterone concentrations in the rat. Neurosci Lett 2011;494:124129. 57. Suchecki D, Lobo LL, Hipolide DC, Tuk S. Increased ACTH and corticosterone secretion induced by different methods of paradoxical sleep deprivation. J Sleep Res 1998;7:276281. 58. Biegon A, McEwen BS. Modulation by estradiol of sero- tonin receptors in brain. J Neurosci 1982;2:199205. 59. Lapchak PA, Araujo DM, Quirion R, Beaudet A. Chronic estradiol treatment alters central cholinergic function in the female rat: Effect on choline acetyltransferase activity, acetylcholine content, and nicotinic autoreceptor function. Brain Res 1990;525:249255. 60. Martinez-Conde E, Leret ML, Diaz S. The inuence of testosterone in the brain of the male rat on levels of sero- tonin (5-HT) and hydroxyindole-acetic acid (5-HIAA). Comp Biochem Physiol C. 1985;80:411414. 61. Russell SH, Small CJ, Kennedy AR, et al. Orexin A in- teractions in the hypothalamo-pituitary gonadal axis. En- docrinology 2001;142:52945302. 62. Siegel JM. The neurotransmitters of sleep. J Clin Psychiatry 2004;65 Suppl 16:47.SPACEFLIGHT AND REPRODUCTION 97363. Murad A. Contraception in the cosmos: the combined oral contraceptive pill in space. J Fam Plann Reprod Health Care 2008;34:5559. 64. Benelli A, Poggioli R, Luppi P, Ruini L, Bertolini A, Arletti R. Oxytocin enhances, and oxytocin antagonism decreases, sex- ual receptivity in intact female rats. Neuropeptides 1994;28: 288302. 65. Hara Y, Hegewisch A. Maternity, paternity, and adop- tion leave in the United States. Institute for Womens Policy Research, May 2013. Available at: www.iwpr.org publicationspubs Accessed April 1, 2014. 66. Beemsterboer SN, Homburg R, Gorter NA, Schats R, Hompes PG, Lambalk CB. The paradox of declining fer-tility but increasing twinning rates with advancing maternal age. Hum Reprod 2006;21:15311532. 67. Schenck-Gustavson, K., Rees, M. Cardiology for gynecol- ogists: A minireview. Maturitas 2013;75:386391. 68. National Center for Health Statistics, Centers for Disease Control and Prevention. Fast Stats: Heart Disease. Avail-able at: www.cdc.govnchsf astatsheart.htm Accessed October 29, 2014. 69. Rye DB. Restless legs syndrome and periodic leg move- ments of sleep. Neurol Clin. 2012;30:11371166. 70. Ohayon MM. Difculty in resuming or inability to resume sleep and the links to daytime impairment: Denition, preva- lence and comorbidity. J Psychiatr Res 2009;43:934940. 71. Knutson KL. Sociodemographic and cultural determinants of sleep deciency: Implications for cardiometabolic dis- ease risk. Soc Sci Med 2013;79:715. Address correspondence to: April E. Ronca, PhD Space Biosciences Research Branch NASA Ames Research Center MS 236-7 Mountain View, CA 94035 E-mail: aroncawakehealth.edu974 RONCA ET AL.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]