[
    {
        "pmid": "25024843",
        "title": "Absence of γ-sarcoglycan alters the response of p70S6 kinase to mechanical perturbation in murine skeletal muscle.",
        "year": "2014",
        "journal": "Skelet Muscle",
        "abstract": "BACKGROUND: The dystrophin glycoprotein complex (DGC) is located at the sarcolemma of muscle fibers, providing structural integrity. Mutations in and loss of DGC proteins cause a spectrum of muscular dystrophies. When only the sarcoglycan subcomplex is absent, muscles display severe myofiber degeneration, but little susceptibility to contractile damage, suggesting that disease occurs not by structural deficits but through aberrant signaling, namely, loss of normal mechanotransduction signaling through the sarcoglycan complex. We extended our previous studies on mechanosensitive, γ-sarcoglycan-dependent ERK1/2 phosphorylation, to determine whether additional pathways are altered with the loss of γ-sarcoglycan.\nMETHODS: We examined mechanotransduction in the presence and absence of γ-sarcoglycan, using C2C12 myotubes, and primary cultures and isolated muscles from C57Bl/6 (C57) and γ-sarcoglycan-null (γ-SG(-/-)) mice. All were subjected to cyclic passive stretch. Signaling protein phosphorylation was determined by immunoblotting of lysates from stretched and non-stretched samples. Calcium dependence was assessed by maintaining muscles in calcium-free or tetracaine-supplemented Ringer's solution. Dependence on mTOR was determined by stretching isolated muscles in the presence or absence of rapamycin.\nRESULTS: C2C12 myotube stretch caused a robust increase in P-p70S6K, but decreased P-FAK and P-ERK2. Neither Akt nor ERK1 were responsive to passive stretch. Similar but non-significant trends were observed in C57 primary cultures in response to stretch, and γ-SG(-/-) cultures displayed no p70S6K response. In contrast, in isolated muscles, p70S6K was mechanically responsive. Basal p70S6K activation was elevated in muscles of γ-SG(-/-) mice, in a calcium-independent manner. p70S6K activation increased with stretch in both C57 and γ-SG(-/-) isolated muscles, and was sustained in γ-SG(-/-) muscles, unlike the transient response in C57 muscles. Rapamycin treatment blocked all of p70S6K activation in stretched C57 muscles, and reduced downstream S6RP phosphorylation. However, even though rapamycin treatment decreased p70S6K activation in stretched γ-SG(-/-) muscles, S6RP phosphorylation remained elevated.\nCONCLUSIONS: p70S6K is an important component of γ-sarcoglycan-dependent mechanotransduction in skeletal muscle. Our results suggest that loss of γ-sarcoglycan uncouples the response of p70S6K to stretch and implies that γ-sarcoglycan is important for inactivation of this pathway. Overall, we assert that altered load-sensing mechanisms exist in muscular dystrophies where the sarcoglycans are absent.",
        "full_text": "RESEARCH Open Access Absence of -sarcoglycan alters the response of p70S6 kinase to mechanical perturbation in murine skeletal muscle Catherine Moorwood1,2, Anastassios Philippou1,2,3, Janelle Spinazzola1,2, Benjamin Keyser1, Edward J Macarak1,4 and Elisabeth R Barton1,2 Abstract Background: The dystrophin glycoprotein complex (DGC) is located at the sarcolemma of muscle fibers, providing structural integrity. Mutations in and loss of DGC proteins cause a spectrum of muscular dystrophies. When onlythe sarcoglycan subcomplex is absent, muscles display severe myofiber degeneration, but little susceptibility to contractile damage, suggesting that disease occurs not by structural deficits but through aberrant signaling, namely, loss of normal mechanotransduction signaling through the sarcoglycan complex. We extended ourprevious studies on mechanosensitive, -sarcoglycan-dependent ERK12 phosphorylation, to determine whether additional pathways are altered with the loss of -sarcoglycan. Methods: We examined mechanotransduction in the presence and absence of -sarcoglycan, using C2C12 myotubes, and primary cultures and isolated muscles from C57Bl6 (C57) and -sarcoglycan-null ( -SG --)m i c e .A l l were subjected to cyclic passive stretch. Signaling prote in phosphorylation was dete rmined by immunoblotting of lysates from stretched and non-stretched sampl es. Calcium dependence wa s assessed by maintaining muscles in calcium-free or tetracaine-supplemented Ringer s solution. Dependence on mTOR was determined by stretching isolated muscles in the presence or absence of rapamycin. Results: C2C12 myotube stretch caused a robust increase in P- p70S6K, but decreased P-FAK and P-ERK2. Neither Akt nor ERK1 were responsive to passive stretch. Similar but non-significant trends were observed in C57 primary cultures in response to stretch, and -SG--cultures displayed no p70S6K response. In contrast, in isolated muscles, p70S6K was mechanically responsive. Basal p 70S6K activation was elevated in muscles of -SG--mice, in a calcium-independent manner. p70S6K activation increased with stretch in both C57 and -SG--isolated muscles, and was sustained in -SG--muscles, unlike the transient response in C57 muscles. Rapamycin treatment blocked all of p70S6K activation in stretched C57 muscles, and reduced downstream S6RP phosphorylation. However, even though rapamycin treatment decreased p70S6K activation in stretched -SG--muscles, S6RP phosphorylation remained elevated. Conclusions: p70S6K is an important component of -sarcoglycan-dependent mechanotransduction in skeletal muscle. Our results suggest that loss of -sarcoglycan uncouples the respons e of p70S6K to stretch and implies that -sarcoglycan is important for inactivation of this pa thway. Overall, we assert that altered load-sensing mechanisms exist in muscular dystrophi es where the sarcoglycans are absent. Keywords: Sarcoglycan, Sarcoglycanopathies, Limb girdle muscular dystrophy, Mechanotransduction, Mechano-sensing, Load-sensing, p70S6K, S6K, p70S6 kinase, ERK12  Correspondence: erbartondental.upenn.edu 1Department of Anatomy and Cell Biology, School of Dental Medicine, University of Pennsylvania, Philadelphia, PA, USA 2Pennsylvania Muscle Institute, University of Pennsylvania, Philadelphia, PA, USAFull list of author information is available at the end of the article  2014 Moorwood et al.; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http:creativecommons.orglicensesby4.0), which permits unrestricted use,distribution, and reproduction in any medium, provided the original work is properly credited. The Creative Commons PublicDomain Dedication waiver (http:creativecommons.orgpublicdomainzero1.0) applies to the data made available in thisarticle, unless otherwise stated.Moorwood et al. Skeletal Muscle 2014, 4:13 http:www.skeletalmusclejournal.comcontent4113Background The dystrophin glycoprotein complex (DGC) is found at the sarcolemma of skeletal, cardiac, and smooth musclecells, where it physically links the extracellular matrix (ECM) with the intracellular cytoskeleton, providing struc- tural support 1-3. Mutations in DGC components causedifferent types of muscular dystrophy; for example, muta- tions in dystrophin cause Duchenne muscular dystrophy (DMD), while mutations in -,-,-, or -sarcoglycan (SG) cause limb girdle muscular dystrophy (LGMD) 2-4. When dystrophin is mutated in DMD or in the mdx mouse model of DMD, the entire DGC is substantiallyreduced at the sarcolemma. In contrast, when any one of the SGs is mutated, in LGMD or any of the SG knock-out mice, the other three SGs are either absent or reduced atthe sarcolemma, but the rest of the DGC remains, includ- ing the link formed by dystrophin and dystroglycan be- tween the ECM and the cytoskeleton 2,3,5,6. Unlike theskeletal muscles of the mdx mouse, muscles of the -SG knock-out ( -SG --) mouse display no mechanical fragility, at least until 4 months of age, as shown by a minimal lossof force-generating capacity following a series of eccentric contractions (ECCs) 7,8. In spite of this, the -SG -- mouse exhibits a severe dystrophic phenotype on histo- logical examination, with extensive myofiber degeneration and regeneration, fibrosis, and disruption of sarcolemmal integrity, similar to the mdx mouse 9. The lack of mechanical fragility suggests that aberrant signaling may contribute to the muscle degeneration seen in the -SG--mouse. Indeed, our previous studies demon- strated that localization of the SG complex to the sarco- lemma and phosphorylation of the tyrosine 6 residue of -SG are essential for normal signaling by extracellular signal-regulated kinases 1 and 2 (ERK12), in response to ECCs 10,11. Based upon these data, we have asserted that the SG complex acts as a mechanosensorin skeletal muscle because of its position within the DGC, the modifications that occur to -SG with mech- anical perturbation, and the necessity of the complexfor normal signaling. A complication of using ECCs to invoke signal transduc- tion is that there are multiple processes in play. Not only is there externally applied tension on the sarcolemma and DGC as a result of lengthening, but also active contractionresulting in internally applied tension and Ca 2flux within the fibers and across the sarcolemma, all of which could contribute to alterations in signaling in the absence of-SG. Calcium is known to be involved in many mechano- sensitive signaling pathways (reviewed in 12,13) and aber- rant calcium regulation is a feature of SG-deficient muscle14-22. Indeed, an exaggerated ERK12 response to mech- anical stimulation that is dependent on extracellular cal- cium has been demonstrated in the mdx mouse diaphragm 23. Studies suggest that aberrant calcium regulation inthe muscular dystrophies results from abnormal levels and activity of the mechanosensitive TRP channels andor mis- regulation of store operated calcium entry via the STIM1and Orai1 channels 24-29. Direct disruption of the sarco- lemma, for which there is evidence in SG-null animal models 7,9,30,31, could also contribute to loss of calciumhomeostasis. Furthermore, several strategies to improve Ca 2handling are known to counteract the pathology as- sociated with the muscular dystrophies 25,32-34. There-fore, identification of mechanosensitive signaling that is attributable to the SG complex rather than other pro- cesses occurring during mechanical perturbation has beenchallenging. One pathway of interest involves p70S6K, which is ca- nonically activated in response to mitogens via the phos-phoinositide 3-kinase (PI3K) pathway (reviewed in 35) and is known to respond to mechanical load 36. Acti- vation of p70S6K involves a hierarchical series of phos-phorylation events, beginning with phosphorylation of multiple sites in the C-terminal autoinhibitory domain, followed by mammalian target of rapamycin (mTOR)-dependent phosphorylation of sites in the linker region, which allows for full activation of the kinase via phos- phorylation of threonine 229 (T229) in the catalytic do-main by phosphoinositide-dependent kinase 1 (PDK1) (reviewed in 37). Although phosphorylation of T229 is required for p70S6K activation, phosphorylation of T389in the linker region has been found to correlate most closely with in vivo activity 38, and can be used as a measure of kinase activation. p70S6K has a multitude ofdownstream targets, with roles in protein synthesis, growth, proliferation, survival, and more 35, including S6 ribosomal protein (S6RP), which closely correlateswith protein translation rates 39. In the current study, we examined ERK12, Akt, focal adhesion kinase (FAK), and p70S6K responses to passivestretch in C57 and -SG --skeletal muscle to further eluci- date the importance of the SG complex for mechanotrans- duction. While differences in ERK12 phosphorylationbetween C57 and -SG --muscle were calcium-dependent, differences in p70S6K activation were independent of cal- cium. In addition, the p70S6K response to stretch in both primary myofiber cultures and isolated extensor digitorum longus (EDL) muscles was differentially regulated in theabsence of -SG. Specifically, experiments in isolated muscles suggest that -SG is required for inactivation of p70S6K. The findings increase our understanding of thecontribution of aberrant load-sensing to the pathology of muscular dystrophies where the SG complex is deficient. Methods Animals Adult C57BL6 (C57) and -SG-null ( -SG--)m i c ew e r e used. For ex vivo protocols, mice were aged 8 to 16 weeks.Moorwood et al. Skeletal Muscle 2014, 4:13 Page 2 of 13 http:www.skeletalmusclejournal.comcontent4113The -SG--mouse lacks -SG due to gene targeting, resulting in an additional loss of -a n d -SG and a de- crease of -SG 9. All experiments were approved by the University of Pennsylvania Institutional Animal Care and Use Committee. C2C12 myotube culture Flexible silicone membranes (Specialty Manufacturing, Inc.) were stretched across t he bottom of custom cylinders which acted as a culture chamber. The membranes were held in place using an O-ring as described previously 40.Membranes were then coated with a thin layer of 2 mgmL GFR Matrigel (BD 354230). C2C12 myoblasts (3.5  10 5 cylinder) were seeded onto the membranes and maintainedat 5 CO 2at 37C in growth media (10 FBS, 100 U penicillin, 100 g streptomycin, 100 gmL gentamycin in DMEM) for approximately 24 h until 70 to 80confluent, then switched to differentiation media (2 HS, 100 U penicillin, 100 g streptomycin, 100 gmL Gentamycin in DMEM). Myoblasts were allowed todifferentiate into multinucleated myotubes for 5 days, during which media was changed every other day before stretching as described below. Primary myoblast culture Mice were euthanized using CO 2inhalation. Flexor digi- torum brevis (FDB) muscles were dissected and incu- bated with 2 mgmL collagenase I (Sigma), 10 FBS in Tyrode s solution (125 mM NaCl, 5 mM KCl, 1 mM CaCl 2, 1 mM MgCl 2, 1 mM KH 2PO4, 20 mM HEPES (all from Fisher), 5.5 mM glucose (Sigma), pH 7.4) for 90 min at 37C, with shaking, as previously described41. Muscles were washed in 10 FBS in Tyrode s solu- tion and clumps of fibers were liberated by pipetting up and down in 10 FBS, 100 U penicillin, 100 g strepto- mycin in Tyrode s solution using a wide-mouthed glass pipette. Clumps of fibers were transferred to a second dish with the same solution and pipetted up and downagain. Single fibers were transferred to a third dish be- fore plating on silicone membranes coated with Matrigel (Becton Dickinson; 2 mgmL diluted in DMEM). Growthmedia (20 FBS, 10 ngmL mouse basic fibroblast growth factor (MP Bio), 100 U penicillin, 100 gs t r e p t o m y c i n , 1gmL Fungizone, 100 gmL Gentamycin in Ham s F-10 media) was carefully added and cultures were incu- bated without disturbance for 3 days at 37C. Media was then changed every 2 days. After 7 to 10 days, when myo-blast cultures were 70 to 80 confluent, media was switched to differentiation media (10 HS, 0.5 chicken embryo extract, 100 U penicillin, 100 g streptomycin, 1gmL Fungizone, 100 gmL Gentamycin in DMEM) and myoblasts were allowed to differentiate into multinu- cleated myotubes for 5 days before stretching as describedbelow. Unless otherwise indicated, all cell culture reagents were purchased from Gibco. Myotube stretching protocol C2C12 myotubes were stretched using an apparatus that produces isotropic two-dimensional strain of cells in vitro , as described previously 40. Briefly, myotubes were sub- jected to 10 strain, 40 times per minute, for 30 min, at 37C in a humidified atmosphere of 5 CO 2in air. Control myotubes were treated identically but were not stretched. Lysates were harvested immediately as described below. Primary myotubes were stretched using the protocoldescribed for C2C12 myotubes. Stretched myotubes were then incubated without stretch for a further 1, 2, or 4 h at 37C before harvesting lysates for immunoblotting asdescribed below. Control (non-stretched) myotubes were harvested immediately after the end of the stretching protocol used for the stretched myotubes. Isolated muscle stretching protocol Mice were anaesthetized using ketamine and xylazine. EDLmuscles were dissected and placed in an organ bath containing oxygenated high -glucose (25 mM) DMEM with HEPES (25 mM) (Life Technologies), at room temperature.For rapamycin sensitivity experiments, high-glucose DMEM was supplemented with 150 nM rapamycin (Sigma) or ve- hicle only (0.1 DMSO). Muscles were adjusted to 9.3 mNof resting tension, approximately equivalent to optimal length, based on our previous experiments 42. After a 10-min equilibration period, the length of the muscle wasmeasured using calipers, and the muscle was subjected to a stretching protocol of 15 strain (held for 100 ms with ramp times of 50 ms), 20 times per minute, for either 30or 90 min, using an in vitro muscle test system (Aurora Scientific). Muscles were snap-frozen immediately follow- ing the end of the stretch protocol. Contralateral muscleswere used as controls and were adjusted to the same length as the stretched muscles, then incubated in oxygenated high-glucose DMEM with HEPES at room temperature forthe equivalent length of time, before snap-freezing. Calcium dependence experiments EDL muscles were dissected as described above and placed in an organ bath contained oxygenated Ringer s solution (119 mM NaCl, 4.74 mM KCl, 2.54 mM CaCl 2, 1.18 mM KH 2PO4, 1.18 mM MgSO 4, 25 mM HEPES, 2.75 mM glucose), calcium-free Ringer s solution (CaCl 2 replaced with 2.5 mM MgCl 2) or Ringer s solution sup- plemented with 100 M tetracaine. They were incubated for 30 min before snap-freezing in liquid nitrogen. Immunoprecipitation Immunoprecipitation exper iments were carried out using the Pierce Classic IP kit (Thermo Scientific). Muscle lysatesMoorwood et al. Skeletal Muscle 2014, 4:13 Page 3 of 13 http:www.skeletalmusclejournal.comcontent4113containing 100 g total protein was immunoprecipitated with anti-P-tyrosine (Cell Signaling 9411 1:100) overnight at 4C with end-over-end mixing. Samples were purifiedusing Protein AG Plus Agarose beads (Roche) for 1 h at 4C with end-over-end mixing. The immune complex was eluted with non-reducing sample buffer and boiledat 100C for 5 min before being applied to a SDS-PAGE gel, transferred, and immunoblotted as described below. Immunoblotting C2C12 and primary myotubes were washed with ice-cold PBS before lysing in 100 to 200 Lo fR I P Ab u f f e r( 5 0m M HEPES pH 7.5, 150 mM NaCl, 5 mM EDTA, 1 mM EGTA, 15 mM p-nitrophenyl phosphate disodium hexahydral, 1 NP-40, 0.1 SDS, 1 deoxycholate, 0.025 sodium azide)with protease and phosphatase inhibitor cocktails (Sigma). Lysates were incubated on ice for 30 min, centrifuged at 16,000 rcf for 20 min at 4C and the supernatants retained.EDL muscles were ground usin g a dry ice-cooled pestle and mortar, and lysed in 200 L of RIPA buffer with prote- ase and phosphatase inhibitors. Lysates were incubated onice for 1 h, vortexing half-w ay through, centrifuged at 16,000 rcf for 20 min at 4C and the supernatants retained. Protein content was determi ned using a Bradford method protein assay kit (Bio-Rad). Lysates (30 g total protein for myotube cultures, 90 g total protein for EDL muscles) were separated by SDS-PAGE on Tris-HCl polyacrylamidegels (Bio-Rad) and transferred to PVDF membranes. Membranes were blocked in 5 milk in TTBS (10 mM Tris, 150 mM NaCl, 0.1 vv Tween-20, pH 8), with 2BSA added for some antibodies, then probed with antibodies to the following: phospho (P)-p70S6K (T389) (Cell Signaling 9205 1:200 for primary cultures, CellSignaling 9234 1:250 for isolated muscles), P-p70S6K (T421S424) (Cell Signaling 9204 1:1,000), P-S6RP (Cell Signaling 2211 1:2,000), P-ERK12 (Cell Signaling 91011:500), total (T)-ERK12 (Cell Signaling 9107 1:1,000), P-Akt (Cell Signaling 9271 1:300), T-Akt (Cell Sig- naling 2920 1:2,000), P-FAK (Millipore 05-1140, 1:500),T-FAK (Millipore 06-543, 1:1,000), -SG (Novocastra VP-G803 1:300), glyceraldehyde 3-phosphate dehydrogenase (GAPDH) (Santa Cruz sc-32233 1:5,000), and tubulin(Sigma T5168 1:20,000). Band intensities were quantified using ImageQuant TL, 1D gel analysis (C2C12 and myo- tube cultures, rapamycin sensitivity experiments) or ImageJ(NIH) (all other isolated muscles). P-p70S6K and P-S6RP were normalized to either GAPDH or tubulin, P-FAK was normalized to either T-FAK or GAPDH, P-Akt was normal-ized to T-Akt, and P-ERK12 was normalized to T-ERK12. Microscopy Images of primary cultures were taken using a Leica DM RBE microscope and Leica DFC300 CCD camera, using OpenLab software (Perkin Elmer).Statistics Comparisons between non-stretched and stretched C2C12c e l l s( F i g u r e1 )w e r ed o n eb yu n p a i r e dTt e s t .C o m p a r i s o n sbetween C57 and -SG --primary cultures across time ( F i g u r e2 )w e r ed o n eb yt w o - w a yA N O V Aw i t hT u k e y s multiple comparisons test. Comparisons between C57 and-SG --muscles in calcium experiments (Figure 3) were done by unpaired T test. Comparisons between C57 and -SG--muscles with and without stretch for each time point (Figure 4) or with and without rapamycin (Figure 5) were done by two-way ANOVA with Tukey sm u l t i p l e comparisons test. Results p70S6K, but not ERK12 or Akt responds to passive stretch in vitro Studies using whole muscles from animal models of the dystrophies are made more complex by the presence ofmultiple cell types, as well as pathological processes such as fibrosis. Therefore, we initially investigated mechano- transduction signaling in passively stretched C2C12myotubes. We found that passive stretching in vitro did not alter phosphorylation of ERK1 or Akt and that ERK2 and FAK phosphorylation decreased following stretch(Figure 1A,C-F,H-I). However, we found an increase in p70S6K phosphorylation at T389, which reflects activity, in response to passive stretching of C2C12 myotubes(Figure 1B,G). Therefore, this in vitro model reflected some, but not all, stretch responses observed in muscle in vivo 43,44, and highlighted p70S6K as a pathway of interest. The lack of Akt phosphorylation suggests that p70S6K phosphorylation occurred through an Akt- independent pathway, while the lack of FAK phosphoryl-ation supports an integrin-independent mechanism. Differential p70S6K stretch response occurs in C57 and -SG--primary cultures Having established pathways of interest in vitro using the C2C12 cell line, we used primary myoblast cultures fromC57 and -SG --mice (Figure 2A) to investigate the changes in mechanotransduction signaling associated solely with the loss of the SG complex in myofibers. C57and -SG --cultures were stretched for 30 min as de- scribed above and lysates were harvested 1, 2, or 4 h after stretching ended, to allow observation of the signalingtime course. Immunoblotting analysis showed that there was no difference in basal ERK12 phosphorylation between C57 and -SG --myotubes and little change in ERK12 phosphorylation in response to stretch (Figure 2B, D,E). Therefore, similar to the C2C12 cells, primary cultures did not reflect the ERK12 phosphorylationresponses found previously in C57 and -SG --mice in vivo 10,11. Neither P-Akt nor P-FAK displayed significant differences between C57 and -SG--culturesMoorwood et al. Skeletal Muscle 2014, 4:13 Page 4 of 13 http:www.skeletalmusclejournal.comcontent4113(Figure 2B,F,G). Further, these proteins did not show any prolonged response to passive stretch in the primary cultures, consistent with the lack of an acute positive stretch response in C2C12 cells. Examination ofp70S6K revealed a trend towards elevated T389 phos- phorylation at baseline in -SG --myotubes, compared to C57 myotubes. Activation of p70S6K in -SG--myo- tubes upon stretch was not apparent (Figure 2B,C), but C57 myotubes displayed a trend for increased activation at 2 and 4 h after stretching (Figure 2B,C). Therefore,while the primary cultures reflect some of the responses found in C2C12 myotubes, the experimental system is too variable to draw firm conclusions regarding mech-anical signaling pathways associated with -SG. Elevated P-p70S6K in -SG--muscles is calcium independent Our experiments in myotubes, together with our previ- ous studies in isolated muscles 10,11, suggested thatERK12 phosphorylation changes require active contrac- tion in addition to stretch, whereas p70S6K responds to stretch alone. To test this hypothesis in vivo , we ex- tended our analysis to examine the response of p70S6K to passive stretch of isolated muscles. P-p70S6k was elevated approximately 1.7-fold in resting -SG --EDL muscles incubated in normal oxygenated Ringer s solu- tion (Figure 3C; Normal). As in our previous studies, there was a 3- and 1.5-fold increase of P-ERK1 andP-ERK2, respectively, in resting -SG --EDL muscles (Figure 3A-B; Normal). Because both of these pathways converge to phosphorylate S6RP, we compared thephosphorylation state of this protein in muscles from both genotypes. -SG --EDL muscles exhibited an 8-fold increase in P-S6RP, which was consistent with the higherbasal phosphorylation state of the upstream pathways (Figure 3D; Normal). Heightened mechanosensitive signaling could arise through increased flux of ions across the sarcolemma, particu-larly Ca 217. This could occur either through en- hanced activity of channels, such as the TRP family of cation channels (reviewed in 28,29), or via membraneruptures. To determine the calcium dependence of the ob- served differences in p70S6K and ERK12 phosphorylation in-SG --muscles, we incubated muscles in calcium-free Ringers solution, retaining the same ionic strength. Absence of extracellular Ca2did not alter the relative difference in P-p70S6K between -SG--and C57 muscles (Figure 3C). However, the increased P-ERK12 and P-S6RP found in -SG--muscles in normal Ringer ss o l u - tion was abrogated when there was no calcium in thebathing solution (Figure 3A,B,D). Thus, only p70S6K phosphorylation appeared to be calcium independent. Be- cause intracellular calcium stores can also alter the intra-cellular calcium concentration, particularly during muscle activation, tetracaine was used to inhibit sarcoplasmic reticulum release of Ca 2through the ryanodine receptors. Verification of this inhibition was established in a separate experiment, through measuring tetanic force generation by EDL muscles before and after addition of tetracaine.After 15 min incubation with tetracaine, force production was virtually eliminated (force was 297 mN prior to addition of tetracaine, 2.4 mN after 15 min incubationwith tetracaine and not detectable after 20 min incubation with tetracaine). Again, relative P-p70S6K levels between the two muscle groups were not altered by tetracaine(Figure 3C). In contrast, blockade of SR Ca 2release reduced P-ERK1 levels in -SG--muscles relative to C57 muscles, even though there was no alteration in P-ERK2 Figure 1 p70S6K responds to stretch in C2C12 cells. C2C12 myotubes were cultured on silicone membranes and subjected to passive stretching for 30 min. (A-D) Representative immunoblots for P-ERK12, total T-ERK12, P-p70S6K (T389 site), tubulin, P-Akt, T-Akt, P-FAK, and T-FAK in non-stretched (NS) and stretched (S) C2C12 cells. (E-I) Quantification of activation levels. P-ERK1 and 2 were normalized to T-ERK1 and 2, respectively, P-p70S6K was normalized to tubulin, P-Akt was normalized to T-Akt, and P-FAK was normalized to T-FAK. n  5-6 wells of C2C12 cells per group. Bars represent mean  standard error.  Significantly different from non-stretched myotubes by unpaired T test. NS, non-stretched; S, stretched.Moorwood et al. Skeletal Muscle 2014, 4:13 Page 5 of 13 http:www.skeletalmusclejournal.comcontent4113(Figure 3A,B). Phosphorylation of S6RP remained elevated in-SG--muscles in the presence of tetracaine, but to a lesser extent than in normal Ringer s solution (Figure 3D). Taken together, both extracellular and intracellular cal- cium contribute to the heightened P-ERK1 levels in -SG--muscles, whereas the increase in basal P-p70S6K in-SG--muscles is not dependent on either extracellular or intracellular calcium. Differential p70S6K stretch response occurs in isolated C57 and -SG--muscles Having established that P-p70S6K changes at rest did not depend on calcium, we pursued the role of p70S6K in-SG-dependent mechanotransduction in vivo . A passive stretching protocol comprised of a 15 strain, 20 times per min, for 30 min in high-glucose DMEM was sufficientto cause increased -SG phosphorylation in the EDL, as is the case for eccentric contraction of the EDL (Figure 4A; 10). We stretched C57 and -SG --EDL muscles for either 30 or 90 min and immediately snap-froze them in liquid nitrogen. We then used immunoblotting to meas- ure phosphorylation of p70S6K at T389, as above, and alsoat T421S424 in the auto-inhibitory domain. Basal phos- phorylation of p70S6K at T389 showed a trend to be in- creased in unstretched -SG --muscles compared to C57 muscles (Figure 4B,C). However, basal phosphorylation at Figure 2 Differential p70S6K stretch response in C57 and -SG--primary cultures. Primary myotubes from C57 and -SG--FDB fibers were cultured on silicone membranes and subjected to passive stretching for 30 min. Lysates were harvested 1, 2, or 4 h after stretch. (A)Representative images of i, satellite cells migrating from an FDB fiber and ii, differentiated myotubes. (B)Representative immunoblot for P-p70S6K (T389 site), P- and T-ERK12, P-FAK, P-Akt, T-Akt, and GAPDH in non-stretched (C) and stretched (1 h, 2 h, 4 h) primary cultures. (C-G) Quantification of activation levels. Legend in C applies to all graphs. P-ERK1 and 2 were normalized to T-ERK1 and 2, respectively, P-Akt was normalized to T-Akt and P-p70S6K and P-FAK were normalized to GAPDH. n  3 (p70S6K) or 4 (all other proteins) independent sets of primary cultures per genotype. Bars represent mean  standard error. Statistical significance was tested by two-way ANOVA.Moorwood et al. Skeletal Muscle 2014, 4:13 Page 6 of 13 http:www.skeletalmusclejournal.comcontent4113T421S424 was not different between C57 and -SG-- muscles (Figure 4D). After 30 min of stretch, phosphoryl- ation of p70S6K at T389 and T421S424 was increased toa similar degree in stretched C57 and -SG --EDL mus- cles, compared to non-stretched controls. However, after 90 min of stretch, phosphorylation at T389 and T421 S424 had decreased in stretched C57 muscles and was close to non-stretched levels. In contrast, phosphorylationat T389 was further increased, and T421S424 phosphor- ylation remained elevated, in stretched -SG --muscles, compared to non-stretched controls (Figure 4B-D). ForT389 phosphorylation after 90 min of stretch, genotype, stretch, and the interaction between them were all statisti- cally significant, by two-way ANOVA. T421S424 showeda similar trend to T389; however, while the effect of stretch was statistically significant, the difference between genotypes was not. Thus, in contrast to primary cultures,-SG --muscles exhibited heightened and prolongedactivation of p70S6K in response to passive stretch, imply- ing that -SG plays a role in p70S6K inactivation. Stretch response of p70S6K T389, but not S6RP, is rapamycin-sensitive in -SG--muscles Because mTOR is a key mediator of p70S6K activation, we examined the effect of the mTOR inhibitor rapamycin on stretch responses in isolated C57 and -SG--muscles. EDL muscles were subjected to cyclic stretch for 90 min,as described above. Unlike in C2C12 cells and primary cultures, P-Akt showed a trend to increase on stretching, which was statistically significant in -SG --muscles. As anticipated, P-Akt was unaffected by rapamycin (Figure 5A,B). Rapamycin treatment completely blocked the increase in p70S6K T389 phosphorylation after passivestretch of C57 muscles, consistent with previous studies 36,37. In -SG --muscles, rapamycin abrogated most p70S6K T389 phosphorylation, but residual phosphorylation Figure 3 Elevated p70S6K in -SG--muscles is independent of calcium. EDL muscles from C57 and -SG--mice were maintained in normal oxygenated Ringer s solution, calcium-free oxygenated Ringer s solution or oxygenated Ringer s solution supplemented with tetracaine for 30 min. (A-D) Representative immunoblots and quantification for P-ERK1 (A),P - E R K 2 (B), P-p70S6K (T389 site; C), and P-S6RP (D).L e g e n di nAa p p l i e st oa l l graphs. P-ERK 1 and 2 were normalized to T-ERK 1 and 2, respectively; P-p70S6K and P-S6RP were normalized to tubulin. Independent immunoblots were performed for each condition and -SG--activation levels were normalized to C57 activation levels in each case. n  3 muscles per genotype and condition. Bars represent mean  standard error. All datasets were tested by unpaired T test.  Significantly different from C57 by unpaired T test .Moorwood et al. Skeletal Muscle 2014, 4:13 Page 7 of 13 http:www.skeletalmusclejournal.comcontent4113remained in stretched muscles (Figure 5A,C). T421S424 showed a trend to increase in response to stretch in both C57 and -SG--muscles. Surprisingly, rapamycin blunted the p70S6K T421S424 stretch response in C57 muscles, which is inconsistent with previous studies 36. However, the T421S424 response to stretch persisted in -SG-- muscles in the presence of rapamycin (Figure 5A,D). S6RP phosphorylation increased in response to stretch in both C57 and -SG--muscles. Interestingly, while rapamycin blocked stretch-induced phosphorylation of S6RP in C57 muscles, phosphorylation in response to stretch was preserved in -SG--muscles (Figure 5A,E). Taken together, these results suggest either that the level of active p70S6K remaining in -SG--m u s c l e si ss u f f i - cient to phosphorylate S6RP regardless of rapamycin orthat an alternate pathway bypasses p70S6K to phos- phorylate S6RP in muscles lacking -SG. Discussion Skeletal muscle has a remarkable ability to adapt to changes in workload. Almost all muscle properties canbe modulated, such as muscle fiber size, contractile properties and metabolism. Changes in patterns of gene expression as well as shifts in the balance between pro-tein synthesis and degradation are required to complete the adaptational response. Identification of major path- ways that directly regulate gene expression and proteinsynthesisdegradation demon strate that multiple inputs (mechanical, chemical, and metabolic) can converge on final common pathways for muscle growth andadaptation (reviewed in 45). However, sorting out the contribution of the wide variety of inputs on muscle adaptation has been more difficult. In our previouswork, we used an eccentric contraction protocol to in- vestigate the dependence of ERK12 mechano-sensing on phosphorylation of -SG. However, this protocol alters multiple factors, including externally applied tension, internally generated tension and changes in extracellular and intracellular calcium fluxes, all ofwhich potentially have effects on mechanosensitive signaling pathways. In the present study, we used a passive stretching protocol to isolate the effects of ex-ternally applied tension in the absence of active contrac- tion, in order to examine the downstream signaling in more detail. Passive stretching protocols can be performed in both cell cultures and whole muscle preparations, and the reductionist approach of utilizing cultures can eliminatesome of the physiological complexities associated with intact or isolated muscles. As such, our initial experi- ments using C2C12 cells were key to identifying p70S6Kas being activated in response to stretch, in contrast to the lack of response by ERK12, Akt, or FAK. Primary myotubes generated from C57 or -SG --mice had the Figure 4 Differential p70S6K stretch response in isolated C57 and -SG--muscles. EDL muscles from C57 and -SG--mice were maintained in oxygenated high glucose DMEM and subjected to passive stretching for 30 or 90 min. (A)Immunoblot of -SG following immunoprecipitation with anti-P-Tyr or lysate only, showing -SG phosphorylation in response to 30 min of stretch. (B)Representative immunoblots of P-p70S6K (T389 and T421S424 sites) and tubulin.(C, D) Quantification of P-p70S6K T389 (C)and T421S424 (D), normalized to tubulin. Samples for each time point were run on separate immunoblots and normalized to C57 NS. n  3-5muscles per genotype, condition, and time point. Bars represent mean  standard error. All datasets were tested by two-way ANOVA. Stretch was statistically significant for T421S424 after 30 min of stretch; genotype, stretch, and the interaction between them were statistically significant T389 after 90 min of stretch, by two-wayANOVA. Significantly different from C57 S at 90 min by two-way ANOVA with Tukey s multiple comparisons test. NS, non-stretched; S, stretched.Moorwood et al. Skeletal Muscle 2014, 4:13 Page 8 of 13 http:www.skeletalmusclejournal.comcontent4113distinct advantage of efficient germline elimination of -SG combined with an in vitro culture system. Even though these experiments displayed trends towards differ- ential activation of p70S6K after stretch, the inherent variability of the preparation impaired identification ofsignaling patterns that were dependent upon either stretch or-SG. Thus, we returned to isolated muscles from C57 and-SG --mice to investigate -SG-dependent mechano- transduction pathways. Using this model, we observed a modest increase of P-p70S6K in -SG--muscles at rest that was independent of intra- or extracellular calcium,and a prolonged activation of p70S6K following stretch. These results support a role for -SG in particular, or the SG complex in general, in mechanical signal transduction,where the loss of this protein leads to an increase in activation, and deficit in deactivation, or a combination of both. Given the dependence of our findings on the experi-mental platform utilized, future directions will include verification of the results in an even more intact system, such as in situ muscle preparations or whole animals. An intriguing explanation for our in vivo results is that -SG is required for dephosphorylation and deactivation of p70S6K. There is considerable evidence that p70S6Kis directly dephosphorylated by protein phosphatase 2A (PP2A), independently of mTOR 46-49. The phosphat- ase PHLPP has also been shown to target p70S6K 50.-SG may mediate the activation of these phosphatases in response to sustained mechanical stimulation. Alter- natively, -SG may regulate pathways that deactivate p70S6K indirectly. For example, the phosphatase SHP-2 can cause mTOR-dependent dephosphorylation of p70S6K 51,52. Further studies will be required to define the inacti-vation pathway disrupted by -SG loss. Passive stretch eliminates the contribution of active con- traction or SR calcium fluxes, but does not eliminate the Figure 5 Stretch response of p70S6K T389, but not S6RP, is rapamycin-sensitive in -SG--muscles. EDL muscles from C57 and -SG--mice were maintained in oxygenated high glucose DMEM supplemented with or without rapamycin and subjected to passive stretching for 90 min. (A)Representative immunoblots of P-Akt, T-Akt, P-p70S6K (T389 and T421S424 sites), P-S6RP, andtubulin. Left panels DMEM alone; right panels DMEM  rapamycin. (B-E) Quantification of P-Akt (B), P-p70S6K T389 (C), P-p70S6K T421 S424 (D), and P-S6RP (E). Legend in B applies to all graphs. P-Akt was normalized to T-Akt; all other proteins were normalized to tubulin. n  2-3 muscles per genotype and condition. Bars representmean  standard error. All datasets were tested by two-way ANOVA. For P-Akt in -SG --muscles, stretch was significant. For P-p70S6K T389 in -SG--muscles, stretch, rapamycin treatment, and the interaction between them were all significant. For P-S6RP in -SG-- muscles, stretch was significant. Significantly different to NS -SG-- control and significantly different to S -SG--without rapamycin by two-way ANOVA with Tukey s multiple comparisons test. NS, non-stretched; S, stretched.Moorwood et al. Skeletal Muscle 2014, 4:13 Page 9 of 13 http:www.skeletalmusclejournal.comcontent4113effects of extracellular Ca2fluxes through mechanically sensitive channels. Further, as previously shown, passive stretch causes greater Ca2influx into myotubes lacking members of the SG complex 17, raising the possibility that the mechanical signal transduction pathways we eval- uated previously may be modulated not only by the SGcomplex, but also by additional channels in the sarco- lemma. To address this, we examined the contribution of calcium to the elevated p70S6K and ERK12 activityfound in -SG --muscles. We found that the elevation of P-ERK12 in the absence of -SG was dependent on both internal and external sources of calcium. In contrast, thedifference in basal P-p70S6K between C57 and -SG -- muscles was not calcium dependent. This suggests that while ERK12 activation may lie downstream of the cal-cium misregulation that occurs in SG-deficient muscle, changes in p70S6K activation may be a more direct conse- quence of the absence of the SG complex. This is of greatinterest given that -SG has been shown to be important for mechanotransduction, but the downstream signaling pathways are uncharacterized 10,11. Furthermore, p70S6K has been implicated in mechanotransduction in skeletal muscle, but the upstream initiation signals are not known 36,53-55. However, it should be noted thatSG-deficient muscle undergoes substantial degeneration and subsequent regeneration, which may also explain the elevated basal p70S6K, which is transiently increasedduring regeneration 56. Our study found that the pattern of differential p70S6K phosphorylation in response to stretch in -SG --muscles was similar both for phosphorylation of T389, which cor- relates with kinase activity, and for T421S424, two of the four phosphorylation sites in the autoinhibitory domain.Phosphorylation of T389 is mTOR-dependent, while phosphorylation of the autoinhibitory domain is carried out by proline-directed kinases. Furthermore, it is thoughtthat phosphorylation of the autoinhibitory domain is ne- cessary for phosphorylation of T389 37. The correlation between phosphorylation of T421S424 and T389 in ourisolated muscle model therefore suggests that phosphoryl- ation of the autoinhibitory domain was the rate-limiting step for p70S6K activation, an intriguing prospect given that the autoinhibitory domain may be targeted by ERK1 2 57. Therefore, a future hypothesis to test is that differ-ential p70S6K activation is a downstream consequence of differential ERK12 activation in -SG --muscle. This would implicate Ca2as an indirect modulator of p70S6K activity, since the increase in P-ERK12 in -SG--muscle is dependent upon heightened Ca2flux. It is worth noting that recent work by others has shown that stretch-induced activation of mTOR and p70S6K at T389 is inde- pendent of ERK12 54, which can regulate mTOR via tuberous sclerosis proteins 1 and 2 and Raptor 58-60.However, this pathway is separate from the putative directphosphorylation of the p70S6K T421S424 autoinhibitory domain sites by ERK12. Our experiments with rapamycin showed that, for both C57 and -SG --muscles, phosphorylation of p70S6K at T389 is mTOR-dependent, consistent with previous stud- ies 36,37. The T421S424 autoinhibitory domain siteswere phosphorylated in response to stretch in both C57 and -SG --muscles, which was different to our initial experiment in stretched isolated muscles, where the C57response had diminished by 90 min of stretching. How- ever, in the presence of rapamycin, this response was not present. This is surprising given that the T421S424sites are not thought to be targeted by mTOR. Previous studies have shown these sites to be rapamycin-insensitive 36, but recent evidence suggests a modest mTOR de-pendence 61. In -SG --muscles, rapamycin had no ef- fect on T421S424 phosphorylation. Further experiments are needed to fully understand the role of mTOR on phos-phorylation of the p70S6K autoinhibitory domain in C57 and -SG --skeletal muscle. Interestingly, the stretch- induced phosphorylation of S6RP was rapamycin sensitivein C57 muscles, but not in -SG --muscles. This suggests that an alternative pathway can bring about S6RP phos- phorylation in -SG--muscles when p70S6K is not acti- vated. One possibility is that S6RP is phosphorylated by p90 ribosomal S6 kinase, which is activated by ERK; this is consistent with the increase in basal ERK12 in -SG-- muscles, and the over-response of ERK2 on mechanical stimulation by eccentric contraction 10. We did not observe a strong Akt response to passive stretch, or any difference between C57 and SG--, im- plying that mTOR andor p70S6K were being activated through Akt-independent pathways. This is consistentwith previous studies showing that Akt does not respond to mechanical stimulation in skeletal muscle, and that p70S6K phosphorylation in response to stretch is inde-pendent of PI3K 62. We also did not see increased phosphorylation of FAK in response to passive stretch in C2C12 cells or primary myotubes. Although integrins canparticipate in mechanotransduction, it appears that our cyclic passive stretch protocols did not cause integrin activation. Further studies will be needed to elucidate the details of crosstalk between SG-dependent and integrin-dependent signal ing pathways, as well as the role of calcium in these signaling cascades. Based on our findings, we position SG as a mechano- sensor, schematized in Figure 6, that is important for tran-sient ERK12 activation during active contractions, as well as modulation of p70S6K activation during passive stretch. Because passive stretch does not appear to in-crease P-FAK or P-Akt, SG is likely to regulate p70S6K through other pathways. The se may include regulation of ERK12, which can promote p70S6K activation indir-ectly via mTOR or directly by phosphorylation of theMoorwood et al. Skeletal Muscle 2014, 4:13 Page 10 of 13 http:www.skeletalmusclejournal.comcontent4113autoinhibitory domain, andor phosphatases such as PP2A that dephosphorylate p70S6K. Loss of SG un- couples the response to stretch, which may contribute to muscle pathology. The stability of the SG complex is directly affected in several LGMDs and in DMD, and a significant part of the pathology in these diseases appears to be inappropriate load sensing. The first step in therapeutic development isidentifying and understanding the target, but little is cur- rently known about the role of the SG complex in load sensing. Therefore, understanding the functions that aredisrupted and the pathways that are involved in mechano- transduction involving the SG complex will help in the de- sign of therapies for LGMDs and DMD. While restorationof a completely normal SG complex either through gene correction or protein replacement would also normalize mechanical signal transduction, this may not be possible for all mutations responsible for DMD and LGMD. It is known that localization of the SG complex is not the solecriterion for appropriate signaling 11. Hence, other proteins may be necessary to correct signaling even when the complex is restored, and downstream pathways mayemerge as more feasible therapeutic targets. We do not know whether the enhanced basal and stretch-responsive activation of p70S6K in -SG --muscle contributes to pathology or compensates for it. Likewise, it is not clear whether inhibition of p70S6K would have a beneficial or a detrimental effect in dystrophic muscle. Muscle specificgene targeting of mTORC1 components induces myopathy63,64 and overexpression of integrin 7 can improve the dystrophic phenotype through increased survival signaling via p70S6K 65, suggesting that p70S6K inhibition wouldnot be advantageous. However, treatment of mdx mice with the mTOR inhibitor rapamycin improves the dys- trophic phenotype 66. It is also interesting to note thatp70S6K is inhibited by glucocorticoids, which are used in the treatment of DMD and LGMD 67. Our results begin to provide mechanistic insight into how mechanical signaling is disrupted and altered in the absence of -SG. In addition to increasing our under- standing of the normal function of the SG complex,there is potential to provide more refined targets that could be beneficial to patients either in isolation or in combination with other therapeutic approaches. Conclusions We have identified p70S6K as part of a novel SG-dependent mechanosensitive signaling pathway in skeletalmuscle. Our results suggest that -SG is required for the inactivation of p70S6K following its activation in response to mechanical stimulation. These studies provide newinsights into the normal function of the SG complex, and the mechanisms by which its deficiency in some forms of muscular dystrophy may contribute to pathology. Competing interests The authors declare that they have no competing interests. Authors contributions CM carried out the calcium dependence experiments and the stretching experiments in isolated muscles, and drafted the manuscript. AP carried outthe passive stretching experiments in primary myotube cultures. JS carriedout the passive stretching experiments in C2C12 myotubes, the immunoprecipitation of phosphorylated -SG, and the immunoblotting for rapamycin sensitivity experiments. BK participated in the passive stretchingexperiments in primary cultures. EJM developed the apparatus used forstretching of myotube cultures. ERB conceived of the study, participated in its design, coordination, and interpretation of the results, and helped draft the manuscript. All authors read and approved the final manuscript. Acknowledgements The authors thank Min Liu and Tian Zuozhen of the Wellstone MuscularDystrophy Physiological Assessment Core for technical assistance with the rapamycin experiments. This work was supported by grants from NASA (NNX09AH44G) and NIH (U54 AR052646) to ERB. CM was supported by thePaul D Wellstone Muscular Dystrophy Cooperative Research Center TrainingGrant (U54 AR052646). AP was supported by NNX09AH44G. JS is supported by the Pennsylvania Muscle Institute Training Grant (NRSA T32-AR053461). BK was supported by a School of Dental Medicine Summer Research Fellowship.EJM was supported by NNX09AH44G and P50 DK52620. The funding bodieshad no role in the study design, the collection, analysis, and interpretation of data, the writing of the manuscript, or the decision to submit the manuscript for publication. Author details 1Department of Anatomy and Cell Biology, School of Dental Medicine, University of Pennsylvania, Philadelphia, PA, USA.2Pennsylvania Muscle Institute, University of Pennsylvania, Philadelphia, PA, USA.3Current address: Department of Physiology, Medical School, National and Kapodistrian University of Athens, Goudi, Athens, Greece.4Current address: Department of Dermatology and Cutaneous Biology, Jefferson University College ofMedicine, Philadelphia, PA, USA. Figure 6 Relevant signaling pathways and relationship to -SG. Schematic of signaling pathways measured or discussed in this manuscript. Dotted lines indicate possible relationships to -SG. Arrowheads indicate an activating relationship, while blunt endsindicate a repressing relationship. Dashed line indicates priming, rather than full activation.Moorwood et al. Skeletal Muscle 2014, 4:13 Page 11 of 13 http:www.skeletalmusclejournal.comcontent4113Received: 25 March 2014 Accepted: 29 May 2014 Published: 1 July 2014 References 1. Ervasti JM, Sonnemann KJ: Biology of the striated muscle dystrophin-glycoprotein complex. Int Rev Cytol 2008, 265:191225. 2. Emery AE, Muntoni F: Duchenne Muscular Dystrophy. Oxford: Oxford University Press; 2003. 3. Engel AG, Franzini-Armstrong C: Myology: Basic and Clinical. 3rd edition. New York: McGraw-Hill, Inc; 2004. 4. Durbeej M, Campbell KP: Muscular dystrophies involving the dystrophin- glycoprotein complex: an overview of current mouse models. Curr Opin Genet Dev 2002, 12:349361. 5. Blake DJ, Weir A, Newey SE, Davies KE: Function and genetics of dystrophin and dystrophin-related proteins in muscle. Physiol Rev 2002, 82:291329. 6. Davies KE, Nowak KJ: Molecular mechanisms of muscular dystrophies: old and new players. Nat Rev 2006, 7:762773. 7. Hack AA, Cordier L, Shoturma DI, Lam MY, Sweeney HL, McNally EM: Muscle degeneration without mechanical injury in sarcoglycandeficiency. Proc Natl Acad Sci U S A 1999, 96:10723 10728. 8. Petrof BJ, Shrager JB, Stedman HH, Kelly AM, Sweeney HL: Dystrophin protects the sarcolemma from stresses developed during musclecontraction. Proc Natl Acad Sci 1993, 90:3710 3714. 9. Hack AA, Ly CT, Jiang F, Clendenin CJ, Sigrist KS, Wollmann RL, McNally EM: Gamma-sarcoglycan deficiency leads to muscle membrane defects and apoptosis independent of dystrophin. J Cell Biol 1998, 142:1279 1287. 10. Barton ER: Impact of sarcoglycan complex on mechanical signal transduction in murine skeletal muscle. Am J Physiol Cell Physiol 2006, 290:C411 C419. 11. Barton ER: Restoration of gamma-sarcoglycan localization and mechanical signal transduction are independent in murine skeletal muscle. J Biol Chem 2010, 285:17263 17270. 12. Benavides Damm T, Egli M: Calcium s role in mechanotransduction during muscle development. Cell Physiol Biochem 2014, 33:249272. 13. Burkholder TJ: Mechanotransduction in skeletal muscle. Front Biosci 2007, 12:174191. 14. Andersson D, Meli A, Reiken S, Betzenhauser M, Umanskaya A, Shiomi T, DArmiento J, Marks A: Leaky ryanodine receptors in beta-sarcoglycan deficient mice: a potential common defect in muscular dystrophy.Skeletal Muscle 2012, 2:9. 15. Iwata Y, Katanosaka Y, Shijun Z, Kobayashi Y, Hanada H, Shigekawa M, Wakabayashi S: Protective effects of Ca2 handling drugs against abnormal Ca2 homeostasis and cell damage in myopathic skeletalmuscle cells. Biochem Pharmacol 2005, 70:740751. 16. Nakamura TY, Iwata Y, Sampaolesi M, Hanada H, Saito N, Artman M, Coetzee WA, Shigekawa M: Stretch-activated cation channels in skeletal muscle myotubes from sarcoglycan-deficient hamsters. Am J Physiol Cell Physiol 2001, 281: C690 C699. 17. Sampaolesi M, Yoshida T, Iwata Y, Hanada H, Shigekawa M: Stretch-induced cell damage in sarcoglycan-deficient myotubes. Pflugers Arch 2001, 442:161170. 18. Solares-Perez A, Alvarez R, Crosbie RH, Vega-Moreno J, Medina-Monares J, Estrada FJ, Ortega A, Coral-Vazquez R: Altered calcium pump and secondary deficiency of gamma-sarcoglycan and microspan in sarcoplasmic reticulum membranes isolated from delta-sarcoglycan knockout mice. Cell Calcium 2010, 48:2836. 19. Solares-Perez A, Sanchez JA, Zentella-Dehesa A, Garcia MC, Coral-Vazquez RM:Intracellular Ca2 transients in delta-sarcoglycan knockout mouse skeletal muscle. Biochim Biophys Acta 2010, 1800: 373379. 20. Hassoni C: Calcium homeostasis and ultrastructural studies in a patient with limb girdle muscular dystrophy type 2C. Neuropathol Appl Neurobiol 1999, 25:244253. 21. Fraysse B, Nagi SM, Boher B, Ragot H, Lain J, Salmon A, Fiszman MY, Toussaint M, Fromes Y: Ca2 overload and mitochondrial permeability transition pore activation in living -sarcoglycan-deficient cardiomyocytes. Am J Physiol Cell Physiol 2010, 299:C706 C713. 22. Lipskaia L, Pinet C, Fromes Y, Hatem S, Cantaloube I, Coulombe A, Lompr A-M: Mutation of -sarcoglycan is associated with Ca2  -dependent vascular remodeling in the Syrian hamster. Am J Pathol 2007, 171:162171. 23. Kumar A, Khandelwal N, Malya R, Reid MB, Boriek AM: Loss of dystrophin causes aberrant mechanotransduction in skeletal muscle fibers. FASEB J 2004, 18:102113.24. Iwata Y, Katanosaka Y, Arai Y, Komamura K, Miyatake K, Shigekawa M: An o v e l mechanism of myocyte degeneration involving the Ca2  -permeable growth factor regulated channel. J Cell Biol 2003, 161:957967. 25. Iwata Y, Katanosaka Y, Arai Y, Shigekawa M, Wakabayashi S: Dominant-negative inhibition of Ca2 influx via TRPV2 ameliorates muscular dystrophy in animal models. Hum Mol Genet 2009, 18:824834. 26. Millay DP, Goonasekera SA, Sargent MA, Maillet M, Aronow BJ, Molkentin JD: Calcium influx is sufficient to induce muscular dystrophy through aTRPC-dependent mechanism. Proc Natl Acad Sci U S A 2009, 106:19023 19028. 27. Goonasekera SA, Davis J, Kwong JQ, Accornero F, Wei-LaPierre L, Sargent MA, Dirksen RT, Molkentin JD: Enhanced Ca2 influx from STIM1 Orai1 induces muscle pathology in mouse models of muscular dystrophy.Hum Mol Genet 2014. Epub ahead of print. 28. Brinkmeier H: TRP channels in skeletal muscle: gene expression, function and implications for disease. Adv Exp Med Biol 2011, 704:749758. 29. Gailly P: TRP channels in normal and dystrophic skeletal muscle. Curr Opin Pharmacol 2012, 12:326334. 30. Araishi K, Sasaoka T, Imamura M, Noguchi S, Hama H, Wakabayashi E, Yoshida M, Hori T, Ozawa E: Loss of the sarcoglycan complex and sarcospan leads to muscular dystrophy in -sarcoglycan-deficient mice. Hum Mol Genet 1999, 8:1589 1598. 31. Duclos F, Straub V, Moore SA, Venzke DP, Hrstka RF, Crosbie RH, Durbeej M, Lebakken CS, Ettinger AJ, van der Meulen J, Holt KH, Lim LE, Sanes JR, Davidson BL, Faulkner JA, Williamson R, Campbell KP: Progressive muscular dystrophy in -sarcoglycan-deficient mice. JC e l lB i o l 1998, 142:1461 1471. 32. Goonasekera SA, Lam CK, Millay DP, Sargent MA, Hajjar RJ, Kranias EG, Molkentin JD: Mitigation of muscular dystrophy in mice by SERCA overexpression in skeletal muscle. J Clin Invest 2011, 121:1044 1052. 33. Morine KJ, Sleeper MM, Barton ER, Sweeney HL: Overexpression of SERCA1a in the mdx diaphragm reduces susceptibility to contraction-induced damage. Hum Gene Ther 2010, 21:1735 1739. 34. Parsons SA, Millay DP, Sargent MA, Naya FJ, McNally EM, Sweeney HL, Molkentin JD: Genetic disruption of calcineurin improves skeletal muscle pathology and cardiac disease in a mouse model of limb-girdle muscular dystrophy. J Biol Chem 2007, 282:10068 10078. 35. Fenton TR, Gout IT: Functions and regulation of the 70 kDa ribosomal S6 kinases. Int J Biochem Cell Biol 2011, 43:4759. 3 6 . H o r n b e r g e rT A ,S t u p p a r dR ,C o n l e yK E ,F e d e l eM J ,F i o r o t t oM L ,C h i nE R ,E s s e rK A : Mechanical stimuli regulate rapamycin-sensitive signalling by aphosphoinositide 3-kinase-, protein k inase B- and growth factor-independent mechanism. Biochem J 2004, 380:795804. 37. Dufner A, Thomas G: Ribosomal S6 kinase signaling and the control of translation. Exp Cell Res 1999, 253:100109. 38. Pearson RB, Dennis PB, Han JW, Williamson NA, Kozma SC, Wettenhall RE, Thomas G: The principal target of rapamycin-induced p70s6k inactivation is a novel phosphorylation site within a conserved hydrophobic domain. EMBO J 1995, 14:5279 5287. 39. Nielsen PJ, Manchester KL, Towbin H, Gordon J, Thomas G: The phosphorylation of ribosomal protein S6 in rat tissues following cycloheximide injection, indiabetes, and after denervation of diaphragm. A simple immunological determination of the extent of S6 ph o s p h o r y l a t i o no np r o t e i nb l o t s . JB i o lC h e m 1982, 257:12316 12321. 40. He Y, Macarak EJ, Korostoff JM, Howard PS: Compression and tension: differential effects on matrix accumulation by periodontal ligament fibroblasts in vitro. Connect Tissue Res 2004, 45:2839. 41. Barton ER, Park S, James JK, Makarewich CA, Philippou A, Eletto D, Lei H, Brisson B, Ostrovsky O, Li Z, Argon Y: Deletion of muscle GRP94 impairs both muscle and body growth by inhibiting local IGF production. FASEB J 2012, 26:3691 3702. 42. Moorwood C, Liu M, Tian Z, Barton ER: Isometric and eccentric force generation assessment of skeletal muscles isolated from murine modelsof muscular dystrophies. J Vis Exp 2013, 71:e50036. 43. Hornberger TA, Mateja RD, Chin ER, Andrews JL, Esser KA: Aging does not alter the mechanosensitivity of the p38, p70S6k, and JNK2 signalingpathways in skeletal muscle. J Appl Physiol (1985) 2005, 98:1562  1566. 44. Martineau LC, Gardiner PF: Insight into skeletal muscle mechanotransduction: MAPK activation is quantitatively related to tension. J Appl Physiol (1985) 2001, 91:693702. 45. Glass DJ: Signalling pathways that mediate skeletal muscle hypertrophy and atrophy. Nat Cell Biol 2003, 5:8790.Moorwood et al. Skeletal Muscle 2014, 4:13 Page 12 of 13 http:www.skeletalmusclejournal.comcontent411346. Hahn K, Miranda M, Francis VA, Vendrell J, Zorzano A, Teleman AA: PP2A regulatory subunit PP2A-B counteracts S6K phosphorylation. Cell Metab 2010, 11:438444. 47. Peterson RT, Desai BN, Hardwick JS, Schreiber SL: Protein phosphatase 2A interacts with the 70-kDa S6 kinase and is activated by inhibition ofFKBP12-rapamycinassociated protein. Proc Natl Acad Sci U S A 1999, 96:4438 4442. 48. Petritsch C, Beug H, Balmain A, Oft M: TGF-beta inhibits p70 S6 kinase via protein phosphatase 2A to induce G(1) arrest. Genes Dev 2000, 14:3093 3101. 49. Cho DH, Choi YJ, Jo SA, Ryou J, Kim JY, Chung J, Jo I: Troglitazone acutely inhibits protein synthesis in endothelial cells via a novel mechanisminvolving protein phosphatase 2A-dependent p70 S6 kinase inhibition. Am J Physiol Cell Physiol 2006, 291:C317 C326. 50. Liu J, Stevens PD, Li X, Schmidt MD, Gao T: PHLPP-mediated dephosphorylation of S6K1 inhibits protein translation and cell growth.Mol Cell Biol 2011, 31:4917 4927. 51. Ketroussi F, Giuliani M, Bahri R, Azzarone B, Charpentier B, Durrbach A: Lymphocyte cell-cycle inhibition by HLA-G is mediated by phosphataseSHP-2 and acts on the mTOR pathway. PLoS One 2011, 6:e22776. 52. Zito CI, Qin H, Blenis J, Bennett AM: SHP-2 regulates cell growth by controlling the mTORS6 kinase 1 pathway. JB i o lC h e m 2007, 282:6946 6953. 53. Hornberger TA, Chu WK, Mak YW, Hsiung JW, Huang SA, Chien S: The role of phospholipase D and phosphatidic acid in the mechanical activationof mTOR signaling in skeletal muscle. Proc Natl Acad Sci U S A 2006, 103:4741 4746. 54. You JS, Frey JW, Hornberger TA: Mechanical stimulation induces mTOR signaling via an ERK-independent mechanism: implications for a directactivation of mTOR by phosphatidic acid. PLoS One 2012, 7:e47258. 55. You JS, Lincoln HC, Kim CR, Frey JW, Goodman CA, Zhong XP, Hornberger TA: The role of diacylglycerol kinase zeta and phosphatidic acid in the mechanical activation of mammalian target of rapamycin (mTOR) signaling and skeletal muscle hypertrophy. J Biol Chem 2014, 289:1551 1563. 56. Richard-Bulteau H, Serrurier B, Crassous B, Banzet S, Peinnequin A, Bigard X, Koulmann N: Recovery of skeletal muscle mass after extensive injury: positive effects of increased contractile activity. Am J Physiol Cell Physiol 2008, 294:C467 C476. 57. Mukhopadhyay NK, Price DJ, Kyriakis JM, Pelech S, Sanghera J, Avruch J: An array of insulin-activated, proline-dir ected serinethreonine protein kinases phosphorylate the p70 S6 kinase. JB i o lC h e m 1992, 267:3325 3335. 58. Carriere A, Romeo Y, Acosta-Jaquez HA, Moreau J, Bonneil E, Thibault P, Fingar DC, Roux PP: ERK12 Phosphorylate Raptor to Promote Ras-dependent Activation of mTOR Complex 1 (mTORC1). JB i o lC h e m 2011, 286:567577. 59. Ma L, Chen Z, Erdjument-Bromage H, Tempst P, Pandolfi PP: Phosphorylation and Functional Inactivation of TSC2 by Erk: Implications for Tuberous Sclerosisand Cancer Pathogenesis. Cell2005, 121:179193. 60. Roux PP, Ballif BA, Anjum R, Gygi SP, Blenis J: Tumor-promoting phorbol esters and activated Ras inactivate the tuberous sclerosis tumorsuppressor complex via p90 ribosomal S6 kinase. Proc Natl Acad Sci U S A 2004, 101:13489 13494. 61. Axelrod MJ, Gordon V, Mendez RE, Leimgruber SS, Conaway MR, Sharlow ER, Jameson MJ, Gioeli DG, Weber MJ: p70S6 kinase is a critical node that integrates HER-family and PI3 kinase signaling networks. Cell Signal 2014, 26:1627 1635. 62. Hornberger TA, Chien S: Mechanical stimuli and nutrients regulate rapamycin-sensitive signaling through distinct mechanisms in skeletal muscle. J Cell Biochem 2006, 97:1207 1216. 63. Bentzinger CF, Romanino K, Clotta D, Lin S, Mascarenhas JB, Oliveri F, Xia J, Casanova E, Costa CF, Brink M, Zorzato F, Hall MN, Ruegg MA: Skeletal muscle-specific ablation of raptor, but not of rictor, causes metabolic changes and results in muscle dystrophy. Cell Metab 2008, 8:411424. 64. Risson V, Mazelin L, Roceri M, Sanchez H, Moncollin V, Corneloup C, Richard-Bulteau H, Vignaud A, Baas D, Defour A, Freyssenet D, Tanti JF, Le-Marchand-Brustel Y, Ferrier B, Conjard-Duplany Romanino K, Bauche S,Hantai D, Mueller M, Kozma SC, Thomas G, Ruegg MA, Ferry A, Pende M,Bigard X, Koulmann N, Schaeffer L, Gangloff YG: Muscle inactivation of mTOR causes metabolic and dystrophin defects leading to severe myopathy. J Cell Biol 2009, 187:859874.65. Boppart MD, Burkin DJ, Kaufman SJ: Activation of AKT signaling promotes cell growth and survival in 71 integrin-mediated alleviation of muscular dystrophy. Biochim Biophys Acta Mol Basis Dis 2011, 1812: 439446. 66. Eghtesad S, Jhunjhunwala S, Little SR, Clemens PR: Effect of rapamycin on immunity induced by vector-mediated dystrophin expression in mdx skeletal muscle. Sci Rep 2012, 2:399. 67. Shah OJ, Kimball SR, Jefferson LS: Glucocorticoids abate p70S6k and eIF4E function in L6 skeletal myoblasts. Am J Physiol Endocrinol Metabol 2000, 279:E74E82. doi:10.11862044-5040-4-13 Cite this article as: Moorwood et al. :Absence of -sarcoglycan alters the response of p70S6 kinase to mechanical perturbation in murine skeletalmuscle. Skeletal Muscle 2014 4:13. Submit your next manuscript to BioMed Central and take full advantage of:  Convenient online submission  Thorough peer review  No space constraints or color gure charges  Immediate publication on acceptance  Inclusion in PubMed, CAS, Scopus and Google Scholar  Research which is freely available for redistribution Submit your manuscript at www.biomedcentral.comsubmitMoorwood et al. Skeletal Muscle 2014, 4:13 Page 13 of 13 http:www.skeletalmusclejournal.comcontent4113",
        "introduction": null,
        "conclusion": "s: p70S6K is an important component of -sarcoglycan-dependent mechanotransduction in skeletal muscle. Our results suggest that loss of -sarcoglycan uncouples the respons e of p70S6K to stretch and implies that -sarcoglycan is important for inactivation of this pa thway. Overall, we assert that altered load-sensing mechanisms exist in muscular dystrophi es where the sarcoglycans are absent. Keywords: Sarcoglycan, Sarcoglycanopathies, Limb girdle muscular dystrophy, Mechanotransduction, Mechano-sensing, Load-sensing, p70S6K, S6K, p70S6 kinase, ERK12  Correspondence: erbartondental.upenn.edu 1Department of Anatomy and Cell Biology, School of Dental Medicine, University of Pennsylvania, Philadelphia, PA, USA 2Pennsylvania Muscle Institute, University of Pennsylvania, Philadelphia, PA, USAFull list of author information is available at the end of the article  2014 Moorwood et al.; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http:creativecommons.orglicensesby4.0), which permits unrestricted use,distribution, and reproduction in any medium, provided the original work is properly credited. The Creative Commons PublicDomain Dedication waiver (http:creativecommons.orgpublicdomainzero1.0) applies to the data made available in thisarticle, unless otherwise stated.Moorwood et al. Skeletal Muscle 2014, 4:13 http:www.skeletalmusclejournal.comcontent4113Background The dystrophin glycoprotein complex (DGC) is found at the sarcolemma of skeletal, cardiac, and smooth musclecells, where it physically links the extracellular matrix (ECM) with the intracellular cytoskeleton, providing struc- tural support 1-3. Mutations in DGC components causedifferent types of muscular dystrophy; for example, muta- tions in dystrophin cause Duchenne muscular dystrophy (DMD), while mutations in -,-,-, or -sarcoglycan (SG) cause limb girdle muscular dystrophy (LGMD) 2-4. When dystrophin is mutated in DMD or in the mdx mouse model of DMD, the entire DGC is substantiallyreduced at the sarcolemma. In contrast, when any one of the SGs is mutated, in LGMD or any of the SG knock-out mice, the other three SGs are either absent or reduced atthe sarcolemma, but the rest of the DGC remains, includ- ing the link formed by dystrophin and dystroglycan be- tween the ECM and the cytoskeleton 2,3,5,6. Unlike theskeletal muscles of the mdx mouse, muscles of the -SG knock-out ( -SG --) mouse display no mechanical fragility, at least until 4 months of age, as shown by a minimal lossof force-generating capacity following a series of eccentric contractions (ECCs) 7,8. In spite of this, the -SG -- mouse exhibits a severe dystrophic phenotype on histo- logical examination, with extensive myofiber degeneration and regeneration, fibrosis, and disruption of sarcolemmal integrity, similar to the mdx mouse 9. The lack of mechanical fragility suggests that aberrant signaling may contribute to the muscle degeneration seen in the -SG--mouse. Indeed, our previous studies demon- strated that localization of the SG complex to the sarco- lemma and phosphorylation of the tyrosine 6 residue of -SG are essential for normal signaling by extracellular signal-regulated kinases 1 and 2 (ERK12), in response to ECCs 10,11. Based upon these data, we have asserted that the SG complex acts as a mechanosensorin skeletal muscle because of its position within the DGC, the modifications that occur to -SG with mech- anical perturbation, and the necessity of the complexfor normal signaling. A complication of using ECCs to invoke signal transduc- tion is that there are multiple processes in play. Not only is there externally applied tension on the sarcolemma and DGC as a result of lengthening, but also active contractionresulting in internally applied tension and Ca 2flux within the fibers and across the sarcolemma, all of which could contribute to alterations in signaling in the absence of-SG. Calcium is known to be involved in many mechano- sensitive signaling pathways (reviewed in 12,13) and aber- rant calcium regulation is a feature of SG-deficient muscle14-22. Indeed, an exaggerated ERK12 response to mech- anical stimulation that is dependent on extracellular cal- cium has been demonstrated in the mdx mouse diaphragm 23. Studies suggest that aberrant calcium regulation inthe muscular dystrophies results from abnormal levels and activity of the mechanosensitive TRP channels andor mis- regulation of store operated calcium entry via the STIM1and Orai1 channels 24-29. Direct disruption of the sarco- lemma, for which there is evidence in SG-null animal models 7,9,30,31, could also contribute to loss of calciumhomeostasis. Furthermore, several strategies to improve Ca 2handling are known to counteract the pathology as- sociated with the muscular dystrophies 25,32-34. There-fore, identification of mechanosensitive signaling that is attributable to the SG complex rather than other pro- cesses occurring during mechanical perturbation has beenchallenging. One pathway of interest involves p70S6K, which is ca- nonically activated in response to mitogens via the phos-phoinositide 3-kinase (PI3K) pathway (reviewed in 35) and is known to respond to mechanical load 36. Acti- vation of p70S6K involves a hierarchical series of phos-phorylation events, beginning with phosphorylation of multiple sites in the C-terminal autoinhibitory domain, followed by mammalian target of rapamycin (mTOR)-dependent phosphorylation of sites in the linker region, which allows for full activation of the kinase via phos- phorylation of threonine 229 (T229) in the catalytic do-main by phosphoinositide-dependent kinase 1 (PDK1) (reviewed in 37). Although phosphorylation of T229 is required for p70S6K activation, phosphorylation of T389in the linker region has been found to correlate most closely with in vivo activity 38, and can be used as a measure of kinase activation. p70S6K has a multitude ofdownstream targets, with roles in protein synthesis, growth, proliferation, survival, and more 35, including S6 ribosomal protein (S6RP), which closely correlateswith protein translation rates 39. In the current study, we examined ERK12, Akt, focal adhesion kinase (FAK), and p70S6K responses to passivestretch in C57 and -SG --skeletal muscle to further eluci- date the importance of the SG complex for mechanotrans- duction. While differences in ERK12 phosphorylationbetween C57 and -SG --muscle were calcium-dependent, differences in p70S6K activation were independent of cal- cium. In addition, the p70S6K response to stretch in both primary myofiber cultures and isolated extensor digitorum longus (EDL) muscles was differentially regulated in theabsence of -SG. Specifically, experiments in isolated muscles suggest that -SG is required for inactivation of p70S6K. The findings increase our understanding of thecontribution of aberrant load-sensing to the pathology of muscular dystrophies where the SG complex is deficient.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            }
        ]
    }
]