[
    {
        "pmid": "36824941",
        "title": "Metabolic model predictions enable targeted microbiome manipulation through precision prebiotics.",
        "year": "2023",
        "journal": "bioRxiv",
        "abstract": "The microbiome is increasingly receiving attention as an important modulator of host health and disease. However, while numerous mechanisms through which the microbiome influences its host have been identified, there is still a lack of approaches that allow to specifically modulate the abundance of individual microbes or microbial functions of interest. Moreover, current approaches for microbiome manipulation such as fecal transfers often entail a non-specific transfer of entire microbial communities with potentially unwanted side effects. To overcome this limitation, we here propose the concept of precision prebiotics that specifically modulate the abundance of a microbiome member species of interest. In a first step, we show that defining precision prebiotics by compounds that are only taken up by the target species but no other species in a community is usually not possible due to overlapping metabolic niches. Subsequently, we present a metabolic modeling network framework that allows us to define precision prebiotics for a two-member C. elegans microbiome model community comprising the immune-protective Pseudomonas lurida MYb11 and the persistent colonizer Ochrobactrum vermis MYb71. Thus, we predicted compounds that specifically boost the abundance of the host-beneficial MYb11, four of which were experimentally validated in vitro (L-serine, L-threonine, D-mannitol, and γ-aminobutyric acid). L-serine was further assessed in vivo, leading to an increase in MYb11 abundance also in the worm host. Overall, our findings demonstrate that constraint-based metabolic modeling is an effective tool for the design of precision prebiotics as an important cornerstone for future microbiome-targeted therapies.",
        "full_text": "1 Metabolic model predictions enable targeted microbiome manipulation through precision prebiotics Georgios Marinos1,, Inga K. Hamerich2,, Reena Debray3, Nancy Obeng2, Carola Petersen2, Jan Taubenheim1, Johannes Zimmermann1,5, Dana Blackburn6, Buck S. Samuel6, Katja Dierking2, Andre Franke7, Matthias Laudes8, Silvio Waschina4, Hinrich Schulenburg2,5,, and Christoph Kaleta1, 1Research Group Medical Systems Biology, University Hospital Schleswig-Holstein Campus Kiel, Kiel University, Kiel, Schleswig-Holstein, Germany 2Research Group Evolutionary Ecology and Genetics, Zoological Institute, Kiel University, Kiel, Schleswig-Holstein, Germany 3Department of Integrative Biology, University of California, Berkeley, California, USA 4Nutriinformatics, Institute for Human Nutrition and Food Science, Kiel University, Kiel, Schleswig-Holstein, Germany 5Max-Planck Institute for Evolutionary Biology, Ploen, Schleswig-Holstein, Germany 6Alkek Center for Metagenomics and Microbiome Research, Baylor College of Medicine, Houston, Texas, USA 7Institute of Clinical Molecular Biology, Kiel University, Kiel, Schleswig-Holstein, Germany 8Institute of Diabetes and Clinical Metabolic Research, University Hospital Schleswig-Holstein Campus Kiel, Kiel, Schleswig-Holstein, Germany  shared first authors shared senior authors To whom correspondence should be addressed: c.kaletaiem.uni-kiel.de, hschulenburgzoologie.uni-kiel.de. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 2 Georgios Marinos ORCID 0000-0002-6443-7696 Inga K. Hamerich ORCID 0000-0002-3451-4574 Carola Petersen ORCID 0000-0002-2164-6789 Reena Debray ORCID 0000-0001-8130-4871 Nancy Obeng ORCID 0000-0001-9639-2130 Jan Taubenheim ORCID 0000-0001-7283-1768 Johannes Zimmermann ORCID 0000-0002-5041-1954 Dana Blackburn ORCID 0000-0001-5153-3366 Buck S. Samuel ORCID 0000-0002-4347-3997 Katja Dierking ORCID 0000-0002-5129-346X Andre Franke ORCID 0000-0003-1530-5811 Matthias Laudes ORCID 0000-0002-7846-955X Silvio Waschina ORCID 0000-0002-6290-3593 Hinrich Schulenburg ORCID 0000-0002-1413-913X Christoph Kaleta ORCID 0000-0001-8004-9514. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 3 1.Abstract The microbiome is increasingly receiving attention as an important modulator of host health and disease. However, while numerous mechanisms through which the microbiome influences its host have been identified, there is still a lack of approaches that allow to specifically modulate the abundance of individual microbes or microbial functions of interest. Moreover, current approaches for microbiome manipulation such as fecal transfers often entail a non-specific transfer of entire microbial communities with potentially unwanted side effects. To overcome this limitation, we here propose the concept of precision prebiotics that specifically modulate the abundance of a microbiome member species of interest. In a first step, we show that defining precision prebiotics by compounds that are only taken up by the target species but no other species in a community is usually not possible due to overlapping metabolic niches. Subsequently, we present a metabolic modeling network framework that allows us to define precision prebiotics for a two-member C. elegans microbiome model community comprising the immune-protective Pseudomonas lurida MYb11 and the persistent colonizer Ochrobactrum vermis MYb71. Thus, we predicted compounds that specifically boost the abundance of the host-beneficial MYb11, four of which were experimentally validated in vitro (L-serine, L-threonine, D-mannitol, and -aminobutyric acid). L-serine was further assessed in vivo, leading to an increase in MYb11 abundance also in the worm host. Overall, our findings demonstrate that constraint-based metabolic modeling is an effective tool for the design of precision prebiotics as an important cornerstone for future microbiome-targeted therapies. 2.Keywords nutritional supplements, flux balance analysis, genome-scale metabolic models, Caenorhabditis elegans, Pseudomonas lurida MYb11, Ochrobactrum vermis MYb71, serine. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 4 3.Introduction While traditionally considered commensals, it is becoming increasingly clear that the microbial communities living within and on higher host organisms (i.e., the microbiome) are integral parts of host physiology. These microbial communities fulfill essential roles in pathogen protection1, immune system education2, production of vitamins3, metabolism of xenobiotics4,5and increase the plasticity of their hosts to respond to evolutionary challenges6,7. Thus, the composition of the microbiota plays an important role in the well-being of hosts and its ability to respond to environmental challenges8,9, as indicated by the frequent shift of microbiota composition observed in the context of diseases10and exposure to environmental stressors11. These observations and work in animal models have led to the development of the notion that the composition of the microbiome itself might be an important modulator of host health12as well as fitness and that a targeted modulation of microbiome composition might offer a completely new avenue for modulating the host. It has been shown that dietary patterns (e.g., western diet) can affect the structure of the microbiome, however their effect is transient13. Besides an influence of dietary uptake on microbiome composition, various approaches to modify the microbial communities of organisms have been used14: the transfer of entire microbial communities from a donor to a recipient host (fecal transfer), the provision of compounds used by particular microbial species (prebiotics), the provision of microbial strains of natural or synthetic origin (probiotics), the provision of compounds of microbial origin (postbiotics) and combinations thereof (synbiotics). While fecal transfer is the most commonly used approach to modulate microbial community composition in animal models, it involves the transfer of entire microbial communities and therefore not only desirable traits. In consequence, there is only a single medical indication in which fecal transfers are routinely used thus far15and there are potential concerns about the safety and stability of the engraftment of transplants16. Although the concept of supplementation with pre-, pro- or synbiotics has been commonly proposed as a method of microbial manipulation, these approaches are still severely limited. In. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 5 humans, oligosaccharides are proposed as prebiotics to alter the microbial community on both the structural and functional level, since they can be fermented by microbial species, which in turn can proliferate and produce bioactive compounds such as short-chain fatty acids17.However, there is yet only little knowledge about other classes of compounds that might alter the microbial composition. Another important aspect to consider is the specificity with which individual target microorganisms can be manipulated using prebiotics. Thus, while oligosaccharides are considered beneficial there is often uncertainty about which species can degrade them, as multiple, unrelated species can degrade similar types of oligosaccharides (e.g., Bacteroidetes, Lactobacilli, and Bifidobacterium species can degrade fructans)17,18. In case of supplementation with probiotics and synbiotics, other concerns have been raised. For instance, the ability of specific Bifidobacteria to stably colonize the human gut was only reported for  of the participants in a clinical trial19. Moreover, introducing exogenous bacteria can have unwanted side effects. For example, some of theBacillus species which were used as probiotics in aquacultures were found to carry virulence and antibiotic resistance genes20. Hence, to overcome these limitations in current microbiome manipulation approaches, we need to focus on prebiotics with well-controlled modes of action (e.g., microbial pathways of prebiotics degradation) that preferentially modulate the abundance of resident microbial species. Since mechanisms of pathogenicity are often complex and context specific21, it is preferred if these species are native to the microbiome of the host, as unwanted side-effects due to the introduction of foreign bacterial species might be avoided. Within this work, we will refer to prebiotics that specifically modulate the abundance of selected bacterial strains within the microbiome of a specific host as precision prebiotics. To design and evaluate such precision prebiotics, it is essential to start with a tractable model system such as the well-established model organism Caenorhabditis elegans. The native microbial community of the invertebrate C. elegans was first described in 201622, yet the nematode has already been used for over twenty years as a model for studying host-microbial interactions23. To similarly promote C. elegans-microbiome research, a synthetic 12-member C. elegans-specific microbiome resource, CeMbio, was recently established22. Part of this consortium is the Gram-negative Pseudomonas lurida MYb11 that is known to possess antifungal24and. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 6 antimicrobial properties, thereby providing protection against the pathogen Bacillus thuringiensis (Bt)25,21. Besides its protective effects, MYb11 is known to colonize and persist in the C. elegans intestine22and thus increase the nematodes fitness during infection25.Ochrobactrum vermis MYb71 is another member of the CeMbio community22and affects different host life-history traits 22,26, persistently colonizes the nematode24, and has been described as competitive against other bacteria in terms of space and nutrients27. Both bacteria are also able to interact metabolically with the nutrient environment determining their type of interaction27. Hence, a microbial community consisting of one beneficial bacterium and another one that is competitive offers an excellent opportunity for developing targeted approaches for microbiome manipulation. A key prerequisite for the development of precision prebiotics is a detailed understanding of the metabolic functions present within a microbial community and how specific metabolic interventions affect microbiome metabolism. One important approach to investigate metabolic functions in microbial communities are constraint-based metabolic modeling approaches2830. Based on the genetic information either on the level of each bacterium or from the overall community and biochemical databases, these methods allow one to simulate the network of chemical reactions that represent the metabolic reactions of the microorganism(s) or the community31. To this end, genome-scale metabolic models of the bacterial species within a microbiome have to be reconstructed from genomic data. These models summarize the metabolic functions present within an organism and can be reconstructed using automated reconstruction approaches32,33or obtained from existing model repositories34. Furthermore, accounting for the growth environment of a species35, optimization approaches such as flux balance analysis (FBA) for individual species 28or constraint-based community modeling approaches36,37can be used to predict metabolic activities within individual species as well as interactions between species. These methods have already been used to identify metabolic alterations in the microbiome of Parkinsons disease patients38as well as patients with inflammatory bowels disease39,27and to study the interaction of C. elegans as well as its microbiota in the context of drug-microbiome-host interactions30. For C. elegans, metabolic models of the CeMbio community including MYb11 and MYb7122and other members of the microbiota are available27.. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 7 In this work, we used metabolic networks of MYb11 and MYb71 also incorporating phenotypic information from Biolog growth assays in a computational screen for precision prebiotics that are able to specifically boost the abundance of the host-protective species MYb11 over MYb71. We tested four of the predicted compounds, L-serine, L-threonine, D-mannitol, and -aminobutyric acid (GABA) in vitro and confirmed that they selectively boost the abundance of MYb11. Moving to the C. elegans host system, we moreover showed that L-serine is able to selectively boost the abundance of MYb11 when the C. elegans host was colonized with both bacterial species. Thus, we demonstrate that constraint-based microbial community modeling approaches could represent a key tool for the design of targeted microbiome intervention approaches. 4.Material and Methods a. Computational Methods Identification of unique uptake compounds We explored to what extent individual metabolites, which are only taken up by a single bacterial species and no other, could serve as potential supplements to target individual species. To this end, we considered gut microbiome data from a Kiel-based human cohort comprising 1280 participants for which 16S rRNA gene sequencing data is available, which we had utilized previously30. As reported previously, the reads were mapped to the 16S sequences of the genomes of bacterial species present in the AGORA bacterial collection34, the read counts of each sample were normalized to a sum of 1 and removal of species below 0.1 abundance in each sample. We used gapseq version 1.132on the genomes of the identified species assuming the averaged dietary uptake of the human cohort30as input to the models to reconstruct genome-scale metabolic models. Subsequently, we identified for each bacterial species which metabolites can be taken up. To this end, we minimized the flux through each exchange reaction using flux balance analysis (FBA)40implemented in the R-package sybil41which corresponds to maximizing the uptake of that metabolite. If the minimal flux through the exchange reaction was non-zero this metabolite could be taken up. Having identified those compounds for each species,. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 8 we determined for each individual bacterial species in the gut microbiome of each participant whether it could take up a compound that could not be taken up by any other species in the bacterial community of this participant. Finally, we determined for each participant which fraction of the bacterial species contained in the gut microbiome had at least one unique uptake compound. Similarly, we reconstructed 78 bacterial models belonging to the C. elegans microbiota based on their published genomes27using gapseq version 1.232. We then created random subsets of the models with increasing size (from 2 to 78, 50 iterations for each size) and determined the portion of strains with unique uptake compounds for each community. For the CeMbio community we used metabolic models reconstructed with gapseq 1.232from Zimmermann et al. (in preparation). Computational supplementation experiments In our simulations, we utilized metabolic networks of Pseudomonas lurida MYb11 and Ochrobactrum vermis MYb71 that were created from their genome sequences27using gapseq32 version 1.1. Information from phenotypic microarrays about the organisms metabolic capacities was integrated into the models using the adapt module of gapseq. Specifically, we incorporated data from the Biolog EcoPlate (assuming growth if OD590 - OD750  0.1)22. During growth simulations, exchange fluxes of the models were constrained by assuming a computational Nematode Growth Medium (NGM)30and aerobic conditions. These constraints can be found in Supplementary File (Sheet: S1). Additionally, the inflow of copper and iron cations was increased, so that they did not restrict the growth of the models. We used three distinct approaches for modeling individual microbes and microbial communities. To model the growth of each bacterium independently, we used FBA40. We also utilized individual-based modeling based on BacArena36R-package and a community-FBA as described previously39,42,43.The community-FBA approach is implemented in the R-package MicrobiomeGS2 (www.github.comWaschinaMicrobiomeGS2). In all types of simulations, we focused on the identification of nutritional supplements that boosted the growth of the target species MYb11.. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 9 For the individual supplementation experiments, the metabolic models of both organisms were constrained with the NGM computational diet, assuming that the molecular values of the dietary compounds (molecular quantities) can be directly incorporated into the models (as fluxes in the lower bounds of the models) without any transformation. This is based on the assumption that the uptake rate of compounds is depicted by its maximum available amount36. Supplementations for each metabolite were conducted by increasing the possible influx of the supplemented metabolite by 10 mmolgDWhr. For testing the effects of supplements on single growth, the relative increase in growth rate compared to growth without supplement for each model was recorded. To prevent any numerical instabilities, all raw values were rounded to the sixth digit and relative changes bigger than 0.01 were taken into account. For simulations using community FBA, the metabolic models of both organisms were merged into one microbial community model. Please note that we did not use a fixed community biomass composition as previously30, since we employed community FBA to predict the resulting growth rates of individual species after maximizing the growth of the community. Thus, the community model was constrained with the NGM diet - extended with the individual supplements, as described in the previous paragraph. The growth rates of individual species were predicted by maximizing the sum of the growth rates of individual species with concomitant minimization of the sum of total fluxes as implemented in the R-package sybil41(with a coefficient of -10-6for the sum of fluxes in the objective function). Since the supplementations usually also increased the growth of the entire community, the predicted growth rates of each species were normalized with the respective growth rate of the community. Predicted growth rates following supplementation were contrasted against growth rates without supplementation to identify compounds whose effect was larger for the growth of MYb11 in comparison to MYb71. To exclude any numerical artifacts, rounding to the sixth digit and a cut-off of 0.01 in compound selection were also applied in this section. For individual-based modeling of microbial communities, the metabolic models of both species were simulated in a virtual environment in BacArena, where they could randomly move and reproduce36on a 30 x 30 grid. As a growth medium we used the NGM diet (in mM) which we. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 10 diluted 1000-fold, because otherwise bacterial models overgrew the entire simulation environment before nutrients were exhausted. For the simulations, we inoculated the growth environment with 20 individuals of each species and simulated bacterial growth for 12 iterations with 15 replicates for each supplementation using FBA. A secondary objective to minimize the total flux while maximizing growth rates of individuals was applied. To simulate the supplementation experiments, 0.01 mM of each compound of interest was added once in the beginning of the simulation. To identify significant changes in the growth profiles of individual species following each supplementation, we extracted the cell biomass information from the simulations using the command plotGrowthCurve and we calculated the relative change of the total biomass values (time step 13; rounding to the sixth digit) due the supplementations for each model. Then, the relative changes between the bacterial models were compared using Wilcoxon rank sum tests44. The resulting p-values were corrected for multiple testing using false discovery rate control implemented in R. We selected those compounds whose effect on MYb11 was larger than on MYb71 based on the median of the respective relative changes for each model. Based on these simulation techniques, we identified those compounds that specifically boosted MYb11 across the simulations. Subsequently, we subsetted this list to compounds for which we had positive confirmation of their uptake by MYb11 from Biolog experiments22,27. For the enrichment analysis of growth-supporting compounds of MYb11, we used the human metabolome database (HMDB) annotation for the available metabolite classes45. Briefly, we tested whether the sets of candidate compounds were enriched in the metabolite classes defined in HMDB using Fishers exact test. As the underlying set of metabolites, we used the metabolites contained in the metabolic model of MYb11 in the different metabolite classes. System information and software Simulations and analyses were performed in the Renvironment (versions 4.0.0, 4.0.3, and 4.2.1). Model reconstructions were performed with the gapseq software (versions 1.1 and 1.2)32 Optimisations were generally conducted using the software sybil (versions 2.1.5 and 2.2.0)41.. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 11 Specifically, multi-model supplementation was conducted using the software MicrobiomeGS2 (version 0.1.5, www.github.comWaschinaMicrobiomeGS2) and the in-silico co-culturing was simulated on BacArena (version 1.8.2, commit fdb02bf7)36. Both incorporate sybil in their pipelines. The linear programming solver was CPLEX (version 12.10.0, 22.1.0), based on the R package cplexAPI (version 1.4.0). For data management, the software dplyr (version 1.0.2, 1.0.4, and 1.0.9), tidyr (version 1.1.3), tidyverse (version 1.3.2)46, and data.table (version 1.14.2) were used. For parallel computing, the software foreach (version 1.5.0 and 1.5.1) and doMC (version 12.10.0) were used. For plotting, the software ggplot2 (versions 3.3.3 and 3.3.6)47,egg(version 0.4.5), and ggVennDiagram (version 1.2.2.) were utilized. Ethics statement The human cohort data that was used in this study originate from the publication of Pryor and colleagues30, whose access was provided by the PopGen biobank (Schleswig-Holstein, Germany) 48. The raw data is available from the biobank through a structured application procedure (https:www.uksh.dep2nInformationforResearchers.html). b. Experimental Methods Bacterial strains To determine bacterial growth in mono- and co-culture either in the presence or absence of supplementation, similarly to the computational section, the two naturally associated Caenorhabditis elegans microbiota isolates Pseudomonas lurida MYb11 and Ochrobactrum vermis MYb71 were used. Fluorescently labeled MYb11::dTomato21and MYb71::GFP were used to distinguish the two bacterial species in a mixed community. For comparison, reverse labels were also tested, using MYb71::dTomato and MYb11::sfGFP, to ensure no impact of the fluorescent label (Supplementary Figure S2). Integrated fluorescent strains of MYb71 and the MYb11::sfGFP strain were constructed by transposon insertion at the attTn7 site following published work49. Briefly, two populations of E. coli SM10 strains were prepared: (i) a donor strain containing either pTn7xKS-sfGFP (pTW415) or pTn7xKS-dTomato (pTW416) plasmids, and (ii) a helper strain containing the pTNS2 (pTW10) plasmid. Liquid cultures (5ml LB) of donor, helper (both 37 C) and. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 12 target strains (26 C) were grown with agitation overnight, subcultured and collected at an OD 0.4-0.6. Tripartite mating mixtures consisted of equal parts (1:1:1), incubated overnight at 26 C, followed by selection on LB agar plates containing gentamicin (10 ugmL) and IPTG (1mM). Fluorescent colonies of MYb71 were verified by PCR and sequencing using 2 pairs of MYb71-specific primers to the glmS gene region: (i) oDB097 (5-CGCTCTGATCGATGAGACC-3) and oDB098 (5-TTGCGCGGCTGRTCGAC-3), and (ii) oDB097 and a transposon WP11 primer (5-CACGCCCCTCTTTAATACGA-3)49. MYb11::sfGFP was similarly confirmed by PCR and sequencing, following our previous protocol21. Bacteria were thawed from frozen stocks for each experiment, streaked to tryptic soy agar (TSA) plates and grown for 16 h to 42 h at 25 C. Bacterial cultures of MYb11 and MYb71 were grown in liquid nematode growth medium (liquid NGM) overnight at 28 C in a shaking incubator. Cultures were adjusted to OD 600 0.5 with phosphate-buffered saline (PBS), and co-cultures were obtained by mixing equal volumes of the adjusted cultures. Supplementation in vitro L-serine (1714.1), D-mannitol (8883.1), and L-threonine (T206.1) were purchased from Carl Roth (Karlsruhe, Germany), and GABA (A2129) from Merck (Darmstadt, Germany) and dissolved to 1 M or 0.5 M stocks in water, depending on the maximum soluble concentration. Liquid NGM was supplemented with a final concentration of 10 mM of the respective supplement. For supplementation assays in vitro, 5 l of either mono- or co-culture of the bacteria was added to 95 l of liquid NGM in a 96-well plate, in the presence or absence of supplement. Treatments were randomized with respect to plate layout. Plates were incubated at 28 C for 24 h in an Epoch2 BioTek plate reader with double orbital shaking at 807 CPM. To quantify the colony forming units (CFU) 7 l of different dilutions of each treatment bacterial suspension of respective mono- or co-cultures were plated on TSA plates. The plates were stored at 25 C and colonies scored after 24 h to 48 h. Statistical calculations and plots were performed with R studio software (version 4.1.3). For all CFU assays in vitro, statistical comparisons were performed with Wilcoxon signed rank tests44.. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 13 Supplementation in vivo TheC. elegans strain N2 was used for all in vivo experiments and was originally obtained from the Caenorhabditis Genetics Center (CGC). Worms were maintained on NGM plates inoculated with Escherichia coli OP50 at 20 C following standard procedures50. Assay plates were prepared by adding L-serine at a concentration of 0 mM, 10 mM, or 100 mM to NGM. Overnight cultures of MYb11 and MYb71 were adjusted to OD 600 2.0 in PBS. 30-40 synchronized first instar larvae (L1) were grown on supplemented NGM plates inoculated with 125 l of respective mono- or co-culture of MYb11 and MYb71. After 72 hours, bacterial lawns were sampled by pressing the circular end of a 200 l pipette tip into the lawn, avoiding the edges and any worms. The resulting disc was homogenized in PBS with zirconia beads in a Bead Ruptor 96 (Omni International) for 3 minutes at 30 Hz. To assess the number of CFU, worms were washed off plates using M9-buffer  0.025 Triton X-100, washed 5 times and paralyzed with 5 mM tetramisole to stop pumping of the worms as described in22. Worms were surface-sterilized following22, then washed 2 times in PBS to remove residual bleach. Worms were transferred to a new tube to determine the exact worm number (20) and PBS was added to a final volume of 400 ml. Worms were allowed to settle and 100 l supernatant was collected (supernatant control). Worms were homogenized in the remaining PBS using 1-mm zirconia beads in a Bead Ruptor 96 for 3 minutes at 30 Hz. Homogenized worms, lawns, and supernatants were serially diluted in PBS and plated on TSA plates. After up to 48 h at 25 C, the colonies were scored at the appropriate dilutions and the CFUs per worm were calculated. Each colonization experiment was conducted in three independent runs and equal biological replicates. Data were pooled across runs, and a mixed model controlling for runs was used to assess the effect of L-serine supplementation on bacterial colonization in C. elegans. For all L-serine in vitro and in vivo experiments, statistical comparisons were performed with generalized linear models, if not otherwise mentioned. We calculated the expected proportion of MYb11 in worms as the product of MYb11 proportions available on the lawns and the observed shift in bacterial proportions due to host filtering:. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 14 Plots and statistical analysis were produced with R studio (version 4.1.3) and edited with Inkscape (version 1.1.2). . CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 15 5.Results Overlapping metabolic niches between microbiome member species prevent the use of unique uptake compounds as precision prebiotics The simplest approach to specifically boost the abundance of a particular bacterial species in a microbial community is to supply the community with a compound that is only taken up by the target species but no other species. Hence, these compounds correspond to unique metabolic niches for the respective bacterial species. We initially tested computationally whether such unique uptake compounds typically exist in bacterial communities, using bacterial communities from a human cohort as well as C. elegans30. We evaluated for each bacterial species of a particular community whether it was able to take up a metabolite that no other species of the community could take up and determined the fraction of bacterial species in the community that had such unique uptake compounds (see Methods). For the human cohort, the bacterial communities comprised on average 26-34 bacterial species (25 to 75 quantiles). Within this community size, on average, 5 to 20 of bacterial species were inferred to possess unique uptake compounds that could potentially be used to target those species. For smaller communities, up to 50 of bacterial species and for larger communities, only 5 to 10 had unique uptake compounds (Figure 1A). Similarly, in the C. elegans model system, we observed that the possibility of finding a unique compound quickly dropped with the size of the bacterial community. Thus, within a sample of 78 bacterial species isolated from C. elegans, we usually only identified 3-5  of species with unique uptake compounds in communities comprising 30 or more bacterial species, which is the typical size of bacterial communities observed in C. elegans-derived microbiome samples51(Fig. 1B). Similarly, in the artificial CeMbio C. elegans model microbiome community unique uptake compounds could usually only be detected for subsets of bacterial species up to a size of six (Fig. 1C). Thus, in a typical microbiome like those analyzed above, we would expect to be able to identify unique uptake compounds only for a minority of bacterial species and compounds to target specific bacterial species are typically expected to be consumed by several species. Thus, for our. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 16 identification of precision prebiotics for MYb11, we firstly excluded twenty compounds from our search that could specifically be taken up only by MYb11 in the search for a MYb-targeted prebiotic (20 compounds, see Supplementary File (Sheet: S2). Of note, MYb11 and MYb71 share the vast majority of all uptake compounds (85), while only 10 and 5 of all uptake compounds are unique to MYb11 and MYb71, respectively (Figure 2A). Figure 1: Frequency of species with unique uptake compounds in microbiomes. Fraction of species with unique uptake compounds in (A)human gut bacterial communities and in (B,C) C. elegans bacterial communities that are subsets of previously reported C. elegans microbiome member species. . CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 17 Figure 2: Metabolic-modeling guided identification of precision prebiotics. (A)Overlap of all exchange reactions across the models MYb11 and MYb71. (B)Community FBA supplementation of Pseudomonas lurida MYb11 (pink) and Ochrobactrum vermis MYb71 (green) in MicrobiomeGS2. Predicted relative . CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 18 abundance of MYb11 and MYb71 under the supplementation with 4-hydroxybenzoate, D-mannitol, GABA, glycerol-3-phosphate, L-serine, L-threonine, putrescine and threhalose shown in dots, lines represent predicted relative abundance without any supplementation. (C)In-silico supplementation of Pseudomonas lurida MYb11 (pink) and Ochrobactrum vermis MYb71 (green) in BacArena. Predicted growth curves of MYb11 and MYb71 either with 10 mM of 4-hydroxybenzoate, D-mannitol, GABA, glycerol-3-phosphate, L-serine, L-threonine, putrescine or trehalose(solid line) or without supplementation (dashed line). (D) Comparison of proposed compounds with different computational approaches and previously published information, using BacArena, community FBAMicrobiomeGS2, individual FBA, and growth data in Biolog plates22,27. Empty squares represent cases where no growth was observed in Biolog data. Missing squares indicate compounds not present on Biolog plates. Computational identification of precision prebiotics targeting Pseudomonas lurida MYb11 In order to derive precision prebiotics for Pseudomonas lurida MYb11, we used its metabolic network as input for flux balance analysis and two distinct community modeling approaches apart from the basic approach of FBA. The first one is based on BacArena that incorporates an individual-based modeling approach and the other one is so-called community FBA implemented in MicrobiomeGS2. These two modeling approaches differ in their underlying assumptions. In BacArena the two bacteria are modeled by their individual metabolic networks and fluxes are predicted by maximizing the growth rate of individual bacteria. In community FBA, in turn, the metabolic networks of the individual bacterial species are merged into a community model for which the sum of growth rates of both bacterial species are maximized. Thus, when using BacArena, metabolic interactions between species typically arise from one species secreting an end-product that another species can metabolize. In community FBA, in turn, the optimization of total growth assumes that bacterial species coordinate their metabolic fluxes so that overall growth is maximized. Using FBA, we identified 29 compounds that could increase the growth of MYb11 in single growth. Employing the community modeling approaches, we identified 81 compounds that increased the growth of MYb11 over MYb71 in community FBA and 17 compounds using BacArena. In order to determine whether specific compound classes were enriched among the MYb11-supporting compounds, we performed an enrichment based on HMDB annotation45across the three different. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 19 simulation types. We found that growth-supporting compounds for MYb11 were enriched for amino acids (Fishers exact test p-value2.2x10-2) and fatty acids (Fishers exact test p-value3.16x10-5). Interestingly, the growth dynamics of the models when they were part of a community model (Figure 2B) differ from the growth dynamics of the models when they were treated as individual organisms (Figure 2C). For instance, MYb71s growth rate was much higher in the community model, i.e., when coupled to the model MYb11. This is a typical observation when using community FBA when the growth rate of the entire community is maximized. Especially for small communities, this often leads to one community member that most efficiently turns the growth medium into biomass to grow strongest with only little growth for other community members. On the other hand, in the BacArena simulations, we observed that most of those compounds boosted the growth of both species in single growth, however, the effect was larger for MYb11 than MYb71 (Figure 2C). Of the identified compounds, 17 compounds were shared across the three simulations. For eight of these, uptake by MYb11 was also supported by Biolog plates22,27(Figure 2D). Based on the available literature information on the role of these compounds in longevity of the host52,53or physiology54, as nutritional compounds22,55, or compounds that are involved in host-microbial interactions54,56, we selected four candidates for further experimental testing as precision prebiotics to specifically increase the abundance of MYb11 based. In vitro validation of predicted precision prebiotics We experimentally tested the ability of four of the predicted precision prebiotics compounds, L-serine, L-threonine, GABA, and D-mannitol, to specifically increase the growth of MYb11 in co-culture with MYb71. L-serine is a dietary amino acid that has been involved in nutrition-drug-host-microbial interactions56and can support the lifespan of the host53, L-threonine, an essential amino acid55, through its catabolite methylglyoxal (in low amounts) can also have a positive effect on hosts lifespan52. GABA, apart from being a bacterial product, is protective for the hosts neurons54. Lastly, D-mannitol is a commonly-used sugar alcohol22, therefore its usage as a nutritional compound would make its usage as a supplement a safe option for the host.. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 20 We supplemented MYb11 and MYb71 in mono- as well as co-culture and measured bacterial growth in vitro in liquid NGM after 5 h (Supplementary Figure S1) and 24 h. Independently of the added supplement or the mono- or co-culturing, MYb11 and MYb71 showed increased growth in mono- and co-cultures when supplemented with 10 mM L-serine, L-threonine, GABA, as well as D-mannitol after 24 h (Figure 3A). Additionally, to quantify bacterial growth we used fluorescently-labeled strains. CFU of mono- and co-culture were plated and counted after 24 h growth in liquid culture in the presence (10 mM) or absence (0 mM) of the four compounds L-serine (Figure 3B), L-threonine (Figure 3C), GABA (Figure 3D) and D-mannitol (Figure 3E). MYb11 and MYb71 showed increased colony numbers in mono-culture when supplemented with L-serine and L-threonine compared to no supplementation (Figure 3B, C, Wilcoxon signed rank test, p  0.001, p 0.006, p 0.007, p 0.032, respectively). GABA supplementation led to an increase in growth of MYb11 in mono-culture, but not MYb71 (Figure 3D, Wilcoxon signed rank test, p 0.001, p 0.922, respectively), while D-mannitol had no effect on the growth of MYb11 nor MYb71 in mono-culture (Figure 3E, Wilcoxon signed rank test, p  0.259, p 0.661, respectively). However, all four compounds, L-serine, L-threonine, GABA and D-mannitol specifically promoted MYb11 growth in co-culture over MYb71 in vitro and thus confirmed the computational predictions (Figure 3C-E, Wilcoxon signed rank test, p  6.87e-06, p 0.001, p 7.15e-06, p 7.07e-06, respectively). CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 21 Figure 3: I n v i t r o growth of P s e u d o m o n a s l u r i d a MYb11 and O c h r o b a c t r u m v e r m i s MYb71 in mono- and co-culture with four different supplements for 24 h. (A)Growth curves of co-cultures (gray) or . CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 22 mono-cultures of MYb11 (pink) and MYb71 (green) in liquid NGM for 24 h either with 10 mM of L-serine, L-threonine, GABA, or D-mannitol (solid line) or without supplementation (dashed line). (B, C, D, E) Colony-forming units (CFUl) in mono-cultures of MYb11 (left) and MYb71 (right) or in co-culture (middle) after 24 h of 10 mM of the respective supplement. Shown are boxplots with the median as a thick horizontal line, the interquartile range as box, the outer quartiles as whiskers, and each replicate depicted by a dot. Every replicate was normalized by subtracting the non-supplemented median of the respective bacteria (dashed line). Black asterisks indicate statistical comparisons between supplemented and non-supplemented median, gray asterisks indicate statistical comparisons between supplemented medians of MYb11 and MYb71. n  5-14. Concentration-dependent effect of L-serine supplementation in vitro The statistical analyses suggested that L-serine is the most promising precision prebiotic for further analysis among the compounds validated in vitro. We repeated the in vitro supplementation experiment across a concentration gradient to determine the optimal dose for enrichment of MYb11. Overall, the MYb11 growth as well as MYb71 growth in monoculture at 10 mM and 100 mM over time were increased following the increase in L-serine concentrations (Figure 4A). When quantifying the growth with supplementation at the same concentration gradient (Figure 4B), then starting with 1 mM did not significantly impact the abundance of MYb11 proportions (GLM, p 0.778), nor MYb71 (GLM, p 0.69). However, supplementation with 10 mM led to an enrichment of MYb11 (GLM, p 0.001), thereby indicating a significant difference in proportions in co-culture between MYb11 and MYb71 (GLM , p 5.77E-07). Essentially identical results were obtained at 100 mM, including an MYb11 enrichment (GLM, p 0.004), and a significant difference between MYb11 and MYb71 proportions (GLM, p 7.93 E-05).. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 23 Figure 4. Concentration-dependent effect of L-serine supplementation on bacterial growth i n v i t r o . (A)Bacterial growth was measured based on optical density (OD 600) of each species in mono-culture in liquid nematode growth medium (NGM) with the respective L-serine supplementation of 0 mM, 1 mM, 10 mM or 100 mM. Points represent individual replicates, while lines indicate the mean, n  12. (B)Relative abundance of MYb11 (pink) and MYb71 (green) in co-cultures grown for 24 h with the respective supplement concentration in liquid NGM, based on colony counts of fluorescently labeled bacteria. Shown are boxplots with the median as a thick horizontal line, the interquartile range as box, the outer quartiles as whiskers, and each replicate depicted by a dot. Every replicate was normalized by subtracting the non-supplemented median 0 mM (dashed line) of the respective bacteria. Statistical differences were determined by GLM and are indicated by asterisks ( p 0.001). Black asterisks indicate statistical comparisons between supplemented and non-supplemented median, gray asterisks indicate statistical comparisons between supplemented medians of MYb11 and MYb71. n  9-12. Serine supplementation alters bacterial colonization of C. elegans Finally, we tested whether L-serine supplementation to solid growth medium would alter bacterial proportions in the host C. elegans. Synchronized populations of L1 larvae were pipetted onto bacterial lawns of MYb11 and MYb71 on solid NGM plates supplemented with either 0 mM, 10 mM, . CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 24 or 100 mM L-serine. After 72 h, adult worms were collected to quantify bacterial proportions. Supplementation at 10 mM L-serine did not change the proportion of MYb11 in co-culture in worms compared to non-supplemented media (GLM, p 0.459, Figure 5A left panel). However, L-serine supplementation at 100 mM increased the proportion of MYb11 in the bacterial community in worms compared to non-supplemented media (GLM, p 0.001,Figure 5A right panel). We next asked whether the effect of supplementation on bacterial proportions in the host simply reflected changes in the proportion of bacteria that were available to them on the lawn (i.e., their diet). The relative abundance of MYb11 on lawns did not change by 10 mM supplementation (GLM, p 0.61, Figure 5A, left panel) compared to non-supplementation. However, the relative abundance of MYb11 was approximately 60 in non-supplemented media and increased to approximately 75 with 100 mM L-serine supplementation (GLM, p 0.002, Figure 5B, right panel). The observed proportions of MYb11 in worms at 100 mM serine were significantly higher than expected based on proportions in the lawn and thus colonization probability compared to MYb71 (Chi-squared test, 2  10.244, df  1, p 0.0013; see Methods). This suggests that the provision of serine enriches MYb11 in the host independently from the enrichment observed on the lawn and that serine allows MYb11 to overcome its growth-disadvantages in competition with MYb71 in the host.. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 25 Figure 5. L-serine supplementation alters bacterial abundance in C . e l e g a n s . (A)Adult worms were collected from solid NGM plates, which had been inoculated with co-culture and supplemented with 10 mM L-serine (left panel) or 100 mM (right panel) L-serine. Worms were washed and surface-sterilized to remove residual bacteria, then homogenized in a buffer. Bacterial proportions were quantified based on colony counts. (B)Bacterial lawns were sampled by cutting an agar disc of standardized size from NGM plates supplemented with 10 mM (left panel) or 100 mM L-serine (right panel). Discs were homogenized in buffer, and CFU were quantified. (A, B) Shown are boxplots with the median as a thick horizontal line, the interquartile range as box, the outer quartiles as whiskers, and each biological replicate depicted by a symbol. Every replicate was normalized by subtracting the non-supplemented median 0 mM (dashed line) of the respective bacteria. Statistical differences were determined by GLM and are indicated by asterisks ( p  0.001,  p 0.01) and show comparisons between supplemented and non-supplemented median . CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 26 6.Discussion Although many factors are known to influence microbiome composition (e.g., dietary patterns, lifestyle or medication57), the mechanisms causing these changes is often not fully understood and often a large number of bacterial species are affected. We propose that the most effective way to modulate the composition of the microbiome is by modulating or enriching the abundance of an already existing bacterial species with health-beneficial effects using precision prebiotics. A direct approach to identify such precision prebiotics would be to provide compounds that are uniquely taken up by the bacterial target species. However, through an analysis of C. elegans and human microbiome data, we were able to show that such unique uptake compounds typically only exist for few species in a microbial community and especially for larger communities there are no such compounds at all. Thus, in a typical microbiome, precision prebiotics have to be identified from compounds that are potentially taken up by several species. To identify such compounds, we used genome-scale metabolic networks of two bacterial members from the C. elegans microbiome, Ochrobactrum vermis MYb71, and the host-protective Pseudomonas lurida MYb11, in conjunction with constraint-based modeling to identify compounds that specifically increased the growth of MYb11. Using HMDB annotation45, we found that amino acids and fatty acids were enriched as predicted growth-supporting compounds for MYb11 which is in agreement with previous observations of the preference of bacteria of the genus Pseudomonas for these compounds5861. Considering compounds that were identified across all three simulation approaches and cross-referencing with Biolog data revealed that 4-hydroxybenzoate, D-mannitol, -aminobutyric acid (GABA), glycerol-3-phosphate, L-serine, trehalose, L-threonine, and putrescine are potential precision prebiotics for MYb11. We experimentally tested four of these predicted compounds, L-serine, L-threonine, D-mannitol, and GABA in vitro and confirmed their positive effect specifically on the growth of MYb11. Moving into the C. elegans host system, we were able to show that L-serine is also able to selectively boost the abundance of MYb11 in vivo, when the host was colonized with both bacterial species. Interestingly, while 10 mM of L-serine were sufficient for an enrichment of MYb11 in batch culture, 100 mM were necessary in the growth experiments with the host. This suggests differences in either bacterial uptake kinetics for L-serine or bacterial growth in. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 27 general between batch growth and growth on agar plates. Moreover, while MYb11 was strongly enriched in worms to similar levels like MYb71 even though it had a very low abundance in the lawn, this enrichment was even stronger when supplying L-serine. Thus, our proof-of-principle work demonstrates that constraint-based microbial community modeling approaches are an effective tool for the future development of targeted microbiome therapies using precision prebiotics. The effect of serine and threonine on the host andor on its microbiome has been also documented in the literature. For instance, threonine is an essential amino acid for the host55. Longevity effects on the host have been shown also after supplementation with threonine62and serine53, while dietary serine reduced host fitness through acting on bacterial metabolism, when it was supplemented along with the chemotherapeutic 5-fluoro 2deoxyuridine56. Moreover, serine promotes the growth of E. coli LF82 in the mouse gut63, which shows the potential of this compound to alter the abundance of multiple species. In accordance, we also observed effects of serine on MYb71 growth, which was, however, stronger for MYb11 if they were grown in community. One important challenge to specifically target the microbiome with nutritional supplements is to prevent host uptake or metabolization of the supplements64. Different approaches to achieve restricted bioavailability, such as the supplementation of non-digestible carbohydrates65or coating of supplements with compounds that dissolve during passage through the digestive tract have been developed6668. Moreover, as indicated by our analysis of concentration-dependent effects of supplementation in the case of serine, it might be necessary to control the specific concentrations of a compound that are being released and their stability over time in the gut. To maintain relatively constant concentrations or to deviate from physiological constraints, advanced formulations (such as nanotechnology69, delayed release and other drug delivery technologies70,71) could be employed. Although our combined computational-experimental approach can serve as a blueprint for future studies aimed at the identification of precision prebiotics, several factors should still be taken into consideration. As we showed, it is nearly impossible to identify a compound that is uniquely taken. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 28 up by only one species within a community. This point becomes apparent, if we consider the numerous different species that reside in various hosts. For instance, the synthetic bacterial community of C. elegans, CeMbio22has 12 members, while the human-related bacterial community AGORA has more than 800 species34. Thus, an important next step is to scale up our approach to more complex communities. Furthermore, since the physiology of worms cannot be directly compared to the physiology of humans, the efficacy and effectiveness of the approach (see more on the topic72) need to be studied in more detail. At this point, the complexity of the regulatory affairs in various jurisdictions (e.g., the definition of nutritional supplementation vs. medication, safety concerns) should also not be underestimated73. Taking everything into consideration, we showed that the design of targeted supplementation strategies to modulate the microbiome is not only feasible but also promising in terms of future microbiome-based treatment.. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 29 7.Authors Contributions Conceptualization: CK, GM, NO, HS Methodology: DB, KD, RD, IKH, CK, GM, NO, CP, BSS, HS, JT, JZ Software: RD, IKH, CK, GM, CP, JT, JZ Formal analysis: RD, IKH, CK, GM, NO Investigation: RD, IKH, CK, GM, NO, CP Resources: DB, KD, AF, CK, ML, BSS, HS Data Curation: RD, IKH, GM Writing - Original Draft: IKH, CK, GM Writing - Review  Editing: All co-authors Visualization: RD, IKH, GM Supervision: CK, NO, HS Project administration: CK, GM Funding acquisition: KD, RD, CK, GM, BSS, HS. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 30 8.Acknowledgements We acknowledge support by the German Research Foundation within the collaborative research center Origin and Function of Metaorganisms, CRC1182, sub-project A1 to CK, KD, and HS; the research unit miTarget (FOR5042) to CK and the excellence cluster Precision medicine in chronic inflammation (EXC2167) to CK and HS. CK moreover acknowledges support by the German Ministry for Education and Research (E:Med iTREAT, support code 01ZX1902A). GM received support through a Young Investigator Award by the CRC1182. RD received support through a Short-Term Research Grant from the Deutscher Akademischer Austauschdienst (German Academic Exchange Service). We also acknowledge funding via NIH grant DP2DK116645, NASA grant 80NSSC22K0250, and JGIDOE grant CSP-503338 (all to BSS). This research was supported in part through high-performance computing resources available at the Kiel University computing centre. C. elegans N2 was originally provided by the Caenorhabditis Genetics Center (CGC; https:cgc.umn.edu), which is funded by the NIH Office of Research Infrastructure Programs (P40 OD010440). 9.Conflicts of Interest None to declare 10. Data availability The R scripts and the raw data to conduct the simulations are deposited in GitHub (www.github.commaringosNutritional-Supplements-Prediction) (version  commit: 36ff648). The growth rate changes of the supplementation experiments with FBA Sybil and MicrobiomeGS2 can be found in the Supplementary File (Sheets: S3, S4). The bacterial biomass data of the BacArena simulations can be found in the Supplementary File (Sheet: S5).. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 31 11. Supplement . CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 32 Figure S1: I n v i t r o growth of P s e u d o m o n a s l u r i d a MYb11 and O c h r o b a c t r u m v e r m i s MYb71 in mono- and co-culture in the presence and absence of four different supplements for 5 h. (A)Growth curves of mono- and co-cultures (gray) of MYb11 (pink) and MYb71 (green) in liquid NGM for 5 h either with 10 mM of L-serine, L-threonine, GABA, and D-mannitol (solid line) or without supplementation (dashed line). (B, C ,D, E)Colony-forming units (CFUl) in mono-cultures of MYb11 (left) and MYb71(right) or in co-culture (middle) after 5 h of 10 mM of the respective supplement. Shown are boxplots with the median as a thick horizontal line, the interquartile range as box, the whiskers as vertical lines, and each replicate depicted by a dot. Every replicate was normalized by subtracting the non-supplemented median (dashed line) of the respective bacteria. Statistical differences were determined by Wilcoxon signed rank test and are indicated by asterisks ( p 0.001,  p 0.005,  p 0.05). Black asterisks indicate statistical comparisons between supplemented and non-supplemented median, gray asterisks indicate statistical comparisons between supplemented medians of MYb11 and MYb71. n  5-14. Figure S2. No difference in relative growth rates of differentially labeled bacterial strains. Colony forming units of co-cultures of either MYb11::dTomatoMYb71::sfGFP or MYb11::GFPMYb71::dTomato were quantified after 24 h of growth in liquid NGM. There was no difference between the two fluorescent labeling systems at any concentration of L-serine (GLM, p 0.528 for main effect of fluorescence; and p 0.379 for interaction between fluorescence and concentration). . CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 33 12. References 1. Kamada N, Chen GY, Inohara N, Nez G. Control of pathogens and pathobionts by the gut microbiota. Nat Immunol Internet 2013; 14:68590. Available from: http:dx.doi.org10.1038ni.2608 2. Zheng D, Liwinski T, Elinav E. Interaction between microbiota and immunity in health and disease Internet. Cell Research2020; 30:492506. Available from: http:dx.doi.org10.1038s41422-020-0332-7 3. Rowland I, Gibson G, Heinken A, Scott K, Swann J, Thiele I, Tuohy K. Gut microbiota functions: metabolism of nutrients and other food components. Eur J Nutr Internet 2018; 57:124. Available from: http:dx.doi.org10.1007s00394-017-1445-8 4. Clarke G, Sandhu KV, Griffin BT, Dinan TG, Cryan JF, Hyland NP. Gut Reactions: Breaking Down Xenobiotic-Microbiome Interactions. Pharmacol Rev Internet 2019; 71:198224. Available from: http:dx.doi.org10.1124pr.118.015768 5. Weersma RK, Zhernakova A, Fu J. Interaction between drugs and the gut microbiome. Gut Internet 2020; 69:15109. Available from: http:dx.doi.org10.1136gutjnl-2019-320204 6. Kolodny O, Schulenburg H. Microbiome-mediated plasticity directs host evolution along several distinct time scales. Philos Trans R Soc Lond B Biol Sci Internet 2020; 375:20190589. Available from: http:dx.doi.org10.1098rstb.2019.0589 7. Henry LP, Bruijning M, Forsberg SKG, Ayroles JF. The microbiome extends host evolutionary potential. Nat Commun Internet 2021; 12:5141. Available from: http:dx.doi.org10.1038s41467-021-25315-x 8. Liu H, Brettell LE, Qiu Z, Singh BK. Microbiome-Mediated Stress Resistance in Plants. Trends Plant Sci Internet 2020; 25:73343. Available from: http:dx.doi.org10.1016j.tplants.2020.03.014 9. Hou K, Wu Z-X, Chen X-Y, Wang J-Q, Zhang D, Xiao C, Zhu D, Koya JB, Wei L, Li J, et al. Microbiota in health and diseases. Signal Transduct Target Ther Internet 2022; 7:135. Available from: http:dx.doi.org10.1038s41392-022-00974-4 10. Durack J, Lynch SV. The gut microbiome: Relationships with disease and opportunities for therapy. J Exp Med Internet 2019; 216:2040. Available from: http:dx.doi.org10.1084jem.20180448 11. Karl JP, Hatch AM, Arcidiacono SM, Pearce SC, Pantoja-Feliciano IG, Doherty LA, Soares JW. Effects of Psychological, Environmental and Physical Stressors on the Gut Microbiota. Front Microbiol Internet 2018; 9:2013. Available from: http:dx.doi.org10.3389fmicb.2018.02013 12. Brugman S, Ikeda-Ohtsubo W, Braber S, Folkerts G, Pieterse CMJ, Bakker PAHM. A Comparative Review on Microbiota Manipulation: Lessons From Fish, Plants, Livestock, and Human Research. Front Nutr Internet 2018; 5:80. Available from: http:dx.doi.org10.3389fnut.2018.00080 13. Moles L, Otaegui D. The Impact of Diet on Microbiota Evolution and Human Health. Is Diet an Adequate Tool for Microbiota Modulation? Nutrients Internet 2020; 12. Available from: http:dx.doi.org10.3390nu12061654 14. Sorbara MT, Pamer EG. Microbiome-based therapeutics. Nat Rev Microbiol Internet 2022; 20:36580. Available from: http:dx.doi.org10.1038s41579-021-00667-9. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 34 15. Merrick B, Allen L, Masirah M Zain N, Forbes B, Shawcross DL, Goldenberg SD. Regulation, risk and safety of Faecal Microbiota Transplant. Infect Prev Pract Internet 2020; 2:100069. Available from: http:dx.doi.org10.1016j.infpip.2020.100069 16. Park S-Y, Seo GS. Fecal Microbiota Transplantation: Is It Safe? Internet. Clinical Endoscopy2021; 54:15760. Available from: http:dx.doi.org10.5946ce.2021.072 17. Guarino MPL, Altomare A, Emerenziani S, Di Rosa C, Ribolsi M, Balestrieri P, Iovino P, Rocchi G, Cicala M. Mechanisms of Action of Prebiotics and Their Effects on Gastro-Intestinal Disorders in Adults. Nutrients Internet 2020; 12. Available from: http:dx.doi.org10.3390nu12041037 18. Davani-Davari D, Negahdaripour M, Karimzadeh I, Seifan M, Mohkam M, Masoumi SJ, Berenjian A, Ghasemi Y. Prebiotics: Definition, Types, Sources, Mechanisms, and Clinical Applications. Foods Internet 2019; 8. Available from: http:dx.doi.org10.3390foods8030092 19. Maldonado-Gmez MX, Martnez I, Bottacini F, OCallaghan A, Ventura M, van Sinderen D, Hillmann B, Vangay P, Knights D, Hutkins RW, et al. Stable Engraftment of Bifidobacterium longum AH1206 in the Human Gut Depends on Individualized Features of the Resident Microbiome. Cell Host Microbe Internet 2016; 20:51526. Available from: http:dx.doi.org10.1016j.chom.2016.09.001 20. Anokyewaa MA, Amoah K, Li Y, Lu Y, Kuebutornye FKA, Asiedu B, Seidu I. Prevalence of virulence genes and antibiotic susceptibility of Bacillus used in commercial aquaculture probiotics in China. Aquac rep Internet 2021; 21:100784. Available from: https:linkinghub.elsevier.comretrievepiiS2352513421002003 21. Kissoyan KAB, Peters L, Giez C, Michels J, Pees B, Hamerich IK, Schulenburg H, Dierking K. Exploring Effects of Protective Natural Microbiota on Host Physiology. Front Cell Infect Microbiol Internet 2022; 12:775728. Available from: http:dx.doi.org10.3389fcimb.2022.775728 22. Dirksen P, Assi A, Zimmermann J, Zhang F, Tietje A-M, Marsh SA, Flix M-A, Shapira M, Kaleta C, Schulenburg H, et al. CeMbio - The Microbiome Resource. G3 Internet 2020; 10:302539. Available from: http:dx.doi.org10.1534g3.120.401309 23. Zhang R, Hou A. Host-Microbe Interactions in Caenorhabditis elegans. ISRN Microbiol Internet 2013; 2013:356451. Available from: http:dx.doi.org10.11552013356451 24. Dirksen P, Marsh SA, Braker I, Heitland N, Wagner S, Nakad R, Mader S, Petersen C, Kowallik V, Rosenstiel P, et al. The native microbiome of the nematode Caenorhabditis elegans: gateway to a new host-microbiome model. BMC Biol Internet 2016; 14:38. Available from: http:dx.doi.org10.1186s12915-016-0258-1 25. Kissoyan KAB, Drechsler M, Stange E-L, Zimmermann J, Kaleta C, Bode HB, Dierking K. Natural C. elegans Microbiota Protects against Infection via Production of a Cyclic Lipopeptide of the Viscosin Group. Curr Biol Internet 2019; 29:10307.e5. Available from: http:dx.doi.org10.1016j.cub.2019.01.050 26. Zhang F, Weckhorst JL, Assi A, Hosea C, Ayoub CA, Khodakova AS, Cabrera ML, Vidal Vilchis D, Flix M-A, Samuel BS. Natural genetic variation drives microbiome selection in the Caenorhabditis elegans gut. Curr Biol Internet 2021; 31:260318.e9. Available from: http:dx.doi.org10.1016j.cub.2021.04.046 27. Zimmermann J, Obeng N, Yang W, Pees B, Petersen C, Waschina S, Kissoyan KA, Aidley J, Hoeppner MP, Bunk B, et al. The functional repertoire contained within the native microbiota of the model nematode Caenorhabditis elegans. ISME J Internet 2020; 14:2638. Available from: http:dx.doi.org10.1038s41396-019-0504-y. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 35 28. Bordbar A, Monk JM, King ZA, Palsson BO. Constraint-based models predict metabolic and associated cellular functions. Nat Rev Genet Internet 2014; 15:10720. Available from: http:dx.doi.org10.1038nrg3643 29. Gottstein W, Olivier BG, Bruggeman FJ, Teusink B. Constraint-based stoichiometric modelling from single organisms to microbial communities. J R Soc Interface Internet 2016; 13. Available from: http:dx.doi.org10.1098rsif.2016.0627 30. Pryor R, Norvaisas P, Marinos G, Best L, Thingholm LB, Quintaneiro LM, De Haes W, Esser D, Waschina S, Lujan C, et al. Host-Microbe-Drug-Nutrient Screen Identifies Bacterial Effectors of Metformin Therapy. Cell Internet 2019; 178:1299312.e29. Available from: http:dx.doi.org10.1016j.cell.2019.08.003 31. Ng RH, Lee JW, Baloni P, Diener C, Heath JR, Su Y. Constraint-Based Reconstruction and Analyses of Metabolic Models: Open-Source Python Tools and Applications to Cancer. Front Oncol Internet 2022; 12:914594. Available from: http:dx.doi.org10.3389fonc.2022.914594 32. Zimmermann J, Kaleta C, Waschina S. gapseq: informed prediction of bacterial metabolic pathways and reconstruction of accurate metabolic models. Genome Biol Internet 2021; 22:81. Available from: http:dx.doi.org10.1186s13059-021-02295-1 33. Machado D, Andrejev S, Tramontano M, Patil KR. Fast automated reconstruction of genome-scale metabolic models for microbial species and communities. Nucleic Acids Res Internet 2018; 46:754253. Available from: http:dx.doi.org10.1093nargky537 34. Magnsdttir S, Heinken A, Kutt L, Ravcheev DA, Bauer E, Noronha A, Greenhalgh K, Jger C, Baginska J, Wilmes P, et al. Generation of genome-scale metabolic reconstructions for 773 members of the human gut microbiota. Nat Biotechnol Internet 2017; 35:819. Available from: http:dx.doi.org10.1038nbt.3703 35. Marinos G, Kaleta C, Waschina S. Defining the nutritional input for genome-scale metabolic models: A roadmap. PLoS One Internet 2020; 15:e0236890. Available from: http:dx.doi.org10.1371journal.pone.0236890 36. Bauer E, Zimmermann J, Baldini F, Thiele I, Kaleta C. BacArena: Individual-based metabolic modeling of heterogeneous microbes in complex communities. PLoS Comput Biol Internet 2017; 13:e1005544. Available from: http:dx.doi.org10.1371journal.pcbi.1005544 37. Heinken A, Thiele I. Microbiome Modelling Toolbox 2.0: Efficient, tractable modelling of microbiome communities. Bioinformatics Internet 2022; 38:23678. Available from: http:dx.doi.org10.1093bioinformaticsbtac082 38. Baldini F, Hertel J, Sandt E, Thinnes CC, Neuberger-Castillo L, Pavelka L, Betsou F, Krger R, Thiele I, NCER-PD Consortium. Parkinsons disease-associated alterations of the gut microbiome predict disease-relevant changes in metabolic functions. BMC Biol Internet 2020; 18:62. Available from: http:dx.doi.org10.1186s12915-020-00775-7 39. Aden K, Rehman A, Waschina S, Pan W-H, Walker A, Lucio M, Nunez AM, Bharti R, Zimmerman J, Bethge J, et al. Metabolic Functions of Gut Microbes Associate With Efficacy of Tumor Necrosis Factor Antagonists in Patients With Inflammatory Bowel Diseases. Gastroenterology Internet 2019; 157:127992.e11. Available from: http:dx.doi.org10.1053j.gastro.2019.07.025 40. Orth JD, Thiele I, Palsson B. What is flux balance analysis? Nat Biotechnol Internet 2010; 28:2458. Available from: http:www.nature.comarticlesnbt.1614 41. Gelius-Dietrich G, Desouki AA, Fritzemeier CJ, Lercher MJ. Sybil--efficient constraint-based modelling in R. BMC Syst Biol Internet 2013; 7:125. Available from: http:dx.doi.org10.11861752-0509-7-125. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 36 42. Effenberger M, Reider S, Waschina S, Bronowski C, Enrich B, Adolph TE, Koch R, Moschen AR, Rosenstiel P, Aden K, et al. Microbial Butyrate Synthesis Indicates Therapeutic Efficacy of Azathioprine in IBD Patients. J Crohns Colitis Internet 2021; 15:8898. Available from: http:dx.doi.org10.1093ecco-jccjjaa152 43. Heinken A, Sahoo S, Fleming RMT, Thiele I. Systems-level characterization of a host-microbe metabolic symbiosis in the mammalian gut. Gut Microbes Internet 2013; 4:2840. Available from: http:dx.doi.org10.4161gmic.22370 44. Wilcoxon F. Individual Comparisons by Ranking Methods. Biometrics Bulletin Internet 1945; 1:803. Available from: https:www.jstor.orgstable3001968 45. Wishart DS, Guo A, Oler E, Wang F, Anjum A, Peters H, Dizon R, Sayeeda Z, Tian S, Lee BL, et al. HMDB 5.0: the Human Metabolome Database for 2022. Nucleic Acids Res Internet 2022; 50:D62231. Available from: http:dx.doi.org10.1093nargkab1062 46. Wickham H, Averick M, Bryan J, Chang W, McGowan L, Franois R, Grolemund G, Hayes A, Henry L, Hester J, et al. Welcome to the tidyverse. J Open Source Softw Internet 2019; 4:1686. Available from: https:joss.theoj.orgpapers10.21105joss.01686 47. Wickham H. ggplot2: Elegant Graphics for Data Analysis Internet. Springer; 2016. Available from: https:books.google.combooksaboutggplot2.html?hlidRTMFswEACAAJ 48. Krawczak M, Nikolaus S, von Eberstein H, Croucher PJP, El Mokhtari NE, Schreiber S. PopGen: population-based recruitment of patients and controls for the analysis of complex genotype-phenotype relationships. Community Genet Internet 2006; 9:5561. Available from: http:dx.doi.org10.1159000090694 49. Wiles TJ, Wall ES, Schlomann BH, Hay EA, Parthasarathy R, Guillemin K. Modernized Tools for Streamlined Genetic Manipulation and Comparative Study of Wild and Diverse Proteobacterial Lineages. MBio Internet 2018; 9. Available from: http:dx.doi.org10.1128mBio.01877-18 50. Stiernagle T. Maintenance of C. elegans. WormBook Internet 2006; :111. Available from: http:dx.doi.org10.1895wormbook.1.101.1 51. Johnke J, Dirksen P, Schulenburg H. Community assembly of the native C. elegans microbiome is influenced by time, substrate and individual bacterial taxa. Environ Microbiol Internet 2020; 22:126579. Available from: http:dx.doi.org10.11111462-2920.14932 52. Ravichandran M, Priebe S, Grigolon G, Rozanov L, Groth M, Laube B, Guthke R, Platzer M, Zarse K, Ristow M. Impairing L-Threonine Catabolism Promotes Healthspan through Methylglyoxal-Mediated Proteohormesis. Cell Metab Internet 2018; 27:91425.e5. Available from: http:dx.doi.org10.1016j.cmet.2018.02.004 53. Liu YJ, Janssens GE, McIntyre RL, Molenaars M, Kamble R, Gao AW, Jongejan A, van Weeghel M, MacInnes AW, Houtkooper RH. Glycine promotes longevity in Caenorhabditis elegans in a methionine cycle-dependent fashion. PLoS Genet Internet 2019; 15:e1007633. Available from: http:dx.doi.org10.1371journal.pgen.1007633 54. Urrutia A, Garca-Angulo VA, Fuentes A, Caneo M, Lege M, Urquiza S, Delgado SE, Ugalde J, Burdisso P, Calixto A. Bacterially produced metabolites protect C. elegans neurons from degeneration. PLoS Biol Internet 2020; 18:e3000638. Available from: http:dx.doi.org10.1371journal.pbio.3000638 55. Zei A, Dhondt I, Braeckman BP. The nutritional requirements of Caenorhabditis elegans. Genes Nutr Internet 2019; 14:15. Available from: http:dx.doi.org10.1186s12263-019-0637-7. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 37 56. Ke W, Saba JA, Yao C-H, Hilzendeger MA, Drangowska-Way A, Joshi C, Mony VK, Benjamin SB, Zhang S, Locasale J, et al. Dietary serine-microbiota interaction enhances chemotherapeutic toxicity without altering drug conversion. Nat Commun Internet 2020; 11:2587. Available from: http:dx.doi.org10.1038s41467-020-16220-w 57. Quigley EMM, Gajula P. Recent advances in modulating the microbiome. F1000Res Internet 2020; 9. Available from: http:dx.doi.org10.12688f1000research.20204.1 58. Stanier RY, Palleroni NJ, Doudoroff M. The aerobic pseudomonads: a taxonomic study. J Gen Microbiol Internet 1966; 43:159271. Available from: http:dx.doi.org10.109900221287-43-2-159 59. Lessie TG, Neidhardt FC. Formation and operation of the histidine-degrading pathway in Pseudomonas aeruginosa. J Bacteriol Internet 1967; 93:180010. Available from: http:dx.doi.org10.1128jb.93.6.1800-1810.1967 60. Meile L, Soldati L, Leisinger T. Regulation of proline catabolism in Pseudomonas aeruginosa PAO. Arch Microbiol Internet 1982; 132:18993. Available from: http:dx.doi.org10.1007BF00508729 61. Frimmersdorf E, Horatzek S, Pelnikevich A, Wiehlmann L, Schomburg D. How Pseudomonas aeruginosa adapts to various environments: a metabolomic approach. Environ Microbiol Internet 2010; 12:173447. Available from: http:dx.doi.org10.1111j.1462-2920.2010.02253.x 62. Kim J, Jo Y, Cho D, Ryu D. L-threonine promotes healthspan by expediting ferritin-dependent ferroptosis inhibition in C. elegans. Nat Commun Internet 2022; 13:6554. Available from: http:dx.doi.org10.1038s41467-022-34265-x 63. Kitamoto S, Alteri CJ, Rodrigues M, Nagao-Kitamoto H, Sugihara K, Himpsl SD, Bazzi M, Miyoshi M, Nishioka T, Hayashi A, et al. Dietary L-serine confers a competitive fitness advantage to Enterobacteriaceae in the inflamed gut. Nat Microbiol Internet 2020; 5:11625. Available from: http:dx.doi.org10.1038s41564-019-0591-6 64. Sun Q, Vega NM, Cervantes B, Mancuso CP, Mao N, Taylor MN, Collins JJ, Khalil AS, Gore J, Lu TK. Enhancing nutritional niche and host defenses by modifying the gut microbiome. Mol Syst Biol Internet 2022; 18:e9933. Available from: http:dx.doi.org10.15252msb.20209933 65. Lee HL, Shen H, Hwang IY, Ling H, Yew WS, Lee YS, Chang MW. Targeted Approaches for In Situ Gut Microbiome Manipulation. Genes Internet 2018; 9. Available from: http:dx.doi.org10.3390genes9070351 66. Philip AK, Philip B. Colon targeted drug delivery systems: a review on primary and novel approaches. Oman Med J Internet 2010; 25:7987. Available from: http:dx.doi.org10.5001omj.2010.24 67. Naeem M, Awan UA, Subhan F, Cao J, Hlaing SP, Lee J, Im E, Jung Y, Yoo J-W. Advances in colon-targeted nano-drug delivery systems: challenges and solutions. Arch Pharm Res Internet 2020; 43:15369. Available from: http:dx.doi.org10.1007s12272-020-01219-0 68. Fangmann D, Theismann E-M, Trk K, Schulte DM, Relling I, Hartmann K, Keppler JK, Knipp J-R, Rehman A, Heinsen F-A, et al. Targeted Microbiome Intervention by Microencapsulated Delayed-Release Niacin Beneficially Affects Insulin Sensitivity in Humans. Diabetes Care Internet 2018; 41:398405. Available from: http:dx.doi.org10.2337dc17-1967 69. Cao S-J, Xu S, Wang H-M, Ling Y, Dong J, Xia R-D, Sun X-H. Nanoparticles: Oral Delivery for Protein and Peptide Drugs. AAPS PharmSciTech Internet 2019; 20:190. Available from: http:dx.doi.org10.1208s12249-019-1325-z. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 38 70. Vargason AM, Anselmo AC, Mitragotri S. The evolution of commercial drug delivery technologies. Nat Biomed Eng Internet 2021; 5:95167. Available from: http:dx.doi.org10.1038s41551-021-00698-w 71. Bae YH, Park K. Advanced drug delivery 2020 and beyond: Perspectives on the future. Adv Drug Deliv Rev Internet 2020; 158:416. Available from: http:dx.doi.org10.1016j.addr.2020.06.018 72. Singal AG, Higgins PDR, Waljee AK. A primer on effectiveness and efficacy trials. Clin Transl Gastroenterol Internet 2014; 5:e45. Available from: http:dx.doi.org10.1038ctg.2013.13 73. Dwyer JT, Coates PM, Smith MJ. Dietary Supplements: Regulatory Challenges and Research Resources. Nutrients Internet 2018; 10. Available from: http:dx.doi.org10.3390nu10010041. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint",
        "introduction": "While traditionally considered commensals, it is becoming increasingly clear that the microbial communities living within and on higher host organisms (i.e., the microbiome) are integral parts of host physiology. These microbial communities fulfill essential roles in pathogen protection1, immune system education2, production of vitamins3, metabolism of xenobiotics4,5and increase the plasticity of their hosts to respond to evolutionary challenges6,7. Thus, the composition of the microbiota plays an important role in the well-being of hosts and its ability to respond to environmental challenges8,9, as indicated by the frequent shift of microbiota composition observed in the context of diseases10and exposure to environmental stressors11. These observations and work in animal models have led to the development of the notion that the composition of the microbiome itself might be an important modulator of host health12as well as fitness and that a targeted modulation of microbiome composition might offer a completely new avenue for modulating the host. It has been shown that dietary patterns (e.g., western diet) can affect the structure of the microbiome, however their effect is transient13. Besides an influence of dietary uptake on microbiome composition, various approaches to modify the microbial communities of organisms have been used14: the transfer of entire microbial communities from a donor to a recipient host (fecal transfer), the provision of compounds used by particular microbial species (prebiotics), the provision of microbial strains of natural or synthetic origin (probiotics), the provision of compounds of microbial origin (postbiotics) and combinations thereof (synbiotics). While fecal transfer is the most commonly used approach to modulate microbial community composition in animal models, it involves the transfer of entire microbial communities and therefore not only desirable traits. In consequence, there is only a single medical indication in which fecal transfers are routinely used thus far15and there are potential concerns about the safety and stability of the engraftment of transplants16. Although the concept of supplementation with pre-, pro- or synbiotics has been commonly proposed as a method of microbial manipulation, these approaches are still severely limited. In. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 5 humans, oligosaccharides are proposed as prebiotics to alter the microbial community on both the structural and functional level, since they can be fermented by microbial species, which in turn can proliferate and produce bioactive compounds such as short-chain fatty acids17.However, there is yet only little knowledge about other classes of compounds that might alter the microbial composition. Another important aspect to consider is the specificity with which individual target microorganisms can be manipulated using prebiotics. Thus, while oligosaccharides are considered beneficial there is often uncertainty about which species can degrade them, as multiple, unrelated species can degrade similar types of oligosaccharides (e.g., Bacteroidetes, Lactobacilli, and Bifidobacterium species can degrade fructans)17,18. In case of supplementation with probiotics and synbiotics, other concerns have been raised. For instance, the ability of specific Bifidobacteria to stably colonize the human gut was only reported for  of the participants in a clinical trial19. Moreover, introducing exogenous bacteria can have unwanted side effects. For example, some of theBacillus species which were used as probiotics in aquacultures were found to carry virulence and antibiotic resistance genes20. Hence, to overcome these limitations in current microbiome manipulation approaches, we need to focus on prebiotics with well-controlled modes of action (e.g., microbial pathways of prebiotics degradation) that preferentially modulate the abundance of resident microbial species. Since mechanisms of pathogenicity are often complex and context specific21, it is preferred if these species are native to the microbiome of the host, as unwanted side-effects due to the introduction of foreign bacterial species might be avoided. Within this work, we will refer to prebiotics that specifically modulate the abundance of selected bacterial strains within the microbiome of a specific host as precision prebiotics. To design and evaluate such precision prebiotics, it is essential to start with a tractable model system such as the well-established model organism Caenorhabditis elegans. The native microbial community of the invertebrate C. elegans was first described in 201622, yet the nematode has already been used for over twenty years as a model for studying host-microbial interactions23. To similarly promote C. elegans-microbiome research, a synthetic 12-member C. elegans-specific microbiome resource, CeMbio, was recently established22. Part of this consortium is the Gram-negative Pseudomonas lurida MYb11 that is known to possess antifungal24and. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 6 antimicrobial properties, thereby providing protection against the pathogen Bacillus thuringiensis (Bt)25,21. Besides its protective effects, MYb11 is known to colonize and persist in the C. elegans intestine22and thus increase the nematodes fitness during infection25.Ochrobactrum vermis MYb71 is another member of the CeMbio community22and affects different host life-history traits 22,26, persistently colonizes the nematode24, and has been described as competitive against other bacteria in terms of space and nutrients27. Both bacteria are also able to interact metabolically with the nutrient environment determining their type of interaction27. Hence, a microbial community consisting of one beneficial bacterium and another one that is competitive offers an excellent opportunity for developing targeted approaches for microbiome manipulation. A key prerequisite for the development of precision prebiotics is a detailed understanding of the metabolic functions present within a microbial community and how specific metabolic interventions affect microbiome metabolism. One important approach to investigate metabolic functions in microbial communities are constraint-based metabolic modeling approaches2830. Based on the genetic information either on the level of each bacterium or from the overall community and biochemical databases, these methods allow one to simulate the network of chemical reactions that represent the metabolic reactions of the microorganism(s) or the community31. To this end, genome-scale metabolic models of the bacterial species within a microbiome have to be reconstructed from genomic data. These models summarize the metabolic functions present within an organism and can be reconstructed using automated reconstruction approaches32,33or obtained from existing model repositories34. Furthermore, accounting for the growth environment of a species35, optimization approaches such as flux balance analysis (FBA) for individual species 28or constraint-based community modeling approaches36,37can be used to predict metabolic activities within individual species as well as interactions between species. These methods have already been used to identify metabolic alterations in the microbiome of Parkinsons disease patients38as well as patients with inflammatory bowels disease39,27and to study the interaction of C. elegans as well as its microbiota in the context of drug-microbiome-host interactions30. For C. elegans, metabolic models of the CeMbio community including MYb11 and MYb7122and other members of the microbiota are available27.. CC-BY 4.0 International license perpetuity. It is made available under apreprint (which was not certified by peer review) is the authorfunder, who has granted bioRxiv a license to display the preprint in The copyright holder for this this version posted February 18, 2023. ; https:doi.org10.11012023.02.17.528811doi: bioRxiv preprint 7 In this work, we used metabolic networks of MYb11 and MYb71 also incorporating phenotypic information from Biolog growth assays in a computational screen for precision prebiotics that are able to specifically boost the abundance of the host-protective species MYb11 over MYb71. We tested four of the predicted compounds, L-serine, L-threonine, D-mannitol, and -aminobutyric acid (GABA) in vitro and confirmed that they selectively boost the abundance of MYb11. Moving to the C. elegans host system, we moreover showed that L-serine is able to selectively boost the abundance of MYb11 when the C. elegans host was colonized with both bacterial species. Thus, we demonstrate that constraint-based microbial community modeling approaches could represent a key tool for the design of targeted microbiome intervention approaches. 4.Material and",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "Concentration-dependent effect of L-serine supplementation on bacterial growth i n v i t r o"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "L-serine supplementation alters bacterial abundance in C"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            }
        ]
    }
]