[
    {
        "pmid": "24475130",
        "title": "Toll mediated infection response is altered by gravity and spaceflight in Drosophila.",
        "year": "2014",
        "journal": "PLoS One",
        "abstract": "Space travel presents unlimited opportunities for exploration and discovery, but requires better understanding of the biological consequences of long-term exposure to spaceflight. Immune function in particular is relevant for space travel. Human immune responses are weakened in space, with increased vulnerability to opportunistic infections and immune-related conditions. In addition, microorganisms can become more virulent in space, causing further challenges to health. To understand these issues better and to contribute to design of effective countermeasures, we used the Drosophila model of innate immunity to study immune responses in both hypergravity and spaceflight. Focusing on infections mediated through the conserved Toll and Imd signaling pathways, we found that hypergravity improves resistance to Toll-mediated fungal infections except in a known gravitaxis mutant of the yuri gagarin gene. These results led to the first spaceflight project on Drosophila immunity, in which flies that developed to adulthood in microgravity were assessed for immune responses by transcription profiling on return to Earth. Spaceflight alone altered transcription, producing activation of the heat shock stress system. Space flies subsequently infected by fungus failed to activate the Toll pathway. In contrast, bacterial infection produced normal activation of the Imd pathway. We speculate on possible linkage between functional Toll signaling and the heat shock chaperone system. Our major findings are that hypergravity and spaceflight have opposing effects, and that spaceflight produces stress-related transcriptional responses and results in a specific inability to mount a Toll-mediated infection response.",
        "full_text": "Toll Mediated Infection Response Is Altered by Gravity and Spaceflight in Drosophila Katherine Taylor1a, Kurt Kleinhesselink1b, Michael D. George2, Rachel Morgan3, Tangi Smallwood3, Ann S. Hammonds4, Patrick M. Fuller5c, Perot Saelao1, Jeff Alley6, Allen G. Gibbs7, Deborah K. Hoshizaki7, Laurence von Kalm3, Charles A. Fuller5, Kathleen M. Beckingham8, Deborah A. Kimbrell1 1Department of Molecular and Cellular Biology, University of California Davis, Davis, California, United States of America, 2Department of Medical Microbiology and Immunology, University of California Davis, Davis, California, United States of America, 3Department of Biology, University of Central Florida, Orlando, Florida, United States of America, 4Department of Genome Dynamics, Lawrence Berkeley National Laboratory, Berkeley, California, United States of America, 5Department of Neurobiology, Physiology and Behavior, University of California Davis, Davis, California, United States of America, 6Laverlam International, Butte, Montana, United States of America, 7School of Life Sciences, University of Nevada, Las Vegas, Nevada, United States of America, 8Department of Biochemistry and Cell Biology, Rice University, Houston, Texas, United States of America Abstract Space travel presents unlimited opportunities for exploration and discovery, but requires better understanding of the biological consequences of long-term exposure to spaceflight. Immune function in particular is relevant for space travel.Human immune responses are weakened in space, with increased vulnerability to opportunistic infections and immune-related conditions. In addition, microorganisms can become more virulent in space, causing further challenges to health. To understand these issues better and to contribute to design of effective countermeasures, we used the Drosophila model of innate immunity to study immune responses in both hypergravity and spaceflight. Focusing on infections mediatedthrough the conserved Toll and Imd signaling pathways, we found that hypergravity improves resistance to Toll-mediatedfungal infections except in a known gravitaxis mutant of the yuri gagarin gene. These results led to the first spaceflight project on Drosophila immunity, in which flies that developed to adulthood in microgravity were assessed for immune responses by transcription profiling on return to Earth. Spaceflight alone altered transcription, producing activation of theheat shock stress system. Space flies subsequently infected by fungus failed to activate the Toll pathway. In contrast, bacterial infection produced normal activation of the Imd pathway. We speculate on possible linkage between functional Toll signaling and the heat shock chaperone system. Our major findings are that hypergravity and spaceflight haveopposing effects, and that spaceflight produces stress-related transcriptional responses and results in a specific inability tomount a Toll-mediated infection response. Citation: Taylor K, Kleinhesselink K, George MD, Morgan R, Smallwood T, et al. (2014) Toll Mediated Infection Response Is Altered by Gravity and Spaceflight in Drosophila . PLoS ONE 9(1): e86485. doi:10.1371journal.pone.0086485 Editor: Kenneth So derha ll, Uppsala University, Sweden Received November 5, 2013; Accepted December 12, 2013; Published January 24, 2014 Copyright: C2232014 Taylor et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Funding: This work was funded by grants from the National Aeronautics and Space Administration, NNA04CC76A and NNA05CV40A to DAK. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Competing Interests: Jeff Alley is employed by a commercial company, Laverlam International, there are no products, patents, etc. that are connected to the authors study. It is just that one of the authors is employed by the company, and this does not alter the authors adherence to all the PLOS ONE policies o n sharing data and materials.  E-mail: dakimbrellucdavis.edu a Current address: Department of Obstetrics, Gynecology, and Womens Health at Albert Einstein College of Medicine, Montefiore Medical Center, Br onx, New York, United States of Americab Current address: Monsanto, Woodland, California, United States of America c Current address: Department of Neurology and Division of Sleep Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts, United States of America Introduction Human space exploration, with its promise of unprecedented discoveries, excites the imagination. However, turning theexploration of space into a practical reality presents dauntingchallenges including conquering the compromised biologicalfunctions produced by spaceflight. In order to achieve spaceexploration, a better understanding of human biology, both onearth and in space, is required. Among the many aspects of biologyaffected by spaceflight, we have focused on the immune response.Immune dysfunction is a major health-related problem on earthand a major obstacle to long-term space missions 1. As early as the Apollo and Skylab missions, immune dysfunction wasrecognized in astronauts, and later studies documented specifichost cellular and humoral immune alterations induced byspaceflight 1. Increased microbial growth and virulence in spacehave also been documented 2. Spaceflight is associated withmany stresses, with altered gravitational force (g) representing themost studied factor. Microgravity ( mg) is constant in space, and hypergravity (hyper g) is experienced during launch and landing.Immune dysfunction in both mg and hyper g is well documented, but determination of the underlying cellular mechanisms and thus PLOS ONE  www.plosone.org 1 January 2014  Volume 9  Issue 1  e86485routes to appropriate countermeasures, remains unresolved 2,3,4,5,6. Without normal immune function, many threats tolong-term survival in space exist: fatal infections, failed immuno- surveillance of cancer cells, aberrant inflammatory responses and reactivation of latent viruses are all potential hazards. In our work, we have brought advances in understanding the host defense of Drosophila to bear on deciphering the immune alterations associated with altered gravity and spaceflight. Dro-sophila is a well-established model for human innate immunefunction, sharing elements in cellular and humoral immunity, clotting and wound healing, and signaling pathways 7. Drosophila responds to microbial infection with 1) a systemicresponse, characterized by fat body production of antimicrobial proteins (AMPs), 2) tissue specific responses, such as production of AMPs in the gut and trachea, 3) phagocytosis by hemocytes, and4) clotting and wound healing 7,8,9,10. Two signaling pathways are the main mediators of the response to bacterial and fungal infections in Drosophila 7,11,12. TheToll pathway primarily responds to fungal and Gram-positive (Lys-type peptidoglycan (PGN)) infections, and the Imd pathway responds to Gram-negative (DAP-type PGN) infections 7. Toll-like receptors (Tlrs) have been identified in mammals and are thedirect mediators of responses to activators such as bacterial lipopolysacccharide and viral DNA 13. Imd shares homology with the death domain of the mammalian Receptor InteractingProtein of the Tumor Necrosis Factor Receptor pathway 7. Downstream, through the conserved NF-kBRel protein tran- scription factors relish (Imd signaling cascade), and DIF and dorsal(Toll signaling cascade), the AMPs and ,400 other genes are involved in response to infection 7,14,15. Recognition of the complexity of the Toll and Imd pathways continues to grow, for example with identification of new regulators, interactions with thenervous system, and modification with aging 16,17,18,19. Incontrast to mammals, in Drosophila only the original Toll was associated with infection response, through indirect sensing mediated by binding to Spa tzle (Spz). More recently however, other Toll family members have been identified as mediating infection. Toll-8 regulates infection response in the airway epithelium 20, and Toll-7 is involved in viral recognition andresponse 21. The mechanisms of interactions within and between the Toll and Imd pathways and other systems are not fully understood, andunraveling the interrelationships will require many approaches. Here, we present genetic and transcriptional profiling experiments to address the response to infection in conditions related to spacetravel: Does hypergravity affect the response to fungal infection?Does development during spaceflight alter the response to bacterial and fungal infections? Results and Discussion Hypergravity Increases Survival after Infection with Pathogenic Fungus The first goal was to test our hypothesis that the immune response of Drosophila would be affected by changes in gravity atthe organismal level. The simplest immune function assay is post-infection survival, and a straightforward route for altering gravity is to achieve hyper g through use of centrifuges similar to the human centrifuges used for training pilots. We infected with B. bassiana , an entomopathogenic fungus that enters through the cuticle and is well studied with respect to survival kinetics and Toll pathway activation 7. Infected and control flies were thenexposed to hypergravity on a centrifuge maintained at the ChronicAcceleration Research Unit (CARU), UC Davis.The survival of wild type and immune response mutants (except Toll pathway mutants which do not survive infection long enough for prolonged hyper g experiments) was assessed. Strikingly, all strains showed increased post-infection survival at hyper g (Figure 1A bottom panel, 1B wild type, imdand Thor strains). Given that mg is associated with impaired immune function, one interpretation of this result is that hyper g exerts the opposite effect and boosts the host response. Opposite effects of opposing gravity vectors are not uncommon, for example for platelet functions 22. However, microorganisms can become more virulent at mg 2, and an alternative explanation is that at hyper g the fungus itself is less virulent. In an attempt to distinguish between host and fungal responses, we tested a gravitaxis mutation of the gene yuri gagarin (yuri) 23. yuriencodes 3 isoforms of a coiled-coil protein that is ubiquitously expressed, and two mutations have separate tissue specific functions related to mechanotransduction 24,25,26. The yuric263 allele, caused by a GAL4 enhancer trap insertion, has defective gravity responses. A UAS- yuri construct, driven by the c263 transposon, rescues this phenotype through expression limited to mechanosensory neurons 23, indicating defective gravity sensing in the yuric263mutant. We hypothesized that if host response to hyper g were primary, then aberrant gravity sensing in yuric263might modify the hyper g post-infection response, but if the fungal response were primary, then post-infection survival of yuric263would be comparable to that of wild type and the immune function mutants (Figure 1AB). On testing, yuric263failed to show this increased post-infection survival, whereas the yurirescue strain had the typical increased survival response (Figure 1AB). Thus, these data demonstrate a significant host component to the hyper g effect. How might hyper g increase post-infection survival? The yurifinding could indicate a neural route linking mechanical load sensation to immune response. Mechanical load also affects cell biological processes 27, and one possibility is that endocytosis, which is essential for Toll signaling 28, is enhanced at hyper g. Interestingly, Yuri protein appears to have membrane-associated functions 26. The immune response is energetically expensive, and flies with greater energetic reserves may have greater post-infection survival. However, survival did not correlate with stores of triglycerides, carbohydrates or protein (Figure 1C). The Fungus, Immunity, Tumorigenesis (FIT) Microgravity Experiment These results showing that the immune response of Drosophila responds to g force formed the basis for the space shuttle experiment Fungus, Immunity and Tumorigenesis (FIT). FIT is the first flight experiment to investigate mg effects on Drosophila immunity. The FIT experiment was flown on the shuttle Discovery (STS-121), and involved an experimental design adjusted for shuttle conditions. Ideally the design would have paralleled the hyper g work, with infection of Drosophila genotypes proceeding in space. But due to flight constraints, space infections were not possible and only a single genotype could be flown. However, the flight duration (12 days) allowed production and return to Earth of a small population of flies that had undergone their entire development in space (space flies). Upon return this population was divided into three groups and used for transcription profiling without infection and after infection with B. bassiana orE. coli . The fungal spores and E. coli used were grown on Earth. Earth-reared flies, grown at Kennedy Space Center, wereused as controls (Earth flies). Recordings relayed from the shuttle ensured similar growth conditions for the space and Earth flies other than the change in g force. The experiments thus encompassGravity and Spaceflight Alter Drosophila Immunity PLOS ONE  www.plosone.org 2 January 2014  Volume 9  Issue 1  e86485humoral immunity in response to Toll and Imd mediated fungal and bacterial infections through transcriptional profiling afterdevelopment in space. The uninfected space flies showed analtered transcriptional profile, and those changes will be presentedlast, in the context of the immune response data.The Toll Pathway is Dysfunctional in Adults Raised in Space Transcriptional profiling of space and Earth flies infected with B. bassiana revealed that the space flies have a dramatically different response (Figure 2). For Earth flies, the upregulated genesrevealed the expected 7,14,15 response categories: transcripts forgenes associated with innate immune response, serine peptidaseactivity, response to fungus and Toll signaling pathway activation Figure 1. Effects of hyper g on post-infection survival and energy stores. A. Survival after infection with B. bassiana is increased by exposure to hyper g (4 g) in wild type (wt) and the rescued yuri strain, yuric263; UAS- yuri (UAS), but not in the gravitaxis mutant yuri,yuric263(yuri).infected, 2uninfected. Error bars  SEM for 3 experiments. B.Additional strains tested also survive infection longer at hyper g: imd, using imd1, and for Thor , which encodes the Drosophila translational regulator 4E-BP, using Thor2, the null allele, and its control, the revertant strain Thor1rev1.Pvalues for log rank. C.Post-infection energy stores of trigycerides, protein and carbohydrates are not significantly different at hyper g. Error bars  SEM for 3 experiments. doi:10.1371journal.pone.0086485.g001Gravity and Spaceflight Alter Drosophila Immunity PLOS ONE  www.plosone.org 3 January 2014  Volume 9  Issue 1  e86485were all statistically over-represented (Figure 2). In stark contrast, none of these gene categories was upregulated in space flies(Figure 2). The AMPs Metchnikowin and Drosomycin are key indices of the Toll signaling response 7. Figures 3 and 4A present transcrip-tional analysis by quantitative real-time PCR (qPCR) andmicroarray-based analysis establishing the failed induction ofthese two genes in space flies. Results of microarray-based analysisfor additional genes are also presented in Figure 4A. Note that necrotic (nec) is upregulated in the Earth flies, which is an indicator of a strong anti-fungal response since Nec downregulates theimmune reaction via negative regulation of Persephone (Psh) 29.A complete listing of the fold changes and associated pvalues for all the transcriptionally modulated genes of the categories shownin Figure 2 is presented in Table S1. Collectively, these data indicate that Toll mediated responses to B. bassiana are impaired in space flies, and in particular the failure ofDrosomycin and Metchnikowin activation indicates that the space flies are severely immunocompromised. The data do not, however, reflect a complete failure of the space flies to react to the infection. Some defense response category genes were activated in space fliesas well as Earth flies (Figure 2 and Table S1), and these indicatethat signaling pathways other than Toll are functional in spaceflies. Some of these genes are Turandot (Tot) family members, a set of genes induced under a variety of stresses such as septic infection, paraquat feeding, UV exposure and heat shock, and with complex regulation involving the Jak-Stat, Imd and Mekk1 pathways30,31,32. Also induced in both space and Earth flies are thefungal infection response genes Thioester containing protein IV (Tep IV ), which has an alpha-macroglobulin complement component, andTransferrin 1 (Tsf1), which is predicted to be involved in ironhomeostasis. Both of these genes are also induced in response to DNA damage in the larval epidermis, as is Tot C 33,34. The only AMP gene induced in space flies by the fungal infection is Drosomycin-like 5 (Drsl5 ) (Figure 4B). Drsl5 induction in response to B. bassiana is regulated by both the Toll and Imd pathways 7. Thus induction of Drsl5 in the space flies is not necessarily evidence for a functional Toll response and may represent activation by the Imd pathway (see below) or another route. Both space and Earth flies upregulated genes associated with response to toxins, including cytochrome P450s ( Cyp4ac1 , Cyp4ac2 ,Cyp4aa1 ,Cyp304a1 ), which are associated with detoxifi- cation of xenobiotics and hormone metabolism 35,36 (Table S1). Genes induced uniquely in the space flies by fungal infection could indicate an altered infection response. However, only one category of genes emerged from microarray analysis as specifically induced by infection in space flies: oxidationreduction (Figure 2 and Table S1). Six of the eight genes in this category are Pyrroline 5-carboyxlate reductase (P5cr), probable cytochrome P450s ( Cyp6t1 , Cyp6t1 and Cyp6a13 ),CG6012 and CG10131 . The remaining two genes, phenoloxidase subunit A3 (PO45 ) and prophenol oxidase A1 (proPO- A1), have roles in melanization, which is also used as a defense against pathogens and in wound response 37. However, other genes in the melanization cascade were upregulated in Earth fliesbut unchanged in the space flies, e.g. MP1,Spn27A and Hayan 38,39. In contrast, Gram-negative binding protein 3 (GNBP3 )i s upregulated in space flies, and GNBP3 assembles defense complexes, including phenol oxidases, in a Toll independent manner 40. Initial detection of B. bassiana infection occurs through dual signaling arms upstream of Spz, the only known ligand for Toll16,41. In one arm, Psh, moderated by suppression from Nec, Figure 2. Microarray-based analysis of response to B. bassiana .The total number of genes upregulated or downregulated in Earth flies only (Earth) or space flies only (Space) or in both (overlap) are indicated by Venn diagrams. Pathway analysis of each of these groups is shown on the rightside of the figure. The number of genes in each functional category is depicted in bar graphs (primary y-axis), and the Pvalues corresponding to statistical over-representation of each category are presented as a line graph (secondary y-axis). Note that certain genes annotated into more than one of these categories.doi:10.1371journal.pone.0086485.g002Gravity and Spaceflight Alter Drosophila Immunity PLOS ONE  www.plosone.org 4 January 2014  Volume 9  Issue 1  e86485senses fungal virulence factors and other danger signals, leading to activation of the Spa tzle Processing Enzyme (SPE), cleavage of the Spz prodomain, and binding of processed Spz to the Tolltransmembrane receptor 29. In the other signaling arm, GNBP3binds fungal cell wall components and initiates a cascade viaModSP and Grass that also leads to SPE activation and Spa tzle binding to Toll 16,42. Thus, if space flies are defective in initialsensing of the infection, a minimum of two defects are needed toblock both arms of the upstream signaling cascade. If the spaceflies are not defective in sensing, a single non-functional step at thelevel of SPE or further downstream in the Toll pathway couldprevent the activation of target genes. The Imd Pathway is Activated Normally in Adults Raised in Space In complete contrast to fungal infection, space flies infected with E. coli show strong gene expression responses similar in character to those of Earth flies (Figure 5). For both Earth and space flies,expected categories of upregulated genes 7,14,15 were statisti-cally over-represented: innate immunity, response to bacteriumand humoral immune response (Figure 5). Accordingly, the Imdpathway appears to have been activated normally in the spaceflies. Table 1 presents a subset of these genes categorized intoAMPs, Peptidoglycan recognition proteins (PGRPs), Turandot,Immune induced molecules, Thioester-containing proteins, andMiscellaneous. Table S2 details all of the transcriptionallyupregulated and downregulated genes in the categories presentedin Figure 5. D rosomycin and Metchnikowin are included among the standard AMP genes activated by E. coli infection (Table 1, Figures 3 and 4). Despite its activation by a Gram-negativeorganism, D rosomycin is mainly considered a readout for Toll signaling through cross recognition extracellularly or cross talkintracellularly with Imd or another pathway 16. As discussedbelow, our hypotheses on the effects of mg on Toll function would suggest the cross-reaction is downstream of Toll receptoractivation. Metchnikowin has both antibacterial and antifungalactivity, and can be activated transcriptionally through Imd orToll, depending on the type of infection 43. Thus the normalinduction of Metchnikowin in the bacteria infected space flies, but lack of induction in the fungus infected space flies, characterizesthe normal Imd signaling versus the abnormal Toll signaling of thespace flies.Adults Raised during Spaceflight have an Altered Transcriptional Profile Comparing the transcription profiles of uninfected space and Earth flies provides valuable insights into the biological processesaffected by the mg environment and thus generates clues as to the origin of the differing effects on Imd and Toll mediated responses.These comparisons may also provide evidence relevant to theenhanced post-infection survival at hyper g. The transcriptional profiles of uninfected space and Earth flies were compared by first hierarchically clustering genes that weredifferentially expressed between the two groups (Figure 6).Pathway analysis indicated the transcripts expressed at higherlevels in space flies included a statistical over-representation ofgenes linked to stress response, inosine monophosphate (IMP)metabolism, response to hypoxia, wing disc morphogenesis, andapoptosis. A much smaller list of transcripts was expressed at lowerlevels in space flies than Earth flies, and appeared to be enriched ingenes associated with symporter activity, oxidationreduction, andstructural molecule activity (Figure 6). Several immune responsegenes were also differentially expressed, but were not statisticallyover-represented as a functional category: relish (2.4 fold), spatzle (1.7 fold), dorsal (1.6 fold), virus-induced RNA 1 (2.1 fold), Serpin 28Db (1.6 fold), serine peptidase CG18563 (2.0 fold), pirk(1.6 fold), and PGRP-LF (1.6 fold). In total, less than only 280 genes showed a significant difference in expression between space and Earth flies (Table 2, Table S3). Interestingly, 127 of these genes are uncharacterized and only identified as CG numbers 44, andmay also be of interest in the spaceflight and immune context asmore information is acquired. Current annotations show that the most striking alterations are in expression of heat shock protein genes, a subset in the stressresponse category (Table 2). The heat shock response isevolutionarily conserved and perhaps the most well studied stressresponse 45. Heat shock proteins also function under normalconditions, and in general act as molecular chaperones assisting informing, or regaining, the normal folding of polypeptides,translocating proteins, and regulating protein degradation45,46. The heat shock response occurs in reaction to manytypes of stress and is usually initiated by unfoldedmisfoldedproteins. In correcting this cytotoxic state heat shock proteins alsoinhibit apoptosis 45,47. Given their functions, it is not surprising that heat shock gene expression changes have been associated with altered gravity and spaceflight in a variety of organisms; however, Figure 3. Antifungal AMPs. A. Metchnikowin andB.Drosomycin transcript levels were assessed by qPCR in space and Earth flies infected with fungus (F) or bacteria (B), or uninfected (U), and standardized by comparison to the level of ribosomal protein gene rp49 . Error bars  SEM for 3 experiments.doi:10.1371journal.pone.0086485.g003Gravity and Spaceflight Alter Drosophila Immunity PLOS ONE  www.plosone.org 5 January 2014  Volume 9  Issue 1  e86485results are variable and a clear picture of heat shock protein involvement in these situations has not emerged 48,49,50,51. Two further categories of altered gene expression are notewor- thy with respect to the heat shock result seen for the space flies:apoptosis and response to hypoxia (Table 2). Six genes associated with apoptosis are upregulated: starvin , which is a cochaperone associated with heat shock protein 70 (Hsp70) 52; the caspaseDamm , which can trigger apoptosis when overexpressed 53; Pdk1, Figure 4. Transcriptional profiling of genes associated with the Toll pathway. Relative expression levels of selected Toll associated genes as detected by microarray are shown in uninfected (U, circles) Earth (blue) and space (tan) flies, and following fungal (F, triangles) or bacterial (B, s quares) infection of space and Earth flies. Transcriptional regulation A.not shared or B.shared by space and earth flies infected with fungus. doi:10.1371journal.pone.0086485.g004Gravity and Spaceflight Alter Drosophila Immunity PLOS ONE  www.plosone.org 6 January 2014  Volume 9  Issue 1  e86485a serinethreonine kinase that is a negative regulator of apoptosis 54; Drep-3 , one of four Drosophila DNA fragmentation factor- related proteins 55; dream , a serine threonine rich caspase 56; and Rab3-GEF , a Ras superfamily member predicted to regulate the cell cycle and apoptosis 57. The response to hypoxia categoryincludes a subset of the heat shock protein genes and hairy,a master regulator for adjustment to hypoxia 58. Together thesetranscriptional alterations indicate severe stress associated withprotein unfolding during development of the flies in mg. Do these changes in the space flies provide insight into the failed immune response to fungal infection versus the robust immune response to bacterial infection? Although differences in the physiologies of the two infections, i.e. acute infection by the non-pathogenic E.coli and chronic infection by the pathogenic B. bassiana , may play some role here, the strong heat shock response produced by the space environment offers two testable molecularhypotheses. Hypothesis 1. The extracellular space is more susceptible to protein unfolding in stress conditions than the intracellularenvironment. Thus in the mg conditions experienced by the space flies, the more complex extracellular induction events associatedwith Toll activation (recognition, activation of SPE, cleavage ofSpz and binding to Toll) are more susceptible to disruption thanthose associated with activation of the Imd pathway. For the Imdpathway, the extracellular event is direct binding of bacterialcomponents, PGN, to cell surface receptors, PGRPs 19. Acorollary of this hypothesis is that, in time, the heat shock proteinsmay mediate recovery of Toll signaling. Hypothesis 2. Heat shock protein(s) interferes directly with the binding of (processed) Spz to Toll. In mammals, extracellularheat shock proteins bind directly to Tlr receptors and are important in moderating the immune response, including in the clinical setting 59,60,61. In contrast in Drosophila, Spz is theonly known ligand for Toll 16,42. Heat shock proteins do not,however, need to be Toll ligands in order to interfere with Spa tzle binding, or to inhibit activity of essential upstream components such as SPE, Psh and Grass. A corollary is that heat shock proteins may be both positive and negative regulators of the Toll signalingpathway, inhibiting or enhancing according to the conditions. Thiscorollary is analogous to the positive and negative regulation of Tlrs effected by extracellular heat shock proteins in mammals 62. These hypotheses on heat shock protein mediation of the effects of g force on immune responses have broad implications, providing insights into established findings, suggestions for further experimentation and predictions for other stressful conditions.One clear, testable, inference is that the compromised humanimmunity seen at altered g results from protein unfolding and heatshock protein engagement. Our hypotheses also suggest an underlying mechanism for our hyper g findings. Thus hyper g may stabilize proteins against unfolding or affect heat shockprotein interaction with Toll receptors. Effects on the stability,folded status or function of endocytotic components may be particularly important both at hyper g and mg since endocytosis is essential for Toll, but not Imd, signaling 28. A further possibilityis that most common stresses such as sleep deprivation, physicalactivity, and ageing, affect immune responses via these proposed routes. Other studies have noted the opposing effects of increased and reduced g force on expression of individual Drosophila genes inuninfected flies 50,63. In addition, in one mg experiment, Figure 5. Microarray-based analysis of response to E. coli .The total number of genes upregulated or downregulated in Earth flies only (Earth) or space flies only (space) or in both (overlap) are indicated by Venn diagrams. Pathway analysis is shown on the right side of the figure. The numberof genes in each functional category is depicted in bar graphs (primary y-axis), and the Pvalues corresponding to statistical over-representation of each category are presented as a line graph (secondary y-axis).doi:10.1371journal.pone.0086485.g005Gravity and Spaceflight Alter Drosophila Immunity PLOS ONE  www.plosone.org 7 January 2014  Volume 9  Issue 1  e86485phagocytosis in adult Drosophila females, but not larvae, raised in space was reported to be normal, and expression of a few antimicrobial genes was altered in these adults by infection with anE. coli strain that does not grow in Drosophila 64. In the future, experiments on board the International Space Station (ISS), where multi-generational studies with multiple strains of flies and pathogens are possible, would provide an optimal route for testing the hypotheses suggested here. Other factors that might affectmicrogravity immune responses - such as the route for pathogen delivery, developmental events, microbiome, and signaling path- way modulation by epigenetics or non-coding RNA activity - could also be addressed. The key to applying the full capacity of Drosophila aboard the ISS for an understanding of gravitationaleffects on innate immunity will be the use of a wide range of pathogens, genotypes, and approaches by many different investi- gators. The juxtaposition of our mg and hyper g findings highlights the importance of gravity in normal immune function and begins toelaborate the key cellular and molecular components of the immune system that respond to changes in gravity. Our findings also suggest that exposure to gravity may mitigate the deleterious physiological, including immune, consequences of spaceflight and provide a rationale for including human centrifuges on facilities forlong-term transport and housing of humans in space. Materials and Methods Drosophila Stocks All experiments used only males. Oregon-R wild-type flies were used. Others are: imd1(Flybase FB, FBal0045906), yuric263and UAS- yuri (FBgn0045842 and 23), Thor2and Thor1rev1(FBgn0261560 and 65,66), spz4(FBal0016062) and imdEY08573 (FBal0159146) 44. The stock for the space and Earth flies, hemolectin-Gal4; UAS-GFP, expressed GFP in the blood cells44. The space containers are presented in Marcu et al. 64. Microorganisms and Infections Bacterial infections with E. coli ATCC 25922 were as previously described 65,67. A single spore isolate of Beauveria bassiana (strain GHA) was cultured on Sabouraud dextrose agar. Conidia andhyphae were harvested by passing culture through a sterile ASTMNo. 100 sieve. Spores were also flown on the space shuttle and weare happy to provide information upon request. Natural infectionbyB. bassiana used a dosage of 9.5 610 6sporesfly, with procedures and survival assays as previously described 67. Ten replicates of 20 flies each for all strains were used in all 3 experiments for theCARU hypergravity tests. The centrifuge was stopped once perday to conduct survival counts. Control survival assays afterbacterial and fungal infections on wild-type, hemolectin-Gal4;UAS-GFP, imd 1,imdEY08573and spz467 were conducted at Kennedy Space Center to establish that space and Earth flyinfections were proceeding in accordance with our standardizedconditions. Energy Content Flies were homogenized in a solution containing 1 NP-40, 0.5 deoxycholic acid, 0.1 Triton-X 100, 100 mM NaCl,0.1 mM CaCl 2, and 2 mM MgCl 2, pH 7.6. Homogenates were heated for 5 min at 75 uC to inactivate lipases. Triacylglyceride levels were measured using a commercial serum triglyceride kit(Sigma; St. Louis, Missouri USA; No. TR0100-1KT), and protein Figure 6. Analysis of transcriptional modulations produced by spaceflight. Transcriptional profiles of uninfected space and Earth flies were compared and differentially expressed genes were grouped by hierarchical clustering. Pathway analysis was utilized to identify statistically enr iched biological themes. The number of genes in each category is depicted in bar graphs (primary y-axis), and the Pvalues corresponding to statistical over- representation of each category are presented as a line graph (secondary y-axis).doi:10.1371journal.pone.0086485.g006Gravity and Spaceflight Alter Drosophila Immunity PLOS ONE  www.plosone.org 8 January 2014  Volume 9  Issue 1  e86485content was quantified using the bicinchoninic acid method 68. Carbohydrates (glycogen and trehalose) were digested with amyloglucosidase and quantified with a blood glucose kit (PointeScientific; Canton, Michigan, USA; No. G7521). 414 flies wereassayed for each treatment group, and all assays were performedin triplicate.Gene Expression Analysis Total RNA was extracted from flies utilizing the Qiagen RNeasy C223RNA isolation kit. mRNA amplification, labeling, hybridization to Drosophila Genome 2.0 GeneChips C223(Affyme- trix), staining and scanning were performed as previously described 69 utilizing protocols in the Affymetrix GeneTable 1. Antibacterial response is similar in space and earth flies. Category SymbolFold change earth P value earthFold change spaceP value space Antimicrobial proteins Defensin Def 186.4 0.00 156.1 0.00 Drosocin Dro 68.3 0.00 77.8 0.00 Attacin-A AttA 82.2 0.00 68.4 0.00Attacin-C AttC 14.9 0.00 15.7 0.00 Attacin-D AttD 154.1 0.00 99.5 0.00 Diptericin B DptB 26.6 0.00 40.1 0.00Cecropin B CecB 4.9 0.00 5.4 0.00 Cecropin C CecC 24.2 0.00 30.9 0.00 Metchnikowin Mtk 26.2 0.00 32.4 0.00Drosomycin Drs 5.5 0.00 5.4 0.00 Peptidoglycan recognition proteinsPeptidoglycan recognition protein LC PGRP-LC 2.4 0.00 2.0 0.00Peptidoglycan-recognition protein SC2 PGRP-SC2 15.3 0.00 8.9 0.00 Peptidoglycan recognition protein LB PGRP-LB 8.6 0.00 8.9 0.00 Peptidoglycan recognition protein LA PGRP-LA 2.1 0.01 2.2 0.01Peptidoglycan recognition protein LF PGRP-LF 5.6 0.00 3.8 0.00 Peptidoglycan-recognition protein SB1 PGRP-SB1 10.0 0.00 13.1 0.00 Stress inducible Turandot Turandot M TotM 20.6 0.00 27.9 0.00 Turandot A TotA 5.5 0.02 6.8 0.01 Turandot X TotX 2.2 0.21 3.8 0.04Turandot C TotC 28.0 0.00 58.2 0.00 Immune induced moleculesImmune induced molecule 10 CG33470 3.7 0.00 2.2 0.04Immune induced molecule 23 IM23 3.8 0.01 3.1 0.02 Immune induced molecule 1 IM1 3.4 0.00 3.1 0.00 Immune induced molecule 2 IM2 2.0 0.00 1.8 0.01Immune induced molecule 4 IM4 3.1 0.01 2.9 0.01 Immune induced molecule 10 IM10 3.5 0.00 2.8 0.01 Thiolester containing proteins Thiolester containing protein I TepI 22.2 0.00 28.4 0.00 Thiolester containing protein II TepII 5.2 0.00 4.0 0.00 Thiolester containing protein IV TepIV 2.7 0.00 2.9 0.00 Miscellaneous insulin-stimulated eIF-4E binding protein Thor 2.5 0.02 2.2 0.04 eiger egr 2.4 0.05 1.6 0.28Relish Rel 3.8 0.00 2.2 0.02 Sterile alpha  TIR motif-containing protein 1 Ect4 1.7 0.06 2.0 0.02 Inhibitor of apoptosis 2 Iap2 1.8 0.02 1.9 0.01Hemolectin Hml 3.3 0.00 2.6 0.00 P value not significant, .0.05. doi:10.1371journal.pone.0086485.t001Gravity and Spaceflight Alter Drosophila Immunity PLOS ONE  www.plosone.org 9 January 2014  Volume 9  Issue 1  e86485Expression Analysis Technical Manual. RMA-based, (Partek Genomics SuiteC223, v.6.6) algorithms were used to identify differentially expressed genes (DEG). Three replicate samples were included in each control and experimental group. Aminimum fold-difference of 21.5 ( p-value0.05) was used as the cut off criteria for generating DEG lists. DEG lists werehierarchically clustered and sub-clusters were subjected topathway analysis using Ingenuity Pathway Analysis (IPA C223) and DAVID (http:apps1.niaid.nih.govdavid) web-interfaced soft-ware. GEO accession number is GSE53196. qPCR analysis wascarried out on cDNA made using the Bio-Rad iScript TMcDNA Synthesis Kit (No. 1708891) and utilized the Bio-Rad SsoAd-vanced TMSYBR HGreen Supermix (No. 1725260). Reaction mixtures were prepared as specified in the product protocol andused QuantiTect Primer Assays from Qiagen: Metchnikowin (No.QT01109619), Drosomycin (No. QT00957432), and RPL32(rp49) (No. QT00985677). Samples were run in triplicate on the Bio-Rad qPCR CFX thermal cycler. Supporting Information Table S1 Individual genes for all categories of the response to B. bassiana in Figure 2. (PDF) Table S2 Individual genes for all categories of the response to E. coliin Figure 5. (PDF) Table S3 Genes with altered response in uninfected space flies, in addition to those in Table 2. (PDF)Table 2. Transcriptional response of space flies without an infection. Catagories of genes with altered response SymbolFold Change SymbolFold Change Stress Response (P value 1.59E-11) Response to Hypoxia (P value 1.07E-04) Heat shock protein 70Bc Hsp70Bc 13.0 Heat shock protein 70Bc Hsp70Bc 13.0 Heat shock protein 70Aa,Ab Hsp70Aa,Ab 9.1 hairy h 1.9Heat shock protein 22 Hsp22 5.4 Heat shock protein 70Aa,Ab Hsp70Aa,Ab 9.1 Heat shock gene 67Bc Hsp67Bc 3.4 Heat shock protein 70Ba Hsp70Ba 11.4 Heat shock protein 70Ba Hsp70Ba 11.4 Heat shock protein 23 Hsp23 2.8Heat shock protein 26 Hsp26 3.3 IMP Metabolic Process (P value 8.24E-05) Heat shock protein 23 Hsp23 2.8 adenosine 3 ade3 1.6 Heat shock protein 27 Hsp27 3.6 Dmel_CG11089 CG11089 1.6Heat shock gene 67Ba Hsp67Ba 1.5 Phosphoribosylamidotransferase 2 Prat2 1.6 Heat shock protein 68 Hsp68 5.0 adenosine 2 ade2 2.0 Wing Disc Morphogenesis (P value 7.88E-04) Apoptosis (P value 3.86E-03) tolkin tok 1.5 Protein kinase 61C Pdk1 1.7 pangolin pan 1.9 Rep3 Drep-3 1.5 Tissue inhibitor of metalloproteases Timp 1.5 Strica dream 1.6Star S 1.6 MAP kinase-activating death domain protein rab3-GEF 1.5 LIM-kinase1 LIMK1 1.5 starvin stv 2.1 knot kn 1.5 Death associated molecule related to Mch2 Damm 2.1schnurri shn 1.5 Symporter Activity (P value 9.82E-03) lethal (2) giant discs 1 l(2)gd1 1.6 Dmel_CG8083 CG8083 22.2 downstream of receptor kinase drk 1.5 Dmel_CG9826 CG9826 22.2 Suppressor of cytokine signaling at 36E Socs36E 2.3 Sodium-dependent multivitamin transporter Smvt 21.9 rhomboid rho 1.9 lethal (2) 01810 dmGlut 21.6 Oxidation Reduction (P value 3.50E-02) Structural Molecule Activity (P value 3.18E-02) Dmel_CG3609 CG3609 21.5 obstructor-B obst-B 21.6 Ribonucleoside diphosphate reductase large subunitRnrL 21.5 mitochondrial ribosomal protein S28 mRpS28 21.7 lysyl oxidase-like 2 lox2 21.6 Cuticular protein 92A Cpr92A 21.9 Dmel_CG15629 CG15629 21.5 mitochondrial ribosomal protein L21 mRpL21 21.5 prolyl-4-hydroxylase-alpha SG2 PH4alphaSG2 21.5 Yolk protein 2 Yp2 22.0 Photoreceptor dehydrogenase Pdh 21.5 Cuticular protein 62Bb Cpr62Bb 21.6 Dmel_CG12539 CG12539 21.5 doi:10.1371journal.pone.0086485.t002Gravity and Spaceflight Alter Drosophila Immunity PLOS ONE  www.plosone.org 10 January 2014  Volume 9  Issue 1  e86485Acknowledgments We thank all the supporting members of the UCD Department of Molecular and Cellular Biology, the UCF Department of Biology, NASAand Kennedy Space Center while at Space Life Sciences Laboratory. Wealso thank the Bloomington Stock Center for fly strains.Author Contributions Conceived and designed the experiments: KT KK DAK. Performed the experiments: KT KK MDG RM TS ASH PMF PS AGG DKH LVK DAK. Analyzed the data: KT MDG DAK. Contributed reagents materialsanalysis tools: MDG JA AGG DKH LVK CAF KMB. Wrote the paper: KMB DAK. References 1. Gueguinou N, Huin-Schohn C, Bascove M, Bueb JL, Tschirhart E, et al. (2009) Could spaceflight-associated immune system weakening preclude the expansion of human presence beyond Earths orbit? J Leukoc Biol 86: 10271038. 2. Wilson JW, Ott CM, Honer zu Bentrup K, Ramamurthy R, Quick L, et al. (2007) Space flight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. Proc Natl Acad Sci U S A 104: 1629916304. 3. Sonnenfeld G (2005) The immune system in space, including Earth-based benefits of space-based research. Curr Pharm Biotechnol 6: 343349. 4. Ullrich O, Huber K, Lang K (2008) Signal transduction in cells of the immune system in microgravity. Cell Commun Signal 6: 9. 5. Chang TT, Walther I, Li CF, Boonyaratanakornkit J, Galleri G, et al. (2012) The RelNF-kappaB pathway and transcription of immediate early genes in T cell activation are inhibited by microgravity. J Leukoc Biol 92: 11331145. 6. Crucian B, Stowe R, Mehta S, Uchakin P, Quiriarte H, et al. (2013) Immune system dysregulation occurs during short duration spaceflight on board the space shuttle. J Clin Immunol 33: 456465. 7. Lemaitre B, Hoffmann J (2007) The host defense of Drosophila melanogaster. Annu Rev Immunol 25: 697743. 8. Broderick NA, Lemaitre B (2012) Gut-associated microbes of Drosophila melanogaster. Gut Microbes 3: 307321. 9. Davis MM, Engstrom Y (2012) Immune response in the barrier epithelia: lessons from the fruit fly Drosophila melanogaster. J Innate Immun 4: 273283. 10. Theopold U, Krautz R, Dushay MS (2013) The Drosophila clotting system and its messages for mammals. Dev Comp Immunol. In press. 11. Lemaitre B, Nicolas E, Michaut L, Reichhart JM, Hoffmann JA (1996) The dorsoventral regulatory gene cassette spatzleTollcactus controls the potentantifungal response in Drosophila adults. Cell 86: 973983. 12. De Gregorio E, Spellman PT, Tzou P, Rubin GM, Lemaitre B (2002) The Toll and Imd pathways are the major regulators of the immune response in Drosophila. EMBO J 21: 25682579. 13. Moresco EM, LaVine D, Beutler B (2011) Toll-like receptors. Curr Biol 21: R488493. 14. De Gregorio E, Spellman PT, Rubin GM, Lemaitre B (2001) Genome-wide analysis of the Drosophila immune response by using oligonucleotidemicroarrays. Proc Natl Acad Sci U S A 98: 1259012595. 15. Irving P, Troxler L, Heuer TS, Belvin M, Kopczynski C, et al. (2001) A genome- wide analysis of immune responses in Drosophila. Proc Natl Acad Sci U S A 98: 1511915124. 16. Valanne S, Wang JH, Ramet M (2011) The Drosophila Toll signaling pathway. J Immunol 186: 649656. 17. Felix TM, Hughes KA, Stone EA, Drnevich JM, Leips J (2012) Age-specific variation in immune response in Drosophila melanogaster has a genetic basis.Genetics 191: 9891002. 18. Petersen AJ, Rimkus SA, Wassarman DA (2012) ATM kinase inhibition in glial cells activates the innate immune response and causes neurodegeneration in Drosophila. Proc Natl Acad Sci U S A 109: E656664. 19. Kleino A, Silverman N (2013) The Drosophila IMD pathway in the activation of the humoral immune response. Dev Comp Immunol. In press. 20. Akhouayri I, Turc C, Royet J, Charroux B (2011) Toll-8Tollo negatively regulates antimicrobial response in the Drosophila respiratory epithelium. PLoSPathog 7: e1002319. 21. Nakamoto M, Moy RH, Xu J, Bambina S, Yasunaga A, et al. (2012) Virus recognition by Toll-7 activates antiviral autophagy in Drosophila. Immunity 36: 658667. 22. Dai K, Wang Y, Yan R, Shi Q, Wang Z, et al. (2009) Effects of microgravity and hypergravity on platelet functions. Thromb Haemost 101: 902910. 23. Armstrong JD, Texada MJ, Munjaal R, Baker DA, Beckingham KM (2006) Gravitaxis in Drosophila melanogaster: a forward genetic screen. Genes BrainBehav 5: 222239. 24. Texada MJ, Simonette RA, Johnson CB, Deery WJ, Beckingham KM (2008) Yuri gagarin is required for actin, tubulin and basal body functions in Drosophila spermatogenesis. J Cell Sci 121: 19261936. 25. Kracklauer MP, Wiora HM, Deery WJ, Chen X, Bolival B, Jr., et al. (2010) The Drosophila SUN protein Spag4 cooperates with the coiled-coil protein YuriGagarin to maintain association of the basal body and spermatid nucleus. J Cell Sci 123: 27632772. 26. Texada MJ, Simonette RA, Deery WJ, Beckingham KM (2011) Tropomyosin is an interaction partner of the Drosophila coiled coil protein yuri gagarin. ExpCell Res 317: 474487. 27. Zhang H, Labouesse M (2012) Signalling through mechanical inputs: a coordinated process. J Cell Sci 125: 30393049.28. Huang HR, Chen ZJ, Kunes S, Chang GD, Maniatis T (2010) Endocytic pathway is required for Drosophila Toll innate immune signaling. Proc NatlAcad Sci U S A 107: 83228327. 29. El Chamy L, Leclerc V, Caldelari I, Reichhart JM (2008) Sensing of danger signals and pathogen-associated molecular patterns defines binary signaling pathways upstream of Toll. Nat Immunol 9: 11651170. 30. Agaisse H, Petersen UM, Boutros M, Mathey-Prevot B, Perrimon N (2003) Signaling role of hemocytes in Drosophila JAKSTAT-dependent response to septic injury. Dev Cell 5: 441450. 31. Brun S, Vidal S, Spellman P, Takahashi K, Tricoire H, et al. (2006) The MAPKKK Mekk1 regulates the expression of Turandot stress genes in response to septic injury in Drosophila. Genes Cells 11: 397407. 32. Ekengren S, Hultmark D (2001) A family of Turandot-related genes in the humoral stress response of Drosophila. Biochem Biophys Res Commun 284: 9981003. 33. Bou Aoun R, Hetru C, Troxler L, Doucet D, Ferrandon D, et al. (2011) Analysis of thioester-containing proteins during the innate immune response of Drosophila melanogaster. J Innate Immun 3: 5264. 34. Karpac J, Younger A, Jasper H (2011) Dynamic coordination of innate immune signaling and insulin signaling regulates systemic responses to localized DNA damage. Dev Cell 20: 841854. 35. Chung H, Sztal T, Pasricha S, Sridhar M, Batterham P, et al. (2009) Characterization of Drosophila melanogaster cytochrome P450 genes. Proc Natl Acad Sci U S A 106: 57315736. 36. Misra JR, Horner MA, Lam G, Thummel CS (2011) Transcriptional regulation of xenobiotic detoxification in Drosophila. Genes Dev 25: 17961806. 37. Tang H (2009) Regulation and function of the melanization reaction in Drosophila. Fly (Austin) 3: 105111. 38. Nam HJ, Jang IH, You H, Lee KA, Lee WJ (2012) Genetic evidence of a redox- dependent systemic wound response via Hayan protease-phenoloxidase system in Drosophila. EMBO J 31: 12531265. 39. Tang H, Kambris Z, Lemaitre B, Hashimoto C (2006) Two proteases defining a melanization cascade in the immune system of Drosophila. J Biol Chem 281: 2809728104. 40. Matskevich AA, Quintin J, Ferrandon D (2010) The Drosophila PRR GNBP3 assembles effector complexes involved in antifungal defenses independently of its Toll-pathway activation function. Eur J Immunol 40: 12441254. 41. Gottar M, Gobert V, Matskevich AA, Reichhart JM, Wang C, et al. (2006) Dual detection of fungal infections in Drosophila via recognition of glucans and sensing of virulence factors. Cell 127: 14251437. 42. Lindsay SA, Wasserman SA (2013) Conventional and non-conventional Drosophila Toll signaling. Dev Comp Immunol. In press. 43. Levashina EA, Ohresser S, Lemaitre B, Imler JL (1998) Two distinct pathways can control expression of the gene encoding the Drosophila antimicrobial peptide metchnikowin. J Mol Biol 278: 515527. 44. Marygold SJ, Leyland PC, Seal RL, Goodman JL, Thurmond J, et al. (2013) FlyBase: improvements to the bibliography. Nucleic Acids Res 41: D751757. 45. Richter K, Haslbeck M, Buchner J (2010) The heat shock response: life on the verge of death. Mol Cell 40: 253266. 46. Hartl FU, Hayer-Hartl M (2002) Molecular chaperones in the cytosol: from nascent chain to folded protein. Science 295: 18521858. 47. Beere HM (2001) Stressed to death: regulation of apoptotic signaling pathways by the heat shock proteins. Sci STKE 2001: re1. 48. Lewis ML, Hughes-Fulford M (2000) Regulation of heat shock protein message in Jurkat cells cultured under serum-starved and gravity-altered conditions. J CellBiochem 77: 127134. 49. Shimada N, Moorman SJ (2006) Changes in gravitational force cause changes in gene expression in the lens of developing zebrafish. Dev Dyn 235: 26862694. 50. Herranz R, Larkin OJ, Dijkstra CE, Hill RJ, Anthony P, et al. (2012) Microgravity simulation by diamagnetic levitation: effects of a strong gradient magnetic field on the transcriptional profile of Drosophila melanogaster. BMC Genomics 13: 52. 51. Zupanska AK, Denison FC, Ferl RJ, Paul AL (2013) Spaceflight engages heat shock protein and other molecular chaperone genes in tissue culture cells of Arabidopsis thaliana. Am J Bot 100: 235248. 52. Arndt V, Dick N, Tawo R, Dreiseidler M, Wenzel D, et al. (2010) Chaperone- assisted selective autophagy is essential for muscle maintenance. Curr Biol 20: 143148. 53. Harvey NL, Daish T, Mills K, Dorstyn L, Quinn LM, et al. (2001) Characterization of the Drosophila caspase, DAMM. J Biol Chem 276: 2534225350. 54. Cho KS, Lee JH, Kim S, Kim D, Koh H, et al. (2001) Drosophila phosphoinositide-dependent kinase-1 regulates apoptosis and growth via theGravity and Spaceflight Alter Drosophila Immunity PLOS ONE  www.plosone.org 11 January 2014  Volume 9  Issue 1  e86485phosphoinositide 3-kinase-dependent signaling pathway. Proc Natl Acad Sci U S A 98: 61446149. 55. Park HH, Tookes HE, Wu H (2006) Crystallization and preliminary X-ray crystallographic studies of Drep-3, a DFF-related protein from Drosophilamelanogaster. Acta Crystallogr Sect F Struct Biol Cryst Commun 62: 597599. 56. Lee G, Wang Z, Sehgal R, Chen CH, Kikuno K, et al. (2011) Drosophila caspases involved in developmentally regulated programmed cell death of peptidergic neurons during early metamorphosis. J Comp Neurol 519: 3448. 57. Stenmark H, Olkkonen VM (2001) The Rab GTPase family. Genome Biol 2: REVIEWS3007. 58. Zhou D, Xue J, Lai JC, Schork NJ, White KP, et al. (2008) Mechanisms underlying hypoxia tolerance in Drosophila melanogaster: hairy as a metabolic switch. PLoS Genet 4: e1000221. 59. Calderwood SK, Murshid A, Gong J (2012) Heat shock proteins: conditional mediators of inflammation in tumor immunity. Front Immunol 3: 75. 60. Rajaiah R, Moudgil KD (2009) Heat-shock proteins can promote as well as regulate autoimmunity. Autoimmun Rev 8: 388393. 61. Vabulas RM, Wagner H, Schild H (2002) Heat shock proteins as ligands of toll- like receptors. Curr Top Microbiol Immunol 270: 169184. 62. Giuliano Jr JS, Lahni PM, Wong HR, Wheeler DS (2011) Extracellular heat shock proteins: alarmins for the host immune system. Open Inflamm J 4: 4960.63. Herranz R, Benguria A, Lavan DA, Lopez-Vidriero I, Gasset G, et al. (2010) Spaceflight-related suboptimal conditions can accentuate the altered gravityresponse of Drosophila transcriptome. Mol Ecol. 19: 425564. 64. Marcu O, Lera MP, Sanchez ME, Levic E, Higgins LA, et al. (2011) Innate immune responses of Drosophila melanogaster are altered by spaceflight. PLoSOne 6: e15361. 65. Bernal A, Kimbrell DA (2000) Drosophila Thor participates in host immune defense and connects a translational regulator with innate immunity. Proc Natl Acad Sci U S A 97: 60196024. 66. Bernal A, Schoenfeld R, Kleinhesselink K, Kimbrell DA (2004) Loss of Thor, the single 4E-BP gene of Drosophila, does not result in lethality. Dros Inf Serv87: 8184. 67. Taylor K, Kimbrell DA (2007) Host immune response and differential survival of the sexes in Drosophila. Fly (Austin) 1: 197204. 68. Smith PK, Krohn RI, Hermanson GT, Mallia AK, Gartner FH, et al. (1985) Measurement of protein using bicinchoninic acid. Anal Biochem 150: 7685. 69. George MD, Verhoeven D, Sankaran S, Glavan T, Reay E, et al. (2009) Heightened cytotoxic responses and impaired biogenesis contribute to early pathogenesis in the oral mucosa of simian immunodeficiency virus-infectedrhesus macaques. Clin Vaccine Immunol 16: 277281.Gravity and Spaceflight Alter Drosophila Immunity PLOS ONE  www.plosone.org 12 January 2014  Volume 9  Issue 1  e86485",
        "introduction": "Human space exploration, with its promise of unprecedented discoveries, excites the imagination. However, turning theexploration of space into a practical reality presents dauntingchallenges including conquering the compromised biologicalfunctions produced by spaceflight. In order to achieve spaceexploration, a better understanding of human biology, both onearth and in space, is required. Among the many aspects of biologyaffected by spaceflight, we have focused on the immune response.Immune dysfunction is a major health-related problem on earthand a major obstacle to long-term space missions 1. As early as the Apollo and Skylab missions, immune dysfunction wasrecognized in astronauts, and later studies documented specifichost cellular and humoral immune alterations induced byspaceflight 1. Increased microbial growth and virulence in spacehave also been documented 2. Spaceflight is associated withmany stresses, with altered gravitational force (g) representing themost studied factor. Microgravity ( mg) is constant in space, and hypergravity (hyper g) is experienced during launch and landing.Immune dysfunction in both mg and hyper g is well documented, but determination of the underlying cellular mechanisms and thus PLOS ONE  www.plosone.org 1 January 2014  Volume 9  Issue 1  e86485routes to appropriate countermeasures, remains unresolved 2,3,4,5,6. Without normal immune function, many threats tolong-term survival in space exist: fatal infections, failed immuno- surveillance of cancer cells, aberrant inflammatory responses and reactivation of latent viruses are all potential hazards. In our work, we have brought advances in understanding the host defense of Drosophila to bear on deciphering the immune alterations associated with altered gravity and spaceflight. Dro-sophila is a well-established model for human innate immunefunction, sharing elements in cellular and humoral immunity, clotting and wound healing, and signaling pathways 7. Drosophila responds to microbial infection with 1) a systemicresponse, characterized by fat body production of antimicrobial proteins (AMPs), 2) tissue specific responses, such as production of AMPs in the gut and trachea, 3) phagocytosis by hemocytes, and4) clotting and wound healing 7,8,9,10. Two signaling pathways are the main mediators of the response to bacterial and fungal infections in Drosophila 7,11,12. TheToll pathway primarily responds to fungal and Gram-positive (Lys-type peptidoglycan (PGN)) infections, and the Imd pathway responds to Gram-negative (DAP-type PGN) infections 7. Toll-like receptors (Tlrs) have been identified in mammals and are thedirect mediators of responses to activators such as bacterial lipopolysacccharide and viral DNA 13. Imd shares homology with the death domain of the mammalian Receptor InteractingProtein of the Tumor Necrosis Factor Receptor pathway 7. Downstream, through the conserved NF-kBRel protein tran- scription factors relish (Imd signaling cascade), and DIF and dorsal(Toll signaling cascade), the AMPs and ,400 other genes are involved in response to infection 7,14,15. Recognition of the complexity of the Toll and Imd pathways continues to grow, for example with identification of new regulators, interactions with thenervous system, and modification with aging 16,17,18,19. Incontrast to mammals, in Drosophila only the original Toll was associated with infection response, through indirect sensing mediated by binding to Spa tzle (Spz). More recently however, other Toll family members have been identified as mediating infection. Toll-8 regulates infection response in the airway epithelium 20, and Toll-7 is involved in viral recognition andresponse 21. The mechanisms of interactions within and between the Toll and Imd pathways and other systems are not fully understood, andunraveling the interrelationships will require many approaches. Here, we present genetic and transcriptional profiling experiments to address the response to infection in conditions related to spacetravel: Does hypergravity affect the response to fungal infection?Does development during spaceflight alter the response to bacterial and fungal infections?",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Effects of hyper g on post-infection survival and energy stores"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Microarray-based analysis of response to B"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Antifungal AMPs"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "Transcriptional profiling of genes associated with the Toll pathway"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "D rosomycin and Metchnikowin are included among the\nstandard AMP genes activated by E"
            }
        ]
    }
]