[
    {
        "pmid": "30870097",
        "title": "Maintenance of Near Normal Bone Mass and Architecture in Lethally Irradiated Female Mice following Adoptive Transfer with as few as 750 Purified Hematopoietic Stem Cells.",
        "year": "2019",
        "journal": "Radiat Res",
        "abstract": "Total-body irradiation (TBI) followed by transfer of bone marrow cells from donors is routinely performed in immunology research and can be used to manipulate differentiation and/or function of bone cells. However, exposure to high-dose radiation can result in irreversible osteopenia, and transfer of heterogeneous cell populations can complicate interpretation of results. The goal of this research was to establish an approach for reconstituting bone marrow using small numbers of purified donor-derived hematopoietic stem cells (HSCs) without negatively affecting bone metabolism. Gamma-irradiated (9 Gy) WBB6F1 mice were engrafted with bone marrow cells (5 × 106 cells) or purified HSCs (3,000 cells) obtained from GFP transgenic mice. In vivo analysis and in vitro differentiation assays performed two months later established that both methods were effective in reconstituting the hematopoietic compartment with donor-derived cells. We confirmed these findings by engrafting C57Bl/6 (B6) mice with bone marrow cells or purified HSCs from CD45.1 B6 congenic mice. We next performed adoptive transfer of purified HSCs (750 cells) into WBB6F1 and radiosensitive KitW/W-v mice and evaluated the skeleton two months later. Minimal differences were observed between controls and WBB6F1-engrafted mice that received fractionated doses of 2 × 5 Gy. Kitw/wv mice lost weight and became osteopenic after 2 × 5 Gy irradiations but these abnormalities were negligible after 5 Gy irradiation. Importantly, adoptive transfer of wild-type cells into Kitw/wv mice restored normal Kit expression in bone marrow. Together, these findings provide strong evidence for efficient engraftment with purified HSCs after lethal TBI with minimal collateral damage to bone. This approach will be useful for investigating mechanisms by which hematopoietic lineage cells regulate bone metabolism.",
        "full_text": "RADIATION RESEARCH 191, 413427 (2019) 0033-758719 15.00 C2112019 by Radiation Research Society. All rights of reproduction in any form reserved.DOI: 10.1667RR15164.1 Maintenance of Near Normal Bone Mass and Architecture in Lethally Irradiated Female Mice following Adoptive Transfer with as few as 750 Purified Hematopoietic Stem Cells Richard T. Deyhle Jr.,a,c,f,1Carmen P. Wong,a,1Stephen A. Martin,aMelissa Q. McDougall,aDawn A. Olson,aAdam J. Branscum,bScott A. Menn,dUrszula T. Iwaniec,a,eDavid M. Hambycand Russell T. Turnera,e,2 aSkeletal Biology Laboratory andbBiostatistics Program, School of Biological and Population Health Sciences,cNuclear Science and Engineering, dRadiation Center,eCenter for Healthy Aging Research, Oregon State University, Corvallis, Oregon 97331; andfBelgian Nuclear Research Centre (SCKC15CEN), Boeretang 200, BE-2400 Mol, Belgium Deyhle Jr., R. T., Wong, C. P., Martin, S. A., McDougall, M. Q., Olson, D. A., Branscum, A. J., Menn, S. A., Iwaniec, U. T., Hamby, D. M and Turner, R. T. Maintenance of Near NormalBone Mass and Architecture in Lethally Irradiated FemaleMice following Adoptive Transfer with as few as 750 PurifiedHematopoietic Stem Cells. Radiat. Res. 191, 413427 (2019). Total-body irradiation (TBI) followed by transfer of bone marrow cells from donors is routinely performed in immunology research and can be used to manipulatedifferentiation andor function of bone cells. However,exposure to high-dose radiation can result in irreversibleosteopenia, and transfer of heterogeneous cell populationscan complicate interpretation of results. The goal of thisresearch was to establish an approach for reconstituting bonemarrow using small numbers of purified donor-derivedhematopoietic stem cells (HSCs) without negatively affectingbone metabolism. Gamma-irradiated (9 Gy) WBB6F1 micewere engrafted with bone marrow cells (5 310 6cells) or purified HSCs (3,000 cells) obtained from GFP transgenicmice. In vivo analysis and in vitro differentiation assays performed two months later established that both methodswere effective in reconstituting the hematopoietic compart-ment with donor-derived cells. We confirmed these findingsby engrafting C57Bl6 (B6) mice with bone marrow cells orpurified HSCs from CD45.1 B6 congenic mice. We nextperformed adoptive transfer of purified HSCs (750 cells) into WBB6F1 and radiosensitive Kit WW-vmice and evaluated the skeleton two months later. Minimal differences were ob- served between controls and WBB6F1-engrafted mice thatreceived fractionated doses of 2 35 Gy. Kit wwvmice lost weight and became osteopenic after 2 35 Gy irradiations but these abnormalities were negligible after 5 Gy irradiation.Importantly, adoptive transfer of wild-type cells into Kit wwv mice restored normal Kit expression in bone marrow.Together, these findings provide strong evidence for efficientengraftment with purified HSCs after lethal TBI withminimal collateral damage to bone. This approach will be useful for investigating mechanisms by which hematopoieticlineage cells regulate bone metabolism. C2112019 by Radiation Research Society INTRODUCTION Hematopoietic stem cells (HSCs) in bone marrow are among the most radiosensitive cells ( 1). Lethal total-body irradiation (TBI) reduces HSCs to levels insufficient to support immune function and, without intervention, leads to irreversible acute radiation syndrome (ARS) ( 2). Adoptive transfer of bone marrow cells from a donor into an irradiated recipient is an effective cell-based intervention for ARSresulting from lethal TBI ( 3, 4). The ability of engrafted donor cells to repopulate bone marrow after lethal TBI hasbeen routinely exploited as a powerful research tool inimmunology and is used for investigating survival, differentiation, maturation and function of immune cells (5, 6). Bone marrow cell engraftment after TBI has also been used in skeletal biology, most commonly in the subfield ofosteoimmunology. As one example, studies leading toimproved understanding of the genetic and molecular basisfor osteopetrosis, a disease in which defects in differenti-ation of osteoclasts from hematopoietic lineage precursors lead to poor bone quality, utilized adoptive transfer of bone marrow cells from wild-type (WT) mice into mice withinherited osteopetrosis ( 7). These studies clarified the genetic basis for the disease, demonstrating the utility ofthe approach. However, there are significant barriers towidespread application of this technique in the field ofskeletal biology. Ideally, adoptive transfer of bone marrow cells from a normal animal into an irradiated animal, in addition torestoring immune function, would maintain normal boneturnover, growth, architecture, mass and biomechanical 1Shared first co-authorship. 2Address for correspondence: Skeletal Biology Laboratory, School of Biological and Population Health Sciences, 107B Milam Hall, Oregon State University, Corvallis, OR 97331; email: russell.turneroregonstate.edu. 413competence. However, these goals have proven difficult to achieve; high doses of ionizing radiation negativelyinfluence bone cell differentiation and bone cell activityresulting in suppression of skeletal growth in subadultanimals and bone loss in adult animals ( 810 ). Therefore, radiation-induced alterations in bone complicate interpreta-tion of results in studies using adoptive transfer. ARS in mice induced by acute sub-lethal ionizing radiation is followed by gradual spontaneous recovery ofthe immune system ( 11). However, as with lethal TBI, there is suppression of bone accrual as well as accelerated age-related cancellous bone loss ( 12, 13 ). Alterations in bone cell number occur in normal growing female mice within 24 h of exposure to sub-lethal cradiation and cancellous osteopenia becomes apparent within two weeks ( 10). After lethal TBI, engraftment with unsorted bone marrow was effective in reconstituting host B cells, CD8 T cells and CD4 T cells in spleen and osteoclast precursors in bonemarrow with donor-derived cells but was less effective inreconstituting mesenchymal lineage cells in bone marrow(10). Since osteoblasts originate from mesenchymal pro- genitors, it is possible that failure to restore normal bone mass and architecture after TBI was due to a deficiency in mesenchymal stem cells. However, this possibility is notsupported by the observation that osteoblast-lined boneperimeter, mineralizing perimeter, mineral apposition rateand bone formation did not differ between irradiated andcontrol mice nine weeks after TBI. While the possibility thatbone microarchitecture would eventually return to normal cannot be ruled out, the high rate of cancellous bone turnover in young adult mice ( ;100 per month) ( 14) suggests that a defect in mechanosensing rather than aninability to form sufficient bone is responsible for failure torestore normal bone architecture in a timely manner afterirradiation. Thus, donor mesenchymal stem cells (MSCs) may be unnecessary for successful survival after lethal TBI. However, rapid reconstitution of the mesenchymal cellcomponent of the bone marrow from surviving host MSCsmay be important to minimize bone loss. Prior studies suggest that adoptive transfer of a relatively small number ( C205,000) of purified HSCs are sufficient for survival after lethal irradiation of normal mice ( 15). This underscores the efficacy of HSCs to engraft in bonemarrow, their self-renewal capacity and their ability to reconstitute multi-lineage progenitors. The use of highly purified HSCs (instead of unsorted bone marrow cells thatcontain a heterogeneous mixture of stem cells, multi-potentprogenitors, as well as mature blood cells) allows for abetter-defined model system without potential confoundingfactors attributed to large numbers of non-HSCs. However,the impact of adoptive transfer of purified HSCs on the skeleton after lethal TBI is unknown and the value of this approach diminished if the procedure increases bone loss.We therefore performed a series of experiments to evaluateefficacy of adoptive transfer using purified HSCs on animalsurvival and on bone growth, mass, density, architecture and turnover after lethal TBI. MATERIALS AND METHODS Female C57BL6-Tg(CAG-EGFP)1OsbJ (B6.GFP), C57Bl6 (B6), WBB6F1JkitWW-v(KitWW-v, compound heterzygote), WBB6F1 (wild- type control) and B6.SJL-Ptprca PepcbBoyJ (CD45.1 B6) were purchased from Jackson Laboratory (Bar Harbor, ME). In experiment 1, B6.GFP mice (H2bhaplotype) which constitutively express GFP in all tissues except erythrocytes and hair were used as bone marrowtransplant donors. This allowed for quantitative tracking of donor- derived GFP cells in bone marrow in transplant recipients. In experiment 2, we used a B6 congenic strain carrying CD45.1 leukocyte marker (CD45.1 B6) as transplant donors and B6 mice as transplant recipients. Expression of CD45.1 allowed for tracking donor hematopoietic lineage cells as recipient hematopoietic lineage cells express CD45.2 allele. WBB6F1 mice (H2jabhaplotype) were chosen as bone marrow transplant donors in experiments 3 and 4 and transplant recipients in experiments 1 and 3 because these mice serve as wild-type controls for KitWW-vmice (16, 17 ). KitWW-vmice were chosen as transplant recipients in experiment 4 because these micehave defects in HSC differentiation and, as a result, are moreradiosensitive than wild-type mice ( 18) and because restoration of normal Kit gene expression after adoptive transfer of purified wild-type HSCs into Kit WW-vmice would demonstrate proof of concept of the efficacy of the technique. Mice were housed individually in a temperature- (2123 8C) and light- (12:12 h light-dark schedule) controlled room for the duration ofstudies. Food (Teklad 8604; Harlan tLaboratories, Indianapolis, IN) and water were provided ad libitum to all animals. Body weight was recorded weekly. The mice were maintained in accordance with theNIH Guide for the Care and the Use of Laboratory Animals and the Institutional Animal Care and Use Committee at Oregon State University approved the experimental protocols. Experiment 1 The purpose of experiment 1 was to compare the effects of transplantation of total bone marrow nucleated cells and purified HSCs on mouse survival, bone architecture and cellular indices of bone turnover. One-month-old female WBB6F1 mice were random-ized by weight into one of three treatment groups (n 4group): 1. Untreated control; 2. WBB6F1 recipients receiving B6.GFP bonemarrow cells (B6.GFP BM !WBB6F1); or 3. WBB6F1 recipients receiving purified B6.GFP HSCs (B6.GFP HSC !WBB6F1). The WBB6F1 transplant recipients were lethally irradiated with a singledose of 9 Gy using a 60Co irradiator source (Radiation Center, Oregon State University, Corvallis, Oregon) and reconstituted with either 5 3 106donor bone marrow cells or 3,000 purified HSCs by injection (200 ll) in the lateral tail vein. The mice were maintained for eight weeks after cell engraftment. To label mineralizing bone, mice were injectedwith calcein (15 mgkg; Sigma Chemical, St. Louis, MO) 4 days and 1 day prior to sacrifice. For tissue collection, the animals were anesthetized using isoflurane and killed by cardiac exsanguination. Tibiae were removed, fixed for 24 h in 10 buffered formalin, and stored in 70 ethanol for dual energy absorptiometry (DXA),microcomputed tomography ( lCT) and histomorphometric analyses. Bone marrow was flushed from femora using sterile phosphatebuffered saline (PBS) and made into single cell suspensions for flow cytometry and ex vivo cell differentiation. Mesenteric lymph nodes were collected for flow cytometry. Experiment 2 The purpose of experiment 2 was to verify the efficacy of bone marrow cells and purified HSCs in reconstituting bone marrow after414 DEYHLE ET AL.lethal irradiation in a second mouse strain (B6) using an alternative approach (expression of CD45.1) for determining transplantationefficiency of donor cells. Two-month-old female B6 mice wererandomized by weight into one of three treatment groups (n 4 group): 1. untreated control; 2. B6 recipients receiving CD45.1 B6 bone marrow cells (CD45.1 B6 BM !B6); or B6 recipients receiving purified CD45.1 B6 HSCs (CD45.1 B6 HSC !B6). The B6 transplant recipients were lethally irradiated with a single 9 Gy dose using a 60Co irradiator source (Radiation Center, Oregon State University) and reconstituted with either 5 3106donor bone marrow cells or 3,000 purified HSCs by injection (200 ll) in the lateral tail vein. The mice were maintained for eight weeks after cell engraftment. For tissue collection, the animals were anesthetized using isofluraneand killed by cardiac exsanguination. Bone marrow and spleens werecollected and made into single cell suspension for flow cytometryanalyses. Experiment 3 The purpose of experiment 3 was to comprehensively evaluate the skeletal response to adoptive transfer of HSCs. One-month-old female WBB6F1 mice were randomized by weight into one of two treatmentgroups: 1. untreated controls (n 6); or 2. WBB6F1 recipients receiving purified WBB6F1 HSCs (WBB6F1 HSC !WBB6F1) (n  9). The transplant recipients received 5 Gy TBI ( 60Co irradiator source) delivered twice within a 4-h fractionation period, for a total of 10 Gyand reconstituted with 750 purified HSC by injection (200 ll) in the lateral tail vein. The mice were maintained for eight weeks after cellengraftment. As in experiment 1, the mice in experiment 3 wereinjected with calcein 4 days and 1 day prior to sacrifice and aftersacrifice, tibiae were removed, fixed for 24 h in 10 buffered formalinand stored in 70 ethanol for DXA, lCT and histomorphometric analyses. In addition, whole blood was collected for serum separation, abdominal white adipose tissue as well as uteri were removed andweighed and bone marrow was collected from femora and flash frozenin liquid nitrogen for gene expression analyses. Experiment 4 The purpose of experiment 4 was to evaluate the feasibility of using adoptive transfer of purified WBB6F1 HSCs to restore normal Kit expression levels in bone marrow of Kit WW-vmice. The study was performed as described for experiment 3, with the followingdifferences: 1. The transplant recipients were Kit WW-vmice; and 2. The mice were irradiated with 5 Gy delivered either once or twice(within a 4-h interval) prior to reconstitution with 750 purified WBB6F1 HSCs. We tested a lower dose of radiation in this experiment because Kit WW-vmice are radiosensitive. Whole Bone Marrow and HSC Transplantation Bone marrow was flushed from femora of donor mice using sterile PBS, made into a single cell suspension, and red blood cells (RBCs)were removed by incubating with RBC lysis buffer (150 m MNH 4Cl, 1 mMKHCO3, 0.1 m MEDTA, pH 7.2). For whole bone marrow transplantation, bone marrow cells were washed and resuspended in PBS to 2.5 3107cellsml, and 200 ll( 53106cells) were injected via tail vein into irradiated recipient mice. HSC isolation was performed as described elsewhere ( 19). Briefly, lineage-negative (linC0) cells were enriched from bone marrow cells using MACS lineage cell depletionkit (Miltenyi Biotec Inc., Auburn, CA), where mature lineage-definedimmune cells, including T cells, B cells, NK cells, dendritic cells,monocytes, granulocytes and erythroid cells, were removed from thebone marrow cell preparation. Enriched lin bone marrow cells were incubated with anti-CD117 (c-kit) and anti-Sca-1 antibodies (eBio-science eInc., San Diego, CA). HSCs (defined as Lin C0Sca-1c-Kit) (20, 21 ) were purified from enriched lincells by single cell sorting using MoFlo eXDP (Beckman Coulter t, Indianapolis, IN) at theOregon State University Flow Cytometry and Cell Sorting Facility (Corvallis, OR). Purified HSCs were resuspended in PBS, and 200 ll containing 3,000 donor HSCs (experiments 1 and 2) or 750 donorHSCs (experiments 3 and 4) were injected into the lateral tail vein ofeach irradiated recipient mouse. Flow Cytometry In experiment 1, the percentage of GFP B and T cells in mesenteric lymph nodes was measured by flow cytometry using B-cell-specific (CD19) and T-cell-specific (CD3) antibodies. The percentage of GFP bone marrow cells and HSCs in recipient mice was also determined. In experiment 2, the percentage of donor-derived (CD45.1) T and B cells in spleens were determined using a combination CD45.1-specific, as well as B-cell- and T-cell-specific antibodies. The percentage of CD45.1 bone marrow cells in recipient mice was also determined using CD45.1 congenic marker. All antibodies were purchased from eBioscience (Thermo Fisher Scientific eInc., Waltham, MA). Data were acquired using FACSCalibur e(BD Biosciences, San Jose, CA), and data analyses were done usingSummit software (DakoCytomation, Fort Collins, CO). Ex Vivo Differentiation of Bone Marrow-Derived Osteoclasts and Adipocytes For osteoclast differentiation, bone marrow cells from transplant recipients were cultured in osteoclast differentiation media AlphaMEM media containing 10 fetal bovine serum (FBS), 50 ngmlMCSF, 50 ngml RANKL ( 22), and adherent multinucleated osteoclasts were analyzed on day 7. Cytokines were purchased fromPeprotech t(Rocky Hill, NJ). Cells were fixed in formalin and analyzed for tartrate-resistant acid phosphatase (TRAP) and GFPexpression. TRAP in osteoclasts was stained using TRAP staining kit(Kamiya Biomedical Co., Seattle, WA). Rabbit anti-GFP Alexa Fluort488 antibody (Molecular Probes t, Eugene, OR) was used to amplify GFP fluorescence. DAPI was used as a nuclear counterstain. Cell images were analyzed using Olympus IX71 fluorescent microscope (Olympust , Waltham, MA). For adipocyte differentiation, adherent bone marrow cells were cultured in Alpha MEM mediacontaining 10 FBS. After 5 days, adherent cells were cultured in adipocyte differentiation media (Alpha MEM media containing 10FBS, 10 lMdexamethasone, 0.5 lMIBMX and 10 ngml insulin) for an additional 1014 days. Adipocytes were fixed in formalin, stainedwith Oil Red, followed by GFP and DAPI staining. Densitometry Immediately prior to sacrifice, mice were anesthetized with isoflurane delivered in oxygen and percentage body fat (), total body bone area (cm 2), bone mineral content (g) and bone mineral density (gcm2) were measured using DXA (PIXImus 2; Lunar Corporation, Madison, WI). Bone area, bone mineral content and bonemineral density were also measured in individual tibiae after excision from the body. Microcomputed Tomography Microcomputed tomography ( lCT) was used for 3-dimensional (3D) evaluation of bone volume and architecture. Tibiae were scanned using a Scanco CT40 scanner (ScancoMedical AG, Basserdorf, Switzerland) at a voxel size of 12 312312lm (55 kV pX-ray voltage, 145 lA intensity and 200 ms integration time). The threshold value for evaluation was determined empirically and set at 245 (grayscale, 01,000). Entire tibia (cancellous cortical bone) was evaluated followed by evaluation of cortical bone at the mid-shaft and cancellous bone in the proximal metaphysis. Filtering parameters sigma and support were set to 0.8 and 1, respectively. Voxels having a threshold C21245 (01,000) were used to distinguish bone from non-RADIATION AND BONE 415bone. For the tibial midshaft, 20 slices (0.24 mm) of bone were evaluated and total cross-sectional tissue volume (cortical and marrowvolume, mm 3), cortical volume (mm3), marrow volume (mm3), cortical thickness ( lm) and polar moment of inertia (mm4, an index of bone strength in torsion) were measured. For the proximal tibial metaphysis,40 slices (0.48 mm) of cancellous bone were measured, 45 slices (0.54mm) distal to the growth platemetaphysis boundary. Irregular manualcontouring a few voxels interior to the endocortical surface was usedto delineate cancellous from cortical bone. Direct cancellous bonemeasurements in the tibial metaphysis included cancellous bone volume fraction (bone volumetissue volume, ), trabecular thickness (lm), trabecular number (1mm), trabecular spacing ( lm) and connectivity density (1mm 3). Histomorphometry Proximal tibiae were dehydrated in a graded series of ethanol and xylene, and embedded undecalcified in modified methyl methacrylateas described elsewhere ( 23). Coronal sections (4 lm thick) were cut with a vertical bed microtome (Leica 2065) and affixed to gel coated slides. One section per animal was stained for TRAP and counterstained with toluidine blue and used for cell-based measure-ments. A second section was left unstained for dynamic histomor-phometry. Histomorphometric data were collected with a 20 3 objective using the OsteoMeasure System (OsteoMetrics Inc., Atlanta, GA). The sampling site for the proximal tibial metaphysis was located 0.251.25 mm distal to the growth plate and 0.1 mm from corticalbone. Cell-based measurements included osteoblast perimeter (osteoblast perimeterbone perimeter, ), osteoclast perimeter (osteoclast perim-eterbone perimeter, ), marrow adiposity (adipocyte areatissue area, ), adipocyte density (number of adipocytestissue area, number mm 2), and adipocyte size ( lm2). Osteoblasts, osteoclasts and adipocytes were identified as described elsewhere ( 24). Fluoro- chrome-based measurements of bone formation included mineralizingperimeter (mineralizing perimeterbone perimeter: cancellous boneperimeter covered with double plus half single label normalized to bone perimeter, ), mineral apposition rate (the mean distance between two fluorochrome markers that comprise each double labeldivided by the 3-day interlabel interval, lmday), and bone formation rate adjusted for bone perimeter (bone formation ratebone perimeter,lm 2lmyear). All bone histomorphometric data are reported using standard 2D nomenclature ( 23). Serum Biomarkers for Bone Turnover Serum osteocalcin was measured using mouse Gla-Osteocalcin High Sensitive EIA Kit (TaKaRa Bio Inc., Mountain View, CA).Serum CTX-1 was measured using mouse CTX-1 ELISA kit(MyBiosource, San Diego, CA). Gene Expression Total RNA was isolated from bone marrow in recipient mice using TRIzol treagent according to the manufacturers protocol (Thermo Fisher). cDNA was prepared using SuperScript tIII First-Strand Synthesis SuperMix for qRT-PCR (Thermo Fisher). The expression of genes related to hematopoiesis, adipogenesis, osteogenesis and osteoporosis were determined using pathway focused RT 2Profiler e PCR Arrays (Mouse Hematopoiesis Array (PAMM-054Z), MouseAdipogenesis Array (PAMM-049Z), Mouse Osteogenesis Array(PAMM-026Z) and Mouse Osteoporosis Array (PAMM-170Z)according to the manufacturers protocol (QIAGEN t, Carlsbad, CA). Kit expression was determined using Kit-specific RT 2qPCR Primer Assay (QIAGEN). Gene expression was normalized toGAPDH and relative quantification was determined by DDCt method using RT 2Profiler PCR Array Data Analysis software version 3.5(QIAGEN) and SDS RQ Manager (for Kit qPCR) (Applied Biosystems t, Foster City, CA). Statistics Mean values for bone parameters were compared between lethally irradiated (9 Gy) control mice and mice transplanted with bonemarrow or HSCs using one-way analysis of variance (ANOVA) or the Kruskal-Wallis nonparametric test, with ttests or Wilcoxon-Mann- Whitney tests used to make pairwise comparisons. A modified F test was used when variances were distinct, with Welchs two-sample ttest used for two-group comparisons ( 25).Ttests or Wilcoxon-Mann- Whitney tests were used to compare control mice to mice receiving 2 35 Gy doses. Goodness-of-fit assessment was based on dotplots, Levenes test for homogeneity of variance, plots of residuals versusfitted values, normal quantile plots and Anderson-Darling tests ofnormality. The Benjamini and Hochberg ( 26) method for maintaining the false discovery rate at 5 was used to adjust for multiplecomparisons. Differences were considered significant at PC200.05. All data are presented as mean 6SE. Data analysis was performed using R version 3.2.2. RESULTS Experiment 1 In experiment 1 we compared the efficacy of adoptive transfer of unsorted bone marrow cells and purified HSCs from GFP-expressing donor mice on animal survival,hematopoietic lineage cell reconstitution, mesenchymallineage cell reconstitution, and bone mass, architecture and cellular indices of bone turnover after exposure to 9 Gy. All irradiated transplant recipients had successful engraft-ment with 100 survival for the duration of the experiment.HSCs give rise to cells of both lymphoid and myeloidlineages, in which the lymphoid lineage is composed primarily of B and T lymphocytes. The efficiency of lymphoid reconstitution was evaluated by tracking donor-derived GFP B and T cells in transplant recipients. As expected, GFPB and T cells were detected in mesenteric lymph nodes of the recipients (Fig. 1A and B). Thefrequency of these cells did not differ between recipientsreceiving total bone marrow or HSCs. GFP cells were also readily detected in bone marrow; the frequency of GFP cells did not differ between recipients receiving total bone marrow or HSCs (Fig. 1C). The effects of treatment on reconstitution of the myeloid compartment in transplant recipients are shown in Fig. 2. Since osteoclasts are derived from myeloid progenitors, reconstitution of the myeloid compartment can be verified by examining GFP expression of bone marrow-derivedosteoclasts. Osteoclasts differentiated using bone marrowfrom transplant recipients (unsorted bone marrow cells orHSCs) were all GFP (Fig. 2A). In contrast, bone marrow- derived adipocytes (mesenchymal origin) were negative forGFP expression (Fig. 2B). The effects of treatment on tibial length, area, bone mineral content, bone mineral density and bone volume, andon cortical bone architecture in the tibial diaphysis, areshown in Fig. 3. Tibial length (Fig. 3A) and bone volume416 DEYHLE ET AL.(Fig. 3E) were lower and bone area (Fig. 3B) tended to be lower ( P,0.1) in B6.GFP BM !WBB6F1 and B6.GFP HSC!WBB6F1 mice compared to control mice. Bone mineral content (Fig. 3C) tended to be lower ( P,0.1) in B6.GFP BM !WBB6F1 mice and was lower in B6.GFP HSC!WBB6F1 mice compared to controls. Bone mineral density (Fig. 3D) tended to be lower ( P,0.1) in B6.GFP HSC!WBB6F1 mice compared to control mice. Significant differences in bone mineral density were not detected between B6.GFP BM !WBB6F1 and control mice. Cross-sectional volume (Fig. 3F) tended to be lower (P,0.1) and polar moment of inertia (Fig. 3J) was lower in B6.GFP BM !WBB6F1 and B6.GFP HSC !WBB6F1 mice compared to control mice. Cortical volume (Fig. 3G)tended to be lower ( P,0.1) in B6.GFP BM !WBB6F1 mice and was lower in B6.GFP HSC !WBB6F1 mice compared to control mice. Marrow volume (Fig. 3H) was lower in B6.GFP BM !WBB6F1 mice and tended to be lower ( P,0.1) in B6.GFP HSC !WBB6F1 mice compared to controls. Significant differences in corticalthickness (Fig. 3I) were not detected with treatment. Significant differences between B6.GFP BM !WBB6F1 and B6.GFP HSC !WBB6F1 mice were not detected for any of the end points evaluated.The effects of treatment on cancellous bone architecture and indices of bone resorption, bone formation and bone marrow adiposity in the proximal tibial metaphysis are shown in Fig. 4. Cancellous bone volume fraction (Fig. 4A)tended to be lower ( P,0.1) in B6.GFP BM !WBB6F1 and B6.GFP HSC !WBB6F1 mice compared to control mice. Trabecular number (Fig. 4C) tended to be lower ( P, 0.1) and trabecular spacing (Fig. 4D) tended to be higher inB6.GFP BM !WBB6F1 compared to control mice. Significant differences in trabecular number or trabecularspacing were not detected between B6.GFP HSC ! WBB6F1 and control mice. Significant differences in trabecular thickness (Fig. 4B) and connectivity density (Fig. 4E) were not detected with treatment. Significantdifferences in osteoclast perimeter (Fig. 4F), osteoblastperimeter (Fig. 4G), mineralizing perimeter (Fig. 4H),mineral apposition rate (Fig. 4I) and bone formation rate (Fig. 4J) were not detected with treatment. Significant differences in marrow adiposity (Fig. 4K) and adipocytesize (Fig. 4M) were likewise not detected with treatment.However, adipocyte density (Fig. 4L) tended to be greater(P,0.1) in B6.GFP BM !WBB6F1 mice compared to control mice. Significant differences between B6.GFP BM!WBB6F1 and B6.GFP HSC !WBB6F1 mice were not detected for any of the end points evaluated. The effects of FIG. 1. Fluorescence-activated cell sorting analysis showing percentage of GFPB cells and GFPT cells in mesenteric lymph node (panels A and B, respectively) and percentage of GFPcells in bone marrow (panel C) eight weeks after adoptive transfer of unsorted bone marrow (BM) cells (B6.GFP BM !WBB6F1, BM !WT) or purified HSCs (B6.GFP HSC !WBB6F1, HSC !WT). Fluorescence-activated cell sorting analysis showing percentage of CD45.1B cells and CD45.1T cells in spleen (panels D and E, respectively) and percentage of CD45.1cells in bone marrow (panel F) eight weeks after adoptive transfer of unsorted bone marrow cells (B6.CD45.1 BM !B6, BM !WT) or purified HSCs (B6.CD45.1 HSC !B6, HSC !WT). Data are mean 6SE. N4group.RADIATION AND BONE 417FIG. 2. Expression of GFPosteoclasts (panel A) and adipocytes (panel B) cultured from bone marrow of control mice or transplant recipients receiving unsorted BM cells (B6.GFP BM !WBB6F1, BM !WT) or purified HSCs (B6.GFP HSC !WBB6F1, HSC !WT) eight weeks after adoptive transfer. The left-side column shows TRAP-positive osteoclasts in panel A and oil red-positive adipocytes in panel B. The middle column shows DAPI nuclear stain of all cells in the field of image. The right-side column shows GFP expressionin cells. Note that osteoclasts are GFP after adoptive transfer of either unsorted bone marrow cells (B6.GFP BM !WBB6F1, BM !WT) or purified HSCs (B6.GFP HSC !WBB6F1, HSC !WT). In contrast, oil red- positive adipocytes are GFPwith both treatments, whereas oil red-negative cells surrounding the adipocytes are GFP.418 DEYHLE ET AL.treatment on cancellous bone architecture in the tibial metaphysis can be appreciated in Fig. 4N. Experiment 2 In experiment 2 we compared the efficacy of adoptive transfer of unsorted bone marrow cells and purified HSCsfrom CD45.1 B6 congenic donor mice on animal survivaland hematopoietic lineage cell reconstitution in B6 mice.Similar to experiment 1, bone marrow cells and purifiedHSCs were highly effective in reconstituting hematopoieticlineage cells in spleen and bone marrow with donor cellsexpressing CD45.1 (Fig. 1DF). Experiment 3 In experiment 3 we determined the efficacy of adoptive transfer of 750 purified WBB6F1 HSCs on body compo-sition and bone in WBB6F1 recipients after 2 35G y irradiations. Despite the extremely low number of HSCstransplanted, 6 out of 9 irradiated transplant recipients had successful engraftment, surviving for the duration of theexperiment. Three irradiated transplant recipients lostweight and died 1.5 weeks postirradiationtransplantationdue to unsuccessful HSC engraftment. Lethality was not observed in experiment 1 with 3,000 cells or in experiment 4 with 750 cells. These observations suggest that technicaldifficulty in accurately delivering a very small number ofcells in the tail vein may decrease the likelihood forsuccessful engraftment. The effects of treatment on body composition and on tibial length, area, bone mineral content, bone mineral density and bone volume of successfully engrafted mice are shown in Table 1. Significant differences in body weight,abdominal white adipose tissue weight, percentage body fat, FIG. 3. Effect of adoptive transfer of unsorted BM cells (B6.GFP BM !WBB6F1, BM !WT) or purified HSCs (B6.GFP HSC !WBB6F1, HSC!WT) eight weeks after adoptive transfer on tibia length (panel A), area (panel B), bone mineral content (panel C), bone mineral density (panel D), bone volume (panel E), and on diaphysis cross-sectional volume (panel F), cortical volume (panel G), marrow volume (panel H), cortical thickness (panel I) and polar moment of inertia (panel J). Data are mean 6SE. N4group.aDifferent from control, P,0.05;adifferent from control, P,0.1.RADIATION AND BONE 419FIG. 4. Effect of adoptive transfer of unsorted BM cells (B6.GFP BM !WBB6F1, BM !WT) or purified HSCs (B6.GFP HSC !WBB6F1, HSC!WT) eight weeks after adoptive transfer on proximal tibia metaphysis cancellous bone volume fraction (panel A), trabecular thickness (panel B), trabecular number (panel C), trabecular spacing (panel D), connectivity density (panel E), osteoclast perimeter (panel F), osteoblast perimeter (panel G), mineralizing perimeter (panel H), mineral apposition rate (panel I), bone formation rate (panel J), marrow adiposity (panel K),marrow adipocyte density (panel L) and marrow adipocyte size (panel M). Representative lCT images of cancellous bone in the proximal tibia metaphysis are shown in panel N. Data are mean 6SE. N4group. aDifferent from control, P,0.05;adifferent from control, P,0.1.420 DEYHLE ET AL.and total body bone area, bone mineral content or bone mineral density were not detected with treatment. However,uterine weight was lower in WBB6F1HSC !WBB6F1 mice compared to control mice. Significant differences werenot detected with treatment in any of the tibia end pointsmeasured. The effects of treatment on cortical bone architecture in the tibial diaphysis and on cancellous bone architecture,indices of bone turnover and marrow adiposity in theproximal tibial metaphysis, are shown in Fig. 5. Nosignificant differences were detected with treatment indiaphyseal cross-sectional volume (Fig. 5A), corticalvolume (Fig. 5B) or polar moment of inertia (Fig. 5E).However, marrow volume (Fig. 5C) was lower and corticalthickness (Fig. 5D) was higher in WBB6F1 HSC ! WBB6F1 mice compared to control mice. No significantdifferences were detected with treatment in bone volume fraction (Fig. 5F), trabecular thickness (Fig. 5G), trabecular number (Fig. 5H) and connectivity density (Fig. 5J).Trabecular spacing (Fig. 5I) tended to be higher ( P,0.1) in WBB6F1 HSC !WBB6F1 mice compared to control mice. No significant differences were detected withtreatment in osteoclast perimeter (Fig. 5K), CTX (an indexof global bone resorption) (Fig. 5S), osteoblast perimeter(Fig. 5L), mineralizing perimeter (Fig. 5M) and osteocalcin(an index of global bone turnover) (Fig. 5T). However,mineral apposition rate (Fig. 5N) and bone formation rate(Fig. 5O) were greater in WBB6F1 HSC !WBB6F1 mice compared to control mice. No significant differences weredetected with treatment in marrow adiposity (Fig. 5P),adipocyte density (Fig. 5Q) and adipocyte size (Fig. 5R). The effects of treatment on expression of genes associated with hematopoiesis (84 genes), osteogenesis and osteopo-rosis (148 genes) and adipogenesis (84 genes) in bonemarrow are shown in Table 2. Very few genes had altered expression in the HSC transplant recipients. Among all thegenes examined, 7 of genes associated with hematopoi-esis, 8 of genes associated with osteogenesisosteoporosisand 5 of genes associated with adipogenesis were differentially expressed in WBB6F1 HSC !WBB6F1 mice compared to controls. A complete list of genes evaluated, including fold changes and Pvalues, is archived with NASA. Experiment 4 In experiment 4 we determined the efficacy of adoptive transfer of purified WBB6F1 HSCs on survival, bodycomposition and bone parameters in radiosensitive Kit WW-v recipient mice. Despite the extremely low number of HSCstransplanted, all of the irradiated transplant recipients hadsuccessful engraftment, surviving for the duration of theexperiment. As expected, mRNA levels for Kit were lowerin Kit WW-vmice compared to WBB6F1 mice and this disparity was corrected after adoptive transfer of purifiedHSCs from WBB6F1 mice (Fig. 6A). The effects of treatment on body composition, tibial length, area, bone mineral content, bone mineral density andbone volume, and on cortical bone architecture in the tibialdiaphysis are shown in Table 3. Kit WW-vmice receiving 5 Gy had higher body weight but lower percentage body fatand lower uterine weight compared to control (nonirradi- ated) Kit WW-vmice. However, significant differences in tibial length, area, bone mineral content, bone mineral density and bone volume, and in cortical bone architecturein the tibial diaphysis were not detected with treatment. Incontrast, Kit WW-vmice receiving 10 Gy (2 35 Gy) gained less weight, had lower white adipose tissue weight, uterineweight and percentage body fat and had smaller bones withTABLE 1 Effect of Adoptive Transfer of Purified HSCs from WBB6F1 Mice to WBB6F1 Mice (WBB6F1 HSC !WBB6F1, HSC !WT) Experiment 3 Control HSC!WT Necropsy Body weight (g) 22.260.8 22.260.8 Abdominal white adipose tissue weight (g) 0.4560.10 0.5160.07 Uterus weight (mg) 0.1260.01 0.0460.003a Total-body dual energy X-ray absorptiometry Body fat ( ) 22.461.0 20.961.0 Bone area (cm2) 6.9760.21 7.2860.12 Bone mineral content (g) 0.32260.016 0.34060.012 Bone mineral density (gcm2) 0.04660.001 0.04760.001 Tibia Length (mm) 17.360.2 17.560.1 Bone area (cm2) 0.4060.01 0.4060.01 Bone mineral content (g) 0.01760.001 0.01760.001 Bone mineral density (gcm2) 0.04360.001 0.04360.001 Bone volume (mm3) 15.360.7 16.560.5 Notes . Shown here is the effect of adoptive transfer on body weight, abdominal white adipose tissue weight, uterus weight, percentage body fat, total body bone area, bone mineral content and bone mineral density, and on tibial length, bone area, bone mineral content, bone mineral density and bone volume. Data are mean 6SE. N6group. aDifferent from control, P,0.05.RADIATION AND BONE 421FIG. 5. Effect of adoptive transfer of purified HSCs from WBB6F1 to WBB6F1 mice (WBB6F1 HSC !WBB6F1, HSC !WT) on tibia diaphysis cross-sectional volume (panel A), cortical volume (panel B), marrow volume (panel C), cortical thickness (panel D) and polar moment of inertia (panel E), and on distal tibia metaphysis cancellous bone volume fraction (panel F), trabecular thickness (panel G), trabecular number(panel H), trabecular spacing (panel I), connectivity density (panel J), osteoclast perimeter (panel K), osteoblast perimeter (panel L), mineralizingperimeter (panel M), mineral apposition rate (panel N), bone formation rate (panel O), marrow adiposity (panel P), marrow adipocyte density(panel Q), marrow adipocyte size (panel R), serum CTX (panel S) and serum osteocalcin (panel T). Data are mean 6SE. N6group. aDifferent from control, P,0.05;adifferent from control, P,0.1.422 DEYHLE ET AL.altered cortical architecture compared to control (nonirradi- ated) KitWW-vmice. Regarding bone, tibial length, area, bone mineral content and bone volume were lower in KitW W-vmice receiving 10 Gy (2 35 Gy) compared to controls. In addition, cross-sectional volume, cortical volume,marrow volume and polar moment of inertia were lowerin the irradiated Kit WW-vmice. Significant differences in tibia bone mineral density and cortical thickness were not detected with 10 Gy (2 35 Gy). Significant differences in serum CTX were not detected with treatment (Fig. 6B). However, serum osteocalcin was lower in KitWW-vmice receiving 10 Gy (2 35 Gy) compared to control mice (Fig. 6C). DISCUSSION Here we show that bone marrow was reconstituted in female mice after lethal TBI when the mice were engraftedwith unsorted bone marrow cells or purified HSCs. Bothmethods of adoptive transfer were effective in reconstitutingosteoclast precursors from donor cells but neither method successfully reconstituted bone marrow adipocyte precur- sors from donor cells and neither method preventedradiation-associated suppression of linear bone growth orreduction in bone volume. WBB6F1 mice engrafted with 750 HSCs after fractionated exposures (2 35 Gy) had near normal bone mass and microarchitecture eight weeks after engraftment. However, this dose reduced weight gain andinduced osteopenia in radiosensitive Kit WW-vmice. Turner et al .(10) reported that sublethal 6 Gy TBI resulted in a rapid reduction in bone marrow cell density infemale B6 mice, reaching a minimum value of 14 of normal 3 days postirradiation. Spontaneous, partial recovery of bone marrow cell density occurred by 14 dayspostirradiation. In a similar study performed in male B6mice, Green et al .(13) reported that neither immune cell populations nor cancellous bone volume fraction returned to normal two months after sublethal 5 Gy gamma irradiation. In the current study, bone marrow cell density, boneturnover and most measured indices of cortical bonearchitecture and immune cell populations did not differ from nonirradiated control mice two months after lethal TBI in bone marrow-engrafted mice. Additionally, adoptivetransfer of bone marrow cells resulted in quantitativereplacement of host bone marrow hematopoietic cells with donor cells ( 10). However, this intervention was ineffective in preventing radiation-induced suppression of tibial growth, or in preventing cancellous bone loss from theappendicular (tibia) and axial (lumbar vertebra) skeleton. Importantly, the skeletal response to adoptive transfer of purified HSCs and unsorted bone marrow cells was similar,alleviating the concern that osteopenia would be exagger-ated in irradiated mice not receiving donor mesenchymal cells. Exposure to high-dose ionizing radiation results in cortical as well as cancellous osteopenia in growing mice but the magnitude of response and cellular mechanismsdiffer between cortical and cancellous bone. Radiationslows cortical bone accrual, due to decreased longitudinal bone growth and decreased apposition of bone onto the periosteal surface, whereas it accelerates age-related can-cellous bone loss ( 10, 13 ). The latter is caused by an imbalance in bone turnover due to bone resorption exceeding bone formation, and can be dramatic in the femur metaphysis of young adult mice because turnoverrates can exceed 100 per month ( 14). Osteoblasts are derived from MSCs ( 27). Despite a normal osteoblast-lined bone perimeter after engraftmentTABLE 2 Differential Gene Expression in Bone Marrow of Femur after Adoptive Transfer of Purified HSCs from WBB6F1 Mice to WBB6F1 Mice (WBB6F1 HSC !WBB6F1) Hematopoiesis array Osteoporosis and osteogenesis array Adipogenesis array Differentially expressed in transplant recipients (n684 genes)Differentially expressed in transplant recipients (n12148 genes)aDifferentially expressed in transplant recipients (n484 genes) Symbol Fold change P, Symbol Fold change P, Symbol Fold change P, Angpt1 1.4 0.004 Bmpr1a 2.2 0.010 Cdkn1a 1.2 0.014 Hdac4 1.3 0.004 Col14a1 1.8 0.045 Fgf1 1.2 0.025 Hdac9 1.6 0.034 Col4a1 1.4 0.030 Irs1 1.8 0.012 Il1a 1.6 0.007 Fn1 1.6 0.003 Sfrp1 1.4 0.024 Mmp9 1.4 0.037 Il15 1.4 0.041 Stat3 1.2 0.032 Itga2 1.6 0.007 Lrp1 1.4 0.042 Lrp5 1.2 0.043 Mmp9 1.3 0.037 Tnfrsf1b 1.2 0.048 Vegfa 1.2 0.017 Wnt10b 2.1 0.032 Note.N6group. aCombined two arrays and removed redundant genes shared between the arrays.RADIATION AND BONE 423with unsorted bone marrow cells, host mesenchymal cells in bone marrow were only partially replaced by donor cells(10). This may be because MSCs are less radiosensitive than HSCs ( 28, 29 ). Alternatively, there is evidence that MSCs do not readily migrate to bone marrow after tail veinadministration ( 30). In contrast to normal mice, Kit WW-v mice are devoid of adipocytes in long bones and lumbarvertebrae, and adoptive transfer of bone marrow cells fromWBB6F1 mice into Kit WW-vmice does not result in fat infiltration into bone marrow ( 17, 19 ). Thus, adoptive transfer of MSCs may be dispensable for both mousesurvival and normalization of bone formation after lethalTBI. In support of this, engraftment with 3,000 purified HSCs was as effective as engraftment with 5 310 6unsorted bone marrow cells in maintaining normal bone formation after lethal TBI in WBB6F1 and in B6 mice. Fat infiltration into bone marrow is a common side effect of high-dose TBI (24). In some studies, increased marrow adipose tissue was associated with one or more detrimental skeletal effects, including decreased bone formation, increased bone resorption and bone loss ( 31). However, causality was not established and not all studies report a FIG. 6. Effect of adoptive transfer of purified HSCs from WBB6F1 mice to radiosensitive KitWW-vmice (WBB6F1 HSC !KitWW-v, HSC! WW-v) on bone marrow Kit expression (panel A), serum CTX (panel B) and serum osteocalcin (panel C). Wild-type control mice in panel A were age-matched WBB6F1 mice. Data are mean 6SE. N47group.aDifferent from KitWW-vcontrol, P,0.05. TABLE 3 Effect of Adoptive Transfer of Purified HSCs from WBB6F1 Mice to KitWW-v Mice (WBB6F1 HSC !KitWWv, HSC!WW-v) Experiment 4 WW-v control HSC !WW-v sublethal (5 Gy) HSC !WW-v lethal (2 35 Gy) Necropsy Body weight (g) 21.660.3 23.160.5a17.660.5a Abdominal white adipose tissue weight (g) 0.55 60.05 0.48 60.07 0.16 60.04a Uterus weight (mg) 0.0560.01 0.0260.003a0.0260.002a Total-body dual energy X-ray absorptiometry Body fat ( ) 21.660.7 19.260.6a16.160.6a Bone area (cm2) 6.7560.15 7.1160.07 6.0960.17a Bone mineral content (g) 0.30260.010 0.32060.006 0.25160.012a Bone mineral density (gcm2) 0.04560.001 0.04560.001 0.04160.001a Tibia Length (mm) 17.3 60.1 17.7 60.07a16.760.2a Bone area (cm2) 0.3760.01 0.3760.01 0.3260.01a Bone mineral content (g) 0.01560.000 0.01560.000 0.01260.001a Bone mineral density (gcm2) 0.03960.001 0.04160.001 0.03660.001 Bone volume (mm3) 14.560.5 14.8 60.4 11.9 60.45a Tibia diaphysis Cross-sectional volume (mm3) 0.1960.00 0.1960.00 0.1660.00a Cortical volume (mm3) 0.1360.00 0.1460.00 0.1160.004a Marrow volume (mm3) 0.0660.00 0.0560.00 0.0460.002a Cortical thickness ( lm) 209 62 221 65 208 67 Polar moment of inertia (mm4) 0.0960.00 0.09 60.00 0.08 60.01a Notes . Shown here is the effect of adoptive transfer on body weight, abdominal white adipose tissue weight, uterus weight, percentage body fat, total body bone area, bone mineral content, and bone mineral density, on tibia length, bone area, bone mineral content, bone mineral density, and bone volume, and on tibia diaphysis cross-sectional volume, cortical volume, marrow volume, cortical thickness, and polar moment of inertia.Data are mean 6SE. N57group. aDifferent from KitWW-vcontrol, P,0.05. aDifferent from KitWW-vcontrol, P,0.1.424 DEYHLE ET AL.negative association between bone marrow adiposity and bone turnover balance. In the current studies, the trend forincreased marrow adipocyte density in mice receiving lethalTBI did not result in reduced osteoblast-lined bone perimeter or bone formation after engraftment of unsorted bone marrow cells. In the current study, osteoclasts generated in vitro using bone marrow of WBB6F1 mice obtained after adoptivetransfer of either unsorted bone marrow or purified HSCsfrom GFP-expressing donor mice were uniformly GFPpositive. We anticipated this finding because osteoclasts aremembers of the monocytemacrophage lineage derived fromHSCs ( 32). In contrast, adipocytes differentiated from bone marrow from the same mice were GFP negative. Adipocytesare derived from MSCs ( 33). Based on these findings we conclude that: 1. Sufficient numbers of MSCs survive 9 Gyirradiation to maintain or increase marrow adipogenesis andosteoblastogenesis; and 2. Adoptive transfer of purifiedHSCs selectively reconstitutes hematopoietic lineage cells.This property could be used to great advantage in genetic studies directed at evaluating the signaling pathways by which hematopoietic cells regulate bone growth andturnover. As proof of concept, we demonstrated restorationof normal Kit gene expression in bone marrow of Kit WW-v mice after engraftment with only 750 purified HSCs fromWBB6F1 mice. Sublethal ARS in mice is associated with transient increases in bone formation and bone resorption. Increases in osteoblast-lined bone perimeter and osteoclast-lined bone perimeter were noted within 1 day of TBI ( 10). Bone lining cells are post-mitotic osteoblast lineage cells located directlyadjacent to inactive bone surfaces and are much morenumerous than osteoblasts. Hormones and growth factors,such as parathyroid hormone, growth hormone and basicfibroblast growth factor, can quickly activate bone lining cells to express the osteoblast phenotype and generate bone matrix ( 3436 ). Osteoclast precursors, although derived from bone marrow HSCs, leave bone marrow and have arelatively long (days to weeks) lifespan in circulation ( 37). Whereas proliferating cells are highly sensitive to radiation,post-mitotic bone cells are resistant to radiation-induced celldeath. Activation of bone lining cells and osteoclast formation from circulating osteoclast precursors represents post-mitotic cell differentiation. Therefore, proliferationwould not be essential for the transient increase inosteoblast-lined perimeter and osteoclast-lined perimeterimmediately after TBI ( 10, 38, 39 ). Long-term maintenance of normal bone turnover requires continuous replacement of osteoblasts that become osteo-cytes or bone lining cells, or undergo apoptosis and osteoclasts that undergo apoptosis. Reconstitution of donor-derived GFP osteoclast precursors in bone marrow was apparent 9 weeks after engraftment with unsorted bonemarrow cells ( 10). The differentiation studies performed here confirm successful reconstitution of donor-derivedosteoclast precursors after engraftment with unsorted bone marrow cells or purified HSCs. At the gene level, there were only minor differences between control mice and mice receiving purified HSCs(WBB6F1 HSC !WBB6F1) in expression levels of more than 300 genes in tibia related to osteoblast and osteoclastdifferentiation and function, adipogenesis and hematopoie-sis. This finding provides additional evidence that afterengraftment with B6 HSCs, the bone marrow environmentin the engrafted animals resembles that of untreatedWBB6F1 controls. Studies performed to optimize TBI priorto allogeneic bone marrow transplantation in mice indicate that improved survival and reconstitution of hematopoietic cells is achieved using fractionated radiation ( 40). The current studies suggest that fractionating TBI also has abone-sparing effect. We did not investigate the effects of lethal TBI on bone metabolism in the absence of adoptive transfer of donor cells. Therefore, the precise contribution of donor HSCs to the skeletal radiation response is unknown. It would bedifficult to interpret the results of an experiment in whichradiation was delivered without follow-up treatment be-cause bone metabolism is strongly influenced by nutritionalstatus, and the initial indicator symptoms of ARS includereduced appetite and weight loss. Localized 20 Gyirradiation to the right distal femur and proximal tibia inrats has resulted in weight loss and cancellous bone loss inthe irradiated as well as the contralateral limb, emphasizingthe importance of indirect effects of radiation on bone health (41). For this reason, it may be necessary to reduce the radiation dose used to deplete hematopoietic cells in radiosensitive mice. In the current studies, when Kit-deficient Kit WW-vmice, a radiosensitive strain ( 42, 43 ), were inoculated with 750 HSCs, they survived 2 35G y exposures, but experienced reduced weight gain, osteopeniaand lower serum osteocalcin levels compared to untreatedmice. However, these negative effects were attenuated inKit WW-vmice after 5 Gy irradiation. Notably, adoptive transfer of purified HSCs after 5 Gy irradiation was aseffective as 2 35 Gy irradiations in restoring Kit gene expression in bone marrow. In summary, we describe an approach for reconstituting the hematopoietic compartment of bone marrow byengrafting purified HSCs after fractionated lethal TBI. Thisapproach will be valuable for studies in skeletal biologybecause near normalization of bone marrow function isachieved with minimal TBI-induced collateral damage to bone mass and architecture. ACKNOWLEDGMENTS This work was supported by grants from the National Aeronautics and Space Administration (NNX12AL24) and the National Institutes of Health (AR060913). Received: June 19, 2018; accepted: February 15, 2019; published online: March 14, 2019RADIATION AND BONE 425REFERENCES 1. van Bekkum DW. Radiation sensitivity of the hemopoietic stem cell. Radiat Res 1991; 128:S48. 2. Till JE, McCulloch EA. A direct measurement of the radiation sensitivity of normal mouse bone marrow cells. Radiat Res 1961 Feb;14:21322. 3. Baranov A, Gale RP, Guskova A, Piatkin E, Selidovkin G, Muravyova L, et al. Bone marrow transplantation after the Chernobyl nuclear accident. N Engl J Med 1989; 321:20512. 4. Mathe G, Jammet H, Pendic B, Schwarzenberg L, Duplan JF, Maupin B, et al. Transfusions and grafts of homologous bonemarrow in humans after accidental high dosage irradiation. Rev Fr Etud Clin Biol 1959; 4:22638. 5. Urso P, Congdon CC. The effect of the amount of isologous bone marrow injected on the recovery of hematopoietic organs, survivaland body weight after lethal irradiation injury in mice. Blood 1957; 12:25160. 6. Weissman IL. Translating stem and progenitor cell biology to the clinic: barriers and opportunities. Science 2000; 287:14426. 7. Thudium CS, Moscatelli I, Flores C, Thomsen JS, Bruel A, Gudmann NS, et al. A comparison of osteoclast-rich and osteoclast-poor osteopetrosis in adult mice sheds light on the role of the osteoclast in coupling bone resorption and bone formation. Calcif Tissue Int 2014; 95:8393. 8. Hamilton SA, Pecaut MJ, Gridley DS, Travis ND, Bandstra ER, Willey JS, et al. A murine model for bone loss from therapeuticand space-relevant sources of radiation. J Appl Physiol 2006; 101:78993. 9. Sawajiri M, Mizoe J. Changes in bone volume after irradiation with carbon ions. Radiat Environ Biophys 2003; 42:1016. 10. Turner RT, Iwaniec UT, Wong CP, Lindenmaier LB, Wagner LA, Branscum AJ, et al. Acute exposure to high dose gamma-radiation results in transient activation of bone lining cells. Bone 2013;57:16473. 11. Heslet L, Bay C, Nepper-Christensen S. Acute radiation syndrome (ARS) - treatment of the reduced host defense. Int J Gen Med2012; 5:10515. 12. Bandstra ER, Pecaut MJ, Anderson ER, Willey JS, De Carlo F, Stock SR, et al. Long-term dose response of trabecular bone inmice to proton radiation. Radiat Res 2008; 169:60714. 13. Green DE, Adler BJ, Chan ME, Rubin CT. Devastation of adult stem cell pools by irradiation precedes collapse of trabecular bonequality and quantity. J Bone Miner Res 2012; 27:74959. 14. Iwaniec UT, Philbrick KA, Wong CP, Gordon JL, Kahler-Quesada AM, Olson DA, et al. Room temperature housing results inpremature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss. Osteoporos Int 2016; 27:3091101. 15. Taya Y, Ota Y, Wilkinson AC, Kanazawa A, Watarai H, Kasai M, et al. Depleting dietary valine permits nonmyeloablative mousehematopoietic stem cell transplantation. Science 2016; 354:1152 5. 16. Lotinun S, Evans GL, Turner RT, Oursler MJ. Deletion of membrane-bound steel factor results in osteopenia in mice. J BoneMiner Res 2005; 20:64452. 17. Turner RT, Wong CP, Iwaniec UT. Effect of reduced c-Kit signaling on bone marrow adiposity. Anat Rec (Hoboken) 2011;294:112634. 18. Lewis JP, OGrady LF, Bernstein SE, Russell EE, Trobaugh FE Jr. Growth and differentiation of transplanted WWv marrow. Blood 1967; 30:60116. 19. Keune JA, Wong CP, Branscum AJ, Iwaniec UT, Turner RT. Bone marrow adipose tissue deficiency increases disuse-induced boneloss in male mice. Sci Rep 2017; 7:46325. 20. Chen J, Ellison FM, Keyvanfar K, Omokaro SO, Desierto MJ, Eckhaus MA, et al. Enrichment of hematopoietic stem cells withSLAM and LSK markers for the detection of hematopoietic stem cell function in normal and Trp53 null mice. Exp Hematol 2008;36:123643. 21. Ikuta K, Weissman IL. Evidence that hematopoietic stem cells express mouse c-kit but do not depend on steel factor for theirgeneration. Proc Natl Acad Sci U S A 1992; 89:15026. 22. Nagata N, Kitaura H, Yoshida N, Nakayama K. Inhibition of RANKL-induced osteoclast formation in mouse bone marrow cellsby IL-12: involvement of IFN-gamma possibly induced from non-T cell population. Bone 2003; 33:72132. 23. Iwaniec UT, Wronski TJ, Turner RT. Histological analysis of bone. Methods Mol Biol 2008; 447:32541. 24. Hui SK, Sharkey L, Kidder LS, Zhang Y, Fairchild G, Coghill K, et al. The influence of therapeutic radiation on the patterns of bonemarrow in ovary-intact and ovariectomized mice. PloS One 2012;7:e42668. 25. Welch BL. On the comparison of several mean values: an alternative approach. Biometrika 1951; 38:3306. 26. Benjamini Y, Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing. J R Stat SocSeries B Stat Methodol 1995; 57:289300. 27. Muruganandan S, Roman AA, Sinal CJ. Adipocyte differentiation of bone marrow-derived mesenchymal stem cells: cross talk withthe osteoblastogenic program. Cell Mol Life Sci 2009; 66:23653. 28. Chen MF, Lin CT, Chen WC, Yang CT, Chen CC, Liao SK, et al. The sensitivity of human mesenchymal stem cells to ionizingradiation. Int J Radiat Oncol Biol Phys 2006; 66:24453. 29. Zuckerman KS, Prince CW, Rhodes RK, Ribadeneira M. Resistance of the stromal cell in murine long-term bone marrowcultures to damage by ionizing radiation. Exp Hematol 1986;14:105662. 30. Abbuehl JP, Tatarova Z, Held W, Huelsken J. Long-term engraftment of primary bone marrow stromal cells repairs nichedamage and improves hematopoietic stem cell transplantation. CellStem Cell 2017; 21:24155. 31. Turner RT, Martin SA, Iwaniec UT. Metabolic coupling between bone marrow adipose tissue and hematopoiesis. Curr OsteoporosRep 2018; 16:95104. 32. Grigoriadis AE, Wang ZQ, Cecchini MG, Hofstetter W, Felix R, Fleisch HA, et al. c-Fos: a key regulator of osteoclast-macrophagelineage determination and bone remodeling. Science 1994;266:4438. 33. Beresford JN, Bennett JH, Devlin C, Leboy PS, Owen ME. Evidence for an inverse relationship between the differentiation ofadipocytic and osteogenic cells in rat marrow stromal cell cultures.J Cell Sci 1992; 102 (Pt 2):34151. 34. Dobnig H, Turner RT. Evidence that intermittent treatment with parathyroid hormone increases bone formation in adult rats byactivation of bone lining cells. Endocrinology 1995; 136:36328. 35. Matic I, Matthews BG, Wang X, Dyment NA, Worthley DL, Rowe DW, et al. Quiescent bone lining cells are a major source ofosteoblasts during adulthood. Stem Cells 2016; 34:293042. 36. Power RA, Iwaniec UT, Magee KA, Mitova-Caneva NG, Wronski TJ. Basic fibroblast growth factor has rapid bone anabolic effects in ovariectomized rats. Osteoporos Int 2004; 15:71623. 37. Turner RT, Evans GL, Wakley GK. Reduced chondroclast differentiation results in increased cancellous bone volume in estrogen-treated growing rats. Endocrinology 1994; 134:4616. 38. Alwood JS, Shahnazari M, Chicana B, Schreurs AS, Kumar A, Bartolini A, et al. Ionizing radiation stimulates expression of pro-osteoclastogenic genes in marrow and skeletal tissue. J InterferonCytokine Res 2015; 35:4807. 39. Macias BR, Lima F, Swift JM, Shirazi-Fard Y, Greene ES, Allen MR, et al. Simulating the lunar environment: partial weightbearingand high-LET radiation-induce bone loss and increase sclerostin-positive osteocytes. Radiat Res 2016; 186:25463. 40. Cui YZ, Hisha H, Yang GX, Fan TX, Jin T, Li Q, et al. Optimal426 DEYHLE ET AL.protocol for total body irradiation for allogeneic bone marrow transplantation in mice. Bone Marrow Transplant 2002; 30:8439. 41. Zou Q, Hong W, Zhou Y, Ding Q, Wang J, Jin W, et al. Bone marrow stem cell dysfunction in radiation-induced abscopal bone loss. J Orthop Surg Res 2016; 11:3. 42. Boggs SS, Boggs DR, Walter MJ. Differing patterns oferythropoiesis following whole-body irradiation in WWv and SLSLd mice. Radiat Res 1978; 74:31222. 43. Mori KJ, Kitamura Y, Miyanomae T, Kumagai K, Seto A. Recovery of haemopoietic stem cells of WWv mice after irradiation: in vivo and in vitro studies. J Radiat Res 1981; 22:40514.RADIATION AND BONE 427",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            }
        ]
    }
]