[
    {
        "pmid": "31730829",
        "title": "Multiscale effects of spaceflight on murine tendon and bone.",
        "year": "2020",
        "journal": "Bone",
        "abstract": "Despite a wealth of data on the effects of spaceflight on tendons and bones, little is known about its effects on the interfacial tissue between these two structures, the enthesis. Mice were sent to space on three separate missions: STS-131, STS-135, and Bion-M1 to determine how spaceflight affects the composition, structure, mechanics, and gene expression of the humerus-supraspinatus and calcaneus-Achilles entheses. At the nanoscale, spaceflight resulted in decreased carbonate levels in the bone, likely due to increased remodeling, as suggested by increased expression of genes related to osteoclastogenesis (CatK, Tnfsf11) and mature osteoblasts (Col1, Osc). Tendons showed a shift in collagen fibril size towards smaller diameters that may have resulted from increased expression of genes related to collagen degradation (Mmp3, Mmp13). These nanoscale changes did not result in micro- and milliscale changes to the structure and mechanics of the enthesis. There were no changes in bone volume, trabecular structure, failure load, or stiffness with spaceflight. This lack of tissue-level change may be anatomy based, as extremities may be less sensitive to spaceflight than central locations such as vertebrae, yet results highlight that the tendon enthesis may be robust against negative effects of spaceflight.",
        "full_text": "Multiscale effects of spaceflight on murine tendon and bone Alix C. Deymiera,, Andrea G. Schwartzb, Chanteak Limb, Brian Wingendera, Akhilesh Kotiyab, Hua Shenb, Matthew J. Silvab, Stavros Thomopoulosc,d, a.Department of Biomedical Engineering, University of Connecticut, Farmington, CT b.Department of Orthopaedic Surgery, Washington University, St. Louis, MO c.Department of Orthopedic Surgery, Columbia University, New York, NY d.Department of Biomedical Engineering, Columbia University, New York, NY Abstract Despite a wealth of data on the effects of spaceflight on tendons and bones, little is known about its effects on the interfacial tissue between these two structures, the enthesis. Mice were sent to space on three separate missions: STS-131, STS-135, and Bion-M1 to determine how spaceflight affects the composition, structure, mechanics, and gene expression of the humerus-supraspinatus and calcaneus-Achilles entheses. At the nanoscale, spaceflight resulted in decreased carbonate levels in the bone, likely due to increased remodeling, as suggested by increased expression of genes related to osteoclastogenesis ( CatK , Tnfsf11) and mature osteoblasts ( Col1 , Osc) . Tendons showed a shift in collagen fibril size towards smaller diameters that may have resulted from increased expression of genes related to collagen degradation ( Mmp3, Mmp13) . These nanoscale changes did not result in micro- and milliscale changes to the structure and mechanics of the enthesis. There were no changes in bone volume, trabecular structure, failure load, or stiffness with spaceflight. This lack of tissue-level change may be anatomy based, as extremities may be less sensitive to spaceflight than central locations such as vertebrae, yet results highlight that the tendon enthesis may be robust against negative effects of spaceflight. Keywords enthesis; spaceflight; composition; structure; mechanics Corresponding Authors: Alix C. Deymier, Dept. of Biomedical Engineering, 263 Farmington Ave, University of Connecticut, Farmington, CT 06030, deymieruchc.edu, Stavros Thomopoulos, Dept. of Orthopedic Surgery, Columbia University, 650 W 168th St, Black Building 14-1406, New York, NY 10032, sat2columbia.edu. Author Contributions All authors edited the manuscript. ST conceived of the study, developed the study design, and performed dissections. ACD collected mechanical, CT, and fibril diameter data, performed data analysis, and wrote the first draft of the paper. AGS performed dissections and collected Raman, mechanical, and CT data. CL performed dissections. BW processed fibril diameter data. AK collected and analyzed bone gene expression data. HS collected and analyzed enthesis gene expression data. MJS assisted collection and analysis of bone expression data. Publishers Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. HHS Public Access Author manuscript Bone . Author manuscript; available in PMC 2021 February 01. Published in final edited form as: Bone . 2020 February ; 131: 115152. doi:10.1016j.bone.2019.115152. Author Manuscript Author Manuscript Author Manuscript Author Manuscript1. Introduction With increased interest in long-term space exploration, such as the proposed mission to Mars, it has become increasingly important to explore the effects of the space environment on the musculoskeletal system. In particular, decreased loading due to microgravity can cause significant loss of bone and muscle mass and predispose those tissues to injury ( 1, 2). The effects of disuse on the musculoskeletal system have been examined via a number of earthbound analogues. These model systems have shown that disuse leads to decreased muscle mass, decreased tendon thickness, bone loss, and compromised strength and stiffness of both tendon and bone ( 3, 4). However, these earthbound analogues are not able to fully capture the effects of spaceflight on the musculoskeletal system ( 5). Thus, it remains necessary to directly examine how the musculoskeletal system responds to the space environment. In the last several decades, space-based studies have brought us a wealth of information about how the musculoskeletal system reacts to spaceflight conditions. Much like with the earthbound analogues, decreases in bone and tendon mass as well as compromised mechanics have been reported ( 3, 6). However, although structural and mechanical changes of individual tissues have been well examined, there is little information about what happens at the interfaces between these tissues. The tendon-to-bone attachment (the enthesis) enables the transfer of load from muscles to the skeleton, allowing for joint motion. However, due to the presence of stress concentrators that arise at interfaces between dissimilar materials such as tendon and bone ( 79), the enthesis is at high risk for rupture (10). Furthermore, this interface is particularly sensitive to changes in its loading environment; earthbound studies have shown that 3 weeks of muscle paralysis leads to defects in murine enthesis structure and mechanics at multiple length scales ( 11). At the millimeter scale, there was a significant loss of trabecular bone. At the micrometer scale, changes in mineral size and orientation led to defects in energy absorption. At the nanoscale, loss of carbonate in the mineral lattice led to stiffening of the mineral. Together, these structural and compositional changes led to an increased risk and extent of failure at the tendon attachment. In the current study, mice from NASA missions STS-131, STS-135, and Bion-M1 were examined after multiple weeks of spaceflight. Changes to the structural, compositional, and mechanical properties of tendon entheses were examined. 2. Materials and Methods 2.1 Sample preparation Mice for this study (see Table 1 for details) flew on one of three spaceflight missions: STS-131, STS-135, or Bion-M1. For U.S. National Aeronautics and Space Administration (NASA) STS-131, the space shuttle Discovery launched from Kennedy Space Center (KSC; Cape Canaveral, FL, USA) on April 5, 2010, for a 15-d flight, and landed at KSC on April 20, 2010. For NASA STS-135, the space shuttle Atlantis launched from KSC on July 8, 2011, for a 13-d flight, and landed at KSC on July 21, 2011. For the Russian Academy of Sciences, Institute of Biomedical Problems Bion-M1, the space capsule launched on April 19, 2013, from Baikonur Cosmodrome, Kazakhstan, for a 30-d mission, and landed on May 19, 2013, near Orenburg, Russia. During spaceflight, mice were housed in specialized Deymier et al. Page 2 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptanimal enclosure modulesself-contained habitats that provided continuous living space, food, water, ventilation, and lighting ( 12, 13). Age- and gender-matched mice were housed on the ground in conditions that were identical to those of spaceflight (FL) mice and were used as ground controls (GCs). FL mice were euthanized 214 h after landing. Humerus- supraspinatus (HS) complexes as well as calcaneus-Achilles (CA) complexes from STS and Bion-M1 mice were dissected immediately after being euthanized at KSC and at the Institute of Biomedical Problems (Moscow, Russia), respectively. Experimental procedures for STS mice were approved by the Institutional Animal Care and Use Committee of NASA and conformed to the Guide for the Care and Use of Laboratory Animals (National Institutes of Health, Bethesda, MD, USA). The Bion-M1 animal study was approved by the Institutional Animal Care and Use Committee of Moscow State University, Institute of Mitoengineering, and by the Biomedical Ethics Commission of the Institute of Biomedical Problems and conducted in compliance with the European Convention for the Protection of Vertebrate Animals used for Experimental and Other Scientific Purposes ( 12). The HS and CA complexes were collected and separated for characterization by: microcomputed tomography (CT) and mechanical testing, Raman spectroscopy, transmission electron microscopy, or qPCR. 2.2 Bone mineral composition For Raman spectroscopic analysis of the mineral composition, freshly dissected calcanei were collected from six FL and seven GC mice from STS-131, mounted in Optimal Cutting Temperature (OCT) compound, frozen at 80 C, and sectioned in the sagittal plane to 20 m on a cryostat. Thin sections of the tendon-to-bone attachment were deposited on glass slides and maintained frozen until spectra could be obtained. Spectra were collected using a laser Raman microprobe (HoloLab Series 5000 fiberoptically coupled Raman Microscope, Kaiser Optical Systems, Inc.) using techniques described previously ( 14). A 532 nm laser was focused to a 1 m beam spot using an 80  objective (N.A.  0.85) and delivering 10 mW of power to the surface of the sample. The scattered light was then collected as 32 4- second acquisitions in a backscatter configuration through the objective lens and transmitted to a 2048-channel CCD detector. Raman spectra were collected within the cortical shell of the calcaneus. Spectra were analyzed as previously described ( 11, 14, 15). Briefly, spectra were background corrected, and peaks within the spectral range 7001200 cm1 were deconvolved with a mixed GaussianLorentzian peak-fitting algorithm in the GramS42 software package (Galactic, Salem, NH). The ratio of peak intensities between the 1 PO stretching band of carbonated hydroxylapatite (960 cm1) and the aromatic ring stretching band of phenylalanine residues in collagen (1003 cm1), Fig. 1A, was calculated to represent the mineral-to-matrix ratio. In addition, the peak height ratio of the carbonate 1 stretching band in apatite (1070 cm1) to the phosphate 960 cm1 band was determined at each analysis site as a measure of carbonate concentration. 2.3 Collagen fibril diameters Five FL and six GC Achilles tendons from the Bion-M1 mission were frozen immediately after dissection. They were then thawed and fixed in 2 paraformaldehyde, 2.5 glutaraldehyde, and 0.1 M sodium cacodylate, for 1 hr at room temperature. They were washed in 0.1 M cacodylate buffer, and postfixed in 1 osmium tetroxide in cacodylate Deymier et al. Page 3 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptbuffer, pH 7.4 for 1h at room temperature. The tendons were then dehydrated in a graded ethanol series followed by propylene oxide. The tissue was infiltrated with increasing concentrations of Polybed resin mixed with propylene oxide as follows: 1:1 for 4 h, 1:4 for 12 h, final embedding mixture for 8 h. Finally, the tissues were embedded in fresh embedding mixture, and polymerized at 68C overnight. A microtome was used to section 90 nm thick sections that were deposited on carbon-coated copper grids. The sections were then stained with 2.5 uranyl acetate in EtOH for 30 min at room temperature followed by 3045 min with 0.2 lead citrate in 0.1 N NaOH. Ultrathin transverse sections were examined in a Hitachi H-7650 TEM operating at 120 kV accelerating voltage. Several brightfield images were taken from each sample with a magnification above 10000X at locations where the fibrils appeared to be oriented perpendicular to the section plane, Fig. 2A. ImageJ software (version 1.51u, NIH) was used to measure the minimum diameter of at least 400 fibrils from each tissue sample. Histograms were generated from this data. 2.4 Bone morphometry (CT) Six FL and four GC HS samples from STS-131, 13 FL and 13 GC CA samples from STS-135, and 12 FL and 11 GC HS samples from Bion-M1 were prepared and scanned for micro-computed tomography (CT) analysis. These specimens had been wrapped in gauze soaked in phosphate buffered saline (PBS) and stored at 20 C prior to analysis. CT imaging was performed using a Scanco CT40 scanner (ScancoMedical AG, Switzerland). Scans were performed at X-ray tube settings of 55 kV and 145 A with a 200 ms integration time at an isometric resolution of 20 m. The scanned region included the humeral head and the supraspinatus tendon. These scans were used to measure the trabecular morphometry in the humeral head. In the CA samples, cortical thickness in the midsection of the calcaneus, minimum tendon cross-sectional area, and trabecular morphometry in the posterior most 1mm were measured. For the HS, trabecular morphometry was measured in the humeral head above the growth plate. Bone morphometry values such as the cortical thickness (Ct.Th.), ratio of bone volumetotal volume (BVTV), trabecular thickness (Tb.Th.), trabecular spacing (Tb.Sp.) and trabecular number (Tb.N.) were measured using a built-in software algorithm (Scanco, Zurich, Switzerland). To determine the minimum cross-sectional area of the tendon, cross-sectional areas of sagittal slices through the tendon were determined using thresholding and the minimum cross-sectional area was recorded. 2.5 Mechanical properties Uniaxial tensile testing was performed to determine the mechanical properties of the entheses of samples from STS-131 (5 FL, 5GC), STS-135 (10 FL, 10 GC) and Bion-M1 (5 FL, 5 GC) as previously described ( 11, 16) . For the HS complex, after CT scanning to determine the tendon and enthesis cross-sectional areas, the humerus was potted in epoxy up to the humeral head to stabilize the bone. A paperclip embedded in additional epoxy was placed over the articular surface of the humeral head to minimize the risk of fracture at the growth plate. For the CA complex, a custom loading rig was employed that maintained a 90 angle between the Achilles tendon and the calcaneus to reproduce physiological conditions. Tendons were wrapped in saline-soaked gauze during potting to maintain hydration. Deymier et al. Page 4 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptImmediately before testing, the tendon was secured between two layers of thin paper with a drop of cyanoacrylate adhesive before being installed in the grips. Samples were tested in a 37C saline bath attached to an Instron ElectroPuls E1000 (Instron Corp., Canton, MA) fitted with a 5 lb load cell. The tendon gauge length was determined optically. The testing protocol (WaveMatrix software, Instron Corp., Canton, MA) consisted first of a 300 mN for preload for HS and a 150 mN preload for CA followed by 5 cycles of preconditioning consisting of a triangle waveform at 0.1 Hz with a peak strain of 1. Tendons were returned to the baseline state for 150 sec for HS and 40 sec for CA before loading to failure at 0.5 s for HS and 1s for CA. Estimates of the maximum force and stiffness were made from the loaddisplacement curves of each load-to-failure test. Material properties were determined by normalizing the force by the minimum cross-sectional area of the tendon as measured via CT to obtain stresses. Youngs modulus and maximum stress were calculated from the stress-strain curves. The linear portion of the curves, used to calculate stiffness and Youngs modulus, was identified by adjusting a window of points within the loaddeformation or stressstrain curves so as to maximize the R2 value for a linear least squares regression of the data in the window. After failure, all HS samples exhibited a failure crater at the tendon-bone attachment site where mineralized tissue was fractured during mechanical testing, Fig. 4H. The area of the crater was measured by reconstructing the 3D volume of the humeral head from the CT slices in Osirix (Pixmeo, Bernex, Switzerland) and determining the area of the crater via ImageJ ( 17). In ImageJ, the outline of the crater was drawn by an experienced operator such that it included all areas where mineralized tissue had been removed. The crater area was determined from the area of the drawn shape using the programs built-in area measurement tool. 2.6 RNA isolation and quantitative RT-PCR Mouse shoulders were isolated from STS-131 ground control (n7) and spaceflight (n7) mice after sacrifice and placed in RNAlater (Qiagen, Valencia, CA, USA) to preserve RNA. The mice on this mission were sacrificed approximately 24 hrs after landing. Infraspinatus (IS) and supraspinatus (SS) tendon entheses as well as marrow-free humeral shafts were subsequently dissected, frozen in liquid nitrogen, and pulverized with Mikro-Dismembrator U (B. Braun Biotech International, Melsungen, Germany). For the entheses, total RNA was isolated with the Arcturus PicoPure RNA isolation kit (Applied Biosystems, Forster City, CA) according to the manufacturers instructions. 400 ng of total RNA were reversely transcribed into cDNA using the SuperScript VILO cDNA Synthesis Kit (Life Technologies). For humeri, total RNA was extracted with Trizol reagent (Ambion) and RNeasy mini kit (Qiagen) as previously described ( 18). 500 ng of total RNA were reversely transcribed into cDNA as described above. The relative abundances of target genes were determined with a SYBR green-based quantitative real-time PCR using Gapdh as the endogenous reference gene. The data are shown as fold changes compared to the gene expression levels of ground control mice (2Ct value). All quantitative RT-PCR primers used in this study were purchased from Qiagen (Hilden, Germany).Deymier et al. Page 5 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript2.8 Statistical Analysis When analyzing the significance of the measured outcomes, it was necessary to account for the effects of the specific mission (STS-131, STS-135, and Bion-M1) from the effects of spaceflight (GC vs. FL). To do this, a 2-way ANOV A was performed for the factors mission and spaceflight. Significance was defined as p  0.05. Post-hoc comparisons were performed using Tukey tests. For the fibril diameter, the Kolmogorov-Smirnov 2-sample test was used to compare the distribution of all diameters measured in the FL group to that in the GC group. All statistical calculations were performed in Minitab18 (Minitab Inc., State College, PA). 3. Results 3.1 Nanoscale: Mineral Composition Raman analysis of the cortical shell of the calcaneus demonstrated that carbonate levels in the bone mineral were significantly decreased after 15 days of spaceflight (STS-131, Fig. 1). The ratio of the carbonate to phosphate peak height shifted from 0.168  0.025 in the ground control samples to 0.135  0.023 after 15 days of spaceflight (p0.006). There was no significant change in the mineral-to-matrix ratio with values of 14.12.8 and 17.36.9 for the GC and FL samples respectively (p0.31). 3.2 Nanoscale: Fibril Diameter The distribution of Achilles tendon fibril diameters was significantly affected by spaceflight. The Kolmogorov-Smirnov test confirmed that the two distributions were different (test statistic 0.101 critical value 0.045). After 30 days of spaceflight, there was a distinct shift from larger fibril diameters to smaller fibril diameters in the tendon (Bion-M1, Fig. 2). The average fibril diameter across all samples decreased from 163  63 m for the ground control samples to 126  51 m for the tendons exposed to 30 days of spaceflight (p0.0001). There was no significant change in percent fibril area (71  8 for flight and 72  4 for ground control). 3.3 Microscale: Bone morphometry Spaceflight did not lead to statistically significant changes in bone morphometry of the humeral head and the calcaneus (Fig. 3). Compared to ground controls, humeral head BVTV was unchanged due to spaceflight for both the 15-day and 30-day time points (STS-131: p0.41, Bion-M1: p0.51; Fig. 3). Similarly, the trabecular structure was unaffected by spaceflight; there were no changes in trabecular thickness (STS-131 p0.40, Bion-M1: p0.60), trabecular number (STS-131: p0.78, Bion-M1: p0.67), and trabecular spacing (STS-131: p0.66, Bion-M1: p0.74) in the spaceflight samples compared to ground control samples (Fig. 3). Although BVTV did not differ between missions, Tb.Th. and Tb.Sp. were significantly lower and Tb.N. was significantly higher in the 15-day STS-131 samples compared to the 30-day Bion-M1 samples (Tb.Th: p0.002, Tb.Sp.: p0.014, Tb.N.: p0.02). Notably, when comparing ground controls, Tb.Th. and Tb. Sp. were higher, and Tb.N. was lower, for STS-131 samples compared to Bion-M1 samples (Tb.Th.: p0.002, Tb.Sp: p0.10, Tb.N.: p0.15).Deymier et al. Page 6 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptWhen examining the bone morphometry of the calcaneus, no significant effects of spaceflight were seen in BVTV (STS-131: p0.31, STS-135: p0.72, Bion-M1: p0.91; Fig. S1). Cortical thickness was unchanged due to spaceflight, although there was a trend toward a decreased cortical thickness after the 15-day STS-131 mission (STS-131: p0.08, STS-135: p0.08, Bion-M1: p0.77; Fig. S1). Trabecular structure was also unaffected by spaceflight (Tb.Th., STS-131: p0.88, STS-135: p0.43, Bion-M1: p0.75; Tb.Sp., STS-131: p0.81, STS-135: p0.40, Bion-M1: p0.67; Tb.N., STS-131: p0.64, STS-135: p0.33, Bion-M1: p0.75; Fig. S1). When comparing the three missions, cortical thickness, Tb.Sp. and Tb.Th. were decreased, and Tb.N. was increased, in the 30-day Bion-M1 mission compared to the shorter STS missions (Fig. S1). Notably, differences were also seen when comparing the ground controls among the three missions (Fig. S1). 3.4 Milliscale: Mechanical Properties There were few changes to the mechanical properties of the supraspinatus tendon enthesis with spaceflight (Fig. 4). The structural properties maximum force and stiffness were not significantly different between spaceflight and ground controls for any of the missions (maximum force, STS-131: p0.26, STS-135: p0.33, Bion-M1: p0.25; stiffness, STS-131: p0.66, STS-135: p0.52, Bion-M1: p0.07). There were no significant differences in structural properties between the three missions. When examining material properties, maximum stress was not changed after 2 weeks of spaceflight (STS-131: p0.18, STS-135: p0.11), but there was a trend toward an increase after 4 weeks of spaceflight (Bion-M1: p0.09). There was no significant difference in maximum stress between the three missions. Similarly, modulus was not changed after 2 weeks of spaceflight (STS-131: p0.24, STS-135: p0.11), but there was a significant increase after 4 weeks (Bion-M1: p0.02). There was a significant difference in modulus when comparing STS-131 to STS-135. Resilience was not affected by spaceflight (STS-131: p0.62, STS-135: p0.43, Bion-M1: p0.96). There were trends for decreased tendon cross-sectional area after 2 weeks of spaceflight (STS-131: p0.08, STS-135: p0.07, Fig. 4) and after 4 weeks of spaceflight (Bion-M1: p0.05, Fig 4). There were no significant changes to failure area due to spaceflight (STS-131: p0.49; Fig. 4). There were few changes to the mechanical properties of the Achilles tendon enthesis with spaceflight (Fig. S2). Specifically, there were no significant changes to stiffness and modulus with spaceflight, although there was a trend towards an increased stiffness for the longer mission (stiffness, STS-135: p0.73, Bion-M1: p0.10; modulus, STS-135: p0.37, Bion-M1: p0.23). The cross-sectional area of the Achilles tendon increased with spaceflight after 2 weeks of spaceflight (STS-135: p0.003) but was unchanged after 4 weeks of spaceflight (Bion-M1: p0.69). There were no observable effects with mission on the cross-sectional area. 3.5 Gene expression Gene expression data was collected for the humerus bone (Fig. 5A) and the rotator cuff tendon entheses (Figs. 5B, S3) from mice that flew on the 13 day STS-131 mission. For the humerus, expression of genes associated with mature osteoblasts ( Alp, Bsp, Col1 , Osc) were significantly upregulated in flight bones compared to ground control bones. Expression of Deymier et al. Page 7 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptgenes associated with osteoblast differentiation were either unchanged ( Bmp2 , Runx ) or decreased ( Osx). Mechanoresponsiveness-associated genes showed decreased expression in some cases ( Cox2 , Dkk1 ) and increased expression in other cases ( Sost) for flight bones compared to ground control bones. Expression of osteoclast-related genes ( CatK , Tnfsf11 ) were significantly increased due to spaceflight. Expression of apoptosis promoters ( Bax, Casp ) and inhibitors ( Bcl) were significantly increased with spaceflight. Expression of adipogenesis promoters were increased in some cases ( Cebp ) and decreased in others (Pparg2 ) due to spaceflight. Expression of Wnt receptor-associated genes ( Lrp6, Postn, Sfrp ) were generally unchanged, with the exception of Lrp5 , which was significantly increased with spaceflight. Expression of Wnt ligand-associated genes ( Wnt1, Wnt3a, Wnt10b ) were unchanged due to spaceflight. Gene expression analysis of the supraspinatus tendon entheses demonstrated increased expression of extracellular matrix degradation-related genes due to spaceflight (Fig. 5B). Expression of matrix metalloproteinase genes Mmp3 and Mmp13 was increased in spaceflight entheses compared to ground control entheses. Other genes associated with extracellular matrix remodeling ( Mmp2, Mmp9 , and Mmp inhibition-related Timp1 , Timp2 , Timp3 ) and extracellular matrix proteins ( Col1 , Col3 , Col10 , Acan ) were unchanged with spaceflight. Gene expression analysis on the infraspinatus tendon entheses indicated no significant change with space flight (Fig. S3). 4. Discussion Spaceflight led to significant changes to tendon and bone at the nanoscale (i.e., mineral carbonate levels and collagen fibril diameters) and to significant changes in gene expression in bone and enthesis tissues. However, these alterations did not lead to micro-and milliscale structural or mechanical changes in the tendon enthesis. These results demonstrate that the tendon enthesis is relatively robust to spaceflight conditions, although longer durations of spaceflight may result in structural and mechanical changes driven by the observed early nanoscale and gene expression effects. In the current study, Achilles tendons from the Bion-M1 mission were examined via TEM to quantify the nanoscale collagen fibril structure. TEM images indicated that the average fibril size decreased with spaceflight. In addition, this decrease in fibril size represented not only a loss of larger fibrils, but a shift toward smaller fibrils across the entire tendon. Consistent with this, tendon enthesis cross-sectional area was decreased with spaceflight. Disuse as well as injury have been correlated to decreased tendon fibril size ( 19, 20). This decrease in fibril size may be the result of increased MMP activity in connective tissue of spaceflight mice; expression of collagen-degrading Mmps ( Mmp3, Mmp13 ) was increased in the tendon entheses of spaceflight mice. This increase was not compensated for by Mmp inhibitors (Timp1, Timp2, Timp3 ), suggesting a possible net increase in matrix degradation during spaceflight. This has also been observed in earthbound unloaded murine Achilles tendons (21, 22). Despite this potentially Mmp-mediated decrease in collagen fibril diameter size, the mechanics of the tendon entheses were unaffected by spaceflight. Similarly, previous studies on the rotator cuff muscles of these mice indicated significant changes in gene expression but no changes in muscle structure due to spaceflight ( 18).Deymier et al. Page 8 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptRaman analysis of the calcaneal bone showed that 15 days of spaceflight led to a decrease in bone mineral carbonate levels. This result is in agreement with the 7 decrease in carbonate content seen in the humeral heads of mice with paralyzed rotator cuffs ( 11) and the 2.6 decrease seen in hindlimb unloaded femurs ( 23). The level of carbonate content in bone changes due to bone aging, bone remodeling, and physio-chemical effects ( 24). Specifically, increased remodeling, which is commonly seen during unloading or spaceflight ( 25), has been shown to result in a decreased carbonatephosphate peak ratio in murine femurs ( 26). In the current study, remodeling may also be responsible for the decrease in carbonate content, as spaceflight led to an increased expression of genes related to osteoclastogenesis (e.g., CatK and Tnfsf11 Rankl ), in agreement with previous studies ( 27). This increase in osteoclast markers was not mirrored by osteoblastogenesis gene expression, which showed either decreased ( Osx) or did not change ( Bmp2, Runx ) with spaceflight, consistent with prior reports ( 28). In contrast, mature osteoblast activity, as indicated by expression of Alp, Bsp, Col1 , and Osc, increased with spaceflight. Which together with the increased osteoclastogenic genes suggests increased bone remodeling. Such an increase in expression of mature ostoblast genes has not been previously reported with unloading; osteoblast activity in unloaded conditions is usually limited by increased apoptosis and a shift towards adipose MSC differentiation ( 2830). However, in the humeri studied here, spaceflight had contradictory effects on apoptosis- and adipogenesis-related genes. The ratio of BaxBcl , which is generally used as marker for apoptosis, was decreased with spaceflight, indicating increased survival. Yet, pro-apoptotic Casp was significantly increased. With adipogenesis, an increase in pro-adipogenesis Cebp gene expression was seen. However, there was also a decrease in adipocyte-associated Pparg2 . These mixed adipogenesis and apoptosis results may point to a conflicting effect of spaceflight on osteoblasts. Nevertheless, gene expression results suggested increased bone resorption accompanied by increased bone formation. This increased remodeling may have led to the measured decrease in carbonate content, an indication of younger bone matrix ( 26). Although not apparent in the tendon enthesis mechanics of the current study, these changes in carbonate content can affect the size, structure, solubility, and mechanics of bone mineral crystals ( 31), leading to increased stiffness and decreased toughness ( 11). The increase in osteoclastogenesis-associated genes in addition to the increase in bone formation genes suggests that there is increased remodeling or bone turnover but not necessarily an increase in bone resorption. The trabecular structure of the humeral head remained unchanged with both 2 and 4 weeks of spaceflight. This was unexpected, as microgravity is generally associated with bone loss. For the missions included in the current study, others reported decreases in BVTV in the pelvis and mandibles of STS-131 animals (25, 32) as well as the vertebrae and femurs of the Bion-M1 animals ( 33, 34). Importantly, there is extensive evidence showing that bone loss with unloading varies dramatically with respect to anatomic site. For example, the femur, pelvis, and spine exhibit the highest levels of bone loss in unloading and spaceflight experiments ( 35, 36). Bones located at the extremities undergo less bone loss and sometimes even bone formation ( 36). For example, the BVTV of the cranium and mandible increased in STS-131 and STS-135 respectively (37, 38). This effect is believed to result from fluid redistribution in microgravity increasing local pressure in the upper extremities ( 39). Furthermore, the rotator cuff acts as an active Deymier et al. Page 9 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptmuscle stabilization system for the shoulder joint ( 40); this loading would persist in spaceflight conditions and could counteract any effects of microgravity. There were significant differences in bone morphometry when comparing the 15 day STS-131 mission to the 30 day Bion-M1 mission, however, these differences were seen in both flight and ground control mice. Although the ages of the mice were similar between the two missions, the sex and breed of the mice were different (Table 1). Previous studies examining bone morphometry of C57BL6J and C57BL6N mice (i.e., the breeds of STS-131 and Bion-M1, respectively) showed no differences in Tb.Th. and Tb.Sp ( 41). The differences in the current study, therefore, were likely due to differences in sex. The Bion- M1 mice exhibit lower Tb.Th. and Tb.Sp. than the STS-131 mice, suggesting that these slightly older male mice may have had inherently thinner and more closely packed trabeculae than the younger female mice. This inference is contrary to data from most studies on sex effects, which show that females have thinner trabeculae with more space (42); however, the differences observed here may be the result of combined age, gender, and breed effects. Despite significant changes to the nanoscale structures of the tendon entheses, no changes were observed due to spaceflight in the mechanics of the supraspinatus and Achilles tendon entheses. Even with measurable decreases in the tendon cross-sectional area (in agreement with ( 43)), the stiffness and maximum force of the entheses were unaffected, suggesting that the rotator cuff and Achilles tendon-to-bone attachments were able to carry matching loads before and after 2 or 4 weeks of spaceflight. Although this result is in agreement with unloading studies that showed no changes in stiffness of the tendon enthesis after 3 weeks of unloading ( 11), it goes against the more accepted view that unloading and spaceflight lead to decreases in bone and tendon stiffness ( 3). The results demonstrate that the attachment of tendon to bone is not sensitive to short durations of spaceflight; loss of tendon mass and changes to bone mineralization did not affect the load-carrying capacity of the enthesis. To determine material properties, maximum force and stiffness were normalized to the tissue geometry (i.e., tendon length and cross-sectional area). This resulted in increased maximum stress and modulus in Bion-M1 spaceflight mice compared to ground control mice. These increases in material properties were unexpected, as both tendon and bone moduli have generally been shown to decrease with unloading ( 3, 34). However, some studies have reported increases in tendon modulus with unloading ( 44). The increased material properties coupled with the decreased tendon cross-sectional area indicates that the mechanics of the tendon enthesis are not driven by the bulk tissue geometry, and that the attachment is robust to changes in the tendon and bone. 5. Conclusions Spaceflight had significant effects on bone composition, tendon microstructure, and gene expression. Fifteen days of spaceflight was sufficient to cause a decrease in the carbonate content of calcaneal bone that could lead to changes in bone nanostructure and mechanics. This compositional change was likely the result of increased remodeling, as evidenced by increases in osteoclastogenesis- and mature osteoblast activity-related genes. Similarly, Achilles tendons exhibited a shift in tendon collagen fibril size towards smaller diameters. Deymier et al. Page 10 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIncreased catabolic activity may have led to this decrease in fibril size, as Mmp3 and 13 expression were increased. Despite these nanoscale structure and gene expression changes, spaceflight had little effect on the morphology and mechanics of the tendon enthesis, implying that the attachment may be insensitive to short durations of spaceflight. Supplementary Material Refer to Web version on PubMed Central for supplementary material. Acknowledgments This project was funded by the National Aeronautics and Space Administration (NASA, NNX09AP05G to ST), the National Space Biomedical Research Institute (NSBRI, NSBRI-RFA-1301 to ACD), and the National Institutes of Health (NIH R01-AR055580 to ST; NIH R01 AR047867 to MJS). The TEM studies were partially supported by the Institute of Materials Science  Engineering at Washington University. The authors thank Ashley Williams for help collecting microCT data. We thank Jill Pasteris for assistance in collection and analysis of the Raman data. Abbreviations: CA calcaneus-Achilles tendon complex HS Humerus-Supraspinatus tendon complex FL Space Flight GC Ground Control References 1. Martin TP, Edgerton VR, and Grindeland RE. (1988) Influence of Spaceflight on Rat Skeletal Muscle. J. Appl. Physiol 65, 23182325 PubMed: 2974847 2. Fitts RH, Riley DR, and Widrick JJ. (2000) Physiology of a Microgravity Environment Invited Review: Microgravity and Skeletal Muscle. J. Appl. Physiol 89, 823839 PubMed: 10926670 3. Narici MV , and Boer MD. (2011) Disuse of the Musculo-Skeletal System in Space and on Earth. Eur J Appl Physiol 111, 403420 PubMed: 20617334 4. Nagaraja MP, and Risin D. (2013) The Current State of Bone Loss Research: Data from Spaceflight and Microgravity Simulators. Journal of cellular biochemistry 114, 10011008 PubMed: 23150462 5. Comte T, Lau A, Livingston E, Ellman R, Spatz J, Stodieck L, Bouxsein M, Ferguson V , and Bateman T. (2014) Comparing Proximal Tibia Bone Stiffness and Structural Efficiency in Spaceflight and Hind Limb Unloading with a Sclerostin Antibody Counter-Measure In JOURNAL OF BONE AND MINERAL RESEARCH V ol. 29 pp. S134S134, WILEY-BLACKWELL 111 RIVER ST, HOBOKEN 070305774, NJ USA 6. Cann CE. (1993) Adaptations of the Skeletal System to Spaceflight In Introduction to Space Life Science (Churchill S, ed) 7. Saadat F, Deymier AC, Birman V , Thomopoulos S, and Genin GM. (2016) The Concentration of Stress at the Rotator Cuff Tendon-to-Bone Attachment Site Is Conserved across Species. J. Mech. Behav. Biomed. Mater 62, 2432 PubMed: 27161959 8. Thomopoulos S, Marquez JP, Weinberger B, Birman V , and Genin GM. (2006) Collagen Fiber Orientation at the Tendon to Bone Insertion and Its Influence on Stress Concentrations. J. Biomech 39, 18421851 PubMed: 16024026 9. Genin GM, Kent A, Birman V , Wopenka B, Pasteris JD, Marquez PJ, and Thomopoulos S. (2009) Functional Grading of Mineral and Collagen in the Attachment of Tendon to Bone. Biophys J 97, 976985 PubMed: 19686644 Deymier et al. Page 11 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript10. Tempelhof S, Rupp S, and Seil R. (1999) Age-Related Prevalence of Rotator Cuff Tears in Asymptomatic Shoulders. J Shoulder Elbow Surg 8, 296299 PubMed: 10471998 11. Deymier AC, Schwartz AG, Cai Z, Daulton TL, Pasteris JD, Genin GM, and Thomopoulos S. (2019) The Multiscale Structural and Mechanical Effects of Mouse Supraspinatus Muscle Unloading on the Mature Enthesis. Acta Biomater 83, 302313 PubMed: 30342287 12. Andreev-Andrievskiy A, Popova A, Boyle R, Alberts J, Shenkman B, Vinogradova O, Dolgov O, Anokhin K, Tsvirkun D, Soldatov P, Nemirovskaya T, Ilyin E, and Sychev V . (2014) Mice in Bion- M 1 Space Mission: Training and Selection. PLOS ONE 9, e104830 PubMed: 25133741 13. Ulanova A, Gritsyna Y , Vikhlyantsev I, Salmov N, Bobylev A, Abdusalamova Z, Rogachevsky V , Shenkman B, and Podlubnaya Z. (2015) Isoform Composition and Gene Expression of Thick and Thin Filament Proteins in Striated Muscles of Mice after 30-Day Space Flight. BioMed Research International 2015, 13 14. Wopenka B, Kent A, Pasteris JD, Yoon Y , and Thomopoulos S. (2008) The Tendon-to-Bone Transition of the Rotator Cuff: A Preliminary Raman Spectroscopic Study Documenting the Gradual Mineralization across the Insertion in Rat Tissue Samples. Applied spectroscopy 62, 12851294 PubMed: 19094386 15. Schwartz AG, Pasteris JD, Genin GM, Daulton TL, and Thomopoulos S. (2012) Mineral Distributions at the Developing Tendon Enthesis. PLoS One 7, 9 16. Schwartz AG, Lipner JH, Pasteris JD, Genin GM, and Thomopoulos S. (2013) Muscle Loading Is Necessary for the Formation of a Functional Tendon Enthesis. Bone 55, 4451 PubMed: 23542869 17. Rasband W. (19972009) Imagej U. S. National Institutes of Health, Bethesda, MA 18. Shen H, Lim C, Schwartz AG, Andreev-Andrievskiy A, Deymier AC, and Thomopoulos S. (2017) Effects of Spaceflight on the Muscles of the Murine Shoulder. The FASEB Journal 31, 54665477 PubMed: 28821629 19. Nakagawa Y , Totsuka M, Sato T, Fukuda Y , and Hirota K. (1989) Effect of Disuse on the Ultrastructure of the Achilles Tendon in Rats. European journal of applied physiology and occupational physiology 59, 239242 PubMed: 2583169 20. Reeves ND, Narici MV , and Maganaris CN. (2006) Myotendinous Plasticity to Ageing and Resistance Exercise in Humans. Experimental physiology 91, 483498 PubMed: 16469817 21. Mori N, Majima T, Iwasaki N, Kon S, Miyakawa K, Kimura C, Tanaka K, Denhardt DT, Rittling S, Minami A, and Uede T. (2007) The Role of Osteopontin in Tendon Tissue Remodeling after Denervation-Induced Mechanical Stress Deprivation. Matrix Biology 26, 4253 PubMed: 17055235 22. Leigh DR, Abreu EL, and Derwin KA. (2008) Changes in Gene Expression of Individual Matrix Metalloproteinases Differ in Response to Mechanical Unloading of Tendon Fascicles in Explant Culture. J. Orthopaed. Res 26, 13061312 23. Mandair S, G., Bateman T, and Morris D, M (2009) Raman Spectroscopy of Murine Bone in Response to Simulated Spaceflight Conditions V ol. 7166 24. Boskey AL, and Imbert L. (2017) Bone Quality Changes Associated with Aging and Disease: A Review. Ann N Y Acad Sci 1410, 93106 PubMed: 29265417 25. Blaber EA, Dvorochkin N, Lee C, Alwood JS, Yousuf R, Pianetta P, Globus RK, Burns BP, and Almeida E. a. C. (2013) Microgravity Induces Pelvic Bone Loss through Osteoclastic Activity, Osteocytic Osteolysis, and Osteoblastic Cell Cycle Inhibition by Cdkn1aP21. PLOS ONE 8, e61372 PubMed: 23637819 26. Isaksson H, Turunen MJ, Rieppo L, Saarakkala S, Tamminen IS, Rieppo J, Kroger H, and Jurvelin JS. (2010) Infrared Spectroscopy Indicates Altered Bone Turnover and Remodeling Activity in Renal Osteodystrophy. J Bone Miner Res 25, 13601366 PubMed: 20200925 27. Tamma R, Colaianni G, Camerino C, Di Benedetto A, Greco G, Strippoli M, Vergari R, Grano A, Mancini L, Mori G, Colucci S, Grano M, and Zallone A. (2009) Microgravity During Spaceflight Directly Affects in Vitro Osteoclastogenesis and Bone Resorption. FASEB journal : official publication of the Federation of American Societies for Experimental Biology 23, 25492554 PubMed: 19329761 Deymier et al. Page 12 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript28. Zhang C, Li L, Jiang Y , Wang C, Geng B, Wang Y , Chen J, Liu F, Qiu P, Zhai G, Chen P, Quan R, and Wang J. (2018) Space Microgravity Drives Transdifferentiation of Human Bone Marrow Derived Mesenchymal Stem Cells from Osteogenesis to Adipogenesis. The FASEB Journal 32, 44444458 PubMed: 29533735 29. Nakamura H, Kumei Y , Morita S, Shimokawa H, Ohya K, and Shinomiya K. (2003) Suppression of Osteoblastic Phenotypes and Modulation of Pro- and Anti-Apoptotic Features in Normal Human Osteoblastic Cells under a Vector-Averaged Gravity Condition. Journal of medical and dental sciences 50, 167176 PubMed: 12968638 30. Nakamura H, Kumei Y , Morita S, Shimokawa H, Ohya K, and Shinomiya K. (2003) Antagonism between Apoptotic (BaxBcl-2) and Anti-Apoptotic (Iap) Signals in Human Osteoblastic Cells under Vector-Averaged Gravity Condition. Ann. N.Y . Acad. Sci 1010, 143147 PubMed: 15033709 31. Deymier AC, Nair AK, Depalle B, Qin Z, Arcot K, Drouet C, Yoder CH, Buehler MJ, Thomopoulos S, Genin GM, and Pasteris JD. (2017) Protein-Free Formation of Bone-Like Apatite: New Insights into the Key Role of Carbonation. Biomaterials 127, 7588 PubMed: 28279923 32. Ghosh P, Stabley JN, Behnke BJ, Allen MR, and Delp MD. (2016) Effects of Spaceflight on the Murine Mandible: Possible Factors Mediating Skeletal Changes in Non-Weight Bearing Bones of the Head. Bone 83, 156161 PubMed: 26545335 33. Berg-Johansen B, Liebenberg EC, Li A, Macias BR, Hargens AR, and Lotz JC. (2016) Spaceflight- Induced Bone Loss Alters Failure Mode and Reduces Bending Strength in Murine Spinal Segments. J Orthop Res 34, 4857 PubMed: 26285046 34. Gerbaix M, Gnyubkin V , Farlay D, Olivier C, Ammann P, Courbon G, Laroche N, Genthial R, Follet H, Peyrin F, Shenkman B, Gauquelin-Koch G, and Vico L. (2017) One-Month Spaceflight Compromises the Bone Microstructure, Tissue-Level Mechanical Properties, Osteocyte Survival and Lacunae V olume in Mature Mice Skeletons. Scientific reports 7, 2659 PubMed: 28572612 35. Leblanc A, Schneider V , Shackelford L, West S, Oganov V , Bakulin A, and V oronin L. (2000) Bone Mineral and Lean Tissue Loss after Long Duration Space Flight. J Musculoskelet Neuronal Interact 1, 157160 PubMed: 15758512 36. Mccarthy I, Goodship A, Herzog R, Oganov V , Stussi E, and Vahlensieck M. (2000) Investigation of Bone Changes in Microgravity During Long and Short Duration Space Flight: Comparison of Techniques. European Journal of Clinical Investigation 30, 10441054 PubMed: 11122319 37. Zhang B, Cory E, Bhattacharya R, Sah R, and Hargens AR. (2013) Fifteen Days of Microgravity Causes Growth in Calvaria of Mice. Bone 56, 290295 PubMed: 23791778 38. Dagdeviren D, Kalajzic Z, Adams DJ, Kalajzic I, Lurie A, Mednieks MI, and Hand AR. (2018) Responses to Spaceflight of Mouse Mandibular Bone and Teeth. Arch Oral Biol 93, 163176 PubMed: 29929058 39. Mccarthy ID. (2005) Fluid Shifts Due to Microgravity and Their Effects on Bone: A Review of Current Knowledge. Annals of Biomedical Engineering 33, 95103 PubMed: 15709710 40. Obrien MJ, and Savoie FH. (2018) 22 - Rotator Cuff Tendinitis in the Overhead Athlete In Clinical Orthopaedic Rehabilitation: A Team Approach (Fourth Edition) (Giangarra CE, and Manske RC, eds) pp. 110116.e111, Content Repository Only!, Philadelphia 41. Simon MM, Greenaway S, White JK, Fuchs H, Gailus-Durner V , Wells S, Sorg T, Wong K, Bedu E, Cartwright EJ, Dacquin R, Djebali S, Estabel J, Graw J, Ingham NJ, Jackson IJ, Lengeling A, Mandillo S, Marvel J, Meziane H, Preitner F, Puk O, Roux M, Adams DJ, Atkins S, Ayadi A, Becker L, Blake A, Brooker D, Cater H, Champy M-F, Combe R, Danecek P, Di Fenza A, Gates H, Gerdin A-K, Golini E, Hancock JM, Hans W, Hlter SM, Hough T, Jurdic P, Keane TM, Morgan H, Mller W, Neff F, Nicholson G, Pasche B, Roberson L-A, Rozman J, Sanderson M, Santos L, Selloum M, Shannon C, Southwell A, Tocchini-Valentini GP, Vancollie VE, Westerberg H, Wurst W, Zi M, Yalcin B, Ramirez-Solis R, Steel KP, Mallon A-M, De Angelis MH, Herault Y , and Brown SD. (2013) A Comparative Phenotypic and Genomic Analysis of C57bl6j and C57bl6n Mouse Strains. Genome Biology 14, R82 PubMed: 23902802 42. Florian B, Matthias G, Timo BF, Eik V , Marcus M, Martin R, Pia P, Karl W, M., R. J., Klaus P, and Michael A. (2010) Age- and Sex-Related Changes of Humeral Head Microarchitecture: Histomorphometric Analysis of 60 Human Specimens. J. Orthopaed. Res 28, 1826Deymier et al. Page 13 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript43. B., J. R., K., T. A., R., J. K., A., B. R., A., T. M., and A., B. H (2005) Effects of Spaceflight on the Attachment of Tendons to Bone in the Hindlimb of the Pregnant Rat. The Anatomical Record Part A: Discoveries in Molecular, Cellular, and Evolutionary Biology 282A, 147156 44. Khayyeri H, Blomgran P, Hammerman M, Turunen MJ, Lwgren A, Guizar-Sicairos M, Aspenberg P, and Isaksson H. (2017) Achilles Tendon Compositional and Structural Properties Are Altered after Unloading by Botox. Scientific reports 7, 13067 PubMed: 29026107 Deymier et al. Page 14 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptHighlights:  The supraspinatus tendon entheses of mice was compositionally, genetically, structurally and mechanically characterized after 24 weeks of spaceflight.  Space flight led to a decrease in carbonate levels in the mineralized tissue, likely due to increased bone remodeling.  Increased expression of collagen degradation-associated genes caused decreased Achilles tendon fibril size with spaceflight.  Enthesis microstructure and mechanics was unchanged with spaceflight, suggesting a resistance to degradation during short-term microgravity.Deymier et al. Page 15 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 1: (A) Representative Raman trace of calcaneal bone showing the 960 cm1 phosphate peak and the 1070 cm1 carbonate peak. (B) The carbonate-to-phosphate ratio (1070960) was decreased with space flight in the calcaneus, indicating loss of carbonate from the bone mineral (GC: ground control; horizontal line above bars: p0.05; STS-131).Deymier et al. Page 16 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 2: (A) Representative TEM images of Achilles tendon cross-sections for ground control (GC) and flight (Bion-M1). (B) Spaceflight led to a decrease in the mean fibril diameter of the Achilles tendon (horizontal line above bars: p0.05). (C) The distribution of fibrils shifted towards smaller diameters after 30 days of spaceflight.Deymier et al. Page 17 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 3: Spaceflight had no significant effect on the bone morphology of the humeral head. (A) bone volume over total volume (BVTV), (B) trabecular thickness (Tb.Th.), (C) trabecular Spacing (Tb.S.), and (D) trabecular number (Tb.N.) were similar when comparing ground control to spaceflight samples. There were significant differences in most parameters when comparing STS-131 to Bion-M1 (i.e., GC STS-131 vs. GC Bion-M1 and flight STS-131 vs. flight Bion-M1, indicated by  within each bar).Deymier et al. Page 18 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 4: Spaceflight had few effects on the mechanics of the supraspinatus tendon enthesis. (A-B) The structural properties maximum force and stiffness were not significantly changed by spaceflight. (C-E) The material properties maximum stress, modulus, and resilience were not significantly changed by spaceflight. There was a trend towards increased modulus due to spaceflight for the Bion-M1 mission. (F) Cross-sectional area was decreased for all three missions. (G-H) All of the samples failed via tendon enthesis avulsion, resulting in a crater at the failure area (arrows in H). The failure area was not significantly different between the GC and flight samples. (Horizontal line above bars: p0.05, dashed line above bars: p0.1) (Significant differences between missions i.e., flight STS-131 vs. flight STS-135, indicated by  within each bar).Deymier et al. Page 19 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 5: Fold change in gene expression of (A) humerus bones and (B) rotator cuff tendon entheses from spaceflight tissues relative to ground control tissues. ( indicates significant change, p0.05, spaceflight compared to ground control).Deymier et al. Page 20 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAuthor Manuscript Author Manuscript Author Manuscript Author ManuscriptDeymier et al. Page 21 Table 1: Summary of the mice used in this study. Mission Mouse Strain Mouse age at launch (wk) Mouse gender Flight Duration (d) STS-131 C57BL6J 16 Female 15 STS-135 C57BL6 9 Female 13 Bion-M1 C57BL6N 1920 Male 30 Bone . Author manuscript; available in PMC 2021 February 01.",
        "introduction": "With increased interest in long-term space exploration, such as the proposed mission to Mars, it has become increasingly important to explore the effects of the space environment on the musculoskeletal system. In particular, decreased loading due to microgravity can cause significant loss of bone and muscle mass and predispose those tissues to injury ( 1, 2). The effects of disuse on the musculoskeletal system have been examined via a number of earthbound analogues. These model systems have shown that disuse leads to decreased muscle mass, decreased tendon thickness, bone loss, and compromised strength and stiffness of both tendon and bone ( 3, 4). However, these earthbound analogues are not able to fully capture the effects of spaceflight on the musculoskeletal system ( 5). Thus, it remains necessary to directly examine how the musculoskeletal system responds to the space environment. In the last several decades, space-based studies have brought us a wealth of information about how the musculoskeletal system reacts to spaceflight conditions. Much like with the earthbound analogues, decreases in bone and tendon mass as well as compromised mechanics have been reported ( 3, 6). However, although structural and mechanical changes of individual tissues have been well examined, there is little information about what happens at the interfaces between these tissues. The tendon-to-bone attachment (the enthesis) enables the transfer of load from muscles to the skeleton, allowing for joint motion. However, due to the presence of stress concentrators that arise at interfaces between dissimilar materials such as tendon and bone ( 79), the enthesis is at high risk for rupture (10). Furthermore, this interface is particularly sensitive to changes in its loading environment; earthbound studies have shown that 3 weeks of muscle paralysis leads to defects in murine enthesis structure and mechanics at multiple length scales ( 11). At the millimeter scale, there was a significant loss of trabecular bone. At the micrometer scale, changes in mineral size and orientation led to defects in energy absorption. At the nanoscale, loss of carbonate in the mineral lattice led to stiffening of the mineral. Together, these structural and compositional changes led to an increased risk and extent of failure at the tendon attachment. In the current study, mice from NASA missions STS-131, STS-135, and Bion-M1 were examined after multiple weeks of spaceflight. Changes to the structural, compositional, and mechanical properties of tendon entheses were examined. 2. Materials and",
        "conclusion": "s Spaceflight had significant effects on bone composition, tendon microstructure, and gene expression. Fifteen days of spaceflight was sufficient to cause a decrease in the carbonate content of calcaneal bone that could lead to changes in bone nanostructure and mechanics. This compositional change was likely the result of increased remodeling, as evidenced by increases in osteoclastogenesis- and mature osteoblast activity-related genes. Similarly, Achilles tendons exhibited a shift in tendon collagen fibril size towards smaller diameters. Deymier et al. Page 10 Bone . Author manuscript; available in PMC 2021 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIncreased catabolic activity may have led to this decrease in fibril size, as Mmp3 and 13 expression were increased. Despite these nanoscale structure and gene expression changes, spaceflight had little effect on the morphology and mechanics of the tendon enthesis, implying that the attachment may be insensitive to short durations of spaceflight. Supplementary Material Refer to Web version on PubMed Central for supplementary material. Acknowledgments This project was funded by the National Aeronautics and Space Administration (NASA, NNX09AP05G to ST), the National Space Biomedical Research Institute (NSBRI, NSBRI-RFA-1301 to ACD), and the National Institutes of Health (NIH R01-AR055580 to ST; NIH R01 AR047867 to MJS). The TEM studies were partially supported by the Institute of Materials Science  Engineering at Washington University. The authors thank Ashley Williams for help collecting microCT data. We thank Jill Pasteris for assistance in collection and analysis of the Raman data. Abbreviations: CA calcaneus-Achilles tendon complex HS Humerus-Supraspinatus tendon complex FL Space Flight GC Ground Control References 1. Martin TP, Edgerton VR, and Grindeland RE. (1988) Influence of Spaceflight on Rat Skeletal Muscle. J. Appl. Physiol 65, 23182325 PubMed: 2974847 2. Fitts RH, Riley DR, and Widrick JJ. (2000) Physiology of a Microgravity Environment Invited Review: Microgravity and Skeletal Muscle. J. Appl. Physiol 89, 823839 PubMed: 10926670 3. Narici MV , and Boer MD. (2011) Disuse of the Musculo-Skeletal System in Space and on Earth. Eur J Appl Physiol 111, 403420 PubMed: 20617334 4. Nagaraja MP, and Risin D. (2013) The Current State of Bone Loss Research: Data from Spaceflight and Microgravity Simulators. Journal of cellular biochemistry 114, 10011008 PubMed: 23150462 5. Comte T, Lau A, Livingston E, Ellman R, Spatz J, Stodieck L, Bouxsein M, Ferguson V , and Bateman T. (2014) Comparing Proximal Tibia Bone Stiffness and Structural Efficiency in Spaceflight and Hind Limb Unloading with a Sclerostin Antibody Counter-Measure In JOURNAL OF BONE AND MINERAL RESEARCH V ol. 29 pp. S134S134, WILEY-BLACKWELL 111 RIVER ST, HOBOKEN 070305774, NJ USA 6. Cann CE. (1993) Adaptations of the Skeletal System to Spaceflight In",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            }
        ]
    }
]