[
    {
        "pmid": "28228581",
        "title": "Spaceflight-induced synaptic modifications within hair cells of the mammalian utricle.",
        "year": "2017",
        "journal": "J Neurophysiol",
        "abstract": "Exposure to the microgravity conditions of spaceflight alleviates the load normally imposed by the Earth's gravitational field on the inner ear utricular epithelia. Previous ultrastructural investigations have shown that spaceflight induces an increase in synapse density within hair cells of the rat utricle. However, the utricle exhibits broad physiological heterogeneity across different epithelial regions, and it is unknown whether capabilities for synaptic plasticity generalize to hair cells across its topography. To achieve systematic and broader sampling of the epithelium than was previously conducted, we used immunohistochemistry and volumetric image analyses to quantify synapse distributions across representative utricular regions in specimens from mice exposed to spaceflight (a 15-day mission of the space shuttle Discovery). These measures were compared with similarly sampled Earth-bound controls. Following paraformaldehyde fixation and microdissection, immunohistochemistry was performed on intact specimens to label presynaptic ribbons (anti-CtBP2) and postsynaptic receptor complexes (anti-Shank1A). Synapses were identified as closely apposed pre- and postsynaptic puncta. Epithelia from horizontal semicircular canal cristae served as \"within-specimen\" controls, whereas utricles and cristae from Earth-bound cohorts served as experimental controls. We found that synapse densities decreased in the medial extrastriolae of microgravity specimens compared with experimental controls, whereas they were unchanged in the striolae and horizontal cristae from the two conditions. These data demonstrate that structural plasticity was topographically localized to the utricular region that encodes very low frequency and static changes in linear acceleration, and illuminates the remarkable capabilities of utricular hair cells for synaptic plasticity in adapting to novel gravitational environments.NEW &amp; NOTEWORTHY Spaceflight imposes a radically different sensory environment from that in which the inner ear utricle normally operates. We investigated synaptic modifications in utricles from mice flown aboard a space shuttle mission. Structural synaptic plasticity was detected in the medial extrastriola, a region associated with encoding static head position, as decreased synapse density. These results are remarkably congruent with a recent report of decreased utricular function in astronauts immediately after returning from the International Space Station.",
        "full_text": "",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]