[
    {
        "pmid": "32174893",
        "title": "In situ Linkage of Fungal and Bacterial Proliferation to Microbiologically Influenced Corrosion in B20 Biodiesel Storage Tanks.",
        "year": "2020",
        "journal": "Front Microbiol",
        "abstract": "Renewable fuels hold great promise for the future yet their susceptibility to biodegradation and subsequent corrosion represents a challenge that needs to be directly assessed. Biodiesel is a renewable fuel that is widely used as a substitute or extender for petroleum diesel and is composed of a mixture of fatty acid methyl esters derived from plant or animal fats. Biodiesel can be blended up to 20% v/v with ultra-low sulfur diesel (i.e., B20) and used interchangeably with diesel engines and infrastructure. The addition of biodiesel, however, has been linked to increased susceptibility to biodegradation. Microorganisms proliferating via degradation of biodiesel blends have been linked to microbiologically influenced corrosion in the laboratory, but not measured directly in storage tanks (i.e., in situ). To measure in situ microbial proliferation, fuel degradation and microbially influenced corrosion, we conducted a yearlong study of B20 storage tanks in operation at two locations, identified the microorganisms associated with fuel fouling, and measured in situ corrosion. The bacterial populations were more diverse than the fungal populations, and largely unique to each location. The bacterial populations included members of the Acetobacteraceae, Clostridiaceae, and Proteobacteria. The abundant Eukaryotes at both locations consisted of the same taxa, including a filamentous fungus within the family Trichocomaceae, not yet widely recognized as a contaminant of petroleum fuels, and the Saccharomycetaceae family of yeasts. Increases in the absolute and relative abundances of the Trichocomaceae were correlated with significant, visible fouling and pitting corrosion. This study identified the relationship between fouling of B20 with increased rates of corrosion and the microorganisms responsible, largely at the bottom of the sampled storage tanks. To our knowledge this is the first in situ study of this scale incorporating community and corrosion measurements in an active biodiesel storage environment.",
        "full_text": "fmicb-11-00167 February 22, 2020 Time: 15:45  1 ORIGINAL RESEARCH published: 25 February 2020 doi: 10.3389fmicb.2020.00167 Edited by: Kian Mau Goh, University of Technology, Malaysia, Malaysia Reviewed by: Hideyuki Kanematsu, National Institute of Technology, Suzuka College, Japan Shu-Yuan Pan, National Taiwan University, Taiwan Correspondence: Bradley S. Stevenson bradley.stevensonou.edu Specialty section: This article was submitted to Microbiotechnology, Ecotoxicology and Bioremediation, a section of the journal Frontiers in Microbiology Received: 18 August 2019 Accepted: 23 January 2020 Published: 25 February 2020 Citation: Stamps BW, Bojanowski CL, Drake CA, Nunn HS, Lloyd PF, Floyd JG, Emmerich KA, Neal AR, Crookes-Goodson WJ and Stevenson BS (2020) In situ Linkage of Fungal and Bacterial Proliferation to Microbiologically Inuenced Corrosion in B20 Biodiesel Storage Tanks. Front. Microbiol. 11:167. doi: 10.3389fmicb.2020.00167 In situ Linkage of Fungal and Bacterial Proliferation to Microbiologically Inuenced Corrosion in B20 Biodiesel Storage Tanks Blake W. Stamps1,2,3, Caitlin L. Bojanowski4, Carrie A. Drake2,4, Heather S. Nunn1, Pamela F. Lloyd2,4, James G. Floyd1, Katelyn A. Emmerich5, Abby R. Neal4,6, Wendy J. Crookes-Goodson4and Bradley S. Stevenson1 1Department of Microbiology and Plant Biology, University of Oklahoma, Norman, OK, United States,2UES, Inc., Dayton, OH, United States,3711th Human Performance Wing, Airman Systems Directorate, Wright-Patterson AFB, Dayton, OH, United States,4Soft Matter Materials Branch, Materials and Manufacturing Directorate, Air Force Research Laboratory, Wright-Patterson AFB, Dayton, OH, United States,5Air Force Life Cycle Management Center, Mobility Directorate, Wright Patterson AFB, Dayton, OH, United States,6Azimuth Corporation, Dayton, OH, United States Renewable fuels hold great promise for the future yet their susceptibility to biodegradation and subsequent corrosion represents a challenge that needs to be directly assessed. Biodiesel is a renewable fuel that is widely used as a substitute or extender for petroleum diesel and is composed of a mixture of fatty acid methyl esters derived from plant or animal fats. Biodiesel can be blended up to 20 vv with ultra-low sulfur diesel (i.e., B20) and used interchangeably with diesel engines and infrastructure. The addition of biodiesel, however, has been linked to increased susceptibility to biodegradation. Microorganisms proliferating via degradation of biodiesel blends have been linked to microbiologically inuenced corrosion in the laboratory, but not measured directly in storage tanks (i.e., in situ ). To measure in situ microbial proliferation, fuel degradation and microbially inuenced corrosion, we conducted a yearlong study of B20 storage tanks in operation at two locations, identied the microorganisms associated with fuel fouling, and measured in situ corrosion. The bacterial populations were more diverse than the fungal populations, and largely unique to each location. The bacterial populations included members of the Acetobacteraceae, Clostridiaceae , and Proteobacteria. The abundant Eukaryotes at both locations consisted of the same taxa, including a lamentous fungus within the family Trichocomaceae , not yet widely recognized as a contaminant of petroleum fuels, and the Saccharomycetaceae family of yeasts. Increases in the absolute and relative abundances of the Trichocomaceae were correlated with signicant, visible fouling and pitting corrosion. This study identied the relationship between fouling of B20 with increased rates of corrosion and the microorganisms responsible, largely at the bottom of the sampled storage tanks. To our knowledge this is the rst in situ study of this scale incorporating community and corrosion measurements in an active biodiesel storage environment. Keywords: biocorrosion, biofouling, fuel, biodiesel, B20, biodegradation Frontiers in Microbiology  www.frontiersin.org 1 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  2 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel INTRODUCTION The use of renewable fuels is on the rise worldwide (Beiter and Tian, 2016). One renewable fuel in use broadly is biodiesel, which is composed of fatty acid methyl esters (FAME) derived from plant and animal lipids. Biodiesel is commonly used as a replacement or additive to ultra low sulfur diesel (ULSD) up to 5 vv to restore lubricity lost due to the removal of sulfur compounds (Steidley and Knothe, 2005; Moser, 2009; Gill et al., 2012). Blends containing up to 20 vv biodiesel (i.e., B20) can be used without changes to existing engines or infrastructure (U.S. Air Force Energy Strategic Plan USAF, 2010). Combustion of these blends produces reduced nitric oxide emissions, an ozone precursor of concern, than pure biodiesel fuel (Basha et al., 2009). The consumption of biodiesel has increased worldwide over the past 10 years because of its combustion properties (Chang et al., 1996; Canakci, 2007), performance advantages, and increasingly strict emissions regulations (Blakeley, 2012). The advantages oered by blending biodiesel with ULSD are potentially oset by the drawback of lower fuel stability (Lisiecki et al., 2014). Biodiesel contains more dissolved oxygen than ULSD, reducing oxidative stability and increasing the risk of fuel biodegradation (Speidel et al., 2000). Biodiesel is also more hygroscopic than ULSD (Fregolente et al., 2012), causing blends like B20 to absorb and retain more water. Water in fuel represents habitat for microorganisms and is essential for microbial metabolism and growth; water entrained within fuel enables microbiological proliferation, resulting in fouling. Liquid water is denser than fuel and will accumulate at the bottom of any storage vessel. Microorganisms at the fuel-water interface are able to live in an aqueous environment with the fuel as an oxidizable substrate and source of dissolved oxygen (Prince et al., 2008). Fouling (e.g., the accumulation of biomass) is greatest at the fuel-water interface and microbial metabolism quickly depletes any oxygen in the water (Prince et al., 2008; Owsianiak et al., 2009; Bucker et al., 2011; Passman, 2013). Microbial growth and subsequent corrosion are dependent upon fuel chemistry and the amount of water present (Aktas et al., 2010; Lee et al., 2010). Biodiesel and biodiesel blends do not contain free fatty acids by specication, but copious amounts of fatty acids are produced as bi-products of the metabolism of FAME by microorganisms (Aktas et al., 2010; Y assine et al., 2013) that may result in microbiologically inuenced corrosion (MIC) of steel tanks or tank components. Polymer tank seals and ttings that are also exposed to organic acids can exhibit decreased ductility and strength. Production of CO 2during the microbial metabolism of FAME could also increase the rate of corrosion within a storage tank (Crolet et al., 1999). General Abbreviations: AFB, Air Force Base; AFRL, Air Force Research Laboratory; ASTM, American Society for Testing and Materials; B20, 80:20 blend of ULSD and biodiesel; CMIC, chemical microbiologically induced corrosion; EMIC, electrical microbiologically induced corrosion; FAME, fatty acid methyl ester; MIC, microbiologically inuenced corrosion; MPY , mils per year; OTU, operational taxonomic unit; PVC, poly-vinyl chloride; SE, Southeast United States; SEM, scanning electron microscopy; SSU rRNA, small subunit ribosomal RNA; SW, Southwest United States; ULSD, ultra low sulfur diesel; USAF, United States Air Force; UST, underground storage tank.production and dissolution of acid and CO 2within a uid can result in uniform corrosion, where the loss of material is distributed across a surface. The accumulation of biolms results in several possible outcomes including the localized production and concentration of corrosive compounds, the formation of galvanic couples, and the ennoblement of steel surfaces. Any of these would result in localized corrosion that is characterized by deep, penetrating pits on metallic surfaces that represent a great risk to storage tank infrastructure (Lee et al., 2009; Little and Lee, 2014). The link between biodegradation and corrosion has been studied in other petroleum environments such as oil production, drilling (Duncan et al., 2009; Stevenson et al., 2011), or storage of petroleum products in marine environments including biodiesel (Aktas et al., 2010; Lyles et al., 2013) yet no in situ study exists to this point in B20 storage and distribution systems. For over a decade, the United States Air Force (USAF) has stored B20 biodiesel and used it in non-tactical support vehicles as a component of their Strategic Energy Plan (Blakeley, 2012). The adoption of B20 biodiesel by the USAF, however, correlated with an increase in reports of bad fuel,  or fouling due to visible particulates in the fuel and clogged lters at dispensers. We hypothesized that the reported fouling was microbiological in origin, rather than from the abiotic production of waxes in fuel that was suspected by fuel operators and reported previously (Tang et al., 2008; Botella et al., 2014). Both fuel fouling and MIC have the potential to impact the operation of B20 biodiesel storage and distribution systems. Pure cultures and enrichments of microorganisms have shown the ability to degrade biodiesel blends (including B20) and induce corrosion under laboratory conditions (Prince et al., 2008; Bucker et al., 2011; Wang et al., 2011) but no studies link the microbial community and its proliferation with corrosion in active storage tanks over time. To this end, we conducted a rare longitudinal study, in situ, of microbial community dynamics linked to the corrosion of steel in B20 biodiesel underground storage tanks (UST). Two USAF locations housing B20 biodiesel tanks with recurrent fuel quality issues were selected for this study. We hypothesized that the reported issues were the result of microbial contamination and predicted that corrosion would be greatest in tanks with the most biomass. We subsequently conducted a 1-year survey of the microbial communities present at both storage locations to link microbiological fouling, fuel degradation, and MIC in situ within each storage tank. MATERIALS AND METHODS Description of Sampling Sites The yearlong longitudinal study described here was conducted at two USAF bases, which were located in the SE and SW United States. Each base had three storage tanks containing B20 biodiesel (total of 6 tanks) that were under normal operation throughout the study. The only exception was tank SE 3, which was removed from the study after 9 months due to severe microbiological contamination that required mitigation. These tanks were not on a dened cleaning schedule. Instead, they were taken oine and cleaned as fouling or contamination was Frontiers in Microbiology  www.frontiersin.org 2 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  3 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel detected. All tanks at SW and two tanks at SE (SE 3 and 4) were cleaned just prior to the onset of the study and insertion of corrosion or witness coupons. The sampled tanks had an atmospheric (i.e., oxic) headspace and no biocides were used in the fuels stored at each location. The three tanks at SW were constructed of uncoated carbon steel and installed in the early 1950s. At the SE site, two of the tanks (SE 3 and SE 4) were berglass and located at the same fueling station. The third tank (SE E) was made of carbon steel, lined on the outside with berglass, and located at another fueling station. Each of the six tanks had a large maintenance hatch (i.e., manway) that was used as an access point for access and fuel sampling (Supplementary Figure S1 ). A visual overview of the sampling protocol, including references to the relevant methods sections is included for clarity as Supplementary Figure S3 . In situ Incubation and Sampling of Corrosion Coupons A PVC rack was used to suspend materials in the fuel phase (60 cm from bottom of tank, top of rack) and in contact with any water phase if it existed (1 cm from bottom of tank, bottom of rack) ( Supplementary Figure S2 ). Four types of materials typical of fuel systems were exposed to these in situ conditions: pre-weighed uncoated and epoxy-coated steel (ACT Test Panel LLC., Hillsdale, MI, United States) test specimens commonly known as witness coupons,  and O-Rings made of V747-75 uorocarbon or N602-70 nitrile, polymers commonly used in fuel systems (Personal communication, Air Force Petroleum Oce). Epoxy coated coupons were prepared by the AFRL Coatings Technology Integration Oce (Wright- Patterson AFB, OH, United States) using three coats- (1) A base of MIL-P-2444120 epoxypolyamide, formula 150 type III; (2) An intermediate coat of MIL-P-24441330 epoxypolyamide, formula 151 type IV; and (3) A topcoat of MIL-P-2444131 epoxypolyamide, formula 152 type IV. The metal test specimens (uncoated, n 396, and epoxy-coated steel, n 283) measured 2.54 cm 7.62 cm were divided evenly between the top and bottom of each rack and removed at 3-month intervals at SE, or 6-month intervals at SW. As a control, sterile, uncoated witness coupons and sterile O-rings were incubated separately in 0.22 mm lter-sterilized B20 taken from fuel samples received at each site prior to exposure to storage tanks ( n 9 for each location). Replicate witness coupons ( n5) were removed from each underground storage tank (UST) at specied time intervals and photographed on-site. Sampled coupons were subjected to several types of analyses: characterization of biolm microbial communities by DNA sequencing, microscopy, and quantitation of uniform and pitting corrosion by mass loss and microscopy, respectively. A schematic representation of the sampling workow is shown in Supplementary Figure S3 . Biolms were sampled for molecular community analyses from triplicate (n 3) witness coupons immediately following their removal from the tank as detailed below. Any biolm present on the remaining two ( n 2) coupons was left intact. Otherwise, all coupons were stored in a desiccating environment toprevent additional corrosion and shipped overnight prior to further analyses. Sampling, DNA Extraction, Small Subunit rRNA Gene Library Preparation, and Sequencing of Microbial Biomass Samples of both biolms and fuel were taken at each timepoint for molecular analyses, as summarized in Supplementary Figure S3 . For molecular analyses of biolm, the surface of each coupon was immediately sampled after removal from the tank using nylon ocked swabs (Therapak Corp, Los Angeles, CA, United States). Each swab was placed into a 2.0 mL ZR BashingBeadTMLysis Tube (Zymo Research Corp., Irvine, CA, United States) containing 0.7 mL (dry volume) of 0.5 mm ZR BashingBeadTMlysis matrix (Zymo Research Corp.) and 750 mL XpeditionTMLysisStabilization Solution (Zymo Research Corp.) and homogenized for 30 s on site using a sample cup attached to a cordless reciprocating saw. Fuel samples were collected and processed within 24 h. Fuel samples were taken at each time point from the bottom of each tank via the access hatch using a 500 mL Bacon bomb fuel sampler (Thermo Fisher Scientic, Hampton, NH, United States). Approximately 1 L of fuel was ltered through a 120 mm 0.22 mm polyether sulfone bottle-top lter. At SE, the ltered fuel was also retained for acid-index determination. The resulting lter was quartered after sampling using a sterile scalpel, and three of these quarters were placed into individual ZR BashingBeadTMLysis tubes containing 0.7 mL (dry volume) of 0.5 mm ZR BashingBeadTMlysis matrix (Zymo Research Corp.) and 750 mL XpeditionTMLysisStabilization Solution (Zymo Research Corp.), for a total of three technical replicates per sampling. These samples were homogenized for 30 s on site using a sample cup attached to a cordless reciprocating saw, transported overnight at room temperature and stored at 20C until needed. Prior to DNA extraction, the samples were homogenized for an additional 30 s using a BioSpec Mini-BeadBeater-8 (Biospec Products Inc., Bartlesville, OK, United States). DNA extractions were performed per manufacturer specications using the Zymo XpeditionTMKit (Zymo Research Corp.). Libraries of bacterial, archaeal, and eukaryotic small subunit (SSU) rRNA gene fragments were amplied from each DNA extraction using a single set of PCR with primers that spanned the SSU rRNA gene V4V5 hypervariable regions between position 515 and 926 ( E. coli numbering) as described previously (Parada et al., 2015; Kraus et al., 2018). The primers used were selected to evenly amplify all three domains of life simultaneously (Parada et al., 2015). To mitigate the eects of contaminating DNA (Salter et al., 2014), multiple extraction blanks and negative controls were sequenced from each batch of extractions. All SSU rRNA gene libraries were sequenced using Illumina MiSeq V2 PE250 chemistry at the Oklahoma Medical Research Foundation. Analysis of SSU rRNA Gene Sequencing Libraries Initial quality control, demultiplexing, and OTU clustering at 97 percent sequence similarity was performed as previously Frontiers in Microbiology  www.frontiersin.org 3 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  4 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel described (Stamps et al., 2016), with the modication of using mothur (Schloss et al., 2009) to assign taxonomy against the SILV A database (r128) (Pruesse et al., 2007) formatted for use with mothur. Statistical analyses and gures were generated within R using Phyloseq (McMurdie and Holmes, 2013) and AmpVis (Albertsen et al., 2015). Dierences in community composition were estimated using the weighted UniFrac index (Lozupone and Knight, 2005). Datasets were rareed to 2000 sequences per sample for bacteriaarchaea, and 1500 sequences per sample for the eukarya to produce ordinations and perform PERMANOV A analyses. The eect of site, tank, material, and the location of materials within each tank (top or bottom) were tested by a PERMANOV A within the R package Vegan (Dixon, 2003). Sequencing reads are available under the accessions SRR5826605- SRR5826609. The mapping le necessary for demultiplexing in QIIME is available in Supplementary Table S1 . Estimation of Final Coupon Biomass The growth of biolms within the tanks was determined by measuring the biomass attached to the polymer-coated witness coupons. After 12 months of exposure (9 months for SE 3), all pre-weighed polymer coated coupons were removed from each UST at both locations, photographed on site, placed into sterile 50 mL conical tubes, and shipped overnight for further analysis. Upon arrival, coupons were desiccated to remove any water or fuel, weighed, and then cleaned using the ASTM standard G1- 03 hydrochloric acid method (G01 Committee, 2012). Briey, coupons were sonicated for 10 min in soapy water, rinsed in deionized water, dried, and incubated in 3 M hydrochloric acid with 3.5 gL hexamethylene tetramine solution for 10 min. Acid cleaned coupons were washed in deionized water, acetone, and methanol, dried under a stream of nitrogen, and weighed. Biomass at 12 months was estimated as the dierence in the weight of the coupons prior to cleaning (after desiccation) and after cleaning. No obvious degradation of the polymer coating was observed visually before or after removal of the biolm from sampled coupons. Microscopy and Determination of Corrosion on Witness Coupons Biolms were visualized on undisturbed uncoated steel witness coupons ( n 2 per UST, per timepoint) by optical and electron microscopy prior to coupon cleaning. For determination of general corrosion, biolm and corrosion products were removed from coupons ( n 5 per UST, per timepoint) via ASTM standard G1-03 C.3.5 (G01 Committee, 2012) as detailed in section Analysis of SSU rRNA Gene Sequencing Libraries. After cleaning, the mass of each coupon was compared to its pre-exposure mass to determine mass loss. A subset of steel witness coupons ( n 2 per time point) was imaged by several complementary approaches: SEM, confocal microscopy, and prolometry. Coupons with intact biolms that were intended for microscopic analysis were scored with a 2 14 grid to enable correlation between locations imaged prior to the removal of biomass and after imaging for pitting corrosion via prolometry (each quadrantroughly 9 11 mm). Select coupons were then imaged with the biolm in place using a VHX 2000E (Keyence Corp., Itasca, IL, United States) digital microscope from 20 to 200 magnication. Areas of interest were subsequently imaged using an FEI Quanta 600 environmental scanning electron microscope (ESEM, Thermo Fisher Scientic Co., Waltham, MA, United States). Three to ve areas were imaged with SEM per coupon. Coupons designated for pitting measurement were imaged after cleaning using a VK-X250 3D Laser Scanning Confocal Microscope (Keyence Corp., Itasca, IL, United States) to measure the depth of each pit and surface roughness. Each coupon was imaged under 10 magnication at 42 identical locations. Maximum pitting rates (recorded as MPY) were calculated for each sample point by the formulaDeepest Pit .mm365 Exposure Time .Daysto calculate the rate of corrosion in mmyear and then converted to a value of MPY by multiplying the result by 39.4 (1 mmy  39.4 MPY). Pits were dened as a region that was a minimum of 10mm below the mathematically determined reference plane (surface) and at least 200 mm2in area. A Shapiro-Wilk (Shapiro and Wilk, 1965) test of normalcy ( p0.05) was used to determine normality of the dataset, after which a non-parametric Van der Waerden test (Van Der Waerden, 1953) was used to compare eld coupons to sterile controls. Multiple pairwise tests comparing in situ incubations to controls were carried out post hoc using a Conover test (Gellings and Gudger, 2012) within the package PMCMR, and pvalues were corrected using the false discovery rate (FDR) method (Yekutieli and Benjamini, 2001) within PMCMR. Correlation between the presence of biolm and corrosion was determined using coupons scored with a diamond knife to facilitate sample orientation, which were imaged by SEM and by confocal microscopy VK-X250. Tensile Testing of Polymeric Seal Materials At each time point, O-ring specimens ( n 3) were removed from each tank and the sterile controls, photographed on- site, and the accumulated biolm was removed prior to testing. The cleaned O-rings were placed into sterile 50 ml conical tubes and shipped overnight for analysis. Tensile testing (strength and elongation) of the O-rings was conducted at the University of Dayton Research Institute in accordance with the test methods and procedures referenced in ASTM D1414 and included analyses of percent elongation, tensile strength, and maximum load. Determination of Fuel Acid Index The acid index of fuel samples taken from the bottom of tanks at the SE location was measured by acid titration using the ASTM standard D974 (D27 Committee, 2008) method at the 3, 7, and 9 months time points. Approximately 20 g of B20 suspended in 100 mL of titration solvent (100:1: 99 TolueneWaterIsopropyl alcohol) and 0.5 mL of an indicator solution was titrated using a 0.1 N solution of KOH dissolved in isopropyl alcohol (Sigma Aldrich). Frontiers in Microbiology  www.frontiersin.org 4 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  5 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel RESULTS Microbial Diversity and Taxonomic Composition Surface samples taken at each time point in each UST from coated coupons, uncoated coupons, and O-rings (representing biolm communities), and lter quarters (representing fuel communities) were sequenced after sampling. After clustering and quality control, 3.04 million reads remained, which clustered into 759 OTUs across all three domains of life from 306 samples ( Supplementary Table S2 ). Mean library size for Bacteria and Archaea was 6857 reads, and 3470 for the Eukarya (Supplementary Table S2 ). Due to low sequence count, after rarefaction 59 samples and 9 OTUs were removed from beta diversity analyses within the bacterialarchaeal dataset, while 76 samples and 29 OTUs were removed from the eukaryotic dataset. The community structure and composition of sampled biolms varied signicantly between bases (Bacteria p 0.001; R2 0.12, Eukaryota p 0.001; R2 0.23) and among dierent tanks at each base (Bacteria p 0.001; R2 0.37, Eukaryota p 0.001; R2 0.34). Members of the Acetobacteraceae (acetic acid bacteria) or the Clostridiaceae group 1 were the most abundant taxa detected in the tanks at SW, whereas OTUs most closely related to the genera Pannonibacter (Family Rhodobacteraceae) and Nitrospirillum (Family Rhodospirillaceae) were more abundant in SE tanks ( Figure 1 ). An OTU (OTU 1 within the Eukaryotic dataset) that was present and often very abundant at both locations was identied as an unclassied member of the Eurotiomycetes. Additional identication via BLAST suggested that it was a lamentous fungus, most likely a member of the genus Byssochlamys (Family Trichocomaceae). The microbial communities at SE also intermittently contained a population of yeast most closely related to the genera Saccharomyces and Wickerhamomyces (Family Saccharomycetaceae) ( Figure 2 ). A summary of all detected taxa can be found in Supplementary Table S2 . Ordination based on Principal Coordinates Analysis (PCoA) using the weighted UniFrac distance among microbial communities including both fuel and biolms indicated that these communities diered by site ( Figure 3 ). Eukaryotic samples from SW grouped closely together visually by ordination compared to those from SE, which clustered more closely by tank rather than location ( Figure 3B ). Small dierences were detected between samples of fuel and biolm at each sampling point among the bacteria ( Supplementary Figure S4A ), but there was little to no dierence among the eukarya (Supplementary Figure S4B ). Site Observations, Biomass, and Corrosion Measurements Total dry weight biomass after 12 months of exposure to fouled fuel was greatest at SW, with SW 2 having the greatest fouling of coupon surfaces ( Supplementary Figure S5 ). Overall, coupons at SW were consistently coated in greater amounts of biolmmaterial ( Supplementary Figure S6 ) and had greater nal biomass than those sampled at SE.A total of 242 coupons (including controls) were used in the analysis of mass loss, and 280 coupons (including controls) were used for pitting and roughness analyses between bases. The pitting analyses generated a total of 37,289 measurements from the 280 coupons and surface roughness analyses generated a total of 12,810 measurements from the 280 sampled coupons. Witness coupons from tanks at SW consistently experienced greater amounts of corrosion than those at SE ( Supplementary Figure S7 ). All coupons exposed to SW tank systems had signicantly more corrosion than controls exposed to sterile fuel. At SE both SE 3 and SE E had signicantly more corrosion than controls while SE 4 coupons were not signicantly dierent from sterile fuel controls ( Supplementary Table S3 ). Coupons exposed to conditions in SW tanks had deeper pits than coupons from the SE location and controls ( Figure 4 ). Over time, the skewedness of pit distribution on exposed coupons was greater than the controls ( Figure 4 ). Surface roughness also increased over time (Supplementary Figure S8 ) and was the greatest on coupons from SW 2. Tanks at SW, and SE 3 had the highest pitting rate (Table 1 ). Corrosion rates on the bottom coupons in SW 2 and SW 4 bottom exceeded 8 MPY. Compared to coupons attached to the top of the rack, coupons placed at the bottom of tanks had deeper pits ( Figure 4 ,p0.001), but surface roughness was not signicantly dierent ( p 0.34, Supplementary Figure S8 ). There was little to no eect on load strength, tensile strength, or elongation among tanks of o-rings exposed to fuel at either the top or the bottom of the rack ( Supplementary Figure S9 ). The acidity of fuel in SE 3, measured as acid number, increased over time from 0.17 to 1.51 mg KOHg B20. The elevated acidity corresponded elevated corrosion rates and maximum pit depths in SE tank 3 relative to other tanks at SE. By 9 months, fuel in SE tank 3 exceeded the ASTM standard limit of 0.3 mg KOHg B20 for fuel acidity ( Table 2 ). Witness coupons imaged by SEM from both bases were covered by morphologically similar biolms (Figure 5A ), which were primarily comprised of fungal hyphae (Figure 5C ). Pits on the coupon surfaces were correlated with areas that contained biolm prior to cleaning ( Figures 5B,D ). DISCUSSION The advantages of blending or replacing ULSD with biodiesel include increased fuel performance and signicant reductions in carbon emissions (Gill et al., 2012). Enhanced fuel standards have resulted in a worldwide increase in biodiesel consumption from 2.2 million liters per day (lpd) in 2000 to 84.3 million lpd in 2014 (Beiter and Tian, 2016). The USAF started using B20 biodiesel in non-emergency, non-tactical ground vehicles and consumed 12.1 million liters of biodiesel per year in 2010 (U.S. Air Force Energy Strategic Plan USAF, 2010). A potentially signicant disadvantage to their adoption of B20 biodiesel was an increase in reports of fuel biocontamination. The main objectives of this study were to characterize the microbial communities responsible for fouling of B20 biodiesel and determine whether their proliferation and biolms are associated with increased rates of corrosion of in-service B20 storage tanks. Frontiers in Microbiology  www.frontiersin.org 5 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  6 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel FIGURE 1  Relative abundance heat map showing the relative abundance of the 20 most abundant bacterial OTUs within the microbial communities found in biolms within each tank over time. For each taxon shown, the heat map is divided into samples which were suspended from the top and bottom of the PVC rack. Taxonomic identity for each OTU is shown as the most likely genus (if identiable) and phylum. For clarity, Proteobacterial classes are shown in place of the phylum designation. Microorganisms can more readily metabolize the FAME in biodiesel blends, leading to fouling in fuel storage systems (Prince et al., 2008). Fuel fouling and degradation are not the only concerns, as increased rates of corrosion have been observed when microorganisms proliferate in biodiesel under laboratory conditions (Aktas et al., 2010; Lee et al., 2010). A recent EPA study reported moderate or severe corrosion in 83 of inspected storage tanks (US EPA, 2016), suggesting an additional impact on fuel infrastructure could be linked to the degradation of biodiesel. Recent work has identied the metabolism of microorganisms in biodiesel blends that results in biodegradation (Bcker et al., 2018) but microbial communities in non-marine environments have not yet been directly linked to increased corrosion rates in situ . In this work, we conducted the rst longitudinal study co-locating the microorganisms known to be responsible for fuel fouling, acid production, and microbially inuenced corrosion on witness coupons installed near the bottom of tanks in situ . Our study established a link between fuel fouling and increased biolm biomass comprised of specic fungal and bacterial taxa in operational B20 biodiesel tanks. We also linked biomass within B20 storage tanks to pitting corrosion, co-located with the microbial biolms. The direct linkage between fuel fouling and corrosion is of considerable concern to tank operations. The most damaging MIC is associated with multispecies biolms, where interactions between dierent microorganismscan create a cascade of biochemical reactions between the oxic and anoxic regions (Videla and Characklis, 1992; Little and Lee, 2014). Microbial biolms and their associated metabolic activities can exacerbate corrosion via several mechanisms. Under anoxic conditions and in the presence of oxidized sulfur compounds, sulfur reducing microorganisms can cause corrosion of iron by either removing electrons from a hydrogen lm on the metal surface (EMIC) or directly from the Fe0itself (CMIC) (Enning et al., 2012; Venzla et al., 2012; Enning and Garrelfs, 2014). Very little sulfur would be expected in B20 composed of 80 ultralow sulfur diesel and no sulfate-reducing taxa were detected in our molecular analyses, supporting the conclusion that any form of MIC related to anoxic sulfur metabolism was not occurring in these tanks. Other microorganisms known to participate in CMIC, such as iron-oxidizing bacteria (e.g., Gallionella sp., Leptothrix sp., and Mariprofundus sp.) (McBeth et al., 2011; Lee et al., 2013; Liu et al., 2017) and methanogenic archaea (Enning et al., 2012) were not detected in biolm or fuel samples. Biolms associated with the greatest amount of MIC in our study were composed largely of the lamentous fungus Byssochlamys sp. and acid-producing bacteria (e.g., Gluconacetobacter sp.). The Byssochlamys sp. mycelial hyphae and the biolm itself most certainly can facilitate the partitioning of areas containing dissolved oxygen and anoxic sites, thus creating an electrochemical oxygen concentration corrosion cell Frontiers in Microbiology  www.frontiersin.org 6 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  7 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel FIGURE 2  Heat map showing the relative abundance of the 10 most abundant Eukaryotic OTUs within the microbial communities found in biolms within each tank over time. For each taxon shown, the heat map is divided into samples which were suspended from the top and bottom of the PVC rack. Taxonomic identity for each OTU is shown as the most likely genus (if identiable) and phylum. Black boxes denote that insufcient numbers of sequence were avalible to analyze for those timepoints. FIGURE 3  Weighted UniFrac principal coordinate ordination of the Bacterial (A)and Eukaryotic (B)biolm communities. Points are separated by location  SE (circles) and SW (triangles). Colors represent individual tanks at each location. (Videla and Herrera, 2005; Little et al., 2008). Areas of anoxia become anodic sites, where aggressive, localized pitting can occur. Acid production by bacteria and fungi within the biolm cane also generate localized areas of low pH, further exacerbatingthe solubilization of metal from the surface (Little and Ray, 2001; Juzelinas et al., 2007). We found that the microbial communities forming observable growth in the B20 tanks contained abundant taxa known to Frontiers in Microbiology  www.frontiersin.org 7 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  8 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel FIGURE 4  Maximum pit depth measured for uncoated steel witness coupons from SE (Blue) and SW (Red). Mean values are shown as a dark line for each sample. The dashed line represents the mean of witness coupons not exposed to fuel or eld conditions. oxidize the fatty acids or fatty acid methyl esters present in B20 biodiesel. Limitations for growth of bacteria and fungi in B20 is likely controlled by availability of nitrogen, phosphorus, an electron acceptor, or the presence of water (i.e., physical space at the fuel-water interface). Bacterial taxa potentially capable of nitrogen xation ( Nitrospirillum and Burkholderia ) were present and abundant when biomass was high. Both Nitrospirillum and Burkholderia have the capacity for nitrogen xation and thus could be providing the greater microbial community with a source of xed nitrogen for growth (Estrada-De Los Santos et al., 2001; Chung et al., 2015), living in coexistence with the microorganisms responsible for fuel acidication via the production of organic acids that result in corrosion of metallic surfaces within the tanks. Aerobic metabolism at the fuel:water interphase would lead to the depletion of dissolved oxygen in water at the bottom of storage tanks. In the absence of other electron acceptors, fermentation would be the main type of microbial metabolism in the water phase, leading to the production of copious organic acids. For example, members of the Firmicutes genus Caproiciproducens were abundant in SW tanks and can produce numerous organic acids including caproic, butyric, and acetic acid under anaerobic fermentative growth (Kim et al., 2015). Anaerobic, fermentative microorganisms like the Clostridiaceae (including Caproiciproducens ), were also abundant at SW in all three tanks. Aerobic microorganisms, members of the Alphaproteoba cteria that are closely related to Gluconacetobacter and unclassied Acetobacteraceae, were abundant in samples from SW tanks. These microorganisms are capable of producing large quantities of acetic acid and producing viscous biolms of cellulose, which could enhance their ability to maintain a physical presence at the fuel-water interface and exacerbateTABLE 1  Maximum pitting rate in mils per year (MPY) calculated from the deepest pit observed in each tank, at each time point. Exposure Time (Months) 3 7 9 12 Tank SE 3 (Top) 5.04 4.73 4.18 - SE 3 (Bottom) 7.86 5.04 6.27 - SE 4 (Top) 3.17 2.04 0.86 1.11 SE 4 (Bottom) 2.82 1.52 3.47 1.32 SE E (Top) 3.17 1.62 1.5 2.3 SE E (Bottom) 4.25 2.31 1.58 1.95 SW 2 (Top) - 5.59 - 4.03 SW 2 (Bottom) - 8.4 - 3.29 SW 3 (Top) - 4.25 - 0.78 SW 3 (Bottom) - 5.57 - 2.95 SW 4 (Top) - 4.34 - 2.44 SW 4 (Bottom) - 8.46 - 2.38 SE Control - - - 0.64 SW Control - - - 0.78 corrosion and fouling (Castro et al., 2012; Tazato et al., 2012). The presence of aerobic, facultatively anaerobic, and strictly anaerobic bacteria in the tanks is indicative of the sharp gradient in oxygenation. Most likely, the bulk fuel samples taken at the bottom of storage tanks mixed these microorganisms that were otherwise segregated by ne scale gradients of oxygenated fuel and anoxic water. In contrast to the bacteria, the fungal community was less diverse and more homogenous across all locations. Fungi representing a single, highly abundant OTU closely related to the genus Byssochlamys was found in all tanks exhibiting fouling. Members of the genus Byssochlamys have been linked Frontiers in Microbiology  www.frontiersin.org 8 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  9 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel TABLE 2  Acid index of select fuels from SE at 3, 7, and 9 monthsa. 3 Months 7 Months 9 Months SE 3 0.17 0.30 1.51 SE 4 0.08 0.16 0.28 SE E 0.22 0.09 0.24 Receiptb0.06 aValues are expressed in mg KOHg B20. Bold values indicate fuel exceeds ASTM standard for acidity.bReceipt was fuel taken directly from a delivery truck before exposure to a storage tank. to the contamination of acidic fruit juices and are capable of propagating across a broad range of pH and temperatures under oxic conditions (Tournas, 2008). A member of the genus Byssochlamys was recently isolated from biodiesel in Hawaii, and characterized for its ability to degrade ULSD and biodiesel (Ye et al., 2017). Byssochlamys spores can withstand boiling (high temperatures are a part of the biodiesel production process), low concentrations of oxygen that may exist at the bottom of a fuel tank, and pH values as low as 3.5 as microbial community members begin to acidify water at the bottom of a fuel tank (Tournas, 2008). Additionally, members of the anamorph of Byssochlamys ,Paecilomyces , are known to ferment under anaerobic conditions, producing acetate and ethanol (Mountfort and Rhodes, 1991). Unclassied Eurotiomycetes (identied as Byssochlamys) was numerically dominant in all tanks at SW over time with much lower observable diversity than the Bacteria. The abundance of these fungi likely contributes to the increased acidity observed in tanks at SE as well as to the acidication and fouling of fuels at SW. Filamentous fungi such as Byssochlamys may also provide a surface for bacteria to exploit, encouraging biolm production in fuel (Guennoc et al., 2017). SEM analysis of fouled coupons showed co-location of rod-shaped bacteria with the fungal laments (data not shown). Ours is the rst study to conclusively show the biocontamination of B20 biodiesel in situ dominated by Byssochlamys- like OTUs, and to establish the relationship between their abundance and in situ corrosion. Major dierences in community membership were detected between locations and among individual tanks. However, there was no obvious correlation between community membership and environmental (local temperature or rainfall) or operational variables. As a result, we do not have denitive evidence as to why specic microorganisms were associated with a single tank or location. Tank material almost certainly was a factor  corroding steel tanks represent a more reducing environment than the relatively more inert berglass tanks, encouraging the growth of anaerobic microorganisms such as Caproiciproducens as observed in SW. The tank SW 2 had the greatest amount of corrosion, although another steel tank, SE E, produced much lower amounts of corrosion suggesting that something more than tank material may play a role in the corrosion rate and microbial communities observed. The data presented in this study highlights the spatial heterogeneity of microbial communities within B20 storage tanks. Most of the detected taxa were found in similar relativeabundances both in the top and bottom of each sampled coupon rack, suggesting there is little dierence in the microbial communities that occur within these areas of each tank. The greatest dierences were observed in SW 2, where dierences in the relative abundances of the Clostridium sensu strictu 12 and unclassied Acetobacteraceae were noted both over time, and in position within the tank. This could be due to a decrease in the amount of dissolved oxygen both in the fuel and water bottom; OTUs related to Clostridium (strict anaerobic microorganisms) increased over time in the upper position while the Unclassied Acetobacterace decreased. Because each storage tank was in operation while it was being monitored, it is also possible that there was a mixing eect on the community as fuel and water levels changed over time, making it dicult to discern dierences in community structure between locations in each tank. Shared among all of the sampled tanks, was the presence of a mixed microbial community of both fungi and bacteria that appeared capable of fermentation and the production of organic acids that would increase localized corrosion on metallic surfaces. The corrosion measured in this study likely resulted from the presence of microbial biolms causing localized pitting corrosion. The localized production of acids within biolms created an environment that was favorable for the induction of pitting corrosion similar to that observed within our study (Lee et al., 2010). Our in situ study showed greater corrosion near the bottom of each tank where the presence of water and a fuel-water interface was more likely. The interaction of fuel and water allows for enhanced microbial growth, and in turn, greater corrosion than water limited spaces within a fuel tank. Indeed, the greatest corrosion rates observed were in tanks at SW (8 MPY), where fungal fouling was the most prolic. Rates of corrosion appeared to decline from 7 to 12 months, suggesting passivation may have taken place. Alternatively, the apparent shallowing of pits could be explained by an increase in uniform corrosion, that was observed in SW tanks, which could make pits appear shallower. The exact mechanism of corrosion remains to be deciphered  while steel corrosion is commonly associated with sulfate reduction and the production of sulde (Lee et al., 2009), no sulfate reducing bacteria were identied within any of the community surveys. The greatest levels of corrosion observed in the SW tanks correlated with the presence of anaerobic Clostridia and high relative abundances of OTUs most closely related to Byssochlamys, suggesting that corrosion in these tanks was the result of the production of organic acids during the metabolism (either fermentative or aerobic) of FAMEs present within B20. The presence of organic acids produced as a consequence of fuel degradation may also aide in further growth of organisms that can directly incorporate these metabolites into their own cell wall, as was recently observed in an alkane degrading culture (Konieczna et al., 2018). Although we observed biomass including both bacterial and fungi on polymer coated coupons and polymeric O-rings that could degrade or otherwise damage materials (Cregut et al., 2013; Hung et al., 2016), polymer degradation was not detected. It is possible that the polymers tested in this study were resistant to degradation over the period of the study and that a much longer exposure time was required. Our data supports the idea that tank contamination Frontiers in Microbiology  www.frontiersin.org 9 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  10 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel FIGURE 5  Images of a representative biolm (A)on a witness coupon. After cleaning of the same biolm, pitting corrosion was evident underneath the biolm (B). SEM imaging of the coupon before cleaning revealed a large mass of fungal hyphae (C), while prolometry of the cleaned coupon showed clear pitting corrosion underneath the fungal biolm (D). contributes to an increased risk of corrosion but not, apparently, to polymeric degradation. We can only speculate how the fuel storage tanks became contaminated. All of the tanks sampled, with the exception of SE E, were cleaned just prior to the beginning of in situ measurements. Within 6 months, however, a dense fungal mat was visible on coupons removed from many of the tanks. Spores of Byssochlamys may enter through the vents from wind-blown dust or enter as a part of the fuel production process in otherwise clean fuel. Nevertheless, biolms were repeatedly found on the in situ coupons and sampling racks near the bottom of each tank in a relatively rapid timeframe. It is highly likely that after a tank is colonized, the established community of the tank is the likely source of recurrent contamination, instead of microorganisms immigrating from air vents or water ingress. CONCLUSION The comprehensive, in situ investigation presented here compliments several other laboratory-based studies (Leung et al., 2006; Bucker et al., 2011; Ching et al., 2016). Together, they illustrate the susceptibility of fuels containing biodiesel tomicrobial proliferation (fouling), fuel biodegradation, and MIC of associated infrastructure. Here though, we were able to directly link the presence and prevalence of biolms to pitting corrosion in actively operating B20 storage tanks. We found that a mixed microbial community of lamentous fungi and acid-producing bacteria were able to proliferate in B20 biodiesel storage tanks, cause fouling, degrade fuel by metabolizing the FAME, produce organic acids, and accelerate steel corrosion under biolms attached to metal surfaces. The same fungal species was responsible for blooms of biomass, providing a target for future mitigation strategies. Additional research is underway to characterize this most abundant fungal member of fuels and biolms observed at both locations (Stamps et al., 2018). Despite the trade-os in fuel stability due to susceptibility to microbial attack, biodiesel continues to be the most common and economical solution to reduce the environmental impact of petroleum diesel combustion. As such, the use of biodiesel will likely continue to increase worldwide for the foreseeable future. Operator vigilance in fuel quality and storage conditions is required including early mitigation through water removal, cleaning, and even biocide treatment. Each of these methods would likely be the most eective means of controlling fouling, degradation, and corrosion through the prevention of microbial biolm establishment. While B20 Frontiers in Microbiology  www.frontiersin.org 10 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  11 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel presents new storage challenges to operators, risk assessments informed by this study will aid each operator in formulating the appropriate response if contamination is detected. DATA AVAILABILITY STATEMENT The raw sequence data generated for this study can be found in the Sequence Read Archive under the accession numbers SRR5826605SRR5826609. AUTHOR CONTRIBUTIONS BWS carried out sampling, experimentation, and wrote the manuscript. CB, CD, JF, and HN carried out sampling, experimentation, and edited the manuscript. PL, KE, and AN carried out experiments and edited the manuscript. WC-G and BSS carried out sampling, edited the manuscript, and conceived of the experiments. All authors have given approval to the nal version of the manuscript. FUNDING The work presented was supported by the United States Air Force, AFRL Biological Materials and Processing Research Team, Materials and Manufacturing Directorate as a subcontract to BSS (S-111-016-001) through UESs prime contract FA8650-15-D- 5405, task order 001; and partly through a grant awarded to BSS from the United States Air Force Academy through the Secretary of Defenses Corrosion Protection Oce Technical Corrosion Collaboration Program (TCC; FA7000-15-2-0001). BWS was supported during the writing of the manuscript by the Sloan Foundation Fellowship G-2017-9853. ACKNOWLEDGMENTS We wish to acknowledge the work and dedication of the men and women of the United States Air Force who were critical in facilitating sampling at both locations. We especially thank Mr. William E. Ko, Jr. who provided invaluable institutional wisdom and experience, facilitated sampling, provided support personnel, and coordinated all logistical support. This manuscript has beenreleased as a Pre-Print at BioRxiv (Stamps et al., 2018). A preprint version of this manuscript was approved for public release on 21 August 2018, case number 88ABW-2018-4128. SUPPLEMENTARY MATERIAL The Supplementary Material for this article can be found online at: https:www.frontiersin.orgarticles10.3389fmicb. 2020.00167fullsupplementary-material FIGURE S1  Schematic representation of a B20 storage tank. Samples were taken from a manway access point (1), and witness coupons were suspended near the bottom of the tank (2), to attempt to expose materials to fuel, as well as to any potential water bottom (3). Other potential ingress points to the tank include the fuel inlet (4) and sampling port (5). FIGURE S2  Image of a representative coupon sampling rig placed with each tank, prior to exposure. FIGURE S3  Overview of the workow for environmental sampling of all sample types, including materials testing of O-rings (left) , uncoated carbon steel (right) , and all samples destined for DNA extraction (center) . FIGURE S4  Comparison of the Bacterial (A)and Eukaryotic (B)microbial communities of both fuels and biolm samples taken at each time point, for each tank. FIGURE S5  Biomass obtained from coated witness coupons from both SE and SW after one year of exposure within each tank. FIGURE S6  Images of coupons after removal from tanks at 3, 7, and 9 months (SE), or 7 months (SW). FIGURE S7  Mass loss obtained over time for each tank at SE (Blue) and SW (Red). Mean values are shown as a dark line for each sample. The dashed line represents the mean of witness coupons not exposed to fuel or eld conditions. FIGURE S8  Roughness (S a) values of uncoated steel witness coupons from SE (Blue) and SW (Red). FIGURE S9  O-ring measurements of load (A), tensile strength (B), and elongation (C)after exposure to fuels at SE (Blue) and SW (Red). Controls exposed to SE fuel are shown in gray, and unexposed controls are represented in black. Units for load and tensile strength given in lbsin2, and elongation as percent from original length. TABLE S1  Mapping le of all samples including barcode and primer sequences. Run accessions are given within the table. TABLE S2  Summary statistics of BacterialArchaeal and Eukaryotic small subunit ribosomal RNA gene sequencing libraries (a). Sequence counts and taxonomy strings for both the bacteriaarchaea (b)and the eukaryotes (c)are also given. TABLE S3  Pairwise signicance test results of corrosion both between tanks (a) and between tanks subset into individual time points (b). REFERENCES Aktas, D. F., Lee, J. S., Little, B. J., Ray, R. I., and Energy, I. D. (2010). Anaerobic metabolism of biodiesel and its impact on metal corrosion. Energy Fuels 5, 29242928. doi: 10.1021ef100084j Albertsen, M., Karst, S. M., Ziegler, A. S., Kirkegaard, R. H., and Nielsen, P. H. (2015). Back to basics  the inuence of DNA extraction and primer choice on phylogenetic analysis of activated sludge communities. PLoS One 10:e0132783. doi: 10.1371journal.pone.0132783 Basha, S. A., Gopal, K. R., and Jebaraj, S. (2009). A review on biodiesel production, combustion, emissions and performance. Renew. Sust. Energ. Rev. 13, 1628 1634. doi: 10.1016j.rser.2008.09.031Beiter, P., and Tian, T. (2016). 2015 Renewable Energy Data Book . Washington, DC: Oce of Energy Eciency and Renewable Energy (EERE). Blakeley, K. (2012). DOD Alternative Fuels: Policy, Initiatives and Legislative Activity . Darby, PA: DIANE. Botella, L. A., Bimbela, F., Martin, L., Arauzo, J., and Sanchez, J. L. (2014). Oxidation stability of biodiesel fuels and blends using the rancimat and PetroOXY methods. Eect of 4-allyl-2,6-dimethoxyphenol and catechol as biodiesel additives on oxidation stability. Front. Chem. 2:1272. doi: 10.3389 fchem.2014.00043 Bcker, F., de Moura, T. M., da Cunha, M. E., de Quadros, P. D., Beker, S. A., Cazarolli, J. C., et al. (2018). Evaluation of the deteriogenic microbial community using qPCR, n-Alkanes and FAMEs biodegradation in diesel, Frontiers in Microbiology  www.frontiersin.org 11 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  12 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel biodiesel and blends (B5, B10, and B50) during storage. Fuel 233, 911917. doi: 10.1016j.fuel.2017.11.076 Bucker, F., Santestevan, F. A., Roesch, L. F., Jacques, R. J. S., Peralba, M. C. R., Camargo, F. A. O., et al. (2011). Impact of biodiesel on biodeterioration of stored brazilian diesel oil. Int. Biodeterior. Biodegradation 65, 77. doi: 10.1016 j.ibiod.2010.09.008 Canakci, M. (2007). Combustion characteristics of a turbocharged DI compression ignition engine fueled with petroleum diesel fuels and biodiesel. Bioresour. Technol. 98, 11671175. doi: 10.1016j.biortech.2006.05.024 Castro, C., Zuluaga, R., lvarez, C., Putaux, J.-L., Caro, G., Rojas, O. J., et al. (2012). Bacterial cellulose produced by a new acid-resistant strain of Gluconacetobacter Genus. Carbohydr. Polym. 89, 10331037. doi: 10.1016j.carbpol.2012.03.045 Chang, D. Y. Z., Van Gerpen, J. H., Lee, I., Johnson, L. A., Hammond, E. G., and Marley, S. J. (1996). Fuel properties and emissions of soybean oil esters as diesel fuel. J. Am. Oil Chem. Soc. 73, 15491555. doi: 10.1007BF02523523 Ching, T. H., Yoza, B. A., Wang, R., Masutani, S., Donachie, S., Hihara, L., et al. (2016). Biodegradation of biodiesel and microbiologically induced corrosion of 1018 steel by Moniliella wahieum Y12. Int. Biodeterior. Biodegradation 108, 122126. doi: 10.1016j.ibiod.2015.11.027 Chung, E. J., Park, T. S., Kim, K. H., Jeon, C. O., Lee, H.-I., Chang, W.-S., et al. (2015). Nitrospirillum irinus sp. nov., a diazotrophic bacterium isolated from the rhizosphere soil of iris and emended description of the genus Nitrospirillum . Antonie Van Leeuwenhoek 108, 721729. doi: 10.1007s10482-015-0528-x Cregut, M., Bedas, M., Derand, M. J., and Thouand, G. (2013). New insights into polyurethane biodegradation and realistic prospects for the development of a sustainable waste recycling process. Biotechnol. Adv. 31, 16341647. doi: 10.1016j.biotechadv.2013.08.011 Crolet, J. L., Thevenot, N., and Dugstad, A. (1999). Role of free acetic acid on the CO2 corrosion of steels. Corrosion 99, 2530. D27 Committee (2008). Guide for Sampling, Test Methods, and Specications for Electrical Insulating Oils of Petroleum Origin . Conshohocken: ASTM International. Dixon, P. (2003). VEGAN, a package of R functions for community ecology. J. Veg. Sci.14, 927930. doi: 10.1111j.1654-1103.2003.tb02228.x Duncan, K. E., Gieg, L. M., Parisi, V. A., Tanner, R. S., Tringe, S. G., Bristow, J., et al. (2009). Biocorrosive thermophilic microbial communities in Alaskan North slope oil facilities. Environ. Sci. Technol. 43, 79777984. doi: 10.1021es9013932 Enning, D., and Garrelfs, J. (2014). Corrosion of iron by sulfate-reducing bacteria: new views of an old problem. Appl. Environ. Microbiol. 80, 12261236. doi: 10.1128AEM.02848-13 Enning, D., Venzla, H., Garrelfs, J., Dinh, H. T., Meyer, V., Mayrhofer, K., et al. (2012). Marine sulfate-reducing bacteria cause serious corrosion of iron under electroconductive biogenic mineral crust. Environ. Microbiol. 14, 17721787. doi: 10.1111j.1462-2920.2012.02778.x Estrada-De Los Santos, P., Bustillos-Cristales, R., and Caballero-Mellado, J. (2001). Burkholderia , a genus rich in plant-associated nitrogen xers with wide environmental and geographic distribution. Appl. Environ. Microbiol. 67, 27902798. doi: 10.1128AEM.67.6.2790-2798.2001 Fregolente, P. B. L., Fregolente, L. V., Wolf Maciel, M. R., and Maciel, M. R. W. (2012). Water content in biodiesel, diesel, and biodieseldiesel blends. J. Chem. Eng. Data 57, 18171821. doi: 10.1021je300279c G01 Committee (2012). Practice for Preparing, Cleaning, and Evaluating Corrosion Test Specimens . West Conshohocken, PA: ASTM International. Gellings, C., and Gudger, K. (2012). The emerging open market customer. Strateg. Plann. Energy Environ. 17, 620. doi: 10.108010485236.1998.10530532 Gill, S. S., Tsolakis, A., Herreros, J. M., and York, A. P. E. (2012). Diesel emissions improvements through the use of biodiesel or oxygenated blending components. Fuel 95, 578586. doi: 10.1016j.fuel.2011.11.047 Guennoc, C. M., Rose, C., Labbe, J., and Deveau, A. (2017). Bacterial biolm formation on soil fungi: a widespread ability under controls. bioRxiv 7:130740. doi: 10.1101130740 Hung, C.-S., Zingarelli, S., Nadeau, L. J., Binger, J. C., Drake, C. A., Crouch, A. L., et al. (2016). Carbon catabolite repression and impranil polyurethane degradation in Pseudomonas protegens strain Pf-5. Appl. Environ. Microbiol. 82, 60806090. doi: 10.1128AEM.01448-16 Juzelinas, E., Ramanauskas, R., Lugauskas, A., Leinartas, K., Samulevi cien, M., Sudavi cius, A., et al. (2007). Microbially inuenced corrosion of zinc andaluminium  two-year subjection to inuence of Aspergillus niger .Corros. Sci. 49, 40984112. doi: 10.1016j.corsci.2007.05.004 Kim, B.-C., Seung Jeon, B., Kim, S., Kim, H., Um, Y., and Sang, B.-I. (2015). Caproiciproducens galactitolivorans gen. nov., sp. nov., a bacterium capable of producing caproic acid from galactitol, isolated from a wastewater treatment plant. Int. J. Syst. Evol. Microbiol. 65, 49024908. doi: 10.1099ijsem.0.000665 Konieczna, M., Olzog, M., Naether, D. J., Chrzanowski, , and Heipieper, H. J. (2018). Membrane fatty acid composition and cell surface hydrophobicity of marine hydrocarbonoclastic Alcanivorax borkumensis SK2 grown on diesel, biodiesel and rapeseed oil as carbon sources. Molecules 23:1432. doi: 10.3390 molecules23061432 Kraus, E. A., Beeler, S. R., Mors, R. A., Floyd, J. G., Stamps, B. W., Nunn, H. S., et al. (2018). Microscale biosignatures and abiotic mineral authigenesis in little hot creek, California. Front. Microbiol. 9:997. doi: 10.3389fmicb.2018.00997 Lee, J. S., McBeth, J. M., Ray, R. I., Little, B. J., and Emerson, D. (2013). Iron cycling at corroding carbon steel surfaces. Biofouling 29, 12431252. doi: 10. 108008927014.2013.836184 Lee, J. S., Ray, R. I., and Little, B. J. (2010). An assessment of alternative diesel fuels: microbiological contamination and corrosion under storage conditions. Biofouling 26, 623635. doi: 10.108008927014.2010.504984 Lee, W., Lewandowski, Z., Okabe, S., Characklis, W. G., and Avcl, R. (2009). Corrosion of mild steel underneath aerobic biolms containing sulfatereducing bacteria part I: at low dissolved oxygen concentration. Biofouling 7, 197216. doi: 10.108008927019309386254 Leung, D. Y. C., Koo, B. C. P., and Guo, Y. (2006). Degradation of biodiesel under dierent storage conditions. Bioresour. Technol. 97, 250256. doi: 10.1016j. biortech.2005.02.006 Lisiecki, P., Chrzanowski, , Szulc, A., awniczak, , Biaas, W., Dziadas, M., et al. (2014). Biodegradation of dieselbiodiesel blends in saturated sand microcosms. Fuel 116, 321327. doi: 10.1016j.fuel.2013.08.009 Little, B., and Ray, R. (2001). A review of fungal inuenced corrosion. Corros. Rev. 19:253. doi: 10.1515CORRREV.2001.19.5-6.401 Little, B. J., and Lee, J. S. (2014). Microbiologically inuenced corrosion: an update. Int. Mater. Rev. 59, 384393. doi: 10.11791743280414Y.0000000035 Little, B. J., Lee, J. S., and Ray, R. I. (2008). The inuence of marine biolms on corrosion: a concise review. Electrochim. Acta 54, 27. doi: 10.1016j.electacta. 2008.02.071 Liu, H., Gu, T., Asif, M., Zhang, G., and Liu, H. (2017). The corrosion behavior and mechanism of carbon steel induced by extracellular polymeric substances of iron-oxidizing bacteria. Corros. Sci. 114, 102111. doi: 10.1016j.corsci.2016. 10.025 Lozupone, C., and Knight, R. (2005). UniFrac: a new phylogenetic method for comparing microbial communities. Appl. Environ. Microbiol. 71, 82288235. doi: 10.1128aem.71.12.8228-8235.2005 Lyles, C. N., Aktas, D. F., Duncan, K. E., Callaghan, A. V., Stevenson, B. S., and Suita, J. M. (2013). Impact of organosulfur content on diesel fuel stability and implications for carbon steel corrosion. Environ. Sci. Technol. 47, 60526062. doi: 10.1021es4006702 McBeth, J. M., Little, B. J., Ray, R. I., Farrar, K. M., and Emerson, D. (2011). Neutrophilic iron-oxidizing Zetaproteobacteria and mild steel corrosion in nearshore marine environments. Appl. Environ. Microbiol. 77, 14051412. doi: 10.1128AEM.02095-10 McMurdie, P. J., and Holmes, S. (2013). phyloseq: an R package for reproducible interactive analysis and graphics of microbiome census data. PLoS One 8:e61217. doi: 10.1371journal.pone.0061217 Moser, B. R. (2009). Biodiesel production, properties, and feedstocks. In Vitro Cell. Dev. Biol. Plant 45, 229266. doi: 10.1007s11627-009-9204-z Mountfort, D. O., and Rhodes, L. L. (1991). Anaerobic growth and fermentation characteristics of paecilomyces lilacinus isolated from mullet gut. Appl. Environ. Microbiol. 57, 19631968. doi: 10.1128aem.57.7.1963-1968.1991 Owsianiak, M., Chrzanowski, , Szulc, A., Staniewski, J., Olszanowski, A., Olejnik- Schmidt, A. K., et al. (2009). Biodegradation of dieselbiodiesel blends by a consortium of hydrocarbon degraders: eect of the type of blend and the addition of biosurfactants. Bioresour. Technol. 100, 14971500. doi: 10.1016j. biortech.2008.08.028 Parada, A. E., Needham, D. M., and Fuhrman, J. A. (2015). Every base matters: assessing small subunit rRNA primers for marine microbiomes with mock Frontiers in Microbiology  www.frontiersin.org 12 February 2020  Volume 11  Article 167fmicb-11-00167 February 22, 2020 Time: 15:45  13 Stamps et al. Microbiologically Inuenced Corrosion in Biodiesel communities, time series and global eld samples. Environ. Microbiol. 18, 14031414. doi: 10.11111462-2920.13023 Passman, F. J. (2013). Microbial contamination and its control in fuels and fuel systems since 1980 - a review. Int. Biodeterior. Biodegradation 81, 88104. doi: 10.1016j.ibiod.2012.08.002 Prince, R. C., Haitmanek, C., and Lee, C. C. (2008). The primary aerobic biodegradation of biodiesel B20. Chemosphere 71, 14461451. doi: 10.1016j. chemosphere.2007.12.010 Pruesse, E., Quast, C., Knittel, K., Fuchs, B. M., Ludwig, W. G., Peplies, J., et al. (2007). SILV A: a comprehensive online resource for quality checked and aligned ribosomal RNA sequence data compatible with ARB. Nucleic Acids Res. 35, 71887196. doi: 10.1093nargkm864 Salter, S. J., Cox, M. J., Turek, E. M., Calus, S. T., Cookson, W. O., Moatt, M. F., et al. (2014). Reagent and laboratory contamination can critically impact sequence-based microbiome analyses. BMC Biol. 12:87. doi: 10.1186s12915- 014-0087-z Schloss, P. D., Westcott, S. L., Ryabin, T., Hall, J. R., Hartmann, M., Hollister, E. B., et al. (2009). Introducing mothur: open-source, platform-independent, community-supported software for describing and comparing microbial communities. Appl. Environ. Microbiol. 75, 75377541. doi: 10.1128AEM. 01541-09 Shapiro, S. S., and Wilk, M. B. (1965). An analysis of variance test for normality (complete samples). Biometrika 52:591. doi: 10.23072333709 Speidel, H. K., Lightner, R. L., and Ahmed, I. (2000). Biodegradability of new engineered fuels compared to conventional petroleum fuels and alternative fuels in current use. Appl. Biochem. Biotechnol. 8, 879897. doi: 10.1007978-1-4612- 1392-5_69 Stamps, B. W., Andrade, O. C., Lyon, W. J., Floyd, J. G., Nunn, H. S., Bojanowski, C. L., et al. (2018). Genome sequence of a Byssochlamys sp. strain isolated from fouled B20 biodiesel. Genome Announc. 6:e00085-18. doi: 10.1128genomeA. 00085-18 Stamps, B. W., Lyles, C. N., Suita, J. M., Masoner, J. R., Cozzarelli, I. M., Kolpin, D. W., et al. (2016). Municipal solid waste landlls harbor distinct microbiomes. Front. Microbiol. 7:507. doi: 10.3389fmicb.2016.00534 Steidley, K. R., and Knothe, G. (2005). Lubricity of components of biodiesel and petrodiesel. The origin of biodiesel lubricity. Energy Fuels 19, 11921200. doi: 10.1021ef049684c Stevenson, B. S., Drilling, H. S., Lawson, P. A., Duncan, K. E., Parisi, V. A., and Suita, J. M. (2011). Microbial communities in bulk uids and biolms of an oil facility have similar composition but dierent structure. Environ. Microbiol. 13, 10781090. doi: 10.1111j.1462-2920.2010.02413.x Tang, H., Abunasser, N., Wang, A., Clark, B., Wadumesthrige, K., Zeng, S., et al. (2008). Quality survey of biodiesel blends sold at retail stations. Fuel 87, 29512955. doi: 10.1016j.fuel.2008.04.029 Tazato, N., Nishijima, M., Handa, Y., Kigawa, R., Sano, C., and Sugiyama, J. (2012). Gluconacetobacter tumulicola sp. nov. and Gluconacetobacter asukensis sp. nov., isolated from the stone chamber interior of the Kitora Tumulus. Int. J. Syst. Evol. Microbiol. 62, 20322038. doi: 10.1099ijs.0.034595-0Tournas, V. (2008). Heat-resistant fungi of importance to the food and beverage industry. Crit. Rev. Microbiol. 20, 243263. doi: 10.310910408419409113558 U.S. Air Force Energy Strategic Plan USAF (2010). Air Force Infrasructure Energy Plan . Available at: https:www.dm.af.milPortals99DocsInfrastructure.pdf? ver2016-02-22-172103-900 (accessed January 06, 2016). US EPA (2016). O. O. U. S. T. Investigation of Corrosion-Inuencing Factors in Underground Storage Tanks with Diesel Service (Washington, DC: US EPA), 168. Van Der Waerden, B. L. (1953). Order tests for the two-sample problem and their power. Indagationes Math. 56:80. doi: 10.1016S1385-7258(53)50012-5 Venzla, H., Enning, D., Srinivasan, J., and Mayrhofer, K. (2012). Accelerated cathodic reaction in microbial corrosion of iron due to direct electron uptake by sulfate-reducing bacteria. Corrosion 66, 8896. doi: 10.1016j.corsci.2012. 09.006 Videla, H. A., and Characklis, W. G. (1992). Biofouling and microbially inuenced corrosion. Int. Biodeterior. Biodegradation 28, 195212. doi: 10.10160964- 8305(92)90044-O Videla, H. A., and Herrera, L. K. (2005). Microbiologically inuenced corrosion: looking to the future. Int. Microbiol. 8, 169180. Wang, W., Jenkins, P. E., and Ren, Z. (2011). Heterogeneous corrosion behaviour of carbon steel in water contaminated biodiesel. Corros. Sci. 53, 845849. doi: 10.1016j.corsci.2010.10.020 Y assine, M. H., Wu, S., Suidan, M. T., and Venosa, A. D. (2013). Aerobic biodegradation kinetics and mineralization of six petrodieselsoybean- biodiesel blends. Environ. Sci. Technol. 47, 46194627. doi: 10.1021es 400360v Ye, C., Ching, T. H., Yoza, B. A., Masutani, S., and Li, Q. X. (2017). Cometabolic degradation of blended biodiesel by Moniliella wahieum Y12T and Byssochlamys nivea M1. Int. Biodeterior. Biodegradation 125, 166169. doi: 10.1016j.ibiod.2017.09.010 Yekutieli, D., and Benjamini, Y. (2001). The control of the false discovery rate in multiple testing under dependency. Ann. Stat. 29, 11651188. doi: 10.1214aos 1013699998 Conict of Interest: CD and PL were employed by UES, Inc. KE was employed by Azimuth Corporation. The remaining authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential conict of interest. Copyright  2020 Stamps, Bojanowski, Drake, Nunn, Lloyd, Floyd, Emmerich, Neal, Crookes-Goodson and Stevenson. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Frontiers in Microbiology  www.frontiersin.org 13 February 2020  Volume 11  Article 167",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]