[
    {
        "pmid": "29025901",
        "title": "Effects of age and exercise training on coronary microvascular smooth muscle phenotype and function.",
        "year": "2018",
        "journal": "J Appl Physiol (1985)",
        "abstract": "Coronary microvascular function and blood flow responses during acute exercise are impaired in the aged heart but can be restored by exercise training. Coronary microvascular resistance is directly dependent on vascular smooth muscle function in coronary resistance arterioles; therefore, we hypothesized that age impairs contractile function and alters the phenotype of vascular smooth muscle in coronary arterioles. We further hypothesized that exercise training restores contractile function and reverses age-induced phenotypic alterations of arteriolar smooth muscle. Young and old Fischer 344 rats underwent 10 wk of treadmill exercise training or remained sedentary. At the end of training or cage confinement, contractile responses, vascular smooth muscle proliferation, and expression of contractile proteins were assessed in isolated coronary arterioles. Both receptor- and non-receptor-mediated contractile function were impaired in coronary arterioles from aged rats. Vascular smooth muscle shifted from a differentiated, contractile phenotype to a secretory phenotype with associated proliferation of smooth muscle in the arteriolar wall. Expression of smooth muscle myosin heavy chain 1 (SM1) was decreased in arterioles from aged rats, whereas expression of phospho-histone H3 and of the synthetic protein ribosomal protein S6 (rpS6) were increased. Exercise training improved contractile responses, reduced smooth muscle proliferation and expression of rpS6, and increased expression of SM1 in arterioles from old rats. Thus age-induced contractile dysfunction of coronary arterioles and emergence of a secretory smooth muscle phenotype may contribute to impaired coronary blood flow responses, but arteriolar contractile responsiveness and a younger smooth muscle phenotype can be restored with late-life exercise training. NEW & NOTEWORTHY Aging impairs contractile function of coronary arterioles and induces a shift of the vascular smooth muscle toward a proliferative, noncontractile phenotype. Late-life exercise training reverses contractile dysfunction of coronary arterioles and restores a young phenotype to the vascular smooth muscle.",
        "full_text": "",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]