[
    {
        "pmid": "29191939",
        "title": "Effects of hypothalamic leptin gene therapy on osteopetrosis in leptin-deficient mice.",
        "year": "2018",
        "journal": "J Endocrinol",
        "abstract": "Impaired resorption of cartilage matrix deposited during endochondral ossification is a defining feature of juvenile osteopetrosis. Growing, leptin-deficient ob/ob mice exhibit a mild form of osteopetrosis. However, the extent to which the disease is (1) self-limiting and (2) reversible by leptin treatment is unknown. We addressed the first question by performing histomorphometric analysis of femurs in rapidly growing (2-month-old), slowly growing (4-month-old) and skeletally mature (6-month-old) wild-type (WT) and ob/ob male mice. Absent by 6 months of age in WT mice, cartilage matrix persisted to varying extents in distal femur epiphysis, metaphysis and diaphysis in ob/ob mice, suggesting that the osteopetrotic phenotype is not entirely self-limiting. To address the second question, we employed hypothalamic recombinant adeno-associated virus (rAAV) gene therapy to restore leptin signaling in ob/ob mice. Two-month-old mice were randomized to one of the three groups: (1) untreated control, (2) rAAV-Leptin or (3) control vector rAAV-green fluorescent protein and vectors injected intracerebroventricularly. Seven months later, rAAV-leptin-treated mice exhibited no cartilage in the metaphysis and greatly reduced cartilage in the epiphysis and diaphysis. At the cellular level, the reduction in cartilage was associated with increased bone turnover. These findings (1) support the concept that leptin is important for normal replacement of cartilage by bone, and (2) demonstrate that osteopetrosis in ob/ob mice is bone-compartment-specific and reversible by leptin at skeletal sites capable of undergoing robust bone turnover.",
        "full_text": "Effects of hypothalamic leptin gene therapy on osteopetrosis in leptin-deficient mice Kenneth A. Philbrick, PhD1, Stephen A. Martin, PhD1, Amy R. Colagiovanni, BS1, Adam J. Branscum, PhD2, Russell T. Turner, PhD1,3, and Urszula T. Iwaniec, PhD1,3 1Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA 2Biostatistics Program, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA 3Center for Healthy Aging Research, Oregon State University, Corvallis, OR 97331, USA Abstract Impaired resorption of cartilage matrix deposited during endochondral ossification is a defining feature of juvenile osteopetrosis. Growing, leptin-deficient obob mice exhibit a mild form of osteopetrosis. However, the extent to which the disease is (1) self-limiting and (2) reversible by leptin treatment is unknown. We addressed the first question by performing histomorphometric analysis of femurs in rapidly growing (2-month-old), slowly growing (4-month-old), and skeletally mature (6-month-old) wild type (WT) and obob male mice. Absent by 6 months of age in WT mice, cartilage matrix persisted to varying extents in distal femur epiphysis, metaphysis and diaphysis in obob mice, suggesting that the osteopetrotic phenotype is not entirely self-limiting. To address the second question, we employed hypothalamic recombinant adeno-associated virus (rAA V) gene therapy to restore leptin signaling in obob mice. Two-month-old mice were randomized to one of three groups: (1) untreated control, (2) rAA V-Leptin, or (3) control vector rAA V-green fluorescent protein and vectors injected intracerebroventricularly. Seven months later, rAA V-Leptin-treated mice exhibited no cartilage in the metaphysis and greatly reduced cartilage in the epiphysis and diaphysis. At the cellular level, the reduction in cartilage was associated with increased bone turnover. These findings (1) support the concept that leptin is important for normal replacement of cartilage by bone, and (2) demonstrate that osteopetrosis in obob mice is bone compartment specific and reversible by leptin at skeletal sites capable of undergoing robust bone turnover. Keywords bone formation and resorption; cartilage; histology; obob; osteoclast Corresponding author : Urszula T. Iwaniec, Ph.D. Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, Tel: 541-737-9925, Fax: 541-737-6914, urszula.iwaniecoregonstate.edu. Declaration of interest: The authors have nothing to disclose. HHS Public Access Author manuscript J Endocrinol . Author manuscript; available in PMC 2019 February 01. Published in final edited form as: J Endocrinol . 2018 February ; 236(2): 5768. doi:10.1530JOE-17-0524. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIntroduction The appetite regulatory hormone leptin is produced by adipose tissue ( Zhang, et al. 1994 ), circulates in levels proportional to total adiposity ( Considine, et al. 1996 ), and may act to couple skeletal metabolism to energy availability ( Gat-Yablonski, et al. 2004 ; Hamrick 2004 ; Iwaniec, et al. 2007 ; Steppan, et al. 2000 ; Turner, et al. 2013 ; Turner, et al. 2014 ). Long bones in leptin-deficient obob mice are shorter, biomechanically weaker, and exhibit lower overall bone mass and greater marrow adiposity compared to wild type (WT) mice ( Ealey, et al. 2006 ; Iwaniec et al. 2007 ; Lindenmaier, et al. 2016 ; Steppan et al. 2000 ; Turner et al. 2014 ). However, differences in cancellous bone volume fraction between obob and WT mice vary depending upon skeletal site and age. Leptin treatment in leptin-deficient mice normalizes bone volume and microarchitecture ( Iwaniec et al. 2007 ) by increasing bone formation ( Bartell, et al. 2011 ; Hamrick, et al. 2005 ; Kalra, et al. 2009 ; Steppan et al. 2000 ; Turner et al. 2013 ) and resorption ( Bartell et al. 2011 ; Philbrick, et al. 2015 ; Turner et al. 2013 ; Turner et al. 2014 ), and increasing longitudinal bone growth ( Gat-Yablonski et al. 2004 ; Iwaniec et al. 2007 ; Philbrick et al. 2015 ; Turner et al. 2013 ). Leptin treatment also normalizes bone marrow adiposity by reducing marrow adipocyte number and size (Lindenmaier et al. 2016 ). Taken together, these findings indicate that leptin affects bone marrow adiposity and skeletal growth, maturation, and turnover balance. Calcified cartilage provides a structural template for growing long bones during endochondral ossification and is normally replaced by bone during skeletal maturation. However, long bones of leptin-deficient obob mice retain cartilage within cortical and cancellous bone compartments into adulthood resulting in a mild osteopetrotic skeletal phenotype ( Turner et al. 2013 ; Turner et al. 2014 ). Osteopetrosis is broadly characterized into two major subtypes, osteoclast-poor and osteoclast-rich ( Sobacchi, et al. 2013 ). Mutations andor factors that inhibit osteoclast formation are responsible for osteoclast-poor osteopetrosis. In contrast, mutations or factors that reduce osteoclast activity but do not inhibit osteoclast formation are responsible for the osteoclast-rich form of the disease. Both forms of osteopetrosis result in reduced bone resorption ( Arruda, et al. 2016 ; Unnanuntana, et al. 2011 ). Severe osteopetrosis is fatal while mild forms, such as that noted in obob mice, result in decreased bone quality. Furthermore, some forms of osteopetrosis are self-limiting; abnormally high quantities of cartilage are initially present in bone during rapid growth but the cartilage is eventually replaced as skeletal growth slows with age ( Cielinski and Marks 1994 ). At present, it is unclear whether the mild osteopetrosis observed in growing obob mice is self-limiting. Osteoclast perimeter in o bob mice is equal to or greater than in WT mice ( Hamrick, et al. 2004 ; Philbrick et al. 2015 ; Turner et al. 2013 ; Turner et al. 2014 ). In contrast, serum levels of carboxy-terminal collagen crosslinks (CTx, a biochemical marker of global bone resorption) are generally much lower and fluorochrome label retention in bone (a histomorphometric index of local bone resorption) is higher in obob mice compared to WT mice, providing strong complementary evidence that leptin deficiency results in reduced bone resorption ( Bartell et al. 2011 ; Turner et al. 2013 ; Turner et al. 2014 ). Theoretically, excessive bone formation could contribute to mild osteopetrosis. However, bone formation is impaired by leptin deficiency ( Bartell et al. 2011 ; Hamrick et al. 2005 ; Philbrick, et al. 2017 ; Philbrick et al. Page 2 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptTurner et al. 2013 ; Turner et al. 2014 ), indicating that lower osteoclastic activity is responsible for the condition in obob mice. Osteoclast-rich forms of osteopetrosis can be induced by loss of function mutations in genes coding for proteins such as protease cathepsin K or chloride transporter ClCN7 required for osteoclastic activity but not for osteoclast formation and survival ( Del Fattore, et al. 2008 ). Additionally, drugs that inhibit bone resorption, such as bisphosphonates, have been shown to induce osteoclast-rich osteopetrosis in children ( Whyte, et al. 2003 ). The mechanism for leptin regulation of osteoclast activity has yet to be established but likely involves coordinated actions of the hormone on multiple genes that in concert regulate osteoclast activity. In support, gene profiling has established that leptin deficiency results in altered expression of several genes related to osteoclast differentiation and function ( Turner et al. 2014 ). In the present investigation, we queried the extent to which osteopetrosis in obob mice is (1) self-limiting and (2) reversible by leptin treatment. We addressed the first question by performing histomorphometric analysis of femurs in rapidly growing (2-month-old), slowly growing (4-month-old), and skeletally mature (6-month-old) WT and obob male mice. To address the second question, we employed hypothalamic recombinant adeno-associated virus (rAA V) gene therapy in 2-month-old obob mice to restore leptin signaling and evaluated the bone response 7 months later. rAA V gene therapy has been used as an experimental strategy for life-long restoration of leptin signaling in leptin-deficient obob mice ( Iwaniec et al. 2007 ; Iwaniec, et al. 2009 ; Kalra et al. 2009 ). Materials and Methods Animals Male C57BL6J (B6) mice and obob mice on a B6 genetic background were obtained from Jackson Laboratory (Bar Harbor, Maine). Mice were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the experimental protocols were approved by the Institutional Animal Care and Use Committee. Mice were housed individually in a temperature (22C) and light-controlled (lights on 6am  6pm) room. Food (standard mouse chow) and water were available ad libitum to all animals. Study 1: Effects of Age and Leptin Status on Bone and Cartilage in Femur Study 1 was performed in WT and obob mice to determine the distribution of cartilage in femurs in animals sacrificed at 2 (n10group), 4 (n5group), and 6 (n3-5group) months of age. Two-month-old mice are rapidly growing while skeletal maturity is reached between 4 and 6 months of age. Study 2: Effect of Hypothalamic Leptin Gene Therapy on Bone and Cartilage in obob Mice Study 2 was performed in obob mice to determine if the osteopetrotic skeletal phenotype persists in aged mice and, if so, whether long-duration hypothalamic leptin gene therapy normalizes skeletal maturation. Two-month-old obob mice were randomized into one of three treatment groups: (1) untreated control (n7), (2) rAA V-Leptin (rAA V-Lep, n9), or Philbrick et al. Page 3 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptrAA V-GFP (control vector encoding green fluorescent protein, n7). The mice were maintained for 7 months post-vector administration. The effects of treatment on hypothalamic leptin gene expression, food intake, body weight, circulating metabolic hormone levels, bone microarchitecture, and bone marrow adiposity have been reported elsewhere ( Boghossian, et al. 2007 ; Iwaniec et al. 2007 ; Lindenmaier et al. 2016 ). Construction and packaging of recombinant adenovirus vectors (rAAV) rAA V-Lep and rAA V-GFP vectors were constructed and packaged as described ( Beretta, et al. 2002 ). In brief, the vector pTR-CBA-Ob EcoRI fragment of pCR-rOb containing rat leptin cDNA was subcloned into rAA V vector plasmid pAA V GEnh after deleting the EcoRI fragment carrying the -glucoronidase cDNA sequence. The control vector, rAA V- GFP, was similarly constructed to encode the GFP gene. Vector administration For vector administration, the mice were anesthetized with sodium pentobarbital (60 mgkg, ip), placed on a Kopf stereotaxic apparatus with mouse adapter for intracerebroventricular (icv) injection, and injected icv with either rAA V-Lep (9  107 particles) or rAA V-GFP (9  107 particles). This dose was shown to normalize body weight in obob mice ( Ueno, et al. 2004 ; Ueno, et al. 2006 ). The coordinates employed for microinjector placement in the 3rd cerebroventricle were 0.3 mm posterior to bregma, 0.0 lateral to midline, and 4.2 mm below the dura ( Boghossian, et al. 2006 ). Tissue collection and analyses Mice were anesthetized with either isoflurane delivered in oxygen (Study 1) or sodium pentobarbital (60 mgkg; ip) (Study 2) and killed by exsanguination. Femora were excised, cleaned of soft tissue, placed in 10 formalin for 24 hrs, and stored in 70 ethanol until processing. Distal femora were prepared for histomorphometric evaluation as described ( Iwaniec, et al. 2008 ). In brief, undecalcified femora were dehydrated and embedded in modified methyl methacrylate. Frontal sections, 4 m thick, were cut with a vertical bed microtome (Leica 2065) and affixed to gel-coated slides. One slide was stained for tartrate resistant acid phosphatase and counter stained with toluidine blue (pH 2.5) to identify osteoclasts and cartilage matrix, respectively. Cartilage matrix was identified by metachromatic staining of proteoglycans and glycosaminoglycans. A second slide was stained using the V on Kossa method and counter stained with tetrachrome to identify osteoblasts and verify that linear growth had ceased in the femur in 6-month-old mice: the presence of bone bridging across the growth plate was used as an index of termination of longitudinal bone growth ( Martin, et al. 2003 ). Cartilage was measured in cancellous bone in the distal femur epiphysis and metaphysis and in cortical bone in the femoral diaphysis. The entire cancellous envelope was evaluated in the distal femur epiphysis. The region of interest in the distal femur metaphysis was located 0.25-0.85 mm proximal to the growth plate and 0.05 mm from cortical bone. Cortical bone was evaluated 4.4-5.6 mm proximal to the growth plate. Measurements of cartilage included metachromatic stained area and chondrocyte area in the epiphysis, metaphysis, and diaphysis. Measurements excluded growth plate and articular cartilage matrix. Osteoclast perimeter (osteoclast perimeterbone perimeter, ) and osteoblast perimeter (osteoblast perimeterbone perimeter, ) were also determined in the epiphysis. Measurements were done at either 20 or 40x using the Osteomeasure Histomorphometry System (Osteometrics, Philbrick et al. Page 4 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAtlanta, GA). Histomorphometric data are reported using standard 2-dimensional nomenclature ( Dempster, et al. 2013 ). Statistics Mean responses for bone and cartilage area fraction were compared between WT and obob mice at ages 2 months, 4 months, and 6 months using analysis of covariance (age modeled as a quantitative variable with linear structure) or two-way analysis of variance (age modeled as a categorical variable). Goodness of fit assessment from scatterplots, Levenes test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and Anderson-Darling tests of normality, and model selection from Akaikes information criterion, Bayesian information criterion, and likelihood ratio tests were used to determine a linear model and evaluate contributions from interactions and main effects. Linear models containing different variance parameters across age andor genotype groups were used to accommodate heterogeneous variance. Mean responses for bone and cartilage fraction, and osteoblast and osteoclast perimeter were compared between the obob , obob  rAA V-GFP, and obob  rAA V-Lep groups using one- way analysis of variance, with t-tests used to make pairwise comparisons. The Kruskal- Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon-Mann-Whitney test was used for two-group comparisons. A modified F test was used when variances were distinct, with Welchs two-sample t-test used for two-group comparisons ( Welch 1951 ). The Benjamini and Hochberg ( Benjamini and Hochberg 1995 ) method for maintaining the false discovery rate at 5 was used to adjust for multiple comparisons. Differences were considered significant at p  0.05. Trends are reported when P  0.1. All data are presented as mean  SE. Data analysis was performed using R version 3.2.2. Results Study 1: Effects of Age and Leptin Status on Bone and Cartilage in Femur The effects of age and leptin status on cancellous bone area fraction in the femoral epiphysis and metaphysis and on cartilage retention in the femoral epiphysis, metaphysis, and diaphysis in WT and obob mice are shown in Figure 1. Cancellous bone area fraction decreased with age in epiphysis (Figure 1A) and metaphysis (Figure 1C). The rate of decrease was not affected by genotype (interaction not significant). However, cancellous bone area fraction was lower in the epiphysis and tended to be lower (P  0.1) in the metaphysis in obob mice compared to WT mice. Cartilage area fraction also decreased with age in the femoral epiphysis (Figure 1B) and metaphysis (Figure 1D), irrespective of genotype. Cartilage area fraction was higher in obob compared to WT mice at both sites. Negligible levels of cartilage matrix were observed in the diaphysis of WT mice (Figure 1E). In contrast, cartilage matrix was present in the diaphysis of obob mice and significant changes with age were not detected. Photomicrographs illustrating the distribution of cartilage matrix in the femoral epiphysis, metaphysis, and diaphysis in representative 4-month-old WT and obob mice are shown in Figure 2. By 4 months of age, little cartilage remained in femur epiphysis, metaphysis, or Philbrick et al. Page 5 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptdiaphysis in WT mice. In contrast, cartilage is clearly evident at all 3 sites in obob mice. Bone bridging across the growth plate, indicative of cessation of longitudinal growth, was evident in 6-month-old WT and obob mice (Figure 3) but not in 2-month-old or 4-month- old mice, verifying cessation of linear growth by 6 months of age in both genotypes. Study 2: Effect of Hypothalamic Leptin Gene Therapy on Bone and Cartilage in obob Mice The effects of long-duration hypothalamic leptin gene therapy on cancellous bone area fraction in the femoral epiphysis and metaphysis and cartilage retention in the femoral epiphysis, metaphysis, and diaphysis in obob mice are shown in Figure 4. There was a tendency (P  0.1) for cancellous bone area fraction to be higher in the epiphysis of rAA V- Lep-treated mice compared to untreated and rAA V-GFP-treated control mice (Figure 4A). Differences in cancellous bone area fraction were not detected with treatment in the femoral metaphysis (Figure 4C). Cartilage matrix was present in the epiphysis (Figure 4B), metaphysis (Figure 4D), and diaphysis (Figure 4E) in untreated and rAA V-GFP-treated control mice. Treatment with rAA V-Lep resulted in lower cartilage area fraction in the epiphysis, metaphysis, and diaphysis in comparison to untreated mice, lower cartilage area fraction in the metaphysis in comparison to rAA V-GFP mice and a tendency (P  0.1) for lower cartilage area fraction in the epiphysis and diaphysis in comparison to rAA V-GFP mice. Significant differences between untreated and rAA V-GFP-treated mice were not detected for any of the endpoints evaluated. Photomicrographs illustrating the distribution of cartilage matrix in representative 9-month-old untreated, rAA V-GFP-treated, and rAA V-Lep- treated obob mice are shown in Figure 5. The effects of long-duration hypothalamic leptin gene therapy on cellular indices of cancellous bone turnover in the femoral epiphysis are shown in Figure 6. Osteoclast perimeter (Figure 6A) and osteoblast perimeter (Figure 6B) were higher in rAA V-Lep- treated mice compared to untreated and rAA V-GFP-treated mice. Significant differences in either osteoclast perimeter or osteoblast perimeter were not detected between untreated and rAA V-GFP-treated controls. Discussion Compared to WT mice, more extracellular cartilage matrix was present in cancellous compartments (metaphysis and epiphysis) of distal femur in obob mice. Cartilage matrix decreased with increasing age in both WT and obob mice but, in marked contrast to WT mice, cartilage continued to be present in the epiphysis and metaphysis in skeletally mature 6-month-old obob mice. Minimal or no cartilage matrix was found in the diaphysis of WT mice. In contrast, cartilage matrix was present in the diaphysis in obob mice, but unlike at cancellous sites, did not decrease with age. Long-duration hypothalamic leptin gene therapy in growing obob mice reduced cartilage matrix at all skeletal sites evaluated. Lack of differences between rAA V-Lep and rAA V-GFP-treated mice provides strong evidence that increased leptin levels and not differences arising from the application of gene therapy were responsible for the skeletal changes observed. At the cellular level, the reduction in cartilage in the epiphysis in rAA V-Lep-treated obob mice was associated with increased bone turnover (increased osteoblast and osteoclast perimeters).Philbrick et al. Page 6 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptBone resorption is reduced in leptin-deficient obob mice and leptin receptor-deficient dbdb mice due to impaired osteoclast function ( Turner et al. 2013 ; Turner et al. 2014 ). Bone formation is also reduced in leptin-signaling-deficient mice due to reduced osteoblast-lined bone perimeter and reduced osteoblast activity ( Turner et al. 2013 ). We hypothesized that the resulting reduction in turnover of primary spongiosa was the primary cause for prolonged retention of cartilage within the skeleton in obob mice ( Turner et al. 2013 ; Turner et al. 2014 ). This hypothesis is supported by the current study. The slower matrix turnover in the epiphysis compared to metaphysis was positively associated with longer retention of cartilage matrix. In addition, a reduction in cartilage in the epiphysis following hypothalamic leptin gene therapy was associated with increased bone turnover. A similar relationship was previously observed for the metaphysis ( Turner et al. 2013 ). Osteoclasts play a key role in endochondral ossification. Osteoclasts are essential for (1) generation of primary spongiosa by directing vascular invasion into the growth plate and (2) replacement of mineralized cartilage matrix by bone to form secondary spongiosa ( Odgren, et al. 2016 ). Cartilage matrix is prevalent in distal femur in 2-month-old WT mice because the rate of cartilage matrix deposition during longitudinal growth exceeds the capacity of matrix turnover to replace cartilage with bone. However, longitudinal bone growth slows with age and in male B6 mice ceases between 4 and 6 months of age ( Glatt, et al. 2007 ; Hoshi, et al. 2004 ). Cessation of linear bone growth in small rodents is due to the formation of bony bridges across growth plate cartilage precluding further elongation ( Martin, et al. 2003 ). In the current study, bony bridges were observed in the distal femur growth plate at 6 months of age in WT as well as obob mice. The age range for longitudinal growth cessation corresponds to the disappearance of cartilage matrix from cancellous compartments. Endochondral ossification is disrupted in long bones of obob mice, resulting in shorter bones, abnormal cancellous architecture, and delayed replacement of cartilage matrix in primary spongiosa by bone matrix ( Turner et al. 2013 ). In concordance with Kishida et al. (Kishida, et al. 2005 ), we noted disorganized growth plate architecture in the leptin-deficient mice. Furthermore, prior studies demonstrated that thinning of the proliferative zone of the growth plate is associated with reduced longitudinal bone growth rate ( Philbrick et al. 2015 ). Chondrocytes express the leptin receptor ( Kishida et al. 2005 ; Steppan et al. 2000 ) and leptin was shown to exert positive actions affecting growth plate organization and growth plate expansion ( Gat-Yablonski et al. 2004 ; Kishida et al. 2005 ). Hypertrophic chondrocytes contribute to programed removal of cartilage matrix by secretion of factors such as TNFSF11 (RANKL), MMP9 (matrix metallopeptidase 9), MMP13 (collagenase 3), and HMGB1 (high-mobility group protein 1) that mediate vascular invasion and are altered by leptin status ( Koskinen, et al. 2011 ; Mackie, et al. 2011 ; Schroeter, et al. 2012 ; Xiong, et al. 2011 ). Thus, impaired chondrocyte function may contribute to the defect in osteoclast activity in obob mice. Cortical bone in the femoral diaphysis develops by secondary intramembranous ossification. The presence of cartilage within the diaphysis of obob mice represents a pathological condition likely contributing to the lower biomechanical strength reported in obob and dbdb mice ( Ealey et al. 2006 ; Henriksen, et al. 2011 ; Tuukkanen, et al. 2000 ; Williams, et al. 2011 ). Haversian (intracortical) bone remodeling is absent in mice. This may explain why Philbrick et al. Page 7 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptcartilage matrix trapped in the distal femur diaphysis in obob mice did not decline in quantity as the mice aged. Leptin deficiency results in hypogonadism, hyperphagia, insulin resistance, and morbid obesity. These metabolic and endocrine abnormalities could indirectly influence bone metabolism and thus contribute to skeletal defects observed in obob mice ( Turner, et al. 2017 ). Indeed, normalization of food intake, weight gain, and blood glucose levels in obob mice actually exaggerated the abnormal skeletal phenotype ( Turner et al. 2014 ), while estrogen receptor blockade did not impair the skeletal response of obob mice to leptin (Turner et al. 2017 ). Additionally, leptin exerted actions on the skeleton at levels having minimal impact on either energy metabolism or gonadal function ( Philbrick et al. 2017 ). Taken together, these findings provide strong evidence that leptin acts on the skeleton to regulate bone growth and turnover. Leptin deficiency also results in hypocalcemia ( Ishida, et al. 1988 ; Ozata, et al. 1999 ), retinopathy ( Kondo and Kahn 2004 ), hearing loss ( Lee, et al. 2008 ), and tooth defects ( Batt 1978 , 1992 ). These abnormalities may be due, at least in part, to reduced osteoclast function. In support, defective bone resorption associated with osteopetrosis was shown to lead to impaired tooth eruption, and impaired hearing and vision ( Kocher and Kasser 2003 ). Hypothalamic leptin gene therapy normalized bone microarchitecture in growing obob mice by increasing bone growth and turnover ( Iwaniec et al. 2007 ; Kalra et al. 2009 ; Turner et al. 2013 ). In the current study, hypothalamic leptin gene therapy promoted maturation of cancellous bone in distal femur. Infusion of leptin into the hypothalamus was initially reported to be antiosteogenic ( Ducy, et al. 2000 ) but subsequent studies failed to confirm this finding ( Bartell et al. 2011 ; Hamrick et al. 2005 ). Specifically, the latter studies reported that leptin infusion into the hypothalamus of obob mice increased bone formation, bone mineral density, and expression of osteogenic genes ( Bartell et al. 2011 ; Hamrick et al. 2005 ). In support, we observed that increasing hypothalamic leptin levels by gene therapy increased histomorphometric, biochemical, and gene expression markers of bone formation in obob mice ( Turner, et al. 2015 ). In addition to increased bone formation, hypothalamic leptin gene therapy increased osteoclast perimeter, an index of bone resorption, suggesting that leptin regulates bone turnover as well as bone accrual. In summary, whereas cartilage matrix was absent within bone in 6-month-old WT mice, obob mice retained cartilage matrix to varying degrees at all anatomical sites evaluated. Long-duration hypothalamic rAA V-Lep gene therapy in obob mice increased bone turnover, resulting in substantial reduction in cartilage matrix within bone. Our findings (1) support the concept that leptin is important for normal replacement of cartilage by bone, and (2) demonstrate that osteopetrosis in obob mice is site-specific and reversible by leptin at skeletal sites capable of undergoing robust bone turnover. Acknowledgments We thank Dr. S.P. Kalra for designing study 2 and for providing the bone specimens for analysis from this study and Dr. S. Boghossian for executing study 2.Philbrick et al. Page 8 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFunding : This work was supported by grants from the NIH (AR 054609), NASA (NNX12AL24), and USDA (38420-17804). References Arruda M, Coelho MC, Moraes AB, de Paula Paranhos-Neto F, Madeira M, Farias ML, Vieira Neto L. Bone Mineral Density and Microarchitecture in Patients With Autosomal Dominant Osteopetrosis: A Report of Two Cases. J Bone Miner Res. 2016; 31:657662. PubMed: 26387875 Bartell SM, Rayalam S, Ambati S, Gaddam DR, Hartzell DL, Hamrick M, She JX, Della-Fera MA, Baile CA. Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient obob mice. J Bone Miner Res. 2011; 26:17101720. PubMed: 21520275 Batt RA. Abnormal dentition and decrease in body weight in the genetically obese mouse (genotype, obob). Int J Obes. 1978; 2:457462. PubMed: 744683 Batt RA. Abnormal incisor teeth and body weight in the obese mouse (genotype obob). Int J Obes Relat Metab Disord. 1992; 16:2934. PubMed: 1314241 Benjamini Y , Hochberg Y . Controlling the false discovery rate: a practical and powerful approach to multiple testing. J Royal Statistical Society Series B. 1995; 57:289300. Beretta E, Dube MG, Kalra PS, Kalra SP. Long-term suppression of weight gain, adiposity, and serum insulin by central leptin gene therapy in prepubertal rats: effects on serum ghrelin and appetite- regulating genes. Pediatr Res. 2002; 52:189198. PubMed: 12149495 Boghossian S, Dube MG, Torto R, Kalra PS, Kalra SP. Hypothalamic clamp on insulin release by leptin-transgene expression. Peptides. 2006; 27:32453254. PubMed: 16962683 Boghossian S, Ueno N, Dube MG, Kalra P, Kalra S. Leptin gene transfer in the hypothalamus enhances longevity in adult monogenic mutant mice in the absence of circulating leptin. Neurobiol Aging. 2007; 28:15941604. PubMed: 17011078 Cielinski MJ, Marks SC Jr. Neonatal reductions in osteoclast number and function account for the transient nature of osteopetrosis in the rat mutation microphthalmia blanc (mib). Bone. 1994; 15:707715. PubMed: 7873301 Considine RV , Sinha MK, Heiman ML, Kriauciunas A, Stephens TW, Nyce MR, Ohannesian JP, Marco CC, McKee LJ, Bauer TL, et al. Serum immunoreactive-leptin concentrations in normal- weight and obese humans. N Engl J Med. 1996; 334:292295. PubMed: 8532024 Del Fattore A, Cappariello A, Teti A. Genetics, pathogenesis and complications of osteopetrosis. Bone. 2008; 42:1929. PubMed: 17936098 Dempster DW, Compston JE, Drezner MK, Glorieux FH, Kanis JA, Malluche H, Meunier PJ, Ott SM, Recker RR, Parfitt AM. Standardized nomenclature, symbols, and units for bone histomorphometry: a 2012 update of the report of the ASBMR Histomorphometry Nomenclature Committee. J Bone Miner Res. 2013; 28:217. PubMed: 23197339 Ducy P, Amling M, Takeda S, Priemel M, Schilling AF, Beil FT, Shen J, Vinson C, Rueger JM, Karsenty G. Leptin inhibits bone formation through a hypothalamic relay: a central control of bone mass. Cell. 2000; 100:197207. PubMed: 10660043 Ealey KN, Fonseca D, Archer MC, Ward WE. Bone abnormalities in adolescent leptin-deficient mice. Regul Pept. 2006; 136:913. PubMed: 16764953 Gat-Yablonski G, Ben-Ari T, Shtaif B, Potievsky O, Moran O, Eshet R, Maor G, Segev Y , Phillip M. Leptin reverses the inhibitory effect of caloric restriction on longitudinal growth. Endocrinology. 2004; 145:343350. PubMed: 14525912 Glatt V , Canalis E, Stadmeyer L, Bouxsein ML. Age-related changes in trabecular architecture differ in female and male C57BL6J mice. J Bone Miner Res. 2007; 22:11971207. PubMed: 17488199 Hamrick MW. Leptin, bone mass, and the thrifty phenotype. J Bone Miner Res. 2004; 19:16071611. PubMed: 15355554 Hamrick MW, Della-Fera MA, Choi YH, Pennington C, Hartzell D, Baile CA. Leptin treatment induces loss of bone marrow adipocytes and increases bone formation in leptin-deficient obob mice. J Bone Miner Res. 2005; 20:9941001. PubMed: 15883640 Philbrick et al. Page 9 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptHamrick MW, Pennington C, Newton D, Xie D, Isales C. Leptin deficiency produces contrasting phenotypes in bones of the limb and spine. Bone. 2004; 34:376383. PubMed: 15003785 Henriksen K, Flores C, Thomsen JS, Bruel AM, Thudium CS, Neutzsky-Wulff A V , Langenbach GE, Sims N, Askmyr M, Martin TJ, et al. Dissociation of bone resorption and bone formation in adult mice with a non-functional V-ATPase in osteoclasts leads to increased bone strength. PLoS One. 2011; 6:e27482. PubMed: 22087326 Hoshi K, Ogata N, Shimoaka T, Terauchi Y , Kadowaki T, Kenmotsu S, Chung UI, Ozawa H, Nakamura K, Kawaguchi H. Deficiency of insulin receptor substrate-1 impairs skeletal growth through early closure of epiphyseal cartilage. J Bone Miner Res. 2004; 19:214223. PubMed: 14969391 Ishida H, Cunningham NS, Henry HL, Norman AW. The number of 1,25-dihydroxyvitamin D3 receptors is decreased in both intestine and kidney of genetically diabetic dbdb mice. Endocrinology. 1988; 122:24362443. PubMed: 2836163 Iwaniec UT, Boghossian S, Lapke PD, Turner RT, Kalra SP. Central leptin gene therapy corrects skeletal abnormalities in leptin-deficient obob mice. Peptides. 2007; 28:10121019. PubMed: 17346852 Iwaniec UT, Dube MG, Boghossian S, Song H, Helferich WG, Turner RT, Kalra SP. Body mass influences cortical bone mass independent of leptin signaling. Bone. 2009; 44:404412. PubMed: 19095090 Iwaniec UT, Wronski TJ, Turner RT. Histological analysis of bone. Methods Mol Biol. 2008; 447:325 341. PubMed: 18369927 Kalra SP, Dube MG, Iwaniec UT. Leptin increases osteoblast-specific osteocalcin release through a hypothalamic relay. Peptides. 2009; 30:967973. PubMed: 19428775 Kishida Y , Hirao M, Tamai N, Nampei A, Fujimoto T, Nakase T, Shimizu N, Yoshikawa H, Myoui A. Leptin regulates chondrocyte differentiation and matrix maturation during endochondral ossification. Bone. 2005; 37:607621. PubMed: 16039170 Kocher MS, Kasser JR. Osteopetrosis. Am J Orthop. 2003; 32 Kondo T, Kahn CR. Altered insulin signaling in retinal tissue in diabetic states. J Biol Chem. 2004; 279:3799738006. PubMed: 15201286 Koskinen A, Vuolteenaho K, Nieminen R, Moilanen T, Moilanen E. Leptin enhances MMP-1, MMP-3 and MMP-13 production in human osteoarthritic cartilage and correlates with MMP-1 and MMP-3 in synovial fluid from OA patients. Clin Exp Rheumatol. 2011; 29:5764. PubMed: 21345293 Lee HS, Kim KR, Chung WH, Cho YS, Hong SH. Early sensorineural hearing loss in obob mouse, an animal model of type 2 diabetes. Clin Exp Otorhinolaryngol. 2008; 1:211216. PubMed: 19434270 Lindenmaier LB, Philbrick KA, Branscum AJ, Kalra SP, Turner RT, Iwaniec UT. Hypothalamic leptin gene therapy reduces bone marrow adiposity in obob mice fed regular and high-fat diets. Front Endocrinol (Lausanne). 2016; 7:110. PubMed: 27579023 Mackie EJ, Tatarczuch L, Mirams M. The skeleton: a multi-functional complex organ: the growth plate chondrocyte and endochondral ossification. J Endocrinol. 2011; 211:109121. PubMed: 21642379 Martin EA, Ritman EL, Turner RT. Time course of epiphyseal growth plate fusion in rat tibiae. Bone. 2003; 32:261267. PubMed: 12667553 Odgren PR, Witwicka H, Reyes-Gutierrez P. The cast of clasts: catabolism and vascular invasion during bone growth, repair, and disease by osteoclasts, chondroclasts, and septoclasts. Connect Tissue Res. 2016; 57:161174. PubMed: 26818783 Ozata M, Ozdemir IC, Licinio J. Human leptin deficiency caused by a missense mutation: multiple endocrine defects, decreased sympathetic tone, and immune system dysfunction indicate new targets for leptin action, greater central than peripheral resistance to the effects of leptin, and spontaneous correction of leptin-mediated defects. J Clin Endocrinol Metab. 1999; 84:36863695. PubMed: 10523015 Philbrick KA, Turner RT, Branscum AJ, Wong CP, Iwaniec UT. Paradoxical effects of partial leptin deficiency on bone in growing female mice. Anat Rec (Hoboken). 2015; 298:20182029. PubMed: 26370912 Philbrick et al. Page 10 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptPhilbrick KA, Wong CP, Branscum AJ, Turner RT, Iwaniec UT. Leptin stimulates bone formation in obob mice at doses having minimal impact on energy metabolism. J Endocrinol. 2017; 232:461 474. PubMed: 28057869 Schroeter MR, Stein S, Heida NM, Leifheit-Nestler M, Cheng IF, Gogiraju R, Christiansen H, Maier LS, Shah AM, Hasenfuss G, et al. Leptin promotes the mobilization of vascular progenitor cells and neovascularization by NOX2-mediated activation of MMP9. Cardiovasc Res. 2012; 93:170 180. PubMed: 22065732 Sobacchi C, Schulz A, Coxon FP, Villa A, Helfrich MH. Osteopetrosis: genetics, treatment and new insights into osteoclast function. Nat Rev Endocrinol. 2013; 9:522536. PubMed: 23877423 Steppan CM, Crawford DT, Chidsey-Frink KL, Ke H, Swick AG. Leptin is a potent stimulator of bone growth in obob mice. Regul Pept. 2000; 92:7378. PubMed: 11024568 Turner RT, Dube M, Branscum AJ, Wong CP, Olson DA, Zhong X, Kweh MF, Larkin IV , Wronski TJ, Rosen CJ, et al. Hypothalamic leptin gene therapy reduces body weight without accelerating age- related bone loss. J Endocrinol. 2015; 227:129141. PubMed: 26487675 Turner RT, Kalra SP, Wong CP, Philbrick KA, Lindenmaier LB, Boghossian S, Iwaniec UT. Peripheral leptin regulates bone formation. J Bone Miner Res. 2013; 28:2234. PubMed: 22887758 Turner RT, Philbrick KA, Kuah AF, Branscum AJ, Iwaniec UT. Role of estrogen receptor signaling in skeletal response to leptin in female obob mice. J Endocrinol. 2017; 233:357367. PubMed: 28428364 Turner RT, Philbrick KA, Wong CP, Olson DA, Branscum AJ, Iwaniec UT. Morbid obesity attenuates the skeletal abnormalities associated with leptin deficiency in mice. J Endocrinol. 2014; 223:M1 15. PubMed: 24990938 Tuukkanen J, Koivukangas A, Jamsa T, Sundquist K, Mackay CA, Marks SC Jr. Mineral density and bone strength are dissociated in long bones of rat osteopetrotic mutations. J Bone Miner Res. 2000; 15:19051911. PubMed: 11028442 Ueno N, Dube MG, Inui A, Kalra PS, Kalra SP. Leptin modulates orexigenic effects of ghrelin and attenuates adiponectin and insulin levels and selectively the dark-phase feeding as revealed by central leptin gene therapy. Endocrinology. 2004; 145:41764184. PubMed: 15155574 Ueno N, Inui A, Kalra PS, Kalra SP. Leptin transgene expression in the hypothalamus enforces euglycemia in diabetic, insulin-deficient nonobese Akita mice and leptin-deficient obese obob mice. Peptides. 2006; 27:23322342. PubMed: 16621153 Unnanuntana A, Rebolledo BJ, Khair MM, DiCarlo EF, Lane JM. Diseases affecting bone quality: beyond osteoporosis. Clin Orthop Relat Res. 2011; 469:21942206. PubMed: 21107923 Welch BL. On the comparison of several mean values: an alternative approach. Biometrika. 1951; 38:330336. Whyte MP, Wenkert D, Clements KL, McAlister WH, Mumm S. Bisphosphonate-induced osteopetrosis. N Engl J Med. 2003; 349:457463. PubMed: 12890844 Williams GA, Callon KE, Watson M, Costa JL, Ding Y , Dickinson M, Wang Y , Naot D, Reid IR, Cornish J. Skeletal phenotype of the leptin receptor-deficient dbdb mouse. J Bone Miner Res. 2011; 26:16981709. PubMed: 21328476 Xiong J, Onal M, Jilka RL, Weinstein RS, Manolagas SC, OBrien CA. Matrix-embedded cells control osteoclast formation. Nat Med. 2011; 17:12351241. PubMed: 21909103 Zhang Y , Proenca R, Maffei M, Barone M, Leopold L, Friedman JM. Positional cloning of the mouse obese gene and its human homologue. Nature. 1994; 372:425432. PubMed: 7984236 Philbrick et al. Page 11 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 1. Effects of age and genotype on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in 2-month-old, 4-month- old, and 6-month-old male WT and leptin-deficient obob mice. Data are mean  SE; n  10 group for 2-month-old mice, n  5group for 4-month-old mice, n  3 and 5group for 6- month-old WT and obob mice, respectively.Philbrick et al. Page 12 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 2. Photomicrographs of the distal femur epiphysis, metaphysis, and diaphysis in representative 4-month-old male WT mice (A, C, E) and 4-month-old male leptin-deficient obob mice (B, D, F). Whereas cartilage matrix was rare in the epiphysis in WT mice (A), cartilage matrix and chondrocytes were readily visible in the epiphysis of obob mice (B). Leptin-deficient obob mice also exhibited a highly disorganized growth plate architecture, characterized by irregular margins and width (B). Cartilage was rare in the metaphysis and diaphysis of WT mice (C and E, respectively), but present at both sites in obob mice (D and F).Philbrick et al. Page 13 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 3. Photomicrographs of growth plate in distal femur in representative 6-month-old male WT (A) and 6-month-old male leptin-deficient obob mouse (B). The bony bridges are indicative of cessation of longitudinal growth.Philbrick et al. Page 14 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 4. Effects of long-duration (7 months) hypothalamic leptin gene therapy (rAA V-Lep) on cancellous bone area fraction in distal femur epiphysis (A) and metaphysis (C) and cartilage retention in cancellous bone in distal femur epiphysis (B) and metaphysis (D) and in cortical bone in femur diaphysis (E) in male obob mice. Data are mean  SE; n  7-9 group, adifferent from untreated, P  0.05, aP  0.1; bdifferent rAA V-GFP, P  0.05, bP  0.1.Philbrick et al. Page 15 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 5. Photomicrographs of the distal femur epiphysis (A, B, C), metaphysis (D, E, F), and diaphysis (G, H, I) in representative 9-month-old untreated, rAA V-GFP-treated and rAA V- Lep-treated male obob mice at 7 months post-vector administration. Note the presence of cartilage matrix in epiphysis, metaphysis, and diaphysis of untreated mice (A, D, and G, respectively) and rAA V-GFP-treated mice (B, E, and H, respectively) and its absence in rAA V-Lep-treated mice (C, F, and I, respectively).Philbrick et al. Page 16 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 6. Effects of long-duration (7 months) hypothalamic leptin gene therapy on osteoclast perimeter (A) and osteoblast perimeter (B) in distal femur epiphysis in male obob mice. Data are mean  SE; n  7-9group. adifferent from untreated, P  0.05; bdifferent from rAA V-GFP, P  0.05.Philbrick et al. Page 17 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript",
        "introduction": "The appetite regulatory hormone leptin is produced by adipose tissue ( Zhang, et al. 1994 ), circulates in levels proportional to total adiposity ( Considine, et al. 1996 ), and may act to couple skeletal metabolism to energy availability ( Gat-Yablonski, et al. 2004 ; Hamrick 2004 ; Iwaniec, et al. 2007 ; Steppan, et al. 2000 ; Turner, et al. 2013 ; Turner, et al. 2014 ). Long bones in leptin-deficient obob mice are shorter, biomechanically weaker, and exhibit lower overall bone mass and greater marrow adiposity compared to wild type (WT) mice ( Ealey, et al. 2006 ; Iwaniec et al. 2007 ; Lindenmaier, et al. 2016 ; Steppan et al. 2000 ; Turner et al. 2014 ). However, differences in cancellous bone volume fraction between obob and WT mice vary depending upon skeletal site and age. Leptin treatment in leptin-deficient mice normalizes bone volume and microarchitecture ( Iwaniec et al. 2007 ) by increasing bone formation ( Bartell, et al. 2011 ; Hamrick, et al. 2005 ; Kalra, et al. 2009 ; Steppan et al. 2000 ; Turner et al. 2013 ) and resorption ( Bartell et al. 2011 ; Philbrick, et al. 2015 ; Turner et al. 2013 ; Turner et al. 2014 ), and increasing longitudinal bone growth ( Gat-Yablonski et al. 2004 ; Iwaniec et al. 2007 ; Philbrick et al. 2015 ; Turner et al. 2013 ). Leptin treatment also normalizes bone marrow adiposity by reducing marrow adipocyte number and size (Lindenmaier et al. 2016 ). Taken together, these findings indicate that leptin affects bone marrow adiposity and skeletal growth, maturation, and turnover balance. Calcified cartilage provides a structural template for growing long bones during endochondral ossification and is normally replaced by bone during skeletal maturation. However, long bones of leptin-deficient obob mice retain cartilage within cortical and cancellous bone compartments into adulthood resulting in a mild osteopetrotic skeletal phenotype ( Turner et al. 2013 ; Turner et al. 2014 ). Osteopetrosis is broadly characterized into two major subtypes, osteoclast-poor and osteoclast-rich ( Sobacchi, et al. 2013 ). Mutations andor factors that inhibit osteoclast formation are responsible for osteoclast-poor osteopetrosis. In contrast, mutations or factors that reduce osteoclast activity but do not inhibit osteoclast formation are responsible for the osteoclast-rich form of the disease. Both forms of osteopetrosis result in reduced bone resorption ( Arruda, et al. 2016 ; Unnanuntana, et al. 2011 ). Severe osteopetrosis is fatal while mild forms, such as that noted in obob mice, result in decreased bone quality. Furthermore, some forms of osteopetrosis are self-limiting; abnormally high quantities of cartilage are initially present in bone during rapid growth but the cartilage is eventually replaced as skeletal growth slows with age ( Cielinski and Marks 1994 ). At present, it is unclear whether the mild osteopetrosis observed in growing obob mice is self-limiting. Osteoclast perimeter in o bob mice is equal to or greater than in WT mice ( Hamrick, et al. 2004 ; Philbrick et al. 2015 ; Turner et al. 2013 ; Turner et al. 2014 ). In contrast, serum levels of carboxy-terminal collagen crosslinks (CTx, a biochemical marker of global bone resorption) are generally much lower and fluorochrome label retention in bone (a histomorphometric index of local bone resorption) is higher in obob mice compared to WT mice, providing strong complementary evidence that leptin deficiency results in reduced bone resorption ( Bartell et al. 2011 ; Turner et al. 2013 ; Turner et al. 2014 ). Theoretically, excessive bone formation could contribute to mild osteopetrosis. However, bone formation is impaired by leptin deficiency ( Bartell et al. 2011 ; Hamrick et al. 2005 ; Philbrick, et al. 2017 ; Philbrick et al. Page 2 J Endocrinol . Author manuscript; available in PMC 2019 February 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptTurner et al. 2013 ; Turner et al. 2014 ), indicating that lower osteoclastic activity is responsible for the condition in obob mice. Osteoclast-rich forms of osteopetrosis can be induced by loss of function mutations in genes coding for proteins such as protease cathepsin K or chloride transporter ClCN7 required for osteoclastic activity but not for osteoclast formation and survival ( Del Fattore, et al. 2008 ). Additionally, drugs that inhibit bone resorption, such as bisphosphonates, have been shown to induce osteoclast-rich osteopetrosis in children ( Whyte, et al. 2003 ). The mechanism for leptin regulation of osteoclast activity has yet to be established but likely involves coordinated actions of the hormone on multiple genes that in concert regulate osteoclast activity. In support, gene profiling has established that leptin deficiency results in altered expression of several genes related to osteoclast differentiation and function ( Turner et al. 2014 ). In the present investigation, we queried the extent to which osteopetrosis in obob mice is (1) self-limiting and (2) reversible by leptin treatment. We addressed the first question by performing histomorphometric analysis of femurs in rapidly growing (2-month-old), slowly growing (4-month-old), and skeletally mature (6-month-old) WT and obob male mice. To address the second question, we employed hypothalamic recombinant adeno-associated virus (rAA V) gene therapy in 2-month-old obob mice to restore leptin signaling and evaluated the bone response 7 months later. rAA V gene therapy has been used as an experimental strategy for life-long restoration of leptin signaling in leptin-deficient obob mice ( Iwaniec et al. 2007 ; Iwaniec, et al. 2009 ; Kalra et al. 2009 ). Materials and",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Cancellous bone area fraction \ndecreased with age in epiphysis (Figure 1A) and metaphysis (Figure 1C)"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "By 4 months of age, little cartilage remained in femur epiphysis, metaphysis, or Philbrick et al"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Photomicrographs of growth plate in distal femur in representative 6-month-old male WT \n(A) and 6-month-old male leptin-deficient ob/ob  mouse (B)"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "There was a \ntendency (P < 0"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "The effects of long-duration hypothalamic leptin gene therapy on cellular indices of \ncancellous bone turnover in the femoral epiphysis are shown in Figure 6"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "Effects of long-duration (7 months) hypothalamic leptin gene therapy on osteoclast \nperimeter (A) and osteoblast perimeter (B) in distal femur epiphysis in male ob/ob  mice"
            }
        ]
    }
]