[
    {
        "pmid": "36344513",
        "title": "Microfluidics-integrated spaceflight hardware for measuring muscle strength of Caenorhabditis elegans on the International Space Station.",
        "year": "2022",
        "journal": "NPJ Microgravity",
        "abstract": "Caenorhabditis elegans is a low-cost genetic model that has been flown to the International Space Station to investigate the influence of microgravity on changes in the expression of genes involved in muscle maintenance. These studies showed that genes that encode muscle attachment complexes have decreased expression under microgravity. However, it remains to be answered whether the decreased expression leads to concomitant changes in animal muscle strength, specifically across multiple generations. We recently reported the NemaFlex microfluidic device for the measurement of muscle strength of C. elegans (Rahman et al., Lab Chip, 2018). In this study, we redesign our original NemaFlex device and integrate it with flow control hardware for spaceflight investigations considering mixed animal culture, constraints on astronaut time, crew safety, and on-orbit operations. The technical advances we have made include (i) a microfluidic device design that allows animals of a given size to be sorted from unsynchronized cultures and housed in individual chambers, (ii) a fluid handling protocol for injecting the suspension of animals into the microfluidic device that prevents channel clogging, introduction of bubbles, and crowding of animals in the chambers, and (iii) a custom-built worm-loading apparatus interfaced with the microfluidic device that allows easy manipulation of the worm suspension and prevents fluid leakage into the surrounding environment. Collectively, these technical advances enabled the development of new microfluidics-integrated hardware for spaceflight studies in C. elegans. Finally, we report Earth-based validation studies to test this new hardware, which has led to it being flown to the International Space Station.",
        "full_text": "ARTICLE OPEN Micro uidics-integrated space ight hardware for measuring muscle strength of Caenorhabditis elegans on the International Space Station Purushottam Soni1,6, Taslim Anupom2,6, Leila Lesanpezeshki1, Mizanur Rahman1, Jennifer E. Hewitt1, Matthew Vellone3, Louis Stodieck3, Jerzy Blawzdziewicz4, Nathaniel J. Szewczyk5and Siva A. Vanapalli1 Caenorhabditis elegans is a low-cost genetic model that has been own to the International Space Station to investigate the inuence of microgravity on changes in the expression of genes involved in muscle maintenance. These studies showed that genes that encode muscle attachment complexes have decreased expression under microgravity. However, it remains to be answeredwhether the decreased expression leads to concomitant changes in animal muscle strength, speci cally across multiple generations. We recently reported the NemaFlex micro uidic device for the measurement of muscle strength of C. elegans (Rahman et al., Lab Chip, 2018). In this study, we redesign our original NemaFlex device and integrate it with ow control hardware for space ight investigations considering mixed animal culture, constraints on astronaut time, crew safety, and on-orbit operations. The technical advances we have made include (i) a micro uidic device design that allows animals of a given size to be sorted from unsynchronized cultures and housed in individual chambers, (ii) a uid handling protocol for injecting the suspension of animals into the micro uidic device that prevents channel clogging, introduction of bubbles, and crowding of animals in the chambers, and (iii) a custom-built worm-loading apparatus interfaced with the micro uidic device that allows easy manipulation of the worm suspension and prevents uid leakage into the surrounding environment. Collectively, these technical advances enabled the development of new micro uidics-integrated hardware for space ight studies in C. elegans . Finally, we report Earth-based validation studies to test this new hardware, which has led to it being own to the International Space Station. npj Microgravity (2022) 8:50 ; https:doi.org10.1038s41526-022-00241-4 INTRODUCTION Among the many pathophysiological changes that occur during human space ight, muscle atrophy is signi cant and remains a major impediment to deep space exploration 1,2. The postural muscles are most affected in the microgravity environment,therefore, impacting the activities of astronauts in long-durationspace ight missions. Even a weeklong stay at the International Space Station (ISS) can lead to degradation in muscle mass andpeak power; this loss could be fatal in off-nominal landingscenarios where assistance might be unavailable. Loss of musclestrength can pose an even more serious problem for interplane-tary travel, such as with a venture to Mars, which could take 200 to300 days. Generally, reduced workload in a microgravity environment is considered to be a primary cause of muscle loss in response to space ight 35. However, altered metabolism also plays a signi - cant role6,7. For example, atrophy in ight is not limited to antigravity muscles but also occurs in vascular smooth musclesand cardiac muscles 810. To combat muscular atrophy, astronauts exercise (aerobic and resistance) for up to 2.5 h each day. Evenwith these current countermeasures, the loss in muscle mass is upto 20 during a 5-day to 2-week-long ight, whereas for a long- duration space mission (3 to 6 months), a loss of 30 is noted 3,11. In most cases, muscle mass and strength can be regained within afew months to years after returning to Earth by a combination ofadapted exercise and rehabilitation 11,12. Nevertheless, muscle maintenance in space is still a major concern, and no effective preventive measures exist beyond the limited bene t obtained through exercise. Thus, it is important to determine the mechanisms responsible for the loss of muscle strength in space ight and develop appropriate countermeasures. In previous studies, it was shown that alteration in gene expression (e.g., in genes encoding myosin heavy chain kinase and other cytoskeletal proteins) in response to microgravity is similar in cultured embryonic muscle cells1, animals (both vertebrate and invertebrate), and humans10,13. These similarities provide strong motivation for investigating the effect of space- ight conditions on muscles using invertebrate animal models, thus avoiding the cost and time expense associated with experiments using vertebrates. Indeed, the invertebrate model organism, Caenorhabditis elegans (C. elegans ), has been recognized as an excellent model system for space biology research and has been own in several space ight investigations1419. The C. elegans model presents several advantages for space- ight studies. Up to 40 of its genes are homologous to human genes20,21, and a large library of genetic mutants22and strains with uorescent reporters are available. The body wall muscles of C. elegans are functionally analogous to vertebrate muscle, as they include dense bodies and M-lines, the former being functionally equivalent to vertebrate Z-lines. In addition, the nematode is small (1 mm), weight is miniscule ( 1g), has a short lifespan 1Department of Chemical Engineering, Texas Tech University, Lubbock, TX 79409, USA.2Department of Electrical Engineering, Texas Tech University, Lubbock, TX 79409, USA. 3BioServe Space Technologies, Boulder, CO 80303, USA.4Department of Mechanical Engineering, Texas Tech University, Lubbock, TX 79409, USA.5Ohio Musculoskeletal and Neurological Institute and Department of Biomedical Sciences, Ohio University, Athens, OH 43147, USA.6These authors contributed equally: Purushottam Soni, Taslim Anupom. email: siva.vanapallittu.eduwww.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA 1234567890():,;(20 days), fast generation time ( 1 week), and is easy to grow. For space ight missions where payload size and weight are critical considerations, C. elegans experimental payloads offer a small form factor and a signi cant reduction in weight compared with vertebrates. Moreover, the fast reproductive cycle enables multi-generational studies to be conducted, providing an opportunity toexplore physiological adaptations due to long-term habitation inspace. These advantages and existing strain resources make C. elegans a leading invertebrate animal model for space ight studies. On Earth, adult C. elegans cultured in liquid media tend to sediment, indicating that animals experience gravitational stres- ses 23,24. In microgravity, gravitational effects are signi cantly weaker, which alters C. elegans physiology13. In prior space ight experiments with C. elegans , it was found that approximately 150 muscle genes were downregulated in C. elegans during 10 days of culture in microgravity13,25. Among the detected downregulated muscle genes were key motor protein genes such as MyoD andmyosin heavy chain, and two genes ( unc-97 and unc-112 ) that encode members of a muscle attachment complex 13. Members of the attachment complex (called the costamere in humans) havebeen shown in humans to increase expression and activity withincreased mechanical load and decrease expression and activity in response to immobilization. Thus, muscle attachment genes play an important role in processes leading to muscle loss. In C. elegans on Earth, decreased expression of these genes via acute RNAitreatments results in movement defects and various subcellular defects within the muscle (e.g., disorganization and collapse of arrayed sarcomeres) 26. A key open question is if and how the changes in muscle gene expression observed in space ight result in decreased muscle strength. While decreased force production is documented for astronauts, it is yet to be demonstrated for C. elegans cultured in microgravity. Several studies have used elastomeric micropillars tomeasure muscle forces in C. elegans 2729, and we have recently standardized a micro uidic device and approach for obtaining the maximum exertable force, providing a measure of nematode muscle strength. This strength measurement apparatus is calledNemaFlex 30,31and consists of a micro uidic chamber with microfabricated deformable pillars. The force produced by a nematode moving between the pillars is evaluated from the pillar deections observed under a microscope. The NemaFlex device and the force measurement protocol have been optimized such that muscle strength is independent of behavior and gait. The device is also capable of detecting strength differences in mutantswith defects in muscle genes 31,32. The NemaFlex device is miniaturized and simple to use, and thus has potential for C. elegans space ight experiments. In this study, we address technical challenges for conducting multi-generational C. elegans strength measurements in micro- gravity. These technical challenges include culturing of animalsacross several generations, obtaining nearly age-synchronizedanimals of a given size for strength measurements, establish- ment of an imaging protocol for recording pillar de ections, and development of an on-orbit protocol for experimentationthat minimizes crew time and ensures astronaut safety on the ISS. Addressing these technical challenges, we report a recon gured space ight ready NemaFlex device (referred to as NemaFlex-S), new protocols for experimentation with C. elegans , and a custom-designed hardware for on-orbit opera- tion of NemaFlex-S on the ISS. This integrated technology and protocols enabled its successful operation by astronauts on theISS producing signi cant visual data of C. elegans across multiple generations.RESULTS C. elegans culture for multigenerational space ight studies The goal of our space ight experiment on ISS is to measure the strength of adult wild-type C. elegans at 4-time points across an 8-week period corresponding to 8 generations. This study design allows the evaluation of potential changes in muscle strength due to short and long-term muscle adaptation to the microgravity environment. In contrast to conducting experiments on Earth, space ight experiments present unique constraints that deserve special consideration. These constraints include crew time for conducting the experiments, maintaining sterile culture condi- tions, and the safety of the crew members and workstation at ISS. Therefore, while developing culturing and uid handling proto- cols, the micro uidic device, and the worm loading apparatus, we considered these space ight constraints. The rst challenge was to culture C. elegans for several generations on ISS. Table 1lists the different space- ight missions with C. elegans , the culturing hardware, and the food source used in these studies. In typical laboratory conditions on Earth, C. elegans is cultured on nematode growth media (NGM) plates. Culturing C. elegans on NGM plates is generally labor-intensive as it requires manual picking of animals and transfers to new plates to maintain synchronized animal populations. Such laborious tasks consume signi cant crew time; therefore, the culture of C. elegans on NGM plates remains impractical for multigenerational studies in space. An additional constraint is the maintenance of bacterial food source for culturing worms. Although non-pathogenic E. coli OP50 is typically used as the food source, maintenance of de ned bacterial population densities across the 8-week duration of our space  ight experiment may present challenges since high bacterial density might limit oxygen availability for nematodes. C. elegans on NGM plates are used mostly in simulated microgravity on Earth3335.C. elegans were own to space on a standard agar-based nematode growth medium for a short duration of 10 to 20 days with different space missions3639as listed in Table 1. But the missions do not involve imaging onboard, therefore all the behavioral studies were conducted post ight. To overcome the issues discussed above, the wild-type worms were cultured in chemically de ned liquid C. elegans maintenance media (CeMM)40. The safety and low-maintenance requirements make CeMM robust and appropriate media for multigenerational cultures on board the International Space Station. However, previous experiments show there are some differences between nematodes grown using NGM and CeMM40,41. In particular, C. elegans development is slower, progeny production is slower, and lifespan is increased in C. elegans cultured in CeMM compared with those cultured using NGM41. In addition, the culture vessels used to maintain C. elegans could impact their growth. Therefore, there was a need to optimize culture protocols in CeMM and in space ight compatible culture vessels to achieve consistent culture densities across multiple generations. The worms were maintained in CeMM in biocompatible Fluorinated Ethylene Propylene (FEP) bags (Fig. 1a). These bags provide a solution for culturing C. elegans in liquid media since they are highly permeable to oxygen and carbon dioxide while remaining impermeable to water42.A ne f cient and robust protocol was developed for culturing the animals to maintain the desired density across several generations to prevent overcrowding and ensure nutrient availability. A schematic of the culturing protocol for multigenerational studies in C. elegans is depicted in Fig. 1b. Primary bags (group 1) with approximately 1000 larvaemL were prepared at day 0 and incubated at 20  1 C for 2 weeks. On week 2, a speci ed aliquot (1 mL) of the media with worms was transferred from this bag to a new bag that was prelled with 19 mL of fresh CeMM. The new bag was incubated at 20  1 C, and the old bag was used for loading the worms into the P. Soni et al. 2 npj Microgravity (2022) 50 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;NemaFlex-S device. The same culturing protocol was followed every other week for the remaining generations. No transfer wasmade on week 8. The ef cacy of the multigenerational culturing protocol discussed in Fig. 1b was evaluated by measuring animal density and locomotory health during the 8-week multigeneration experiment. Since the culture was not age-synchronized, wemeasured the density of adults, larvae, eggs, and dead animals inthe FEP bags. In parallel, we also measured the thrashingfrequency of gravid adults as a health measure. Both these measurements were conducted on weeks 2, 4, 6 and 8. Asillustrated in Fig. 2a, the culture consisted of more than 1000 adultsmL, the approximate density needed for optimized loading into the NemaFlex-S device. The culture was also found to haveseveral thousands of larvae and eggs, which shows good reproductive health and overall health of the animals in the culture. With regards to locomotory health, we nd that the thrashing frequency is the same across all four-time points a b Load into NemaFlex-S for muscle strength measurementTransfer 1 mL d0 w2Group 1 2 weeks  T20oC w2 w4Group 2 2 weeks  T20oC w4 w6Group 3 2 weeks  T20oC Transfer 1 mL w6 w8Group 4 2 weeks  T20oC Transfer 1 mL Fig. 1 C. elegans culture in CeMM and the multigenerational culture protocol. a An FEP bag containing wildtype C. elegans culture in CeMM. Image used in this gure was captured at TTU. bA schematic protocol for culturing C. elegans for multigenerational studies over an 8-week period. Here, d0 represents day 0 (start of the culture), and w2, w4, w6, and w8 represent week 2, week 4, week 6, and week 8, respectively.Table 1. Summary of previous space missions with C. elegans . Mission Experiment durationCulture hardware Food sourcediet Image-based quantitative phenotyping on ISS STS-42, 199236,378 days Agar Plate E. Coli OP50 No STS-76, 1996609 days M9 buffer No Food No STS-95, 1998 10 days --- ---- NoSTS-107, 2003 3816 days Agar and CeMM Plates UV killed E. coli OP50 and CeMM bothNo ICE-FIRST, 20045210 days Polyethylene bags CeMM No CSI-1, 2006586 months Opticells CeMM Yes, for development and behaviors CERISE, 200917,538 days Polyethylene bag E. Coli OP50 Yes, videos to quantify worm behaviors Shenzhou-8 Mission, 20113917 days Agar Plate E Coli OP50 No Space Aging, 2015 70 days culture chambers CeMM Yes, No published result Epigenetics, 20156117 days NIPRO bag E. Coli OP50 No Nematode Muscle, 2015624 days NIPRO bag E. Coli OP50 No Molecular Muscle experiment, 2018637 days Polyethylene bag Freeze-dried OP50 No This Study, 2021 49 days Fluorinated Ethylene Propylene bagCeMM Yes, to quantify muscle strength and behaviorsP. Soni et al. 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2022) 50 (Fig. 2b). Thus, the overall culture health is not compromised over the 8-week multigenerational experiment. Design of the NemaFlex-S micro uidic device Our concept for designing a space ight ready micro uidic device involved ideally housing individual animals in small chambers so that the astronaut performing the imaging can easily locate and record videos of animals, thereby reducing crew time. In recent years efforts have been made in studying the behavior of C. elegans in longitudinal chips4346, worms were loaded automati- cally into these chips. Prior literature provides design guidance on how to house individual C. elegans in micro uidic chambers, however, these devices do not meet the needs of multigenera-tional space- ight studies. For example, Chung et al. 43and Le et al.44designed a micro uidic device that had an array of connected chambers with tapered necks for individual animals to enter and be housed. Although these devices can successfully house individual animals, they were optimized for age-synchronized animals and not for mixed populations where progeny needs to be removed. Moreover, the chambers were not congured with exible pillars, which makes them unsuitable for strength measurements. Additionally, in these Earth-based studies, worms were cultured on plates and then transferred to liquid media. Transferring the liquid culture in a micro uidic device in an open manner is not safe as it can lead to contamination of the workstation at ISS and possibly cause health hazards due to thepresence of bacterial food. Building on this prior work, we considered additional criteria relevant to our space ight experiment that led to technical advances in engineering the NemaFlex-S device. These additional criteria include: (i) given that the culturing protocol generates a mixed population of animals, the device design should be capableof sorting and obtaining nearly age- and size-matched animals since muscle strength of C. elegans can vary with developmental stage and body size 30, (ii) the pillar diameter and spacing should be modi ed to accommodate CeMM-grown animals, which are skinnier than bacteria-fed worms for whom the original NemaFlexdeectable pillar geometry was optimized, (iii) maximize the number of chambers with 1 to 2 animals so that the image- processing code can detect pillar deformations and cleanlyassociate it with the corresponding animal making those deections, (iv) minimize entry of air bubbles or plugs into the pillar arena that can negatively impact animal loading and image processing, which ultimately can reduce collection of useful animal data from the space experiment, (v) allow a means for thecrew on orbit to easily focus the microscope objective on the pillar rim which is crucial for the software to auto-detect the de ections, and (vi) establish a relatively simple chip-to-world interface so thatthe crew time is reduced for loading the animals into the individual pillar chambers. The layout of the NemaFlex-S device is shown in Fig. 3a and consists of two identical sections of 30 chambers, each with pillars. The presence of 2 separate sections allows redundancy in case one section clogs and also reduces pressure drop during animalloading. Each section has a single inlet, a single outlet, and a sidevent port to remove air bubbles. The pillar chamber has a diameter of 3 mm to allow the 1 mm long adults to move freely within the pillars arranged as a square lattice (Fig. 3b). The design of the pillar lattice was based on the body diameter of CeMM-grown adults and the optimal body con nement between pillars needed to induce maximum exertable force 30. The body diameter of the adult worms grown in CeMM is D45m, which is about half the diameter of animals grown on NGM plates with E. coli OP50 diet. Therefore, pillars of diameter 40 m were designed along with the pillar gap being 40m so that the body connement of 1 is within the admissible range30. The pillar chamber height was designed to be 100m and the pillar height to be 80m, providing a clearance of 20m between the pillar tip and the chamber oor. To facilitate easy selection of the imaging focal plane by the crew, a focusing pillar of 200 m in diameter was introduced at the center of the chamber (Fig. 3c). To obtain animals of a speci c age from the mixed population in FEP bags, we focused on sorting gravid adults since it allows thecrew to visually con rm these egg-bearing animals (Fig. 3b). An on-chip strategy for size-based sorting of gravid adults wasimplemented by adding two key geometric features to the pillar chambers tapered necks and sieve channels, as shown in Fig.3ce. The principle underlying these geometric features is that an animal of a given size is arrested in the tapered neck, whileanimals below this size are washed out from the sieve channel. The neck was designed to be 2.2 mm long with the minimum width being 25m such that the 1 mm long adult remains trapped in the neck until the ow rate is increased to push the trapped animal inside the chamber. The sieve channels separated by20m at the end of the chamber serve the dual purpose of retaining the adult in the chamber but allowing a path for thewashout of larvae and eggs 43,47. The high-resolution images of the pillars and sieve channels are shown in Fig. 3d and Fig. 3e, respectively. Since the chambers are connected to the ow channel via the tapered neck and sieve channels, they provide a low resistance path for the worm suspension to ow. Gravid adults passing through the ow channel tend to follow the low resistance path and become trapped in the necks (Fig. 3f). Once most of the necks are occupied, the adults can be pushed into the chambers by setting the pump to higher ow rates (See Supplementary Movie 1), as discussed later in the paper. Fig. 2 Characterization of culture growth and health across the eight-week multi-generational experiment. a Characterization of the culture density including adults, larvae, eggs, and dead animals. bSwim-induced thrashing frequency of gravid adults as a measure of their locomotory health (Supplementary Table 1). Error bars represent standard deviation. All the data pass the normality test. There is nosigni cant difference between thrashing frequency as calculated by one-way ANOVA, P0.7. P. Soni et al. 4 npj Microgravity (2022) 50 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASADesign of the worm-loading apparatus The worm suspension in FEP bags and the NemaFlex-S device need to be integrated in a facile manner to allow the crew to load worms in the pillared chambers. This bag-to-chip integration was achieved using a worm loading apparatus (WLA) to prevent open handling of culture that presents a biohazard on ISS. The design of the WLA addressed several requirements for the crew to conduct the experiment in an ef cient and safe manner. These require- ments include (i) containment of the glass-bonded micro uidic device in case of potential glass breakage, (ii) storage and dispensing of samples including waste in closed containers to avoid uids that might oat in microgravity and contaminate the ISS environment, and (iii) a ow distribution system that allowed switching of different uids that need to be injected into the NemaFlex-S device during the loading protocol. Although such requirements are not critical for conducting micro uidic experi- ments on Earth, they become crucial due to crew safety and time being a priority on ISS. The schematic of the WLA shown in Fig. 4a was designed for leak-proof and ef cient loading of the worms into the NemaFlex-S device. WLA has four key hardware components: (i) an imaging cassette, (ii) a ow distribution valve, (iii) a programmable syringe pump, and (iv) a specially designed board to mount hardware components and uid lines (Fig. 4b, c). The worm suspension loop shown in Fig. 4a goes underneath the distribution valve (see Fig. 4b, c). The imaging cassette schematic shown in Fig. 4d housed the glass-bonded micro uidic device. It was machined from polysulfone a high-performance plastic. The retention clips serve to hold the Nema ex-S device and the inletoutlet cannulas. The fasteners on either side are aligned with the side vent ports to purge air and then plug the vent holes. Two waste reservoirs collect the outgoing liquid (up to 3 mL each side) from the NemaFlex-S device during the worm loading process and are vented by porous membranes. The lids to the waste chambers are designed to be adhesively attached. The inlet cannulas are connected to the distribution valve with the help of tubing, andoutlet cannulas are connected to the waste reservoirs. A polydimethylsiloxane (PDMS) replica of the NemaFlex-S deviceof 4.25  0.25 mm thickness can be integrated into the cassette.The imaging cassette was mounted on the board using Velcro . The cassette can be removed after loading the worms into theNemaFlex-S device and mounted on the microscopic stage for thecrew to perform imaging. The actual image of the WLA is shown inFig.4e. Another crucial component of the WLA apparatus is the 4-way distribution valve. The feed to the distribution valve comes fromthe CeMM syringe mounted on the syringe pump (see Fig. 4a, e) via an inlet port present underneath the mounting board (seeFig. 4b, c). The length of tubing from the media syringe is predetermined to create a uid loop that can hold a de ned volume of worm suspension aspirated from the FEP culture bag.Two ports of the valve are connected to the two inlets of theimaging cassette. The remaining two ports are connected to the worm culture bag and the waste collection syringe, respectively. The direction of uidow can be manually controlled by turning the knob on the distribution valve. A script was programmed intothe syringe pump, allowing the astronauts to click on the pumpprogram and follow the instructions to load the animals into theNemaFlex-S device. Optimized procedures for space ight experiment Given that space ight experiments are costly endeavors, there is a need to robustly test protocols to be used by the crew andaddress potential experiment risks. With the completion of theWLA design and fabrication, we developed and tested a crewprotocol to load animals into the NemaFlex-S device and achieveoptimal animal occupancy in the pillared chambers. Instead of shipping the NemaFlex-S devices dry for space ight experiment, and priming them on ISS, which might lead to bubble formationas the liquid permeates the pillared chambers, we chose to primethe devices with deionized (DI) water on Earth and address anypotential bubble issues prior to ight by conducting long-term Inlet Inlet Vent portOutletsa b c d ef Trapped wormNF-A NF-BEggs Focusing pillarSieve channel Tapered neckPillar chamber Fig. 3 Design of the NemaFlex-S device for strength measurement of C. elegans .aAn actual image of the NemaFlex-S device with two identical sections NF-A and NF-B, the device is lled with red food dye for better visualization of the salient features. bImage of a gravid adult crawling in the pilar chamber. The zoomed inset image shows the eggs inside the worm. Scale bar, 100 m. cDesign of the individual pillar chamber. The chamber is connected to the ow channel (highlighted with blue arrows) with a tapered neck for trapping the worms and with sieve channels for removing the progenies. dScanning electron microscopy (SEM) image of deformable micropillars. Scale bar, 50 m. eSEM image of sieve channels. Scale bar, 100 m. fImage of an adult worm trapped in the neck Scale bar, 500 m. See Supplementary Video for trapping and loading of an adult into the chamber. Images used in this gure were captured at TTU.P. Soni et al. 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2022) 50 device storage experiments. Below, we discuss our optimization efforts to develop a crew-friendly and time-ef cient protocol for loading animals and our risk-mitigation strategy to haveNemaFlex-S devices remain bubble-free. The objective of the worm loading protocol involved replacing the DI water present in the pre- lled NemaFlex-S devices with CeMM, drawing a de ned volume of worm suspension to inject into the chambers, and then pumping CeMM through the devicesto remove progeny in the chambers. This objective wasaccomplished in multiple steps as shown schematically in Fig. 5 and Supplementary Table 2. Figure 5a shows the schematic of the WLA, with the worm suspension loop present underneath thedistribution valve (see Fig. 4c). Since all the lines in the WLA board are primed with DI water during storage, therefore we need toprime the line and distribution valve with CeMM to remove DIwater and any possible air pockets developed during the storageprocess. Therefore, in step I, 1 mL of CeMM was purged towardsthe waste collection syringe at 1000 mLh as shown in Fig. 5b. The next step involved priming with worm suspension because the distribution valve and ports have a dead volume that is lled with DI water during storage. Prior to performing this step, theculture bag was thoroughly mixed using a 3 mL syringe to ensureuniform distribution of animals. This process also removes any airtrapped in the neck of the bag. Subsequently, the culture bag wasmanually spun to ensure bubbles collect at the far end of the bag.Immediately after this step, a clamp was used to prevent the air inthe headspace reaching the valve port. Finally, the bag wasconnected to the worm loading port, and 400 L of wormsuspension was withdrawn from the worm culture bag (Fig. 5c) and subsequently transferred into the waste collection syringe at400 mLh (Fig. 5d). Subsequent steps involve loading animals in the NemaFlex-S device with the two sides (NF-A and NF-B) being loadedsequentially. For this step as well, the culture bag was mixed and 400 L of worm suspension was withdrawn at 400 mLh (Fig.5e). Then the valve was turned towards NF-A to replace the DI water in the micro uidic device with CeMM at 25 mLh. Next, the 400 L of worm suspension was aspirated to trap animals at theneck, followed by 1500 L of CeMM at 25 mLh to wash out theprogeny (Fig. 5f). Overall, this procedure took 17 min to complete per imaging cassette (see Supplementary Table 2). Next, we tested the ef cacy of the crew-assisted loading protocol described above by keeping the animal density in theculture bags at 1000 adultsmL and maintaining the maximumpush ow rate of animals into the chamber at 25 mLh. We optimized the protocol by varying the ow rates for trapping the animals in the tapered necks since trapping is the rate-limiting step in the worm loading protocol. Additionally, we optimized the worm suspension volume aspirated from the culture bag, as thenumber of animals in the aspirated volume will determine thefrequency of trapping and occupancy rate in the chambers. Ourobjective was to identify conditions that resulted in mostchambers being occupied with 1 to 2 gravid adults to allowconvenient software processing of pillar de ections. A ss h o w ni nF i g . 6a, two different ow rates of 5 mLh and 7 mLh were used for trapping the worms in the tapered neck. Theaspirated worm suspension volume was kept constant at 300 L. Wefound that the number of chambers occupied by 1 to 2 gravidadults were relatively higher for 7 mLh ow rate (29  3 chambers) compared with 5 mLh ow rate (25  1 chambers). In addition, trapping at 7 mLh reduces the total time of loading. Next, weoptimized the worm suspension volume while keeping all other parameters constant. Three different volumes (300 L, 400 L, and 500 L) of worm suspension were used to load the NemaFlex-Sdevice. The total number of chambers occupied by gravid adultswhen using suspension volumes of 300 L, 400 L, and 500 L were Fig. 4 Micro uidics-integrated worm loading apparatus. a Schematic diagram of the worm loading apparatus ( b) and ( c) shows the schematic top and bottom view of the WLA board and its key component, respectively. dA leak proof imaging cassette for loading the worms into NemaFlex-S Cassette. The highlighted parts are: (1) inlet lines connected to the distribution valve (2) clips holding the inlet and outlet cannulas (3) L-shaped cannulas connected to the inlet of NemaFlex-S chip (4) cannula connected to air-vent purge port (5) outlet cannula opening into the waste collection chamber (6) porous membrane for releasing the air. eImage of the actual worm loading apparatus showing the three major hardware components Imaging cassette, distribution valve, and the syringe pump. The worm culture bag and 10 mL waste collection syringe are connected to the distribution valve; the worm suspension loop carries either the CeMM from the media syringe or wormsolution from the culture bag. The distribution valve has a feeding port (shown in g.c) underneath the mounting board. Image used in this gure was captured at TTU. P. Soni et al. 6 npj Microgravity (2022) 50 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA31  3, 36  2, and 41  3, respectively. Although the total number of chambers occupied with gravid adults was highest for 500 L, it hadonly 29  1 chambers occupied with 1-2 animals compared with 31  3 chambers for 400 L (Fig. 6b). Therefore, 400 L of worm aliquot was used in the crew protocol for loading animals in theNemaFlex-S device.Long-term storage of NemaFlex-S device in WLA Our need to conduct an 8-week long experiment with PDMS- based micro uidic devices raised two important concerns. First, since we primed the NemaFlex-S devices with DI water, therecould be water loss due to PDMS being a porous substrate causing bubble formation. Second, the dissolved gases in the liquid might Fig. 6 Optimization of parameters used for ef cient loading of worms into NemaFlex-S device. a Effect of ow rate used for worm trapping in the tapered neck (Supplementary Table 3). bEffect of worm suspension volume (Supplementary Table 4). The density of animals in the culture bag was 1060  160 adultsmL. Error bars represent standard deviation.b a b a step I step II step III step IV step Vc d e f Fig. 5 Schematic diagram of protocol of loading worms into NemaFlex-S device using the Worm Loading Apparatus. a Shows the schematic of the worm loading apparatus. ( b) Step I: priming of the valve with CeMM, ow will be from CeMM media syringe to waste collection syringe. ( c) Step II: aspirating a speci ed worm aliquot from worm culture bag to worm suspension loop. dStep III: priming of the valve with worm suspension, ow is from suspension loop to waste collection syringe. ( e) Step IV: taking a speci ed worm aliquot (400 L) from worm bag to suspension loop. ( f) Step V: load the worms into A side of the NemaFlex-S device. Repeat step IV and step V to load the worms into the B side of the NemaFlex-S device.P. Soni et al. 7 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2022) 50 cause bubble formation in PDMS devices due to changes in local pressure or temperature or wettability, or geometrical conditions.Both these factors may cause bubble formation and make theNemaFlex-S devices unsuitable for clean images needed for optimal strength measurements. Therefore, there was a need to develop a mitigation strategy to address these potential risks. In general, the PDMS layer is porous and hydrophobic in nature. The PDMS devices can be turned into hydrophilic by oxidizedplasma bonding and it is reported that the hydrophilic nature ofthe device can be maintained for a longer duration of time if thedevice is submerged in water 4850. Placing the entire WLA board in water is practically impossible due to spacepayload constraints. Therefore, we adopted an alternative approach to mitigate waterloss and maintain the hydrophilic nature of devices by creating ahumidi ed environment around the PDMS surfaces. We not only maintained the humid environment around the micro uidic chip, rather we keep the wet towel directly on top of the PDMSmicro uidic device. Placing a wet towel directly on top of the PDMS layer is equivalent to submerging the device in water. A blue surgical towel was attached on top of the PDMS layer and soaked with 5 mL of DI water. Another piece of the towel wasattached to the bottom side of the WLA platform and againsoaked with 7.5 mL of DI water. Once these moist towels wereattached, the entire WLA was kept inside a Bitran bag. The excess bag was folded over the WLA and then put into a secondary Bitran bag. Humidity sensors were placed inside the primary bag, and a9-week storage experiment was conducted. We observed lessthan 1 loss in humidity during the test period indicating that our approach to preventing moisture loss and minimizing bubbles within NemaFlex-S devices was successful. This technique helps inmaintaining the hydrophilicity of the micro uidic device and prevents the formationnucleation of air bubbles in the NemaFlex- S devices. Ground testing of micro uidics-integrated hardware Upon integration of the WLA with the NemaFlex-S device and optimization of the worm loading protocol, we piloted a groundstudy to measure the muscle strength of wild-type C. elegans using the multi-generational culture protocol. The objective of theground testing was to demonstrate the capability to implement the multi-generational culture, loading protocol, imaging session, and analysis of the videos. This allowed us to assess risksassociated with maintaining sterile culture over the 8 weeks ofexperiment, achieving ef cacious worm loading from a mixed population, and observing consistency in strength measurement of gravid adults given that all gravid animals may not be of thesame age. Figure 7shows the results of this ground study. The worm diameter at mid-length was also measured to assess thehomogeneity of gravid adults occupied in the chambers, which were visually selected for strength analysis based on the presenceof eggs. As shown in Fig. 7a, the gravid adult body diameter did not show a statistical difference between animal groups that were assessed during each time point during the experiment, suggest- ing that the protocols for culture and loading providing asufcient number of animals suitable for strength evaluation. Next, we analyzed the 60-s videos acquired for each gravid adult. We identify the pillar with the maximal de ection in each image and generate a cumulative probability distribution with allthe maximal de ections. We use the 95 thpercentile of this maximal force distribution, referred to as f95, as a measure of muscle strength30. Since the worm body diameters at different time points were not signi cantly different from each other during this 8-week experiment, its effect on strength measurements was considered negligible. As expected, we did not nd any statistical difference in the strength values for wild type on weeks 2, 4, 6,and 8 (Fig. 7b). Flight launch and on-orbit operation In summary, this pilot study demonstrated that the experimental procedures developed for the micro uidics-integrated space ight hardware make the technology amenable to C. elegans muscle strength investigations on the ISS. Primary culture bags wereprepared at Texas Tech University (TTU) with optimized wormdensities (1000 LarvemL) and shipped to Eastern Virginia Medical School (EVMS), Norfolk in a temperature control box. The culture bags were inspected for any possible contamination by the TTUteam at EVMS upon arrival and incubated at 20 oC until ight turnover. The NemaFlex-S chips were assembled on the WLAboard at EVMS by the payload developer (BioServe Space Technology). Given the success of the pilot study, the micro uidics-integrated hardware and culture bags were own to the ISS on Feb 20 th, 2021, as part of the Northrop Grumman Cygnus NG-15 cargo mission. The same number of WLA boards and culture bags were prepared for ground control and shipped to TTU by mimicking the approximately same temperature pro le used in the launch. The culture bags were incubated at 20 C in SABL, and the CeMM bags were stored at 4 C after receiving them at the ISS. Theworms were cultured for a week in microgravity conditions beforeconducting timepoint-1 activities. Astronauts Shannon Walker, Kathleen Rubins, and Michael Hopkins conducted the On-Orbit operation, with guidance provided to them by the authors of thisstudy. The crew successfully inoculated the culture bags forsubsequent time points by employing the culture protocol discussed in Sec. 2A. The worms were loaded into the NemaFlex-S chip, and the movement of worms in theNemaFlex-S chambers was recorded successfully. Fig. 7 Measurement of muscle strength for wild-type C. elegans during multigenerational experiment. a Worm diameter over multiple generations. bMuscle strength over multiple generations. n32 for week 2, n36 for week 4, n38 for week 6, and n41 for week 8 (Supplementary Table 5). Error bars represent standard deviation. All the data pass the normality test. There is no signi cant difference between force values using one-way ANOVA with P0.8. P. Soni et al. 8 npj Microgravity (2022) 50 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAThe experiment went well for 2 generations (time points 1 and 2), and suf cient movies were recorded for muscle strength analysis. We saw a drastic decline in the animal density for time point 3 and 4 in worms cultured at ISS, whereas ground control cultures grew asexpected. The reasons for the decline are unknown to us.Preliminary investigations suggest that it could be due to radiation, contamination, or maybe a combination of both, which is yet to be ascertained. We also froze worm cultures after NemaFlex experi-ments to conduct gene expression studies, enabling us in the futureto correlate muscle strength changes to alterations in gene expression. No drying or glass cracks were observed in the NemaFlex-S device over long-time storage. Additionally, no leakagewas observed while transferring the cultures from one bag toanother and while loading them into the NemaFlex-S device. Thus, the micro uidics-integrated space ight hardware for muscle strength investigations in C. elegans has been successfully launched and operated onboard at the ISS. Hundreds of videos were collected a l o n gw i t hf r o z e nc u l t u r es a m p l e sf o rg e n ee x p r e s s i o na n a l y s i s this data is being currently analyzed and the results will be reported inthe future. DISCUSSION With the human ambition of becoming multi-planetary species, there is a need to understand how the conditions of space (microgravity and radiation) affect the biology and physiology of species grown for multiple generations. Model organismscontinue to play an important role in space biology investiga- tions 51. Conducting multi-generational studies in mammals on the ISS is a daunting task, however, the C. elegans model presents a unique opportunity for such investigations. Compared to vertebrates, the C. elegans model has signi cant advantages including a fast generation cycle, small form factor, low payload mass, and translational relevance due to conservedmolecular mechanisms. Despite these advantages, conductingsuccessful experiments on the ISS is a major technological feat since it requires the design and integration of crew-interfacing user-friendly, and safe ight hardware and operational protocols. The focus of our study is not only the design of the NemaFlex-Sdevice, but its integration into the Worm Loading Apparatus (WLA) that the crew can use to conduct experiments on the International Space Station (ISS). Below, we discuss the challengesof conducting multigenerational studies and the impact that our micro uidics-integrated space- ight hardware can have on space- biology investigations in C. elegans . The major challenge for conducting multigenerational studies even in C. elegans is to identify suitable culture methods to breed them across generations while maintaining age-matched popula- tions. The standard approach of culturing C. elegans for multiple generations on NGM plates that is typically done on Earth studies,is not suitable since (i) manual picking and transfer of animals to new plates to maintain synchronized populations is laborious and moreover, the open nature of the transfers represents a signi cant biohazard for ISS investigations. (ii) An additional constraint is the maintenance of de ned bacterial population densities across the 8-week duration of our space ight experiment may present challenges since high bacterial density might limit oxygenavailability for nematodes. To overcome these issues, we have cultured C. elegans inside FEP bags using chemical-de ned liquid C. elegans maintenance media, which is being tested and used in the previous space mission s 38,52. The power of the C. elegans model is the availability of a large number of muscle mutants that can potentially serve as biological controls. However, most of these mutants were obtained bystandard culture on NGM plates and bacterial diet, and their viability in CeMM across multiple generations remains an open question. Identifying mutants grown in CeMM is challenging asthey not only need to be viable, but also their growth rates needto match wild-type animals so that optimized density is available to load into the NemaFlex-S device. In the future, more studies need to be conducted to identify muscle mutants that grow well in CeMM across multiple generations. In our study, since we havewild-type animals growing on Earth, they serve as a biologicalcontrol to compare against space-bred worms. Therefore, any changes in muscle strength could be compared with respect to ground control. As summarized in Table 1, most ight studies conducted with C. elegans are con ned to molecular analysis due to a lack of tools that can quantitate animal behavior, locomotion, and other physiological measures under the constraints imposed by space-ight and crew time 13,14,17,19,25,53,54. Development of new crew- compatible hardware is a major challenge since it requires close collaboration between scientists, payload developers, and space agencies; along with considerations of cost, upload mass, andfoot-print requirements. Thus, most science-based investigations are limited by what hardware is available on the ISS. Micro uidic devices present a unique opportunity to capture in vivo physiology data for small animals like C. elegans on the ISS 55,56. However, there has been a lack of micro uidics integrated ight-ready hardware that is compatible with crew requirements and can report on muscle physiology. In the present study, wevalidated micro uidic integrated hardware on Earth and success- fully launched it to the ISS. The library of videos acquired from the space ight study along with the gene expression data from multiple generations of animals will be a valuable resource to thescienti c community that has been enabled by our integrated technology. The advancements offered by this hardware are as follows: (i) The micro uidic device is suitable for sorting the gravid adult animals of a speci c size from a mixed culture and allowing the removal of progenies. (ii) The micro uidic device is integrated with a leak-proof cassette that can retain the waste generated during the loading of the worms, and therefore preventcontamination of the workstation. (iii) The worm loadingapparatus helps in loading the animals in the micro uidic device with minimal effort from the crew. Astronauts need to simply click on the pump program and change the knob position on thedistribution valve. (iv) Convenient recording of low or high-resolution videos of the animal inside the chambers allowing access to whole-organism phenotypic data. As mentioned earlier, previous space missions were mostly limited to molecular analysis due to the lack of proper hardware. The integrated micro uidic hardware developed here is easy to use and opens new avenues for conducting behavioral and stressassays onboard ISS since the C. elegans model is widely accepted by the space biology community to understand the effects of short and long-term space missions. The hardware can be used for assessing the effect of environmental toxins, drugs, gut microbes,in-ight radiation, etc. The videos can be recorded based on the need of the study design and can be used to detect the changes in the behavior of the animal since behavioral alterations are an earlier indicator of toxic exposure than the death of theorganism 57. The current hardware can also be used to study aging since the physiological and pathological changes occurring in space- ight conditions are reminiscent of accelerated aging. Indeed, how thespace ight environment affects animal lifespan and healthspan is not well understood. Attempts have been made in the past to understand aging in C. elegans in space 14,58. However, these studies do not preserve the identity of the worms and usebiomarkers to inform on aging, rather than actual lifespan or healthspan measurements. The current hardware provides the basic solution to both problems as synchronized animals can behoused individually in the chambers and image-based phenotypic data can be obtained. Implementing some degree of automation to the current hardware could enable facile aging investigationson the ISS while reducing crew time.P. Soni et al. 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2022) 50 The present study sets the stage for future space biology investigations on the ISS. Given that the C. elegans model is used in a variety of fundamental biology investigations ranging from behavior to neurobiology to aging, we anticipate that the NemaFlex-S devices used in this study will aid in such investiga- tions. Additionally, our documented protocols for animal culture,animal loading, and the ow control system could be adapted to instrument a variety of C. elegans -based micro uidic devices already reported in the literature for space ight studies 4346,59. Successful completion of experiments with our technology over multigeneration in a microgravity environment opens the door for future discoveries using C. elegans as a model organism. Finally, the micro uidic technology developed in this work can also be of Earth bene t, since individuals can be monitored to understand how muscle atrophy occurs in a human disease setting and aging. METHODS Worm culture preparationWild-type Bristol isolate (N2) worms were maintained in CeMM (Cell Guidance Systems, Cambridge, UK). To start culturing the animals in CeMM, agar-grown animals were bleached, and theeggs were introduced into the CeMM. The stock culture was then maintained by transferring aliquots of animals to fresh CeMM before cultures became starved. For the initiation of NemaFlex experiments, approximately 1000 larvae from a stock culture were transferred into an FEP bag (Saint Gobain Performance PlasticsCorporation, Ohio, USA) containing 20 mL of CeMM. The FEP bags were stored in the incubator at 20  1 C. A mixed population of the well-fed gravid adult animals was used for all forcemeasurement experiments. Every other week, 1 mL aliquots from the culture bag were transferred to a new bag containing 19 mL of fresh CeMM to make a total of 20 mL to initiate the new subcultures. Thrashing assay To quickly assess the physical health of the animals, we performed a thrashing assay every other week. To measure the thrashingfrequency, a 250-L aliquot of worms was withdrawn from the culture bags and transferred into a Petri plate, and diluted with 2 mL of CeMM. The animals were left to acclimatize for 10 min. The number of body bends was manually counted under a dissecting microscope for 40 random individual worms for a period of 20 s atroom temperature (20  1 C). Micro uidic device fabrication The micropillar-based NemaFlex-S device was fabricated using a 2-step soft lithography process. The mold was fabricated in SU-8 2050 negative photoresist (Microchem) on a 4 silicon wafer as a substrate. First, a 20-m tall photoresist layer was fabricated, which forms the boundary of the NemaFlex chamber. On top ofthis layer, a second layer of 80 m height was fabricated with cylindrical holes that form the micropillars. This two-layer approach provides a total chamber depth of approximately100 m and creates deformable pillars of height 80 m. Polydimethylsiloxane (PDMS) devices of thickness 4.25  0.25 mm thick were cast using Sylgard 184 part A (base) and part B (curing agent) (Dow Corning) 10:1 by weight over the SU-8 mold by curingfor2 h at 70  1 C. Inlet, outlet, and air vent holes were cored with a 1 mm hole puncher (Accuderm, Florida, USA). The devices were thoroughly cleaned with scotch tape to remove any dirt before bonding. The PDMS replica was then treated in an air-plasma cleaner (Harrick Plasma, Ithaca, NY) for the 90 s and bonded to a23glass slide. Bonding was done while ensuring the pillars did not collapse or deform. The bonded devices were immediately kept in the oven for 10 min at 70  1 C. Devices were then treated with5 wt Pluronic F127 (Sigma-Aldrich) for 30 min to prevent any bacterial build-up and also to help reduce bubble formation during worm loading. After incubation, excess Pluronic was removed by washing the devices with DI water. The Pluronic-treated deviceswere soaked in DI water overnight at 20  1 C to release any airbubbles from the device. The PDMS devices were then integrated into WLA and kept in double Bitran bags and stored at ambient temperature until the day of the experiment. Image acquisition and processing The worms were loaded into NemaFlex-S chambers using the procedure described in the main text. The animals were allowedto habituate in the micropillar arena for approximately 10 min before imaging. One-minute-long videos of crawling worms were acquired with Nikon inverted microscope (Eclipse TS 100) at 4Xmagni cation with a eld of view of 1920  1080 pixels. All videos were recorded at a temperature of 22  1 C. The recorded movies were processed of ine using custom routines written in MATLAB (Mathworks, R2018b) for quantitation of pillar displacements asdiscussed by Rahman et al. 30. Worm diameters were measured manually using ImageJ 1.48 v. Reporting summary Further information on research design is available in the Nature Research Reporting Summary linked to this article. DATA AVAILABILITY All data generated or analyzed during this study are included in the main text and its supplementary information le. The video les and images used in this study are available from the corresponding author upon reasonable request. CODE AVAILABILITY The custom routines are written in MATLAB (Mathworks, R2018b) for quantitation ofpillar displacements and can be accessed at https:github.comVanapalliLabs NemaFlex . The repository provides the code and instructions for processing NemaFlex movies, where C. elegans de ect micropillars. Received: 15 June 2022; Accepted: 12 October 2022; REFERENCES 1. Vandenburgh, H., Chromiak, J., Shansky, J., Del Tatto, M.  Lemaire, J. Space travel directly induces skeletal muscle atrophy. FASEB J. 13, 1031 1038 (1999). 2. Juhl, O. J. et al. Update on the effects of microgravity on the musculoskeletal system. NPJ Microgravity 7,115 (2021). 3. Trappe, S. et al. Exercise in space: human skeletal muscle after 6 months aboard the International Space Station. J. Appl Physiol. 106, 1159 1168 (2009). 4. Booth, F. W. Molecular events underlying skeletal muscle atrophy and the development of effective countermeasures. Int. J. Sports Med .18,S 2 6 5 9 (1997). 5. di Prampero, P. E.  Narici, M. V. Muscles in microgravity: from bres to human motion. J. Biomech. 36, 403 412 (2003). 6. Bajotto, G.  Shimomura, Y. Determinants of disuse-induced skeletal muscle atrophy: Exercise and nutrition countermeasures to prevent protein loss. J. Nutr. Sci. Vitaminol. 52, 233 247 (2006). 7. Stein, P. T.  Gaprindashvili, T. Space ight and protein metabolism, with special reference to humans. Exp. Biol. 60, 806S 819S (1994). 8. Goldstein, M. A., Cheng, J.  Schroeter, J. P. The effects of increased gravity and microgravity on cardiac morphology. Aviat. Space Environ. Med. 69, A12 A16 (1998). 9. Stabley, J. N. et al. Space ight reduces vasoconstrictor responsiveness of skeletal muscle resistance arteries in mice. J. Appl Physiol. 113, 1439 1445 (2012). 10. Zhang, L. F. Experimental studies on effects of simulated weightlessness on myocardial function and structure. J. Gravit. Physiol. 1, P133 (1994). 11. Burkhart, K., Allaire, B.  Bouxsein, M. L. Negative effects of Long-duration space ight on paraspinal muscle morphology. Spine 44, 879 886 (2019). P. Soni et al. 10 npj Microgravity (2022) 50 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA12. Shackelford, L. C. Musculoskeletal response to space ight. In: Principles of clinical medicine for space ight 293 306 (Springer, 2008). 13. Higashibata, A. et al. Decreased expression of myogenic transcription factors and myosin heavy chains in Caenorhabditis elegans muscles developed during space ight. J. Exp. Biol. 209, 3209 3218 (2006). 14. Honda, Y. et al. Genes down-regulated in space ight are involved in the control of longevity in Caenorhabditis elegans. Sci. Rep. 2,17 (2012). 15. Honda, Y., Honda, S., Narici, M.  Szewczyk, N. J. Space ight and ageing: reecting on caenorhabditis elegans in space. Gerontology 60, 138 142 (2014). 16. Then, S. M. et al. Multi-generational culture of C. Elegans on a long-term space ight revealed changes in expression of genes involved in longevity, DNA repair, and locomotion. Asia-Pac. J. Mol. Med. 4,111 (2014). 17. Higashibata, A. et al. Microgravity elicits reproducible alterations in cytoskeletal and metabolic gene and protein expression in space- own Caenorhabditis ele- gans. NPJ Microgravity 2, 15022 (2016). 18. Jamal, R. et al. Gene expression changes in space own caenohabditis elegans exposed to a long period of microgravity. Gravitational Space Biol. Bull. 23,8 5 86 (2010). 19. Higashibata, A. et al. Biochemical and molecular biological analyses of space- own nematodes in Japan, the rst International Caenorhabditis elegans Experiment (ICE-First). Microgravity Sci. Technol. 19, 159 163 (2007). 20. Shaye, D. D.  Greenwald, I. Ortholist: a compendium of C. elegans genes with human orthologs. PLoS One 6, e20085 (2011). 21. Lai, C. H., Chou, C. Y., Ch ang, L. Y., Liu, C. S.  Lin, W. C. Identi cation of novel human genes evolutionarily conserved in Caenorhabditis elegans by compara-tive proteomics. Genome Res 10, 703 713 (2000). 22. Barstead, R. et al. Large-scale screening for targeted knockouts in the cae- norhabditis elegans genome. G3 Genes Genomes Genet. 2, 1415 1425 (2012). 23. Reina, A., Subramaniam, A. B., Laromaine, A., Samuel, A. D. T.  Whitesides, G. M. Shifts in the distribution of mass densities is a signature of caloric restriction in caenorhabditis elegans. PLoS One 8, e69651 (2013). 24. Yuan, J., Ko, H., Raizen, D. M.  Bau, H. H. Terrain following and applications: Caenorhabditis elegans swims along the oor using a bump and undulate strategy. J. R. Soc. Interface 13, 20160612 (2016). 25. Higashitani, A. et al. Checkpoint and physiological apoptosis in germ cells pro- ceeds normally in space own Caenorhabditis elegans. Apoptosis 10, 949 954 (2005). 26. Etheridge, T. et al. Calpains mediate integrin attachment complex maintenance of adult muscle in Caenorhabditis elegans. PLoS Genet 8, e1002471 (2012). 27. Tayagui, A., Sun, Y., Collings, D. A., Garrill, A.  Nock, V. An elastomeric micropillar platform for the study of protrusive forces in hyphal invasion. Lab Chip 17, 3643 3653 (2017). 28. Johari, S., Nock, V., Alkaisi, M. M.  Wang, W. On-chip analysis of C. elegans muscular forces and locomotion patterns in microstructured environments. Lab Chip 13, 1699 1707 (2013). 29. Sofela, S. et al. Phenotyping of the thrashing forces exerted by partially immo- bilized: C. elegans using elastomeric micropillar arrays. Lab Chip 19, 3685 3696 (2019). 30. Rahman, M. et al. NemaFlex: a micro uidics-based technology for standardized measurement of muscular strength of: C. elegans. Lab Chip 18, 2187 2201 (2018). 31. Hewitt, J. E. et al. Muscle strength de ciency and mitochondrial dysfunction in a muscular dystrophy model of Caenorhabditis elegans and its functional responseto drugs. DMM Dis. Models Mech .11, dmm036137 (2018). 32. Lesanpezeshki, L. et al. Investigating the correlation of muscle function tests and sarcomere organization in C. elegans. Skelet Muscle 11, 20 (2021). 33. Tee, L. F. et al. Effects of simulated microgravity on gene expression and biolo- gical phenotypes of a single generation Caenorhabditis elegans cultured on 2different media. Life Sci. Space Res. 15,1 1 17 (2017). 34. Liu, P., Li, D., Li, W.  Wang, D. Mitochondrial unfolded protein response to microgravity stress in nematode Caenorhabditis elegans. Sci. Rep .9, 16474 (2019). 35. Li, W., Wang, D.  Wang, D. Regulation of the response of caenorhabditis elegans to simulated microgravity by p38 mitogen-activated protein kinase signaling. Sci. Rep.8, 857 (2018). 36. Nelson, G. A. et al. Radiation effects in nematodes: results from IML-1 experi- ments. Adv. Space Res .14,8 7 91 (1994). 37. Nelson, G. A., Schubert, W. W., Kazarians, G. A.  Richards, G. F. Development and chromosome mechanics in nematodes: results from IML-1. Adv. Space Res .14, 209 214 (1994). 38. Szewczyk, N. J. et al. Caenorhabditis elegans survives atmospheric breakup of STS-107, Space Shuttle Columbia. Astrobiology 5, 690 705 (2005). 39. Qiao, L. et al. Reproductive and locomotory capacities of caenorhabditis elegans were not affected by simulated variable gravities and space ight during the shenzhou-8 mission. Astrobiology 13, 617 625 (2013). 40. Szewczyk, N. J., Kozak, E.  Conley, C. A. Chemically de ned medium and Cae- norhabditis elegans. BMC Biotechnol. 3,17 (2003).41. Szewczyk, N. J. et al. Delayed development and lifespan extension as features of metabolic lifestyle alteration in C. elegans under dietary restriction. J. Exp. Biol. 209, 4129 4139 (2006). 42. Fekete, N., Bland, A. V., Campbell, K., Clark, S. L.  Hoesli, C. A. Bags versus asks: a comparison of cell culture systems for the production of dendritic cell based immunotherapies. Transfusion 58, 1800 1813 (2018). 43. Chung, K. et al. Micro uidic chamber arrays for whole-organism behavior-based chemical screening. Lab Chip 11, 3689 3697 (2011). 44. Le, K. N. et al. An automated platform to monitor long-term behavior and healthspan in Caenorhabditis elegans under precise environmental control. Commun. Biol. 3,113 (2020). 45. Rohde, C. B., Zeng, F., Gonzalez-Rubio, R., Angel, M.  Yanik, M. F. Micro uidic system for on-chip high-throughput whole-animal sorting and screening atsubcellular resolution. Proc. Natl Acad. Sci. USA 104, 13891 13895 (2007). 46. Banse, S. A., Blue, B. W., Robinson, K. J., Jarrett, C. M.  Phillips, P. C. The stress- chip: a micro uidic platform for stress analysis in Caenorhabditis elegans. PLoS One14, e0216283 (2019). 47. Hulme, S. E. et al. Lifespan-on-a-chip: micro uidic chambers for performing life- long observation of C. elegans. Lab Chip 10, 589 597 (2010). 48. Trantidou, T., Elani, Y., Parsons, E.  Ces, O. Hydrophilic surface modi cation of pdms for droplet micro uidics using a simple, quick, and robust method via pva deposition. Microsyst. Nanoeng .3, 16091 (2017). 49. Vickers, J. A., Caulum, M. M.  Henry, C. S. Generation of hydrophilic poly(- dimethylsiloxane) for high-performance microchip electrophoresis. Anal. Chem. 78, 7446 7452 (2006). 50. Ren, X., Bachman, M., Sims, C., Li, G. P.  Allbritton, N. Electroosmotic properties of micro uidic channels composed of poly(dimethylsiloxane). J. Chromatogr. B 762, 117 125 (2001). 51. Neff, E. P. Animal models, open science,  space-omics. Lab Anim. 50, 143 145 (2021). 52. Adenle, A. A., Johnsen, B.  Szewczyk, N. J. Review of the results from the International C. elegans rst experiment (ICE-FIRST). Adv. Space Res. 44, 210 216 (2009). 53. Higashitani, A. et al. C. elegans RNAi space experiment (CERISE) in Japanese Experiment Module KIBO. Biol. Sci. Space 23, 183 187 (2009). 54. Etheridge, T. et al. The next phase of life-sciences space ight research: Harnes- sing the power of functional genomics. Commun. Integr. Biol. 4, 668 669 (2011). 55. San-Miguel, A.  Lu, H. Micro uidics as a tool for C. elegans research. WormBook 119.https:doi.org10.1895wormbook.1.162.1 (2013). 56. Gupta, B. P.  Rezai, P. Micro uidic approaches for manipulating, imaging, and screening C. elegans. Micromachines 7, 123 (2016). 57. Morgan, K. L. et al. The glutaredoxin GLRX-21 functions to prevent selenium- induced oxidative stress in Caenorhabditis elegans. Toxicological Sci. 118, 530 543 (2010). 58. Oczypok, E. A. et al. Remote automated multi-generational growth and obser- vation of an animal in low Earth orbit. J. R. Soc. Interface 9, 596 599 (2012). 59. Rahman, M. et al. NemaLife chip: a micropillar-based micro uidic culture device optimized for aging studies in crawling C. elegans. Sci. Rep. 10,119 (2020). 60. Hartman, P. S. et al. A comparison of mutations induced by accelerated iron particles versus those induced by low earth orbit space radiation in the FEM-3 gene of Caenorhabditis elegans. Mutat. Res. Fundam. Mol. Mechan Mutagenesis 474,4 7 55 (2001). 61. Higashitani, A. et al. Histone deacetylase HDA-4-mediated epigenetic regulation in space- own C. elegans. NPJ Microgravity 7, 33 (2021). 62. Sudevan, S. et al. Nematode muscles project in space ight experiment. Biol. Sci. Space 32,610 (2018). 63. Pollard, A. K. et al. Molecular muscle experiment: hardware and operational les- sons for future astrobiology space experiments. Astrobiology 20, 935 943 (2020). ACKNOWLEDGEMENTS This work was supported by funding from NASA (Grant No. NNX15AL16G and NNJ15GK01C) and BBSRC (Grant No. BBN0158941). AUTHOR CONTRIBUTIONS P.S. and T.A. performed the loading experiments. P.S. did the NemaFlex experimentsand analysis. P.S. and T.A. prepared gures. L.L. and J.H. maintained the culture. T.A. and M.R. designed the micro uidic chip. M.V. and L.S. designed the WLA board. All authors discussed and interpreted the results. P.S. and S.A.V. wrote the paper. Allauthors read, edited, and approved the nal manuscript. S.A.V., N.J.S., and J.B. conceptualized the project. S.A.V. supervised the study. P.S. and T.A. have contributed equally.P. Soni et al. 11 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2022) 50 COMPETING INTERESTS The authors declare no competing interests. S.A.V. and M.R. are co-founders of NemaLife Inc., which has licensed the micro uidic technology for commercialization. ADDITIONAL INFORMATION Supplementary information The online version contains supplementary material available at https:doi.org10.1038s41526-022-00241-4 . Correspondence and requests for materials should be addressed to Siva A. Vanapalli. Reprints and permission information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http: creativecommons.orglicensesby4.0 .  The Author(s) 2022 P. Soni et al. 12 npj Microgravity (2022) 50 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_23.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_24.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_25.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_26.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_27.jpg",
                "caption": "No caption available"
            }
        ]
    }
]