[
    {
        "pmid": "23217113",
        "title": "Plant growth strategies are remodeled by spaceflight.",
        "year": "2012",
        "journal": "BMC Plant Biol",
        "abstract": "BACKGROUND: Arabidopsis plants were grown on the International Space Station within specialized hardware that combined a plant growth habitat with a camera system that can capture images at regular intervals of growth. The Imaging hardware delivers telemetric data from the ISS, specifically images received in real-time from experiments on orbit, providing science without sample return. Comparable Ground Controls were grown in a sister unit that is maintained in the Orbital Environment Simulator at Kennedy Space Center. One of many types of biological data that can be analyzed in this fashion is root morphology. Arabidopsis seeds were geminated on orbit on nutrient gel Petri plates in a configuration that encouraged growth along the surface of the gel. Photos were taken every six hours for the 15 days of the experiment.\nRESULTS: In the absence of gravity, but the presence of directional light, spaceflight roots remained strongly negatively phototropic and grew in the opposite direction of the shoot growth; however, cultivars WS and Col-0 displayed two distinct, marked differences in their growth patterns. First, cultivar WS skewed strongly to the right on orbit, while cultivar Col-0 grew with little deviation away from the light source. Second, the Spaceflight environment also impacted the rate of growth in Arabidopsis. The size of the Flight plants (as measured by primary root and hypocotyl length) was uniformly smaller than comparably aged Ground Control plants in both cultivars.\nCONCLUSIONS: Skewing and waving, thought to be gravity dependent phenomena, occur in spaceflight plants. In the presence of an orienting light source, phenotypic trends in skewing are gravity independent, and the general patterns of directional root growth typified by a given genotype in unit gravity are recapitulated on orbit, although overall growth patterns on orbit are less uniform. Skewing appears independent of axial orientation on the ISS - suggesting that other tropisms (such as for oxygen and temperature) do not influence skewing. An aspect of the spaceflight environment also retards the rate of early Arabidopsis growth.",
        "full_text": "Plant growth strategies are remodeled by spaceflight Paul et al. Paul et al. BMC Plant Biology 2012, 12:232 http:www.biomedcentral.com1471-222912232 7RESEARCH ARTICLE Open Access Plant growth strategies are remodeled by spaceflight Anna-Lisa Paul1,2, Claire E Amalfitano1and Robert J Ferl1,2,3 Abstract Background: Arabidopsis plants were grown on the International Space Station within specialized hardware that combined a plant growth habitat with a camera system that can capture images at regular intervals of growth. The Imaging hardware delivers telemetric data from the ISS, specifically images received in real-time from experimentson orbit, providing science without sample return. Comparable Ground Controls were grown in a sister unit that is maintained in the Orbital Environment Simulator at Kennedy Space Center. One of many types of biological data that can be analyzed in this fashion is root morphology. Arabidopsis seeds were geminated on orbit on nutrient gelPetri plates in a configuration that encouraged growth along the surface of the gel. Photos were taken every six hours for the 15 days of the experiment. Results: In the absence of gravity, but the presence of directional light, spaceflight roots remained strongly negatively phototropic and grew in the opposite direction of the shoot growth; however, cultivars WS and Col-0 displayed two distinct, marked differences in their growth patterns. First, cultivar WS skewed strongly to the right on orbit, while cultivar Col-0 grew with little deviation away from the light source. Second, the Spaceflightenvironment also impacted the rate of growth in Arabidopsis. The size of the Flight plants (as measured by primary root and hypocotyl length) was uniformly smaller than comparably aged Ground Control plants in both cultivars. Conclusions: Skewing and waving, thought to be gravity dependent phenomena, occur in spaceflight plants. In the presence of an orienting light source, phenotypic trends in skewing are gravity independent, and the general patterns of directional root growth typified by a given genotype in unit gravity are recapitulated on orbit, althoughoverall growth patterns on orbit are less uniform. Skewing appears independent of axial orientation on the ISS  suggesting that other tropisms (such as for oxygen and temperature) do not influence skewing. An aspect of the spaceflight environment also retards the rate of early Arabidopsis growth. Background It is well known that plant growth patterns are influ- enced by a variety of stimuli and the responses to stimuli such as gravity have been explored and documented for over a century. In the past few decades it has beenshown that the circumnutating behavior in plants, first described by Charles and Francis Darwin 1 and most recently revisited in 2 is primarily due to radiallyasymmetric growth in the elongating organs, which is in turn influenced by a variety of environmental stimuli (e.g. 3-7). Of particular interest to us are thefundamental responses of plants to the unique environ- ment of spaceflight, specifically the skewing and wavingresponse of roots of Arabidopsis thaliana (Arabidopsis) in microgravity on board the International Space Station. Plant roots on Earth exhibit waving, the regular, peri- odic, nutational change in the direction of the root tips during growth. Waving is thought to be associated withperception and avoidance of obstacles and is thought to be dependent on correct gravity sensing and responsive- ness, as mutations in genes associated with gravity sens-ing disrupt the signal transduction mechanism and abolish the waving phenotype 8,9. The movement of waving is a growth phenomenon, the result of alteredcell file rotations (CFR) about the main axis of root growth. Waving is recorded over time as sinusoidal  Correspondence: robferlufl.edu 1Department of Horticultural Sciences, University of Florida, Gainesville, FL 32611, USA 2Program in Plant Molecular and Cellular Biology, University of Florida, Gainesville, FL 32611, USAFull list of author information is available at the end of the article  2012 Paul et al.; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http:creativecommons.orglicensesby2.0), which permits unrestricted use, distribution, andreproduction in any medium, provided the original work is properly cited.Paul et al. BMC Plant Biology 2012, 12:232 http:www.biomedcentral.com1471-222912232growth patterns as roots grow along an agar-based sur- face, with a near-circadian periodicity. Plant roots may also exhibit skewing, the term given to the longer duration, slanted progression of roots growing along a near-vertical surface, and which may be related to the same CFR that directs waving. In certaincultivars of Arabidopsis an endogenous structural asym- metry results in a rotation of the root tip, which then manifests as right-handed slanting (or skewing to the leftin most images) 10. Microscopic inspection of the tip of skewing roots reveals evidence of CFR around the root axis. Roots that do not skew, either due to genotypeor environment (as in roots embedded in agar) exhibit little CFR, while in genotypes prone to skewing there is a positive correlation with degree of incline to the extentof CFR. Skewing varies in its intensity among ecotypes. Ecotype Columbia (Col-0) shows almost no skewing, while Landsberg erecta (Ler) and Wassilewskija (WS) ecotypes exhibit growth that slants between 17 (L er) and 19 degrees (WS) from the vertical 10-12. It has long been known that a large part of skewing is a surface-dependent phenomenon. Roots growing em- bedded in agar do not skew 10. In addition skewing seems to involve a complex interdependency of gravity,light and other environmental gradients; Arabidopsis (WS) plants exhibit right-handed skewing regardless of the direction of light, source of nutrients or water, andeven when the gravity vector is disrupted artificially, as with clinorotation. Indeed, it appears that the primary point of influence of external factors (gravity, light,water, nutrients) is through the means by which that fac- tor, or combination of factors, contributes to the quality of interaction between root and growing surface. 8,10.This phenomenon is easily visualized with the factor of gravity in Arabidopsis WS plants. Where the surface interaction is uniform, such as when a root is growingcompletely within an agar matrix, the root grows virtu- ally straight along the gravity vector. Growth along a vertical surface results in a slight skew to the right.However, when a root grows along the surface of a 45 inclined plane, the force of gravity increases the force of contact between root and growing surface, which results in enhanced skewing and waving as the root grows along the surface. When a root tip reaches a surface perpen-dicular to the gravity vector, it grows in a clock-wise spiral along that new surface. But what happens when you remove gravity as a factor completely? The only environment that can truly remove the influence of gravity in an experimental setting is the orbital microgravity environment, such as provided bySpace Shuttle flights or time on the International Space Station (ISS). There have been numerous plant space- flight experiments that have focused on gravity sensingand accompanying morphometric traits (e.g.: 13-22)and reviewed in 23-25. A recurring conclusion is that gravity dominates tropisms and morphology in terrestrially-grown plants and that removing gravityfrom the equation reveals unique aspects of inherent patterns of cell growth and development. The effect of the microgravity environment varies among plantspecies and even among cultivars of the same species; in the absence of light, the roots of Arabidopsis cultivar Landsberg demonstrate an inherent skew to the right16, while cultivar Columbia appears to grow randomly on orbit 22. We present here detailed time-lapse plant growth and development data from an orbital experiment following the growth and development of two cultivars of Arabi- dopsis (Wassilewskija; WS and Columbia; Col-0) inspecialized spaceflight hardware designed for continuous visual data collection. The data are from Run 3 of the APEX-TAGES spaceflight experiment launched onSTS-130 in February, 2010 and delivered to the Inter- national Space Station (ISS). The APEX-TAGES expe- riment focused on the discovery of morphologicaldata over time, as well as molecular and physiological changes in Arabidopsis in response to the orbital envir- onment. APEX-TAGES plants were grown on nutrient-agar plates, allowing a clear examination of root growth, waving and skewing along the surface. The plants were grown in the Advanced Biological Research System(ABRS), which has an imaging system that collected digital photographs of WS and Col-0 from germination to near maturity (12 15 days) while on the ISS. Results Novel imaging hardware records distinctive patterns of growth for spaceflight and ground control plants The imaging data from orbit revealed that the Arabidop- sis cultivars Wassilewskija (WS) and Columbia (Col-0)were different in their responses to spaceflight. There were fundamental differences in root growth and devel- opment on orbit compared to control sets grown inidentical hardware on the ground in the Orbital Envir- onment Simulator (OES). However, although distinct differences between Flight and Ground Control plantswere evident, both cultivars recapitulated the general patterns of growth well established for WS and Col-0 cultivars in terrestrial studies; WS skewed strongly tothe right while Col-0 displayed minor skewing to the left. The foundational growth medium for Arabidopsis plants on orbit was phytagel in standard 100mm square Petri plates. This configuration was chosen for several reasons. First, the petri plates are a standard physicalformat that has been used for numerous ground based studies on skewing and waving, as well as for previous spaceflight experiments 26-28. Phytagel is a solid, non-Paul et al. BMC Plant Biology 2012, 12:232 Page 2 of 14 http:www.biomedcentral.com1471-222912232friable, water and nutrient delivery system ideal for microgravity environments in that water and nutrient delivery are passive and consistent. Moreover, workingwithin this common physical format allows the space- flight hardware to be tasked for other common bio- logical experiments. Second, Arabidopsis growth onthese plates allows for excellent gas exchange, complete hydration and adequate nutrition for the 12 15 days of the studies. In addition, roots grow along the surface ofthe phytagel, creating a uniform focal field for photo- graphic records and a substrate by which surface-related phenomenon, such as skewing and waving, could beevaluated. Third, properly treated seeds on the plates can remain dormant under spaceflight ambient condi- tions, germinating only when mounted within thegrowth hardware and exposed to light to start the experiment. After transition to orbit and storage in a quiescent state, plates were mounted within the racks of the GFP Imaging System (GIS) hardware and then installed into the ABRS orbital growth chamber 29,30. Germinationoccurred within 2 days. The LED growth lighting panel is located in the top of the ABRS chamber, which places the lighting directly above the GIS unit (Figure 1). TheGIS is shown loaded with six square Petri plates, and red arrows indicate how the GIS is inserted into ABRS (Figure 1B). The imaging plate, opposite the camera inthe lower tier, is designated plate 1; the remaining odd- numbered plates occupy the left and right slots of the lower tier, and the even-numbered plates populate thetop tier. At 15 days the plates were removed from the GIS hardware and photographed before being harvested. The GIS imager took photographs of plate 1 every 6hours for the duration of the experiment. One of the ini- tial and final images taken of plate 1 is shown in Figure 1C and 1D respectively. As can be seen in 1D,the principal direction of root growth on orbit was away from the over-head light source and toward the bottom of the plate as viewed in the images. Thus the primarytropic stimulus for roots on orbit appears to be light. Further, this negatively phototropic effect on root growth was strongest in the lower tier plates, those far- thest away from the light source. Although only plate 1 could be imaged continuously, selected plates from otherpositions were photographed at the end of the experi- ment as part of the astronaut harvest operations on orbit. A comparison of harvest photographs conductedat day 15 shows that a lower tier plate exhibited stronger directional growth compared to the comparable upper tier plate, which was closer to the light source and there-fore received a less directional stimulus (Figure 1F). Comparable operations were executed for the ground controls within the Orbital Environmental Simulator atKennedy Space Center. The imaging hardware facilitatedthe four-times-daily capture (every 6 hours) of plant growth and development on orbit and in the corre-sponding ground controls throughout the course of the experiment. The telemetric imaging made it possible to follow the development of the root growth patterns asthey occurred, and map the changes of root orientation over time. Each image is time-stamped in the convention of year_month_day_hour_minute. Thus, the time stampshown in Figure 1C, 2010_02_11_03_37, corresponds to Figure 1 Novel imaging hardware records distinctive patterns of growth for spaceflight and ground control plants. The GFP Imaging System (GIS) is unique spaceflight hardware that is designed to be housed within the Advanced Biological Research System (ABRS) orbital growth chamber ( A). The GIS contains six slots that accommodate 10 cm2petri plates, three in an upper tier and three in a lower tier ( B). The middle lower tier plate is positioned directly in front of the GIS camera and collects a set of images every 6 hours and includes an image-unique time-stamp; examples shown are from the initiation of the experiment ( C) and at the end ( D). Time stamps for these images are in the lower left corner. Time stamps are in the convention of year_month_day_hour_minute, thus, 1C, 2010_02_11_03_37, corresponds to 2010, February 11, 03:37 and 2010_02_26_09_39 to 2010, February 26, 09:39. The proximity to the LED light source influences the patterns of rootgrowth between lower tier plates ( E) and upper tier plates ( F).Paul et al. BMC Plant Biology 2012, 12:232 Page 3 of 14 http:www.biomedcentral.com1471-2229122322010, February 11th, 03:37. The Ground Control plates were released from dormancy (by insertion into the GIS and exposing to light) precisely six days after the Flightplates were released from dormancy, thus a Flight plate image time-stamped 2010_02_19_09_4 corresponds in age (within an hour) to the Ground Control plate image2010_02_25_10_39. This delay in the Ground control ini- tiation allows for the programing of the Orbital Environ- mental Simulator with the ISS laboratory ambientenvironmental data collected on orbit. Although plants germinated on orbit demonstrated a positive shoot phototropism and negative root photo-tropism that generally reflects the ground control growth patterns, the microgravity environment impacted several aspects of plant growth. These aspects werequantified with mapping options in Adobe Illustrator CS3. The analytical process is displayed in Figure 2. It can be visually seen that the growth patterns of 8.5 dayold ground control (Figure 2A) and flight (Figure 2B) plants differed, but those differences can be quantified and evaluated by assigning numerical values to both theabsolute distance grown and the degree of deviationfrom the vertical (Figure 2C). This procedure creates an overlay of data containing information on the growth rates and habit (detail in Figure 2D). Plants on orbit grew more slowly than comparable ground controls Arabidopsis plants on orbit grew more slowly than com- parable ground control plants. Irrespective of features inherent to spaceflight, the environmental conditions(lighting, temperature, humidity, CO 2) experienced by the two sets of plants were identical. The ground control and flight images for 8.5 day-old plants introduced inFigure 2 were again used to generate the morphometric data presented in Figure 3. The 8.5 day images for Ground Control 2010_02_25_10_39 (Figure 3A) andFlight 2010_02_19_09_40 (Figure 3B) are shown here overlaid with the traces that define growth and direction in each 6 hour period, traces alternating red and blue forclarity (two blue, two red, per 24 hour period see also Figure 2C). The grids on the plates measure 13mm and were used for calibration. Numerical values were calcu-lated for each root and hypocotyl length, and then the Figure 2 Quantification of growth patterns with overlays provides information on the growth rates and habit. Root growth patterns of plants 8.5 days old from the ground control ( A) and flight experiment ( B) were quantified with mapping options in Adobe Illustrator CS3. Numerical values were assigned to both the absolute distance grown and the degree of deviation from the vertical ( C) which creates an overlay of data containing information on the growth rates and habit (detail in D).Paul et al. BMC Plant Biology 2012, 12:232 Page 4 of 14 http:www.biomedcentral.com1471-222912232Figure 3 Plants on orbit grew more slowly than comparable ground controls. Root growth patterns of plants 8.5 days old from the ground control ( A) and flight experiment ( B) are shown with mapping overlays. Dotted line marks division between cultivar WS and Col-0. A colored trace was made at each 6 hour increment of growth as each plant grew, out to 8.5 days ( A, B). Traces alternated red and blue for clarity. Sections rendered in orange and light blue represent extrapolations for missing individual photographs. Numerical values were calculated for each rootand hypocotyl length (grid13mm), and then the average values for each set of cultivars plotted with respect to treatment ( C). Standard deviation was calculated using n-1 method: Ground control (GC-green bars) - WS: n11, StDev roots0.91, StDev hypocotyls0.70, Col-0: n7, StDev roots1.00, StDev hypocotyls0.60; Flight (FLT-blue bars) - WS: n13, StDev roots0.67, StDev hypocotyls0.80, Col-0: n7, StDev roots0.67, StDev hypocotyls0.40. ( D) Traced sections enlarged and the region representing the first 48hours of discernible growth highlighted with a gold bracket. ( E) The meristematic zone in roots of ground control (GC) and flight (FLT) plants. Epidermis, cortex, endodermis and quiescent center (QC) are indicated in blue arrows. The gold line along the epidermis cell file from the quiescent center measures 225 m. (F) The elongation zone in roots of ground control and flight plants. The blue frame defines a region of about 225 m along the length of each root from the transition zone into the elongation zone. The cross bars in the rectangle define cell boarders in this area for each root.Paul et al. BMC Plant Biology 2012, 12:232 Page 5 of 14 http:www.biomedcentral.com1471-222912232average values for each set of cultivars plotted with re- spect to treatment. Ground control (GC) values are represented with green bars and Flight (FLT) values arerepresented with blue bars (Figure 3C). For both WS and Col-0 plants, the Flight plants showed consistently and statistically significant shorter roots and shoots. At8.5 days, the flight plants hypocotyls were about 3 mm shorter than the ground controls in both cultivars. How- ever, with respect to root growth, the Col-0 cultivar dis-played a more dramatic lag in root development. In Col- 0 the effects appear due to a slow growth phase focused in the first few days after germination, as can be seen inthe very short 6-hour increments displayed in the root traces of the flight plants (Figure 3B). Sections of the traced plates are enlarged for this comparison inFigure 3D, and highlight the region representing the first 48hours of discernible growth (gold bracket). Overall, the WS cultivar averaged 5 mm shorter than the GroundControls, while the Col-0 plants were more than 14 mm shorter after 8.5 days growth. Confocal microscopy was used on post flight plants to image root sections of the flight and ground control plants to examine cellular morphologies that may con- tribute to the differential in growth rates observed be-tween flight and ground control plants. Although the roots appear somewhat smaller, the cells of the meri- stematic zone in each appear to occupy the same relativespace in a similar distribution (Figure 3D). Drawing a line along the epidermis cell file from the quiescent cen- ter to a distance of 225 m (yellow line overlaid on root images in 3D) it is seen that 24 cells occupied this space in the ground controls (GC) and 23 cells in the flight (FLT) root. The blue frame in Figure 3E defines a regionof about 225 m along the length of each root from the transition zone into the elongation zone. The cross bars in the rectangle define cell boarders in this area for eachroot. In this 225 m region there were four cells in the epidermal cell file of the ground control, compared to 6 or 7 in the flight root; giving the appearance that thecells of the ground control roots were more elongated than the cells from the same region in the flight plants. This result suggests that in this growth environment, the roots of space-grown plants were shorter because the ground control roots surpassed the growth of the flightplants during the elongation phase of growth, making the differences in length a result of cell size and not cell division. Spaceflight roots display waving and skewing The nature of the overhead lighting of the ABRS unitcreated a directional gradient of light stimuli (refer toFigure 1). This gradient set up the conditions by which directional root growth could be evaluated over time on orbit and compared to ground controls receiving theidentical lighting regimen. This ability to follow root growth patterns in real time revealed the progression of developmental features, such as the patterns of growth,in addition to the final disposition of that growth. The most prominent features of Arabidopsis root growth on orbit were the adoption of a waving pattern and a dra-matic skew to the right for the WS cultivar. Both culti- vars recapitulated the general patterns of growth well established for their respective ecotypes in ground stud-ies, particularly with respect to growth along a 45 inclined plane on the Earth. Growing plants along a 45 inclined plane increases the force of contact the root tip has with a solid surface, and in ground studies in this environment WS skews dramatically to the right, while Col-0 skews very slightly to the left. Although the orbitalenvironment decreases the force of contact the root tip has with a solid surface, both cultivars grown in micro- gravity behave in a manner that has been attributed to acombination of gravity and the intensity of surface interaction. Early root growth in both ground controls and flight plants of both ecotypes was almost perfectly straight away from the light, as shown in the images of 5 day ground control and flight plants in Figure 4A and 4B, re-spectively. However, at about day 5 the roots of the WS flight plants began to skew to the right, and by day 8 the characteristic enhanced skewing was clearly evident inthe WS flight plants (Figure 4E). At first inspection, the waving of the flight plants resembled the root growth patterns characteristic of Arabidopsis gown on inclinedagar plates. However, cultivar WS grown on inclined agar plates began both waving and skewing almost im- mediately after germination, as shown in the 5 day oldWS plants in Figure 4C, and this phenomenon is well characterized in the literature 10-12,31,32. After 8.5 days the enhanced skewing of the flight plants wasclearly evident compared to the ground controls. Enlarged sections of the 8.5 day imaging plates from Figure 3 (Figure 4D and 4E) are provided for comparisonnext to 8.5 day old laboratory control plants grown at 45 angle to induce a similar degree of skewing as is seen in the flight plants (Figure 4F). A comparison of these three images in the bottom row illustrates that the pro- nounced waving typically seen with this degree of skew-ing in unit gravity was absent in the flight plants (Figure 4E). The degree of skewing in the 8.5 day images for ground control and flight was also examined quantita- tively. The traces that were used to quantify the root growth in Figure 3 were also used to generate data thatshow the direction and degree of deviation from the ver- tical of plants through about 8.5 days of growth. Three different genotypes are represented on the imaging plate:two in a WS background (seedlings on the left 23 viewPaul et al. BMC Plant Biology 2012, 12:232 Page 6 of 14 http:www.biomedcentral.com1471-222912232of the plate) and one in a Col-0 background (seedlings in right 13 view of the plate). The length and deviationdata were collected for each time point and then plotted over time for clearly defined roots (Figure 5A and 5B). In both Ground Control and Flight plants, root growthof the Col-0 plants (green line) deviated only slightly from the vertical, and the two WS lines (blue line) skew to the right. What varies between ground control andflight is the degree and timing of skewing. As presented visually in Figure 4, the degree of skewing was very simi- lar between ground control and flight until around thefirst five days of growth. At this inflection point, the WS ground controls transitioned to a slight skew, whereas the Flight plants took a dramatic jog to the right, transi-tioning from about a 10 degree skew, which they have in common with the Ground Controls, to averaging more than 40 degrees. Spaceflight growth patterns are not conditioned by orientation with regard to airflow, gvectors or other directional environmental factors Growth patterns were the same in three different orien- tations within the ABRS. Orientation with respect to air-flow within the ABRS and orientation with respect to ISS did not differentially affect growth patterning. The GIS fits into the ABRS unit such that the LED growthlights are directly overhead, so the upper tier plates are substantially closer to the lights than the lower tier plates (Figures 1, and 6A ). The upper tier platesreceived approximately 180 mol m 2s-1, while the lower tier plates received about half that. Only the bottom tierplate in position 1 of the GIS was imaged continuously, but representative plates from other positions in the ABRSGIS were photographed prior to harvest at thematuration of the experiment. Although dense, the root growth patterns for both WS and Col-0 in the upper tier plates, where the light is more intense and less direc-tional, appear to have been more random, whereas in the lower tier plates root growth displayed a more direc- ted, negatively phototropic pattern. Although overallmorphologies of top and bottom tier plates were differ- ent due to lighting differences, each of the upper tier plates (2, 4 and 6) and each of the lower tier plates(1 and 5 shown) displayed the same basic patterns repre- sentative of their position relative to the light source (Figure 6B). Another variable in plate position is the position around the circumference of the GIS could po- tentially impart a different microclimate for each platewith respect to temperature and air flow. Air is circu- lated by entering into the GIS from the plate-3-side of the unit and exits under the plate 5 position (Figure 6A).In addition, there is a deflector inside the GIS to redirect slightly cooler air to the back of plate 1, the imaging plate, to help keep the face of the Petri pate free of con-densation. It can be easily seen in the harvest photos of the upper tier WSCol-0 plates (plates 2, 4 and 6) that position did not appear to influence general root growthpatterns (Figure 6B, top row). The same can be said of Figure 4 Plants on orbit grew skew and wave, but in a novel way. Enlargements of 5 day old WS ground control and flight plants to show near vertical root growth ( A, B) compared to the waving behavior of 5 day old WS plants grown on 45 degree inclined agar plates in unit gravity (C). Enlargements of 8.5 day old WS and Col-0 ground control and flight plants to show skewing and waving patterns of root growth ( D, E) compared to the waving behavior of 8.5 day old WS and Col-0 plants grown on 45 degree inclined agar plates in unit gravity ( F).Paul et al. BMC Plant Biology 2012, 12:232 Page 7 of 14 http:www.biomedcentral.com1471-222912232Figure 5 Quantification and mapping of growth patterns. The direction of root growth over time was quantified by taking measurements of the angle of a root segment in relation to a vertical line, with right being positive degrees and left as negative degrees. Values for each plantcultivar in ground control ( A) and flight ( B) in each image, spanning growth through 8.5 days, were averaged and then plotted with Microsoft Excel (see Methods for operational details). The two different cultivars represented on the imaging plate are WS (blue line) and Col-0 (green line). The y-axis shows the degree of deviation from the vertical the root presents at each 6 hour time point and the x-axis shows the corresponding dates the images were taken. Each cultivar plot line is an average taken from measurements of several roots: GC WS: 8 roots; GC Col-0: 3 roots; FLT WS: 7 roots; FLT Col-0: 4 roots. The error bars included with each time point reflect the Standard Error of the Mean. Figure 6 The influence of micro-habitat on plant growth patterns. The GIS is configured to hold six 10 cm2petri plates in two tiers, numbered sequentially: bottom tier plates are numbered 1 (imaging plate opposite the camera), 3 and 5; upper tier plates are numbered 2 (directly over plate 1), 4 and 6. Air is circulated by entering the base just below plate 3 and exiting just below plate 5 ( A). Photographs taken of the flight plants when the plates were removed from the GIS for harvest on orbit are shown in from the upper tier (Plates 4, 2 and 6) and the lower tier (plate 1 and plate 5) ( B). Note that not all plates were harvested on orbit, and that lower tier harvest plate images are limited.Paul et al. BMC Plant Biology 2012, 12:232 Page 8 of 14 http:www.biomedcentral.com1471-222912232the bottom tier plates. However, since there were limited harvests of the bottom tier plates of the WSCol-0 geno- type plates per Experimental Run, the two plates shownthe bottom row of Figure 6B were collected on Run 3 (plate 1; the imaging plate) and Run 2 (plate 5), of the APEX-TAGES experiment, respectively. Although plate5 of Run 2 (launched April 5, 2010) contains the same WSCol-0 genotype distribution as the Run 3 imaging plate, they were planted less densely and harvested at adevelopmental age that was 3 days younger, and thus the plants are smaller and less over-grown. Nonetheless, the patterns for root growth are the same suggesting that neither the air flow nor the slight temperature differen- tial for the imaging plate appeared to impact the pat- terns of root growth in the lower tier plates. Discussion Novel imaging hardware records distinctive patterns ofgrowth for spaceflight and ground control plants . The ability to collect growth data in real time over the life of the plant is a substantial advancement of the imagingtechnology available on the ISS. The ABRSGIS hard- ware allowed us to follow the patterns of root and shoot growth of Arabidopsis seedlings as these structuresdeveloped over the course of the experiment. Several points along this sequence were singled out for analyses (Figures 1, 2 and 3) but a more complete continuum ofthese growth patterns as they develop can be seen in a two brief movies (Flight vs. Ground control) in the sup- plemental data. (Additional files 1 and 2). In the experiment described here ,the plants on orbit grew more slowly than comparable ground controls ,and the Col -0 cultivar seemed particularly sensitive in the early stages of development . Throughout the history of spaceflight experiments with plants, there has been no consensus on quantitative differentials in plant growth.There are examples where ground controls exhibited more extensive growth than their orbital counterparts in several species 33-35 and also examples where it wasthe orbital grown plants that demonstrated the more ex- tensive growth 36-39. It has been broadly discussed that sources for variations among plant responses, evenamong species, includes the diversity of flight hardware, growth systems, environmental conditions, developmen- tal stages and cultivars used in each of these experiments24,25. The plants being examined here are unique in that they actually represent the only 15 day old Arabi- dopsis plants grown on a nutrient agar surface in thepresence of a directional LED light source for an orbital experiment. Any and all of these factors developmen- tal stage, thigmo-stimulus, illumination can, and do, impact the manner in which plants grow. This experi- ment also represents the first utilization of the ABRS hardware and GIS imaging for Arabidopsis culture. TheABRSGIS hardware was designed to minimize the im- pact of confounding environmental factors on orbital habitats that have often been associated with the man-agement of temperature and gasses in microgravity (e.g. ethylene, CO 2, oxygen, other VOCs), and it appeared that none of these factors contributed to thepatterns of plant growth in this experiment. And yet, the plants grew more slowly on orbit. A recent study demonstrated the opposite phenomenon in young dark-grown Arabidopsis in sealed containers, and showed that the basis for the elongated microgravity-grown roots was due to an elevated proliferation of cortical root meri-stematic cells compared to ground controls, as in a given cell file (endodermis) there was a greater number of cells per millimeter 36. In the case of the older, light-grownArabidopsis seedlings of this study, it was the ground control that had the longer roots. Examination of the same developmental section of the epidermis cell files offlight and ground control roots in a 225 mr e g i o n behind the quiescent center reveals similar patterns of cell proliferation in the two roots. However, the cellsof the elongation zone are distinctly different in the ground control roots, being far more elongated than the cells from the same region in the flight plants. Itappears then, that the pla nts grown in unit gravity surpassed the growth of the flight plants through enhanced elongation. Removing gravity from the environment facilitates the observation of intrinsic plant movement which may be masked in unit gravity . The contribution of light as a tropic cue for root growth was broadly observed relative to the position of the six plates in the ABRSGIS growth and imaging facility with respect to their relative dis-tance from the light source. The patterns of plant growth vary between the upper- and lower-tier positions of the ABRSGIS hardware, and can be directly linked tothe quality of a single environmental stimulus: light. The management of growth light illumination was balanced to provide adequate illumination for the lower tier im-aging plants, while not overwhelming the plants in the upper tier. This middle ground of illumination intensity resulted in an interesting division of growth patterning between the two latitudes. In the lower- tier plates the gradient of light intensity established by the over-head il-lumination in the ABRS unit had the effect to enhance the tropic effect of light on these plates. The hypocotyls elongated towards the light, while the roots grew pri-marily away from the light, operationally down the sur- face of the plate. Although the intensity of illumination at this position (80 mol m -2s-1) is slightly less than ideal, this lighting environment facilitated a clear reso- lution of the other factors that influence the pattern of root growth, particularity when freed from the over-whelming positive tropism imposed by unit gravity. ThePaul et al. BMC Plant Biology 2012, 12:232 Page 9 of 14 http:www.biomedcentral.com1471-222912232upper- tier plates are situated very close to the overhead lights and received about 180 mol m-2s-1. The conse- quence of this close proximity was that there was verylittle in the way of a vertical gradient of light stimulus established in the upper- tier plates, and the underlying inherent growth patterns are more difficult to resolve onthe background of less tropically-directed growth of roots and shoots (Figure 1). The patterns of waving and skewing seen on orbit clearly demonstrate that gravity is not an essential com- ponent of the mechanism that drives these configurations of root growth . It has been well established that the roots of certain cultivars of Arabidopsis naturally skew to the right when growing along a resistive surface. In addition, when such a growing surface is inclined at an angle of3045 degrees, roots grow in waving patterns as they navigate the surface 6,8-12,31,32,40. The underlying reasons for these morphological characteristic of someArabidopsis cultivars is not completely understood (Reviewed in: 6,8) but there is every indication that it is at least linked to the manner in which the root sam-ples its environment (e.g. 41,42). It has been suggested that that waving and skewing are primarily a result of interactions between either gravitropism and the tactileinteraction with a surface (thigmotropism) 9,11,43 or gravitropism and circumnutation 9,40, as well as being influenced by circadian rhythm, ionic and nutrient envir-onment and other bioticabiotic influences 44-47. And although the specific metabolic drivers are not fully known, comparisons of differential expression amongcultivars has suggested a number of here-to-fore unknown candidate genes that may contribute to cultivar-specific phenotypes, as well as confirming sev-eral known to be involved with skewing and waving 48. Regardless of the underlying influences, the consensus that gravity contributes to waving and skewing deservesreconsideration. Although gravity is not required for skewing or waving , light contributes to the characteristic of waving and skew-ing on orbit . It has long been known that although gravity amplifies the subtle oscillations of plant movement, such as circumnutation, plants can exercise these movements in the absence of gravity. Indeed, many of the early orbital plant experiments focused on this demonstration (e.g.19,49,50). However, it has also been shown that gravity sensing cells and systems are important for the execution of these movements 51,52. On earth, the contribution oflightphototropism is minimal compared to the impact of gravity on directional root growth. In the spaceflight en- vironment of the present study the upper tier platesreceived an intense distribution of light from a relatively large light area. In these plates, root growth was compact and confined to the middle third of the possible growingarea of the plate (Figures 1 and 6). However, the lower tierplates received a more directional and attenuated light in- tensity. Root growth on these plates were more negatively phototropic and visually mimicked most features of thepositive gravitropic growth of comparable ground controls (e.g. Figures 1 and 6) Although the flight plant roots looked very similar to plants grown on inclined agar plates, there are some growth features that were missing in the spaceflight plants. Spaceflight roots were slow to initiate significantskewing. In this way, they most closely mimicked the natural tendency of WS to skew a bit to the right when grown vertically in unit gravity, as opposed to oninclined plates, and this characteristic can be seen visu- ally and in the quantification of the patterns shown in Figure 5. At about day 5, when the roots were 7 10 mm long, the roots began a more substantial jog to their right. This new angle of growth does closely mimic what is seen for WS grown on agar plates tilted to 45, withone exception: the wavy phenotype that is a hallmark of inclined plate growth assays is subtle when compared to the degree of waving that is associated with plants exhi-biting the degree of skewing shown by the flight plants. These data reinforce the paradigm that skewing and waving represent two separate phenomena and can bedisconnected, and the further disconnection of these fea- tures of root growth in the flight plants indicates that gravity is not strictly required for either. There has been much discussion in the literature as to why Arabidopsis roots grow in a wavy pattern on inclined agar plates, and the discussion can be summar-ized with a quote from an early review: This waving be- haviour has been interpreted as representing a gravitropism -dependent thigmotropic response .We argue instead that this root waving represents primarily a flat- tened spiral growth pattern resulting from circumnuta- tion and gravitropism Simmons et al. 1995a 40. Recent work demonstrates that there are numerous mutations that affect phenotypes of waving but not skewing, and vice versa 8 and supplimetal data thereinand a number of these mutants have additional pheno- types that also match the orbital phenotype we observed in this study, like reduced root elongation 32,53. More recently a combination of quantitative trait loci (QTL) explorations and microarray analysis of the differentialexpression among natural cultivars with distinct skewing phenotypes has identified a region on chromosome 2 which contributes to skewing phenotypes 48. In allcases, the consensus is that gravitropism is the direc- tional driver in the skewing and waving phenotype, and it does play the major role on earth. However, gravity isnot required. Right-handed skewing in root growth appears to be an inherent feature of many Arabidopsis ecotypes, and can be seen even in culture conditionslacking both light and gravity 16. Further, the dataPaul et al. BMC Plant Biology 2012, 12:232 Page 10 of 14 http:www.biomedcentral.com1471-222912232presented here illustrate that classic waving and skewing patterns, characteristic of presumed gravitropism-driven interactions with a solid surface, happen in the absenceof gravity. This strongly suggests that it is not the force of gravity-driven interactions with surfaces that drive skewing, and that the role of gravity is more in direc-tional cuing, which on orbit can be supplied by the light source. Conclusions Although plants use gravity as an orienting tropism on Earth s surface, it is clear that gravity is neither essential for root orientation, nor the only factor influencing the patterns of root growth. In the absence of gravity but the presence of light, roots remain strongly negativelyphototropic. Further, roots wave and skew in directions characteristic of their genotypes. Differences in cultivars are more pronounced when on orbit in the absence ofgravity. Although both WS and Col-0 cultivars are clearly negatively phototropic in microgravity they be- have differently: WS skews strongly to the right in theabsence of gravity, while cultivar Col-0 exhibits minor skewing to the left. These results speak directly to the role of gravity in the directional movement of roots. The primary idea for the evolutionary role of waving and skewing is that it confers an adaptive advantage in obstacle avoidance during growth. This idea intersectswith circumnutation and thigmotropism, and of course, there is room for considerable overlap in the phenomen- ology. The genes that govern all of these responses arestill being revealed, and we hypothesize from other work with plant responses in novel spaceflight environments that when an organism is sampling its surroundings inthe absence of normal feedback, it may respond in a seemingly inappropriate manner 22,28,54. Does a root need to wave and skew to avoid an obstacle in micro-gravity? No. But in the absence of the overwhelming driver of gravity experienced on earth, it seems that other features of the environment set up the responsesto ensure that a root does at least grow away from the seed, and thereby attempt to enhance its chances of finding sufficient water and nutrients to ensure itssurvival. Methods Plant Material The three lines of Arabidopsis thaliana used in this ex- periment were: UB::GFP (35sCaMV constitutive promoter,ecotype WS 55), Adh::GFP (alcohol dehydrogenase pro- moter, ecotype WS 56) and DR5::GFP (synthetic auxin response element; gift of T. Guilfoyle, ecotype Col-0 57).Seeds, and the seeded plates, were prepared in such a way as to maintain dormancy until the initiation of the experi- ment on orbit. Seeds were surface sterilized with 75ethanol for 10 minutes, dried on sterile filter paper and stored at 4C until use. Immediately before planting, a small amount of seed was suspended in sterile water andthen the seeds were dispersed individually to the surface of a 100mm 2solid media plates 56. The plate was then immediately wrapped in light-tight black cloth (Duvatyne)and stored at room temperature until launch. After launch (Shuttle launch STS-130 - 09:14, 8 February 2010) and transition to the International Space Station (ISS), thewrapped plates were stowed at ambient temperature for a little less than three days until the initiation of the experi- ment on orbit. The seeds remained dormant until acti-vated by exposure to light on February 11 th, 2010. Plant growth in imaging hardware Both the flight and ground control components of the experiment were grown in specialized growth chamber units developed by Kennedy Space Center referred to asthe ABRS (Advanced Biological Research System) growth chamber 30,58,59. Seeded plates were un- wrapped from their light-tight coverings and installed inthe ABRSGIS plant growth chamber and imaging hard- ware. The GIS is designed to hold six 10 cm square plates: one in the direct line of the imaging camera, plusfive additional plates (Figure 1) 29. The Imaging cam- era is designed to collect both white light and fluores- cent images, and as such, incorporates a GFP imagingfilter is an integral component of the camera. Thus, even the white light (image taken in the absence of the GFP excitation illumination and in the presence of the grow-light immunization) contains a greenish cast, and it is difficult discern colors (such as the true green of the leaf material). Nonetheless, the white light images provide aclear record of root growth and morphology over the duration of the experiment. The Ground Control runs were conducted within a complete, second ABRS unitthat was housed in the Orbital Environmental Simulator (OES) chamber in the Spaceflight Life Sciences Labora- tory at Kennedy Space Center. The Ground Control wasinitiated with a precise 6 day delay to enable the OES environment to be programed with those environmental conditions that can be replicated on the ground, such ascabin temperature and CO 2levels, taken from ISS telemetry. Configurations of the ABRS and GIS ABRS is composed of two independently programmable Environmental Research Chambers (ERCs), one of whichhoused the Experiment Unique Equipment referred to as the Green Fluorescent Protein Imaging System. Growth lighting was provided by Light Emitting Diode(LED) arrays composed of 303 LEDs arranged in banks to facilitate Pulse Width Modulation control of light in- tensity from 50 to 300 mol m -2s-1, and provided aPaul et al. BMC Plant Biology 2012, 12:232 Page 11 of 14 http:www.biomedcentral.com1471-222912232spectrum of photosynthetically available light (peaks at 470 and 660nm) plus minor green and white light com- ponents. The ABRS environment was controlled fortemperature and CO 2concentration. The environmental set points for the experiment presented here were: light- ing at 180 mol m-2s-1(measured at the top of the upper tier plates, it was about half this at the level of the im- aging plate, 12cm below this mark), temperature at 23C and CO 2concentration at 3000ppm. The GIS holds six standard 100 mm square Petri plates (Fisher Scientific) in two tiers. Plate in position 1 of the bottom tier plates is housed directly across froman imaging camera (Figure 1). The GIS can provide 470nm LED illumination, and the camera contains a long pass filter (505nm) for collecting GFP-expressionimages. The camera can also collect images during illu- mination from the growth lights, creating white light  images, such as were used in the growth analyses pre-sented here. Images were taken every six hours and stored to an SD card housed in the unit. The images were also downlinked daily to the ground. The ABRSGIS Flight unit was housed in the Express Rack on the ISS, and the Ground Control unit was housed in the Orbital Environmental Simulator (OES) atKennedy Space Center. The OES was programed with the same environmental conditions experienced on orbit, and the Ground Control was executed with a 6day delay. The configurations of the Flight and Ground Control ABRSGIS units were identical, although the aim of the imaging camera in the Ground Control GISresults in the capture of the plate image that is shifted about 3 mm compared to the Flight unit. This imaging difference does not compromise data collection, but maybe noticed in several of the figures where Ground Con- trol and Flight images are aligned (e.g. Figures 1 and 4). Confocal microscopy Samples from the Flight and Ground Control plants that were preserved in RNAlater were washed with distilledwater and then stained with calcofluor white to label the cell walls 60,61. Stained tissues were imaged on a Zeiss Pascal LSM5 Confocal Laser Scanning Microscope. Mapping and quantification of root growth patterns Images from the GIS imager were taken in intervals ofsix hours. Those images were used in succession to trace the segment of root growth over that period of time for each interval using Adobe Illustrator CS3. The original16-bit TIFF GIS files were first converted into 8-bit JPEGs using David s Batch Process extension for GNU Image Manipulation Program, using 2x2 sampling andno loss in quality. The JPEG images were then imported into Adobe Illustrator CS3 as separate layers. The layers in Illustrator were labeled with the original timestampfound in the filename of the image. The segment traces were obtained by selecting a starting point image with some root growth already present, making it the onlyvisible layer out of all of the imported image layers, and using a Wacom Intuos2 tablet to freehand draw a vector line over the existing root segment. Manual tracing waschosen as the best viable option, since there was diffi- culty using OCR (Optical Character Recognition) soft- ware to find the roots due to the monochrome nature ofthe images, the gridlines, and glare from the imager it- self. The manual vector trace layer was kept at the fore- ground at all times. At the completion of the first tracelayer, the next image in the layer sequence was made vis- ible, and the manual trace resumed on the top vector trace layer. This procedure was repeated for all imagesin the set. The end result was an overlay of the cumula- tive manual traces over the final image, which provided a snapshot of all of the growth periods given by eachimage at the same time. The direction of root growth over time was quantified by taking measurements of the angle of a root segmentin relation to a vertical line, with right being positive degrees and left as negative degrees. This operation was completed using Illustrator s native Measure Tool and then entering the angle (degrees) and length (pixels) captured from the Illustrator Information window into a table in Microsoft Excel. Individual measurements wererecorded for every root segment drawn (Figure 2). In instances where the an image in the sequence was un- available, the total root length from one image to thenext was divided by the number of missing intervals in order to obtain an estimate of the growth over those time periods. The angles of root growth were then mea-sured from those estimated segments. Estimated seg- ments are indicated by a distinct color in the composite image. All data were graphed using Microsoft Excel. Thefinal graphic representation of root skewing was obtained by taking the average length and angle of the comparable segment of all individual roots of the samegenotype (Figure 5). Skewing and waving assays in unit gravity The WS and Col-0 lines used in the flight experiment were also grown on a 45 degree incline to evaluate the waving and skewing behavior of these lines in the laboratory.Plates were prepared as described above for the spaceflight experiments, using the same composition of phytagel media (not the harder, 1.5 agar media typically used inwaving assays). Half of the plates were allowed to grow vertically and the remainder inclined to present a 45 degree surface for the emerging root. The plates were grown inthis configuration for 10 days under standard laboratory growth conditions. The plates were photographed through the front of the plate on day 5 and midway through day 8.Paul et al. BMC Plant Biology 2012, 12:232 Page 12 of 14 http:www.biomedcentral.com1471-222912232Additional files Additional file 1: Plate 1, Run 3A growth over time in ABRSGIS in Flight. The collection of images in the Flight plate used to generate the traces and skewing data of Figures 3 and 5 are presented as a movie to demonstrate to progression of plant growth in microgravity. Additional file 2: Plate 1, Run 3A growth over time in ABRSGIS in Ground Control. The collection of images in the Ground Control plate used to generate the traces and skewing data of Figures 3 and 5 are presented as a movie to demonstrate to progression of plant growth in microgravity. Competing interests The authors have no competing interests related to this manuscript. Authors contributions ALP and RJF contributed equally to the design, conduct and analysis of theexperiments. CEA handled imagining data for the mapping and quantification of root growth patterns to create traces in Figure 5 and movies for supplemental data. All authors read and approved the finalmanuscript. Acknowledgements The authors would like to thank all our colleagues and associates at Kennedy Space Center who supported the APEXTAGES flight experiment, especially David Cox, Howard Levine, Dave Reed, April Spinale, Trevor Murdoch, MattRegan, Sergie Albino, Todd Mortenson, Richard Meshberger, Bill Wells, andBill McLamb. DR5::GFP was kindly provided by Tom Guilfoyle. Craig Moneypenny, ICBR-UF, contributed to the collection of the confocal microscopy images. This work was supported by NASA grants NNX07AH270and NNX09AL96G to R.J.F and A-L.P. Publication of this article was funded inpart by the University of Florida Open-Access Publishing Fund. Author details 1Department of Horticultural Sciences, University of Florida, Gainesville, FL 32611, USA.2Program in Plant Molecular and Cellular Biology, University of Florida, Gainesville, FL 32611, USA.3Interdisciplinary Center for Biotechnology Research, University of Florida, Gainesville, FL 32610, USA. Received: 28 June 2012 Accepted: 2 November 2012 Published: 7 December 2012 References 1. Darwin C, Darwin F: The Power of Movement in Plants . London: J. Murray; 1880. 2. Edwards W, Moles AT: Re-contemplate an entangled bank: The Power of Movement in Plants revisited. Bot J Linn Soc 2009, 160(2):111 118. 3. Brown AH: Circumnutations: from Darwin to space flights. Plant Physiol 1993, 101:345348. 4. Hashimoto T: Molecular genetic analysis of left-right handedness in plants. Philos Trans R Soc Lond B Biol Sci 2002, 357(1422):799 808. 5. Johnsson A: Circumnutations: results from recent experiments on Earth and in space. Planta 1997, 203(Suppl 1):S147 S158. 6. Migliaccio F, Fortunati A, Tassone P: Arabidopsis root growth movements and their symmetry: progress and problems arising from recent work.Plant Signal Behav 2009, 4(3):183 190. 7. Migliaccio F, Piconese S: Spiralizations and tropisms in Arabidopsis roots. Trends Plant Sci 2001, 6(12):561 565. 8. Oliva M, Dunand C: Waving and skewing: how gravity and the surface of growth media affect root development in Arabidopsis. New Phytol 2007, 176(1):37 43. 9. Sedbrook J, Boonsirichai K, Chen R, Hilson P, Pearlman R, Rosen E, Rutherford R, Batiza A, Carroll K, Schulz T, et al:Molecular genetics of root gravitropism and waving in Arabidopsis thaliana. Gravit Space Biol Bull 1998, 11(2):71 78. 10. Rutherford R, Masson PH: Arabidopsis thaliana sku mutant seedlings show exaggerated surface-dependent alteration in root growth vector.Plant Physiol 1996, 111(4):987 998.11. Okada K, Shimura Y: Reversible root tip rotation in Arabidopsis seedlings induced by obstacle-touching stimulus. Science 1990, 250(4978):274 276. New York, NY. 12. Hughes-Fulford M: Function of the cytoskeleton in gravisensing during spaceflight. Adv Space Res 2003, 32(8):1585 1593. 13. Hilaire E, Paulsen AQ, Brown CS, Guikema JA: Plastid distribution in columella cells of a starchless Arabidopsis mutant grown in microgravity. Plant Cell Physiol 1997, 38(4):490 494. 14. Katembe WJ, Edelmann RE, Brinckmann E, Kiss JZ: The development of spaceflight experiments with Arabidopsis as a model system ingravitropism studies. J Plant Res 1998, 111(1103):463 470. 15. Kiss JZ, Brinckmann E, Brillouet C: Development and growth of several strains of Arabidopsis seedlings in microgravity. Int J Plant Sci 2000, 161(1):55 62. 16. Millar KD, Johnson CM, Edelmann RE, Kiss JZ: An endogenous growth pattern of roots is revealed in seedlings grown in microgravity.Astrobiology 2011, 11(8):787 797. 17. Kern VD, Schwuchow JM, Reed DW, Nadeau JA, Lucas J, Skripnikov A, Sack FD:Gravitropic moss cells default to spiral growth on the clinostat and in microgravity during spaceflight. Planta 2005, 221(1):149 157. 18. Stutte GW, Monje O, Hatfield RD, Paul AL, Ferl RJ, Simone CG: Microgravity effects on leaf morphology, cell structure, carbon metabolism andmRNA expression of dwarf wheat. Planta 2006, 224(5):1038 1049. 19. Brown AH, Chapman DK: Circumnutation observed without a significant gravitational force in spaceflight. Science 1984, 225:230232. 20. Laurinavicius R, Svegzdiene D, Gaina V: Force sensitivity of plant gravisensing. Adv Space Res 2001, 27(5):899 906. 21. Takahashi H, Kamada M, Yamazaki Y, Fujii N, Higashitani A, Aizawa S, Yoshizaki I, Kamigaichi S, Mukai C, Shimazu T, et al:Morphogenesis in cucumber seedlings is negatively controlled by gravity. Planta 2000, 210(3):515 518. 22. Paul A-L, Zupanska A, Ostrow DT, Zhang Y, Sun Y, Li J-L, Shanker S, Farmerie WG, Amalfitano CE, Ferl RJ: Spaceflight transcriptomes: unique responses to a novel environment. Astrobiology 2012, 12(1):117. 23. Halstead TW, Dutcher FR: Plants in space. Ann Rev Plant Physio 1987, 38:317345. 24. Dutcher FR, Hess EL, Halstead TW: Progress in plant research in space. Adv Space Res 1994, 14(8):159 171. 25. Ferl R, Wheeler R, Levine HG, Paul AL: Plants in space. Curr Opin Plant Biol 2002, 5(3):258 263. 26. Paul AL, Daugherty CJ, Bihn EA, Chapman DK, Norwood KL, Ferl RJ: Transgene expression patterns indicate that spaceflight affects stresssignal perception and transduction in arabidopsis. Plant Physiol 2001, 126(2):613 621. 27. Paul AL, Ferl RJ: Molecular aspects of stress-gene regulation during spaceflight. J Plant Growth Regul 2002, 21(2):166 176. 28. Paul AL, Popp MP, Gurley WB, Guy C, Norwood KL, Ferl R: Arabidopsis gene expression patterns are altered during spaceflight. J Adv Space Res 2005, 36:11751181. 29. Transgenic Arabidopsis Gene Expression System (TAGES); http:www.nasa. govmission_pagesstationresearchexperimentsTAGES.htmloverview. 30. Advanced Biological Research System (ABRS); http:www.nasa.gov mission_pagesstationresearchexperimentsABRS.html. 31. Simmons C, Migliaccio F, Masson P, Caspar T, Soll D: A novel root gravitropism mutant of Arabidopsis thaliana exhibiting altered auxin physiology. Physiol Plant 1995, 93:790798. 32. Yuen CY, Sedbrook JC, Perri nR M ,C a r r o l lK L ,M a s s o nP H : Loss-of-function mutations of ROOT HAIR DEFECTIVE3 sup press root waving, skewing, and epidermal cell file rotation in Arabidopsis. Plant Physiol 2005, 138(2):701 714. 33. Iversen TH, Odegaard E, Beisvag T, Johnsson A, Rasmussen O: The behaviour of normal and agravitropic transgenic roots of rapeseed (Brassica napus L.) under microgravity conditions. JB i o t e c h n o l 1996, 47(23):137 154. 34. Johnsson A, Karlsson C, Iversen TH, Chapman DK: Random root movements in weightlessness. Physiol Plant 1996, 96(2):169 178. 35. Kiss JZ, Katembe WJ, Edelmann RE: Gravitropism and development of wild-type and starch-deficient mutants of Arabidopsis duringspaceflight. Physiol Plant 1998, 102(4):493 502. 36. Matia I, Gonzalez-Camacho F, He rranz R, Kiss JZ, Gasset G, van Loon JJ, Marco R, Medina FJ: Plant cell proliferation and growth are altered by microgravity conditions in spaceflight. J Plant Physiol 2010, 167(3):184 193.Paul et al. BMC Plant Biology 2012, 12:232 Page 13 of 14 http:www.biomedcentral.com1471-22291223237. Mortley DG, Bonsi CK, Hill WA, Morris CE, Williams CS, Davis CF, Williams JW, Levine LH, Petersen BV, Wheeler RM: Influence of Microgravi ty Environment on Root Growth, Soluble Sugars, and Starch C oncentration of Sweetpotato Stem Cuttings. JA mS o cH o r t i cS c i 2008, 133(3):327 332. 38. Levine HG, Anderson K, Boody A, Cox D, Kuznetsov OA, Hasenstein KH: Germination and elongation of flax in microgravity. Adv Space Res 2003, 31(10):2261 2268. 39. Levine HG, Krikorian AD: Enhanced root production in Haplopappus gracilis grown under spaceflight conditions. J Gravit Physiol 1996, 3(1):17 27. 40. Simmons C, Sll D, Migliaccio F: Circumnutation and gravitropism cause root waving in Arabidopsis thaliana. J Exp Bot 1995, 46(1):143 150. 41. Massa GD, Gilroy S: Touch modulates gravity sensing to regulate the growth of primary roots of Arabidopsis thaliana. Plant J 2003, 33(3):435 445. 42. Blancaflor EB, Masson PH: Plant gravitropism. Unraveling the ups and downs of a complex process. Plant Physiol 2003, 133(4):1677 1690. 43. Thompson MV, Holbrook NM: Root-gel interactions and the root waving behavior of Arabidopsis. Plant Physiol 2004, 135(3):1822 1837. 44. Buer CS, Wasteneys GO, Masle J: Ethylene modulates root-wave responses in Arabidopsis. Plant Physiol 2003, 132(2):1085 1096. 45. Boonsirichai K, Sedbrook JC, Chen R, Gilroy S, Masson PH: ALTERED RESPONSE TO GRAVITY is a peripheral membrane protein thatmodulates gravity-induced cytoplasmic alkalinization and lateral auxintransport in plant statocytes. Plant Cell 2003, 15(11):2612 2625. 46. Kushwah S, Jones AM, Laxmi A: Cytokinin interplay with ethylene, auxin, and glucose signaling controls Arabidopsis seedling root directional growth. Plant Physiol 2011, 156(4):1851 1866. 47. Buer CS, Sukumar P, Muday GK: Ethylene modulates flavonoid accumulation and gravitropic responses in roots of Arabidopsis. Plant Physiol 2006, 140(4):1384 1396. 48. Vaughn LM, Masson PH: A QTL Study for Regions Contributing to Arabidopsis thaliana Root Skewing on Tilted Surfaces. G3: Genes, Genomes, Genetics 2011, 1(2):105 115. 49. Perbal G, Driss-Ecole D: Contributions of space experiments to the study of gravitropism. J Plant Growth Regul 2002, 21(2):156 165. 50. Johnsson A, Solheim BG, Iversen TH: Gravity amplifies and microgravity decreases circumnutations in Arabidopsis thaliana stems: results from aspace experiment. New Phytol 2009, 182(3):621 629. 51. Kitazawa D, Hatakeda Y, Kamada M, Fujii N, Miyazawa Y, Hoshino A, Iida S, Fukaki H, Morita MT, Tasaka M, et al:Shoot circumnutation and winding movements require gravisensing cells. Proc Natl Acad Sci USA 2005, 102(51):18742 18747. 52. Kiss JZ: Up, down, and all around: how plants sense and respond to environmental stimuli. Proc Natl Acad Sci USA 2006, 103(4):829 830. 53. Yuen CY, Pearlman RS, Silo-Suh L, Hilson P, Carroll KL, Masson PH: WVD2 and WDL1 modulate helical organ growth and anisotropic cell expansion in Arabidopsis. Plant Physiol 2003, 131(2):493 506. 54. Paul AL, Manak MS, Mayfield JD, Reyes MF, Gurley WB, Ferl RJ: Parabolic flight induces changes in gene expression patterns in Arabidopsisthaliana. Astrobiology 2011, 11(8):743 758. 55. Sheen J, Hwang S, Niwa Y, Kobayashi H, Galbraith DW: Green-fluorescent protein as a new vital marker in plant cells. Plant J 1995, 8(5):777 784. 56. Paul AL, Schuerger AC, Popp MP, Richards JT, Manak MS, Ferl RJ: Hypobaric biology: Arabidopsis gene expression at low atmospheric pressure.Plant Physiol 2004, 134(1):215 223. 57. Ulmasov T, Murfett J, Hagen G, Guilfoyle TJ: AuxIAA proteins repress expression of reporter genes containing natural and highly active synthetic auxin response elements. Plant Cell 1997, 9(11):1963 1971. 58. Levine HG, Cox DR, Reed DW, Mortenson TE, Shellack JL, Wells HW, Murdoch T, Regan MF, Albino SA, Cohen J, The Advanced Biological Research System (ABRS): A Single Middeck Payload for ConductingBiological Experimentation on the International Space Station .I n47th AIAA Aerospace Sciences Meeting . Edited by Levine HG, Cox DR, Reed DW, Mortenson TE, Shellack JL, Wells HW, Murdoch T, Regan MF, Albino SA,Cohen J, The Advanced Biological Research System (ABRS). Orlando: CurranAssociates, Inc; 2009. 59. NASA: NRA NNH11ZTT002N: Research Opportunities In Space Biology .I n Space Life and Physical Sciences Research and Applications Division . Edited by NASA: NRA NNH11ZTT002N.: NASA Research Announcement; 2011. 60. Paul AL, Ferl RJ: Using Green Fluorescent Protein (GFP) Reporter Genes in RNAlater Fixed Tissue. Gravitational and Space Biology 2011, 25(1):40 43. 61. Zhou J, Lee C, Zhong R, Ye ZH: MYB58 and MYB63 are transcriptional activators of the lignin biosynthetic pathway during secondary cell wallformation in Arabidopsis. Plant Cell 2009, 21(1):248 266. doi:10.11861471-2229-12-232 Cite this article as: Paul et al. :Plant growth strategies are remodeled by spaceflight. BMC Plant Biology 2012 12:232. Submit your next manuscript to BioMed Central and take full advantage of:  Convenient online submission  Thorough peer review  No space constraints or color gure charges  Immediate publication on acceptance  Inclusion in PubMed, CAS, Scopus and Google Scholar  Research which is freely available for redistribution Submit your manuscript at www.biomedcentral.comsubmitPaul et al. BMC Plant Biology 2012, 12:232 Page 14 of 14 http:www.biomedcentral.com1471-222912232",
        "introduction": null,
        "conclusion": "s: Skewing and waving, thought to be gravity dependent phenomena, occur in spaceflight plants. In the presence of an orienting light source, phenotypic trends in skewing are gravity independent, and the general patterns of directional root growth typified by a given genotype in unit gravity are recapitulated on orbit, althoughoverall growth patterns on orbit are less uniform. Skewing appears independent of axial orientation on the ISS  suggesting that other tropisms (such as for oxygen and temperature) do not influence skewing. An aspect of the spaceflight environment also retards the rate of early Arabidopsis growth. Background It is well known that plant growth patterns are influ- enced by a variety of stimuli and the responses to stimuli such as gravity have been explored and documented for over a century. In the past few decades it has beenshown that the circumnutating behavior in plants, first described by Charles and Francis Darwin 1 and most recently revisited in 2 is primarily due to radiallyasymmetric growth in the elongating organs, which is in turn influenced by a variety of environmental stimuli (e.g. 3-7). Of particular interest to us are thefundamental responses of plants to the unique environ- ment of spaceflight, specifically the skewing and wavingresponse of roots of Arabidopsis thaliana (Arabidopsis) in microgravity on board the International Space Station. Plant roots on Earth exhibit waving, the regular, peri- odic, nutational change in the direction of the root tips during growth. Waving is thought to be associated withperception and avoidance of obstacles and is thought to be dependent on correct gravity sensing and responsive- ness, as mutations in genes associated with gravity sens-ing disrupt the signal transduction mechanism and abolish the waving phenotype 8,9. The movement of waving is a growth phenomenon, the result of alteredcell file rotations (CFR) about the main axis of root growth. Waving is recorded over time as sinusoidal  Correspondence: robferlufl.edu 1Department of Horticultural Sciences, University of Florida, Gainesville, FL 32611, USA 2Program in Plant Molecular and Cellular Biology, University of Florida, Gainesville, FL 32611, USAFull list of author information is available at the end of the article  2012 Paul et al.; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http:creativecommons.orglicensesby2.0), which permits unrestricted use, distribution, andreproduction in any medium, provided the original work is properly cited.Paul et al. BMC Plant Biology 2012, 12:232 http:www.biomedcentral.com1471-222912232growth patterns as roots grow along an agar-based sur- face, with a near-circadian periodicity. Plant roots may also exhibit skewing, the term given to the longer duration, slanted progression of roots growing along a near-vertical surface, and which may be related to the same CFR that directs waving. In certaincultivars of Arabidopsis an endogenous structural asym- metry results in a rotation of the root tip, which then manifests as right-handed slanting (or skewing to the leftin most images) 10. Microscopic inspection of the tip of skewing roots reveals evidence of CFR around the root axis. Roots that do not skew, either due to genotypeor environment (as in roots embedded in agar) exhibit little CFR, while in genotypes prone to skewing there is a positive correlation with degree of incline to the extentof CFR. Skewing varies in its intensity among ecotypes. Ecotype Columbia (Col-0) shows almost no skewing, while Landsberg erecta (Ler) and Wassilewskija (WS) ecotypes exhibit growth that slants between 17 (L er) and 19 degrees (WS) from the vertical 10-12. It has long been known that a large part of skewing is a surface-dependent phenomenon. Roots growing em- bedded in agar do not skew 10. In addition skewing seems to involve a complex interdependency of gravity,light and other environmental gradients; Arabidopsis (WS) plants exhibit right-handed skewing regardless of the direction of light, source of nutrients or water, andeven when the gravity vector is disrupted artificially, as with clinorotation. Indeed, it appears that the primary point of influence of external factors (gravity, light,water, nutrients) is through the means by which that fac- tor, or combination of factors, contributes to the quality of interaction between root and growing surface. 8,10.This phenomenon is easily visualized with the factor of gravity in Arabidopsis WS plants. Where the surface interaction is uniform, such as when a root is growingcompletely within an agar matrix, the root grows virtu- ally straight along the gravity vector. Growth along a vertical surface results in a slight skew to the right.However, when a root grows along the surface of a 45 inclined plane, the force of gravity increases the force of contact between root and growing surface, which results in enhanced skewing and waving as the root grows along the surface. When a root tip reaches a surface perpen-dicular to the gravity vector, it grows in a clock-wise spiral along that new surface. But what happens when you remove gravity as a factor completely? The only environment that can truly remove the influence of gravity in an experimental setting is the orbital microgravity environment, such as provided bySpace Shuttle flights or time on the International Space Station (ISS). There have been numerous plant space- flight experiments that have focused on gravity sensingand accompanying morphometric traits (e.g.: 13-22)and reviewed in 23-25. A recurring conclusion is that gravity dominates tropisms and morphology in terrestrially-grown plants and that removing gravityfrom the equation reveals unique aspects of inherent patterns of cell growth and development. The effect of the microgravity environment varies among plantspecies and even among cultivars of the same species; in the absence of light, the roots of Arabidopsis cultivar Landsberg demonstrate an inherent skew to the right16, while cultivar Columbia appears to grow randomly on orbit 22. We present here detailed time-lapse plant growth and development data from an orbital experiment following the growth and development of two cultivars of Arabi- dopsis (Wassilewskija; WS and Columbia; Col-0) inspecialized spaceflight hardware designed for continuous visual data collection. The data are from Run 3 of the APEX-TAGES spaceflight experiment launched onSTS-130 in February, 2010 and delivered to the Inter- national Space Station (ISS). The APEX-TAGES expe- riment focused on the discovery of morphologicaldata over time, as well as molecular and physiological changes in Arabidopsis in response to the orbital envir- onment. APEX-TAGES plants were grown on nutrient-agar plates, allowing a clear examination of root growth, waving and skewing along the surface. The plants were grown in the Advanced Biological Research System(ABRS), which has an imaging system that collected digital photographs of WS and Col-0 from germination to near maturity (12 15 days) while on the ISS.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "It\ncan be visually seen that the growth patterns of 8"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "The 8"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            }
        ]
    }
]