[
    {
        "pmid": "23954507",
        "title": "Acute exposure to high dose γ-radiation results in transient activation of bone lining cells.",
        "year": "2013",
        "journal": "Bone",
        "abstract": "The present studies investigated the cellular mechanisms for the detrimental effects of high dose whole body γ-irradiation on bone. In addition, radioadaptation and bone marrow transplantation were assessed as interventions to mitigate the skeletal complications of irradiation. Increased trabecular thickness and separation and reduced cancellous bone volume fraction, connectivity density, and trabecular number were detected in proximal tibia and lumbar vertebra 14days following γ-irradiation with 6Gy. To establish the cellular mechanism for the architectural changes, vertebrae were analyzed by histomorphometry 1, 3, and 14days following irradiation. Marrow cell density decreased within 1day (67% reduction, p<0.0001), reached a minimum value after 3days (86% reduction, p<0.0001), and partially rebounded by 14days (30% reduction, p=0.0025) following irradiation. In contrast, osteoblast-lined bone perimeter was increased by 290% (1day, p=0.04), 1230% (3days, p<0.0001), and 530% (14days, p=0.003), respectively. There was a strong association between radiation-induced marrow cell death and activation of bone lining cells to express the osteoblast phenotype (Pearson correlation -0.85, p<0.0001). An increase (p=0.004) in osteoclast-lined bone perimeter was also detected with irradiation. A priming dose of γ-radiation (0.5mGy), previously shown to reduce mortality, had minimal effect on the cellular responses to radiation and did not prevent detrimental changes in bone architecture. Bone marrow transplantation normalized marrow cell density, bone turnover, and most indices of bone architecture following irradiation. In summary, radiation-induced death of marrow cells is associated with 1) a transient increase in bone formation due, at least in part, to activation of bone lining cells, and 2) an increase in bone resorption due to increased osteoclast perimeter. Bone marrow transplantation is effective in mitigating the detrimental effects of acute exposure to high dose whole body γ-radiation on bone turnover.",
        "full_text": "Acute Exposure to High Dose -Radiation Results in Transient Activation of Bone Lining Cells Russell T. Turnera,b, Urszula T. Iwanieca,b, Carmen P. Wonga, Laurence B. Lindenmaiera, Lindsay A. Wagnera, Adam J. Branscumc, Scott A. Mennd, James Taylore, Ye Zhange,f, Honglu Wue, and Jean D. Sibongae aSkeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, Oregon, USA bCenter for Healthy Aging, Oregon State University, Corvallis, Oregon, USA cBiostatistics, School of Biological and Population Health Sciences, Oregon State University, Corvallis, Oregon, USA dRadiation Center, Oregon State University, Corvallis, Oregon, USA eNASA Johnson Space Center, Houston, Texas, USA fWyle Integrated Science and Engineering Group, Houston, Texas, USA Abstract The present studies investigated the cellular mechanisms for the detrimental effects of high dose whole body -irradiation on bone. In addition, radioadaptation and bone marrow transplantation were assessed as interventions to mitigate the skeletal complications of irradiation. Increased trabecular thickness and separation and reduced fractional cancellous bone volume, connectivity density, and trabecular number were detected in proximal tibia and lumbar vertebra 14 days following -irradiation with 6 Gy. To establish the cellular mechanism for the architectural changes, vertebrae were analyzed by histomorphometry 1, 3, and 14 days following irradiation. Marrow cell density decreased within 1 day (67 reduction, p0.0001), reached a minimum value after 3 days (86 reduction, p0.0001), and partially rebounded by 14 days (30 reduction, p0.0025) following irradiation. In contrast, osteoblast-lined bone perimeter was increased by 290 (1 day, p0.04), 1230 (3 days, p0.0001), and 530 (14 days, p0.003), respectively. There was a strong association between radiation-induced marrow cell death and activation of bone lining cells to express the osteoblast phenotype (Pearson correlation 0.85, p0.0001). An increase (p0.004) in osteoclast-lined bone perimeter was also detected with irradiation. A priming dose of -radiation (0.5 mGy), previously shown to reduce mortality, had minimal effect  2013 Elsevier Inc. All rights reserved. Corresponding author: Russell T. Turner, Ph.D., Skeletal Biology Laboratory, School of Biological and Populations Health Sciences, Oregon State University, Corvallis, OR, 97331, Tel: 541-737-9545, Fax: 541-737-6914, Russell.Turneroregonstate.edu. Publishers Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. Disclosures: The authors have no conflict of interest. NIH Public Access Author Manuscript Bone . Author manuscript; available in PMC 2014 November 01. Published in final edited form as: Bone . 2013 November ; 57(1): 164173. doi:10.1016j.bone.2013.08.002. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscripton the cellular responses to radiation and did not prevent detrimental changes in bone architecture. Bone marrow transplantation normalized marrow cell density, bone turnover, and most indices of bone architecture following irradiation. In summary, radiation-induced death of marrow cells is associated with 1) a transient increase in bone formation due, at least in part, to activation of bone lining cells, and 2) an increase in bone resorption due to increased osteoclast perimeter. Bone marrow transplantation is effective in mitigating the detrimental effects of acute exposure to high dose whole body -radiation on bone turnover. Keywords murine; bone histomorphometry; osteoblasts; osteoclasts; osteoporosis; bone marrow 1. Introduction Human exposure to high levels of ionizing radiation can occur as a result of treatment modalities or accident. Also, high dose whole body radiation is a common strategy in biomedical research to ablate bone marrow cells as a prelude to stem cell transplantation. As a side effect, radiation therapy to treat cancer in humans or in biomedical research results in collateral damage to other tissues, including the skeleton 1. The spectrum of skeletal abnormalities associated with radiation therapy in humans ranges from growth suppression in children to osteopenia, sclerosis, necrosis and sarcomatous transformation at all ages 2, 3. High dose ionizing radiation is also a risk factor for the development of fractures that typically have prolonged healing times and a high nonunion rate 4. In spite of compelling human evidence for impaired skeletal function following high-dose ionizing radiation, this complication is rarely considered in bone marrow transplantation studies performed in animal models. Whole body exposure to high dose ionizing radiation, although uncommon in humans, can occur as a result of nuclear accident 5. Future manned space travel beyond the earths protective magnetic field will undoubtedly also increase the potential for exposure to high levels of ionizing radiation, which include particles (electrons, neutrons, protons and atomic nuclei) as well as photons (x-rays and -rays) 6. Importantly, the precise biological effects of ionizing radiation depend upon numerous factors, including species, age, type of radiation, dose and dose rate 5, 7. Short-duration exposure to more than 1 gray (Gy) of radiation can lead to acute radiation syndrome and in humans  6 Gy is often lethal. Acute radiation syndrome consists of hematopoietic, gastrointestinal and neurovascular manifestations, the timing and magnitude of which are dose-dependent 8. The long-term skeletal consequences of surviving acute radiation syndrome in humans have received little attention. However, modeling acute radiation syndrome in animals has demonstrated detrimental effects on bone mass and architecture 9-11. There has been significant interest in mitigating the detrimental effects of radiation to reduce morbidity and mortality following exposure. Exposure to small (priming) doses of ionizing radiation has been shown to induce cellular radioprotective mechanisms following -Turner et al. Page 2 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptirradiation 12. Induction of radioadaptation by this method reduces mortality following subsequent exposure to much higher (challenging) doses of radiation. The state of acquired radioresistance is associated with reduced radiosensitivity and hypercompensation by hematopoietic cells to radiation-induced damage 13. Although effective in reducing mortality, which may be of particular value for marrow transplantation studies in immune compromised radiosensitive mice, it is uncertain whether low dose radiation-induced radioresistance will impact bone marrow ablation or protect the skeleton from the detrimental effects of high dose irradiation. Medical intervention in humans, including administration of growth factors (e.g., granulocyte colony-stimulating factor and granulocyte-macrophage colony-stimulating factor to improve immune function, can reduce mortality in individuals accidently exposed to whole body ionizing radiation 14. Mitigation of lethal intestinal injury, following high local doses of irradiation in mice, has been achieved by intravenous transplantation of bone marrow-derived stromal and hematopoietic stem cells 15-17. However, it is not clear whether interventions involving growth factor administration or bone marrow transplantation impact the long-duration adverse skeletal effects of irradiation. It is, therefore, unclear how countermeasures to accidental exposure to high dose whole body irradiation in humans or bone marrow transplantation following radiation-induced bone marrow ablation in animals influence bone metabolism. The goals of the present studies were to evaluate the early effects of acute whole body - irradiation on bone metabolism in a mouse model and determine whether the anticipated detrimental effects of a challenging high-dose irradiation are attenuated by prior exposure to a relatively low dose of priming radiation. In addition, we investigated the efficacy of bone marrow transplantation in reversing the long-duration skeletal effects of high-dose whole body -irradiation. 2. Materials and Methods Male and female C57BL6 (B6) mice were used in the irradiation experiments (see Experiment 1-4 below) and female C57BL6-Tg(CAG-EGFP)1OsbJ mice with constitutive expression of green fluorescent protein (GFP) were used in the cell tracking experiment (see Experiment 5 below). Mice were purchased from Jackson Laboratory (Bar Harbor, Maine). The mice were housed individually in a temperature (21-23C) and light (12 hr light dark cycle) controlled room. Food and water were provided ad libitum to all animals. The mice were maintained in accordance with the NIH Guide for the Care and the Use of Laboratory Animals and the Institutional Animal Care and Use Committee at the Johnson Space Center (Experiments 1-3) and Oregon State University (Experiments 4-5) approved the experimental protocols. 2.1 Experimental Design Experiments were performed to assess the efficacy of radioprotection on bone and to evaluate the effects of bone marrow transplantation in mitigating whole body -radiation- induced adverse skeletal effects. In the radioadaptive study, 0.5 milligray (mGy) of radiation was used as a priming dose, followed by 6 Gy as the challenging dose, whereas 9 Gy wasTurner et al. Page 3 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptused in the bone marrow transplantation study. If untreated, approximately 50 of the mice would be expected to die within 30 days following whole body -irradiation with a dose of 6 Gy 18. A dose of 9 Gy without treatment would be expected to result in 100 mortality 19. 2.1.1 Efficacy of Radioprotection on Bone Experiment 1 was performed to characterize the effects of whole body -irradiation (using a 137Cs source located at NASA Johnson Space Center, Houston, Texas) on bone architecture and cellular indices of bone formation and resorption. Two-month-old male B6 mice were divided into 4 groups (n6 group): 1) untreated control, 2) irradiated with a priming dose of 0.5 mGy, 3) irradiated with a challenging dose of 6 Gy, or 4) irradiated with 0.5 mGy followed 24 hours later by irradiation with 6 Gy. The mice were sacrificed 14 days following the last irradiation. For tissue collection, animals were anesthetized with 2-3 isofluorane delivered in oxygen and death was induced by decapitation with a guillotine. Tibiae and 5th lumbar vertebrae were removed and stored in 70 ethanol for micro-computed tomography ( CT) andor bone histomorphometric analysis. Experiments 2 and 3 were conducted to further characterize the cellular mechanisms responsible for whole body -radiation-induced changes in bone architecture. The treatment groups were the same as in Experiment 1, but mice were sacrificed 1 day (Experiment 2; n6group) or 3 days (Experiment 3; n3group) following irradiation. Tissues were collected as in Experiment 1. 2.1.2 Efficacy of Bone Marrow Transplantation on Bone Experiment 4 was performed to assess the efficacy of bone marrow transplantation following lethal (9 Gy) whole body -irradiation on bone mass and turnover. Two-month-old female B6 mice were randomized by weight into 3 groups: baseline control (n 9), untreated (n7) and irradiated bone marrow recipients  donor bone marrow (B6 B6) (n7). For bone marrow transplantation, bone marrow cells were isolated from femurs and tibias of donor mice by flushing the bones with phosphate buffered saline using a sterile 3ml syringe fitted with a 24G needle. Bone marrow cells were made into single cell suspensions by repeated pipetting. To facilitate accurate cell count of nucleated cells, red blood cells in the bone marrow were selectively removed by incubating with red blood cell lysis buffer (150 mM NH4Cl, 1 mM KHCO3, 0.1 mM EDTA, pH 7.2) per standard immunology procedure which have been shown to be compatible with bone marrow transplantation. After lysing of red blood cells, bone marrow cells were resuspended to 5107 cellsml in PBS for bone marrow transplantation. Transplant recipients were lethally irradiated at 9 Gy using a 60Co irradiator source (Radiation Center, Oregon State University) and reconstituted with 1107 donor bone marrow cells by injection (200 l) in the tail vein. Baseline control mice were labeled with the fluorochrome calcein (15 mgkg) 4 and 1 days prior to sacrifice at 8 weeks of age. The remaining mice were maintained for 9 weeks following bone marrow engraftment, labeled with calcein (15 mgkg) 4 and 1 days prior to sacrifice, and sacrificed at 17 weeks of age. Additionally (Experiment 5), a group of B6 mice (n4) was engrafted with bone marrow from GFP mice to track cell repopulation in different tissues. Bone marrow transplantationTurner et al. Page 4 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptresults in a chimera with donor-derived and recipient cells. The use of GFP bone marrow serves as an important internal control to definitely define and quantitate donor-derived cells versus recipient cells. For tissue collection, mice were anesthetized with 2-3 isofluorane delivered in oxygen and death was induced by cardiac excision. Uteri were removed and weighed. Right femora and lumbar vertebrae were removed and stored in 70 ethanol for CT andor histomorphometric analysis. Spleens and left femora were immediately processed for cell measurements. 2.2 Micro-computed tomography CT was used for nondestructive 3-dimensional evaluation of bone volume and architecture. Long bones (tibia for Experiment 1 and femur for Experiment 4) and lumbar vertebrae (Experiments 1 and 4) were scanned using a Scanco CT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12 m  12 m  12 m. The threshold value for evaluation was determined empirically and set at 245 (gray scale, 0-1000). Entire tibia (cancellous  cortical bone) was evaluated followed by evaluation of cortical bone at the midshaft and cancellous bone in the proximal metaphysis. For the tibial midshaft, 20 slices (240 m in length) of bone were evaluated and total cross-sectional volume (cortical and marrow volume, mm3), cortical volume (mm3), marrow volume (mm3), and cortical thickness ( m) were measured. Maximum (I max), minimum (I min), and polar (I polar) moment of inertias were calculated as surrogate measures of bone strength in bending (I max and I min) and torsion (I polar). For the tibial metaphysis, 40 slices (480 m in length) of cancellous bone were evaluated. Similar measurements were performed for the femur, with the exception that the distal femoral metaphysis (40 slices) and epiphysis (entire region of secondary spongiosa) were evaluated. Analysis of the lumbar vertebra included the entire region of secondary spongiosa between the cranial and caudal growth plates. Direct cancellous bone measurements in the proximal tibia metaphysisdistal femur metaphysisdistal femur epiphysis and lumbar vertebra included cancellous bone volume fraction (bone volumetissue volume, volume of total tissue occupied by cancellous bone, ), connectivity density (number of redundant connections per unit volume, mm3; this index detects defects in cancellous architecture), trabecular thickness (mean thickness of individual trabeculae, m), trabecular number (number of trabecular intersects per distance, mm1), and trabecular separation (the distance between trabeculae, m). 2.3 Histomorphometry Lumbar vertebrae were prepared for histomorphometric evaluation as described 20. Sections were stained according to the Von Kossa method with a tetrachrome counter stain (Polysciences, Warrington, PA) for assessment of bone area and cell-based measurements. Unstained sections were used for assessment of dynamic histomorphometry. Histomorphometric data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA). Static cancellous bone endpoints (Experiments 1-4) included bone area fraction (bone areatissue area, ) and the derived architectural indices of trabecular number (mm1), trabecular thickness (m), and trabecular separation (m). Osteoblast and osteoclast perimeters were measured and expressed as  of total bone perimeter and nucleated cellsTurner et al. Page 5 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptwere measured and expressed as marrow cell density. Fluorochrome-based indices of bone formation (Experiment 4) included mineralizing perimeter (percentage of bone with double label   single label) and mineral apposition rate (mean distance between two fluorochrome markers that comprise a double label divided by interlabel time, md). Bone formation rate was calculated using a bone perimeter referent (m2my). Additional cell measurements (Experiment 4) were performed in toluidine blue-stained sections and included megakaryocyte and adipocyte density. Megakaryocytes were measured because radiation-induced thrombocytopenia plays a role in radiation mortality 21. Bone marrow adipocytes were measured because radiation is associated with increased deposition of fat into bone marrow 22. Morphologically, megakaryocytes were identified as large cells with a multilobed nucleus. Adipocytes were identified as large circular or oval shaped cells, bordered by a prominent cell membrane and deficient in cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. All data are reported using standard nomenclature. 2.4 Fluorescence Activated Cell Sorting Analysis Spleens and bone marrow flushed from the femurs of individual mice were made into single cell suspensions. Red blood cells were removed by incubating with red blood cell lysis buffer per standard immunology protocol for the preparation of cells for flow cytometry. Cells were resuspended in flow cytometry buffer (PBS, 2 FBS, 1mM EDTA), and incubated for 30 mins on ice in the dark with antibodies specific against CD4, CD8, CD11b, CD19, CD117 (c-Kit) (eBiosciences, San Diego, CA), CD115 (MCSF receptor) (Serotec, Raleigh, NC), and a lineage cell (lin) detection cocktail (Miltenyi Biotech, Auburn, CA). The cocktail is comprised of a panel of monoclonal antibodies that detect lineage-committed immune cell populations including T cells, B cells, monocytesmacrophages, granulocytes, and erythrocytes, and distinguish these from the lineage-negative stem cell and progenitor cell compartments. After extensive washing, cells were resuspended in buffer for flow cytometry analysis. Data were acquired using FACSCalibur (BD Biosciences, San Jose, CA). Data analyses were performed using Summit software (DakoCytomation, Fort Collins, CO). GFP donor-derived immune cells were identified based on the expression of GFP in combination with the following cell surface markers: T cells (CD4 or CD8), B cells (CD19), osteoclast precursors (CD11b MCSF receptor), hematopoietic stem cells (lincKitSca1) and mesenchymal stem cells (lincKitSca1). 2.5 Statistical Analysis Multivariate analysis of variance (MANOVA) was used to test for equal means across radiation dose for the collection of variables within the response categories of total tibia, midshaft tibia, proximal tibia metaphysis, and lumbar vertebra. For each of the four MANOVA tests, the null hypothesis of equal mean vectors across the control, 0.5 mGy, 6 Gy, and sequential 0.5 mGy  6Gy dose levels was tested using Wilks lambda statistic. When significant differences were found between mean vectors, follow-up statistical tests were performed using one-way analysis of variance (ANOVA) to compare the dose groups for individual variables, and t-tests were used for two-group comparisons. Linear contrasts that define interactions and two-group comparisons were tested using MANOVA with Wilks lambda or F-tests in ANOVA.Turner et al. Page 6 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptSeparate two-factor ANOVA models were fit to the endpoints osteoclast-lined bone perimeter, osteoblast-lined bone perimeter, and marrow cell density. The factor variables in each model were treatment group (control, 0.5 mGy, 6 Gy, and sequential 0.5 mGy  6 Gy) and day (day 1, day 3, and day 14). Results were stratified by day if a treatment by day interaction effect was statistically significant according to a F test. Otherwise, a model with main effects was reported. Adjusting for day, F tests of linear contrasts were performed to compare the 0.5 mGy and 6 Gy dose groups to the control group, and to investigate for an interaction effect of the sequential dosage. The individual variables in the endpoint groups of total femur, midshaft femur, distal femur metaphysis, distal femur epiphysis, and lumbar vertebra, as well as bone and hematopoietic lineage cells, and dynamic indices of bone formation were analyzed using separate MANOVA models. For each endpoint group, the null hypothesis of equal means across the baseline, control, and 9 Gy irradiation  bone marrow transplantation categories was tested using Wilks Lambda statistic. When significant differences were found using MANOVA, follow-up ANOVA F-tests were performed on individual variables, and linear contrasts were tested to determine differences among categories. Conditions for use of ANOVA models were assessed by Bartletts test for homogeneity of variance and normal quantile plots. The modified F test 23 was used when the assumption of equal variance was violated, with Welchs two-sample t-test used for pairwise comparisons. Adjustment for multiple comparisons was made by constraining the false discovery rate to be at most 5. Differences were considered significant at adjusted p  0.05. Data are expressed as mean  SE. Statistical analysis was performed using Stata version 10 (StataCorp LP, College Station, Texas). 3. Results 3.1 Efficacy of Radioprotection on Bone The efficacy of a radioconditioning priming dose of 0.5 mGy in preventing detrimental changes in bone mass and architecture in tibia and lumbar vertebra 14 days following exposure to a challenging dose of 6 Gy was evaluated by CT, and results are presented in Table 1. Tibial length, total tibial bone volume, and cortical bone parameters (cross- sectional volume, cortical volume, marrow volume, cortical thickness, I Max, IMin, and I Polar) did not differ, on average, with treatment. In contrast, proximal tibial metaphysis cancellous bone volume fraction (bone volumetissue volume), connectivity density and trabecular number were lower while trabecular thickness and separation were higher in mice subjected to the 6 Gy challenging dose. The 0.5 mGy priming dose used for radioconditioning had no significant effect on tibial cortical or cancellous bone mass or architecture (p  0.83) nor did the 0.5 mGy priming dose affect tibial bone response to the challenging dose of 6 Gy (p  0.80). Connectivity density and trabecular number were also lower, while trabecular thickness and separation were higher in lumbar vertebra of mice subjected to the 6 Gy challenging dose. Also, as in the proximal tibial metaphysis, the priming dose of radiation used to induce radioconditioning had no significant effect on vertebral cancellous bone mass or architectureTurner et al. Page 7 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript(p  0.57) and there was no interaction between the priming dose and challenging dose for any of the vertebral cancellous endpoints evaluated (p  0.59). The effects of radiation on osteoblast-lined and osteoclast-lined bone perimeter and on bone marrow cell density in lumbar vertebra are shown in Figures 1 and 2. A statistically significant interaction (p  0.002) was identified between treatment and time for osteoblast- lined bone perimeter. Compared to time-matched controls, osteoblast-lined bone perimeter was 290 higher at 1 day (p  0.04), 1230 higher at 3 days (p  0.0001), and 530 higher at 14 days (p  0.003) following irradiation at 6 Gy (Figure 1 A-C). Significant differences in osteoblast-lined bone perimeter due to priming dose were not detected at any time point. Osteoblast-lined bone perimeter was higher on day 14 post-irradiation in mice receiving the 0.5 mGy priming dose followed by the 6 Gy challenging dose compared to mice receiving the 6 Gy dose alone. Osteoclast-lined bone perimeter was higher in mice receiving the 6 Gy challenging dose than in control mice, irrespective of time (Figure 1 D-F). A statistically significant effect on osteoclast-lined bone perimeter of the 0.5 mGy priming dose was not detected nor was there a difference in response to 6 Gy versus 0.5 mGy followed by 6 Gy irradiation. A significant interaction (p  0.017) was identified between treatment and time for bone marrow cell density. Compared to time-matched controls, bone marrow cell density was 77 lower at 1 day (p  0.0001), 86 lower at 3 days (p  0.0001), and 30 lower at 14 days (p  0.0025) following the 6 Gy challenging dose (Figure 1 G-I). There was a strong association between radiation-induced marrow cell death and activation of bone lining cells to express the osteoblast phenotype (Pearson correlation 0.85, p0.0001). Significant differences in marrow cell density due to priming dose were not detected at any time point. Marrow cell density was lower on day 14 post-irradiation in mice receiving a 0.5 mGy priming dose followed by the 6 Gy challenging dose compared to mice receiving the 6 Gy dose alone. Representative micrographs illustrating the dramatic effects of the challenging radiation dose of 6 Gy on osteoblast-lined bone perimeter and marrow cellularity are shown in Figure 2. 3.2 Efficacy of Marrow Transplantation Following Irradiation on Bone The effects of age and lethal whole-body -irradiation (9 Gy) followed by bone marrow transplantation on bone mass and architecture in the femur and lumbar vertebra, as determined by CT, are shown in Table 2. Femoral length, total femoral bone volume, cortical volume and cortical thickness increased while marrow volume decreased with age (8-week-old baseline mice versus 17-week-old control mice). Significant differences in cross-sectional volume and moments of inertia were not detected with age. In addition, significant differences between control and bone marrow-transplanted mice (transplanted at 8 weeks of age and sacrificed 9 weeks later) were not detected for total femoral bone volume or any of the cortical endpoints evaluated. In contrast, femoral length was lower in the bone marrow-transplanted mice compared to control mice. Distal femur metaphysis cancellous bone volume fraction, connectivity density and trabecular number decreased, trabecular separation increased, while differences in trabecular thickness were not detected between 8-week-old baseline mice and 17-week-old control mice. Significant differences between control mice and bone marrow-transplanted miceTurner et al. Page 8 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptwere not detected for cancellous bone volume fraction, connectivity density, or trabecular thickness. However, trabecular number was lower and trabecular separation was higher in bone marrow-transplanted compared to control mice. Distal femur epiphysis connectivity density and trabecular number decreased with age, trabecular thickness and separation increased with age, while differences in cancellous bone volume fraction were not detected with age between the 8-week-old baseline and 17-week- old control mice. With the exception of connectivity density, which was lower in bone marrow-transplanted compared to control mice, significant differences between the two groups were not detected for any cancellous endpoint evaluated in the distal femur epiphysis. Vertebral trabecular number decreased, trabecular thickness and separation increased, while differences in cancellous bone volume fraction and connectivity density were not detected with age between the 8-week-old baseline and 17-week-old control mice. Cancellous bone volume fraction and connectivity density were lower in bone marrow-transplanted mice compared to control mice. Significant differences between control mice and bone marrow- transplanted mice were not detected for any other endpoints evaluated. Osteoblast-lined bone perimeter, osteoclast-lined bone perimeter, mineralizing perimeter, mineral apposition rate, bone formation rate, marrow cell density, and megakaryocyte density in lumbar vertebra, and cell tracking at 9 weeks following exposure to a lethal (9 Gy) dose of radiation and subsequent bone marrow transplantation are shown in Figures 3 and 4, respectively. Significant differences in osteoblast and osteoclast-lined bone perimeter, dynamic indices of bone formation, marrow cell density, or megakaryocyte density were not detected with age or between control mice and irradiated mice transplanted with bone marrow cells (Figure 3). Adipocytes were rarely observed in lumbar vertebrae of either control or irradiated mice. As expected, GFP expression was not detected in hematopoietic or mesenchymal lineage cells obtained from B6 control mice (Figure 4). The great majority of immune cells in spleen (B cells, CD8 T cells, and CD4 T cells) and early osteoclast precursors in bone marrow (MCFR CD11b) of irradiated animals transplanted with bone marrow from GFP expressing mice expressed GFP (Figure 4). Approximately 50 of the mesenchymal lineage cells obtained from bone marrow of whole body -irradiated animals transplanted with bone marrow from GFP expressing mice expressed GFP (Figure 4). 4. Discussion A 6 Gy whole-body dose of -radiation resulted in a rapid decline in bone marrow cell density. Despite the overall dramatic reduction in marrow cellularity, cellular indices of bone formation and resorption were increased. The increase in osteoblast-lined bone perimeter was particularly notable and was well established within 1 day of irradiation. The increase in bone turnover resulted in decreased cancellous bone volume fraction, manifested as a decrease in trabecular number that was partially offset by a simultaneous increase in trabecular thickness. As a consequence, important indices of bone quality (e.g., connectivityTurner et al. Page 9 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptdensity) were more negatively impacted by radiation than would have been anticipated solely by the reduction in cancellous bone volume fraction. A radioconditioning priming dose (0.5 mGy) administered 24 hrs prior to administration of a challenging dose (6 Gy) was overall ineffective in moderating the effects of challenging irradiation on bone cell populations or bone architecture. Bone marrow transplantation following lethal (9 Gy) irradiation resulted in quantitative replacement of host bone marrow hematopoietic cells with donor cells, normalized bone marrow cell density, normalized indices of bone turnover, preserved normal cortical bone architecture and limited radiation-induced deterioration of cancellous bone architecture. Radiation-induced cancellous osteopenia was associated with a dramatic increase in osteoblast-lined bone perimeter. This increase was observed within 1 day of exposure to challenging dose irradiation. This rapid response contrasts with the much longer duration required for osteoblasts to differentiate from their mesenchymal stromal cell progenitors residing within bone marrow 24. The timing of the increase in osteoblast-lined bone perimeter following challenging dose irradiation is consistent with activation of bone lining cells. Also consistent with activation of bone lining cells is the increase in trabecular thickness noted 14 days following irradiation. Bone lining cells are post-mitotic osteoblast lineage cells that line inactive bone surfaces and as such are typically much more numerous than osteoblasts. Bone lining cells can be quickly activated by hormones and growth factors such as parathyroid hormone, growth hormone and basic fibroblast growth factor to express the osteoblast phenotype 25, 26. The studies reported here indicate that lining cells are also activated by 6 Gy of whole-body -radiation. The short-term effects of high-dose whole-body -radiation on bone metabolism have received little attention. However, similar to our findings, Dominici et al. 27 reported a rapid increase in osteoblasts following lethal (11 Gy) whole body irradiation. In contrast, a recent study reported a low level of bone formation following irradiation with a sublethal 5 Gy dose 10. As in our study, sublethal irradiation resulted in decreased trabecular number but increased trabecular thickness, suggesting that a prior undetected increase in bone formation had indeed occurred. Osteoblast-lined bone perimeter was not reported in the Green and colleagues study 10 and the fluorochrome labeling protocol used to calculate bone formation at later time points may have resulted in excessive label escape error, potentially compromising interpretation of dynamic bone measurements 28. The lower cancellous bone volume observed 14 days following irradiation in our study and a similar decrease reported by Green et al. 10 suggest that increased bone resorption ultimately predominates over the simultaneous increase in bone formation. Osteoclasts are derived from hematopoietic stem cells residing within bone marrow 29, 30. Osteoclast precursors have a long lifespan in circulation 31. As a consequence, proliferation would not be required for the increase in osteoclast perimeter following irradiation observed in this and earlier studies 32. In adults, bone formation during bone remodeling is coupled spatially and temporally, but not necessarily in magnitude, to prevailing levels of bone resorption. An increase in bone resorption such as that occurring following menopause in women or ovariectomy in skeletally mature rats results in a coupled, although lesser, increase in bone formation 33. However, the rapid radiation-induced increase inTurner et al. Page 10 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptosteoblasts in lumbar vertebra supports another mechanism, namely activation of bone lining cells. Whereas coupled bone remodeling would tend to preserve bone architecture, the absence of coupling between bone resorption and bone formation observed in this study acts to accentuate changes in bone architecture (increased trabecular thickness and reduced trabecular number) in irradiated mice because the increases in bone formation and resorption are occurring at discrete sites. The negative impact of high dose radiation on bone marrow became recognized when several of the most prominent early workers in the field of radiochemical research died of radiation-induced hematological diseases, including aplastic anemia and leukemia 34. Whereas proliferating cells are highly sensitive to radiation, post-mitotic bone cells are resistant to radiation-induced cell death. Activation of bone lining cells and osteoclast formation from circulating osteoclast precursors represent post-mitotic cell differentiation. The mechanism for the increased bone turnover following irradiation is likely directly related to bone marrow failure. Plausible, non-mutually exclusive mechanisms include: 1) activation of osteoblasts and recruitment of osteoclast precursors from blood by factors released from bone marrow cells in response to radiation andor 2) failure of dying marrow cells to produce factors that inhibit bone turnover. Bone lining cell activation is reversible. Rapid reversal of osteoblasts to bone lining cells occurs once stimulatory factors are withdrawn 35. In the present study, marrow cell depletion occurred within 1 day following irradiation and partially rebounded by 14 days. High dose irradiation results in a rapid increase in gene expression for platelet derived growth factor-  and basic fibroblast growth factor 27, providing a potential mechanism for the radiation-induced increase in osteoblasts because these growth factors have been implicated in the bone lining cell to osteoblast transition 26, 36. However, bone marrow ablation, a method that removes bone marrow cells, also induces a dramatic bone turnover response 37, 38. Bone turnover is regulated by hematopoietic cells 39, 40 and hematological disorders such as anemia result in skeletal disorders 41, 42. Thus, hematopoietic cells may inhibit transition of lining cells to osteoblasts. As such, loss of this negative regulation by hematopoietic lineage cells is a plausible alternative mechanism for increased bone turnover following irradiation. An important implication of the putative negative regulation of bone turnover by hematopoietic lineage cells would be that restoration of normal hematopoiesis following irradiation may be essential to restore normal bone turnover. The major cause of death associated with acute exposure to high dose (6 Gy) gamma irradiation is infection. A radioconditioning dose of 0.5 mGy has been shown to reduce mortality in mice exposed to a challenging dose of -radiation 18. The mechanism for the protective effect of prior exposure to the lower dose radiation is incompletely understood. However, more rapid recovery of hematopoietic cells, depressed tumor suppressor gene expression, and induction of antioxidative and repair enzymes appear to contribute to the protective effects 43-46. Whatever the precise mechanisms for improved survival, a standard radioconditioning priming dose of 0.5 mGy was ineffective in moderating the acute skeletal effects of irradiation (6 Gy) on bone. Thus, a rapid restoration of bone marrow cellTurner et al. Page 11 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptpopulations may be critical because relatively long duration studies failed to show skeletal recovery in mice exposed to high but sub-lethal doses of ionizing radiation 9, 10. Bone marrow transplantation was effective in repopulating the bone marrow cavity following lethal irradiation. Megakaryocyte and total marrow cell density were normal two months following bone marrow transplantation. Additionally, adipocytes in the bone marrow were rare. These findings are significant because high dose radiation has been reported to deplete the megakaryocyte population and increase bone marrow adiposity 27, 47. Also, GFP tracking studies demonstrate that the vast majority of hematopoietic cells and a lesser but substantial portion of the mesenchymal cells were derived from the donor mice. Importantly, bone marrow transplantation resulted in normalization of bone turnover. Although many of the bone architectural parameters did not differ between control and irradiated marrow transplanted mice, the transplanted mice had shorter tibia and site-specific reductions in fractional bone volume (lumbar vertebra but not distal femur metaphysis or epiphysis), connectivity density (lumbar vertebra and distal femur epiphysis but not distal femur metaphysis), and trabecular number (distal femur metaphysis but not lumbar vertebra or distal femur epiphysis). The failure of bone marrow transplantation to restore all bone values to normal is not surprising. Repopulation of the marrow with donor cells is time- dependent and donor cells would not directly contribute to enhancing recovery of growth plate cartilage. Also, high dose radiation followed by bone marrow transplantation during childhood impairs gonadal function in boys and girls 48. Finally, the concomitant use of chemotherapy drugs which negatively and irreversibly impact bone mass and architecture may contribute to the detrimental skeletal effects of bone marrow transplantation in humans 49. Consistent with a decrease in uterine weight observed in irradiated mice in the present study (data not shown), radiation has been shown to negatively impact the ovarian reserve and uterine growth and function and decrease serum estrogen levels 50-53. Gonadal hormones, especially estrogen, are important regulators of bone metabolism 54. Thus, radiation may either transiently or irreversibly affect the levels of gonadal hormones that influence bone metabolism 51. In spite of these limitations, bone marrow transplantation in addition to preventing death, minimized development of skeletal abnormalities in lethally irradiated mice. In summary, high dose whole-body -radiation results in a dramatic bone turnover response in which both formation and resorption are increased. The increased turnover is temporally associated with bone marrow failure and may result from disturbed regulation of osteoblast and osteoclast differentiation by hematopoietic cells. Bone marrow transplantation, by restoring normal bone marrow function, is effective in restoring normal bone turnover following lethal irradiation. Acknowledgments This work was supported by NASA grant number NNX12AL24G (to RT Turner) and by National Institute of Health grant AR 060913 (to UT Iwaniec).Turner et al. Page 12 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptLiterature Cited 1. Mavrogenis AF, Pala E, Romantini M, Guerra G, Romagnoli C, Maccauro G, Ruggieri P. Side effects of radiation in musculoskeletal oncology: clinical evaluation of radiation-induced fractures. Int J Immunopathol Pharmacol. 2011; 24:2937. PubMed: 21669135 2. Boehling NS, Grosshans DR, Allen PK, McAleer MF, Burton AW, Azeem S, Rhines LD, Chang EL. Vertebral compression fracture risk after stereotactic body radiotherapy for spinal metastases. J Neurosurg Spine. 2012; 16:37986. PubMed: 22225488 3. Williams HJ, Davies AM. The effect of X-rays on bone: a pictorial review. Eur Radiol. 2006; 16:61933. PubMed: 16237551 4. Mavrogenis AF, Papagelopoulos PJ, Romantini M, Guerra G, Ruggieri P. Side effects of radiation in musculoskeletal oncology. J Long Term Eff Med Implants. 2009; 19:287304. PubMed: 21083535 5. Dorr H, Meineke V. Acute radiation syndrome caused by accidental radiation exposure therapeutic principles. BMC Med. 2011; 9:126. PubMed: 22114866 6. Townsend LW. Implications of the space radiation environment for human exploration in deep space. Radiat Prot Dosimetry. 2005; 115:4450. PubMed: 16381680 7. Prise KM, Saran A. Concise review: stem cell effects in radiation risk. Stem Cells. 2011; 29:1315 21. PubMed: 21755574 8. Donnelly EH, Nemhauser JB, Smith JM, Kazzi ZN, Farfan EB, Chang AS, Naeem SF. Acute radiation syndrome: assessment and management. South Med J. 2010; 103:5416. PubMed: 20710137 9. Bandstra ER, Pecaut MJ, Anderson ER, Willey JS, De Carlo F, Stock SR, Gridley DS, Nelson GA, Levine HG, Bateman TA. Long-term dose response of trabecular bone in mice to proton radiation. Radiat Res. 2008; 169:60714. PubMed: 18494551 10. Green DE, Adler BJ, Chan ME, Rubin CT. Devastation of adult stem cell pools by irradiation precedes collapse of trabecular bone quality and quantity. J Bone Miner Res. 2012; 27:74959. PubMed: 22190044 11. Willey JS, Livingston EW, Robbins ME, Bourland JD, Tirado-Lee L, Smith-Sielicki H, Bateman TA. Risedronate prevents early radiation-induced osteoporosis in mice at multiple skeletal locations. Bone. 2010; 46:10111. PubMed: 19747571 12. Joiner MC. Evidence for induced radioresistance from survival and other end points: an introduction. Radiat Res. 1994; 138:S58. PubMed: 8146326 13. Smirnova OA, Yonezawa M. Radioprotection effect of low level preirradiation on mammals: modeling and experimental investigations. Health Phys. 2003; 85:1508. PubMed: 12938961 14. Heslet L, Bay C, Nepper-Christensen S. Acute radiation syndrome (ARS)  treatment of the reduced host defense. Int J Gen Med. 2012; 5:10515. PubMed: 22319248 15. Herodin F, Mayol JF, Mourcin F, Drouet M. Which place for stem cell therapy in the treatment of acute radiation syndrome? Folia Histochem Cytobiol. 2005; 43:2237. PubMed: 16382889 16. Lange C, Brunswig-Spickenheier B, Cappallo-Obermann H, Eggert K, Gehling UM, Rudolph C, Schlegelberger B, Cornils K, Zustin J, Spiess AN, Zander AR. Radiation rescue: mesenchymal stromal cells protect from lethal irradiation. PLoS One. 2011; 6:e14486. PubMed: 21245929 17. Saha S, Bhanja P, Kabarriti R, Liu L, Alfieri AA, Guha C. Bone marrow stromal cell transplantation mitigates radiation-induced gastrointestinal syndrome in mice. PLoS One. 2011; 6:e24072. PubMed: 21935373 18. Ito M, Shibamoto Y, Ayakawa S, Tomita N, Sugie C, Ogino H. Low-dose whole-body irradiation induced radioadaptive response in C57BL6 mice. J Radiat Res (Tokyo). 2007; 48:45560. PubMed: 17785936 19. Herodin F, Bourin P, Mayol JF, Lataillade JJ, Drouet M. Short-term injection of antiapoptotic cytokine combinations soon after lethal gamma -irradiation promotes survival. Blood. 2003; 101:260916. PubMed: 12468435 20. Iwaniec UT, Wronski TJ, Turner RT. Histological analysis of bone. Methods Mol Biol. 2008; 447:32541. PubMed: 18369927Turner et al. Page 13 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript21. DiCarlo AL, Poncz M, Cassatt DR, Shah JR, Czarniecki CW, Maidment BW. Medical countermeasures for platelet regeneration after radiation exposure. Report of a workshop and guided discussion sponsored by the National Institute of Allergy and Infectious Diseases, Bethesda, MD, March 22-23, 2010. Radiat Res. 2010; 176:e000115. PubMed: 21545291 22. Hui SK, Sharkey L, Kidder LS, Zhang Y, Fairchild G, Coghill K, Xian CJ, Yee D. The influence of therapeutic radiation on the patterns of bone marrow in ovary-intact and ovariectomized mice. PLoS One. 2012; 7:e42668. PubMed: 22880075 23. Wilcox R, Charlin V, Thompson K. New Monte Carlo results on the robstness of the ANOVA F, W, and F statistics. Communication in Statistics: Simulation and Computation. 1986; 15:933 944. 24. Lotinun S, Sibonga JD, Turner RT. Evidence that the cells responsible for marrow fibrosis in a rat model for hyperparathyroidism are preosteoblasts. Endocrinology. 2005; 146:407481. PubMed: 15947001 25. Dobnig H, Turner RT. Evidence that intermittent treatment with parathyroid hormone increases bone formation in adult rats by activation of bone lining cells. Endocrinology. 1995; 136:36328. PubMed: 7628403 26. Power RA, Iwaniec UT, Magee KA, Mitova-Caneva NG, Wronski TJ. Basic fibroblast growth factor has rapid bone anabolic effects in ovariectomized rats. Osteoporos Int. 2004; 15:71623. PubMed: 15052380 27. Dominici M, Rasini V, Bussolari R, Chen X, Hofmann TJ, Spano C, Bernabei D, Veronesi E, Bertoni F, Paolucci P, Conte P, Horwitz EM. Restoration and reversible expansion of the osteoblastic hematopoietic stem cell niche after marrow radioablation. Blood. 2009; 114:2333 43. PubMed: 19433859 28. Erben, RG. Bone-labeling techniques. In: An, YH.; Martin, KL., editors. Handbook of Histology Methods for Bone and Cartilage. Humana Press; Totowa: 2003. p. 99-117. 29. Bethel M, Srour EF, Kacena MA. Hematopoietic cell regulation of osteoblast proliferation and differentiation. Curr Osteoporos Rep. 2011; 9:96102. PubMed: 21360286 30. Edwards JR, Mundy GR. Advances in osteoclast biology: old findings and new insights from mouse models. Nat Rev Rheumatol. 2011; 7:23543. PubMed: 21386794 31. Turner RT, Evans GL, Wakley GK. Reduced chondroclast differentiation results in increased cancellous bone volume in estrogen-treated growing rats. Endocrinology. 1994; 134:4616. PubMed: 7506213 32. Willey JS, Lloyd SA, Robbins ME, Bourland JD, Smith-Sielicki H, Bowman LC, Norrdin RW, Bateman TA. Early increase in osteoclast number in mice after whole-body irradiation with 2 Gy X rays. Radiat Res. 2008; 170:38892. PubMed: 18763868 33. Bjarnason NH, Hassager C, Christiansen C. Postmenopausal bone remodelling and hormone replacement. Climacteric. 1998; 1:729. PubMed: 11907930 34. Timins JK. Communication of benefits and risks of medical radiation: a historical perspective. Health Phys. 2011; 101:5625. PubMed: 21979541 35. Menagh PJ, Turner RT, Jump DB, Wong CP, Lowry MB, Yakar S, Rosen CJ, Iwaniec UT. Growth hormone regulates the balance between bone formation and bone marrow adiposity. J Bone Miner Res. 2010; 25:75768. PubMed: 19821771 36. Lowry MB, Lotinun S, Leontovich AA, Zhang M, Maran A, Shogren KL, Palama BK, Marley K, Iwaniec UT, Turner RT. Osteitis fibrosa is mediated by Platelet-Derived Growth Factor-A via a phosphoinositide 3-kinase-dependent signaling pathway in a rat model for chronic hyperparathyroidism. Endocrinology. 2008; 149:573546. PubMed: 18635661 37. Shimizu T, Mehdi R, Yoshimura Y, Yoshikawa H, Nomura S, Miyazono K, Takaoka K. Sequential expression of bone morphogenetic protein, tumor necrosis factor, and their receptors in bone-forming reaction after mouse femoral marrow ablation. Bone. 1998; 23:12733. PubMed: 9701471 38. Suva LJ, Seedor JG, Endo N, Quartuccio HA, Thompson DD, Bab I, Rodan GA. Pattern of gene expression following rat tibial marrow ablation. J Bone Miner Res. 1993; 8:37988. PubMed: 8456591Turner et al. Page 14 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript39. Horowitz MC, Fretz JA, Lorenzo JA. How B cells influence bone biology in health and disease. Bone. 2010; 47:4729. PubMed: 20601290 40. Lorenzo J, Horowitz M, Choi Y. Osteoimmunology: interactions of the bone and immune system. Endocr Rev. 2008; 29:40340. PubMed: 18451259 41. Chen Z. The relationship between incidence of fractures and anemia in older multiethnic women. J Am Geriatr Soc. 2010; 58:233744. PubMed: 21143442 42. Haidar R, Musallam KM, Taher AT. Bone disease and skeletal complications in patients with beta thalassemia major. Bone. 2011; 48:42532. PubMed: 21035575 43. Saini D, Shelke S, Mani Vannan A, Toprani S, Jain V, Das B, Seshadri M. Transcription profile of DNA damage response genes at G(0) lymphocytes exposed to gamma radiation. Mol Cell Biochem. 2012; 364:27181. PubMed: 22258824 44. Szumiel I. Adaptive response: stimulated DNA repair or decreased damage fixation? Int J Radiat Biol. 2005; 81:23341. PubMed: 16019932 45. Vares G, Wang B, Tanaka K, Shang Y, Fujita K, Hayata I, Nenoi M. Trp53 activity is repressed in radio-adapted cultured murine limb bud cells. J Radiat Res (Tokyo). 2011; 52:72734. PubMed: 21921435 46. Wharton W. Repression of G0G1 traverse in human fibroblasts exposed to low levels of ionizing radiation. J Biol Chem. 2004; 279:4366774. PubMed: 15304475 47. Mitchell MJ, Logan PM. Radiation-induced changes in bone. Radiographics. 1998; 18:112536. quiz 1242-3. PubMed: 9747611 48. Mayer EI, Dopfer RE, Klingebiel T, Scheel-Walter H, Ranke MB, Niethammer D. Longitudinal gonadal function after bone marrow transplantation for acute lymphoblastic leukemia during childhood. Pediatr Transplant. 1999; 3:3844. PubMed: 10359030 49. Hayward R, Iwaniec UT, Turner RT, Lien CY, Jensen BT, Hydock DS, Schneider CM. Voluntary wheel running in growing rats does not protect against doxorubicin-induced osteopenia. J Pediatr Hematol Oncol. 2013; 35:e1448. PubMed: 23211689 50. Critchley HO, Wallace WH. Impact of cancer treatment on uterine function. J Natl Cancer Inst Monogr. 2005:648. PubMed: 15784827 51. Gracia CR, Sammel MD, Freeman E, Prewitt M, Carlson C, Ray A, Vance A, Ginsberg JP. Impact of cancer therapies on ovarian reserve. Fertil Steril. 2012; 97:13440 e1. PubMed: 22137491 52. Inskip PD, Eby NL, Cookfair D, Freedman RS, Richardson GS, Wactawski-Wende J, Hoover RN, Boice JD Jr. Serum estrogen and androgen levels following treatment for cervical cancer. Cancer Epidemiol Biomarkers Prev. 1994; 3:3745. PubMed: 8118384 53. Larsen E. Radiotherapy at a young age reduces uterine volume of childhood cancer survivors. Acta Obstet Gynecol Scand. 2004; 83:96102. PubMed: 14678092 54. Turner RT, Riggs BL, Spelsberg TC. Skeletal effects of estrogen. Endocr Rev. 1994; 15:275 300. PubMed: 8076582Turner et al. Page 15 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptHighlights The radio-protective effects of low dose radiation and marrow transplantation on bone metabolism were evaluated. Marrow cell density decreased within 1 day of exposure to 6Gy. Osteoblast-lined bone perimeter and osteoclast-lined bone perimeter was increased following exposure to 6Gy. Prior exposure to low dose irradiation did not prevent the detrimental effects of high dose irradiation on bone. Bone marrow transplantation normalized marrow cell density, bone turnover, and most indices of bone architecture following irradiation.Turner et al. Page 16 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 1. Efficacy of a priming dose (0.5 mGy) of radiation in ameliorating the detrimental effects of a challenging dose (6 Gy) of radiation in lumbar vertebrae. High dose radiation results in rapid increase in osteoblast (A-C) and osteoclast-lined bone perimeter (D-F) in spite of reduction in marrow cell density (G-I). Data are mean  SE (n  6group for day 1, 3group for day 3, and 6group for day 14). aSignificantly different from Control; bSignificantly different from 6 Gy.Turner et al. Page 17 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 2. Representative photomicrographs of osteoblasts (A-D) and marrow cells (E-H) in mice irradiated with a priming dose (0.5 mGy) 24 hrs prior to a challenging dose (6 Gy) of radiation. Please note the dramatic increase in osteoblast-lined bone perimeter and drastic reduction in marrow cell density with challenging dose (6 Gy) irradiation.Turner et al. Page 18 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 3. Bone marrow transplantation (BMT) normalizes indices of bone turnover in lumbar vertebrae in lethally irradiated (9 Gy) mice. Please note the lack of differences between control and BMT mice for osteoblast-lined bone perimeter (A), osteoclast-lined bone perimeter (B), mineralizing bone perimeter (C), mineral apposition rate (D), bone formation rate (E), marrow cell density (F) and megakaryocyte density (G) 9 weeks following lethal irradiation and BMT. Representative photomicrographs of marrow from a control and irradiated bone marrow-transplanted mouse 9 weeks following transplantation is shown in H and I, respectively. Data are mean  SE (n  5group).Turner et al. Page 19 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 4. Reconstitution of donor-derived GFP cells in bone marrow transplantation (BMT) recipients. Representative flow cytometry plots showing the percentages of GFP B cells in the spleens of B6 control mouse (A), GFP donor mouse (B), and GFP  B6 recipient (C) 9 weeks following lethal irradiation and BMT. Frequencies of various donor-derived GFP cells in the spleens and bone marrow of GFP  B6 recipients (D). HSC  hematopoietic stem cells, MSC  mesenchymal stem cells. Data are mean  SE (n  3group).Turner et al. Page 20 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptNIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptTurner et al. Page 21 Table 1 Effects of a radioconditioning priming dose of 0.5 mGy in preventing detrimental changes in bone mass and architecture in tibia and lumbar vertebra following exposure to a challenging radiation dose of 6 Gy. Seven- week-old mice were treated with either a priming dose of radiation (0.55 mGy), a challenging dose radiation (6 Gy), or a priming dose of radiation to induce radioconditioning followed 1 day later by a challenging dose of radiation (0.5 mGy  6 Gy, combination) and sacrificed 14 days later. Radiation Dose Endpoint Control0.5 mGy (priming Dose)6 Gy (Challenging Dose)0.5 mGy, 6 GyFDR- Adjuste d P- value Total Tibia Length (mm) 18.0  0.1 18.0  0.1 17.7  0.1 17.8  0.1 NS Bone volume (mm3) 16.7  0.7 16.5  0.4 16.5  0.6 16.4  0.5 NS Midshaft Tibia (cortical bone) Cross-sectional volume (mm3)0.23  0.02 0.22  0.01 0.22  0.01 0.22  0.02 NS Cortical volume (mm3) 0.16  0.01 0.15  0.00 0.15  0.01 0.15  0.01 NS Marrow volume (mm3) 0.07  0.00 0.06  0.00 0.07  0.00 0.07  0.00 NS Cortical thickness (m) 242  13 242  6 234  7 233  10 NS I Max (mm4) 0.09  0.02 0.08  0.00 0.08  0.01 0.08  0.01 NS I Min (mm4) 0.06  0.01 0.05  0.00 0.05  0.01 0.06  0.01 NS I polar (mm4) 0.15  0.03 0.13  0.01 0.14  0.02 0.14  0.02 NS Proximal Tibia Metaphysis (cancellous bone) Bone volumeTissue volume () 13.9  0.5 11.7  0.7 8.2  0.7a9.1  0.90.001 4 0.001 Connectivity density (mm3) 172  12 138  18 43  6a56  15 4 0.001 Trabecular number (mm1) 6.3  0.1 6.1  0.2 4.6  0.2a4.6  0.2 4 0.001 Trabecular thickness (mm) 41  1 39  0 45  1a46  1 4 0.001 Trabecular separation (mm) 156  3 161  5 216  8a214  9 4 Lumbar Vertebra (cancellous bone) Bone volumeTissue volume () 17.2  0.5 15.7  0.6 14.2  0.6 15.1  1.2 0.093 0.001 Connectivity density (mm3) 254  10 258  7 132  9a144  12 4 Trabecular number (mm1) 5.4  0.1 5.5  0.1 4.9  0.1a4.9  0.1 0.001 4 Bone . Author manuscript; available in PMC 2014 November 01.NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptTurner et al. Page 22 Radiation Dose Endpoint Control0.5 mGy (priming Dose)6 Gy (Challenging Dose)0.5 mGy, 6 GyFDR- Adjuste d P- value 0.001 Trabecular thickness (mm) 38  1 37  1 43  1a44  2 4 0.001 Trabecular separation (mm) 180  3 179  4 203  5a202  6 4 Data are mean  SE P values were adjusted upward using the false discovery rate (FDR) method to account for multiple comparisons aSignificantly different from Control Bone . Author manuscript; available in PMC 2014 November 01.NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptTurner et al. Page 23 Table 2 Effects of bone marrow cell transplantation (BMT) on bone mass and architecture in femur and lumbar vertebra. Eight-week-old mice were lethally irradiated (9 Gy), transplanted with donor bone marrow cells, and sacrificed 9 weeks later at 17 weeks of age. 8-week-old 17-week-old FDR- Adjuste d P- valueEndpoint Baseline Control 9 Gy  BMT Total Femur Length (mm) 14.5  0.1 15.5  0.1a15.1  0.1a,b0.0007 Bone volume (mm3) 15.7  0.3 18.1  0.5a17.2  0.3a0.0003 Midshaft Femur (cortical bone) Cross-sectional volume (mm3) 0.37  0.00 0.35  0.01 0.34  0.01a0.0497 Cortical volume (mm3) 0.15  0.00 0.17  0.00a0.17  0.00a0.0003 Marrow volume (mm3) 0.22  0.00 0.18  0.01a0.17  0.01a0.0003 Cortical thickness (m) 167  2 201  4a204  2a0.0003 I Max (mm4) 0.21  0.00 0.22  0.01 0.21  0.01 NS I Min (mm4) 0.10  0.00 0.10  0.00 0.10  0.00 NS I polar (mm4) 0.31  0.00 0.32  0.01 0.31  0.02 NS Distal Femur Metaphysis (cancellous bone) Bone volumeTissue volume () 9.8  0.6 3.8  0.9a2.7  0.4a0.0003 Connectivity density (mm3) 100  9 17  7a10  4a0.0003 Trabecular number (mm1) 5.4  0.1 3.8  0.1a3.4  0.1a,b0.0003 Trabecular thickness (m) 38  1 41  2 44  1a0.0588 Trabecular separation (m) 186  3 273  7a309  6a,b0.0003 Distal Femur Epiphysis (cancellous bone) Bone volumeTissue volume () 27.1  0.7 25.4  1.2 23.8  0.5a0.0497 Connectivity density (mm3) 207  8 104  9a78  3a,b0.0003 Trabecular number (mm1) 6.6  0.2 5.4  0.1a5.2  0.2a0.0003 Trabecular thickness (m) 55  1 64  2a66  1a0.0003 Trabecular separation (m) 161  4 202  6a199  7a0.0003 Lumbar Vertebra (cancellous bone) Bone volumeTissue volume () 15.7  0.7 15.2  1.1 10.8  0.4a,b0.0003 Connectivity density (mm3) 203  9 160  29 71  4.8a,b0.0028 Trabecular number (mm1) 4.7  0.1 3.9  0.2a3.4  0.0a0.0003 Bone . Author manuscript; available in PMC 2014 November 01.NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptTurner et al. Page 24 8-week-old 17-week-old FDR- Adjuste d P- valueEndpoint Baseline Control 9 Gy  BMT Trabecular thickness (m) 41  1 45  1a45  1a0.016 Trabecular separation (m) 214  5 265  14a294  3a0.0007 Data are mean  SE P values were adjusted upward using the false discovery rate (FDR) method to account for multiple comparisons aSignificantly different from Baseline bSignificantly different from Control Bone . Author manuscript; available in PMC 2014 November 01.",
        "introduction": "Human exposure to high levels of ionizing radiation can occur as a result of treatment modalities or accident. Also, high dose whole body radiation is a common strategy in biomedical research to ablate bone marrow cells as a prelude to stem cell transplantation. As a side effect, radiation therapy to treat cancer in humans or in biomedical research results in collateral damage to other tissues, including the skeleton 1. The spectrum of skeletal abnormalities associated with radiation therapy in humans ranges from growth suppression in children to osteopenia, sclerosis, necrosis and sarcomatous transformation at all ages 2, 3. High dose ionizing radiation is also a risk factor for the development of fractures that typically have prolonged healing times and a high nonunion rate 4. In spite of compelling human evidence for impaired skeletal function following high-dose ionizing radiation, this complication is rarely considered in bone marrow transplantation studies performed in animal models. Whole body exposure to high dose ionizing radiation, although uncommon in humans, can occur as a result of nuclear accident 5. Future manned space travel beyond the earths protective magnetic field will undoubtedly also increase the potential for exposure to high levels of ionizing radiation, which include particles (electrons, neutrons, protons and atomic nuclei) as well as photons (x-rays and -rays) 6. Importantly, the precise biological effects of ionizing radiation depend upon numerous factors, including species, age, type of radiation, dose and dose rate 5, 7. Short-duration exposure to more than 1 gray (Gy) of radiation can lead to acute radiation syndrome and in humans  6 Gy is often lethal. Acute radiation syndrome consists of hematopoietic, gastrointestinal and neurovascular manifestations, the timing and magnitude of which are dose-dependent 8. The long-term skeletal consequences of surviving acute radiation syndrome in humans have received little attention. However, modeling acute radiation syndrome in animals has demonstrated detrimental effects on bone mass and architecture 9-11. There has been significant interest in mitigating the detrimental effects of radiation to reduce morbidity and mortality following exposure. Exposure to small (priming) doses of ionizing radiation has been shown to induce cellular radioprotective mechanisms following -Turner et al. Page 2 Bone . Author manuscript; available in PMC 2014 November 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptirradiation 12. Induction of radioadaptation by this method reduces mortality following subsequent exposure to much higher (challenging) doses of radiation. The state of acquired radioresistance is associated with reduced radiosensitivity and hypercompensation by hematopoietic cells to radiation-induced damage 13. Although effective in reducing mortality, which may be of particular value for marrow transplantation studies in immune compromised radiosensitive mice, it is uncertain whether low dose radiation-induced radioresistance will impact bone marrow ablation or protect the skeleton from the detrimental effects of high dose irradiation. Medical intervention in humans, including administration of growth factors (e.g., granulocyte colony-stimulating factor and granulocyte-macrophage colony-stimulating factor to improve immune function, can reduce mortality in individuals accidently exposed to whole body ionizing radiation 14. Mitigation of lethal intestinal injury, following high local doses of irradiation in mice, has been achieved by intravenous transplantation of bone marrow-derived stromal and hematopoietic stem cells 15-17. However, it is not clear whether interventions involving growth factor administration or bone marrow transplantation impact the long-duration adverse skeletal effects of irradiation. It is, therefore, unclear how countermeasures to accidental exposure to high dose whole body irradiation in humans or bone marrow transplantation following radiation-induced bone marrow ablation in animals influence bone metabolism. The goals of the present studies were to evaluate the early effects of acute whole body - irradiation on bone metabolism in a mouse model and determine whether the anticipated detrimental effects of a challenging high-dose irradiation are attenuated by prior exposure to a relatively low dose of priming radiation. In addition, we investigated the efficacy of bone marrow transplantation in reversing the long-duration skeletal effects of high-dose whole body -irradiation. 2. Materials and",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Efficacy of a priming dose (0"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "3"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Bone marrow transplantation (BMT) normalizes indices of bone turnover in lumbar\nvertebrae in lethally irradiated (9 Gy) mice"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "Reconstitution of donor-derived GFP+ cells in bone marrow transplantation (BMT)\nrecipients"
            }
        ]
    }
]