[
    {
        "pmid": "30181350",
        "title": "Modeling Host-Pathogen Interactions in the Context of the Microenvironment: Three-Dimensional Cell Culture Comes of Age.",
        "year": "2018",
        "journal": "Infect Immun",
        "abstract": "Tissues and organs provide the structural and biochemical landscapes upon which microbial pathogens and commensals function to regulate health and disease. While flat two-dimensional (2-D) monolayers composed of a single cell type have provided important insight into understanding host-pathogen interactions and infectious disease mechanisms, these reductionist models lack many essential features present in the native host microenvironment that are known to regulate infection, including three-dimensional (3-D) architecture, multicellular complexity, commensal microbiota, gas exchange and nutrient gradients, and physiologically relevant biomechanical forces (e.g., fluid shear, stretch, compression). A major challenge in tissue engineering for infectious disease research is recreating this dynamic 3-D microenvironment (biological, chemical, and physical/mechanical) to more accurately model the initiation and progression of host-pathogen interactions in the laboratory. Here we review selected 3-D models of human intestinal mucosa, which represent a major portal of entry for infectious pathogens and an important niche for commensal microbiota. We highlight seminal studies that have used these models to interrogate host-pathogen interactions and infectious disease mechanisms, and we present this literature in the appropriate historical context. Models discussed include 3-D organotypic cultures engineered in the rotating wall vessel (RWV) bioreactor, extracellular matrix (ECM)-embedded/organoid models, and organ-on-a-chip (OAC) models. Collectively, these technologies provide a more physiologically relevant and predictive framework for investigating infectious disease mechanisms and antimicrobial therapies at the intersection of the host, microbe, and their local microenvironments.",
        "full_text": "Modeling Host-Pathogen Interactions in the Context of the Microenvironment: Three-Dimensional Cell Culture Comesof Age Jennifer Barrila,a Aurlie Crabb,bJiseon Yang,aKarla Franco,aSeth D. Nydam,aRebecca J. Forsyth,aRichard R. Davis,a Sandhya Gangaraju,aC. Mark Ott,c Carolyn B. Coyne,dMina J. Bissell,e Cheryl A. Nickersona,f aCenter for Immunotherapy, Vaccines and Virotherapy, The Biodesign Institute, Arizona State University, Tempe, Arizona, USA bLaboratory of Pharmaceutical Microbiology, Ghent University, Ghent, Belgium cBiomedical Research and Environmental Sciences Division, NASA Johnson Space Center, Houston, Texas, USA dDepartment of Pediatrics, University of Pittsburgh, Pittsburgh, Pennsylvania, USA eDivision Biological Systems and Engineering, Lawrence Berkeley National Laboratory, Berkeley, California, USA fSchool of Life Sciences, Arizona State University, Tempe, Arizona, USA ABSTRACT Tissues and organs provide the structural and biochemical landscapes upon which microbial pathogens and commensals function to regulate health anddisease. While at two-dimensional (2-D) monolayers composed of a single cell typehave provided important insight into understanding host-pathogen interactions andinfectious disease mechanisms, these reductionist models lack many essential fea-tures present in the native host microenvironment that are known to regulate infec-tion, including three-dimensional (3-D) architecture, multicellular complexity, com-mensal microbiota, gas exchange and nutrient gradients, and physiologicallyrelevant biomechanical forces (e.g., uid shear, stretch, compression). A major chal-lenge in tissue engineering for infectious disease research is recreating this dynamic3-D microenvironment (biological, chemical, and physicalmechanical) to more accu-rately model the initiation and progression of host-pathogen interactions in the lab-oratory. Here we review selected 3-D models of human intestinal mucosa, whichrepresent a major portal of entry for infectious pathogens and an important nichefor commensal microbiota. We highlight seminal studies that have used these mod-els to interrogate host-pathogen interactions and infectious disease mechanisms,and we present this literature in the appropriate historical context. Models discussedinclude 3-D organotypic cultures engineered in the rotating wall vessel (RWV) biore-actor, extracellular matrix (ECM)-embeddedorganoid models, and organ-on-a-chip(OAC) models. Collectively, these technologies provide a more physiologically rele-vant and predictive framework for investigating infectious disease mechanisms andantimicrobial therapies at the intersection of the host, microbe, and their local mi-croenvironments. KEYWORDS 3-D, 3D, RWV, rotating wall vessel, gut-on-a-chip, host-microbe interaction, host-pathogen interactions, mechanotransduction, organ-on-a-chip,organoid Mucosal surfaces lining the gastrointestinal, respiratory and urogenital tracts con- tinuously interface with the external environment and serve as a barrier against pathogens, commensals, chemicals, drugs, and toxins. These tissues possess a complexarchitecture with multiple cell types organized into three-dimensional (3-D) structuresthat facilitate tissue-specic functions. The biological, chemical, and biomechanicalcharacteristics that dene microenvironmental niches along these surfaces provide theAccepted manuscript posted online 4 September 2018 Citation Barrila J, Crabb A, Yang J, Franco K, Nydam SD, Forsyth RJ, Davis RR, Gangaraju S,Ott CM, Coyne CB, Bissell MJ, Nickerson CA.2018. Modeling host-pathogen interactions inthe context of the microenvironment: three-dimensional cell culture comes of age. InfectImmun 86:e00282-18. https:doi.org10.1128 IAI.00282-18 . Editor Anthony T. Maurelli, University of Florida This is a work of the U.S. Government and is not subject to copyright protection in theUnited States. Foreign copyrights may apply. Address correspondence to Cheryl A. Nickerson, Cheryl.Nickersonasu.edu. Deceased 15 October 2017.MINIREVIEW crossm November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 1 Infection and Immunitystructure and context in which infection takes place. Pathogens have adapted to detect specic host structures, polarity, and changes in local environmental stimuli (pH,temperature, oxygen, nutrients, hormones, physical forces, etc.) to know where andwhen to activate specic virulence programs during different infection stages ( 17). A major challenge in tissue engineering for infectious disease research is recreating in vivo spatiotemporal properties of dynamic 3-D microenvironments to more accurately model host-pathogen interactions in the laboratory. Historically, infectious disease has been commonly studied in vitro by assessing the interaction of a single microbe with a single host cell type, with the latter grown as at2-D monolayers. This reductionist approach has enabled important discoveries andadvanced our understanding of mechanisms that underlie infection and disease.However, the study of disease in isolation or out of context can change the nativebehavior of both host and microbe, thus creating a barrier for researchers to correlatein vitro and in vivo responses. In this data-rich period where multiple -omics technol- ogies are being synergistically applied for unparalleled insight into host-pathogeninteractions, it is critical to consider the context in which these investigations areperformed. Reconstructing host microenvironments is key, including 3-D tissue archi-tecture, multicellular complexity, microbiota compositionlocalization, oxygen tension,transport processes, and biomechanical forces (e.g., uid shear, stretch, compression)( 1,811 ). Within this context, in vitro models are positioned along a continuum between 2-D and 3-D, with at monolayers of a single cell type representing the mostbasic system and more complex models located further down the spectrum thatrecreate multiple aspects of the native tissue microenvironment ( Fig. 1 ). Since tissues and organs function in a 3-D context, consideration of proper structure is essential fordevelopment of models that better mimic in vivo responses. Since no current in vitro model fully accomplishes this task, multidisciplinary teams of biologists, engineers,physicists, mathematicians, and clinicians are creatively working together to developnext-generation 3-D models with enhanced predictive capabilities to open new ave-nues for clinical translation. Present-day 3-D culture techniques result from a series of progressive advances in tissue engineering over the past century to better mimic the native structure andmicroenvironment of normal and diseased tissues (reviewed in reference 12). Indeed, long ago the cancer research community recognized that appropriate modeling of the3-D microenvironment is important for mimicking disease, leading to development andapplication of 3-D organoid models developed within or on top of extracellular matrix(ECM) ( 1216 ). The bidirectional exchange of biological and physical signals between cells and their microenvironment regulates cell structurefunction and is largely man-ifested by tensile connections between ECM, cell surface receptors (e.g., integrins), andthe cytoskeleton to transduce signals to and from the nucleus ( 1731 ). This structural network is also engaged by certain invasive pathogens (e.g., Salmonella ,Shigella , Listeria , rotavirus, and inuenza virus) that hijack and remodel host cell architecture to facilitate their internalization, intracellular trafcking, andor dissemination ( 9,3234 ). Similarly, we and others have demonstrated that bacteria also respond to biomechani-cal forces like uid shear, which can regulate virulence, gene expression, andor stressresponses ( 15,3547 ). Indeed, the discovery of biomechanical forces as environmental regulators of microbial pathogenesis was made by our team almost 2 decades ago withthe nding that uid shear forces globally reprogram Salmonella gene expression, stress responses, and virulence ( 35). Fluid shear also plays a central role in regulating a number of host responses, including differentiation ( 4850 ). Although 3-D models have long been applied for cancer research ( 1216 ), they remained largely unincorporated by the infectious disease community until the late1990s and early 2000s. As expected for many new ideas in an established eld, the useof 3-D models to study host-pathogen interactions was initially met with skepticism.The rst reports of 3-D models to study viral infections were by Long et al. in 1998(rhinovirus) and bacterial infections by Nickerson et al. in 2001 ( Salmonella enterica serovar Typhimurium) ( 11,51). Recently, infectious disease researchers have broadlyMinireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 2FIG 1 Recreating the complex intestinal microenvironment to study host-pathogen interactions. (A) In vitro model advancement from 2-D to 3-D by incorporation of physiological factors to better mimic the in vivo environment. (Intestinal lumen, cell, intestine, and intestinal microbe images are republished from references 398 to401, respectively, with permission of the publisher.) (B) Three- dimensional approaches routinely used to develop advanced intestinal models: (a) RWV bioreactor, (b) (republished from reference 307 with permission of the publisher), and (c) OAC (republished from reference 344 with permission of the publisher). (d) Scanning electron micrograph (SEM) showing an RWV colon model. (Republished from PLoS One 152.) (e) Light micrograph of an enteroid model. (Republished from Physiological Reports 240.) (f) SEM of a gut-on-a-chip model (republished from reference 341 with permission of the publisher). (g) Oxygen-dependent host cell colocalization of S. Typhimurium in an RWV 3-D coculture model of intestinal epithelium and macrophages. Following aerobic culture of bacteria, no macrophages were found, but following microaero- (Continued on next page)Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 3embraced 3-D models for studying pathogenesis mechanisms, for biomarker discovery, and for drug candidate screening. In this review, we highlight key microenvironmentalfactors to consider when selecting in vitro 3-D intestinal models to study host-pathogen interactions. We focus on three key technologies for model development, (i) therotating wall vessel (RWV) bioreactor, (ii) ECM-embeddedorganoid models, and (iii)gut-on-a-chip models, and propose a vision for future model advancements. We alsoprovide proper historical context for use of 3-D cell cultures in studying host-pathogeninteractions, which is nally gaining a critical mass of scientists who understand andappreciate the value of studying disease in the proper context of tissue form andfunction. MICROENVIRONMENTAL CUES IN HOST-MICROBE INTERACTIONS Mucosal tissue function and homeostasis are meticulously controlled by complex bidirectional interactions between cells and their microenvironment ( 15,20,25,2729 , 5255 ). The microenvironment includes 3-D tissue architecture, multiple cell types, ECM, innate immunity mediators, indigenous microbiota, and physical forces. Thesefactors are regulatory signals for mucosal pathogens and may be benecial or detri-mental for infection ( 15,8,3545 ,47,5664 ). Below we address key cellular, biochem- ical, and biophysical cues that dictate infection outcome and are important consider-ations when modeling host-enteric pathogen interactions. Cellular factors. Intestinal mucosal epithelium contains an array of specialized epithelial and immune cells that work in synergy to protect against infection by (i) serving as a barrier against luminal toxins, commensals, and pathogens, (ii) samplingmicrobial antigens, and (iii) recruiting innate and adaptive immune effectors ( 65). The intestine contains multiple epithelial cell types, including enterocytes (absorptive func-tions), enteroendocrine cells (hormone secretion), Paneth cells (antimicrobial produc-tion), goblet cells (mucin production), M cells (luminal antigen samplinginduction ofmucosal immunity), Tuft cells (Th2 immunity), and cup cells (unknown function) ( 66, 67). The intestine also contains immune cells for innate and adaptive responses to pathogen attack, including macrophages, dendritic cells, and T and B cells, includingthose organized in lymphoid structures termed Peyers patches, sites of induction ofmucosal immunity. As the bodys largest immune organ, the composition, organization,and function of the intestine vary by region and consist of integrated cross-communication networks of different cell types and effectors critical for protectionagainst pathogens (described in references 59,65, and 68to72). Epithelial cell polarity establishes barrier function, regulates uptaketransport of nutrients, and maintains epithelial architecture ( 65,7375 ). In the intestine, apical surfaces face the lumen and regions between villifolds, lateral surfaces face adjacentcells, and basal surfaces face the basement membrane and lamina propria. AlongPeyers patches and isolated lymphoid follicles, the basal side of the follicle-associatedepithelium overlies a subepithelial dome region containing a mixture of immune cells( 76). The distinct biochemical composition (e.g., protein and lipid) of apical and basolateral surfaces facilitates their specic functions ( 75). Given that many pathogens have evolved to recognize surface-specic molecules for attachment andor to disruptbarrier integrity to enable their uptake and dissemination ( 6,74,7779 ), appropriately modeling polarity in vitro is critical, as pathogens infect host cells differently depending on whether they are polarized or nonpolarized ( 8083 ). Maintaining barrier integrity requires proper expression and localization of tight and adherens junctions. Adherensjunctions are mediated by E-cadherin and catenin interactions, while tight junctions are FIG 1 Legend (Continued) bic culture, macrophages were present and either were empty (left inset) or contained internalized bacteria (right inset). Macrophages (CD45; yellow), Salmonella (green; white when overlaid with CD45), and nuclei (4 ,6-diamidino-2-phenylindole DAPI; blue) are visible. Scale bar H1100510H9262m. (Republished from npj Microgravity 171.) (h) iHIOs injected with E. coli O157:H7. Nuclei (blue), neutrophils (CD11b; red), and E. coli (green) are visible. Scale bar H11005100H9262m. (Republished from PLoS One 260.) (i) CVB-infected gut-on-a-chip. CVB (green), F-actin (red), and nuclei (blue) are visible. (Republished from PLoS One 343.)Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 4composed of transmembrane proteins (e.g., claudins and occludins) and cytoplasmic plaque proteins (e.g., zonula occludens). While generally protective, junctional com-plexes are also exploited by pathogens to facilitate invasion ( 74) and some enteric viruses utilize receptors localized to these junctions ( 77,78). Another major cellular component encountered by enteric pathogens is the diverse microbial communitytermed microbiota (referring to microorganisms) or micro-biome (referring to microbial genomes). The intestinal tract contains prokaryotes,viruses, archaea, and eukaryotes, some of which protect the host against pathogencolonization by a variety of mechanisms, including epithelial cell turnover, mucinsynthesis, and triggering bacterial sensors on host cells ( 8486 ). Reciprocal interactions between host and microbiota contribute to tissue function and homeostasis anddetermine microbiota composition, thereby playing an important role in infection anddisease ( 87). For example, members of the intestinal microbiota regulate production of antimicrobial peptides by Paneth cells ( 88) and shape immune responses by regulating numbers, subsets, andor functions of T, B, and myeloid cells ( 65). Microbiota-induced changes in immunity also determine intestinal microbiota composition ( 85,89). The intestinal microbiota is comprised of H110111014bacteria ( H110221,000 species), with Firmicutes and Bacteroidetes most abundant ( 9093 ). Interpersonal variation in intestinal microbiome occurs, with each individual carrying a subset of the total known micro-biome ( 94). Temporal and spatial variation occurs throughout the intestinal tract ( 95, 96). Increasing data suggest a relationship between an imbalanced intestinal micro- biome and various diseases, including obesity, inammatory bowel disorders, andcancer ( 97). The importance of the gut microbiota to health is highlighted by successful clinical application of fecal microbiota transplants from healthy individuals to patientswith recurrent, antibiotic-resistant Clostridioides difcile infections ( 98100 ). Biochemical cues. Mucosal tissues contain an array of small molecules, including innate defense mediators that target pathogens and regulate downstream host de- fenses. Intestinal mucus harbors compounds from the innate and adaptive systems thatprotect against microbial insult, including digestive enzymes (e.g., lysozyme), lactofer-rin, antimicrobial peptides, complement, and antibodies (e.g., secretory immunoglob-ulin A sIgA) ( 65). In addition, cells of the innate defense system respond to pathogen- associated molecular patterns (PAMPs) using pathogen recognition receptors (PRRs).Depending on the pathogen, PRR-mediated signal transduction results in differentcellular outcomes (e.g., cell proliferation, apoptosis, antimicrobial peptide production,autophagy, and cytokine secretion). Cytokine production leads to recruitment of innateand adaptive immune effectors to the infection site, representing a bridge betweenthese two arms of immunity ( 65,101). Mucins are complex mixtures of high-molecular-weight, glycosylated macromole- cules that bind and remove pathogens and their products ( 7,101). Enteric pathogens sense and respond to cues within mucus and overcome this barrier to reach underlyingepithelium ( 7). Normal intestinal mucus consists of two layers: an outer layer colonized by microbes and a sterile inner layer ( 102104 ). The composition and thickness of these mucin layers vary throughout intestinal regions to accommodate their different func-tions and microbial burdens. Within the small intestine, the inner and outer mucosallayers are thinner to facilitate nutrient absorption, with thicker regions found towardthe ileum, where microbial burden is heavier ( 7). In the colon, both layers are thicker to accommodate the burden of several trillion commensals ( 7). The presence of sIgA and other mucin antimicrobials also serves to reduce bacterial colonization ( 105). The ECM is another key contributor to tissue homeostasis. The ECM has historically been neglected as a signaling entity, but seminal discoveries have revealed the centralrole of ECM in regulating tissue architecturefunction ( 20,53). The ECM is a three- dimensional noncellular scaffold comprised of proteins (e.g., collagens, elastins, lamin-ins, and bronectins), proteoglycans, and water. Two main types of ECM include (i)interstitial connective tissue matrix, which serves as a cellular scaffold, and (ii) basementmembrane matrix, which separates epithelium from interstitium ( 106,107). ECM com-Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 5ponents also serve as ligands for cell receptors like integrins, which transduce physical forces into biological responses (mechanotransduction). Additionally, immune re-sponses are mediated through interactions with the ECM ( 107,108). Furthermore, the ECM controls availabilityrelease of growth factors and other signaling molecules(hormones and cytokines) ( 107). The complexity, composition, and structure of ECM are highly dynamic and specic (as are the biochemical gradients it contains) and dependon tissue type, developmental stage, and healthdisease state ( 107). Biophysical forces. The role of physical forces in cell and tissue development function is as important as those of genes and biochemical signals ( 28,109). Physical forces regulate cell proliferation, differentiation, and homeostasis ( 110,111). Forces experienced by intestinal cells include uid shear, pressure ( 112), and contractile peristalsis of muscles ( 113). Hydrodynamic calculations suggest that uid shear forces on the exposed epithelial brush border microvilli are H11011200 times greater than those between microvilli ( H110210.01 dynescm2)(114). The cytoskeleton and its linkage with the ECM play an essential role in enabling cells to sense and respond to biophysical forces. While the governing role of the ECM as adynamic signaling entity that regulates tissue formfunction is now appreciated, it wasinitially considered a purely static scaffold. However, tissue-specic architecture andfunction are regulated by the biophysical properties of the ECM ( 20,115,116), which exerts physical inuences transduced by cell surface receptors through the cytoskele-ton to the nucleus to ultimately alter cellular and molecular properties. These structuralnetworks are critical for regulating cell shapearchitecture and have been modeledusing the principle of tensegrity, which refers to structures that are stabilized undercontinuous tension by balancing opposing tension and compression forces ( 2729 ,31). The integration of biophysical forces across cells and tissues using this structuralnetwork regulates a wide range of biological processes (e.g., cell proliferation, apopto-sis, differentiation, adhesion, migration, gene expression, and architecture) ( 8,20,21, 23,25,27,2931 ,55,117). Accordingly, ECM composition and stiffness are critical regulators of cellular responses ( 118,119). These properties are continuously remod- eled through the process of dynamic reciprocity ( 17,20,53,117), theorized by Bissell in 1982 to explain how signaling between the ECM and nucleus regulates tissuefunction. This laid the foundation for modern 3-D cell culture approaches used today( 20,107,120). Not surprisingly, pathogen-ECM interactions play an important role in mediating infection ( 121126 ). In addition to impacting the host, physical forces also globally alter bacterial gene expression, stress responses, and virulence in unexpectedways to contribute to infection ( 5,3640 ,47,6264 ). MODELING THE MICROENVIRONMENT: 3-D MODELS FOR INFECTIOUS DISEASE Several cell culture systems exist for the development and application of 3-D models of human tissues for infectious disease research, including the RWV bioreactor, ECM-embedded scaffolds (e.g., ECM extracts, puried ECM, or syntheticsemisynthetic hy-drogels), and organ-on-a-chip (OAC) models. The choice of system to use depends onseveral factors, including the experimental question being addressed, technical com-plexity, and cost and expertise for model development. Different cell types in the nativetissue (including immune cells) can be cocultured in these models to further enhancephysiological relevance. Additionally, a single epithelial cell type can spontaneouslydifferentiate into multiple epithelial cell types normally found in the parental tissue andundergo self-assembly into tissue-like structures using all of these 3-D technologies. Todate, most in vitro infection studies have been performed using cell lines; however, there is a push to develop models using either primary or stem cells to better mimic thenative tissue. To explore the integration of different environmental signals in regulatinginfection, a hierarchical series of increasingly complex 3-D model systems comprised ofdifferent cells types can be developed and applied in parallel under differing experi-mental conditions (e.g., different oxygen tensions and physical forces). RWV-derived 3-D models. The RWV bioreactor is an optimized form of suspension culture that facilitates formation of self-organizing 3-D tissue-like aggregates by allow-Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 6ing cells the spatial freedom to colocalize and self-assemble based on natural afnities within a low-uid-shear environment ( Fig. 1B , panel a) ( 8,127). Fluid shear inuences cell proliferation, differentiation, morphology, and function ( 30,114,128140 ). Models developed within the dynamic RWV environment experience excellent mass transfer ofnutrientswastes and exhibit enhanced structure, differentiation, function, and multi-cellular complexity relative to 2-D monolayers ( 11,80,141154 ). Along these lines, observations from the 1970s showed that otation of collagen gels led to a morepermissive environment for cellular differentiation ( 12,155,156). Moreover, the low- uid-shear environment in the RWV is also physiologically relevant to that encounteredby pathogens in low-shear regions of the infected host, including the intestine ( 38,114, 129131 ). Accordingly, the RWV is also used to culture pathogens to study the role of uid shear and mechanotransduction in regulating microbial pathogenesis and host-pathogencommensal interactions ( 1,3541 ,4547 ,62,64,145,157167 ). The RWV is among the most extensively used approaches to develop 3-D models to study host-pathogen interactions. It was the rst technology used to develop 3-Dmodels for infection studies with bacterial ( Salmonella ) and viral (rhinovirus) pathogens ( 11,51). A range of RWV-derived 3-D models have been developed using cell lines, stem cells, andor primary cells, including small and large intestine ( 11,80,141,143,145,146, 152,168177 ), lung ( 144,147,178182 ), liver ( 148,153,174,183,184), bladder ( 8, 185187 ), reproductive tissue ( 149151 ,188190 ), heart ( 191193 ), prostate ( 142,186, 194), pancreas ( 195,196), nervous tissue ( 182,197199 ), blood-brain barrier ( 200), skin (201), eye ( 202), bone, joint, or disc ( 203207 ), and tonsil ( 208), among others. These studies demonstrated that RWV-derived models exhibit enhanced in vivo -like charac- teristics, including spontaneous differentiation into multiple cell types that self-organize into 3-D structures ( Fig. 1B , panel d), polarization, appropriate expression localization of adherenstight junctional complexes, metabolic product secretion, geneexpression, cytokine production, responses to antimicrobials and microbial products,support of commensals, andor susceptibility to infection ( 8,11,80,141153 ,168194 , 197208 ). In addition, RWV models have been advanced to incorporate immune cells to study their role in host-microbe interactions ( 171,175,177,180). Models are typically initiated by harvesting monolayers, combining cells with porous ECM-coated microcarrier scaffolds, and loaded into the RWV. Scaffold and ECM porosityallows the basal side of cells to experience autocrineparacrine communications, aidingcellular differentiationresponses in a manner reecting in vivo tissues. This differs from monolayers where cells proliferate on impermeable surfaces, thus hindering propercommunications across apical and basolateral surfaces. Additionally, models may bedeveloped scaffold free or using nonmicrocarrier scaffolds (e.g., decellularized tissues)for transplantation ( 179,181,209). Once developed, distribution of 3-D models into multiwell plates lends to their experimental tractability for infection assays, as theirstructuralfunctional integrity remains intact following seeding. Alternatively, patho-gens or compounds can be directly added to the RWV to study interactions under physiological uid shear. One key advantage of RWV culture is the production of largenumbers of cells ( H1101110 7to 108per culture). Below we discuss RWV-derived 3-D models of human intestinal mucosa. RWV-derived intestinal models. We began using the RWV to engineer 3-D models of human intestine for infection studies in the late 1990s after realizing that available models for studying bacterial pathogenesis lacked multiple aspects of the in vivo microenvironment ( 11). RWV-derived 3-D models have enabled the study of host- microbe interactions relevant to different regions of the intestinal tract, including thesmall intestine ( 11,169) and colon ( 80,143,145,146,152,171,172,175,177). Imaging of these models revealed enhanced 3-D architecture relative to monolayers, includingthe presence of extensive 3-D folds and microvilli, that more closely resembled what isobserved in vivo ( Fig. 1B , panel d). These 3-D models are essentially inside-out such that the apicalluminal side faces the media and the basal side faces the scaffold,allowing for straightforward introduction of pathogens, toxins, and antimicrobials atMinireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 7the apical surface, as commonly occurs in vivo . Collectively, these models have shown physiologically relevant expression and localization of key cellular components, includ-ing junctional proteins (e.g., ZO-1, occludin, symplekin, E-cadherin, H9252-catenin, and desmosomes), secretion of basal lamina components (e.g., collagen types II, III, and IV,laminin, vimentin, and bronectin), brush border formation with villin, andor mucussecretion ( 11,80,143,145,146,152,169,171,172,175,177). Spontaneous cellular differentiation into multiple lineages found in the intestinal epithelium is also observed,including enterocytes, M cells, goblet cells, andor Paneth cells (enteroendocrine cellswere not evaluated) ( 11,80,146,152,171,175). The presence of multiple cell types within a model (e.g., epithelial and immune cells) enables study of their combinedeffects on infection, and in particular, pathogen colocalization patterns with differentcell types. An example is described below in which an advanced 3-D RWV coculturemodel that combined human colonic epithelium with phagocytic macrophages wasused to study infection by different Salmonella pathovars ( 171). Primary human lym- phocytes have also been incorporated in a 3-D coculture model of intestinal epitheliumto study Salmonella infection ( 175). RWV-derived intestinal models have contributed to the study of a variety of patho- gens, such as S. Typhimurium (including multidrug resistant ST313), Salmonella enterica serovar Typhi, enteropathogenic Escherichia coli (EPEC), enterohemorrhagic E. coli (EHEC), Cryptosporidium parvum , and human enteroviruses, including coxsackievirus B (CVB) and poliovirus ( 11,80,143,145,146,152,171,172,175). Studies with S. Typhimurium using 3-D models of small and large intestine displayed marked differ-ences from monolayers in colonization, tissue morphology, apoptosis, and prostaglan-din and cytokine expression ( 11,80,152). The responses of these 3-D intestinal models toS. Typhimurium challenge were highly predictive of in vivo responses in humans animals ( 11,80,152), including rapid repair of the small intestine (initial site of Salmonella pathogenesis) and signicant damage to the colon (primary site of patho- genesis) ( 210). These models were also the rst in vitro systems to challenge the widely accepted paradigm established using monolayers that the Salmonella pathogenicity island 1 (SPI-1) type 3 secretion system (T3SS) is required for invasion of intestinalepithelium ( 80,152). Historically, studies with monolayers contradicted in vivo obser- vations wherein successful animal infections were possible with T3SS SPI-1 mutants( 211,212), and clinical isolates of Salmonella lacking SPI-1 function were isolated from foodborne disease outbreaks in patients experiencing gastroenteritis ( 213). Using a 3-D intestinal model comprised solely of epithelial cells, Radtke et al. demonstrated thatSPI-1 mutants and a Salmonella mutant lacking all known T3SSs (SPI-1, SPI-2, and the agellar system) still exhibited high levels of invasion relative to the wild type (althoughapproximately 0.5 to 1 log lower) ( 152). As expected, in monolayers these mutants exhibited little to no invasion ( H1102110 CFU), a nding which does not reect in vivo observations ( 152). Thus, for the rst time, an in vitro intestinal epithelial model was able to parallel in vivo results by supporting Salmonella invasion independently of SPI-1. These ndings demonstrate the enhanced capability of RWV models to predict in vivo-like pathogenic mechanisms. Host-pathogen-commensal and host-commensal interactions have also been inves- tigated using RWV 3-D intestinal models ( 172,177). Commensal microbes naturally enhance intestinal mucosal barrier function against pathogen colonization throughcomplex mechanisms not yet fully characterized ( 214). Naturally occurring probiotic strains of bacteria are being exploited as a strategy against pathogens to combatongoing problems of antibiotic resistance. Treatment of a 3-D intestinal model withLactobacillus reuteri or its antimicrobial metabolite, reuterin, before or after challenge with S. Typhimurium reduced adhesion, invasion, and intracellular survival of this pathogen compared to ndings for untreated cells ( 172). This was the rst study to report the effect of reuterin on the enteric infection process for any mammalian celltype. A 3-D intestinal coculture model containing immune cells was used to proleresponses to both free secretory IgA (sIgA) and sIgA complexed with a commensalstrain of E. coli ( 177). Application of free sIgA to the model induced upregulation ofMinireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 8MUC2, interleukin 8 (IL-8), and polymeric immunoglobulin receptor (pIgR) secretion. When sIgA was complexed with E. coli and applied to the model, these responses were downregulated relative to models treated with free sIgA. Barrila et al. reported advancement of a 3-D HT-29 colon model to include phago- cytic macrophages, thereby improving its physiological relevance to study aspects ofthe innate immune response to infection ( 171). Characterization of this coculture model revealed macrophages integrated between and underneath epithelial cells while pre-serving epithelial tight junctions and the presence of multiple epithelial cell types,including enterocytes, M cells, and goblet cells ( 171). Macrophage phagocytosis was conrmed by evaluating their ability to engulf inert, bacterium-sized beads. Thecontribution of macrophages to Salmonella infection was assessed using S. enterica pathovars with differing host tropisms and disease phenotypes, including the well-studied sequence type 19 (ST19) S. Typhimurium strain SL1344, which causes disease in a wide range of hosts, the multidrug-resistant ST313 S. Typhimurium strain D23580, and the human-specic S. Typhi strain Ty2. Although classied as S. Typhimurium, ST313 strains display genome degradation similar to that of human-adapted S. Typhi and are associated with devastating epidemics of blood-borne infections in sub-Saharan Africa( 215). Bacteria were cultured aerobically or microaerobically prior to infection to simulate oxygen environments encountered before and during intestinal infection.Colonization of all strains was reduced in the coculture model containing macrophagesrelative to the epithelial model, indicating antimicrobial function of macrophages.Although ST313 strains are considered highly invasive due to the systemic infectionthey cause, D23580 was not highly invasive in the 3-D models but instead exhibitedenhanced survivalreplication, thus providing clues as to what drives this organismspathogenicity. Pathovar- and oxygen-specic differences in host cell colocalizationpatterns were also observed ( Fig. 1B , panel g), indicating the ability of these advanced models to distinguish between closely related Salmonella serovars, thus providing a unique advantage over models composed of a single cell type ( 171). RWV-derived intestinal models are also valuable for investigating host-pathogen interactions for which conventional cultivation strategies are unable to adequatelymodel in vivo complexity. Recently, a 3-D colonic model was applied to study human CVB ( 146), a pathogen for which in vitro and in vivo models may not fully model the enteral infection route in humans ( 146,216219 ). Comparisons between polarized 2-D and 3-D cells revealed that the 3-D model displayed an enhanced number of viralparticles secreted into the media at early stages of the viral life cycle, which did notcoincide with increased host cell destruction relative to monolayers ( 146). These data suggest that 3-D models exhibit an enhancement in nonlytic release of viral particles,which might result from morphological changes (e.g., enhanced brush border forma-tion) in 3-D cells. Similarly, another 3-D colonic model was used to study Cryptospo- ridium parvum , a parasite for which there is a lack of physiologically relevant in vitro and in vivo models ( 143). Following C. parvum infection, morphological changes were observed that were consistent with those from colonic biopsy specimens of infectedpatients ( 143). These studies further emphasize the critical importance of model complexity and physiological relevance as determinants in enabling host-pathogeninteractions. In summary, 3-D RWV intestinal models are powerful tractable research tools that advance the study of host-pathogen interactions. These models can be modularlyaltered to incorporate different cell types (including patient-derived cells), ECM, com-mensal microbiota, physical forces, etc., akin to in vivo scenarios, increasing their relevance. Their tissue-like architecture, differentiation and polarization, enhancedexpressionlocalization of junctional proteins, and mucin production are necessarycomponents of an effective barrier to invading pathogens. Limitations and future directions of RWV-derived 3-D models. Although many key structuralfunctional characteristics of parental tissues have been successfully recapitulated using RWV models, several limitations remain. The full extent of 3-DMinireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 9architecture, multicellular complexity, and array of physical forces of in vivo tissues has not yet been attained. Ongoing studies are further enhancing these features, plusincorporating patient-specic immune cells and fecal microbiota, and achieving vas-cularization and innervation. Models can be costly due to high medium consumptionrequired for culturing large numbers of cells; however, researchers can scale down.Although bead porosity facilitates apicalbasal cytokine secretion and there is excellentaccess to the apical side of the models, there is currently an inability to sample the basalside. This also prevents measurement of transepithelial electrical resistance (TEER),which measures electrical resistance across a monolayer as a proxy for assessing barrierintegrity ( 220). The technique involves using two electrodes, one in contact with cells on a semipermeable membrane (e.g., apical side) and the other in a different chambercontaining culture medium (e.g., basal side). With most RWV models grown on tiny(H11011175 H9262m) microcarrier beads, these measurements are not currently possible with off-the-shelf technology. This challenge will likely be surmounted with custom elec-trode design to accommodate current RWV models or the use of alternative scaffolds.Currently, immunouorescence imaging of cytoskeletal and tight junctional markersrepresents an alternative method to evaluate model integrity. As these models grow insize and complexity, introduction of vasculature and nerve cells will be important.Finally, current models are not easily amenable to chronic infection due to lack ofperfusion once removed from the RWV; however, inclusion of automated waste re-moval and nutrient delivery during infection will facilitate this approach. 3-D organoid models. The term organoid (organ-like) has been used to describe a variety of 3-D models that resemble in vivo tissues. Historically, this included models engineered with different technologies using cell lines, stem cells, primary cells, ortissue explants either embedded in or cultured on top of ECM scaffolds that allow cellsto self-assemble into 3-D structures ( 8,12,143,145,146,169,171,221229 ). Advances in stem cell biology led to a recent terminology shift to more specically deneorganoids as 3-D models derived from stem cells, progenitor cells, or primary explants( 222,230238 ). Here we focus on 3-D models cultured within a 3-D ECM that t this denition. It is important to emphasize that current models are based on decades ofwork by pioneering cell biologists that laid the foundation for the current organoid eld(reviewed in reference 12), representing an advancement and merging of old and new technologies to enable novel discoveries ( 12,228,239). Models cultivated using thick ECMs have deep roots in tissue engineering and cancer biology, in which they wereapplied to develop advanced models enabling the study of a variety of biologicalmechanisms, particularly with regard to understanding the interrelationship betweentissue structure and function ( 12). This effort resulted in a critical mass of scientists who now recognize the importance of 3-D models for infection and are bringing elegantadvances to the eld but may not be fully aware of their historical context. A range of different organoid models have been established, including small and large intestine ( 229,230,232,234,240268 ), lung ( 269274 ), stomach ( 275282 ), breast (55,283,284), brain ( 285287 ), liver ( 222,288,289), pancreas ( 222,290,291), gallbladder (292), eye ( 293), kidney ( 294), prostate ( 222,295,296) and reproductive tract ( 297,298), among others. Relative to monolayers, these models more closely mimic endogenoustissues, including organization and spontaneous differentiation of multiple cell typesinto physiologically relevant 3-D structures ( Fig. 1B , panel e), expression and localiza- tion of tight junctions, mucus production, polarity, gene expression, cell viability andproliferation, cytokine production, responses to antimicrobials, support of commensals,and susceptibility to infection ( 12,55,222,226,228235 ,237,238,240266 ,269319 ). To develop 3-D organoid models, stem cells or tissue explants containing stem cells are used. Biopsy specimens may be treated with a dissociation agent andor mechan-ically disrupted prior to embedding into ECM. Stem cells isolated from biopsy speci-mens can be predifferentiated into progenitor cells and further differentiated intoECM-embedded organoids. Differentiation into committed cell types is enabled bystepwise supplementation andor removal of signaling factors during culture ( 249,251,Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 10252,254,264,275,278,303,320322 ). Puried ECM components and mixtures can be used, including Matrigel, a laminin-rich ECM isolated from chondrosarcomas ( 323,324). Synthetic hydrogels help circumvent challenges associated with Matrigel, includingbatch-to-batch variation and potential carcinogenic issues connected with tumor-derived matrices ( 229). 3-D intestinal organoids. Sato et al. ( 249) and Ootani et al. ( 253) independently reported conditions enabling long-term in vitro culture of mouse intestinal crypts containing Lgr5H11001stem cells (as well as puried Lgr5H11001stem cells that generate villus crypt-like structures  249). These approaches used either Matrigel ( 249) or collagen (253) in combination with supplementation of Wnt agonist R-spondin 1. Sato et al. also included epidermal growth factor to enable crypt growth and noggin to facilitatepassaging ( 249). These models displayed a polarized, multicellular epithelium (entero- cytes, goblet cells, Paneth cells, and enteroendocrine cells) organized into a centrallumen lined by villuscrypt-like structures ( 249,253). Murine intestinal organoids de- veloped from single Lgr5H11001stem cells also developed into these multicellular structures (249). Subsequently, additional factors were included to enable human colonoid culture (264). The NIH Intestinal Stem Cell Consortium dened a standardized nomenclature to reect model sources, approaches, and in vitro structures ( 325). Structures directly isolated include epithelial sheets, crypts, and organoids (crypts and surrounding mes-enchymal elements) ( 325). Various structures produced in vitro from small intestine include enterospheres (rounded epithelial cyst-like structures), enteroids (formation ofbudding crypts from enterospheres), and induced intestinal organoids (multicellularclusters from induced embryonal or pluripotent stem cells, e.g., induced humanintestinal organoids iHIOs) ( 325). Analogous colonic structures include colonospheres, colonoids, and colonic organoids ( 325). It is common to see terms used interchange- ably, and the nomenclature will likely evolve as the eld expands. Model infection can be accomplished by (i) addition of pathogen directly to the media (basal side), (ii) microinjection into the lumen ( Fig. 1B , panel b), (iii) shearing of models into fragments followed by pathogen addition, and (iv) complete disruption of3-D models into at monolayers followed by pathogen addition ( 230,237). Consider- ation of the normal infection route is critical. Direct addition to the media is easiest;however, for pathogens that infect via the apicalluminal side, this represents anonphysiological route of infection. Microinjection is technically challenging but pref-erable for pathogens that normally infect from the lumen. Due to challenges associatedwith microinjection, there is a growing tendency to mechanically dissociate organoidsinto smaller pieces or completely dissociate them into monolayers on Transwell insertsor plastic ( 237,261,281,313,314). This approach has been successful for a number of studies, including cultivation of norovirus ( 314), a major advance in the eld. Use of Transwell inserts also facilitates TEER analysis and easier cytokine sampling from theapical side of the model. When dissociating 3-D models prior to infection, it is important to note that this disconnects their form and function, similar to disrupting primary tissue into mono-layers, and may render them less predictive for some (not all) phenotypes. In thisapproach, Transwell inserts are preferable over plastic, as the former display improvedphysiological relevance over conventional monolayers ( 326). Additional proling should conrm the extent to which the dissociated model may have dedifferentiatedand additional culture time may be required to reestablish polaritybarrier function. Keyndings should be validated using intact organoids and microinjection to avoid arti-facts. Additionally, since ECM-pathogen interactions are important for infection dynam-ics ( 61), infection surfaces should not contain ECM components not typically found in that location in vivo (e.g., lumen) if the pathogen would not normally encounter it. A variety of pathogens have been studied using 3-D enteroidcolonoidorganoid models, including Salmonella ,C. difcile , EHEC, EPEC, enterotoxigenic E. coli (ETEC), norovirus, rotavirus, enteroviruses, Toxoplasma gondii , and coronaviruses ( 230,231,Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 11233235 ,238,240245 ,257263 ,266,268,307319 ,327). The rst infection using iHIOs was performed using human rotavirus, which lacks robust in vitro culture systems ( 315). Both laboratory and clinical rotaviruses replicated in iHIOs and were detected inepithelial and mesenchymal cells ( 315). Crypt-derived enteroids also supported rotavi- rus replication and were used to assess antiviral efcacy against patient isolates ( 244, 266). Ettayebi et al. made a signicant advance by the successful in vitro culture of human norovirus (HuNoV), known for its lack of a reproducible culture system ( 314). The authors initially cultured 3-D intestinal organoids and then dissociated them intomonolayers on plastic or Transwell inserts ( 314). Successful viral replication was ob- served and only enterocytes were infected with HuNoVs, regardless of the strain or theintestinal region from which the model was derived. Additional viral models, includingthose using enteroviruses (e.g., CVB, echovirus 11, and enterovirus 71) have identiedthe cell-type-specic nature of these infections and the virus-specic nature of innateimmune signaling in response to infection ( 327). Enteroid models were also used to study S. Typhimurium and E. coli . Zhang et al. (240) and Wilson et al. ( 243) used crypt-derived enteroids to study Salmonella infection. S. Typhimurium successfully colonized the model ( 240,243), and infection responses aligned well with in vivo observations, including disruption of tight junctions, inam- matory responses, and decreased stem cell numbers ( 240). Forbester et al. infected iHIOs with S. Typhimurium and observed physiological transcriptomic and cytokine proles ( 257). Injection of E. coli O157:H7 into iHIOs containing neutrophils led to loss of actin, epithelial integrity disruption, induction of inammatory cytokines, and neu-trophil recruitment ( Fig. 1B , panel h) ( 260). In contrast, commensal E. coli was retained within the lumen, with no loss of model integrity. Infection of colonoid-derivedTranswell models identied MUC2 and protocadherin-24 as early EHEC infection targets( 261). Colonoids were initially cultured in 3-D, followed by dissociation onto Transwells. Model differentiation correlated with expression of differentiation markers, increasedTEER, and microvilli ( 261). EHEC preferentially colonized the differentiated model relative to an undifferentiated control, reducing colonic mucus and inducing damageto microvilli. A similar approach was applied to study EPEC and ETEC infections incoculture models containing macrophages ( 313). Inclusion of macrophages in the bottom chamber of the enteroid-derived Transwell model enhanced barrier function,increased epithelial height, and altered cytokine responses relative to the control. EPECincreased total macrophage numbers and induced projections that extended into theepithelium, while ETEC induced macrophage extensions across the epithelium to theapical surface. The presence of macrophages in the coculture model enhanced barrierfunction and correlated with decreased numbers of ETEC organisms relative to themodel lacking immune cells. iHIOs were also used to study C. difcile infection (CDI) ( 258,259,262,263). CDI patients secrete acidic mucus consisting primarily of MUC1, with decreased MUC2 andaltered oligosaccharide composition relative to that in healthy patients ( 259). Injection of the pathogen alone into iHIOs decreased MUC2, while whole CDI stool supernatantwas required to induce patient-like oligosaccharide composition changes ( 259). iHIOs were also used to investigate nontoxigenic and toxigenic strains of C. difcile and puried toxins TcdA and TcdB ( 262). Injection of the toxigenic isolate or puried TcdA led to a loss of barrier function, while iHIOs injected with the nontoxigenic strainremained intact. Separately, colonoids helped identify Frizzled proteins as receptors forthe TcdB toxin ( 263). In summary, 3-D organoid models are advancing mechanistic understanding of host-microbe interactions due to their enhanced 3-D architecture and presence ofLgr5 H11001stem cells together with multiple cell types and other functional properties. In addition, patient organoid biobanks have been established and are facilitating fun-damental research and clinical applications ( 230,231,328,329). One exciting example of the applicability of these models is the use of patient-derived organoids to predictdrug responses for cystic brosis treatment ( 222,231,250,307,329,330).Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 12Limitations and future directions of 3-D organoids. As for other models, or- ganoids have limitations that researchers are working to overcome. Variability and quality control challenges between experimental preparations includes (i) heterogene-ity in size, shape, and viability of organoids within a culture and across differentsamples, (ii) batch-to-batch variability in Matrigel or other ECM, and (iii) batch-to-batchvariability in growth factor sources. Organoid infection presents challenges as de-scribed above. Medium cost is high if scaling up due to reliance on specic growthfactors. Incorporation of the full array of cell types found in vivo , including the diverse collection of immune cells and microbiota, has not been attained. Organoid modelsalso lack spontaneous M cell formation ( 251,331). Pretreatment of in vitro models with RANKL, exposure to lymphocytes, or infection with pathogens like S. Typhimurium can induce M cell formation ( 331333 ). Although the mechanism by which M cells spon- taneously differentiate in RWV models ( 11,152,171,175) is unknown, it is possible that the low-uid-shear suspension culture environment is important, since otation of ECMscaffolds was more permissive for differentiation than surface-attached ECM ( 12,155, 156). Since organoid models are typically ECM embedded, another limitation is that the application of the range of biomechanical forces found in vivo is limited; however, an iHIO model containing functional neurons that enabled peristalsis-like contractions wasreported ( 256). Combinations of technologies, including organoid-derived 3-D models developed using the RWV bioreactor ( 202) and organ-on-a-chip (OAC) ( 334), are further expanding these capabilities. TEER measurements are also not currently possible withintact organoid models due to their size and structure and because they are ECMembedded. Some studies have dissociated organoids into 2-D on Transwells to facili-tate these measurements, although there can be disadvantages to using this approach,as discussed. Organ-on-a-chip models. Advanced microuidic and microfabrication technolo- gies are being broadly applied to develop organ-on-a-chip models that mimic key aspects of in vivo microenvironments. Rather than focusing on recreating the 3-D structure of the entire tissue, this technology aims to recreate a microscale model of thelocal 3-D architecture and spatial distribution of dynamic tissue interfaces to mimictissue- and organ-level functions ( 335). These devices are designed with micrometer- sized uidic channels separated by thin, exible porous membranes that enabledevelopment of different tissues in adjacent chambers while retaining their ability tointeract ( Fig. 1B , panel c) ( 335339 ). These features allow exibility to model active processes within a tissue, such as vascular-like perfusion. One exciting functionalfeature engineered into the design of many of these devices is the capability to applydynamic forces across the tissue to model uid shear and peristalsis ( 334,340343 ). OAC models vary in complexity, ranging from simple systems containing a single perfused chamber and cell type to more advanced chips that contain several micro-channels, membranes, and assorted cell types, thereby allowing the reconstruction ofmultiple tissue interfaces ( 335). Microengineering techniques for these devices have been extensively reviewed ( 335,338,344349 ). Chips are commonly made of a silicone polymer called polydimethylsiloxane (PDMS), which is compatible with many cell typesand has several advantages, including optical transparency for easy imaging, low cost,exibility, and high gas permeability ( 335,339,344,350). PDMS does carry some disadvantages (discussed below), so other options are being explored ( 350,351). Depending on experimental requirements, chip design and approaches for tissuedevelopment can be altered. Porous membranes can be coated with a variety ofmatricesscaffolds ( 335,339,344,345,352). Moreover, 3-D bioprinting techniques are facilitating complex spatial patterning of cells and scaffolds ( 352). Although traditional electrodes used for TEER measurements do not accommodate the small culture area of most OAC models ( 220), recent studies have integrated custom electrodes ( 353). A variety of OAC platforms have been derived from cell lines, stem cells, andor primary cells, including small and large intestine ( 334,340342 ,353356 ), lung ( 357 361), liver ( 362369 ), kidney ( 370372 ), heart ( 373377 ), cornea ( 378), skin ( 379),Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 13nervous tissue ( 380383 ), bone ( 384,385), reproductive tract ( 386), and bloodendo- thelium and blood-brain barrier ( 387393 ), among others. Once developed, these models typically retain their structural and functional integrity for several weeks (modelspecic), further lending to their experimental tractability. Similar to the other 3-Dmodels discussed, OAC models exhibit in vivo -like characteristics, including spontane- ous differentiation into multiple cell types, polaritybarrier function, formation of local3-D structures ( Fig. 1B , panel f), responses to biophysical forces, cytokine production, gene expression, mucus production, responses to nanoparticles and drugs, support ofcommensals, responses to microbial components (e.g., LPS), andor susceptibility tomicrobial infections ( 334,335,339342 ,354377 ,379394 ). The application of physical forces across several of these models alters physiological responses, including changesin expressionlocalization of tight junctions, barrier integrityfunction, polarity anddifferentiation, cell viability, size, morphology, ECM production, integrin expression,enzyme activity, cytokine responses, chemicalgas exchange gradients, molecular trans-port, drug responses, bacterial colonization, virion-related cytopathic effects, andorformation of 3-D structures (e.g., villi) ( 334,340343 ,345,358,359,361,371,372,376, 377,384,387,388,395). Importantly, several models have been advanced to incorpo- rate immune cells ( 342,359,396). Below we discuss examples of gut-on-a-chip models that have been applied to study pathogens or commensals. Gut-on-a-chip models. The Ingber laboratory developed a series of mechanically active gut-on-a-chip models and applied them to study host-microbe interactions (340,342,343). They initially constructed a PDMS chip containing two microuidic channels separated by a exible, porous ECM-coated membrane ( 340). Colonic cells were seeded in the upper channel under low-uid-shear stress (0.006 to 0.06 dynecm 2), and medium also owed in the bottom chamber. The chip was engineered with dual vacuum chambers on either side of the main microchamber to enable applicationof a physiological cyclic strain across the membrane to mimic intestinal peristalsis. Thisled to a highly polarized columnar epithelium and spontaneous formation of 3-Dvillus-like folds with basal proliferative cells in the crypt region. Model characterizationrevealed well-formed tight junctions, mucus production, and multiple intestinal epi-thelial cell types (absorptive, goblet, enteroendocrine, and Paneth cells) ( 340,341). The ability of this model to support commensal colonization was assessed using Lactoba- cillus rhamnosus LGG. Colonization of LGG improved barrier function and was sup- ported for greater than a week without impacting model integrity, consistent withprevious in vivo observations for probiotics. The model was also applied to study host-virus interactions using CVB ( Fig. 1B , panel i) ( 343). Exposure of CVB to the apical surface led to successful viral replication, induction of cytopathic effects (CPE), andpolarized (apical) release of proinammatory cytokines. Infection of the basal side ledto decreased viral titers and lower CPE, with apical secretion of proinammatorycytokines. The above-described gut-on-a-chip model was further advanced to include immune cells (peripheral blood mononuclear cells PBMCs) andor endothelial cells (vascular orlymphatic) ( 342). This combination of models enabled exploration of the interplay between these factors (and others) in bacterial overgrowth and inammation in theonset of intestinal injury. Synergistic effects between PBMCs and either nonpathogenicE. coli , pathogenic enteroinvasive E. coli (EIEC), or puried lipopolysaccharide (LPS) led to altered barrier function and changes in villus architecture. Similarly, the presence ofboth PBMCs and LPS led to polarized secretion of basal proinammatory cytokines,which stimulates recruitment of additional immune cells in an in vivo scenario. Expo- sure of the PBMC-containing model to a therapeutic formulation of probiotic bacteriaincreased barrier function. The formulation reduced EIEC-induced intestinal damage inthe model lacking PBMCs but in the presence of immune cells only delayed injuryonset. Cessation of cyclic stretching led to enhanced bacterial overgrowth, even underconstant medium ow.Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 14Limitations and future directions of OAC models. While there are many advan- tages to OAC models, there are limitations. Many of these models have multiple cell types which exhibit enhanced 3-D architecture; however, the vast array of nativeheterogeneous cell types found in vivo still need to be incorporated and different laboratories are optimizing ECM composition and structure. Along these lines, toour knowledge, no one has yet reported the presence of M cells in gut-on-a-chipmodels. There is also a strong push for physically linked multiorgan models, orhumans-on-chips ( 338,397). Another limitation is the PDMS material commonly used for chip construction, which can absorb small hydrophobic molecules andinterfere with drug screening and cell signaling analysis ( 338,350,351). There are also risks of uncross-linked PDMS leaching into the culture if the curing process isincomplete, causing cell damage ( 350,351). While the small number of cells required can be considered advantageous, in some cases, larger numbers of cells( 106,107) may be required depending on the experiment. Infection studies typically involve many permutations, and it is not uncommon to use several multiwell plateswithin a single experiment. For example, during colonization assays, samples areharvested at different times and plated for viable bacteria, while others are pro-cessed for downstream analyses. Thus, it will be benecial to incorporate multiple3-D model systems into infectious disease research depending on the experimentalquestion being addressed, as no single model system is sufcient to address allinfectious disease experimental scenarios. CONCLUSIONS Over the past 2 decades, a multidisciplinary consortium of researchers has been creative in developing 3-D intestinal models of increasing complexity that better mimicthe biological, chemical, and physical microenvironments of the endogenous tissue forstudying host-microbe interactions. These models have been developed using a varietyof approaches and are being applied to understand the dynamic relationship betweenthe host, pathogens, and commensals that dictate infection outcome and for devel-opment of new treatmentprevention strategies. Collectively, these models have ush-ered in a new era for infectious disease research by offering predictive in vitro translational platforms. Indeed, the establishment of 3-D intestinal models and theirapplication as human surrogates for infectious disease research have provided specicexamples of how the study of microbial pathogenesis can be advanced by usingappropriate, biologically meaningful models. We are still in the infancy of learning how to build more realistic 3-D tissue models, and there remain an endless number of questions and hypotheses to test about howinfection actually happens in the body. Continued model advancement to better recapitulate the in vivo tissue microenvironment coupled with the application of multiple 3-D model systems will lead to increased translation of research discoveries topractical and signicant outcomes. Such advances will be pivotal for the success ofpersonalized medicine approaches using patient-specic normal and diseased cells andof incorporation of the full repertoire of immune cells to predict clinical correlates ofprotection for vaccine development. Toward this goal, we must deeply comprehend 3-D tissueorgan structure and function, the associated microenvironment, and the microorganisms to be studied. It islikewise important that we are aware of and acknowledge the rich history and work ofresearchers who have long applied 3-D tissue modeling to study host-pathogeninteractions. Accordingly, we should revisit past research in the eld to help usunderstand and guide our direction. While it remains a daunting task to gain acomplete understanding of infectious disease, the alignment of multidisciplinary re-search teams dedicated to the establishment of 3-D models that reconstruct thearchitecture and function of the in vivo organ and their application for host-pathogen interaction studies make this an exciting time to be a scientist!Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 15ACKNOWLEDGMENTS We thank Michael Northrop for his illustration in Fig. 1 . We apologize to authors whose work we were unable to cite due to length limitations given the extensiveliterature available for each model system. This work was funded by NASA grants NNX13AM01G and NNX15AL06G (C.A.N., J.B., and C.M.O.) and NIH R01-AI081759 (C.B.C. and C.A.N.). REFERENCES 1. Nickerson C, Ott CM, Wilson JW, Pierson DL. 2004. Microbial responses to microgravity and other low shear environment. Microbiol Mol BiolRev 68:345361. https:doi.org10.1128MMBR.68.2.345-361.2004 . 2. Persat A. 2017. Bacterial mechanotransduction. Curr Opin Microbiol 36:16. https:doi.org10.1016j.mib.2016.12.002 . 3. Persat A, Nadell CD, Kim MK, Ingremeau F, Siryaporn A, Drescher K, Wingreen NS, Bassler BL, Gitai Z, Stone HA. 2015. The mechanicalworld of bacteria. Cell 161:988997. https:doi.org10.1016j.cell .2015.05.005 . 4. Thomas WE, Trintchina E, Forero M, Vogel V, Sokurenko EV. 2002. Bacterial adhesion to target cells enhanced by shear force. Cell 109:913923. https:doi.org10.1016S0092-8674(02)00796-1 . 5. Alsharif G, Ahmad S, Islam MS, Shah R, Busby SJ, Krachler AM. 2015. Host attachment and uid shear are integrated into a mechanical signalregulating virulence in Escherichia coli O157:H7. Proc Natl Acad SciU S A 112:55035508. https:doi.org10.1073pnas.1422986112 . 6. Fang FC, Frawley ER, Tapscott T, Vazquez-Torres A. 2016. Bacterial stress responses during host infection. Cell Host Microbe 20:133143. https: doi.org10.1016j.chom.2016.07.009 . 7. McGuckin MA, Linden SK, Sutton P, Florin TH. 2011. Mucin dynamics and enteric pathogens. Nat Rev Microbiol 9:265278. https:doi.org 10.1038nrmicro2538 . 8. Barrila J, Radtke AL, Crabbe A, Sarker SF, Herbst-Kralovetz MM, Ott CM, Nickerson CA. 2010. Organotypic 3D cell culture models: using therotating wall vessel to study host-pathogen interactions. Nat Rev Mi-crobiol 8:791801. https:doi.org10.1038nrmicro2423 . 9. Ibarra JA, Steele-Mortimer O. 2009. Salmonellathe ultimate in- sider. Salmonella virulence factors that modulate intracellular sur-vival. Cell Microbiol 11:15791586. https:doi.org10.1111j.1462 -5822.2009.01368.x . 10. Costello CM, Sorna RM, Goh YL, Cengic I, Jain NK, March JC. 2014. 3-D intestinal scaffolds for evaluating the therapeutic potential of probiot-ics. Mol Pharm 11:20302039. https:doi.org10.1021mp5001422 . 11. Nickerson CA, Goodwin TJ, Terlonge J, Ott CM, Buchanan KL, Uicker WC, Emami K, LeBlanc CL, Ramamurthy R, Clarke MS, Vanderburg CR,Hammond T, Pierson DL. 2001. Three-dimensional tissue assemblies:novel models for the study of Salmonella enterica serovar Typhimu-rium pathogenesis. Infect Immun 69:71067120. https:doi.org10 .1128IAI.69.11.7106-7120.2001 . 12. Simian M, Bissell MJ. 2017. Organoids: a historical perspective of think- ing in three dimensions. J Cell Biol 216:3140. https:doi.org10.1083 jcb.201610056 . 13. Bissell MJ. 1981. The differentiated state of normal and malignant cells or how to dene a normal cell in culture. Int Rev Cytol 70:27100. 14. Schwarz RI, Bissell MJ. 1977. Dependence of the differentiated state on the cellular environment: modulation of collagen synthesis in tendoncells. Proc Natl Acad Sc iUSA 74:44534457. 15. Grifth LG, Swartz MA. 2006. Capturing complex 3D tissue physiology in vitro. Nat Rev Mol Cell Biol 7:211224. https:doi.org10.1038 nrm1858 . 16. Yamada KM, Cukierman E. 2007. Modeling tissue morphogenesis and cancer in 3D. Cell 130:601610. https:doi.org10.1016j.cell.2007.08 .006. 17. Bissell MJ, Aggeler J. 1987. Dynamic reciprocity: how do extracellular matrix and hormones direct gene expression? Prog Clin Biol Res 249:251262. 18. Jorgens DM, Inman JL, Wojcik M, Robertson C, Palsdottir H, Tsai WT, Huang H, Bruni-Cardoso A, Lopez CS, Bissell MJ, Xu K, Auer M. 2017.Deep nuclear invaginations are linked to cytoskeletal lamentsintegrated bioimaging of epithelial cells in 3D culture. J Cell Sci 130:177189. https:doi.org10.1242jcs.190967 . 19. Maniotis AJ, Chen CS, Ingber DE. 1997. Demonstration of mechanicalconnections between integrins, cytoskeletal laments, and nucleo- plasm that stabilize nuclear structure. Proc Natl Acad Sc iUSA9 4 : 849854. 20. Bissell MJ, Hall HG, Parry G. 1982. How does the extracellular matrix direct gene expression? J Theor Biol 99:3168. https:doi.org10.1016 0022-5193(82)90388-5 . 21. Boudreau N, Myers C, Bissell MJ. 1995. From laminin to lamin: regula- tion of tissue-specic gene expression by the ECM. Trends Cell Biol5:14. https:doi.org10.1016S0962-8924(00)88924-2 . 22. Tapley EC, Starr DA. 2013. Connecting the nucleus to the cytoskeleton by SUN-KASH bridges across the nuclear envelope. Curr Opin Cell Biol25:5762. https:doi.org10.1016j.ceb.2012.10.014 . 23. Xu R, Spencer VA, Groesser DL, Bissell MJ. 2010. Laminin regulates PI3K basal localization and activation to sustain STAT5 activation. Cell Cycle9:43154322. https:doi.org10.4161cc.9.21.13578 . 24. Kim DH, Wirtz D. 2015. Cytoskeletal tension induces the polarized architecture of the nucleus. Biomaterials 48:161172. https:doi.org 10.1016j.biomaterials.2015.01.023 . 25. Hagios C, Lochter A, Bissell MJ. 1998. Tissue architecture: the ultimate regulator of epithelial function? Philos Trans R Soc Lond B Biol Sci353:857870. https:doi.org10.1098rstb.1998.0250 . 26. Doyle AD, Yamada KM. 2016. Mechanosensing via cell-matrix adhe- sions in 3D microenvironments. Exp Cell Res 343:6066. https:doi .org10.1016j.yexcr.2015.10.033 . 27. Ingber DE. 2003. Tensegrity I. Cell structure and hierarchical systems biology. J Cell Sci 116:11571173. https:doi.org10.1242jcs.00359 . 28. Ingber DE. 2003. Mechanobiology and diseases of mechanotransduction. Ann Med 35:564577. https:doi.org10.108007853890310016333 . 29. Ingber DE. 2003. Tensegrity II. How structural networks inuence cel- lular information processing networks. J Cell Sci 116:13971408. https:doi.org10.1242jcs.00360 . 30. Ingber DE. 2008. Tensegrity-based mechanosensing from macro to micro. Prog Biophys Mol Biol 97:163179. https:doi.org10.1016j .pbiomolbio.2008.02.005 . 31. Ingber DE. 2006. Cellular mechanotransduction: putting all the pieces together again. FASEB J 20:811827. https:doi.org10.1096 fj.05-5424rev . 32. Gruenheid S, Finlay BB. 2003. Microbial pathogenesis and cytoskeletal function. Nature 422:775781. https:doi.org10.1038nature01603 . 33. Taylor MP, Koyuncu OO, Enquist LW. 2011. Subversion of the actin cytoskeleton during viral infection. Nat Rev Microbiol 9:427439. https:doi.org10.1038nrmicro2574 . 34. Delorme-Axford E, Coyne CB. 2011. The actin cytoskeleton as a barrier to virus infection of polarized epithelial cells. Viruses 3:2462. https: doi.org10.3390v3122462 . 35. Nickerson CA, Ott CM, Mister SJ, Morrow BJ, Burns-Keliher L, Pierson DL. 2000. Microgravity as a novel environmental signal affecting Salmo-nella enterica serovar Typhimurium virulence. Infect Immun 68:31473152. https:doi.org10.1128IAI.68.6.3147-3152.2000 . 36. Wilson JW, Ott CM, Ramamurthy R, Porwollik S, McClelland M, Pierson DL, Nickerson CA. 2002. Low-shear modeled microgravity alters theSalmonella enterica serovar Typhimurium stress response in an RpoS- independent manner. Appl Environ Microbiol 68:54085416. https: doi.org10.1128AEM.68.11.5408-5416.2002 . 37. Wilson JW, Ramamurthy R, Porwollik S, McClelland M, Hammond T, Allen P, Ott CM, Pierson DL, Nickerson CA. 2002. Microarray analysisidenties Salmonella genes belonging to the low-shear modeled mi- crogravity regulon. Proc Natl Acad Sc iUSA 99:1380713812. https: doi.org10.1073pnas.212387899 . 38. Nauman EA, Ott CM, Sander E, Tucker DL, Pierson D, Wilson JW, Nickerson CA. 2007. Novel quantitative biosystem for modeling phys-Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 16iological uid shear stress on cells. Appl Environ Microbiol 73:699705. https:doi.org10.1128AEM.02428-06 . 39. Crabb A, De Boever P, Van Houdt R, Moors H, Mergeay M, Cornelis P. 2008. Use of the rotating wall vessel technology to study theeffect of shear stress on growth behaviour of Pseudomonas aerugi- nosa PA01. Environ Microbiol 10:20982110. https:doi.org10 .1111j.1462-2920.2008.01631.x . 40. Crabb A, Pycke B, Van Houdt R, Monsieurs P, Nickerson C, Leys N, Cornelis P. 2010. Response of Pseudomonas aeruginosa PAO1 to low shear modelled microgravity involves AlgU regulation. Environ Micro-biol 12:15451564. https:doi.org10.1111j.1462-2920.2010.02184.x . 41. Pacello F, Rotilio G, Battistoni A. 2012. Low-shear modeled microgravity enhances Salmonella enterica resistance to hydrogen peroxidethrough a mechanism involving KatG and KatN. Open Microbiol J6:5364. https:doi.org10.21741874285801206010053 . 42. Aprikian P, Interlandi G, Kidd BA, Le Trong I, Tchesnokova V, Yakovenko O, Whiteld MJ, Bullitt E, Stenkamp RE, Thomas WE, Sokurenko EV.2011. The bacterial mbrial tip acts as a mechanical force sensor. PLoSBiol 9:e1000617. https:doi.org10.1371journal.pbio.1000617 . 43. Isberg RR, Barnes P. 2002. Dancing with the host; ow-dependent bacterial adhesion. Cell 110:14. https:doi.org10.1016S0092-8674(02)00821-8 . 44. Persat A, Inclan YF, Engel JN, Stone HA, Gitai Z. 2015. Type IV pili mechanochemically regulate virulence factors in Pseudomonas aerugi-nosa. Proc Natl Acad Sc iUSA 112:75637568. https:doi.org10.1073 pnas.1502025112 . 45. Yang J, Barrila J, Roland KL, Ott CM, Nickerson CA. 2016. Physiological uid shear alters the virulence potential of invasive multidrug-resistantnon-typhoidal Salmonella Typhimurium D23580. NPJ Microgravity2:16021. https:doi.org10.1038npjmgrav.2016.21 . 46. Dingemans J, Monsieurs P, Yu SH, Crabbe A, Forstner KU, Malfroot A, Cornelis P, Van Houdt R. 2016. Effect of shear stress on Pseudomonasaeruginosa isolated from the cystic brosis lung. mBio 7:e00813-16. https:doi.org10.1128mBio.00813-16 . 47. Castro SL, Nelman-Gonzalez M, Nickerson CA, Ott CM. 2011. Induc- tion of attachment-independent biolm formation and repression ofHfq expression by low-uid-shear culture of Staphylococcus aureus.Appl Environ Microbiol 77:63686378. https:doi.org10.1128AEM .00175-11 . 48. Tarbell JM, Weinbaum S, Kamm RD. 2005. Cellular uid mechanics and mechanotransduction. Ann Biomed Eng 33:17191723. https:doi.org 10.1007s10439-005-8775-z . 49. Kaul H, Ventikos Y. 2015. Dynamic reciprocity revisited. J Theor Biol 370:205208. https:doi.org10.1016j.jtbi.2015.01.016 . 50. Rutkowski JM, Swartz MA. 2007. A driving force for change: interstitial ow as a morphoregulator. Trends Cell Biol 17:4450. https:doi.org 10.1016j.tcb.2006.11.007 . 51. Long JP, Pierson SS, Hughes JH. 1998. Rhinovirus replication in HeLa cells cultured under conditions of simulated microgravity. Aviat SpaceEnviron Med 69:851856. 52. Bissell MJ, Rizki A, Mian IS. 2003. Tissue architecture: the ultimate regulator of breast epithelial function. Curr Opin Cell Biol 15:753762. https:doi.org10.1016j.ceb.2003.10.016 . 53. Correia AL, Bissell MJ. 2012. The tumor microenvironment is a domi- nant force in multidrug resistance. Drug Resist Updat 15:3949. https: doi.org10.1016j.drup.2012.01.006 . 54. Nelson CM, Bissell MJ. 2006. Of extracellular matrix, scaffolds, and signaling: tissue architecture regulates development, homeostasis, andcancer. Annu Rev Cell Dev Biol 22:287309. https:doi.org10.1146 annurev.cellbio.22.010305.104315 . 55. Schmeichel KL, Bissell MJ. 2003. Modeling tissue-specic signaling and organ function in three dimensions. J Cell Sci 116:23772388. https: doi.org10.1242jcs.00503 . 56. Bals R, Hiemstra PS. 2004. Innate immunity in the lung: how epithelial cells ght against respiratory pathogens. Eur Respir J 23:327333. https:doi.org10.118309031936.03.00098803 . 57. Crabb A, Ledesma MA, Nickerson CA. 2014. Mimicking the host and its microenvironment in vitro for studying mucosal infections by Pseu- domonas aeruginosa . Pathog Dis 71:119. https:doi.org10.11112049 -632X.12180 . 58. Duerkop BA, Vaishnava S, Hooper LV. 2009. Immune responses to the microbiota at the intestinal mucosal surface. Immunity 31:368376. https:doi.org10.1016j.immuni.2009.08.009 . 59. Kraehenbuhl J-P, Corbett M. 2004. Keeping the gut microora at bay. Science 303:16241625. https:doi.org10.1126science.1096222 .60. Lopetuso LR, Scaldaferri F, Franceschi F, Gasbarrini A. 2014. The gas- trointestinal microbiomefunctional interference between stomachand intestine. Best Pract Res Clin Gastroenterol 28:9951002. https: doi.org10.1016j.bpg.2014.10.004 . 61. Singh B, Fleury C, Jalalvand F, Riesbeck K. 2012. Human pathogens utilize host extracellular matrix proteins laminin and collagen for ad-hesion and invasion of the host. FEMS Microbiol Rev 36:11221180. https:doi.org10.1111j.1574-6976.2012.00340.x . 62. Allen CA, Niesel DW, Torres AG. 2008. The effects of low-shear stress on adherent-invasive Escherichia coli . Environ Microbiol 10:15121525. https:doi.org10.1111j.1462-2920.2008.01567.x . 63. Fonseca AP, Sousa JC. 2007. Effect of shear stress on growth, adhesion and biolm formation of Pseudomonas aeruginosa with antibiotic- induced morphological changes. Int J Antimicrob Agents 30:236241. https:doi.org10.1016j.ijantimicag.2007.04.011 . 64. Lynch SV, Mukundakrishnan K, Benoit MR, Ayyaswamy PS, Matin A. 2006. Escherichia coli biolms formed under low-shear modeled micro- gravity in a ground-based system. Appl Environ Microbiol 72:77017710. https:doi.org10.1128AEM.01294-06 . 65. Mestecky J, Strober W, Russell MW, Kelsall BL, Cheroutre H, Lambrecht BN. 2015. Mucosal immunology. Elsevier, San Diego, CA. 66. Gerbe F, Legraverend C, Jay P. 2012. The intestinal epithelium tuft cells: specication and function. Cell Mol Life Sci 69:29072917. https:doi .org10.1007s00018-012-0984-7 . 67. Peterson LW, Artis D. 2014. Intestinal epithelial cells: regulators of barrier function and immune homeostasis. Nat Rev Immunol 14:141153. https:doi.org10.1038nri3608 . 68. Mowat AM, Agace WW. 2014. Regional specialization within the intes- tinal immune system. Nat Rev Immunol 14:667685. https:doi.org10 .1038nri3738 . 69. Cerutti A. 2008. The regulation of IgA class switching. Nat Rev Immunol 8:421434. https:doi.org10.1038nri2322 . 70. Cerutti A, Rescigno M. 2008. The biology of intestinal immunoglobulin A responses. Immunity 28:740750. https:doi.org10.1016j.immuni .2008.05.001 . 71. Holmgren J, Czerkinsky C. 2005. Mucosal immunity and vaccines. Nat Med 11:S45S53. https:doi.org10.1038nm1213 . 72. Macpherson AJ, McCoy KD, Johansen FE, Brandtzaeg P. 2008. The immune geography of IgA induction and function. Mucosal Immunol1:1122. https:doi.org10.1038mi.2007.6 . 73. Engel J, Eran Y. 2011. Subversion of mucosal barrier polarity by Pseu- domonas aeruginosa . Front Microbiol 2:114. https:doi.org10.3389 fmicb.2011.00114 . 74. Zihni C, Balda MS, Matter K. 2014. Signalling at tight junctions during epithelial differentiation and microbial pathogenesis. J Cell Sci 127:34013413. https:doi.org10.1242jcs.145029 . 75. Schneeberger K, Roth S, Nieuwenhuis EES, Middendorp S. 2018. Intes- tinal epithelial cell polarity defects in disease: lessons from microvillusinclusion disease. Dis Model Mech 11:dmm031088. https:doi.org10 .1242dmm.031088 . 76. Jung C, Hugot JP, Barreau F. 2010. Peyers patches: the immune sensors of the intestine. Int J Inam 2010:823710. https:doi.org10.40612010 823710 . 77. Cohen CJ, Shieh JTC, Pickles RJ, Okegawa T, Hsieh J-T, Bergelson JM. 2001. The coxsackievirus and adenovirus receptor is a transmembranecomponent of the tight junction. Proc Natl Acad Sc iUSA9 8 : 1519115196. https:doi.org10.1073pnas.261452898 . 78. Barton ES, Forrest JC, Connolly JL, Chappell JD, Liu Y, Schnell FJ, Nusrat A, Parkos CA, Dermody TS. 2001. Junction adhesion molecule is areceptor for reovirus. Cell 104:441451. https:doi.org10.1016S0092 -8674(01)00231-8 . 79. Bonazzi M, Cossart P. 2011. Impenetrable barriers or entry portals? The role of cell-cell adhesion during infection. J Cell Biol 195:349358. https:doi.org10.1083jcb.201106011 . 80. Hner zu Bentrup K, Ramamurthy R, Ott CM, Emami K, Nelman- Gonzalez M, Wilson JW, Richter EG, Goodwin TJ, Alexander JS, PiersonDL, Pellis N, Buchanan KL, Nickerson CA. 2006. Three-dimensionalorganotypic models of human colonic epithelium to study the earlystages of enteric salmonellosis. Microbes Infect 8:18131825. https: doi.org10.1016j.micinf.2006.02.020 . 81. Fleiszig SM, Evans DJ, Do N, Vallas V, Shin S, Mostov KE. 1997. Epithelial cell polarity affects susceptibility to Pseudomonas aeruginosa invasionand cytotoxicity. Infect Immun 65:28612867. 82. Hurley BP, McCormick BA. 2003. Translating tissue culture results intoMinireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 17animal models: the case of Salmonella typhimurium. Trends Microbiol 11:562569. https:doi.org10.1016j.tim.2003.10.002 . 83. Law RJ, Gur-Arie L, Rosenshine I, Finlay BB. 2013. In vitro and in vivo model systems for studying enteropathogenic Escherichia coli infec-tions. Cold Spring Harb Perspect Med 3:a009977. https:doi.org10 .1101cshperspect.a009977 . 84. Ashida H, Ogawa M, Kim M, Mimuro H, Sasakawa C. 2011. Bacteria and host interactions in the gut epithelial barrier. Nat Chem Biol 8:3645. https:doi.org10.1038nchembio.741 . 85. Clemente JC, Ursell LK, Parfrey LW, Knight R. 2012. The impact of the gut microbiota on human health: an integrative view. Cell 148:12581270. https:doi.org10.1016j.cell.2012.01.035 . 86. Krishnan S, Alden N, Lee K. 2015. Pathways and functions of gut microbiota metabolism impacting host physiology. Curr Opin Biotech-nol 36:137145. https:doi.org10.1016j.copbio.2015.08.015 . 87. Chu H, Mazmanian SK. 2013. Innate immune recognition of the micro- biota promotes host-microbial symbiosis. Nat Immunol 14:668675. https:doi.org10.1038ni.2635 . 88. Vaishnava S, Yamamoto M, Severson KM, Ruhn KA, Yu X, Koren O, Ley R, Wakeland EK, Hooper LV. 2011. The antibacterial lectin RegIIIgammapromotes the spatial segregation of microbiota and host in the intes-tine. Science 334:255258. https:doi.org10.1126science.1209791 . 89. Maynard CL, Elson CO, Hatton RD, Weaver CT. 2012. Reciprocal inter- actions of the intestinal microbiota and immune system. Nature 489:231241. https:doi.org10.1038nature11551 . 90. Eckburg PB, Bik EM, Bernstein CN, Purdom E, Dethlefsen L, Sargent M, Gill SR, Nelson KE, Relman DA. 2005. Diversity of the human intestinalmicrobial ora. Science 308:16351638. https:doi.org10.1126science .1110591 . 91. Lozupone CA, Stombaugh JI, Gordon JI, Jansson JK, Knight R. 2012. Diversity, stability and resilience of the human gut microbiota. Nature489:220230. https:doi.org10.1038nature11550 . 92. Turnbaugh PJ, Ley RE, Hamady M, Fraser-Liggett CM, Knight R, Gordon JI. 2007. The human microbiome project. Nature 449:804810. https: doi.org10.1038nature06244 . 93. Qin J, Li R, Raes J, Arumugam M, Burgdorf KS, Manichanh C, Nielsen T, Pons N, Levenez F, Yamada T, Mende DR, Li J, Xu J, Li S, Li D, Cao J,Wang B, Liang H, Zheng H, Xie Y, Tap J, Lepage P, Bertalan M, Batto JM,Hansen T, Le Paslier D, Linneberg A, Nielsen HB, Pelletier E, Renault P,Sicheritz-Ponten T, Turner K, Zhu H, Yu C, Li S, Jian M, Zhou Y, Li Y,Zhang X, Li S, Qin N, Yang H, Wang J, Brunak S, Dore J, Guarner F,Kristiansen K, Pedersen O, Parkhill J, Weissenbach J, MetaHIT Consor-tium, Bork P, Ehrlich SD, Wang J. 2010. A human gut microbial genecatalogue established by metagenomic sequencing. Nature 464:5965. https:doi.org10.1038nature08821 . 94. Arumugam M, Raes J, Pelletier E, Le Paslier D, Yamada T, Mende DR, Fernandes GR, Tap J, Bruls T, Batto JM, Bertalan M, Borruel N, CasellasF, Fernandez L, Gautier L, Hansen T, Hattori M, Hayashi T, KleerebezemM, Kurokawa K, Leclerc M, Levenez F, Manichanh C, Nielsen HB, NielsenT, Pons N, Poulain J, Qin J, Sicheritz-Ponten T, Tims S, Torrents D, UgarteE, Zoetendal EG, Wang J, Guarner F, Pedersen O, de Vos WM, Brunak S,Dore J, MetaHIT Consortium, Antolin M, Artiguenave F, Blottiere HM,Almeida M, Brechot C, Cara C, Chervaux C, Cultrone A, Delorme C,Denariaz G, Dervyn R, Foerstner KU, Friss C, van de Guchte M, GuedonE, Haimet F, Huber W, van Hylckama-Vlieg J, Jamet A, Juste C, Kaci G,Knol J, Lakhdari O, Layec S, Le Roux K, Maguin E, Mrieux A, MeloMinardi R, Mrini C, Muller J, Oozeer R, Parkhill J, Renault P, Rescigno M,Sanchez N, Sunagawa S, Torrejon A, Turner K, Vandemeulebrouck G,Varela E, Winogradsky Y, Zeller G, Weissenbach J, Ehrlich SD, Bork P.2011. Enterotypes of the human gut microbiome. Nature 473:174180. https:doi.org10.1038nature09944 . 95. Donaldson GP, Lee SM, Mazmanian SK. 2016. Gut biogeography of the bacterial microbiota. Nat Rev Microbiol 14:2032. https:doi.org10 .1038nrmicro3552 . 96. Lavelle A, Lennon G, OSullivan O, Docherty N, Balfe A, Maguire A, Mulcahy HE, Doherty G, ODonoghue D, Hyland J, Ross RP, Coffey JC,Sheahan K, Cotter PD, Shanahan F, Winter DC, OConnell PR. 2015.Spatial variation of the colonic microbiota in patients with ulcerativecolitis and control volunteers. Gut 64:15531561. https:doi.org10 .1136gutjnl-2014-307873 . 97. Marchesi JR, Adams DH, Fava F, Hermes GD, Hirscheld GM, Hold G, Quraishi MN, Kinross J, Smidt H, Tuohy KM, Thomas LV, Zoetendal EG,Hart A. 2016. The gut microbiota and host health: a new clinicalfrontier. Gut 65:330339. https:doi.org10.1136gutjnl-2015-309990 .98. Lynch SV, Pedersen O. 2016. The human intestinal microbiome in health and disease. N Engl J Med 375:23692379. https:doi.org10 .1056NEJMra1600266 . 99. Kassam Z, Lee CH, Yuan Y, Hunt RH. 2013. Fecal microbiota transplan- tation for Clostridium difcile infection: systematic review and meta-analysis. Am J Gastroenterol 108:500508. https:doi.org10.1038ajg .2013.59 . 100. Gianotti RJ, Moss AC. 2017. Fecal microbiota transplantation: from Clostridium difcile to inammatory bowel disease. GastroenterolHepatol (N Y) 13:209213. 101. Parker D, Prince A. 2011. Innate immunity in the respiratory epithelium. Am J Respir Cell Mol Biol 45:189201. https:doi.org10.1165rcmb .2011-0011RT . 102. Johansson ME, Ambort D, Pelaseyed T, Schutte A, Gustafsson JK, Er- mund A, Subramani DB, Holmen-Larsson JM, Thomsson KA, BergstromJH, van der Post S, Rodriguez-Pineiro AM, Sjovall H, Backstrom M,Hansson GC. 2011. Composition and functional role of the mucus layersin the intestine. Cell Mol Life Sci 68:36353641. https:doi.org10.1007 s00018-011-0822-3 . 103. Johansson ME, Larsson JM, Hansson GC. 2011. The two mucus layers of colon are organized by the MUC2 mucin, whereas the outer layer is alegislator of host-microbial interactions. Proc Natl Acad Sci U S A108(Suppl 1):S4659S4665. https:doi.org10.1073pnas.1006451107 . 104. Li H, Limenitakis JP, Fuhrer T, Geuking MB, Lawson MA, Wyss M, Brugiroux S, Keller I, Macpherson JA, Rupp S, Stolp B, Stein JV, StecherB, Sauer U, McCoy KD, Macpherson AJ. 2015. The outer mucus layerhosts a distinct intestinal microbial niche. Nat Commun 6:8292. https: doi.org10.1038ncomms9292 . 105. Rogier EW, Frantz AL, Bruno MEC, Kaetzel CS. 2014. Secretory IgA is concentrated in the outer layer of colonic mucus along with gutbacteria. Pathogens 3:390403. https:doi.org10.3390pathogens30 20390 . 106. Frantz C, Stewart KM, Weaver VM. 2010. The extracellular matrix at a glance. J Cell Sci 123:41954200. https:doi.org10.1242jcs.023820 . 107. Bonnans C, Chou J, Werb Z. 2014. Remodelling the extracellular matrix in development and disease. Nat Rev Mol Cell Biol 15:786801. https: doi.org10.1038nrm3904 . 108. Ray SJ, Franki SN, Pierce RH, Dimitrova S, Koteliansky V, Sprague AG, Doherty PC, de Fougerolles AR, Topham DJ. 2004. The collagen bindingalpha1beta1 integrin VLA-1 regulates CD8 T cell-mediated immuneprotection against heterologous inuenza infection. Immunity 20:167179. https:doi.org10.1016S1074-7613(04)00021-4 . 109. Mammoto T, Mammoto A, Ingber DE. 2013. Mechanobiology and developmental control. Annu Rev Cell Dev Biol 29:2761. https:doi .org10.1146annurev-cellbio-101512-122340 . 110. Button B, Boucher RC, University of North Carolina Virtual Lung Group. 2008. Role of mechanical stress in regulating airway surface hydrationand mucus clearance rates. Respir Physiol Neurobiol 163:189201. https:doi.org10.1016j.resp.2008.04.020 . 111. Gayer CP, Basson MD. 2009. The effects of mechanical forces on intestinal physiology and pathology. Cell Signal 21:12371244. https: doi.org10.1016j.cellsig.2009.02.011 . 112. Scott SM, Knowles CH, Wang D, Yazaki E, Picon L, Wingate DL, Lindberg G. 2006. The nocturnal jejunal migrating motor complex:dening normal ranges by study of 51 healthy adult volunteers andmeta-analysis. Neurogastroenterol Motil 18:927935. https:doi .org10.1111j.1365-2982.2006.00824.x . 113. Otterson MF, Sarr MG. 1993. Normal physiology of small intestinal motility. Surg Clin North Am 73:11731192. https:doi.org10.1016 S0039-6109(16)46186-4 . 114. Guo P, Weinstein AM, Weinbaum S. 2000. A hydrodynamic mecha- nosensory hypothesis for brush border microvilli. Am J Physiol RenalPhysiol 279:F698F712. https:doi.org10.1152ajprenal.2000.279.4 .F698 . 115. Ashida N, Takechi H, Kita T, Arai H. 2003. Vortex-mediated mechanical stress induces integrin-dependent cell adhesion mediated by inositol1,4,5-trisphosphate-sensitive Ca2 H11001release in THP-1 cells. J Biol Chem 278:93279331. https:doi.org10.1074jbc.M212316200 . 116. Kim M, Javed NH, Yu JG, Christo F, Cooke HJ. 2001. Mechanical stimula- tion activates Galphaq signaling pathways and 5-hydroxytryptamine re-lease from human carcinoid BON cells. J Clin Invest 108:10511059. https: doi.org10.1172JCI12467 . 117. Roskelley CD, Bissell MJ. 1995. Dynamic reciprocity revisited: a contin- uous, bidirectional ow of information between cells and the extracel-Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 18lular matrix regulates mammary epithelial cell function. Biochem Cell Biol 73:391397. https:doi.org10.1139o95-046 . 118. Zhang J, Owen CR, Sanders MA, Turner JR, Basson MD. 2006. The motogenic effects of cyclic mechanical strain on intestinal epithelialmonolayer wound closure are matrix dependent. Gastroenterology131:11791189. https:doi.org10.1053j.gastro.2006.08.007 . 119. Zhang S, Kingsley RA, Santos RL, Andrews-Polymenis H, Raffatellu M, Figueiredo J, Nunes J, Tsolis RM, Adams LG, Baumler AJ. 2003. Molec-ular pathogenesis of Salmonella enterica serotype typhimurium-induced diarrhea. Infect Immun 71:112. https:doi.org10.1128IAI.71 .1.1-12.2003 . 120. Lu P, Takai K, Weaver VM, Werb Z. 2011. Extracellular matrix degrada- tion and remodeling in development and disease. Cold Spring HarbPerspect Biol 3:a005058. https:doi.org10.1101cshperspect.a005058 . 121. Abbott A. 2003. Cell culture: biologys new dimension. Nature 424: 870872. https:doi.org10.1038424870a . 122. de Bentzmann S, Plotkowski C, Puchelle E. 1996. Receptors in the Pseudomonas aeruginosa adherence to injured and repairing airway epithelium. Am J Respir Crit Care Med 154:S155S162. https:doi.org 10.1164ajrccm154.4_Pt_2.S155 . 123. de Bentzmann S, Roger P, Dupuit F, Bajolet-Laudinat O, Fuchey C, Plotkowski MC, Puchelle E. 1996. Asialo GM1 is a receptor for Pseu- domonas aeruginosa adherence to regenerating respiratory epithelial cells. Infect Immun 64:15821588. 124. Ljungh A, Moran AP, Wadstrom T. 1996. Interactions of bacterial ad- hesins with extracellular matrix and plasma proteins: pathogenic im-plications and therapeutic possibilities. FEMS Immunol Med Microbiol16:117126. https:doi.org10.1111j.1574-695X.1996.tb00128.x . 125. Ljungh A, Wadstrom T. 1996. Interactions of bacterial adhesins with the extracellular matrix. Adv Exp Med Biol 408:129140. https:doi.org10 .1007978-1-4613-0415-9_15 . 126. Plotkowski MC, Tournier JM, Puchelle E. 1996. Pseudomonas aeruginosa strains possess specic adhesins for laminin. Infect Immun 64:600605. 127. Wolf DA, Schwarz RP. 1991. Analysis of gravity-induced particle motion and uid perfusion ow in the NASA-designed rotating zero-headspace tissue culture vessel. NASA technical paper 3143. NASA JohnsonSpace Center, Houston, TX. 128. Basson MD. 2003. Paradigms for mechanical signal transduction in the intestinal epithelium. Digestion 68:217225. https:doi.org10.1159 000076385 . 129. Beeson JG, Rogerson SJ, Cooke BM, Reeder JC, Chai W, Lawson AM, Molyneux ME, Brown GV. 2000. Adhesion of Plasmodium falciparum-infected erythrocytes to hyaluronic acid in placental malaria. Nat Med6:8690. https:doi.org10.103871582 . 130. Cai Z, Xin J, Pollock DM, Pollock JS. 2000. Shear stress-mediated NO production in inner medullary collecting duct cells. Am J PhysiolRenal Physiol 279:F270F274. https:doi.org10.1152ajprenal.2000 .279.2.F270 . 131. Creasy RK, Reznik R. 1984. Maternal-fetal medicine: principles and practice. WB Saunders Company, Philadelphia, PA. 132. Stock UA, Vacanti JP. 2001. Cardiovascular physiology during fetal development and implications for tissue engineering. Tissue Eng 7:17. https:doi.org10.1089107632701300003241 . 133. Vetsch JR, Betts DC, Muller R, Hofmann S. 2017. Flow velocity-driven differentiation of human mesenchymal stromal cells in silk broinscaffolds: a combined experimental and computational approach. PLoSOne 12:e0180781. https:doi.org10.1371journal.pone.0180781 . 134. Liu YS, Lee OK. 2014. In search of the pivot point of mechanotransduction: mechanosensing of stem cells. Cell Transplant 23:111. https:doi.org10 .3727096368912X659925 . 135. Geuss LR, Suggs LJ. 2013. Making cardiomyocytes: how mechanical stimulation can inuence differentiation of pluripotent stem cells. Bio-technol Prog 29:10891096. https:doi.org10.1002btpr.1794 . 136. Chen G, Lv Y, Guo P, Lin C, Zhang X, Yang L, Xu Z. 2013. Matrix mechanics and uid shear stress control stem cells fate in three dimen-sional microenvironment. Curr Stem Cell Res Ther 8:313323. https: doi.org10.21741574888X11308040007 . 137. Adamo L, Garcia-Cardena G. 2011. Directed stem cell differentiation by uid mechanical forces. Antioxid Redox Signal 15:14631473. https: doi.org10.1089ars.2011.3907 . 138. Ando J, Yamamoto K. 2009. Vascular mechanobiology: endothelial cell responses to uid shear stress. Circ J 73:19831992. https:doi.org10 .1253circj.CJ-09-0583 . 139. Patwari P, Lee RT. 2008. Mechanical control of tissue morphogene-sis. Circ Res 103:234243. https:doi.org10.1161CIRCRESAHA.108 .175331 . 140. Miura S, Sato K, Kato-Negishi M, Teshima T, Takeuchi S. 2015. Fluid shear triggers microvilli formation via mechanosensitive activation ofTRPV6. Nat Commun 6:8871. https:doi.org10.1038ncomms9871 . 141. Jessup JM, Frantz M, Sonmez-Alpan E, Locker J, Skena K, Waller H, Battle P, Nachman A, Weber ME, Thomas DA, Curbeam RL, Jr, Baker TL,Goodwin TJ. 2000. Microgravity culture reduces apoptosis and in-creases the differentiation of a human colorectal carcinoma cell line. InVitro Cell Dev Biol Anim 36:367373. 142. Zhau HE, Goodwin TJ, Chang SM, Baker TL, Chung LW. 1997. Establish- ment of a three-dimensional human prostate organoid coculture undermicrogravity-simulated conditions: evaluation of androgen-inducedgrowth and PSA expression. In Vitro Cell Dev Biol Anim 33:375380. 143. Alcantara Warren C, Destura RV, Sevilleja JE, Barroso LF, Carvalho H, Barrett LJ, OBrien AD, Guerrant RL. 2008. Detection of epithelial-cellinjury, and quantication of infection, in the HCT-8 organoid model ofcryptosporidiosis. J Infect Dis 198:143149. https:doi.org10.1086 588819 . 144. Carterson AJ, Honer zu Bentrup K, Ott CM, Clarke MS, Pierson DL, Vanderburg CR, Buchanan KL, Nickerson CA, Schurr MJ. 2005. A549lung epithelial cells grown as three-dimensional aggregates: alter-native tissue culture model for Pseudomonas aeruginosa pathogen- esis. Infect Immun 73:11291140. https:doi.org10.1128IAI.73.2 .1129-1140.2005 . 145. Carvalho HM, Teel LD, Goping G, OBrien AD. 2005. A three- dimensional tissue culture model for the study of attach and effacelesion formation by enteropathogenic and enterohaemorrhagicEscherichia coli. Cell Microbiol 7:17711781. https:doi.org10 .1111j.1462-5822.2004.00594.x . 146. Drummond CG, Nickerson CA, Coyne CB. 2016. A three-dimensional cell culture model to study enterovirus infection of polarized intestinalepithelial cells. mSphere 1:e00030-15. https:doi.org10.1128mSphere .00030-15 . 147. David J, Sayer NM, Sarkar-Tyson M. 2014. The use of a three- dimensional cell culture model to investigate host-pathogen interac-tions of Francisella tularensis in human lung epithelial cells. Microbes Infect 16:735745. https:doi.org10.1016j.micinf.2014.04.001 . 148. Chang TT, Hughes-Fulford M. 2014. Molecular mechanisms underlying the enhanced functions of three-dimensional hepatocyte aggregates.Biomaterials 35:21622171. https:doi.org10.1016j.biomaterials.2013 .11.063 . 149. Hjelm BE, Berta AN, Nickerson CA, Arntzen CJ, Herbst-Kralovetz MM. 2010. Development and characterization of a three-dimensional orga-notypic human vaginal epithelial cell model. Biol Reprod 82:617627. https:doi.org10.1095biolreprod.109.080408 . 150. LaMarca HL, Ott CM, Honer Zu Bentrup K, Leblanc CL, Pierson DL, Nelson AB, Scandurro AB, Whitley GS, Nickerson CA, Morris CA. 2005.Three-dimensional growth of extravillous cytotrophoblasts promotesdifferentiation and invasion. Placenta 26:709720. https:doi.org10 .1016j.placenta.2004.11.003 . 151. McConkey CA, Delorme-Axford E, Nickerson CA, Kim KS, Sadovsky Y, Boyle JP, Coyne CB. 2016. A three-dimensional culture system recapit-ulates placental syncytiotrophoblast development and microbial resis-tance. Sci Adv 2:e1501462. https:doi.org10.1126sciadv.1501462 . 152. Radtke AL, Wilson JW, Sarker S, Nickerson CA. 2010. Analysis of inter- actions of Salmonella type three secretion mutants with 3-D intestinalepithelial cells. PLoS One 5:e15750. https:doi.org10.1371journal .pone.0015750 . 153. Sainz B, Jr, TenCate V, Uprichard SL. 2009. Three-dimensional Huh7 cell culture system for the study of hepatitis C virus infection. Virol J 6:103. https:doi.org10.11861743-422X-6-103 . 154. Duray PH, Hatll SJ, Pellis NR. 1997. Tissue culture in microgravity. Sci Med 4:4655. 155. Michalopoulos G, Pitot HC. 1975. Primary culture of parenchymal liver cells on collagen membranes. Morphological and biochemical obser-vations. Exp Cell Res 94:7078. 156. Emerman JT, Pitelka DR. 1977. Maintenance and induction of morpho- logical differentiation in dissociated mammary epithelium on oatingcollagen membranes. In Vitro 13:316328. 157. Nickerson CA, Ott CM, Wilson JW, Ramamurthy R, LeBlanc CL, Honer zu Bentrup K, Hammond T, Pierson DL. 2003. Low-shear modeledmicrogravity: a global environmental regulatory signal affecting bac-Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 19terial gene expression, physiology, and pathogenesis. J Microbiol Meth- ods 54:111. https:doi.org10.1016S0167-7012(03)00018-6 . 158. Soni A, OSullivan L, Quick LN, Ott CM, Nickerson CA, Wilson JW. 2014. Conservation of the low-shear modeled microgravity response in En-terobacteriaceae and analysis of the trp genes in this response. OpenMicrobiol J 8:5158. https:doi.org10.21741874285801408010051 . 159. Grant KC, Khodadad CLM, Foster JS. 2013. Role of Hfq in an animal- microbe symbiosis under simulated microgravity conditions. Int J As-trobiol 13:5361. https:doi.org10.1017S1473550413000359 . 160. Altenburg SD, Nielsen-Preiss SM, Hyman LE. 2008. Increased la- mentous growth of Candida albicans in simulated microgravity.Genomics Proteomics Bioinformatics 6:4250. https:doi.org10 .1016S1672-0229(08)60019-4 . 161. Baker PW, Meyer ML, Leff LG. 2004. Escherichia coli growth under modeled reduced gravity. Microgravity Sci Technol 15:3944. https: doi.org10.1007BF02870967 . 162. Demain AL, Fang A. 2001. Secondary metabolism in simulated micro- gravity. Chem Rec 1:333346. https:doi.org10.1002tcr.1018 . 163. Fang A, Pierson DL, Koenig DW, Mishra SK, Demain AL. 1997. Effect of simulated microgravity and shear stress on microcin B17 production byEscherichia coli and on its excretion into the medium. Appl EnvironMicrobiol 63:40904092. 164. Lynch SV, Brodie EL, Matin A. 2004. Role and regulation of sigma S in general resistance conferred by low-shear simulated microgravity inEscherichia coli. J Bacteriol 186:82078212. https:doi.org10.1128JB .186.24.8207-8212.2004 . 165. Tucker DL, Ott CM, Huff S, Fofanov Y, Pierson DL, Willson RC, Fox GE. 2007. Characterization of Escherichia coli MG1655 grown in a low-shearmodeled microgravity environment. BMC Microbiol 7:15. https:doi .org10.11861471-2180-7-15 . 166. Abshire CF, Prasai K, Soto I, Shi R, Concha M, Baddoo M, Flemington EK, Ennis DG, Scott RS, Harrison L. 2016. Exposure of Mycobacteriummarinum to low-shear modeled microgravity: effect on growth, thetranscriptome and survival under stress. NPJ Microgravity 2:16038. https:doi.org10.1038npjmgrav.2016.38 . 167. Orsini SS, Lewis AM, Rice KC. 2017. Investigation of simulated micro- gravity effects on Streptococcus mutans physiology and global geneexpression. NPJ Microgravity 3:4. https:doi.org10.1038s41526-016 -0006-4 . 168. Goodwin TJ, Schroeder WF, Wolf DA, Moyer MP. 1993. Rotating-wall vessel coculture of small intestine as a prelude to tissue modeling:aspects of simulated microgravity. Proc Soc Exp Biol Med 202:181192. 169. Straub TM, Honer zu Bentrup K, Orosz-Coghlan P, Dohnalkova A, Mayer BK, Bartholomew RA, Valdez CO, Bruckner-Lea CJ, Gerba CP, Abbasza-degan M, Nickerson CA. 2007. In vitro cell culture infectivity assay forhuman noroviruses. Emerg Infect Dis 13:396403. https:doi.org10 .3201eid1303.060549 . 170. Skardal A, Sarker SF, Crabb A, Nickerson CA, Prestwich GD. 2010. The generation of 3-D tissue models based on hyaluronan hydrogel-coatedmicrocarriers within a rotating wall vessel bioreactor. Biomaterials 31:84268435. https:doi.org10.1016j.biomaterials.2010.07.047 . 171. Barrila J, Yang J, Crabbe A, Sarker SF, Liu Y, Ott CM, Nelman- Gonzalez MA, Clemett SJ, Nydam SD, Forsyth RJ, Davis RR, CrucianBE, Quiriarte H, Roland KL, Brenneman K, Sams C, Loscher C, Nick-erson CA. 2017. Three-dimensional organotypic co-culture model ofintestinal epithelial cells and macrophages to study Salmonellaenterica colonization patterns. NPJ Microgravity 3:10. https:doi .org10.1038s41526-017-0011-2 . 172. De Weirdt R, Crabbe A, Roos S, Vollenweider S, Lacroix C, van Pijkeren JP, Britton RA, Sarker S, Van de Wiele T, Nickerson CA. 2012. Glycerolsupplementation enhances L. reuteris protective effect against S. Ty- phimurium colonization in a 3-D model of colonic epithelium. PLoSOne 7:e37116. https:doi.org10.1371journal.pone.0037116 . 173. Goodwin TJ, Jessup JM, Wolf DA. 1992. Morphologic differentiation of colon carcinoma cell lines HT-29 and HT-29KM in rotating-wall vessels.In Vitro Cell Dev Biol 28A:4760. 174. Devarasetty M, Wang E, Soker S, Skardal A. 2017. Mesenchymal stem cells support growth and organization of host-liver colorectal-tumororganoids and possibly resistance to chemotherapy. Biofabrication9:021002. https:doi.org10.10881758-5090aa7484 . 175. Salerno-Goncalves R, Fasano A, Sztein MB. 2011. Engineering of a multicellular organotypic model of the human intestinal mucosa.Gastroenterology 141:e18e20. https:doi.org10.1053j.gastro.2011 .04.062 .176. Salerno-Goncalves R, Fasano A, Sztein MB. 2016. Development of a multicellular three-dimensional organotypic model of the human in-testinal mucosa grown under microgravity. J Vis Exp 2016(113):e54148. https:doi.org10.379154148 . 177. Salerno-Goncalves R, Safavie F, Fasano A, Sztein MB. 2016. Free and complexed-secretory immunoglobulin A triggers distinct intestinal ep-ithelial cell responses. Clin Exp Immunol 185:338347. https:doi.org 10.1111cei.12801 . 178. Crabb A, Liu Y, Matthijs N, Rigole P, De La Fuente-Nunez C, Davis R, Ledesma MA, Sarker S, Van Houdt R, Hancock RE, Coenye T, NickersonCA. 2017. Antimicrobial efcacy against Pseudomonas aeruginosa bio-lm formation in a three-dimensional lung epithelial model and theinuence of fetal bovine serum. Sci Rep 7:43321. https:doi.org10 .1038srep43321 . 179. Crabb A, Liu Y, Sarker SF, Bonenfant NR, Barrila J, Borg ZD, Lee JJ, Weiss DJ, Nickerson CA. 2015. Recellularization of decellularized lungscaffolds is enhanced by dynamic suspension culture. PLoS One 10:e0126846. https:doi.org10.1371journal.pone.0126846 . 180. Crabb A, Sarker SF, Van Houdt R, Ott CM, Leys N, Cornelis P, Nickerson CA. 2011. Alveolar epithelium protects macrophages from quorumsensing-induced cytotoxicity in a three-dimensional co-culture model.Cell Microbiol 13:469481. https:doi.org10.1111j.1462-5822.2010 .01548.x . 181. Cortiella J, Niles J, Cantu A, Brettler A, Pham A, Vargas G, Winston S, Wang J, Walls S, Nichols JE. 2010. Inuence of acellular natural lungmatrix on murine embryonic stem cell differentiation and tissue for-mation. Tissue Eng Part A 16:25652580. https:doi.org10.1089ten .tea.2009.0730 . 182. Goodwin TJ, McCarthy M, Cohrs RJ, Kaufer BB. 2015. 3D tissue-like assemblies: a novel approach to investigate virus-cell interactions.Methods 90:7684. https:doi.org10.1016j.ymeth.2015.05.010 . 183. Skardal A, Devarasetty M, Rodman C, Atala A, Soker S. 2015. Liver-tumor hybrid organoids for modeling tumor growth and drug response invitro. Ann Biomed Eng 43:23612373. https:doi.org10.1007s10439 -015-1298-3 . 184. Khaoustov VI, Darlington GJ, Soriano HE, Krishnan B, Risin D, Pellis NR, Yoffe B. 1999. Induction of three-dimensional assembly of human livercells by simulated microgravity. In Vitro Cell Dev Biol Anim 35:501509. 185. Prewett TL, Goodwin TJ, Spaulding GF. 1993. Three-dimensional mod- eling of T-24 human bladder carcinoma cell line: a new simulatedmicrogravity culture vessel. J Tissue Cult Methods 15:2936. 186. Ingram M, Techy GB, Saroufeem R, Yazan O, Narayan KS, Goodwin TJ, Spaulding GF. 1997. Three-dimensional growth patterns of varioushuman tumor cell lines in simulated microgravity of a NASA bioreactor.In Vitro Cell Dev Biol Anim 33:459466. 187. Smith YC, Grande KK, Rasmussen SB, OBrien AD. 2006. Novel three- dimensional organoid model for evaluation of the interaction of uro-pathogenic Escherichia coli with terminally differentiated humanurothelial cells. Infect Immun 74:750757. https:doi.org10.1128IAI .74.1.750-757.2006 . 188. aniewski P, Gomez A, Hire G, So M, Herbst-Kralovetz MM. 2017. Human three-dimensional endometrial epithelial cell model to study host in-teractions with vaginal bacteria and Neisseria gonorrhoeae. Infect Im-mun 85:e01049-16. https:doi.org10.1128IAI.01049-16 . 189. McGowin CL, Radtke AL, Abraham K, Martin DH, Herbst-Kralovetz M. 2013. Mycoplasma genitalium infection activates cellular host defenseand inammation pathways in a 3-dimensional human endocervicalepithelial cell model. J Infect Dis 207:18571868. https:doi.org10 .1093infdisjit101 . 190. Doeringer SY, Throop AL, Herbst-Kralovetz MM. 2014. Bacteria in the vaginal microbiome alter the innate immune response and barrierproperties of the human vaginal epithelia in a species-specic manner.J Infect Dis 209:19891999. https:doi.org10.1093infdisjiu004 . 191. Bursac N, Loo Y, Leong K, Tung L. 2007. Novel anisotropic engineered cardiac tissues: studies of electrical propagation. Biochem Biophys Res Commun 361:847853. https:doi.org10.1016j.bbrc.2007.07.138 . 192. Rungarunlert S, Klincumhom N, Bock I, Nemes C, Techakumphu M, Pirity MK, Dinnyes A. 2011. Enhanced cardiac differentiation of mouseembryonic stem cells by use of the slow-turning, lateral vessel (STLV)bioreactor. Biotechnol Lett 33:15651573. https:doi.org10.1007 s10529-011-0614-8 . 193. Papadaki M, Bursac N, Langer R, Merok J, Vunjak-Novakovic G, Freed LE. 2001. Tissue engineering of functional cardiac muscle: molecular, struc-Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 20tural, and electrophysiological studies. Am J Physiol Heart Circ Physiol 280:H168H178. https:doi.org10.1152ajpheart.2001.280.1.H168 . 194. Margolis L, Hatll S, Chuaqui R, Vocke C, Emmert-Buck M, Linehan WM, Duray PH. 1999. Long term organ culture of human prostate tissue ina NASA-designed rotating wall bioreactor. J Urol 161:290297. 195. Rose MI, Brown DC, Pellis NR, Crisera CA, Colen KL, Longaker MT, Gittes GK. 1999. Effects of microgravity on the embryonic pancreas. In VitroCell Dev Biol Anim 35:560563. 196. Murray HE, Paget MB, Downing R. 2005. Preservation of glucose re- sponsiveness in human islets maintained in a rotational cell culturesystem. Mol Cell Endocrinol 238:3949. https:doi.org10.1016j.mce .2005.03.014 . 197. Lelkes PI, Galvan DL, Hayman GT, Goodwin TJ, Chatman DY, Cherian S, Garcia RM, Unsworth BR. 1998. Simulated microgravity conditions en-hance differentiation of cultured PC12 cells towards the neuroendo-crine phenotype. In Vitro Cell Dev Biol Anim 34:316325. 198. Myers TA, Nickerson CA, Kaushal D, Ott CM, Hner zu Bentrup K, Ramamurthy R, Nelman-Gonzalez M, Pierson DL, Philipp MT. 2008.Closing the phenotypic gap between transformed neuronal cell lines inculture and untransformed neurons. J Neurosci Methods 174:3141. https:doi.org10.1016j.jneumeth.2008.06.031 . 199. Valmikinathan CM, Hoffman J, Yu X. 2011. Impact of scaffold micro and macro architecture on Schwann cell proliferation under dynamic con-ditions in a rotating wall vessel bioreactor. Mater Sci Eng C Mater BiolAppl 31:2229. https:doi.org10.1016j.msec.2010.04.001 . 200. Bramley JC, Drummond CG, Lennemann NJ, Good CA, Kim KS, Coyne CB. 2017. A three-dimensional cell culture system to model RNA virusinfections at the blood-brain barrier. mSphere 2:e00206-17. https:doi .org10.1128mSphere.00206-17 . 201. Lei XH, Ning LN, Cao YJ, Liu S, Zhang SB, Qiu ZF, Hu HM, Zhang HS, Liu S, Duan EK. 2011. NASA-approved rotary bioreactor enhances prolifer-ation of human epidermal stem cells and supports formation of 3Depidermis-like structure. PLoS One 6:e26603. https:doi.org10.1371 journal.pone.0026603 . 202. DiStefano T, Chen HY, Panebianco C, Kaya KD, Brooks MJ, Gieser L, Morgan NY, Pohida T, Swaroop A. 2018. Accelerated and improveddifferentiation of retinal organoids from pluripotent stem cells inrotating-wall vessel bioreactors. Stem Cell Rep 10:300313. https:doi .org10.1016j.stemcr.2017.11.001 . 203. Botchwey EA, Pollack SR, Levine EM, Laurencin CT. 2001. Bone tissue engineering in a rotating bioreactor using a microcarrier matrix system.J Biomed Mater Res 55:242253. https:doi.org10.10021097 -4636(200105)55:2 H11021242::AID-JBM1011 H110223.0.CO;2-D . 204. Detamore MS, Athanasiou KA. 2005. Use of a rotating bioreactor to- ward tissue engineering the temporomandibular joint disc. Tissue Eng11:11881197. https:doi.org10.1089ten.2005.11.1188 . 205. Yang X, Wang D, Hao J, Gong M, Arlet V, Balian G, Shen FH, Li XJ. 2011. Enhancement of matrix production and cell proliferation in humanannulus cells under bioreactor culture. Tissue Eng Part A 17:15951603. https:doi.org10.1089ten.tea.2010.0449 . 206. Rauh J, Milan F, Gunther KP, Stiehler M. 2011. Bioreactor systems for bone tissue engineering. Tissue Eng Part B Rev 17:263280. https:doi .org10.1089ten.teb.2010.0612 . 207. Ulbrich C, Wehland M, Pietsch J, Aleshcheva G, Wise P, van Loon J, Magnusson N, Infanger M, Grosse J, Eilles C, Sundaresan A, Grimm D.2014. The impact of simulated and real microgravity on bone cells andmesenchymal stem cells. Biomed Res Int 2014:928507. https:doi.org 10.11552014928507 . 208. Duray PH, Yin SR, Ito Y, Bezrukov L, Cox C, Cho MS, Fitzgerald W, Dorward D, Zimmerberg J, Margolis L. 2005. Invasion of human tissueex vivo by Borrelia burgdorferi. J Infect Dis 191:17471754. https:doi .org10.1086429632 . 209. Duke J, Daane E, Arizpe J, Montufar-Solis D. 1996. Chondrogenesis in aggregates of embryonic limb cells grown in a rotating wall vessel. AdvSpace Res 17:289293. 210. Darwin KH, Miller VL. 1999. Molecular basis of the interaction of Sal- monella with the intestinal mucosa. Clin Microbiol Rev 12:405428. 211. Coombes BK, Coburn BA, Potter AA, Gomis S, Mirakhur K, Li Y, Finlay BB. 2005. Analysis of the contribution of Salmonella pathogenicity islands1 and 2 to enteric disease progression using a novel bovine ileal loopmodel and a murine model of infectious enterocolitis. Infect Immun73:71617169. https:doi.org10.1128IAI.73.11.7161-7169.2005 . 212. Hapfelmeier S, Stecher B, Barthel M, Kremer M, Muller AJ, Heikenwalder M, Stallmach T, Hensel M, Pfeffer K, Akira S, Hardt WD. 2005. TheSalmonella pathogenicity island (SPI)-2 and SPI-1 type III secretion systems allow Salmonella serovar typhimurium to trigger colitis viaMyD88-dependent and MyD88-independent mechanisms. J Immunol174:16751685. https:doi.org10.4049jimmunol.174.3.1675 . 213. Hu Q, Coburn B, Deng W, Li Y, Shi X, Lan Q, Wang B, Coombes BK, Finlay BB. 2008. Salmonella enterica serovar Senftenberg human clinical iso-lates lacking SPI-1. J Clin Microbiol 46:13301336. https:doi.org10 .1128JCM.01255-07 . 214. Kamada N, Chen GY, Inohara N, Nunez G. 2013. Control of pathogens and pathobionts by the gut microbiota. Nat Immunol 14:685690. https:doi.org10.1038ni.2608 . 215. Kingsley RA, Msefula CL, Thomson NR, Kariuki S, Holt KE, Gordon MA, Harris D, Clarke L, Whitehead S, Sangal V, Marsh K, Achtman M,Molyneux ME, Cormican M, Parkhill J, MacLennan CA, HeydermanRS, Dougan G. 2009. Epidemic multiple drug resistant SalmonellaTyphimurium causing invasive disease in sub-Saharan Africa have adistinct genotype. Genome Res 19:22792287. https:doi.org10 .1101gr.091017.109 . 216. Shieh JTC, Bergelson JM. 2002. Interaction with decay-accelerating factor facilitates coxsackievirus B infection of polarized epithelialcells. J Virol 76:94749480. https:doi.org10.1128JVI.76.18.9474 -9480.2002 . 217. Patel KP, Coyne CB, Bergelson JM. 2009. Dynamin- and lipid raft- dependent entry of decay-accelerating factor (DAF)-binding and non-DAF-binding coxsackieviruses into nonpolarized cells. J Virol 83:1106411077. https:doi.org10.1128JVI.01016-09 . 218. Coyne CB, Bergelson JM. 2006. Virus-induced Abl and Fyn kinase signals permit coxsackievirus entry through epithelial tight junctions.Cell 124:119131. https:doi.org10.1016j.cell.2005.10.035 . 219. Pan J, Zhang L, Odenwald MA, Shen L, Turner JR, Bergelson JM. 2015. Expression of human decay-accelerating factor on intestinal epitheliumof transgenic mice does not facilitate infection by the enteral route. JVirol 89:43114318. https:doi.org10.1128JVI.03468-14 . 220. Srinivasan B, Kolli AR, Esch MB, Abaci HE, Shuler ML, Hickman JJ. 2015. TEER measurement techniques for in vitro barrier model systems. J LabAutom 20:107126. https:doi.org10.11772211068214561025 . 221. Nickerson CA, Ott CM. 2004. A new dimension in modeling infectious disease. ASM News 70:169175. 222. Fatehullah A, Tan SH, Barker N. 2016. Organoids as an in vitro model of human development and disease. Nat Cell Biol 18:246254. https:doi .org10.1038ncb3312 . 223. Flora AD, Teel LD, Smith MA, Sinclair JF, Melton-Celsa AR, OBrien AD. 2013. Ricin crosses polarized human intestinal cells and intestines ofricin-gavaged mice without evident damage and then disseminates tomouse kidneys. PLoS One 8:e69706. https:doi.org10.1371journal .pone.0069706 . 224. Bergmann S, Steinert M. 2015. From single cells to engineered and explanted tissues: new perspectives in bacterial infection biology. IntRev Cell Mol Biol 319:144. https:doi.org10.1016bs.ircmb.2015.06 .003. 225. Astashkina A, Grainger DW. 2014. Critical analysis of 3-D organoid in vitro cell culture models for high-throughput drug candidate toxicityassessments. Adv Drug Deliv Rev 6970:118. 226. Shamir ER, Ewald AJ. 2014. Three-dimensional organotypic culture: experimental models of mammalian biology and disease. Nat Rev MolCell Biol 15:647664. https:doi.org10.1038nrm3873 . 227. Bhat R, Bissell MJ. 2014. Of plasticity and specicity: dialectics of the microenvironment and macroenvironment and the organ phenotype.Wiley Interdiscip Rev Dev Biol 3:147163. https:doi.org10.1002wdev .130. 228. Bissell MJ. 2017. Goodbye at biologytime for the 3rd and the 4th dimensions. J Cell Sci 130:35. https:doi.org10.1242jcs.200550 . 229. Cruz-Acua R, Quiros M, Farkas AE, Dedhia PH, Huang S, Siuda D, Garcia-Hernandez V, Miller AJ, Spence JR, Nusrat A, Garcia AJ. 2017.Synthetic hydrogels for human intestinal organoid generation andcolonic wound repair. Nat Cell Biol 19:13261335. https:doi.org10 .1038ncb3632 . 230. Bartfeld S. 2016. Modeling infectious diseases and host-microbe inter- actions in gastrointestinal organoids. Dev Biol 420:262270. https:doi .org10.1016j.ydbio.2016.09.014 . 231. Bartfeld S, Clevers H. 2017. Stem cell-derived organoids and their application for medical research and patient treatment. J Mol Med95:729738. https:doi.org10.1007s00109-017-1531-7 . 232. Finkbeiner SR, Spence JR. 2013. A gutsy task: generating intestinalMinireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 21tissue from human pluripotent stem cells. Dig Dis Sci 58:11761184. https:doi.org10.1007s10620-013-2620-2 . 233. Hill DR, Spence JR. 2017. Gastrointestinal organoids: understanding the molecular basis of the host-microbe interface. Cell Mol GastroenterolHepatol 3:138149. https:doi.org10.1016j.jcmgh.2016.11.007 . 234. In JG, Foulke-Abel J, Estes MK, Zachos NC, Kovbasnjuk O, Donowitz M. 2016. Human mini-guts: new insights into intestinal physiology andhost-pathogen interactions. Nat Rev Gastroenterol Hepatol 13:633642. https:doi.org10.1038nrgastro.2016.142 . 235. Zachos NC, Kovbasnjuk O, Foulke-Abel J, In J, Blutt SE, de Jonge HR, Estes MK, Donowitz M. 2016. Human enteroidscolonoids and intestinalorganoids functionally recapitulate normal intestinal physiology andpathophysiology. J Biol Chem 291:37593766. https:doi.org10.1074 jbc.R114.635995 . 236. Merker SR, Weitz J, Stange DE. 2016. Gastrointestinal organoids: how they gut it out. Dev Biol 420:239250. https:doi.org10.1016j.ydbio .2016.08.010 . 237. Dutta D, Clevers H. 2017. Organoid culture systems to study host- pathogen interactions. Curr Opin Immunol 48:1522. https:doi.org 10.1016j.coi.2017.07.012 . 238. Dedhia PH, Bertaux-Skeirik N, Zavros Y, Spence JR. 2016. Organoid models of human gastrointestinal development and disease. Gas-troenterology 150:10981112. https:doi.org10.1053j.gastro.2015 .12.042 . 239. Anonymous. 2018. Method of the year 2017: organoids. Nat Methods 15:1. 240. Zhang YG, Wu S, Xia Y, Sun J. 2014. Salmonella-infected crypt-derived intestinal organoid culture system for host-bacterial interactions.Physiol Rep 2:e12147. https:doi.org10.14814phy2.12147 . 241. Bhushal S, Wolfsmuller M, Selvakumar TA, Kemper L, Wirth D, Hornef MW, Hauser H, Koster M. 2017. Cell polarization and epigenetic statusshape the heterogeneous response to type iii interferons in intestinalepithelial cells. Front Immunol 8:671. https:doi.org10.3389mmu .2017.00671 . 242. Davies JM, Santaolalla R, von Furstenberg RJ, Henning SJ, Abreu MT. 2015. The viral mimetic polyinosinic:polycytidylic acid alters the growthcharacteristics of small intestinal and colonic crypt cultures. PLoS One10:e0138531. https:doi.org10.1371journal.pone.0138531 . 243. Wilson SS, Tocchi A, Holly MK, Parks WC, Smith JG. 2014. A small intestinal organoid model of non-invasive enteric pathogen-epithelialcell interactions. Mucosal Immunol 8:352361. https:doi.org10.1038 mi.2014.72 . 244. Yin Y, Bijvelds M, Dang W, Xu L, van der Eijk AA, Knipping K, Tuysuz N, Dekkers JF, Wang Y, de Jonge J, Sprengers D, van der Laan LJW,Beekman JM, ten Berge D, Metselaar HJ, de Jonge H, Koopmans MPG,Peppelenbosch MP, Pan Q. 2015. Modeling rotavirus infection andantiviral therapy using primary intestinal organoids. Antiviral Res 123:120131. https:doi.org10.1016j.antiviral.2015.09.010 . 245. Aladegbami B, Barron L, Bao J, Colasanti J, Erwin CR, Warner BW, Guo J. 2017. Epithelial cell specic Raptor is required for initiation of type 2mucosal immunity in small intestine. Sci Rep 7:5580. https:doi.org10 .1038s41598-017-06070-w . 246. Cao L, Kuratnik A, Xu W, Gibson JD, Kolling F, IV, Falcone ER, Ammar M, Van Heyst MD, Wright DL, Nelson CE, Giardina C. 2015. Development ofintestinal organoids as tissue surrogates: cell composition and theepigenetic control of differentiation. Mol Carcinog 54:189202. https: doi.org10.1002mc.22089 . 247. Fischer JC, Bscheider M, Eisenkolb G, Lin CC, Wintges A, Otten V, Lindemans CA, Heidegger S, Rudelius M, Monette S, Porosnicu Rodri-guez KA, Calaore M, Liebermann S, Liu C, Lienenklaus S, Weiss S,Kalinke U, Ruland J, Peschel C, Shono Y, Docampo M, Velardi E, Jenq RR, Hanash AM, Dudakov JA, Haas T, van den Brink MRM, Poeck H. 2017.RIG-IMAVS and STING signaling promote gut integrity duringirradiation- and immune-mediated tissue injury. Sci Transl Med9:eaag2513. https:doi.org10.1126scitranslmed.aag2513 . 248. Foulke-Abel J, In J, Yin J, Zachos NC, Kovbasnjuk O, Estes MK, de Jonge H, Donowitz M. 2016. Human enteroids as a model of upper smallintestinal ion transport physiology and pathophysiology. Gastroenter-ology 150:638649.e8. https:doi.org10.1053j.gastro.2015.11.047 . 249. Sato T, Vries RG, Snippert HJ, van de Wetering M, Barker N, Stange DE, van Es JH, Abo A, Kujala P, Peters PJ, Clevers H. 2009. Single Lgr5 stemcells build crypt-villus structures in vitro without a mesenchymal niche.Nature 459:262265. https:doi.org10.1038nature07935 . 250. Dekkers JF, Wiegerinck CL, de Jonge HR, Bronsveld I, Janssens HM, deWinter-de Groot KM, Brandsma AM, de Jong NWM, Bijvelds MJC, Scholte BJ, Nieuwenhuis EES, van den Brink S, Clevers H, van der Ent CK,Middendorp S, Beekman JM. 2013. A functional CFTR assay usingprimary cystic brosis intestinal organoids. Nat Med 19:939. https:doi .org10.1038nm.3201 . 251. de Lau W, Kujala P, Schneeberger K, Middendorp S, Li VS, Barker N, Martens A, Hofhuis F, DeKoter RP, Peters PJ, Nieuwenhuis E, Clevers H.2012. Peyers patch M cells derived from Lgr5 H11001stem cells require SpiB and are induced by RankL in cultured miniguts. Mol Cell Biol 32: 36393647. https:doi.org10.1128MCB.00434-12 . 252. McCracken KW, Howell JC, Wells JM, Spence JR. 2011. Generating human intestinal tissue from pluripotent stem cells in vitro. Nat Protoc6:19201928. https:doi.org10.1038nprot.2011.410 . 253. Ootani A, Li X, Sangiorgi E, Ho QT, Ueno H, Toda S, Sugihara H, Fujimoto K, Weissman IL, Capecchi MR, Kuo CJ. 2009. Sustained in vitro intestinalepithelial culture within a Wnt-dependent stem cell niche. Nat Med15:701. https:doi.org10.1038nm.1951 . 254. Spence JR, Mayhew CN, Rankin SA, Kuhar MF, Vallance JE, Tolle K, Hoskins EE, Kalinichenko VV, Wells SI, Zorn AM, Shroyer NF, Wells JM.2011. Directed differentiation of human pluripotent stem cells intointestinal tissue in vitro. Nature 470:105109. https:doi.org10.1038 nature09691 . 255. Rodrguez-Colman MJ, Schewe M, Meerlo M, Stigter E, Gerrits J, Pras- Raves M, Sacchetti A, Hornsveld M, Oost KC, Snippert HJ, Verhoeven-Duif N, Fodde R, Burgering BMT. 2017. Interplay between metabolicidentities in the intestinal crypt supports stem cell function. Nature543:424. https:doi.org10.1038nature21673 . 256. Workman MJ, Mahe MM, Trisno S, Poling HM, Watson CL, Sundaram N, Chang C-F, Schiesser J, Aubert P, Stanley EG, Elefanty AG, Miyaoka Y,Mandegar MA, Conklin BR, Neunlist M, Brugmann SA, Helmrath MA,Wells JM. 2017. Engineered human pluripotent-stem-cell-derived intes-tinal tissues with a functional enteric nervous system. Nat Med 23:4959. https:doi.org10.1038nm.4233 . 257. Forbester JL, Goulding D, Vallier L, Hannan N, Hale C, Pickard D, Mukhopadhyay S, Dougan G. 2015. Interaction of Salmonella entericaserovar Typhimurium with intestinal organoids derived from humaninduced pluripotent stem cells. Infect Immun 83:29262934. https: doi.org10.1128IAI.00161-15 . 258. Engevik MA, Engevik KA, Yacyshyn MB, Wang J, Hassett DJ, Darien B, Yacyshyn BR, Worrell RT. 2015. Human Clostridium difcile infection:inhibition of NHE3 and microbiota prole. Am J Physiol GastrointestLiver Physiol 308:G497G509. https:doi.org10.1152ajpgi.00090 .2014 . 259. Engevik MA, Yacyshyn MB, Engevik KA, Wang J, Darien B, Hassett DJ, Yacyshyn BR, Worrell RT. 2015. Human Clostridium difcile infection:altered mucus production and composition. Am J Physiol Gastroin-test Liver Physiol 308:G510G524. https:doi.org10.1152ajpgi .00091.2014 . 260. Karve SS, Pradhan S, Ward DV, Weiss AA. 2017. Intestinal organoids model human responses to infection by commensal and Shiga toxinproducing Escherichia coli. PLoS One 12:e0178966. https:doi.org10 .1371journal.pone.0178966 . 261. In J, Foulke-Abel J, Zachos NC, Hansen A-M, Kaper JB, Bernstein HD, Halushka M, Blutt S, Estes MK, Donowitz M, Kovbasnjuk O. 2016.Enterohemorrhagic Escherichia coli reduces mucus and intermicrovillarbridges in human stem cell-derived colonoids. Cell Mol GastroenterolHepatol 2:4862.e3. https:doi.org10.1016j.jcmgh.2015.10.001 . 262. Leslie JL, Huang S, Opp JS, Nagy MS, Kobayashi M, Young VB, Spence JR. 2015. Persistence and toxin production by Clostridium difcilewithin human intestinal organoids result in disruption of epithelialparacellular barrier function. Infect Immun 83:138145. https:doi.org 10.1128IAI.02561-14 . 263. Tao L, Zhang J, Meraner P, Tovaglieri A, Wu X, Gerhard R, Zhang X, Stallcup WB, Miao J, He X, Hurdle JG, Breault DT, Brass AL, Dong M.2016. Frizzled proteins are colonic epithelial receptors for C. difciletoxin B. Nature 538:350355. https:doi.org10.1038nature19799 . 264. Sato T, Stange DE, Ferrante M, Vries RG, Van Es JH, Van den Brink S, Van Houdt WJ, Pronk A, Van Gorp J, Siersema PD, Clevers H. 2011. Long-term expansion of epithelial organoids from human colon, adenoma,adenocarcinoma, and Barretts epithelium. Gastroenterology 141:17621772. https:doi.org10.1053j.gastro.2011.07.050 . 265. Cristobal A, van den Toorn HWP, van de Wetering M, Clevers H, Heck AJR, Mohammed S. 2017. Personalized proteome proles of healthyand tumor human colon organoids reveal both individual diversity andMinireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 22basic features of colorectal cancer. Cell Rep 18:263274. https:doi .org10.1016j.celrep.2016.12.016 . 266. Yin Y, Wang Y, Dang W, Xu L, Su J, Zhou X, Wang W, Felczak K, van der Laan LJ, Pankiewicz KW, van der Eijk AA, Bijvelds M, Sprengers D, deJonge H, Koopmans MP, Metselaar HJ, Peppelenbosch MP, Pan Q. 2016.Mycophenolic acid potently inhibits rotavirus infection with a highbarrier to resistance development. Antiviral Res 133:4149. https:doi .org10.1016j.antiviral.2016.07.017 . 267. Senger S, Ingano L, Freire R, Anselmo A, Zhu W, Sadreyev R, Walker WA, Fasano A. 2018. Human fetal-derived enterospheres provide insightson intestinal development and a novel model to study necrotizingenterocolitis (NEC). Cell Mol Gastroenterol Hepatol 5:549568. https: doi.org10.1016j.jcmgh.2018.01.014 . 268. Nickerson KP, Senger S, Zhang Y, Lima R, Patel S, Ingano L, Flavahan WA, Kumar DKV, Fraser CM, Faherty CS, Sztein MB, Fiorentino M, FasanoA. 2018. Salmonella Typhi colonization provokes extensive transcrip-tional changes aimed at evading host mucosal immune defense duringearly infection of human intestinal tissue. EBioMedicine 31:92109. https:doi.org10.1016j.ebiom.2018.04.005 . 269. Chen YW, Huang SX, de Carvalho A, Ho SH, Islam MN, Volpi S, Notarangelo LD, Ciancanelli M, Casanova JL, Bhattacharya J, Liang AF,Palermo LM, Porotto M, Moscona A, Snoeck HW. 2017. A three-dimensional model of human lung development and disease frompluripotent stem cells. Nat Cell Biol 19:542549. https:doi.org10 .1038ncb3510 . 270. Dye BR, Hill DR, Ferguson MA, Tsai YH, Nagy MS, Dyal R, Wells JM, Mayhew CN, Nattiv R, Klein OD, White ES, Deutsch GH, Spence JR. 2015.In vitro generation of human pluripotent stem cell derived lung or-ganoids. Elife 4:e05098. https:doi.org10.7554eLife.05098 . 271. Firth AL, Dargitz CT, Qualls SJ, Menon T, Wright R, Singer O, Gage FH, Khanna A, Verma IM. 2014. Generation of multiciliated cells in func-tional airway epithelia from human induced pluripotent stem cells.Proc Natl Acad Sc iUSA 111:E1723E1730. https:doi.org10.1073 pnas.1403470111 . 272. Hegab AE, Arai D, Gao J, Kuroda A, Yasuda H, Ishii M, Naoki K, Soejima K, Betsuyaku T. 2015. Mimicking the niche of lung epithelial stem cellsand characterization of several effectors of their in vitro behavior. StemCell Res 15:109121. https:doi.org10.1016j.scr.2015.05.005 . 273. Nikolic  MZ, Rawlins EL. 2017. Lung organoids and their use to study cell-cell interaction. Curr Pathobiol Rep 5:223231. https:doi.org10 .1007s40139-017-0137-7 . 274. Shen Y, Chen L, Wang M, Lin D, Liang Z, Song P, Yuan Q, Tang H, Li W, Duan K, Liu B, Zhao G, Wang Y. 2017. Flagellar hooks and hook proteinFlgE participate in host microbe interactions at immunological level. SciRep 7:1433. https:doi.org10.1038s41598-017-01619-1 . 275. Bartfeld S, Bayram T, van de Wetering M, Huch M, Begthel H, Kujala P, Vries R, Peters PJ, Clevers H. 2015. In vitro expansion of humangastric epithelial stem cells and their responses to bacterial infec-tion. Gastroenterology 148:126136.e6. https:doi.org10.1053j .gastro.2014.09.042 . 276. Mahe MM, Aihara E, Schumacher MA, Zavros Y, Montrose MH, Helmrath MA, Sato T, Shroyer NF. 2013. Establishment of gastrointestinal epithe-lial organoids. Curr Protoc Mouse Biol 3:217240. https:doi.org10 .10029780470942390.mo130179 . 277. Bertaux-Skeirik N, Feng R, Schumacher MA, Li J, Mahe MM, Engevik AC, Javier JE, Peek RM, Jr, Ottemann K, Orian-Rousseau V, Boivin GP,Helmrath MA, Zavros Y. 2015. CD44 plays a functional role in Helico-bacter pylori-induced epithelial cell proliferation. PLoS Pathog 11:e1004663. https:doi.org10.1371journal.ppat.1004663 . 278. McCracken KW, Cata EM, Crawford CM, Sinagoga KL, Schumacher M, Rockich BE, Tsai YH, Mayhew CN, Spence JR, Zavros Y, Wells JM. 2014. Modelling human development and disease in pluripotentstem-cell-derived gastric organoids. Nature 516:400404. https: doi.org10.1038nature13863 . 279. Sigal M, Rothenberg ME, Logan CY, Lee JY, Honaker RW, Cooper RL, Passarelli B, Camorlinga M, Bouley DM, Alvarez G, Nusse R, Torres J,Amieva MR. 2015. Helicobacter pylori activates and expands Lgr5 H11001 stem cells through direct colonization of the gastric glands. Gastro- enterology 148:13921404.e21. https:doi.org10.1053j.gastro.2015. 02.049 . 280. McCracken KW, Aihara E, Martin B, Crawford CM, Broda T, Treguier J, Zhang X, Shannon JM, Montrose MH, Wells JM. 2017. Wntbeta-cateninpromotes gastric fundus specication in mice and humans. Nature541:182187. https:doi.org10.1038nature21021 .281. Schlaermann P, Toelle B, Berger H, Schmidt SC, Glanemann M, Orde- mann J, Bartfeld S, Mollenkopf HJ, Meyer TF. 2016. A novel humangastric primary cell culture system for modelling Helicobacter pyloriinfection in vitro. Gut 65:202213. https:doi.org10.1136gutjnl-2014 -307949 . 282. Burkitt MD, Duckworth CA, Williams JM, Pritchard DM. 2017. Helico- bacter pylori-induced gastric pathology: insights from in vivo and exvivo models. Dis Model Mech 10:89104. https:doi.org10.1242dmm .027649 . 283. Li ML, Aggeler J, Farson DA, Hatier C, Hassell J, Bissell MJ. 1987. Inuence of a reconstituted basement membrane and its componentson casein gene expression and secretion in mouse mammary epithelialcells. Proc Natl Acad Sc iUSA 84:136140. 284. Vidi PA, Bissell MJ, Lelievre SA. 2013. Three-dimensional culture of human breast epithelial cells: the how and the why. Methods Mol Biol945:193219. https:doi.org10.1007978-1-62703-125-7_13 . 285. Lancaster MA, Renner M, Martin CA, Wenzel D, Bicknell LS, Hurles ME, Homfray T, Penninger JM, Jackson AP, Knoblich JA. 2013. Cerebralorganoids model human brain development and microcephaly. Nature501:373379. https:doi.org10.1038nature12517 . 286. Eiraku M, Watanabe K, Matsuo-Takasaki M, Kawada M, Yonemura S, Matsumura M, Wataya T, Nishiyama A, Muguruma K, Sasai Y. 2008.Self-organized formation of polarized cortical tissues from ESCs and itsactive manipulation by extrinsic signals. Cell Stem Cell 3:519532. https:doi.org10.1016j.stem.2008.09.002 . 287. Qian X, Nguyen Ha N, Song Mingxi M, Hadiono C, Ogden Sarah C, Hammack C, Yao B, Hamersky Gregory R, Jacob F, Zhong C, Yoon K-J,Jeang W, Lin L, Li Y, Thakor J, Berg Daniel A, Zhang C, Kang E,Chickering M, Nauen D, Ho C-Y, Wen Z, Christian Kimberly M, ShiP-Y, Maher Brady J, Wu H, Jin P, Tang H, Song H, Ming G-l. 2016.Brain-region-specic organoids using mini-bioreactors for modelingZIKV exposure. Cell 165:12381254. https:doi.org10.1016j.cell .2016.04.032 . 288. Huch M, Dorrell C, Boj SF, van Es JH, Li VSW, van de Wetering M, Sato T, Hamer K, Sasaki N, Finegold MJ, Haft A, Vries RG, Grompe M,Clevers H. 2013. In vitro expansion of single Lgr5 H11001liver stem cells induced by Wnt-driven regeneration. Nature 494:247250. https: doi.org10.1038nature11826 . 289. Takebe T, Sekine K, Enomura M, Koike H, Kimura M, Ogaeri T, Zhang R-R, Ueno Y, Zheng Y-W, Koike N, Aoyama S, Adachi Y, Taniguchi H.2013. Vascularized and functional human liver from an iPSC-derivedorgan bud transplant. Nature 499:481484. https:doi.org10.1038 nature12271 . 290. Huch M, Bonfanti P, Boj SF, Sato T, Loomans CJM, van de Wetering M, Sojoodi M, Li VSW, Schuijers J, Gracanin A, Ringnalda F, Begthel H,Hamer K, Mulder J, van Es JH, de Koning E, Vries RGJ, Heimberg H,Clevers H. 2013. Unlimited in vitro expansion of adult bi-potent pan-creas progenitors through the Lgr5R-spondin axis. EMBO J 32:27082721. https:doi.org10.1038emboj.2013.204 . 291. Greggio C, De Franceschi F, Figueiredo-Larsen M, Gobaa S, Ranga A, Semb H, Lutolf M, Grapin-Botton A. 2013. Articial three-dimensionalniches deconstruct pancreas development in vitro. Development 140:44524462. https:doi.org10.1242dev.096628 . 292. Scanu T, Spaapen RM, Bakker JM, Pratap CB, Wu LE, Hoand I, Broeks A, Shukla VK, Kumar M, Janssen H, Song JY, Neefjes-Borst EA, te Riele H,Holden DW, Nath G, Neefjes J. 2015. Salmonella manipulation of hostsignaling pathways provokes cellular transformation associated withgallbladder carcinoma. Cell Host Microbe 17:763774. https:doi.org 10.1016j.chom.2015.05.002 . 293. Eiraku M, Takata N, Ishibashi H, Kawada M, Sakakura E, Okuda S, Sekiguchi K, Adachi T, Sasai Y. 2011. Self-organizing optic-cup morpho- genesis in three-dimensional culture. Nature 472:5156. https:doi .org10.1038nature09941 . 294. Taguchi A, Kaku Y, Ohmori T, Sharmin S, Ogawa M, Sasaki H, Nishi- nakamura R. 2014. Redening the in vivo origin of metanephricnephron progenitors enables generation of complex kidney structuresfrom pluripotent stem cells. Cell Stem Cell 14:5367. https:doi.org 10.1016j.stem.2013.11.010 . 295. Karthaus Wouter R, Iaquinta Phillip J, Drost J, Gracanin A, van Boxtel R, Wongvipat J, Dowling Catherine M, Gao D, Begthel H, Sachs N, VriesRobert GJ, Cuppen E, Chen Y, Sawyers Charles L, Clevers Hans C. 2014.Identication of multipotent luminal progenitor cells in human pros-tate organoid cultures. Cell 159:163175. https:doi.org10.1016j.cell .2014.08.017 .Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 23296. Chua CW, Shibata M, Lei M, Toivanen R, Barlow LJ, Bergren SK, Badani KK, McKiernan JM, Benson MC, Hibshoosh H, Shen MM. 2014. Singleluminal epithelial progenitors can generate prostate organoids in cul-ture. Nat Cell Biol 16:951961. https:doi.org10.1038ncb3047 . 297. Zhu Y, Yang Y, Guo J, Dai Y, Ye L, Qiu J, Zeng Z, Wu X, Xing Y, Long X, Wu X, Ye L, Wang S, Li H. 2017. Ex vivo 2D and 3D HSV-2 infectionmodel using human normal vaginal epithelial cells. Oncotarget8:1526715282. 298. Kessler M, Hoffmann K, Brinkmann V, Thieck O, Jackisch S, Toelle B, Berger H, Mollenkopf HJ, Mangler M, Sehouli J, Fotopoulou C, Meyer TF.2015. The Notch and Wnt pathways regulate stemness and differenti-ation in human fallopian tube organoids. Nat Commun 6:8989. https: doi.org10.1038ncomms9989 . 299. Ghaedi M, Calle EA, Mendez JJ, Gard AL, Balestrini J, Booth A, Bove PF, Gui L, White ES, Niklason LE. 2013. Human iPS cell-derived alveolarepithelium repopulates lung extracellular matrix. J Clin Invest 123:49504962. https:doi.org10.1172JCI68793 . 300. Finkbeiner SR, Freeman JJ, Wieck MM, El-Nachef W, Altheim CH, Tsai YH, Huang S, Dyal R, White ES, Grikscheit TC, Teitelbaum DH, Spence JR.2015. Generation of tissue-engineered small intestine using embryonicstem cell-derived human intestinal organoids. Biol Open 4:14621472. https:doi.org10.1242bio.013235 . 301. Quantius J, Schmoldt C, Vazquez-Armendariz AI, Becker C, El Agha E, Wilhelm J, Morty RE, Vadasz I, Mayer K, Gattenloehner S, Fink L,Matrosovich M, Li X, Seeger W, Lohmeyer J, Bellusci S, Herold S. 2016.Inuenza virus infects epithelial stemprogenitor cells of the distal lung:impact on Fgfr2b-driven epithelial repair. PLoS Pathog 12:e1005544. https:doi.org10.1371journal.ppat.1005544 . 302. Al Shammari B, Shiomi T, Tezera L, Bielecka MK, Workman V, Sathy- amoorthy T, Mauri F, Jayasinghe SN, Robertson BD, DArmiento J,Friedland JS, Elkington PT. 2015. The extracellular matrix regulatesgranuloma necrosis in tuberculosis. J Infect Dis 212:463473. https: doi.org10.1093infdisjiv076 . 303. Clevers H. 2016. Modeling development and disease with organoids. Cell 165:15861597. https:doi.org10.1016j.cell.2016.05.082 . 304. Lancaster MA, Knoblich JA. 2014. Organogenesis in a dish: modeling development and disease using organoid technologies. Science 345:1247125. https:doi.org10.1126science.1247125 . 305. Bissell MJ, Labarge MA. 2005. Context, tissue plasticity, and cancer: are tumor stem cells also regulated by the microenvironment? Cancer Cell7:1723. https:doi.org10.1016j.ccr.2004.12.013 . 306. Chingwaru W, Glashoff RH, Vidmar J, Kapewangolo P, Sampson SL. 2016. Mammalian cell cultures as models for Mycobacteriumtuberculosis-human immunodeciency virus (HIV) interaction studies: areview. Asian Pac J Trop Med 9:832838. https:doi.org10.1016j .apjtm.2016.07.002 . 307. Dutta D, Heo I, Clevers H. 2017. Disease modeling in stem cell-derived 3D organoid systems. Trends Mol Med 23:393410. https:doi.org10 .1016j.molmed.2017.02.007 . 308. Haber AL, Biton M, Rogel N, Herbst RH, Shekhar K, Smillie C, Burgin G, Delorey TM, Howitt MR, Katz Y, Tirosh I, Beyaz S, Dionne D, Zhang M,Raychowdhury R, Garrett WS, Rozenblatt-Rosen O, Shi HN, Yilmaz O,Xavier RJ, Regev A. 2017. A single-cell survey of the small intestinalepithelium. Nature 551:333339. https:doi.org10.1038nature24489 . 309. Foulke-Abel J, In J, Kovbasnjuk O, Zachos NC, Ettayebi K, Blutt SE, Hyser JM, Zeng XL, Crawford SE, Broughman JR, Estes MK, Donowitz M. 2014.Human enteroids as an ex-vivo model of host-pathogen interactions inthe gastrointestinal tract. Exp Biol Med 239:11241134. https:doi.org 10.11771535370214529398 . 310. Lukovac S, Belzer C, Pellis L, Keijser BJ, de Vos WM, Montijn RC, Roeselers G. 2014. Differential modulation by Akkermansia muciniphila and Faecalibacterium prausnitzii of host peripheral lipid metabolismand histone acetylation in mouse gut organoids. mBio 5:e01438-14. https:doi.org10.1128mBio.01438-14 . 311. Naito T, Mulet C, De Castro C, Molinaro A, Saffarian A, Nigro G, Brard M, Clerc M, Pedersen AB, Sansonetti PJ, Pdron T. 2017. Lipopolysac-charide from crypt-specic core microbiota modulates the colonicepithelial proliferation-to-differentiation balance. mBio 8:e01680-17. https:doi.org10.1128mBio.01680-17 . 312. Nigro G, Rossi R, Commere PH, Jay P, Sansonetti PJ. 2014. The cytosolic bacterial peptidoglycan sensor Nod2 affords stem cell protection andlinks microbes to gut epithelial regeneration. Cell Host Microbe 15:792798. https:doi.org10.1016j.chom.2014.05.003 . 313. Noel G, Baetz NW, Staab JF, Donowitz M, Kovbasnjuk O, Pasetti MF,Zachos NC. 2017. A primary human macrophage-enteroid co-culture model to investigate mucosal gut physiology and host-pathogen in-teractions. Sci Rep 7:45270. https:doi.org10.1038srep45270 . 314. Ettayebi K, Crawford SE, Murakami K, Broughman JR, Karandikar U, Tenge VR, Neill FH, Blutt SE, Zeng XL, Qu L, Kou B, Opekun AR, BurrinD, Graham DY, Ramani S, Atmar RL, Estes MK. 2016. Replication ofhuman noroviruses in stem cell-derived human enteroids. Science353:13871393. https:doi.org10.1126science.aaf5211 . 315. Finkbeiner SR, Zeng XL, Utama B, Atmar RL, Shroyer NF, Estes MK. 2012. Stem cell-derived human intestinal organoids as an infection model forrotaviruses. mBio 3:e00159-12. https:doi.org10.1128mBio.00159-12 . 316. Huang L, Hou Q, Ye L, Yang Q, Yu Q. 2017. Crosstalk between H9N2 avian inuenza virus and crypt-derived intestinal organoids. Vet Res48:71. https:doi.org10.1186s13567-017-0478-6 . 317. Zhang D, Tan M, Zhong W, Xia M, Huang P, Jiang X. 2017. Human intestinal organoids express histo-blood group antigens, bind norovi-rus VLPs, and support limited norovirus replication. Sci Rep 7:12621. https:doi.org10.1038s41598-017-12736-2 . 318. Zhou J, Li C, Zhao G, Chu H, Wang D, Yan HH-N, Poon VK-M, Wen L, Wong BH-Y, Zhao X, Chiu MC, Yang D, Wang Y, Au-Yeung RKH, ChanIH-Y, Sun S, Chan JF-W, To KK-W, Memish ZA, Corman VM, Drosten C,Hung IF-N, Zhou Y, Leung SY, Yuen K-Y. 2017. Human intestinal tractserves as an alternative infection route for Middle East respiratorysyndrome coronavirus. Science Advances 3:eaao4966. https:doi.org 10.1126sciadv.aao4966 . 319. Burger E, Araujo A, Lopez-Yglesias A, Rajala MW, Geng L, Levine B, Hooper LV, Burstein E, Yarovinsky F. 2018. Loss of Paneth cell au-tophagy causes acute susceptibility to Toxoplasma gondii-mediatedinammation. Cell Host Microbe 23:177190.e4. https:doi.org10 .1016j.chom.2018.01.001 . 320. Barker N, van Es JH, Kuipers J, Kujala P, van den Born M, Cozijnsen M, Haegebarth A, Korving J, Begthel H, Peters PJ, Clevers H. 2007. Identi-cation of stem cells in small intestine and colon by marker gene Lgr5.Nature 449:10031007. https:doi.org10.1038nature06196 . 321. Jung P, Sato T, Merlos-Suarez A, Barriga FM, Iglesias M, Rossell D, Auer H, Gallardo M, Blasco MA, Sancho E, Clevers H, Batlle E. 2011. Isolationand in vitro expansion of human colonic stem cells. Nat Med 17:12251227. https:doi.org10.1038nm.2470 . 322. Hannan NR, Fordham RP, Syed YA, Moignard V, Berry A, Bautista R, Hanley NA, Jensen KB, Vallier L. 2013. Generation of multipotent fo-regut stem cells from human pluripotent stem cells. Stem Cell Rep1:293306. https:doi.org10.1016j.stemcr.2013.09.003 . 323. Kleinman HK, Martin GR. 2005. Matrigel: basement membrane matrix with biological activity. Semin Cancer Biol 15:378386. https:doi.org 10.1016j.semcancer.2005.05.004 . 324. Orkin RW, Gehron P, McGoodwin EB, Martin GR, Valentine T, Swarm R. 1977. A murine tumor producing a matrix of basement membrane. JExp Med 145:204220. 325. Stelzner M, Helmrath M, Dunn JC, Henning SJ, Houchen CW, Kuo C, Lynch J, Li L, Magness ST, Martin MG, Wong MH, Yu J, ConsortiumNIHISC. 2012. A nomenclature for intestinal in vitro cultures. Am JPhysiol Gastrointest Liver Physiol 302:G1359G1363. https:doi.org10 .1152ajpgi.00493.2011 . 326. Nossol C, Diesing AK, Walk N, Faber-Zuschratter H, Hartig R, Post A, Kluess J, Rothkotter HJ, Kahlert S. 2011. Air-liquid interface culturesenhance the oxygen supply and trigger the structural and functionaldifferentiation of intestinal porcine epithelial cells (IPEC). HistochemCell Biol 136:103115. https:doi.org10.1007s00418-011-0826-y . 327. Drummond CG, Bolock AM, Ma C, Luke CJ, Good M, Coyne CB. 2017. Enteroviruses infect human enteroids and induce antiviral signaling ina cell lineage-specic manner. Proc Natl Acad Sc iUSA 114:16721677. https:doi.org10.1073pnas.1617363114 . 328. van de Wetering M, Francies HE, Francis JM, Bounova G, Iorio F, Pronk A, van Houdt W, van Gorp J, Taylor-Weiner A, Kester L, McLaren-Douglas A, Blokker J, Jaksani S, Bartfeld S, Volckman R, van Sluis P, Li VS,Seepo S, Sekhar Pedamallu C, Cibulskis K, Carter SL, McKenna A,Lawrence MS, Lichtenstein L, Stewart C, Koster J, Versteeg R, vanOudenaarden A, Saez-Rodriguez J, Vries RG, Getz G, Wessels L, StrattonMR, McDermott U, Meyerson M, Garnett MJ, Clevers H. 2015. Prospec-tive derivation of a living organoid biobank of colorectal cancer pa-tients. Cell 161:933945. https:doi.org10.1016j.cell.2015.03.053 . 329. Kingwell K. 2016. 3D cell technologies head to the RD assembly line. Nat Rev Drug Discov 16:67. https:doi.org10.1038nrd.2016.282 . 330. Noordhoek J, Gulmans V, van der Ent K, Beekman JM. 2016. IntestinalMinireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 24organoids and personalized medicine in cystic brosis: a successful patient-oriented research collaboration. Curr Opin Pulm Med 22:610616. https:doi.org10.1097MCP.0000000000000315 . 331. Ohno H, Kanaya T, Williams IR. 2012. M cell differentiation: distinct lineage or phenotypic transition? Salmonella provides answers. CellHost Microbe 12:607609. https:doi.org10.1016j.chom.2012.11.003 . 332. Tahoun A, Mahajan S, Paxton E, Malterer G, Donaldson DS, Wang D, Tan A, Gillespie TL, OShea M, Roe AJ, Shaw DJ, Gally DL, Lengeling A,Mabbott NA, Haas J, Mahajan A. 2012. Salmonella transforms follicle-associated epithelial cells into M cells to promote intestinal invasion.Cell Host Microbe 12:645656. https:doi.org10.1016j.chom.2012.10 .009. 333. Kernis S, Bogdanova A, Kraehenbuhl J-P, Pringault E. 1997. Con- version by Peyers patch lymphocytes of human enterocytes into Mcells that transport bacteria. Science 277:949952. https:doi.org 10.1126science.277.5328.949 . 334. Kasendra M, Tovaglieri A, Sontheimer-Phelps A, Jalili-Firoozinezhad S, Bein A, Chalkiadaki A, Scholl W, Zhang C, Rickner H, Richmond CA, Li H,Breault DT, Ingber DE. 2018. Development of a primary human SmallIntestine-on-a-Chip using biopsy-derived organoids. Sci Rep 8:2871. https:doi.org10.1038s41598-018-21201-7 . 335. Bhatia SN, Ingber DE. 2014. Microuidic organs-on-chips. Nat Biotech- nol 32:760772. https:doi.org10.1038nbt.2989 . 336. Benam KH, Dauth S, Hassell B, Herland A, Jain A, Jang KJ, Karalis K, Kim HJ, MacQueen L, Mahmoodian R, Musah S, Torisawa YS, van der MeerAD, Villenave R, Yadid M, Parker KK, Ingber DE. 2015. Engineered invitro disease models. Annu Rev Pathol 10:195262. https:doi.org10 .1146annurev-pathol-012414-040418 . 337. Selimovic S, Dokmeci MR, Khademhosseini A. 2013. Organs-on-a-chip for drug discovery. Curr Opin Pharmacol 13:829833. https:doi.org 10.1016j.coph.2013.06.005 . 338. Huh D, Torisawa YS, Hamilton GA, Kim HJ, Ingber DE. 2012. Microen- gineered physiological biomimicry: organs-on-chips. Lab Chip 12:21562164. https:doi.org10.1039c2lc40089h . 339. Esch EW, Bahinski A, Huh D. 2015. Organs-on-chips at the frontiers of drug discovery. Nat Rev Drug Discov 14:248260. https:doi.org10 .1038nrd4539 . 340. Kim HJ, Huh D, Hamilton G, Ingber DE. 2012. Human gut-on-a-chip inhabited by microbial ora that experiences intestinal peristalsis-likemotions and ow. Lab Chip 12:21652174. https:doi.org10.1039 c2lc40074j . 341. Kim HJ, Ingber DE. 2013. Gut-on-a-Chip microenvironment induces human intestinal cells to undergo villus differentiation. Integr Biol(Camb) 5:11301140. https:doi.org10.1039c3ib40126j . 342. Kim HJ, Li H, Collins JJ, Ingber DE. 2016. Contributions of microbiome and mechanical deformation to intestinal bacterial overgrowth andinammation in a human gut-on-a-chip. Proc Natl Acad Sc iUSA 113:E7E15. https:doi.org10.1073pnas.1522193112 . 343. Villenave R, Wales SQ, Hamkins-Indik T, Papafragkou E, Weaver JC, Ferrante TC, Bahinski A, Elkins CA, Kulka M, Ingber DE. 2017. Humangut-on-a-chip supports polarized infection of coxsackie B1 virus invitro. PLoS One 12:e0169412. https:doi.org10.1371journal.pone .0169412 . 344. Huh D, Hamilton GA, Ingber DE. 2011. From 3D cell culture to organs-on-chips. Trends Cell Biol 21:745754. https:doi.org10 .1016j.tcb.2011.09.005 . 345. Huh D, Kim HJ, Fraser JP, Shea DE, Khan M, Bahinski A, Hamilton GA, Ingber DE. 2013. Microfabrication of human organs-on-chips. Nat Pro-toc 8:21352157. https:doi.org10.1038nprot.2013.137 . 346. Folch A, Toner M. 2000. Microengineering of cellular interactions. Annu Rev Biomed Eng 2:227256. https:doi.org10.1146annurev.bioeng.2 .1.227 . 347. Khademhosseini A, Langer R, Borenstein J, Vacanti JP. 2006. Microscale technologies for tissue engineering and biology. Proc Natl Acad SciU S A 103:24802487. https:doi.org10.1073pnas.0507681102 . 348. Whitesides GM, Ostuni E, Takayama S, Jiang X, Ingber DE. 2001. Soft lithography in biology and biochemistry. Annu Rev Biomed Eng3:335373. https:doi.org10.1146annurev.bioeng.3.1.335 . 349. Whitesides GM. 2006. The origins and the future of microuidics. Nature 442:368373. https:doi.org10.1038nature05058 . 350. Halldorsson S, Lucumi E, Gomez-Sjoberg R, Fleming RM. 2015. Advan- tages and challenges of microuidic cell culture in polydimethylsilox-ane devices. Biosens Bioelectron 63:218231. https:doi.org10.1016 j.bios.2014.07.029 .351. Sackmann EK, Fulton AL, Beebe DJ. 2014. The present and future role of microuidics in biomedical research. Nature 507:181189. https: doi.org10.1038nature13118 . 352. Yi H-G, Lee H, Cho D-W. 2017. 3D printing of organs-on-chips. Bioen- gineering 4:10. https:doi.org10.3390bioengineering4010010 . 353. Henry OYF, Villenave R, Cronce MJ, Leineweber WD, Benz MA, Ingber DE. 2017. Organs-on-chips with integrated electrodes for trans-epithelial electrical resistance (TEER) measurements of human epithe-lial barrier function. Lab Chip 17:22642271. https:doi.org10.1039 C7LC00155J . 354. Kim J, Hegde M, Jayaraman A. 2010. Co-culture of epithelial cells and bacteria for investigating host-pathogen interactions. Lab Chip 10:4350. https:doi.org10.1039B911367C . 355. Esch MB, Sung JH, Yang J, Yu C, Yu J, March JC, Shuler ML. 2012. On chip porous polymer membranes for integration of gastrointestinaltract epithelium with microuidic body-on-a-chip devices. BiomedMicrodevices 14:895906. https:doi.org10.1007s10544-012-9669-0 . 356. Mahler GJ, Esch MB, Glahn RP, Shuler ML. 2009. Characterization of a gastrointestinal tract microscale cell culture analog used to predictdrug toxicity. Biotechnol Bioeng 104:193205. https:doi.org10.1002 bit.22366 . 357. Huh D, Fujioka H, Tung YC, Futai N, Paine R, III, Grotberg JB, Takayama S. 2007. Acoustically detectable cellular-level lung injury induced byuid mechanical stresses in microuidic airway systems. Proc Natl AcadS c iUSA 104:1888618891. https:doi.org10.1073pnas.0610868104 . 358. Huh D, Leslie DC, Matthews BD, Fraser JP, Jurek S, Hamilton GA, Thorneloe KS, McAlexander MA, Ingber DE. 2012. A human diseasemodel of drug toxicity-induced pulmonary edema in a lung-on-a-chip microdevice. Sci Transl Med 4:159ra147. https:doi.org10 .1126scitranslmed.3004249 . 359. Huh D, Matthews BD, Mammoto A, Montoya-Zavala M, Hsin HY, Ingber DE. 2010. Reconstituting organ-level lung functions on a chip. Science328:16621668. https:doi.org10.1126science.1188302 . 360. Huh DD. 2015. A human breathing lung-on-a-chip. Ann Am Thorac Soc 12(Suppl 1):S42S44. https:doi.org10.1513AnnalsATS.201410-442MG . 361. Tavana H, Zamankhan P, Christensen PJ, Grotberg JB, Takayama S. 2011. Epithelium damage and protection during reopening of oc-cluded airways in a physiologic microuidic pulmonary airway model.Biomed Microdevices 13:731742. https:doi.org10.1007s10544-011 -9543-5 . 362. Kane BJ, Zinner MJ, Yarmush ML, Toner M. 2006. Liver-specic func- tional studies in a microuidic array of primary mammalian hepato-cytes. Anal Chem 78:42914298. https:doi.org10.1021ac051856v . 363. Lee PJ, Hung PJ, Lee LP. 2007. An articial liver sinusoid with a microuidic endothelial-like barrier for primary hepatocyte culture.Biotechnol Bioeng 97:13401346. https:doi.org10.1002bit.21360 . 364. Chao P, Maguire T, Novik E, Cheng KC, Yarmush ML. 2009. Evaluation of a microuidic based cell culture platform with primary human hepa-tocytes for the prediction of hepatic clearance in human. BiochemPharmacol 78:625632. https:doi.org10.1016j.bcp.2009.05.013 . 365. Novik E, Maguire TJ, Chao P, Cheng KC, Yarmush ML. 2010. A micro- uidic hepatic coculture platform for cell-based drug metabolism stud-ies. Biochem Pharmacol 79:10361044. https:doi.org10.1016j.bcp .2009.11.010 . 366. Legendre A, Baudoin R, Alberto G, Paullier P, Naudot M, Bricks T, Brocheton J, Jacques S, Cotton J, Leclerc E. 2013. Metabolic charac-terization of primary rat hepatocytes cultivated in parallel microu-idic biochips. J Pharm Sci 102:32643276. https:doi.org10.1002 jps.23466 . 367. Cheng S, Prot JM, Leclerc E, Bois FY. 2012. Zonation related function and ubiquitination regulation in human hepatocellular carcinoma cells in dynamic vs. static culture conditions. BMC Genomics 13:54. https: doi.org10.11861471-2164-13-54 . 368. Sivaraman A, Leach JK, Townsend S, Iida T, Hogan BJ, Stolz DB, Fry R, Samson LD, Tannenbaum SR, Grifth LG. 2005. A microscale in vitrophysiological model of the liver: predictive screens for drug metabo-lism and enzyme induction. Curr Drug Metab 6:569591. https:doi .org10.2174138920005774832632 . 369. Toh YC, Lim TC, Tai D, Xiao G, van Noort D, Yu H. 2009. A microuidic 3D hepatocyte chip for drug toxicity testing. Lab Chip 9:20262035. https:doi.org10.1039b900912d . 370. Baudoin R, Griscom L, Monge M, Legallais C, Leclerc E. 2007. Develop- ment of a renal microchip for in vitro distal tubule models. BiotechnolProg 23:12451253. https:doi.org10.1021bp0603513 .Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 25371. Jang KJ, Mehr AP, Hamilton GA, McPartlin LA, Chung S, Suh KY, Ingber DE. 2013. Human kidney proximal tubule-on-a-chip for drug transportand nephrotoxicity assessment. Integr Biol (Camb) 5:11191129. https:doi.org10.1039c3ib40049b . 372. Jang KJ, Suh KY. 2010. A multi-layer microuidic device for efcient culture and analysis of renal tubular cells. Lab Chip 10:3642. https: doi.org10.1039B907515A . 373. Agarwal A, Goss JA, Cho A, McCain ML, Parker KK. 2013. Microuidic heart on a chip for higher throughput pharmacological studies. LabChip 13:35993608. https:doi.org10.1039c3lc50350j . 374. Khanal G, Chung K, Solis-Wever X, Johnson B, Pappas D. 2011. Ischemiareperfusion injury of primary porcine cardiomyocytes in alow-shear microuidic culture and analysis device. Analyst 136:35193526. https:doi.org10.1039c0an00845a . 375. Grosberg A, Alford PW, McCain ML, Parker KK. 2011. Ensembles of engineered cardiac tissues for physiological and pharmacologicalstudy: heart on a chip. Lab Chip 11:41654173. https:doi.org10.1039 c1lc20557a . 376. Cheng W, Klauke N, Sedgwick H, Smith GL, Cooper JM. 2006. Metabolic monitoring of the electrically stimulated single heart cell within amicrouidic platform. Lab Chip 6:14241431. https:doi.org10.1039 b608202e . 377. Giridharan GA, Nguyen M-D, Estrada R, Parichehreh V, Hamid T, Ismahil MA, Prabhu SD, Sethu P. 2010. Microuidic cardiac cellculture model ( H9262CCCM). Anal Chem 82:75817587. https:doi.org 10.1021ac1012893 . 378. Puleo CM, McIntosh Ambrose W, Takezawa T, Elisseeff J, Wang TH. 2009. Integration and application of vitried collagen in multilayeredmicrouidic devices for corneal microtissue culture. Lab Chip9:32213227. https:doi.org10.1039b908332d . 379. ONeill AT, Monteiro-Riviere NA, Walker GM. 2008. Characterization of microuidic human epidermal keratinocyte culture. Cytotechnology56:197207. https:doi.org10.1007s10616-008-9149-9 . 380. Xiao RR, Zeng WJ, Li YT, Zou W, Wang L, Pei XF, Xie M, Huang WH. 2013. Simultaneous generation of gradients with gradually changed slope ina microuidic device for quantifying axon response. Anal Chem 85:78427850. https:doi.org10.1021ac4022055 . 381. Tsantoulas C, Farmer C, Machado P, Baba K, McMahon SB, Raouf R. 2013. Probing functional properties of nociceptive axons using a mi-crouidic culture system. PLoS One 8:e80722. https:doi.org10.1371 journal.pone.0080722 . 382. Shi M, Majumdar D, Gao Y, Brewer BM, Goodwin CR, McLean JA, Li D, Webb DJ. 2013. Glia co-culture with neurons in microuidic platformspromotes the formation and stabilization of synaptic contacts. LabChip 13:30083021. https:doi.org10.1039c3lc50249j . 383. Shayan G, Shuler ML, Lee KH. 2011. The effect of astrocytes on the induction of barrier properties in aortic endothelial cells. BiotechnolProg 27:11371145. https:doi.org10.1002btpr.620 . 384. Park SH, Sim WY, Min BH, Yang SS, Khademhosseini A, Kaplan DL. 2012. Chip-based comparison of the osteogenesis of human bone marrow-and adipose tissue-derived mesenchymal stem cells under mechanicalstimulation. PLoS One 7:e46689. https:doi.org10.1371journal.pone .0046689 . 385. Zhang Y, Gazit Z, Pelled G, Gazit D, Vunjak-Novakovic G. 2011. Patterning osteogenesis by inducible gene expression in microu-idic culture systems. Integr Biol (Camb) 3:3947. https:doi.org10 .1039C0IB00053A . 386. Xiao S, Coppeta JR, Rogers HB, Isenberg BC, Zhu J, Olalekan SA, McKinnon KE, Dokic D, Rashedi AS, Haisenleder DJ, Malpani SS, Arnold-Murray CA, Chen K, Jiang M, Bai L, Nguyen CT, Zhang J, Laronda MM,Hope TJ, Maniar KP, Pavone ME, Avram MJ, Sefton EC, Getsios S,Burdette JE, Kim JJ, Borenstein JT, Woodruff TK. 2017. A microuidic culture model of the human reproductive tract and 28-day menstrualcycle. Nat Commun 8:14584. https:doi.org10.1038ncomms14584 . 387. Griep LM, Wolbers F, de Wagenaar B, ter Braak PM, Weksler BB, Romero IA, Couraud PO, Vermes I, van der Meer AD, van den Berg A. 2013. BBBon chip: microuidic platform to mechanically and biochemically mod-ulate blood-brain barrier function. Biomed Microdevices 15:145150. https:doi.org10.1007s10544-012-9699-7 . 388. Booth R, Kim H. 2012. Characterization of a microuidic in vitro model of the blood-brain barrier (muBBB). Lab Chip 12:17841792. https:doi .org10.1039c2lc40094d . 389. van der Helm MW, van der Meer AD, Eijkel JC, van den Berg A, Segerink LI. 2016. Microuidic organ-on-chip technology for blood-brain barrierresearch. Tissue Barriers 4:e1142493. https:doi.org10.108021688370 .2016.1142493 . 390. Liu MC, Shih HC, Wu JG, Weng TW, Wu CY, Lu JC, Tung YC. 2013. Electrouidic pressure sensor embedded microuidic device: a study ofendothelial cells under hydrostatic pressure and shear stress combina-tions. Lab Chip 13:17431753. https:doi.org10.1039c3lc41414k . 391. Hasenberg T, Muhleder S, Dotzler A, Bauer S, Labuda K, Holnthoner W, Redl H, Lauster R, Marx U. 2015. Emulating human microcapillaries in amulti-organ-chip platform. J Biotechnol 216:110. https:doi.org10 .1016j.jbiotec.2015.09.038 . 392. Shin M, Matsuda K, Ishii O, Terai H, Kaazempur-Mofrad M, Borenstein J, Detmar M, Vacanti JP. 2004. Endothelialized networks with avascular geometry in microfabricated poly(dimethyl siloxane).Biomed Microdevices 6:269278. https:doi.org10.1023B:BMMD .0000048559.29932.27 . 393. van der Meer AD, Orlova VV, ten Dijke P, van den Berg A, Mummery CL. 2013. Three-dimensional co-cultures of human endothelial cells andembryonic stem cell-derived pericytes inside a microuidic device. LabChip 13:35623568. https:doi.org10.1039c3lc50435b . 394. Wikswo JP. 2014. The relevance and potential roles of microphysiologi- cal systems in biology and medicine. Exp Biol Med 239:10611072. https:doi.org10.11771535370214542068 . 395. Stucki AO, Stucki JD, Hall SR, Felder M, Mermoud Y, Schmid RA, Geiser T, Guenat OT. 2015. A lung-on-a-chip array with an integrated bio-inspired respiration mechanism. Lab Chip 15:13021310. https:doi .org10.1039C4LC01252F . 396. Benam KH, Villenave R, Lucchesi C, Varone A, Hubeau C, Lee HH, Alves SE, Salmon M, Ferrante TC, Weaver JC, Bahinski A, Hamilton GA, IngberDE. 2016. Small airway-on-a-chip enables analysis of human lung in-ammation and drug responses in vitro. Nat Methods 13:151157. https:doi.org10.1038nmeth.3697 . 397. Abaci HE, Shuler ML. 2015. Human-on-a-chip design strategies and principles for physiologically based pharmacokineticspharma-codynamics modeling. Integr Biol (Camb) 7:383391. https:doi.org 10.1039C4IB00292J . 398. nobeastsoerce (Contributor). Date unknown. Stock image of intestinal lining and villi digital image. Retrieved from https:www.123rf.com (123RF Image ID 55676294). Accessed 8 February 2017. 399. Ivan Moshe (Contributor). Date unknown. Stock image of cells digital image. Retrieved from https:www.shutterstock.com (Shutterstock Image ID 174738014). Accessed 23 January 2018. 400. sciencepics (Contributor). Date unknown. Stock image of small and large intestine digital image. Retrieved from https:www.shutterstock .com (Shutterstock Image ID 541068199). Accessed 23 January 2018. 401. Kateryna Kon (Contributor). Date unknown. Stock image of human intestine with intestinal bacteria digital image. Retrieved from https: www.shutterstock.com (Shutterstock Image ID 400088722). Accessed 23 January 2018.Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 26Jennifer Barrila is an Assistant Research Professor at the Biodesign Institute, ArizonaState University (ASU). She received her B.S.in biochemistry in 2002 from Syracuse Uni-versity. In 2008 she received her Ph.D. inbiology from Johns Hopkins University,where she structurally characterized the severeacute respiratory syndrome (SARS) coronavirusmain protease to facilitate structure-baseddrug design. Her postdoctoral work at theBiodesign Institute used innovative culturesystems to investigate how biomechanical forces regulate host andpathogen responses during infection. In 2010 she was promoted toAssistant Research Scientist and in 2013 to Assistant Research Professor.Her current research involves the development and application ofmulticellular 3-D models of human intestine to investigate the role ofcellular biomechanics in host-pathogen-microbiota interactions. Herbiomedical research has own on several NASA spaceight missions tothe International Space Station to study the inuence of biophysicalforces on infection. In 2014 she received the Thora W. Halstead YoungInvestigators Award. Aurlie Crabb obtained her Ph.D. in Biosci- ence Engineering at the Vrije UniversiteitBrussel, Belgium. During her Ph.D. studiesshe received a fellowship of the BelgianAmerican Educational Foundation to per-form research in the laboratory of Prof.Cheryl Nickerson at the Biodesign Institute atArizona State University. She then received apostdoctoral position in the Nickerson lab,where she developed and used physiologi-cally relevant models of the lung mucosa toexplore host-pathogen interactions. She is currently a team leader inthe Laboratory of Pharmaceutical Microbiology at Ghent Universityunder the tutelage of Prof. Tom Coenye, through an Odysseus fellow-ship of the Research Foundation Flanders. Her research focuses onunderstanding how the host, microbiome, and their interactions inu-ence antimicrobial agent efcacy and inammation in chronic lunginfections. To this end, in vivo -like models of lung epithelium, the microbiome, or both are used to facilitate translation of in vitro results to novel therapeutic approaches. Jiseon Yang is an Alfred P. Sloan postdoc- toral fellow (NASA joint program) at theBiodesign Institute, ASU. She received herM.S. in microbiology studying Salmonella pathogenesis from Pusan National University(South Korea). She subsequently workedwith Dr. Roy Curtiss III and Dr. Josephine Clark-Curtiss (ASU) on developing a 2nd-generation lysis system in recombinant atten-uated Salmonella vaccines to deliver Mycobac- terium tuberculosis antigens. She received her Ph.D. in microbiology under Dr. Cheryl Nickerson (ASU), in whose labora-tory she characterized virulence, stress, and molecular genetic responses ofinvasive, multidrug-resistant nontyphoidal Salmonella to physiological uid shear. She was co-rst author on the rst report of an RWV-derived 3-D intestinal coculture model (epithelial cells and macrophages) to studySalmonella pathogenesis. She currently studies how microbes inhabit- ing built environments inuence human health and systems integrityusing the International Space Station as a microbial observatory toreveal new insight into how interspecies interactions within microbialpopulations can adaptevolve over time. Karla Franco received her bachelors degree in general science from Ponticia Universi-dad Catolica de Puerto Rico. She becameinterested in microbial pathogenesis duringa year-long NIH training fellowship (ASUPREP). She enrolled in the microbiologyPh.D. program at Arizona State University,where she received a 2-year fellowship fromthe NIH IMSD program. As a member of theNickerson laboratory, she has spent the last3 years investigating the role of mechano-transduction in regulating the phenotypic and molecular genetic re-sponses of Salmonella Typhimurium. Seth D. Nydam received his doctorate in vet- erinary medicine from Cornell University andhis Ph.D. from Washington State University. Hisgraduate studies in Dr. Douglas Calls labora-tory centered on the type 3 secretion systemofVibrio parahaemolyticus , after which he joined Dr. Cheryl Nickerson at Arizona StateUniversity for postdoctoral training to explore3-D cell culture and its interactions with resi-dent microora and Salmonella pathogenesis. He is currently the clinical veterinarian at Ari-zona State Universitys Department of Animal Care and Technologies,where he leads the clinical team and provides research support andoversight. His continuing interests include microbial pathogenesis, animalmodels in infectious disease research, and teaching. Rebecca J. Forsyth received her B.S. in mi- crobiology from Arizona State University in2008. She rst joined the Nickerson laboratoryas an undergraduate student, was subse-quently hired as an Assistant Research Tech-nologist, and was later promoted to the posi-tions of Associate Research Specialist andSenior Research Specialist. She used a varietyof 3-D models, microbes, and model host or-ganisms in her infectious disease research. Shewas passionate about using outside-of-the-box approaches to solve important biomedical health issues, including theuse of the spaceight platform and the RWV bioreactor to study microbialphysiology and host-pathogen interactions. Richard R. Davis is a Senior Research Spe- cialist in the Biodesign Center for Immuno-therapy, Vaccines, and Virotherapy at Ari-zona State University. He earned his B.A. inanthropology in 2001 and a B.S. in microbi-ology in 2007 from Arizona State University.He joined the Nickerson laboratory as anundergraduate student, was subsequentlyhired as an Assistant Research Technician,and was later promoted to the positions ofResearch Specialist and Senior Research Spe-cialist. His research over the past 11 years has focused on using both themicrogravity platform (including six spaceight experiments) and theRWV bioreactor to study the effect of physical forces on microbialpathogenesis and host-pathogen interactions. Continued next pageMinireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 27Sandhya Gangaraju received her masters degree in biochemistry in 2003 from theUniversity of Ottawa, Canada. In 2003, shejoined the National Research Council, Can-ada, as a research technical ofcer and viralfacility manager in the department of neu-rogenesis and brain repair. She implementedlentiviral technology to deliver neurotropicfactors to neural cells and developed Trans-well assays to study neutrophil transmigra-tion through endothelial cells. In 2014, shejoined the Biodesign Institute, Arizona State University, as a principalresearch specialist and compliance ofcer for the Center for Biosigna-tures Discovery Automation, where she managed the cell culture facil-ity, led experimental design for students and junior staff members, andoptimized working protocols for microuidic devices for studying three-dimensional tissue environments. Most recently, she joined the Nicker-son laboratory as a principal research specialist; at this laboratory, sheuses the RWV and the spaceight platform to study microbial patho-genesis and for 3-D tissue engineering. C. Mark Ott received his B.S. in chemical engineering from the University of Texas atAustin in 1982, his M.B.A. from LouisianaState University in 1989, and his Ph.D. inmicrobiology from Louisiana State Universityin 1998. He has published extensively in theareas of microbial ecology in spacecraft, hu-man and microbial responses to spaceight,and the development of advanced tissueculture models to investigate infectious dis-ease. For the past 20 years, Dr. Ott has servedas a technical lead in the Johnson Space Center Microbiology Labora-tory, which is responsible for mitigating infectious disease risk duringhuman spaceight. His responsibilities include the assessment of mi-crobial risk and development of spaceight requirements based onvehicle and mission architecture as well as crewmember, food, andenvironmental monitoring. Carolyn B. Coyne completed her Ph.D. at the University of North Carolina at ChapelHill, where she studied the human respira-tory epithelium. She then carried out herpostdoctoral fellowship at the ChildrensHospital of Philadelphia (CHOP), Philadel-phia, PA, and the University of Pennsylvania,Philadelphia, PA, where her research focusedon identifying the mechanisms by which en-teroviruses invade the gastrointestinal epi-thelium and blood-brain barrier endothe-lium. She joined the University of Pittsburgh, Pittsburgh, PA, as a facultymember in 2007; at this institution, her work continued to focus ondening the mechanisms by which viruses breach cellular barriers. Dr.Coynes laboratory also studies how the human placenta restricts viralinfections. Her research interests also include the development ofprimary and cell line-based models of cellular barriers, focusing on boththe gastrointestinal tract and placenta. Her research interests includeenteroviruses and aviviruses, with a particular emphasis on the strat-egies by which these viruses bypass cellular barriers. Mina J. Bissell is a Distinguished Scientist, the highest rank bestowed at LawrenceBerkeley National Laboratory, and serves asSenior Advisor to the Laboratory Director onBiology. She is also Faculty of four graduategroups in UC Berkeley: Comparative Bio-chemistry, Endocrinology, Molecular Toxicol-ogy, and Bioengineering (UCSFUCB joint).Having challenged several established para-digms, Bissell is a pioneer in breast cancerresearch, and her body of work has providedmuch impetus for the current recognition of the signicant role thatextracellular matrix signaling and the microenvironment play in geneexpression regulation in both normal and malignant cells. Her labora-tory developed novel 3-D assays and techniques that demonstrate hersignature phrase: after conception, phenotype is dominant over geno-type. Bissell has received numerous honors and awards and is anelected fellow of most U.S. honorary scientic academies. She haspublished over 400 publications and continues to engage in full-timeresearch, among other scientic activities. Cheryl A. Nickerson is a Professor in the School of Life Sciences at the Biodesign In-stitute, Arizona State University. She re-ceived her Ph.D. in microbiology from Loui-siana State University. Her postdoctoraltraining in Salmonella pathogenesis was done with Dr. Roy Curtiss III at WashingtonUniversity in St. Louis, MO. She initiated herongoing studies into the connection be-tween cellular biomechanicsmechanotrans-duction and host-pathogen systems biologyafter joining the faculty at the Tulane University School of Medicine in1998. Her development of innovative model pathogenesis systemsincludes 3-D organotypic tissue culture models to study host-pathogeninteractions and approaches that characterize pathogen responses tophysiological uid shear forces encountered in the infected host and inthe microgravity environment of spaceight. She received the Presiden-tial Early Career Award for Scientists and Engineers, NASAs ExceptionalScientic Achievement Medal, is an American Society for MicrobiologyDistinguished Lecturer, and was selected as a NASA astronaut candidatenalist.Minireview Infection and Immunity November 2018 Volume 86 Issue 11 e00282-18 iai.asm.org 28",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]