[
    {
        "pmid": "32117357",
        "title": "Brassinosteroids Inhibit Autotropic Root Straightening by Modifying Filamentous-Actin Organization and Dynamics.",
        "year": "2020",
        "journal": "Front Plant Sci",
        "abstract": "When positioned horizontally, roots grow down toward the direction of gravity. This phenomenon, called gravitropism, is influenced by most of the major plant hormones including brassinosteroids. Epi-brassinolide (eBL) was previously shown to enhance root gravitropism, a phenomenon similar to the response of roots exposed to the actin inhibitor, latrunculin B (LatB). This led us to hypothesize that eBL might enhance root gravitropism through its effects on filamentous-actin (F-actin). This hypothesis was tested by comparing gravitropic responses of maize (Zea mays) roots treated with eBL or LatB. LatB- and eBL-treated roots displayed similar enhanced downward growth compared with controls when vertical roots were oriented horizontally. Moreover, the effects of the two compounds on root growth directionality were more striking on a slowly-rotating two-dimensional clinostat. Both compounds inhibited autotropism, a process in which the root straightened after the initial gravistimulus was withdrawn by clinorotation. Although eBL reduced F-actin density in chemically-fixed Z. mays roots, the impact was not as strong as that of LatB. Modification of F-actin organization after treatment with both compounds was also observed in living roots of barrel medic (Medicago truncatula) seedlings expressing genetically encoded F-actin reporters. Like in fixed Z. mays roots, eBL effects on F-actin in living M. truncatula roots were modest compared with those of LatB. Furthermore, live cell imaging revealed a decrease in global F-actin dynamics in hypocotyls of etiolated M. truncatula seedlings treated with eBL compared to controls. Collectively, our data indicate that eBL-and LatB-induced enhancement of root gravitropism can be explained by inhibited autotropic root straightening, and that eBL affects this process, in part, by modifying F-actin organization and dynamics.",
        "full_text": "Brassinosteroids Inhibit Autotropic Root Straightening by ModifyingFilamentous-Actin Organizationand Dynamics Louise de Bang1,2,Ana Paez-Garcia1, Ashley E. Cannon1,3, Sabrina Chin1, Jaydeep Kolape1,4, Fuqi Liao1, J. Alan Sparks1, Qingzhen Jiang1 and Elison B. Blanca or1 1Noble Research Institute LLC, Ardmore, OK, United States,2Department of Plant and Environmental Sciences, University of Copenhagen, Copenhagen, Denmark,3Department of Biological Sciences, University of North Texas, Denton, TX, United States,4Center for Biotechnology, University of Nebraska Lincoln, Lincoln, NE, United States When positioned horizontally, roots grow down toward the direction of gravity. This phenomenon, called gravitropism, is in uenced by most of the major plant hormones including brassinosteroids. Epi-brassinolide (eBL) was previously shown to enhance rootgravitropism, a phenomenon similar to the response of roots exposed to the actininhibitor, latrunculin B (LatB). This led us to hypothesize that eBL might enhance rootgravitropism through its effects on lamentous-actin (F-actin). This hypothesis was tested by comparing gravitropic responses of maize ( Zea mays ) roots treated with eBL or LatB. LatB- and eBL-treated roots displayed similar enhanced downward growth comparedwith controls when vertical roots were oriented horizontally. Moreover, the effects of thetwo compounds on root growth directionality were more striking on a slowly-rotating two- dimensional clinostat. Both compounds inhibited autotropism, a process in which the root straightened after the initial gravistimulus was withdrawn by clinorotation. Although eBLreduced F-actin density in chemically- xedZ. mays roots, the impact was not as strong as that of LatB. Modi cation of F-actin organization after treatment with both compounds was also observed in living roots of barrel medic ( Medicago truncatula ) seedlings expressing genetically encoded F-actin reporters. Like in xed Z. mays roots, eBL effects on F-actin in living M. truncatula roots were modest compared with those of LatB. Furthermore, live cell imaging revealed a decrease in global F-actin dynamics inhypocotyls of etiolated M. truncatula seedlings treated with eBL compared to controls. Collectively, our data indicate that eBL-and LatB-induced enhancement of rootgravitropism can be explained by inhibited autotropic root straightening, and that eBLaffects this process, in part, by modifying F-actin organization and dynamics. Keywords: autotropism, actin, brassinosteroids, clinostat, cytoskeleton, gravitropism, root development Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 1Edited by: Valrie Legu, Universit Clermont Auvergne, France Reviewed by: Jozef Samaj, Palack University, Czechia Fatima Cvrckova, Charles University, Czechia Correspondence: Elison B. Blanca or eblanca ornoble.org Specialty section: This article was submitted to Plant Abiotic Stress, a section of the journal Frontiers in Plant Science Received: 18 July 2019 Accepted: 06 January 2020 Published: 04 February 2020 Citation: de Bang L, Paez-Garcia A, Cannon AE, Chin S, Kolape J, Liao F, Sparks JA, Jiang Q and Blanca or EB (2020) Brassinosteroids Inhibit Autotropic Root Straightening by Modifying Filamentous-Actin Organization and Dynamics. Front. Plant Sci. 11:5. doi: 10.3389fpls.2020.00005ORIGINAL RESEARCH published: 04 February 2020 doi: 10.3389fpls.2020.00005INTRODUCTION Plants are sessile organisms that are limited by their location. As such, they have evolved sensitive and delicate ways to respond to environmental cues allowing them to reprogram their growth when presented with changes in their surroundings. One of theadaptive behaviors that plants exhibit in response to externalsignals is the ability to redirect the growth of their major organstowards or away from a perceived stimulus. These phenomena,collectively called tropisms, shape the above and belowground architecture of the plant. One of the most widely studied tropisms is gravitropism, which describes the growth of shootsand roots away or toward the gravity vector, respectively. Gravityperception occurs in the columella cells located in the root cap orendodermal cells in shoots. Columella and endodermal cellscontain starch- lled amyloplasts, called statoliths, which sediment to the lower side of the cell when the plant is reoriented relative to the gravity vector ( Sack, 1997 ;Tasaka et al., 1999 ;Kiss, 2000 ). The physical signal triggered by statolith sedimentation is transduced to the growing regions ofthe organ resulting in differential growth between the upper andlower sides ( Blanca or and Masson, 2003 ;Sato et al., 2015 ). Plant organs typically have a de ned gravitropic set point angle (GSA). Although the GSA of a speci c organ is in uenced by the developmental stage of the plant and other environmentalcues, it is under tight genetic control allowing for themaintenance of a de ned growth angle relative to gravity when other external signals are kept constant. For instance, undercarefully controlled laboratory conditions, the main shoot axistypically grows vertically upward (negative gravitropism) with a GSA of 180 and the primary root grows vertically downward (positive gravitropism) with a GSA of 0 . Lateral roots and shoot branches typically have a GSA between these values ( Firn and Digby, 1997 ). Recently, mechanisms underlying GSA of plant organs that exhibit non-vertical growth, such as lateral roots and shoot branches, have been shown to be dependent on auxin and plant nutritional status ( Roychoudhry et al., 2013 ; Roychoudhry et al., 2017 ). Most studies on gravitropism have focused on understanding biological processes that lead to theinitial redirection of organ growth when the plant is reoriented.However, gravitropism has been viewed as a composite response that includes restrained or anti-gravity growth readjustment in which the organ eventually straightens after the initial growthredirection. The latter phenomenon is known as autotropicstraightening or autotropism ( Stankovic et al., 1998a ;Stankovi  et al., 1998b ). Although it is well established that the initial gravitropic response (i.e. downward root growth and upwardshoot growth) is modulated by auxin redistribution ( Swarup et al., 2001 ;Rakusova et al., 2015 ), there is accumulating evidence that most of the major plant hormones participate ingravitropism through overlapping signaling pathways(Guisinger and Kiss, 1999 ;Lofke et al., 2013 ;Vandenbussche et al., 2013 ;Pernisova et al., 2016 ). By contrast, little is known about the underlying mechanisms regulating autotropism. It has been debated whether induction of autotropic straightening istriggered by gravity itself ( Myers et al., 1995 ) or as an autonomic counter response to gravitropic bending ( Tarui and Iino, 1999 ; Bastien et al., 2013 ;Okamoto et al., 2015 ). It has also been suggested that the term autotropism should be used exclusivelyin situations when plant organs straighten after withdrawal of thegravity stimulus through randomization of the gravity vector on a clinostat or in microgravity ( Stankovi et al., 1998b ). The cytoskeleton has been proposed to play major roles in all phases of grav itropism ( Blanca or, 2002 ;Bisgrove, 2008 ). Microtubules and lamentous-actin (F-actin) are the core protein components of the cytoskeleton, and their dynamicsand higher order organization within the cell are de ned by many regulatory proteins ( Blanca or, 2013 ). Most studies implicating the cytoskeleton in gravitropism have employedpharmacological approaches in which roots or shoots wereexposed to cytoskeletal inhibitors, and the subsequent responseof the organ to a horizontal reorientation was quanti ed (Blanca or, 2002 ). Interestingly, such approaches have revealed that chemical inhibitors of F-actin such as latrunculin B (LatB) or cytochalasin B can elicit stronger gravitropic responses in shootsand roots ( Blanca or and Hasenstein, 1997 ;Yamamoto and Kiss, 2002 ;Blanca or et al., 2003 ;Hou et al., 2003 ;Hou et al., 2004 ). The stronger gravitropic response of roots and shoots aftertreatment with F-actin antagonists was recapitulated inArabidopsis thaliana mutants disrupted in vegetative actin isoforms ( Kato et al., 2010 ;Lanza et al., 2012 ). Furthermore, theA. thaliana shoot gravitropic response9 (sgr9) mutant, which had reduced shoot gravitropism and statolith sedimentation,could be rescued by LatB treatment ( Nakamura et al., 2011 ). Recently, delayed root gravitropism in A. thaliana actin-related protein 3 (arp3) mutants was linked to abnormal amyloplast sedimentation and bundled F-actin in the columella cells. The delay in root gravitropism was reversed by LatB exposure ( Zhou et al., 2016 ). It was postulated that actin disruption promoted gravitropism by increasing gravity sensing potential throughunimpeded statolith sedimentation ( Blanca or, 2013 ). However, this hypothesis remains to be tested experimentally. As noted, gravitropism is modulated by most of the major plant hormones, but in the context of past actin inhibitor studies, brassinosteroid is the plant hormone that is of most interest. LikeLatB, eBL promoted gravitropism in shoots and roots ( Meudt, 1987 ;Kim et al., 2000 ;Li et al., 2005 ;Kim et al., 2007 ;Lanza et al., 2012 ). The effect of eBL on root gravitropism was explained primarily through its interaction with auxin ( Kim et al., 2000 ; Kim et al., 2007 ). In A. thaliana , eBL induced the accumulation of the auxin ef ux carrier PIN-FORMED 2 (PIN2) protein in the root elongation zone ( Li et al., 2005 ). The effect of eBL on PIN2 accumulation was proposed to involve the actin cytoskeleton through an increase in the expression domains of ROP2 (for Rhoof Plants), a small GTPase regulator of F-actin dynamics ( Li et al., 2005 ). Furthermore, it was shown that exogenous eBL treatment altered both actin organization and PIN2 polar localization in A. thaliana roots in a manner similar to that of auxin ( Lanza et al., 2012 ). Taken together, the actin cytoskeleton appears to be a component of the signaling pathways by whicheBL promotes gravitropic growth responses in plants.de Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 2The promotive effect of LatB and eBL on gravitropism has been explained primarily in regard to their impact on gravitysensing events or on the differential growth responses resultingfrom altered auxin redistribution ( Hou et al., 2003 ;Hou et al., 2004 ;Li et al., 2005 ;Lanza et al., 2012 ;Blanca or, 2013 ). However, a recent study with A. thaliana mutants disrupted in genes encoding the actin motor protein myosin presents an alternative hypothesis to explain the LatB- or eBL-inducedenhancement of root gravitropism. The apparent promotion oftropistic organ responses brought about by altered actin functionmay instead be due to its inhibition of the autotropicstraightening response ( Okamoto et al., 2015 ). In the study by Okamoto et al. (2015) ,i norescence stems of A. thaliana myosin XI mutants bent strongly when the initial gravity stimulus waswithdrawn by clinorotation, an observation that mirrored thepersistent curvature of Z. mays roots treated with LatB ( Hou et al., 2003 ). Here, we show that eBL-treated roots exhibited persistent curvature responses when the initial gravity response was withdrawn by clinorotation in a similar manner as LatB- treated roots. Our results indicate that the apparent promotion ofroot gravitropism by eBL can be explained by its inhibitory effecton autotropic straightening that resulted, in part, from eBL-mediated alterations in F-actin dynamics and organization. MATERIALS AND METHODS Zea mays Root Growth and Drug Treatments Maize ( Zea mays L. cultivar Merit) seeds were soaked for 10 to 12 h in deionized water. After soaking, seeds were planted side byside with the embryo facing down on 45  35 cm opaque plastic trays lined with moist germination paper (Seedburo Equipment Co. USA). The seeds were cove red with a second layer of germination paper and gentle pressure was applied to thepaper so that surface tension between the two sheets of paperheld the seeds in place. A second opaque plastic tray was placedon top of the rst tray so that the two layers of germination paper containing the seeds were secured between the two trays. The trays were oriented vertically in a plastic tub lled with water to a depth of 5 10 cm to keep the germination paper moist. After 48 h, seedlings with 1 2 cm long straight primary roots were selected and treated with working solutions of LatB, eBL or thecorresponding solvent control, which consisted of diluteddimethyl sulfoxide (DMSO). To treat roots, a set-up consisting of 1.5 ml microfuge tubes oriented vertically on microfuge holders was prepared. The center of the lid of the microfugetube was punctured with the tip of a heated metal probe to createa 2 mm diameter hole, and 1 ml of the treatment solution wasadded to each tube. Selected seedlings were transferred one at atime to each microfuge tube by inserting the roots into the holeso that 20 mm of the root tip was immersed vertically in the solution. Seedlings were stabilized during treatment by mounting the kernel to the microfuge tube with caulking compound. Rootswere incubated with 100, 250, 500, and 1,000 nM LatB and eBLand DMSO controls using this set-up for 1 h. Soaking,germination and treatment was done in a Conviron growth chamber (Controlled Environments Ltd, Canada) set to 24Cwith 14 h (120 mmoles m -2s-1)10 h daynight cycle. Stock solutions of LatB (1mM; Calbiochem, USA) and eBL (10 mM; Santa Cruz Biotechnology, USA) were prepared with100 (vv) DMSO (Sigma-Aldrich, USA) and stored at -20C prior to use. Working solutions were prepared by adding the appropriate volume of stock solution to sterile de-ionized water. Z. mays Clinorotation Assays After treatment, ve seedlings were selected from each treatment group and mounted on 10  10 cm square Petri dishes withdouble-sided foam tape. The lid of the Petri dish was lined with two layers of wet germination paper (Seedburo Equipment Co., USA) to maintain high humidity. The Petri dishes were sealedwith para lm and mounted on a custom-built two-dimensional (2-D) clinostat located in the same Conviron growth chamber(Controlled Environments Ltd, Canada) used for seedgermination and root treatment. The Petri dishes were rst mounted so that the roots were vertical ( Appendix 1 ). After 60 min the Petri dishes were rotated by 90 so that roots were in a horizontal position. After 20 min, the clinostat was activated androots were rotated for 20 h at 1 revolution per minute (RPM).Digital images of the roots after clinorotation were capturedusing a camera mounted on a copy stand. Each treatment wasreplicated three times using a total of 15 20 seedlings. Root curvature was measured using ImageJ software (https:imagej. nih.govij). Time-Lapse Imaging of Graviresponding Z. mays Roots Another set of Z. mays seedlings was treated with 100 nM LatB, 500 nM eBL and the solvent control solution and mounted onsquare Petri dishes following the methods described above. Theplates were positioned so that the roots were in a verticalorientation. After 60 min, the plates were rotated 90 so thatthe roots were horizontal. Immediately after rotation, imageswere captured every 15 min for 12 h. Time-lapse movies were generated using the Metamorph 5.0 image acquisition software (Universal Imaging Corp, USA). From the generated time-lapsemovies, the root tip angle with respect to the horizontal wasmeasured using ImageJ software. Experiments were repeated atleast three independent times with 15-20 seedlings per treatment. F-Actin Labeling and Confocal Microscopy of Fixed Z. mays Roots Labeling and imaging of F-actin was essentially as described by Dyachok et al. (2016) . Brie y, the apical 5 mm of roots incubated in LatB, eBL and the corresponding solvent control for 1 h werexed in 50 mM piperazine- N,N bis 2-ethansesulfonic acid, 2 mM MgCl 2,a n d1 0m Me t h y l e n eg l y c o l - b i s ( b-aminoethyl ether)-N,N,N ,N -tetraacetic acid pH 7.0 (PME buffer) containing 5 DMSO and 2 paraformaldehyde (ElectronMicroscopy Sciences, USA). After roots were washed withPME buffer, they were sectioned at a thickness of 70 mm using a Vibratome 1500 (Ted Pella Inc., USA). F-actin in the rootde Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 3sections was labelled with Alexa Fluor 488-phalloidin (Molecular Probes, USA) suspended in PME buffer. After mounting sectionson glass slides, they were imaged with an inverted Leica TCS-SP8-X confocal laser scanning microscope (Leica Microsystems,Germany) equipped with a 63 oil-immersion objective. Alexa-Fluor was excited with the 488 nm line of the white light laser and emission was detected at 522 nm. To enhance the resolution of F-actin images obtained from xed roots for downstream quantitative analysis, the HyVolution deconvolution package(Huygens, The Netherlands) was used to process image datadirectly acquired with the Leica SP8-X system. Five opticalsections taken at 0.5 mm intervals were acquired. Each dataset was then processed using the wizard-driven HyVolution user interface linked with the Leica Application Suite (LAS) software. Generation of M. truncatula Plants Expressing Fluorescent Protein-Based F-Actin Reporters Transgenic M. truncatula lines expressing UBQ10:Lifeact-mGFP and UBQ10:GFP-ABD2-GFP were generated essentially as described in Jiang et al. (2019) .B r i e y,Agrobacterium tumefaciens strain EHA 105 harboring Lifeact and ABD2 constructs were streaked on Luria-Bertani (LB) agar platescontaining 50 mg ml -1kanamycin and 25 mg ml-1rifampicin and cultured at 28C for 2 3 days. A single colony was picked and then cultured in LB liquid media containing the sameantibiotics for 16 h or until the OD600 was 0.6 0.8. The trifoliates located second from the top were collected from 4 6 week-old M. truncatula R108 plants grown at 2420C and 168 h daynight. The leaves were sterilized with 20 commercialbleach containing a drop of Tween-20 for 10 min and thenwashed three times with sterile water. The leaves were theninfected with the A. tumefaciens suspension that was generated by centrifuging the A. tumefaciens liquid culture at 3,500 rpm for 20 min and then resuspending the pellets in liquid infection medium to an OD600 of 0.2 0.3. The infection procedure included a 10-min vacuum in ltration, a 3 5 min sonication and then another 10-min vacuum in ltration. After this, the infected leaves were blot dried and plated on co-cultivationmedium. The trifoliate explants were transferred onto selectionmedium containing 10 mg ml -1hygromycin after 24 30 h incubation under 24C in the dark. Culture of the explants continued for an additional 5 6 weeks under the same conditions or until enough resistant calli were produced. Theresistant calli were then transferred onto shoot regenerationmedium and cultured under 150 mmoles m -2s-1light at 2420 C and 168 h daynight cycle. After 2 3 months, plantlets were fully regenerated with functional roots. A couple of lea ets were sampled from the regenerated plants for DNA extraction.Genomic DNA was extracted using cetyl trimethylammoniumbromide. DNA samples were PCR ampli ed with primers for hygromycin B phosphotransferase gene (forward 5 - AAGGAATCGGTCAATACACTACATGG -3 and reverse 5 - AAGACCAATGCGGAGCATATACG -3 ). Con rmed transgenic plants were then screened using a uorescent stereo microscope and those with GFP signal were transferred to soiland allowed to go to seed. Multiple, independent lines of both UBQ10:GFP-ABD2-GFP ,a n d UBQ10:Lifeact-mGFP were screened in the subsequent generations until homozygouspositive lines were obtained. Growth Characterization of M. truncatula F-Actin Reporter Lines Seeds of both reporter lines and wild type (R108) were scari ed in concentrated sulfuric acid for 8 min, washed with cold water,and then surface sterilized for 3 min in a solution containing 30commercial bleach and 0.1 Tween-20. After decanting the bleach solution, the seeds were rinsed and stored overnight in the dark at room temperature. The seeds were placed onto sterile,moist lter paper in Petri dishes and strati ed at 4C in the dark for 2 days and then transferred to a growth chamber at 22C and168 h daynight (modi ed from Boisson-Dernier et al. (2001) . After germinating, seedlings were transferred to square agar plates supplemented with  Murashige and Skoog medium. The plates were moved back to the growth chamber andpositioned vertically to allow the roots to elongate on the agarmedia surface. The root tip of at least 16 plants per genotype wasmarked with a black dot. This process was repeated two timesevery 24 h for a total of 3 days. ImageJ was used to measure theaverage root elongation per day and this measurement was used as an indicator of the root growth rate. Plants were allowed to grow for four more days in plates, for a total of 7 days. The plates were imaged and RootNav software(University of Nottingham, UK) was used to automaticallymeasure the primary root length ( Pound et al., 2013 ). The plants were then transferred to pots lled with a mixture of turface and vermiculite (3:1), and then grown at 22C and 168 h daynight for three more weeks, for a total of 28 days of growth.After this time, the plants were removed from the pots and thesoil mixture was washed away from the roots. Roots and shootswere separated, bagged, and dried at 65C for one week, beforeobtaining shoot and root dry weight. Clinorotation and F-Actin Imaging of M. truncatula Expressing F-Actin Reporters M. truncatula seeds were scari ed with 150 grit sandpaper (3M, USA). Next, seeds were sterilized with 6 (vv) sodiumhypocholorite in 50 ml Falcon tubes (Corning, USA) for 10min in room temperature, with intermittent rotation. Post-incubation, the seeds were rinsed six times with steriledeionized water and were spread out on 10 (wv) agar (Sigma- Aldrich, USA) plates in 100  25 mm round petri dishes. Seeds were strati ed for 2 days in the dark at 4C. Plates were ipped upside-down and seeds were germinated by transferring them to a 24C incubator for 20 h. Six seedlings withstraight radicles that emerged into the air were selected andtransferred onto a 10 10 cm square plates containing 10 (wv)agar (Sigma-Aldrich, USA) for subsequent treatment with germination paper (Seedburo Equipment Co., USA) that was pre-soaked with either 100 nM LatB, 5 mM eBL or DMSO solvent control. The soaked germination paper was laid on the radicles ofde Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 4the seedlings for an hour in room temperature and the plate was set up vertically to enable radicles to continue growingvertically straight. Plates for clinorotation assays were prepared by lling 10  10 cm square plates with 10 (wv) agar (Sigma-Aldrich, USA) upto half of the height of the plate. Once the agar had set, half of the agar was cut and removed from the plate with a razor blade. In addition, six shallow indentations for the cotyledons of sixseedlings was cut with a razor blade. Each seedling was tted into its respective indentation, with its cotyledon held by the agarand its radicle suspended into the air in the plate. Next, 52Cmolten agar was pipetted on the cotyledons to hold each seedling rmly in its location. After growing seedlings vertically for 1 h, the plates were rotated 90 for 20 min followed by clinorotationfor 15 h at 1 rpm on the clinostat. Post-treatment, images of theroots were taken using a camera mounted on a copy stand androot curvature was measured using ImageJ software. To image F-actin, 2-day-old seedlings with straight roots were transplanted onto 64  48 mm cover slips coated with a 2 mm thick slab of 1 agar. Transplanting was done by gently liftingthe agar slab and placing the root on top of the cover slip. Thelifted agar was then used to hold the root in place so that it laybetween the agar and coverslip. Roots treated with LatB and eBLfor 1 h were imaged immediately. Another set of transplantedseedlings was used to evaluate the quality of F-actin labeling in non-treated seedlings. For this set of seedlings, the cover slip with transplanted seedlings was placed in a 9 cm round Petri dish andtransferred to the same Conviron (Controlled Environments Ltd,Canada) used for Z. mays clinostat assays. The Petri dishes were tilted at an angle of 60 to enable the root to grow close to thebottom surface of the coverslip. One to 2 days after transplanting, seedling roots were imaged with a Leica SPX-8 confocal microscope (Leica Microsystems, Germany). Live Cell Imaging of Dark Grown UBQ10: Lifeact-mGFP M. truncatula Hypocotyls M. truncatula seeds expressing UBQ10:Lifeact-mGFP were strati ed on agar plates with  Murashige and Skoog medium at 4C for 12 24 h. Seeds were exposed to light for 4 h and then kept in darkness for 3 5 days in a Conviron (Controlled Environments Ltd, Canada) set to 24C and 14 h (120 mmoles m-2s-1) and 10 h daynight cycle. The elongated hypocotyls were incubated in 500nM eBL and DMSO solvent control solution for 1 h. Fine actin laments of epidermal cells adjacent to the hook region were imaged every second for 1 min with an UltraViewERS spinning-disk confocal microscope (Perkin-Elmer, USA)equipped with a 100 oil immersion objective ( Staiger et al., 2009 ). Quanti cation of F-Actin Organization and Dynamics of Z. mays Fixed Roots and M. truncatula Live Roots For occupancy, skewing and eccentricity analysis, HyVolution processed images from xed maize roots and live barrel medic roots were cropped manually using Adobe Photoshop CS5 sothat only individual root cells occupied the image eld of view.Each of the cropped images was processed by canceling the background noise followed by marking F-actin with one pixel-wide lines following the methods described in ( Wang et al., 2008 ; Vidali et al., 2009 ;Dyachok et al., 2014 ;Sparks et al., 2016 ). Eccentricity was calculated from compact ellipse sections fromcropped root images. This process included extraction of the intensity distribution of a low frequency spectrum at 95 CI (Con dence Interval) after applying fast Fourier transform (FFT) to the F-actin images following Dyachok et al. (2011) ; Nakashima et al. (2014) and Burkart et al. (2015) . Therefore, eccentricity re ects the alignment properties of F-actin within each cell. Algorithms and software for occupancy and eccentricity analysis were written in MATLAB and used to automatically analyze all cell samples. Quantitative analysis of cell dynamics from movies obtained from an UltraView ERS spinning-disk confocal microscope(Perkin-Elmer, USA), was conducted essentially as described inDyachok et al. (2014) andVidali et al. (2010) . The algorithms and software were developed in MATLAB. Brie y, the software extracted 60 frames in the movie (1 frame per second). Thesoftware calculated the correlation and difference of each frameby averaging correlation and difference between this frame andall other frames. The correlation was de ned as two-dimensional correlations between two matrixes, and the difference wasconsidered by subtracting two matrixes after preprocessing for each matrix. RESULTS Epi-Brassinolide-Treated Z. mays Roots Exhibit Persistent Curvature on a Slowly Rotating Clinostat and Enhanced Gravitropism Previous reports have shown that LatB and eBL promoted gravitropism in roots ( Hou et al., 2003 ;Hou et al., 2004 ;Li et al., 2005 ;Kim et al., 2007 ;Lanza et al., 2012 ). The enhancement of gravitropic response in LatB-treated roots wasmore strongly manifested on a slowly-rotating 2-D clinostat. Forinstance, Z. mays roots treated with LatB displayed persistent root curvature on the clinostat, as opposed to untreated roots that straightened ( Hou et al., 2003 ). We hypothesized that the enhanced gravitropism of eBL-treated roots was likely to also bemore prominent under clinorotation. Our experiment involvedapplying a perpendicular gravistimulus to roots for 20 min afterpre-treating them for an hour with LatB or eBL followed byclinorotation for 20 h ( Appendix 1 ). We found that eBL-treated roots mirrored the persistent curvature responses of LatB-treated roots ( Figure 1A ;Hou et al., 2003 ). Quanti cation of the angle of root curvature that developed on the clinostat revealed that LatBwas more potent than eBL when tested at the sameconcentrations. For instance, LatB induced a strong curvatureresponse at 100 nM concentration, whereas eBL elicited a similar curvature at a higher 500 nM concentration ( Figure 1B ). Next, we compared the kinetics of gravitropism of Z. mays roots pretreated for 1 h with 100 nM LatB or 500 nM eBL underde Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 5continuous gravistimulation (i.e. roots reoriented 90 from the vertical without clinorotation). We found that roots treated withthe solvent control solution grew downward and reached amaximum angle of about 80 from the horizontal atapproximately 200 min. Control roots maintained this angle for the entire 720 min time course. By contrast, LatB- and eBL- treated roots overshot the vertical and reached maximum angleof approximately 110 after 250 min ( Figure 1C ). Overshooting of the vertical by LatB- and eBL- treated roots was followed by acorrection to the vertical that began at about 300 min afterorienting roots horizontally. Although both LatB- and eBL-treated roots exhibited similar kinetics with regard to their overshooting of the vertical, the subsequent overcorrection was more pronounced in eBL-treated roots. eBL-treated rootsreturned to an angle of about 60 at 450 min aftergravistimulation, but eventually stabilized to a 90 growtha n g l eb ya b o u t6 0 0m i n .A tt h ee n do ft h e7 2 0m i nt i m ecourse, eBL-treated roots reached a similar angle as controls.By contrast, LatB-treated roots returned to about 90 at 450 min and maintained this growth angle for the duration of the timecourse ( Figure 1C ). Epi-Brassinolide Modi es F-Actin Organization in Z. mays Roots The similar effects of LatB and eBL on maize root gravitropism and autotropic root straightening on a 2-D clinostat (see Figure 1) led us to hypothesize that eBL may cause LatB-like effects on the actin cytoskeleton. To test this hypothesis, we studied F-actinorganization in maize roots that were treated with LatB and eBL at concentrations that produced comparable root phenotypes (i.e.100 nM for LatB and 500 nM for eBL). After exposure to thecompounds, roots were chemically xed, sectioned and F-actin was labeled with phalloidin conjugated to a uorophore (Dyachok et al., 2016 ). Consistent with our previous studies (Hou et al., 2003 ), distinct qualitative differences in F-actin organization were observed between roots treated with solvent FIGURE 1  Epi-Brassinolide (eBL) and LatB enhanced gravitropism and dampened straightening of Z. mays roots. (A)Representative images of Z. mays roots grown on a 2-D clinostat for 20 h to test autotropic straightening after withdrawal of the gravity signal. Vertical roots treated with LatB and eBL for 1 h were mounted on a 2-D clinostat and kept horizontal for 20 min (white arrow indicates the direction of gravity) prior to clinorotation for 20 h. Note that untreated r oots (solvent controls) straightened after reaching an angle of about 45 while roots treated with eBL or LatB did not. (B)Dose response of root curvature on a clinostat after eBL and LatB treatment. Angle of curvature was obtained as shown by the yellow arrow above the graph. Bars are means (n  14 plants)  S.E. P  0.001,  P  0.0 5 (Student s t-test). (C)Time course of root gravitropism after vertically growing roots were placed horizontally without clinorotation. Statistical signi cance was determined by one-way ANOVA. Means (n  12 plants)  S.E. Different letters indicate signi cant differences among means (P  0.05, Tukey s test).de Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 6controls and roots treated with 100 nM LatB in the meristem, transition zone and elongation zone. Whereas controls hadextensive F-actin networks in various root developmentalzones, LatB-treated roots had diffuse labeling or severelyfragmented F-actin m anifested primarily as bright puncta (Figure 2A ). By contrast, roots treated with 500 nM eBL still had abundant F-actin networks in the various root developmental zones that appeared similar to control roots.Since roots treated with 500 nM eBL did not show obviousqualitative differences in F-actin organization compared withcontrol roots, we increased the eBL treatment concentration to 1and 5 M. Nonetheless, even after treatment with 1 M eBL, F-actin in various regions of the root appeared similar to untreated roots. Qualitative disruptions to F-actin only became obviouswhen eBL concentration was increased to 5 M. At thisconcentration some root cells had diffuse uorescence and fragmented F-actin that resembled LatB-treatment to somedegree ( Figure 2A ). However, unlike LatB-treated roots, roots treated with 5 M eBL contained more cells with intact F-actin networks that were similar to u ntreated roots. This result suggested that while eBL disrupts actin, its effects were milderthan LatB. To quantify the effect of LatB and eBL on the root F-actin networks, we acquired occupancy values from images of root FIGURE 2  Epi-Brassinolide (eBL) modi ed F-actin organization in Z. mays roots. (A)Single optical confocal micrographs of chemically- xed and longitudinally- sectioned Z. mays roots stained with Alexa Fluor 488-phalloidin. Note that LatB-treated roots had diffuse staining and fragmentation of F-actin in the form of puncta and short laments (arrowheads). Untreated (solvent controls) had extensive F-actin networks. 500 nM and 1 M eBL on the other hand did not result in any visible effects on F-actin. At 5 M eBL, some regions of the meristem, transition and elongation zone have diffuse uorescence (arrows) and fragmented F-actin (arrowheads). (B,C)Combined box and scatter plots showing quantitative analysis of F-actin occupancy (density B) and skewness (bundling C) in root cells of the transitionelongation zone. Statistical signi cance was determined by one-way ANOVA. Asterisks () refers to individual data points and  mark outliers. Bars are means (n  100 cells)  S.E. Different letters indicate signi cant differences among means (P  0.05, Tukey s test). Scale bars  20 mm.de Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 7cells within the transition and elongation zone. We focused on these root zones because they have been shown to contributemost to the differential growth during the gravity response(Baluska et al., 1996 ). Occupancy is a quantitative metric used to depict F-actin density with higher values indicating a denser F-actin network ( Higaki et al., 2010b ). Compared with controls, occupancy of F-actin in roots treated with 100 nM LatB, 500 nM eBL, and 5 M eBL was lower. Surprisingly, F-actin occupancywas signi cantly higher in roots treated with 1 M eBL compared to control roots ( Figure 2B ). Taken together, our results show that eBL modi es F-actin organization in maize roots by causing a signi cant reduction in density. However, unlike roots treated with LatB, which showed more widespread disruption of F-actin, roots treated with eBL required higher concentrations (i.e. 5 M)to detect distinct qualitative and quantitative effects on F-actinstructure. Even at this higher concentration, impacts on F-actinappeared to be localized to random regions of the root(Figure 2A ). Another metric that we used to quantify eBL effects on F-actin structure is skewness, which measures the degree of asymmetryofuorescence intensity distribution. Skewness has been shown to be a good indicator of F-actin bundling ( Higaki et al., 2010a ). We found that while LatB treatment resulted in a small butsignicant increase in bundling, eBL at all concentrations, did not ( Figure 2C ). Lifeact-mGFP and GFP-ABD2-GFP Reporters Decorate Extensive F-Actin Networks in Living M. truncatula Seedlings Our studies on chemically- xed roots of Z. mays , support the hypothesis that the effects of eBL on root gravitropism and autotropic straightening on a 2-D clinostat are due to disruptions in normal actin function ( Figures 1 and 2). However, the results indicate that eBL only had modest effectson overall F-actin organizati on based on qualitative and quantitative analyses of chemically- xed Z. mays roots (Figures 2A C). Therefore, we next asked if effects of eBL on F-actin would be more obvious in living roots. To address this question, transgenic M. truncatula plants that expressed two live cell F-actin reporters ( Lifeact-mGFP andGFP-ABD2-GFP ) under the control of the ubiquitin 10 (UBQ10 )p r o m o t e rw e r e generated ( Wang et al., 2008 ;Vidali et al., 2009 ;Dyachok et al., 2014 ;Sparks et al., 2016 ). Before using the lines for clinorotation assays, we rst examined the quality of F-actin labeling in seedling roots. We found that Lifeact-mGFP and GFP-ABD2-GFP decorated extensive F-actin networks invarious developmental regions of seedling roots. Distinct F-actin arrays were present in border cells, meristematic cells andcells in the transitionelonga tion zone. Similar to previous reports in A. thaliana , both Lifeact-mGFP and GFP-ABD2- GFP reporters labeled end walls and phragmoplasts in the meristem, and random and longitudinal F-actin cables in theelongation zone of M. truncatula seedling roots ( Figure 3A ). In agreement with previously published work with xed and living roots, both reporters did not label distinct F-actin networks inthe columella despite the presence of clear F-actin bundles in the peripheral cap and border cells. Only diffuse uorescence was observed in the central columella of both reporter lines ( Figure 3A;Baluska et al., 1997 ;Blanca or, 2013 ). Lifeact-mGFP and GFP-ABD2-GFP also labeled extensive F-actin arrays in growingroot hairs that were reminiscent of F-actin organization in A. thaliana lines expressing these two reporters ( Figure 3B ; Dyachok et al., 2014 ;Sparks et al., 2016 ). Moreover, other cell types in transgenic lines expressing GFP-ABD2-GFP and Lifeact-mGFP including guard cells, minor leaf veins and epidermal cellsin nodules exhibited dense F-actin arrays ( Figures 3C E). Although primary root length and growth rate of 5-day-old M. truncatula seedlings expressing Lifeact-mGFP and GFP-ABD2- GFP were similar to wild type ( Figures 3F, G ), dry weights of the same lines at 28 days were lower compared to wild type ( Figures 3H, I ). Epi-Brassinolide Triggers Enhanced Root Curvature Responses in M. truncatula on a Clinostat, But Only Had Mild Effects on F-Actin Organization We next asked if eBL could elicit similar enhancement of root curvature responses in M. truncatula on a clinostat that was previously observed in Z. mays roots ( Figure 1 ). As 5 mM eBL was required to observe clear effects on F-actin in chemically-xedZ. mays roots ( Figure 2 ), we used the same concentration for the M. truncatula clinostat assays. Furthermore, we focused our clinostat assays on lines expressing GFP-ABD2-GFP. TheGFP-ABD2-GFP lines were chosen for our root clinostat assaysbecause F-actin in the transition and elongation zone was ner and less bundled compared to Lifeact-mGFP lines, anobservation consistent with previous work on A. thaliana (Dyachok et al., 2014 ). Consistent with previous reports, LatB- treated M. truncatula roots expressing GFP-ABD2-GFP exhibited enhanced curvature on a clinostat ( Figures 4A, B ; Hou et al., 2003 ). Like in Z. mays roots, eBL treatment caused M. truncatula roots to curve strongly on a clinostat ( Figures 4A, B ). Although, enhanced curvature on a clinostat was observed inLatB- and eBL-treated M. truncatula roots, the nal average curvature was less than that observed in Z. mays (Compare Figure 1 andFigure 4 ). Having established that M. truncatula roots expressing the GFP-ABD2-GFP F-actin reporter exhibited enhanced curvatureon a clinostat, we then asked if F-actin organization in livingroots was modi ed by eBL. We focused our analyses on root cells within the transition and elongation zone. Consistent with observations in chemically- xedZ. mays roots, F-actin in M. truncatula roots expressing UBQ10:GFP-ABD2-GFP was clearly disrupted after treatment with 100 nM LatB. While rootepidermal cells in the elongation zone of untreated roots hadextensive cortical F-actin networks, F-actin in the same region after 1 h exposure to 100 nM LatB were less dense and fragmented ( Figure 5A ). Moreover, F-actin in live M. truncatula roots treated with LatB had lower occupancy values, which corroborated results with chemically xedZ. mays roots (Figure 5B ). Experiments with eBL were less conclusive,de Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 8particularly with regard to the impact on F-actin density. Surprisingly, F-actin in roots treated with 5 M eBL had intactcortical F-actin networks that w ere qualitatively similar to untreated roots ( Figure 5A ). Quantitative analysis showed that F-actin occupancy values were consistent with the observationthat 5 M eBL had no signi cant effects on F-actin density in living roots ( Figure 5B ). Furthermore, while F-actin skewness increased in LatB-treated roots, this metric was not affected by 5M eBL ( Figure 5C ). Next, we asked if eBL had other measurable quantitative impacts on F-actin organization in living M. truncatula roots.For this analysis, the degree of orientation of F-actin in root cell images was analyzed using a metric called eccentricity. Lowereccentricity values indicate a more disordered F-actin network. Modi ed cortical F-actin eccentricity was reported in Physcomitrella patens ROP4 RNA interference (RNAi) lines (Burkart et al., 2015 ). Using metrics developed by Burkhart et al. (2015), we found that F-actin in living M. truncatula roots treated with 100 nM LatB and 5 M eBL had signi cantly lower eccentricity values than F-actin in untreated roots. This resulti n d i c a t e dt h a tb o t hL a t Ba n de B Lt r e a t m e n t sl e dt om o r e disordered F-actin ( Figure 5D ). FIGURE 3  Representative images of F-actin in various cells and tissues of M. truncatula seedlings expressing the UBQ10:GFP-ABD2-GFP and UBQ10:Lifeact- mGFP reporters. (A)F-actin in various developmental regions of seedling primary roots. Numbers (1-5) in (A,B)correspond to regions of the bright eld image of the root shown in (panel A). 1  root cap, 2  border cells, 3  meristem 4  elongation zone, 5  root hairs. Note that while peripheral cap ( pc) and border cells ( bc) have distinct F-actin arrays, the columella ( c) region has diffuse uorescent signal. Arrowheads in the root meristem mark the phragmoplasts. (B)Both UBQ10:GFP- ABD2-GFP and UBQ10:Lifeact-mGFP decorate F-actin in growing root hairs. Extensive F-actin networks were also documented in guard cells of cotyledons (C), epidermal cells of minor veins of a young leaf (D)and epidermal cells in a young nodule (E). Scale bars  10 m (for A,C,D) 20 m (for E), 50 m (for low magni cation images in B) and 10 m (for high magni cation images in B). Primary root length and primary root growth rate were not affected in UBQ10:GFP-ABD2- GFP andUBQ10:Lifeact-mGFP lines, compared to wild type (F,G). Actin reporter lines showed smaller root and shoot dry weight when compared to wild type, after 28 days of growth (H,I). Statistical signi cance was determined by one-way ANOVA. Bars are means (n  16 plants)  S.E. Different letters indicate signi cant differences among means (P  0.05, Tukey s test).de Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 9Epi-Brassinolide Inhibits Global F-Actin Dynamics in Etiolated Hypocotyls of Living M. truncatula Seedlings Because actin function is de ned not only by overall organization within cells, but also by dynamics ( Staiger et al., 2009 ;Burkart et al., 2015 ), the effects of eBL on F-actin dynamics were analyzed. For these experiments, epidermal cells of etiolatedbarrel medic seedlings expressing UBQ10:Lifeact-mGFP were used for analyzing F-actin dynamics. We used lines expressingUBQ10:Lifeact-mGFP for these analyses because the F-actin arrays in hypocotyls of these lines were more readily visualized than those expressing UBQ10:GFP-ABD2-GFP . Roots were not used for this analysis because they grew out of the eld of view within the desired 1 min period required for global actindynamics analysis. Furthermore, the thick roots from M. truncatula were dif cult to keep in the same focal plane during imaging, which complicated the interpretation of results. Cortical F-actin in M. truncatula hypocotyls were captured every second for 1 min and movies were used to quantify globalchanges in F-actin following the metrics developed by Vidali et al. (2010) (Supplemental Movies S1 andS2). These metrics included pixel difference values that capture intensity differencesbetween images every second, and correlation coef cients that indicate the degree of change ( Figures 6A, B ). A larger difference between pixels over time and a steeper decay in the correlation coefcient indicated a more dynamic F-actin network ( Vidaliet al., 2010 ;Dyachok et al., 2014 ;Burkart et al., 2015 ). The F- actin network in epidermal cells of eBL-treated etiolated M. truncatula hypocotyls had lower intensity difference values and a more gradual decay of the correlation coef cient compared to solvent control seedlings ( Figures 6C, D ). Taken together, these data imply that eBL treatment suppressed F-actin dynamics in etiolated M. truncatula hypocotyls. DISCUSSION In this paper, a slowly-rotating 2-D clinostat was used to gain additional insights into actin-mediated regulation of directionalroot growth. These experiments showed that brassinosteroids were involved in modulating directional root growth, in part, by modifying the organization and dynamics of the actincytoskeleton. This conclusion was based on the observationthat exogenous application of eBL and LatB triggered similarenhanced root gravitropism and ampli ed root coiling on a clinostat ( Figure 1 ). The curvature responses of roots treated with eBL and LatB during continuous gravistimulation and on a clinostat are reminiscent of the behavior of in orescence stems of A. thaliana myosin XI and actin8 mutants ( Kato et al., 2010 ; Okamoto et al., 2015 ;Talts et al., 2016 ). The hyperbending of inorescence stems of myosin and actin A. thaliana mutants was proposed to be the result of inhibited autotropism. With an FIGURE 4  Epi-Brassinolide (eBL)- and LatB- dampened straightening of M. truncatula roots expressing UBQ10:GFP-ABD2-GFP .(A)Representative images of M. truncatula roots grown on a 2-D clinostat for 15 h to test autotropic straightening after withdrawal of the gravity signal. Vertical roots treated with 100 nM LatB and 5 mM eBL for 1 h were mounted on a 2-D clinostat and kept horizontal for 20 min prior to clinorotation. (B)Quanti cation of angle of curvature after 15 h of clinorotation. Statistical signi cance was determined by one-way ANOVA. Means (n  14 roots)  S.E. Different letters indicate signi cant differences among means (P  0.05, Tukey s test).de Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 10aberrant acto-myosin system in ber cells, it was proposed that the stems could no longer perceive their posture to initiate astraightening response ( Okamoto et al., 2015 ). Here, we propose that a similar mechanism may be operating in roots, and that eBLis a component of the root organ straightening response throughits impacts on F-actin. Most of the studies implicating the actin cytoskeleton in gravitropism have emphasized its role in the gravity perceptionphase ( Blanca or, 2013 ;Su et al., 2017 ). In gravity sensing cells such as the columella, actin has been proposed to interact withamyloplasts to facilitate conversion of the physical gravity signalto a biochemical signal ( Zheng et al., 2015 ). Because actin inhibitors such as LatB or mutations to genes encoding actin itself led to stronger root gravitropic curvature ( Yamamoto and Kiss, 2002 ;Hou et al., 2003 ;Kato et al., 2010 ;Lanza et al., 2012 ), it was proposed that the unrestrained sedimentation ofamyloplasts may amplify the gravity sensing signal leading to amore robust graviresponse ( Blanca or, 2013 ). However, work on A. thaliana myosin XI mutants ( Okamoto et al., 2015 ) and results presented here, suggest a more prominent role for actin in thegraviresponse phase, and more speci cally in the autotropic straightening response that e nables plant organs to correcttheir orientation ( Stankovic et al., 1998a ;Stankovi et al., 1998b ). Furthermore, given the dif culties in obtaining clear images of F-actin in the columella ( Figure 3 ), we cannot rule out the possibility that a secondary mechanism of gravity sensing inthe root transition zone might be affected by LatB ( Wolverton et al., 2002 ). A number of studies have implicated eBL in directional root growth control. For instance, eBL application mirrored theenhanced root waving and gravitropism of A. thaliana actin2 mutants and caused disruptions in F-actin con gurations in wild type ( Lanza et al., 2012 ). Enhanced root gravitropism was also observed in wild-type A. thaliana roots treated with eBL and this process was proposed to be mediated by ROP2-dependent modi cation of F-actin assembly and disassembly ( Li et al., 2005 ). While our results expand on these previous observations, experiments with a clinostat implicated eBL as apotential regulator of autotropism, and like previous results withLatB-treated roots, provide an alternative explanation of why this hormone has an apparent promotive effect on gravitropism. Although previous studies have shown that eBL modi es F- actin organization in A. thaliana roots ( Lanza et al., 2012 ), we found that eBL effects on F-actin organization in xedZ. mays FIGURE 5  F-actin organization in epidermal cells of living M. truncatula roots expressing UBQ10:GFP-ABD2-GFP after 1 h exposure to LatB or eBL. (A) Representative single confocal optical section images of cells in the elongation zone. Note the reduced uorescence and extensive fragmentation of F-actin in cells treated with LatB but not with eBL. The two right most panels show variable effects of eBL on F-actin organization. (BD)Combined box and scatter plots showing quantitative analysis of F-actin occupancy (density), skewness (bundling) and eccentricity in root cells of the transitionelongation zone. Unli ke LatB-treatment, no signi cant differences between eBL and solvent controls were detected with regard to F-actin occupancy (B)and skewness (C). However, a signi cant difference was observed between eBL and solvent controls with regard to the eccentricity metric, which refers to alignment of F-actin (D). Asterisks () refers to individual data points and  mark outliers. Statistical signi cance was determined by one-way ANOVA. Bars are means (n  50 cells)  S.E. Different letters indicate signi cant differences among means (P  0.05, Tukey s test). Scale bar  20 mm.de Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 11roots and living M. truncatula roots were not as pronounced and consistent as those induced by LatB. Higher concentrations of eBL were needed to elicit distinct qualitative and quantitative changes in F-actin in both chemically- xedZ. mays roots and living M. truncatula roots. In fact, it was surprising to nd that 1 M eBL led to increased F-actin occupancy values compared tocontrols, while concentrations lower (500 nM) or higher (5 M)than 1 M led to reduced values ( Figure 2B ). Moreover, F-actin occupancy and bundling in living roots treated with 5 M eBL was not different from untreated controls ( Figures 5B, C ). LatB- treatment on the other hand, led to an increase in F-actinbundling, which was likely due to aggregation of F-actinfragments in some of the root cells analyzed. Althoughoccupancy and bundling were not affected by eBL, we foundthat eccentricity of F-actin in LatB- and eBL-treated roots were reduced relative to controls ( Figure 5D ). It is tempting to speculate that eBL-induced re duction in F-actin alignment alone is suf cient to account for a large part of the root autotropic inhibition observed here. It is important to note,however, that all of the F-actin analyses reported here wereconducted pre-clinorotation. It is possible that changes in F-actin organization during the process of clinorotation were unaccounted for in our analyses. Experiments involving chemically xing roots at various time points during clinorotation or a system in which live roots expressing the F-actin reporters can be imaged on a clinostat, will be necessary toaddress such possibilities. Okamoto et al. (2015) proposed that the long F-actin cables in the in orescence stem ber cells were the structures that modulated organ straightening possibly by regulatingcytoplasmic streaming. It is possible that eBL regulation ofroot autotropic straightening is facilitated by a population ofF-actin in speci c root cell types that are not detected by the quantitative metrics used in our studies. This could explain whyeBL had only modest effects on overall F-actin organization, but still caused LatB-like autotropic straightening defects. Another possibility is that dampening of global F-actin dynamics by eBLas revealed by live cell imaging of etiolated Mt r u n c a t u l a hypocotyls could account for autotropic straightening defects.Suppressed global F-actin dynamics after eBL exposure could FIGURE 6  Epi-Brassinolide (eBL) inhibited global F-actin dynamics in etiolated hypocotyl epidermal cells of M. truncatula expressing UBQ10:Lifeact-mGFP . Representative images of three time points (20, 40 and 60 s) of solvent controls (A)and eBL treated (B)cells as separate color channels in red, green and blue (RGB) image. White overlay in each image indicates low dynamics. Scale bar  10 mm. Time-lapse movies corresponding to the merged images are presented as Supplemental Movie S1 (for untreated) and S2(eBL-treated). Quanti cation of global F-actin dynamics based on changes in pixel (C)and decay of the correlation coef cient (D). Statistical analyses of correlation coef cients and total difference in hypocotyl epidermal cells as a function of temporal intervals. Correlationdifference for solvent controls versus eBL-treated hypocotyls are as follows: 0.020860.007597 (20 s); 0.030.006639 (40 s) and 0.0570.006069 (60 s). A djusted P-values are shown for rejecting equivalence of means; values marked by an asterisk indicate statistical signi cance at the 0.05 level.de Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 12modify targeting of plasma membrane-associated proteins, such as PIN2, leading to dampened autotropism ( Li et al., 2005 ;Lanza et al., 2012 ). Unfortunately, we were unable to obtain global F- actin dynamic data on M. truncatula root cells because of technical dif culties associated with keeping actively growing roots within the microscope eld of view. As such, a direct link between root F-actin dynamics and root autotropism is missing. For the future, a suitable clinostat assay using M. truncatula shoots should help clarify if reduced global F-actin dynamics canexplain eBL effects on organ straightening. Furthermore, liveuorescent protein-based F-actin marker lines in Z. mays could help strengthen the link between F-actin organization and autotropic organ growth ( Wu et al., 2013 ). For more than a decade, genetically-encoded F-actin reporters based on uorescent protein technology have advanced our understanding of actin function during plantdevelopment ( Voigt et al., 2005 ;Wang et al., 2008 ). In addition to new insights into the processes underlying directional root growth control, our work introduces a set of M. truncatula lines expressing two types of genetically encoded F-actin reporters.These new F-actin reporter lines could potentially be used toaddress a range of biological questions. Speci cally, a future gravitational biology-related study in which these new M. truncatula lines would be of value is the dynamic monitoring of F-actin in various tissues of graviresponding roots using vertical stage microscopy ( Von Wangenheim et al., 2017 ). Vertical stage microscopy c ombined with new imaging modalities such as airy scan should enable super-resolution ofF-actin during plant gravity response ( Komis et al., 2018 ). Moreover, some light sheet microscopy platforms allow forplant organs to be positioned vertically. Such methods pave the way for long term and volumetric imaging of F-actin dynamics during plant gravity response using these new M. truncatula lines (Oveka et al., 2018 ). Similar to previous reports in A. thaliana plants expressing live cell F-actin reporters ( Ketelaar et al., 2004 ; Dyachok et al., 2014 ), mature M. truncatula plants expressing Lifeact-mGFP and GFP-ABD2-GFP appear to have growth defects based on their reduced shoot and root dry weights when compared to controls. However, the negative growth effects induced by expressing these reporters were mild andnot very pronounced in young seedlings. Thus, if used withcaution, these Lifeact-mGFP and GFP-ABD2-GFP M. truncatula lines should be a valuable addition to existing uorescent protein-based toolkit for studying dynamic cellular processes in legumes ( Ivanov and Harrison, 2014 ;Cvrckova and Oulehlova, 2017 ;Zhang et al., 2019 ). In conclusion, our results implicate brassinosteroids in root autotropism. Brassinoster oids modulate this process by modifying F-actin organization and dynamics in a mannerdifferent from that of the actin-disrupting compound LatB.Regardless of the mechanisms by which eBL modi es F-actin, our studies reinforce previous observations that the acto-myosin system is an important component of plant tropistic responses.Finally, through our work, we introduced a set of M. truncatula lines expressing uorescent protein-based reporters that could enable new studies of actin-mediated processes in legumes. DATA AVAILABILITY STATEMENT All datasets for this study are included in the articleSupplementary Material . AUTHOR CONTRIBUTIONS LB, AP-G, AC, and EB conceived and designed the research. LB, JK, and EB conducted F-actin labelling in xed roots. LB, AP-G, SC, AC, and EB performed root gravitropism, plant growth,clinostat assays and live cell imaging. QJ and JS generated andmaintained transgenic plants. FL conducted quantitative analysisof F-actin. All authors contributed to writing and editingthe paper. FUNDING This work was supported by the National Aeronautics and SpaceAdministration grants 80NSSC18K1462 and 80NSSC19KO129to EB, and the Noble Research Institute LLC. LB was supportedby a fellowship from Biomass for the 21st century (https:b21st.ku.dk). ACKNOWLEDGMENTS We thank Barbara Nova-Franco, Maira Sparks and Erika Phillips (Noble Research Institute, LLC.) for their assistance in growing M. truncatula plants for root and shoot growth characterization and imaging. We thank Jianfei Yun from Transformation CoreFacility (Noble Research Institute, LLC.) for the technicalassistance in the production and veri cation of transgenic M. truncatula plants. Finally, we thank Ye Zhang and Jeffrey Richards of the Microgravity Simulator Support Facility (National Aeronautics and Spa ce Administration Ken0nedy Space Center) for the advice on the use of microgravity analogs. SUPPLEMENTARY MATERIAL The Supplementary Material for this article can be found onlineat: https:www.frontiersin.orgarticles10.3389fpls.2020.00005fullsupplementary-materialde Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 13REFERENCES Baluska, F., Hauskrecht, M., Barlow, P. W., and Sievers, A. (1996). Gravitropism of the primary root of maize: a complex pattern of differential cellular growth inthe cortex independent of the microtubular cytoskeleton. Planta 198, 310 318. doi: 10.1007BF00206258 Baluska, F., Kreibaum, A., Vitha, S., Parker, J. S., Barlow, P. W., and Sievers, A. (1997). Central root cap cells are depleted of endoplasmic microtubules and actin micro lament bundles: implications for their role as gravity-sensing statocytes. Protoplasma 196, 212 223. doi: 10.1007BF01279569 Bastien, R., Bohr, T., Moulia, B., and Douady, S. (2013). Unifying model of shoot gravitropism reveals proprioception as a central feature of posture control in plants. P r o c .N a t l .A c a d .S c i .U . S . A . 110, 755 760. doi: 10.1073 pnas.1214301109 Bisgrove, S. R. (2008). The roles of microtubules in tropisms. Plant Sci. 175, 747  755. doi: 10.1016j.plantsci.2008.08.009 Blanca or, E. B., and Hasenstein, K. H. (1997). The organization of the actin cytoskeleton in vertical and graviresponding primary roots of maize. Plant Physiol. 113, 1447 1455. doi: 10.1104pp.113.4.1447 Blanca or, E. B., and Masson, P. H. (2003). Plant gravitropism. Unraveling the ups and downs of a complex process. Plant Physiol. 133, 1677 1690. doi: 10.1104 pp.103.032169 Blanca or, E. B., Hou, G. C., and Mohamalawari, D. R. (2003). The promotive effect of latrunculin B on maize root gravitropism is concentration dependent. Adv. Space Res. 31, 2215 2220. doi: 10.1016S0273-1177(03)00247-3 Blanca or, E. B. (2002). The Cytoskeleton and Gravitropism in Higher Plants. J. Plant Growth Regul. 21, 120 136. doi: 10.1007s003440010041 Blanca or, E. B. (2013). Regulation of plant gravity sensing and signaling by the actin cytoskeleton. Am. J. Bot. 100, 143 152. doi: 10.3732ajb.1200283 Boisson-Dernier, A., Chabaud, M., Garcia, F., Becard, G., Rosenberg, C., and Barker, D. G. (2001). Agrobacterium rhizogenes-transformed roots of Medicago truncatula for the study of nitrogen- xing and endomycorrhizal symbiotic associations. Mol. Plant Microbe Interact. 14, 695 700. doi: 10.1094 MPMI.2001.14.6.695 Burkart, G. M., Baskin, T. I., and Bezanilla, M. (2015). A family of ROP proteins that suppresses actin dynamics, and is essential for polarized growth and cell adhesion. J. Cell Sci. 128, 2553 2564. doi: 10.1242jcs.172445 Cvrckova, F., and Oulehlova, D. (2017). A new kymogram-based method reveals unexpected effects of marker protein expression and spatial anisotropy ofcytoskeletal dynamics in plant cell cortex. Plant Methods 13, 19. doi: 10.1186 s13007-017-0171-9 Dyachok, J., Zhu, L., Liao, F., He, J., Huq, E., and Blanca or, E. B. (2011). SCAR mediates light-induced root elongation in Arabidopsis through photoreceptors and proteasomes. Plant Cell 23, 3610 3626. doi: 10.1105tpc.111.088823 Dyachok, J., Sparks, J. A., Liao, F., Wang, Y. S., and Blanca or, E. B. (2014). Fluorescent protein-based reporters of the actin cytoskeleton in living plant cells: uorophore variant, actin binding domain, and promoter considerations. Cytoskeleton (Hoboken) 71, 311 327. doi: 10.1002cm.21174 Dyachok, J., Paez-Garcia, A., Yoo, C. M., Palanichelvam, K., and Blanca or, E. B. (2016). Fluorescence Imaging of the Cytoskeleton in Plant Roots. Methods Mol. Biol. 1365, 139 153. doi: 10.1007978-1-4939-3124-8_7 Firn, R. D., and Digby, J. (1997). Solving the puzzle of gravitropism - has a lost piece been found? Planta 203, 159 163. doi: 10.1007PL00008104 Guisinger, M. M., and Kiss, J. Z. (1999). The in uence of microgravity and space ight on columella cell ultrastructure in starch-de cient mutants of Arabidopsis. Am. J. Bot. 86, 1357 1366. doi: 10.23072656918 Higaki, T., Kutsuna, N., Sano, T., K ondo, N., and Hasezawa, S. (2010a). Quanti cation and cluster analysis of actin cytoskeletal structures in plant cells: role of actin bundling in stomatal movement during diurnal cycles in Arabidopsis guard cells. Plant J. 61, 156 165. doi: 10.1111j.1365- 313X.2009.04032.x Higaki, T., Kutsuna, N., Sano, T., Kondo, N., and Hasezawa, S. (2010b). Quanti cation and cluster analysis of actin cytoskeletal structures in plant cells: role of actin bundling in stomatal movement during diurnal cycles in Arabidopsis guard cells. Plant J. 61, 156 165. doi: 10.1111j.1365- 313X.2009.04032.xHou, G., Mohamalawari, D. R., and Blanca or, E. B. (2003). Enhanced gravitropism of roots with a disrupted cap actin cytoskeleton. Plant Physiol. 131, 1360 1373. doi: 10.1104pp.014423 Hou, G., Kramer, V. L., Wang, Y.-S., Chen, R., Perbal, G., Gilroy, S., et al. (2004). The promotion of gravitropism in Arabidopsis roots upon actin disruption is coupled with the extended alkalinization of the columella cytoplasm and a persistent lateral auxin gradient. Plant J. 39, 113 115. doi: 10.1111j.1365- 313X.2004.02114.x Ivanov, S., and Harrison, M. J. (2014). A set of uorescent protein-based markers expressed from constitutive and arbuscular mycorrhiza-inducible promoters tolabel organelles, membranes and cytoskeletal elements in Medicago truncatula. Plant J. 80, 1151 1163. doi: 10.1111tpj.12706 Jiang, Q., Fu, C.-X., and Wang, Z.-Y. (2019). A Uni ed Agrobacterium-Mediated Transformation Protocol for Alfalfa ( Medicago sativa L.) and Medicago truncatula ,inTransgenic Plants. Methods in Molecular Biology .E d s .S . Kumar, P. Barone and M. Smith (Humana Press, New York, NY: Humana Press), 153 163. doi: 10.1007978-1-4939-8778-8_11 Kato, T., Morita, M. T., and Tasaka, M. (2010). Defects in dynamics and functions of actin lament in Arabidopsis caused by the dominant-negative actin z1- induced fragmentation of actin lament. Plant Cell Physiol. 51, 333 338. doi: 10.1093pcppcp189 Ketelaar, T., Anthony, R. G., and Hussey, P. J. (2004). Green uorescent protein- mTalin causes defects in actin organization and cell expansion in Arabidopsis and inhibits actin depolymerizing factor s actin depolymerizing activity in vitro.Plant Physiol. 136, 3990 3998. doi: 10.1104pp.104.050799 Kim, S.-K., Chang, S. C., Lee, E. J., Chung, W.-S., Kim, Y.-S., Hwang, S., et al. (2000). Involvement of Brassinosteroids in the Gravitropic Response of Primary Root of Maize. Plant Physiol. 123, 997 1004. doi: 10.1104 pp.123.3.997 Kim, T. W., Lee, S. M., Joo, S. H., Yun, H. S., Lee, Y., Kaufman, P. B., et al. (2007). Elongation and gravitropic responses of Arabidopsis roots are regulated bybrassinolide and IAA. Plant Cell Environ. 30, 679 689. doi: 10.1111j.1365- 3040.2007.01659.x Kiss, J. Z. (2000). Mechanisms of the early phases of plant gravitropism. CRC Crit. Rev. Plant Sci. 19, 551 573. doi: 10.108007352680091139295 Komis, G., Novk, D., Ove ka, M., amajov, O., and amaj, J. (2018). Advances in imaging plant cell dynamics. Plant Physiol. 176, 80 93. doi: 10.1104 pp.17.00962 Lanza, M., Garcia-Ponce, B., Castrillo, G., Catarecha, P., Sauer, M., Rodriguez- Serrano, M., et al. (2012). Role of actin cytoskeleton in brassinosteroid signaling and in its integration with the auxin response in plants. Dev. Cell 22, 1275 1285. doi: 10.1016j.devcel.2012.04.008 Li, L., Xu, J., Xu, Z. H., and Xue, H. W. (2005). Brassinosteroids stimulate plant tropisms through modulation of polar auxin transport in Brassica and Arabidopsis. Plant Cell 17, 2738 2753. doi: 10.1105tpc.105.034397 Lofke, C., Zwiewka, M., Heilmann, I., Van Montagu, M. C., Teichmann, T., and Friml, J. (2013). Asymmetric gibberellin signaling regulates vacuolar traf cking of PIN auxin transporters during root gravitropism. Proc. Natl. Acad. Sci. U.S.A. 110, 3627 3632. doi: 10.1073pnas.1300107110 Meudt, W. J. (1987). Investigations on the mechanism of the brassinosteroid response: VI. Effect of brassinolide on gravitropism of bean hypocotyls. Plant Physiol. 83, 195 198. doi: 10.1104pp.83.1.195 Myers, A. B., Glyn, G. H., Digby, J., and Firn, R. D. (1995). The effect of displacement angle on the gravitropic and autotropic growth responses of sunower hypocotyls. Ann. Bot. 75, 277 280. doi: 10.1006anbo.1995.1021 Nakamura, M., Toyota, M., Tasaka, M., and Morita, M. T. (2011). An Arabidopsis E3 ligase, SHOOT GRAVITROPISM9, modulates the interaction between statoliths and F-actin in gravity sensing. Plant Cell 23, 1830 1848. doi: 10.1105 tpc.110.079442 Nakashima, J., Liao, F., Sparks, J. A., Tang, Y., and Blanca or, E. B. (2014). The actin cytoskeleton is a suppressor of the endogenous skewing behaviour of Arabidopsis primary roots in microgravity. Plant Biol. (Stuttg) 16 Suppl 1, 142  150. doi: 10.1111plb.12062 Okamoto, K., Ueda, H., Shimada, T., Tamura, K., Kato, T., Tasaka, M., et al. (2015). Regulation of organ straightening and plant posture by an actin  myosin XI cytoskeleton. Nat. Plants 1, 15031. doi: 10.1038nplants.2015.31de Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 14Oveka, M., von Wangenheim, D., Toman k, P., amajov, O., Komis, G., and amaj, J. (2018). Multiscale imaging of plant development by light-sheet uorescence microscopy. Nat. Plants 4, 639 650. doi: 10.1038s41477-018- 0238-2 Pernisova, M., Prat, T., Grones, P., Harustiakova, D., Matonohova, M., Spichal, L., et al. (2016). Cytokinins in uence root gravitropism viadifferential regulation of auxin transporter expression and localization in Arabidopsis. New Phytol. 212, 497 509. doi: 10.1111nph.14049 Pound, M. P., French, A. P., Atkinson, J. A., Wells, D. M., Bennett, M. J., and Pridmore, T. (2013). RootNav: navigating images of complex root architectures. Plant Physiol. 162, 1802 1814. doi: 10.1104pp.113.221531 Rakusova, H., Fendrych, M., and Friml, J. (2015). Intracellular traf cking and PIN- mediated cell polarity during tropic responses in plants. Curr. Opin. Plant Biol. 23, 116 123. doi: 10.1016j.pbi.2014.12.002 Roychoudhry, S., Del bianco, M., Kieffer, M., and Kepinski, S. (2013). Auxin controls gravitropic setpoint angle in higher plant lateral branches. Curr. Biol. 23, 1497 1504. doi: 10.1016j.cub.2013.06.034 Roychoudhry, S., Kieffer, M., Del Bianco, M., Liao, C. Y., Weijers, D., and Kepinski, S. (2017). The developmental and environmental regulation of gravitropic setpoint angle in Arabidopsis and bean. Sci. Rep. 7, 42664. doi: 10.1038srep42664 Sack, F. D. (1997). Plastids and gravitropic sensing. Planta 203, S63 S68. doi: 10.1007PL00008116 Sato, E. M., Hijazi, H., Bennett, M. J., Vissenberg, K., and Swarup, R. (2015). New insights into root gravitropic signalling. J. Exp. Bot. 66, 2155 2165. doi: 10.1093jxberu515 Sparks, J. A., Kwon, T., Renna, L., Liao, F., Brandizzi, F., and Blanca or, E. B. (2016). HLB1 is a tetratricopeptide repeat domain-containing protein that operates at the intersection of the exocytic and endocytic pathways at the TGN EE in Arabidopsis. Plant Cell 28, 746 769. doi: 10.1105tpc.15.00794 Staiger, C. J., Sheahan, M. B., Khurana, P., Wang, X., Mccurdy, D. W., and Blanchoin, L. (2009). Actin lament dynamics are dominated by rapid growth and severing activity in the Arabidopsis cortical array. J. Cell Biol. 184, 269  280. doi: 10.1083jcb.200806185 Stankovi , B., Volkmann, D., and Sack, F. D. (1998b). Autonomic straightening after gravitropic curvature of cress roots. Plant Physiol. 117, 893 900. doi: 10.1104pp.117.3.893 S t a n k o v i c ,B . ,V o l k m a n n ,D . ,a n dS a c k ,F .D .( 1 9 9 8 a ) .A u t o t r o p i s m , automorphogenesis, and gravity. Physiol. Plant 102, 328 335. doi: 10.1034 j.1399-3054.1998.1020222.x Su, S.-H., Gibbs, N. M., Jancewicz, A. L., and Masson, P. H. (2017). Molecular mechanisms of root gravitropism. Curr. Biol. 27, R964 R972. doi: 10.1016 j.cub.2017.07.015 Swarup, R., Friml, J., Marchant, A., Ljung, K., Sandberg, G., Palme, K., et al. (2001). Localization of the auxin permease AUX1 suggests two functionally distinct hormone transport pathways operate in the Arabidopsis root apex. Genes Dev. 15, 2648 2653. doi: 10.1101gad.210501 Talts, K., Ilau, B., Ojangu, E. L., Tanner, K., Peremyslov, V. V., Dolja, V. V., et al. (2016). Arabidopsis Myosins XI1, XI2, and XIK Are Crucial for Gravity- Induced Bending of In orescence Stems. Front. Plant Sci. 7, 1932. doi: 10.3389 fpls.2016.01932 Tarui, Y., and Iino, M. (1999). Gravitropism and Phototropism of oat coleoptiles: Post-Tropic autostraightening and tissue shrinkage durring tropism. Elservier Sci., 743 753. doi: 10.1016S0273-1177(99)00408-1Tasaka, M., Kato, T., and Fukaki, H. (1999). The endodermis and shoot gravitropism. Trends Plant Sci. 4, 103 107. doi: 10.1016S1360-1385(99)01376-X Vandenbussche, F., Callebert, P., Zadnikova, P., Benkova, E., and Van Der Straeten, D. (2013). Brassinosteroid control of shoot gravitropism interacts with ethylene and depends on auxin signaling components. Am. J. Bot. 100, 215 225. doi: 10.3732ajb.1200264 Vidali, L., Rounds, C. M., Hepler, P. K., and Bezanilla, M. (2009). Lifeact-mEGFP reveals a dynamic apical F-actin network in tip growing plant cells. PloS One 4, e5744. doi: 10.1371journal.pone.0005744 Vidali, L., Burkart, G. M., Augustine, R. C., Kerdavid, E., Tuzel, E., and Bezanilla, M. (2010). Myosin XI is essential for tip growth in Physcomitrella patens. Plant Cell22, 1868 1882. doi: 10.1105tpc.109.073288 Voigt, B., Timmers, A. C., Samaj, J., Mller, J., Baluska, F., and Menzel, D. (2005). GFP-fABD2 fusion construct allows in vivo localization of the dynamic actin cytoskeleton in all cells of Arabidopsis seedlings. Eur. J. Cell Biol. 84, 595 608. doi: 10.1016j.ejcb.2004.11.011 Von Wangenheim, D., Hauschild, R., Fendrych, M., Barone, V., Benkova, E., and Friml, J. (2017). Live tracking of moving samples in confocal microscopy for vertically grown roots. Elife 6, e26792. doi: 10.7554eLife.26792 Wang, Y. S., Yoo, C. M., and Blanca or, E. B. (2008). Improved imaging of actin laments in transgenic Arabidopsis plants expressing a green uorescent protein fusion to the C- and N-termini of the mbrin actin-binding domain 2.New Phytol. 177, 525 536. doi: 10.1111j.1469-8137.2007.02261.x Wolverton, C., Ishikawa, H., and Evans, M. L. (2002). The kinetics of root gravitropism: dual motors and sensors. J. Plant Growth Regul. 21, 102 112. doi: 10.1007s003440010053 Wu, Q., Luo, A., Zadrony, T., Sylvester, A., and Jackson, D. (2013). Fluorescent protein marker lines in maize: generations and applications. Int. J. Dev. Biol. 57, 535 543. doi: 10.1387ijdb.130240qw Yamamoto, K., and Kiss, J. Z. (2002). Disruption of the actin cytoskeleton results in the promotion of gravitropism in in orescence stems and hypocotyls of Arabidopsis. Plant Physiol. 128, 669 681. doi: 10.1104pp.010804 Zhang, X., Han, L., Wang, Q., Zhang, C., Yu, Y., Tian, J., et al. (2019). The host actin cytoskeleton channels rhizobia release and facilitates symbiosomeaccommodation during nodulation in Medicago truncatula. New Phytol. 221, 1049 1059. doi: 10.1111nph.15423 Zheng, Z., Zou, J., Li, H., Xue, S., Wang, Y., and Le, J. (2015). Microrheological insights into the dynamics of amyloplasts in root gravity-sensing cells. Mol. Plant 8, 660 663. doi: 10.1016j.molp.2014.12.021 Zhou, W., Wang, Y., Wu, Z., Luo, L., Liu, P., Yan, L., et al. (2016). Homologs of SCARWAVE complex components are required for epidermal cellmorphogenesis in rice. J. Exp. Bot. 67, 4311 4323. doi: 10.1093jxberw214 Conict of Interest: The authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential con ict of interest. Copyright  2020 de Bang, Paez-Garcia, Cannon, Chin, Kolape, Liao, Sparks, Jiang and Blanca or. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduc- tion in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, inaccordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.de Bang et al. Brassinosteroids Modulate Root Autotropism Frontiers in Plant Science  www.frontiersin.org February 2020  Volume 11  Article 5 15",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            }
        ]
    }
]