[
    {
        "pmid": "34946886",
        "title": "Role of Basal ABA in Plant Growth and Development.",
        "year": "2021",
        "journal": "Genes (Basel)",
        "abstract": "Abscisic acid (ABA) regulates various aspects of plant physiology, including promoting seed dormancy and adaptive responses to abiotic and biotic stresses. In addition, ABA plays an im-portant role in growth and development under non-stressed conditions. This review summarizes phenotypes of ABA biosynthesis and signaling mutants to clarify the roles of basal ABA in growth and development. The promotive and inhibitive actions of ABA in growth are characterized by stunted and enhanced growth of ABA-deficient and insensitive mutants, respectively. Growth regulation by ABA is both promotive and inhibitive, depending on the context, such as concentrations, tissues, and environmental conditions. Basal ABA regulates local growth including hyponastic growth, skotomorphogenesis and lateral root growth. At the cellular level, basal ABA is essential for proper chloroplast biogenesis, central metabolism, and expression of cell-cycle genes. Basal ABA also regulates epidermis development in the shoot, by inhibiting stomatal development, and deposition of hydrophobic polymers like a cuticular wax layer covering the leaf surface. In the root, basal ABA is involved in xylem differentiation and suberization of the endodermis. Hormone crosstalk plays key roles in growth and developmental processes regulated by ABA. Phenotypes of ABA-deficient and insensitive mutants indicate prominent functions of basal ABA in plant growth and development.",
        "full_text": "genesG C A T T A C G G C A T Review Role of Basal ABA in Plant Growth and Development Benjamin P . Brookbank1,, Jasmin Patel1,2,, Sonia Gazzarrini1,2, and Eiji Nambara1, gid00030gid00035gid00032gid00030gid00038gid00001gid00033gid00042gid00045 gid00001 gid00048gid00043gid00031gid00028gid00047gid00032gid00046 Citation: Brookbank, B.P .; Patel, J.; Gazzarrini, S.; Nambara, E. Role of Basal ABA in Plant Growth and Development. Genes 2021 ,12, 1936. https:doi.org10.3390 genes12121936 Academic Editor: Benot Lacombe Received: 8 November 2021 Accepted: 28 November 2021 Published: 30 November 2021 Publishers Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional afl- iations. Copyright:  2021 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0).1Department of Cells and Systems Biology, University of Toronto, Toronto, ON M3S 3G5, Canada; ben.brookbankmail.utoronto.ca (B.P .B.); jas.patelmail.utoronto.ca (J.P .) 2Department of Biological Sciences, University of Toronto Scarborough, Toronto, ON M1C 1A4, Canada Correspondence: sonia.gazzarriniutoronto.ca (S.G.); eiji.nambarautoronto.ca (E.N.)  These authors contributed equally to this work. Abstract: Abscisic acid (ABA) regulates various aspects of plant physiology, including promoting seed dormancy and adaptive responses to abiotic and biotic stresses. In addition, ABA plays an im-portant role in growth and development under non-stressed conditions. This review summarizes phenotypes of ABA biosynthesis and signaling mutants to clarify the roles of basal ABA in growth and development. The promotive and inhibitive actions of ABA in growth are characterized by stunted and enhanced growth of ABA-decient and insensitive mutants, respectively. Growth regulation by ABA is both promotive and inhibitive, depending on the context, such as concentrations, tissues, and environmental conditions. Basal ABA regulates local growth including hyponastic growth, skotomorphogenesis and lateral root growth. At the cellular level, basal ABA is essential for proper chloroplast biogenesis, central metabolism, and expression of cell-cycle genes. Basal ABA also regulates epidermis development in the shoot, by inhibiting stomatal development, and deposition of hydrophobic polymers like a cuticular wax layer covering the leaf surface. In the root, basal ABA is involved in xylem differentiation and suberization of the endodermis. Hormone crosstalk plays key roles in growth and developmental processes regulated by ABA. Phenotypes of ABA-decient and insensitive mutants indicate prominent functions of basal ABA in plant growth and development. Keywords: ABA; chloroplast biogenesis; hyponastic growth; skotomorphogenesis; stomata; cutin; wax; suberin; xylem; hormone crosstalk; ethylene 1. Introduction The sesquiterpenoid hormone abscisic acid (ABA) regulates numerous plant processes, including growth and development  1. ABA plays a well-characterized role in promoting seed and bud dormancy, as well as regulating stress responses in various plant species  24. During dormancy establishment and following stress, ABA levels sharply increase leading to inhibition of germination and growth arrest to mount a stress response. However, in well-watered plants, basal amounts of ABA are required to promote growth and devel- opment of various organs and tissues  5,6. Here, we summarize the phenotypes of ABA biosynthesis and signaling mutants and highlight the role of basal ABA in plant growth and development as well as its interaction with other hormones, with a focus on genetic evidence. 1.1. Everything in Moderation: ABA Deciency and over-Accumulation ABA-decient mutants are useful for elucidating its roles in plant growth and devel- opment. Phenotypes of ABA-decient mutants depend on the severity of ABA deciency and the types of enzymes mutated. ABA is synthesized via oxidative cleavage of 9-cis- epoxycarotenoids derived from -carotene  7. Thus, mutants defective in -carotenoid biosynthesis and its downstream pathway show ABA deciency. Due to pleiotropic pheno- types of carotenoid deciency, mutants defective in zeaxanthin epoxidase (ZEP) or more downstream enzymes are used for ABA-decient mutants in research. ZEP catalyzes a Genes 2021 ,12, 1936. https:doi.org10.3390genes12121936 https:www.mdpi.comjournalgenesGenes 2021 ,12, 1936 2 of 22 two-step epoxidation of zeaxanthin to violaxanthin. The zepmutants have been isolated from various plants, including Arabidopsis aba1, tomato high-pigment 3 (hp3), and rice osaba1 810. The zepmutants over-accumulate zeaxanthin and show decreased levels of epoxycarotenoids and downstream metabolites, including ABA  8,10. Zeaxanthin and epoxycarotenoids play an important role in quenching reactive oxygen species (ROS), byproducts of photosynthesis, to protect photosynthesis proteins from photo-oxidative damage  11. Thus, phenotypes of zepmutants are caused by both ABA deciency and altered xanthophyll contents. On the other hand, mutants of 9-cis-epoxycarotenoid dioxy- genase (NCED), xanthoxin dehydrogenase (ABA2) and abscisic aldehyde oxidase (AAO3) are thought to be the specic ABA-decient mutants. Severity of ABA deciency is often as- sociated with the number of gene family members. The Arabidopsis AtABA2 , rice OsABA2 and pea PsABA2WILTY are single-gene coded in the genome, therefore mutations in these genes show severe ABA deciency 12,13. NCEDs are encoded by multigene families, so the severity of ABA deciency largely depends on expression divergence among family members. The well characterized nced mutants include maize vp14 , Arabidopsis nced mutants, tomato notabilis (not) 7. Also, inhibitors to block the NCED enzyme activities, such as nordihydroguaiaretic acid (NDGA), abamine SG and hydroxamic acid inhibitor D4, have been used to chemically induce ABA deciency  1416. AAO3 catalyzes the last step of ABA biosynthesis. Arabidopsis aao3 and tomato sitiens (sit) have been well characterized for various physiological responses  7. In Arabidopsis, AAO3 seems to be the only aldehyde oxidase (AO) encoding the physiological abscisic aldehyde oxidase, but other three AOs convert abscisic aldehyde to ABA at a basal level in the aao3 mutant due to the promiscuity of substrate recognition  17. Thus, the severity of ABA deciency of the aao3 mutant is less pronounced compared to the aba2 mutant. AAO3 is an AO that requires a molybdenum cofactor (MoCo), thus mutants having a defect in MoCo biosynthesis show ABA deciency. In plants, nitrate reductases (NR), xanthine dehydrogenases (XDH), perox- isomal sulte oxidases (SO) and AOs are well characterized as MoCo containing enzymes in plants  18. MoCo sulfurase encoded by ABA3 in Arabidopsis catalyzes the maturation step of MoCo biosynthesis required for AO and XDH function. Thus, Arabidopsis aba3 and tomato acca (a) mutants have defects in AO and XDH activities  19,20. Therefore, the aba3 mutant shows both ABA-dependent and independent phenotypes  21. On the other hand, barley Az34 mutant show defects in NR, XDH, as well as AO indicating that the genetic defect of this mutant is upstream of ABA3, causing more pleiotropic phenotypes than the aba3 mutant 22. ABA is inactivated by oxidation and sugar conjugation  7. CYP707As, a subfam- ily of P450 monooxygenases, catalyzes ABA 80-hydroxylation responsible for oxidative catabolism of ABA. ABA glycosylation inactivates ABA, but ABA glucose ester is stored and can be released by ABA -glucosidase (BG). The cyp707a mutants contain higher ABA levels, which decrease slower when dehydrated plants are watered or dry seeds are imbibed  2325. Selective inhibitors for CYP707As have been developed by utilizing P450 inhibitors or ABA analogs as lead compounds  26,27. These inhibitors are useful to maintain endogenous ABA at the high levels, although the right choice of concentrations is required to minimize off-target effects 28. 1.2. Perception Is Key: ABA Insensitivity and Hypersensitivity The ABA signaling pathway requires three types of proteins as core components: PYRPYLRCAR receptors, group A protein phosphatase 2C (PP2C) and Sucrose Non- Fermenting 1-Related Protein Kinase 2 (SnRK2),  1. PYRPYLRCAR receptors inhibit the phosphatase activity of PP2Cs in the presence of ABA  29,30. Inhibition of PP2C, negative regulators of ABA signaling, derepresses SnRK2 to induce the downstream events  31. Mu- tants of these core signaling genes are thought to be specic ABA signaling mutants 32,33 . In addition, transcription factors (TFs) identied from forward genetic analysis, such as ABA-INSENSITIVE3 (ABI3), ABI4 and ABI5 are important downstream regulators of the core signaling pathway  1,34. Genes encoding the core signaling proteins belong to multi-Genes 2021 ,12, 1936 3 of 22 gene families. For example, the Arabidopsis genome encodes 14 ABA receptor genes, while the rice genome contains 13 ABA receptor genes. Therefore, phenotypes of ABA recep- tor mutants are often visible only when higher order mutants are constructed 30,3537 . Group A PP2C and SnRK2 form smaller gene families, therefore single mutants often show ABA-specic phenotypes. Six out of nine Group A PP2Cs are characterized as negative regulators of ABA signaling in Arabidopsis  38. Loss-of-function mutants for ABA-INSENSITIVE1 (ABI1 ) and ABI2 are hypersensitive to ABA  39. Mutants defective inABA HYPERSENSITIVE GERMINATION 1 (AHG1 ) and AHG3 show a pronounced ABA hypersensitive phenotype during seed germination  40. Mutations in the catalytic domain of PP2C, such as abi1-1 ,abi2-1 and hab1G246Dconfer dominant ABA-insensitive phenotypes  41. Subclass III SnRK2 kinases are positive regulators of ABA signaling. Five out of 10 Arabidopsis SnRK2s are activated by ABA in a short period of time  42. In particular, SnRK2.2SRK2D, SnRK2.3SRK2I and SnRK2.6SRK2EOST1 are primarily responsible for ABA signaling  38. Antagonists and agonists against ABA receptors have been reported, which are also useful to induce ABA related phenotypes in plant species that are difcult to conduct genetic analysis 27,43,44. 2. Role of ABA in Plant Growth ABA-mediated growth regulation involves crosstalk with other hormones and nu- tritional signaling, to regulate various aspects of cellular growth, including cell division, enlargement, differentiation, and central metabolism. Our understanding of how ABA regulates cellular growth is still fragmental. In rice, low concentrations of ABA are shown to upregulate a wide array of cell cycle related genes, including Cyclin-dependent kinases (CDKs) and cyclins (CYCs), in addition to auxin-related biosynthesis, transport, and signal- ing genes  45. ABA regulation of cell cycle is in part explained by crosstalk with auxin and cytokinins (CK), both of which are involved in cell cycle regulation  46,47. ABA has been shown to promote CK signaling via ABI4  48. ABI4 binds to the promoter of type-A ARRs and supresses their transcription. Type-A ARRs serve as negative feedback regulators of CK signaling. Furthermore, type-A ARRs are upregulated in ABA-decient mutants. CKs critically regulate cell division by promoting progression through key cell cycle checkpoints. CK application induces the expression of CDKs and CYCD proteins involved in both G1S and G2M phase transitions  4952. Cell elongation involves several mechanisms and is correlated with endoreduplication  53. Endoreduplication occurs when cells enter an endocyclic phase. The endocycle is an alternative type of cell cycle where mitosis is skipped, resulting in repeated DNA replications within one nucleus (reviewed in 54). ABA is recognized as a growth inhibitor. This view is justied based on two lines of evidence: (i) high concentrations of exogenously applied ABA result in growth arrest  55 and (ii) endogenous ABA accumulates under a variety of stress conditions, concomitant with a reduction of growth in the stressed plant. This evidence ties in neatly with the identity of ABA as a stress hormone; since plants must balance growth programs against stress responses, it follows that ABA signaling should tip the scale in favour of allocating resources to cope with adverse environments at the expense of growth. However, the mode of ABA-mediated growth regulation varies depending on concentrations, timing, and tissues, showing both positive and negative effects on growth  5. Context-dependent positive and negative growth regulation is known for other hormones, such as ethylene, CK and auxin  5658. This coincides with the prominent role of hormone crosstalk in ABA-mediated growth. We will summarize ABA-mediated growth regulation with an emphasis on the phenotypes of ABA-decient and insensitive mutants (see also Figure 1 and Table 1).Genes 2021 ,12, 1936 4 of 22 Table 1. Growth and developmental phenotypes of ABA metabolism and signaling mutants described in this article. Growth-related and development-related phenotypes of mutants are highlighted in green and yellow, respectively. Species Mutant Gene FunctionGrowth Development Phenotypes Ref. Phenotypes Ref. A. thaliana aba1 ZEPReduced fresh weight Stunted root growth Short hypocotyls after dark germination Decreased photosystem activity Increased number of chloroplasts Enhanced hyponastic response Disturbed root meristem maintenance8,10,5962 Increased stomatal index or density 63,64 A. thaliana nced3 nced5 NCEDReduced rosette diameter 65Increased stomatal density Failed to decrease stomatal density in elevated CO 266 A. thaliana aba2xanthin dehydrogenaseStunted growth Glucose insensitivity Enhanced hyponastic response Enhanced ethylene evolution rate Enhanced leaf emergence on plates Disturbed root meristem maintenance59,61,6770Increased stomatal index and density Increased permeability of cuticle and ROS production Thinner cell walls Decreased lignin and crystalline cellulose content Decreased suberin formation Discontinued metaxylem strands7176 A. thaliana aba3 Moco sulfurylaseReduced fresh weight Enhanced hyponastic response Disturbed root meristem maintenance59,61,77Increased stomatal index or density Failed to decrease stomatal density in elevated CO 2 Discontinued metaxylem strands Increased permeability of cuticle and ROS production66,71,73,78 A. thaliana aao3Abscise aldehyde oxidaseStunted growth 79 A. thalianapyr1 pyl1 pyl2 pyl4; pyl112458; pyl duodecuplePYRPYLRCARReduced plant height Reduced rosette diameter Reduced fresh weight Stunted root growth35,37Fail to decrease stomatal density in elevated CO 2 Increased cuticle permeability Fail to induce ectopic protoxylem in presence of ABA66,73,74,78 A. thalianahab1 abi1-2 abi2-2; hab1 abi1-2 pp2ca (triple pp2c )PP2CReduced fresh weight Reduced leaf surface area Stunted root growth80Genes 2021 ,12, 1936 5 of 22 Table 1. Cont . Species Mutant Gene FunctionGrowth Development Phenotypes Ref. Phenotypes Ref. A. thalianasnrk2.22.32.6 (snrk2 triple)SnRK2Reduced fresh weight Reduced stem height Reduced leaf surface area Stunted root growth Enhanced leaf emergence on plates32,33,67Increased cuticle permeability Thinner cell walls Decreased lignin and crystalline cellulose content78,81 A. thaliana abi1-1 PP2CEnhanced hyponastic response Disturbed root meristem maintenance59,61Increased stomatal index Increased cuticle permeability Fail to induce ectopic protoxylem in presence of ABA7274,78 A. thaliana abi2-1 PP2CDisturbed root meristem maintenance 61 Increased stomatal index 72 A. thaliana abi3 ABI3Enhanced hyponastic response Disturbed root meristem maintenance59,61 Decreased suberin formation 76 A. thaliana abi4 ABI4Glucose insensitivity Enhanced lateral root formation and growth70,82 Decreased suberin formation 76 A. thaliana abi5 ABI5Disturbed root meristem maintenance 61 Decreased suberin formation 76 A. thalianacyp707a1 cyp707a3CYP707A Decreased stomatal index and density 72 A. thaliana atbg1 atbg2 AtBG Increased stomatal density 83 S. lycopersicum hp3 ZEPIncreased number of chloroplasts 10 S. lycopersicum notabilis NCEDReduced leaf surface area Reduced dry leaf weight Short hypocotyls after dark germination8488Increased stomatal index and density Altered composition of cutin and cutilcilar waxes Decreased level of cutin8991 S. lycopersicum acca Moco sulfurylaseReduced leaf surface area Reduced dry leaf weight Reduced fruit size Reduced assimilation rate Increased number of chloroplasts Enhanced ethylene evolution rate10,8486,88,92,93Increased stomatal index and density Altered composition of cutin and cutilcilar waxes Decreased level of cutin8991Genes 2021 ,12, 1936 6 of 22 Table 1. Cont . Species Mutant Gene FunctionGrowth Development Phenotypes Ref. Phenotypes Ref. S. lycopersicum sitiensabscisic aldehyde oxidaseStunted growth Stunted hypocotyls after dark germination Enhanced lateral root formation Enhanced assimilation rate Increased number of chloroplasts10,84,87,88,9295Inceased stomatal index and density Altered composition of cutin and cutilcilar waxes Decreased level of cutin88,96,97 P . sativum wiltyxanthin dehydrogenaseEnhanced lateral root formation 94 Z. mays vp5 PDSStunted root growth Enhanced ethylene evolution rate98 O. sativa oszep ZEPEnhanced shoot growth after submergence99 O. sativa osaba2xanthin dehydrogenaseEnhanced stem height Overaccumulation of ROS13 O. sativa ospyl146 PYRPYLRCAREnhanced panicle length Enhanced fresh weight36 H. vulgare Az34Moco biosynthesisDecreased net assimilation rates 22,93Genes 2021 ,12, 1936 7 of 22 Genes 2021, 12, x FOR PEER REVIEW 7 of 22 Figure 1. Regulation of plant growth by ABA and Ethylene antagonism. ABA and ethylene function in a mutually antag onistic way to regulate various aspects of plant growth. A prerequisite for shoot elongation in rice is ABA catabolism, which requires ethylene action. High concentrations of glucose are known to result in the growth arrest of Arabidopsis seedlings. This arrest depends on ABA synthesis and signaling and is antagonized by ethylene. Ethylene accumulation is thought to inhibit vegetative growth. One key role of basal ABA is to inhibit ethylene biosynthesis in growing plants. Ethylene signaling promotes hyponastic responses in Arabidopsis, which are antagonized by ABA. Figure created with BioRender (https:biorender.com, accessed on 27 November 2021). 2.1. Halt! Who Grows There? Growth Inhibition by Basal ABA The outcome of basal ABA in growth inhibition should be seen as growth promotion in ABAdeficient and insensitive mutants. Growth promotion of these mutants is ob served in local tissues or under particular conditions. Hyponastic growth is the upward bending of leaves that involves growth promotion of cells at the abaxial side. This growth is an adaptive strategy of plants to changing environments, such as submergence and shade avoidance 100. In Arabidopsis, ABAdeficient (aba1, aba2, aba3) and ABAinsensi tive (abi1, abi3) mutants show enhanced hyponastic growth of petioles, which are visible as increases in petiole angles 59. The petiole angle of the wild type decreases when ex ogenous ABA is applied. Whereas the application of fluridone, an inhibitor of phytoene desaturases to block metabolite accumulation upstream of ABA biosynthesis, increases the petiole angle. The local growth inhibition by ABA at the petiole is antagonistic to eth ylene, which promotes hyponastic growth 59 (Figure 1). It is noteworthy that different Arabidopsis accessions display differential growth responses to these hormones 59. In Rumex, hyponastic growth is a critical avoidance response to complete submergence 101. Submergence induced ABA decreases are a critical step to elongate the shoot in flooding tolerance 102. The decrease of ABA under submergence is a prerequisite for ethylene and gibberellin action 101. The shoot growth of osaba1 is enhanced compared with wild type when rice seedlings are submerged 99. Submergence induced rapid de crease of ABA is associated with the induction of OsABA8ox1 encoding ABA 8hydrox ylase 99. Importantly, submergence induced ABA decrease is ethylene dependent (Fig ure 1). Recently, Toriyama et al. reported that a moss RAFlike kinase orthologous to Ar abidopsis CONSTITUTIVE TRIPLE RESPONSE1 (CTR1 ) is required for both ethylene in duced submergence response and ABAdependent SnRK2 activation 103. These collec tively indicate ABAethylene interaction in submerged plants are at both metabolism and signaling levels. Some ABAdeficient and insensitive mutants of rice show enhanced growth. Rice osaba2 mutants defective in the xanthoxin dehydrogenase are viable in standard condi tions. Interestingly, the plant heights of these mutants are taller than wild type, which is a typical and expected phenotype of mutants defective in growth inhibitors 13. Although showing excessive growth, the osaba2 mutants do not appear to be healthy. These mutants were identified as a lesion mimic mutant showing spontaneous cell death with an overac cumulation of reactive oxygen species (ROS). The phenotype of osaba2 mutants indicates Figure 1. Regulation of plant growth by ABA and Ethylene antagonism. ABA and ethylene function in a mutually antagonistic way to regulate various aspects of plant growth. A prerequisite for shoot elongation in rice is ABA catabolism, which requires ethylene action. High concentrations of glucose are known to result in the growth arrest of Arabidopsis seedlings. This arrest depends on ABA synthesis and signaling and is antagonized by ethylene. Ethylene accumulation is thought to inhibit vegetative growth. One key role of basal ABA is to inhibit ethylene biosynthesis in growing plants. Ethylene signaling promotes hyponastic responses in Arabidopsis, which are antagonized by ABA. Figure created with BioRender (https:biorender.com, accessed on 27 November 2021). 2.1. Halt! Who Grows There? Growth Inhibition by Basal ABA The outcome of basal ABA in growth inhibition should be seen as growth promotion in ABA-decient and insensitive mutants. Growth promotion of these mutants is observed in local tissues or under particular conditions. Hyponastic growth is the upward bending of leaves that involves growth promotion of cells at the abaxial side. This growth is an adaptive strategy of plants to changing environments, such as submergence and shade avoidance  100. In Arabidopsis, ABA-decient ( aba1,aba2,aba3) and ABA-insensitive ( abi1, abi3) mutants show enhanced hyponastic growth of petioles, which are visible as increases in petiole angles  59. The petiole angle of the wild type decreases when exogenous ABA is applied. Whereas the application of uridone, an inhibitor of phytoene desaturases to block metabolite accumulation upstream of ABA biosynthesis, increases the petiole angle. The local growth inhibition by ABA at the petiole is antagonistic to ethylene, which promotes hyponastic growth  59 (Figure 1). It is noteworthy that different Arabidopsis accessions display differential growth responses to these hormones  59. In Rumex, hyponastic growth is a critical avoidance response to complete submergence  101. Submergence-induced ABA decreases are a critical step to elongate the shoot in ooding tolerance  102. The decrease of ABA under submergence is a prerequisite for ethylene and gibberellin action  101. The shoot growth of osaba1 is enhanced compared with wild type when rice seedlings are sub- merged  99. Submergence-induced rapid decrease of ABA is associated with the induction ofOsABA8ox1 encoding ABA 80-hydroxylase  99. Importantly, submergence-induced ABA decrease is ethylene dependent (Figure 1). Recently, Toriyama et al. reported that a moss RAF-like kinase orthologous to Arabidopsis CONSTITUTIVE TRIPLE RESPONSE1 (CTR1 ) is required for both ethylene-induced submergence response and ABA-dependent SnRK2 activation  103. These collectively indicate ABA-ethylene interaction in submerged plants are at both metabolism and signaling levels. Some ABA-decient and insensitive mutants of rice show enhanced growth. Rice osaba2 mutants defective in the xanthoxin dehydrogenase are viable in standard conditions. Interestingly, the plant heights of these mutants are taller than wild type, which is a typical and expected phenotype of mutants defective in growth inhibitors  13. Although showing excessive growth, the osaba2 mutants do not appear to be healthy. These mutants were identied as a lesion mimic mutant showing spontaneous cell death with an overaccumu-Genes 2021 ,12, 1936 8 of 22 lation of reactive oxygen species (ROS). The phenotype of osaba2 mutants indicates basal ABA plays a role in suppressing ROS production and growth under normal conditions. Some multigenic mutants of rice ABA receptors show increased growth compared to wild type  36. The rice genome encodes 13 ABA receptors structurally divided into two groups: group I and II  36. Miao et al. (2018) found that a particular combination of multigenic mutants from Group I receptors grows better and produces greater yield than wild type. Thus, the role of ABA in growth and stress tolerance is genetically separable at the signaling level in rice. In contrast, ABA-hypersensitive Arabidopsis lines such as the PP2C triple mutants hab1 abi1 abi2 and hab1 abi1 pp2ca show reduced size compared to wild type  80. Stunted growth of ABA hypersensitive mutants agrees with the role of ABA in growth inhibition. This phenotype is readily explained by a constitutive activation of stress-related ABA genes, facilitating a stress response even in non-stressful environments 80. One explanation for the stunted growth of ABA-related mutants is an increased sensitivity to environmental factors. Mutants are exposed to stresses more sensitively than wild type due to a lack of stress resistance mechanisms. ABA-decient mutants of tomato grow faster and taller with an increased number of leaves when grown under mist  84. Similarly, Arabidopsis ABA-decient aba2 mutant and snrk2 triple mutants show enhanced growth on agar plates, which are relatively humid compared to standard soil conditions  67. Excess growth of aba2 and snrk2 triple mutants is associated with increased respiration through the tricarboxylic acid cycle  67. In ABA-decient mutants of both tomato and Arabidopsis, a characteristic aspect of growth enhancement is the increase in the leaf numbers  67,84. Initiation of leaf formation is a well-controlled process and used for determining biological time for owering. It is particularly interesting to understand the mechanism of how basal ABA regulates leaf initiation. Interestingly, the increased leaf number was not observed in an ABA-insensitive quadruple arebmutant, suggesting that the ABA signaling to negatively regulate leaf initiation is SnRK2-dependent, but independent of AREB-mediated transcription 67. High concentrations of exogenous ABA inhibit lateral root (LR) growth in Arabidop- sis 104. Ethylene and auxin act downstream of ABA in the regulation of Arabidopsis root elongation  104. Arabidopsis ABI4 AP2 TFs play an important role in inhibiting LR growth  82. The abi4 mutant enhanced LR formation and growth, which is characterized by increased LR density and elongated LRs. This mechanism involves counteracting ABA and CK action to regulate expression of ABI4 , which in turn disturbs auxin transport  82. As mentioned above, tomato sitand pea wilty mutants increase LR, indicating low concen- trations of ABA can inhibit the formation of LR  94. The mechanism for ABA-mediated inhibition of LR growth is dynamic and alters depending on time. The inhibition of wild-type LR growth is alleviated by a prolonged ABA treatment, while this recovery is delayed in the pyl8 mutant  105. This indicates that PYL8 is required for the recovery of LR growth from ABA inhibition in a prolonged period. This involves the PYL8-MYB77 interaction to induce auxin-responsive genes independently of SnRK2  105. Consistent with this mechanism, application of auxin rescued the delayed recovery phenotype of the pyl8 mutant 105. 2.2. Debunking a Myth: Growth Promotion by ABA Unsurprisingly, there are ample reports indicating a role for ABA in growth promo- tion  5. In this section, we summarize the negative effect of ABA deciency and insensitiv- ity on growth. The promotive effect of ABA on growth should be observed as smaller plants when ABA biosynthesis or signaling is genetically blocked. Importantly, applying low con- centrations of exogenous ABA rescues the stunted growth of ABA-decient mutants  68,85. ABA-decient Arabidopsis and tomato mutants show a stunted shoot growth and reduced fresh weight compared to wild type  60,65,77,95. Furthermore, ABA-insensitive Arabidop- sis lines such as higher order pyl112458 sextuple, pylduodecuple mutants and snrk2.2 snrk2.3 snrk2.6 mutants also display the dwarfed plant phenotype  32,35,37. In agreement with this, Arabidopsis plants overexpressing SnRK2.6 were shown to have an increase inGenes 2021 ,12, 1936 9 of 22 biomass compared to wildtype  106. One cause of the stunted growth in ABA-related mutants is due to an overproduction of ethylene (Figure 1). Ethylene overproduction is observed in ABA-decient mutants of tomato and Arabidopsis  69,85,86. Blocking ethy- lene action by genetically introducing ethylene insensitivity partially reverts the stunted shoot growth of these ABA-decient mutants  68,69,85. This indicates that a role of basal ABA in the promotion of growth is to negatively regulate ethylene biosynthesis. The same mechanism is also applicable to maize root growth under low water potential  98. Importantly, the authors conclude that ABA-mediated ethylene suppression is only part of its effect on vegetative growth; there also exists an ethylene-independent role for ABA. A positive role of ABA in the primary root growth is to properly maintain the root meristem. This involves two modes of action; inhibiting cell division of quiescent centre (QC) and suppressing stem cell differentiation, both of which are required for proper meristem functions  61. Both ABA-decient ( aba1,aba2,aba3) and insensitive ( abi1-1 ,abi2-1 , abi3 and abi5, but not abi4) mutants show enhanced cell division in QC. Importantly, the treatment of an ABA biosynthesis inhibitor uridone also enhances cell division in QC, which is reversed by co-application of a low concentration of ABA  61. A pharmacological experiment suggests that ABA-mediated inhibition of QC cell division is independent of ethylene, although ethylene promotes cell division in QC 61. Grafting experiments indicate that shoot-derived ABA regulates root growth that involves inhibition of LR development and increased root to shoot ratio 94. The roots of ABA-decient mutants have increased indole-3-acetic acid (IAA) levels, suggesting the function of ABA to promote root growth involves the decrease the root auxin levels  94. In Arabidopsis, the regulation of root elongation by exogenous ABA is biphasic. Low concentrations of exogenous ABA promote root growth, while high concentrations inhibit root growth 107. Hypocotyl growth is achieved solely by cell elongation  108. The hypocotyl elongates in the dark, while its growth is inhibited in the light. This dark-induced mode of growth is termed skotomorphogenesis. Humplik et al. (2015) reported that etiolated seedlings ofsitand notmutants show short hypocotyls  87. These phenotypes are rescued by applying low doses of exogenous ABA, suggesting that these processes are associated with the growth promotion by ABA in darkness. The short hypocotyl phenotype of Arabidopsis ABA-decient mutants is also rescued by the application of low concentrations of ABA  62. In these tomato and Arabidopsis mutants, authors discuss a defect in cell differentiation or faulty induction of cell expansion. Tomato ABA-decient mutants show decreased expression of SlKRP1 and SlKRP3 , blocked endoreduplication, and elevated CKs. In Arabidopsis, ABA induces the expression of ICK1KRP1 , which is thought to antagonize CDKA  109. In plants impaired in ABA biosynthesis or signal transduction, endoreduplication is affected, resulting in reduced cell expansion. This may be a cause of the reduced rosette size in ABA-decient and insensitive lines. ABA promotes fruit growth and maturation. Fruit ripening is categorized into two types; climacteric and non-climacteric, based on the nature of respiration and ethylene dependence. ABA promotes both climacteric and non-climacteric fruit ripening  110,111. In tomato, a climacteric fruit, ripening is accelerated by knock-down of a negative regulator of ABA signaling, SlPP2C1 , or by overexpressing an ABA receptor, SlPYL9 112,113. Pharmacological experiments demonstrate that ABA promotes tomato fruit ripening via induction of ethylene synthesis  114. Consistently, SlPP2C1 RNAi lines show earlier ethylene production  112. On the other hand, cand c not mutants produced smaller fruits  86. This indicates that ABA promotes fruit growth. Interestingly, fruits of the severe ABA-decient c not double mutant, but not the csingle mutant, over-produce ethylene. This indicates that basal ABA blocks ethylene over-production, which is opposite to the induction of ethylene synthesis by ABA signaling reported in Zhang et al. (2018)  112. Thus, crosstalk between ABA and ethylene can be positive or negative, depending on the type of tissue or stage of development studied.Genes 2021 ,12, 1936 10 of 22 Aside from stomatal-dependent gas exchange inuencing photosynthesis, ABA regu- lates central metabolism and nutritional signaling, such as carbon metabolism and sugar signaling. Genetic screening for glucose-mediated inhibition of Arabidopsis seedling growth identied aba2 and abi4 mutants as glucose insensitive  70. This indicates that glucose mediated growth inhibition requires ABA biosynthesis and ABI4 function. This ABA-mediated growth inhibition is antagonized by ethylene signaling 89 (Figure 1). ABA regulates carbon metabolism and transport that impacts growth. High concen- trations of ABA mimic stress conditions, which negatively regulate photosynthesis and carbon assimilation. This is supported by down-regulation of nuclear and chloroplast encoded photosynthesis genes by exogenous ABA  1,115,116. Also, ABA application promotes accumulation of soluble sugars  117. ABA Moreover, overexpression of apple MdAREB2 induces expression of MdSUT2 , a sucrose transporter gene, via direct binding to its promoter  118. On the other hand, the role of basal ABA on photosynthesis is controversial, possibly depending on the context. Tomato sitmutants show an increased net assimilation rate when compared with wild type under non-stressed conditions  92. Tomato aand barley Az34 both have a defect in MoCo biosynthesis, which decreased net assimilation rates  93. Moreover, it is differentially affected by relative humidity in which net assimilation of Az34, but not a, is negatively affected by low humidity. The Arabidopsis aba1 mutants show a decreased photosynthesis (PSII) activity 8. One characteristic phenotype of ABA-decient mutants is a defect in chloroplast biogenesis. Arabidopsis aba1 mutants show an increased number of chloroplasts with aberrant ultrastructure  8,10. The aba1 mutants over-accumulate zeaxanthin and disturb the xanthophyll content, which may affect chloroplast biogenesis and function. The increase of chloroplast numbers and its aberrant ultrastructure can also be seen in the tomato high-pigment3 (hp3) mutant defective in ZEP . Interestingly, similar defects in chloroplast biogenesis can also be seen in aand sitmutants of tomato  10. These indicate that basal ABA, rather than zeaxanthin over-accumulation, is required for maintaining proper chloroplast biogenesis and functions. It will be interesting to investigate how disturbed chloroplast biogenesis impacts plant growth as well as sugar and energy metabolism in ABA-related mutants under both non-stressed and stressed conditions. 3. Role of ABA in Plant Development To adapt their growth under a changing environment, land plants have developed specialized cells and tissues that are optimized for gas exchange and water transport, while minimizing water loss and pathogen attacks. In aerial organs, a layer of hydropho- bic compounds, mainly cutin and waxes, cover the epidermis to prevent water loss and protect from pathogens, while stomata, which are epidermal pores, control water and gas exchange  119. Below ground, hydrophobic compounds such as suberin and waxes surround the mature endodermis of the roots, to control water and nutrient movements from the soil into the xylem vessels of the stele  120. Here, we review the role that basal ABA plays in the development of these tissues under non-stressed conditions (see also Figure 2 and Table 1). The role of ABA in seed and plant dormancy, somatic embryoge- nesis, senescence and fruit ripening has been recently reviewed and will not be covered here 2,3,121123.Genes 2021 ,12, 1936 11 of 22 Genes 2021, 12, x FOR PEER REVIEW 11 of 22 Figure 2. Overview of the role of basal ABA in stomata development, cuticle and suberin deposition, and xylem differen tiation. Genetic analysis of ABA synthesis and signalling demonstrates a role for basal ABA in stomatal development, protoxylem differentiation, and deposition of cuticle and suberin. (a) ABA biosynthetic and signalling mutants show in creased stomatal index or density, while ABA catabolism mutant display decreased stomatal index or density, indicating a negative role for ABA in stomatal development. (b) ABA promotes protoxylem differentiation through upregulation of miR165166 in the endodermis, which downregulates HDZIP III in the stele. Xylem differentiation is disrupted in ABA biosynthesis and signaling mutants, which develop discontinuous metaxylem strands. (c) ABA promotes cutin deposition, by indirectly regulating wax and cutinrelated genes. In Arabidopsis and tomato ABA biosynthetic mutants, hydrophobic cutin and wax layers are reduced. In Arabidopsis, ABA signaling mutants display increased cuticle permeability. (d) ABA positively regulates suberin deposition. ABA biosynthetic and signaling mutants show decreased suberin accumulation. ABA regulates several MYB TFs, which in turn promote suberin or cuticle deposition. Other hormones also regulate these processes: ABA regulates suberin accumulation antagonistically to ethylene, while acting in parallel with auxin in xylem differentiation. ABA related mutants are shown in green for Arabidopsis and in magenta for tomato; ethylene and auxin mutants are shown in lilacpurple. Panels (a) and (c) abbreviations: MMC, meristemoid mother cell; GC, guard cell; UE, upper epidermis; PM, palisade mesophyll; SM, spongy mesophyll; LE, lower epidermis. Panels (b) and (d) abbreviations and legend: epidermis (Ep), light green; cortex (Co), light pink; endodermis (En), light orange; suberin lamellae (Sl), or ange; Casparian strip (Cs), red; pericycle (Pe), light blue; procambium (Pr), grey; phloem (Ph), white; protoxylem (Px), purple; metaxylem (Mx), light purplelilac. Figure created with BioRender (https:biorender.com, accessed on 27 Novem ber 2021). 3.1. BreathTaking: ABA Inhibition of Stomatal Development Aside from its wellknown function in regulating stomata physiology and promoting stomata closure 124, ABA also plays an important role in stomata development. ABA levels inversely correlate with stomata density (number of stomata per unit of area) and index (percentage of stomata cells to the total number of epidermal cells). Genetic analysis using ABA metabolism mutants has revealed that ABA inhibits entry of epidermal cells into the stomata development pathway. Several Arabidopsis ABAdeficient mutants Figure 2. Overview of the role of basal ABA in stomata development, cuticle and suberin deposition, and xylem differ- entiation. Genetic analysis of ABA synthesis and signalling demonstrates a role for basal ABA in stomatal development, protoxylem differentiation, and deposition of cuticle and suberin. ( a) ABA biosynthetic and signalling mutants show increased stomatal index or density, while ABA catabolism mutant display decreased stomatal index or density, indicating a negative role for ABA in stomatal development. ( b) ABA promotes protoxylem differentiation through upregulation of miR165166 in the endodermis, which downregulates HD-ZIP III in the stele. Xylem differentiation is disrupted in ABA biosynthesis and signaling mutants, which develop discontinuous metaxylem strands. ( c) ABA promotes cutin deposition, by indirectly regulating wax and cutin-related genes. In Arabidopsis and tomato ABA biosynthetic mutants, hydrophobic cutin and wax layers are reduced. In Arabidopsis, ABA signaling mutants display increased cuticle permeability. ( d) ABA positively regulates suberin deposition. ABA biosynthetic and signaling mutants show decreased suberin accumulation. ABA regulates several MYB TFs, which in turn promote suberin or cuticle deposition. Other hormones also regulate these processes: ABA regulates suberin accumulation antagonistically to ethylene, while acting in parallel with auxin in xylem differentiation. ABA related mutants are shown in green for Arabidopsis and in magenta for tomato; ethylene and auxin mutants are shown in lilacpurple. Panels ( a) and ( c) abbreviations: MMC, meristemoid mother cell; GC, guard cell; UE, upper epidermis; PM, palisade mesophyll; SM, spongy mesophyll; LE, lower epidermis. Panels ( b) and ( d) abbreviations and legend: epidermis (Ep), light green; cortex (Co), light pink; endodermis (En), light orange; suberin lamellae (Sl), orange; Casparian strip (Cs), red; pericycle (Pe), light blue; procambium (Pr), grey; phloem (Ph), white; protoxylem (Px), purple; metaxylem (Mx), light purplelilac. Figure created with BioRender (https:biorender.com, accessed on 27 November 2021). 3.1. Breath-Taking: ABA Inhibition of Stomatal Development Aside from its well-known function in regulating stomata physiology and promoting stomata closure  124, ABA also plays an important role in stomata development. ABA levels inversely correlate with stomata density (number of stomata per unit of area) and index (percentage of stomata cells to the total number of epidermal cells). Genetic analysisGenes 2021 ,12, 1936 12 of 22 using ABA metabolism mutants has revealed that ABA inhibits entry of epidermal cells into the stomata development pathway. Several Arabidopsis ABA-decient mutants ( aba1, aba2,aba3 and nced3 nced5 ), including mutants with reduced levels of active ABA ( Atbg1 Atbg2 ), display increased stomatal density or index. In contrast, ABA catabolism mutants (cyp707a1 cyp707a3 ) show decreased stomata density or index  63,64,66,72,83. Similarly, tomato ABA-decient c,sitand notmutants have increased stomata density and index  88. The increased stomata density of ABA biosynthetic mutants can be rescued by application of ABA  72,125 or by expressing ABA biosynthetic genes only in stomata lineage cells, suggesting a cell autonomous ABA-dependent regulation of stomata development  66. ABA also decreases guard cell size and is required for pavement cell expansion, suggesting ABA regulates the nal size of epidermal cells  72. Perturbation of the ABA signaling pathway also affects stomata development; the dominant, ABA insensitive abi1-1 and abi2-1 mutants display increased stomata index  64,72. Thus, ABA and a functional ABA signaling pathway are required to limit entry of epidermal cell into the stomatal lineage pathway (Figure 2). In Arabidopsis, stomata development is promoted by the sequential action of three basic helixloophelix TFs, SPEECHLESS (SPCH), MUTE and FAMA. The stomatal de- velopment pathway is repressed in non-stomatal lineage cells by a family of leucine-rich repeat receptor kinases and coreceptors (TMM, ER, ER-like, SERK). Activation of the re- ceptors by the peptide ligands, EPIDERMAL PATTERNING FACTOR1 (EPF1) and EPF2, repress SPCH through phosphorylation by a MAP kinase signaling cascade  75,126. In Arabidopsis, mutations that decrease the levels of active ABA ( Atbg1 Atbg2 ) correlate with upregulation of SPCH ,MUTE and FAMA 83. In aba2, which was shown to prolong the development of meristemoids and guard mother cell in cotyledons, the expression of SPCH and MUTE is also extended, suggesting a temporal effect of ABA in restricting entry into the stomatal development pathway  72. However, in nced3 nced5 , expression level of SPCH and MUTE was not affected, while EPF2 transcript level was increased, possibly due to the increased number of stomata precursor cells or feedback regulation  66. Genetic interaction studies between aba2 and spch ormute indicate that ABA inhibits stomatal devel- opment at the level of SPCH 72. These ndings demonstrate that in the absence of stress, ABA-mediated inhibition of stomatal development acts through the well-characterized stomatal development pathway (Figure 2). Stomatal development is regulated by environmental signals, including light, water, temperature, and CO 2(Reviewed in  75,126,127). ABA biosynthetic ( nced3 nced5 and aba3) as well as perception ( pyr1 pyl1 pyl2 pyl4 ) mutants fail to decrease stomatal density in response to elevated CO 2. This phenotype can be complemented by targeted expression of ABA3 orNCED3 inaba3 ornced3 nced5 stomata lineage cells, respectively, suggesting a cell autonomous mode of action  66. Thus, inhibition of stomatal development by elevated CO 2requires ABA as well as a functional ABA signaling pathway in guard cells or its precursors. Manipulation of CK, auxin, ethylene and BR levels or sensitivity also affects stomata density or patterning mainly acting at the level of SPCH, whose function is well conserved across different plant species  128. These studies have shown that ABA, jasmonates, and auxin inhibit while CKs and ethylene promote stomata development. In contrast, brassi- nosteroids (BR) promote stomata development in hypocotyls, while inhibiting stomata formation in cotyledons  63,90,91,129135. MAPK integrates ABA and BR signaling in the control of stomatal development. While ABA activates MKKK20-MKK5-MPK6 cascade by sequestering ABI1 phosphatase, which promotes phosphorylation and degradation of SPCH, negative regulation of BIN2 by BR activates YDA-MKK4-MKK5 cascade, which results in phosphorylation and degradation of SPCH  131,136. Crosstalk between sev- eral hormone signaling pathways ensures that multiple signals are integrated to regulate stomata development. However, the mechanism by which hormone signaling pathways interact to regulate stomatal development through SPCH is currently unclear.Genes 2021 ,12, 1936 13 of 22 3.2. You Shall Not Pass! The Role of ABA in Cutin and Waxes Deposition The cuticle is a hydrophobic layer covering the epidermis of land plant aerial organs. The cuticle is composed of cutin, an aliphatic polyester, and waxes, which are secreted and deposited on the outer side of the plant cell wall. The cuticle acts as a layer of protection against environmental stress, primarily preventing non-stomatal water loss and pathogen attacks, as well as diffusion of materials across the cell wall 119,137. Physiological, molecular, and genetic studies have shown that basal ABA promotes the synthesis and deposition of cutin and waxes  71,96,97,138140. ABA increases wax content in the cuticle by inducing expression of MYB94 and MYB96 , which can directly bind to and positively regulate wax biosynthetic genes  139,140. Furthermore, the cuticles of ABA-decient mutants ( aba2 and aba3) display increased permeability and ROS production in Arabidopsis  71. Similarly, the leaves of tomato ABA-decient mutants ( not,sit,c) show reduced expression of genes involved in cutin and wax formation, resulting in decreased levels and altered composition of cutin and cuticular waxes  96,97. These phenotypes were rescued by application of ABA and resemble those displayed by cuticle biosynthesis mutants ( bdland lacs2 ), indicating that ABA biosynthesis is required to promote cuticle development even in the absence of stress 71,96,97 (Figure 2). Mutations affecting core components of the ABA signaling pathways ( pyr1 pyl1 pyl2 pyl4 pyl5 pyl8 ,abi1-1 , and snrk2.2 snrk2.3 snrk2.6 ) also result in increased cuticle permeabil- ity 78. Several cuticle-related genes encoding for biosynthetic enzymes and transporters, as well as positive (MYB94, MYB96) and negative (DEWAX) regulators of wax synthesis and cutin deposition are differentially regulated in ABA metabolic ( aba3,cyp707a1 cyp707a3 ) or signaling ( snrk2.2 snrk2.3 snrk2.6 ,abf2 abf3 abf4 , and abi1-1 ) mutants  78,141. However, mutations in ABA signaling components downstream of SnRK2 ( abf2 abf3 abf4 ) did not show defects in cuticle permeability, suggesting ABA signaling may indirectly regulate cutin deposition through activation of MYBs and negative regulation of DEWAX  78. Wax-related genes, including CER6, have ABA-responsive elements in their promoters and are induced by ABA, thus it is possible that ABA directly regulates wax synthesis (Reviewed in  142) (Figure 2). In the moss Physcomitrella patens , ABA negatively regulates the expression of cuticle-related genes, suggesting different evolution of ABA function during cuticle deposition in owering and non-owering plants 78. Abiotic and biotic stresses alter the thickness and composition of the cuticle in several species. While increased cuticle thickness promotes tolerance to abiotic stresses such as drought, altered composition and amount of cuticle have different effects during plant interaction with pathogens; in some cases it promotes plant tolerance to biotic stresses, while in others it has an inhibitory effect (reviewed in  143). Cutin also mediates plant response to osmotic stress by regulating ABA biosynthesis. Following osmotic stress, mutants impaired in cutin biosynthesis show reduced induction of ABA biosynthesis genes leading to decreased ABA accumulation and reduced tolerance to osmotic stress, although the mechanism is unclear  144. Thus, not only does cutin play a protective role against environmental stress, but it is also required for osmotic stress induction of ABA biosynthesis. By regulating cuticle deposition, ABA plays different roles in plant response to biotic and abiotic stresses. 3.3. Xylem Differentiation: ABA and Auxin Act in Concert Water transport from the root to the shoot is mediated by the xylem. Made of cellulose, hemicellulose and lignin, the secondary cell wall (SCW) is deposited in the xylem and provides support and strength to withstand the negative pressures of water transport. In Arabidopsis roots, the protoxylem is composed of spiral or annual SCW and develops at the periphery of the stele, while the metaxylem is made of reticulated or pitted walls and forms in the center of the stele  145. Xylem identity is specied by the interplay between class III homeodomain leucine zipper (HD-ZIP III) TFs and microRNA165 (miR165)miR166. miR165miR166 are expressed in the endodermis and move to the xylem to restrict HD-ZIP III expression pattern in a dose-dependent manner, with protoxylem specied by lowGenes 2021 ,12, 1936 14 of 22 HD-ZIPIII level in the periphery and metaxylem by high level of HD-ZIPIII in the middle of the stele 146,147. Recent studies have shown that ABA is required for SCW deposition and specica- tion of xylem identity. In Arabidopsis and tomato roots, exogenous ABA induces early protoxylem differentiation at the root tip as well as protoxylem formation in place of metaxylem further away from the root tip. In contrast, ABA deciency, induced either genetically ( aba2,aba3) or chemically (uridone), disrupts xylem development and results in the formation of discontinued metaxylem strands  73,74. Furthermore, impaired ABA perception and signaling mutants ( abi1-1 ,pyr1 pyl1 pyl2 pyl4 ) fail to induce ectopic pro- toxylem in the presence of ABA  73,74. Mechanistically, ABA induces miR165A 166B through the core ABA signaling pathway. Targeted inhibition of ABA signaling in the endodermis, but not in the stele, is sufcient to inhibit xylem differentiation via miR165 induction  73,74 (Figure 2). These studies show that ABA acts in the endodermis and upstream of miR165166-HD-ZIP III module to promote protoxylem differentiation in the stele in a non-cell autonomous manner. Interestingly, reduced ABA signaling in the epidermis or columella can also affect xylem differentiation, implying the existence of another non-cell autonomous ABA-dependent mechanism  73,74. A similar switch in xylem cell identity is also observed in roots exposed to osmotic and water stress, which elevate endogenous ABA levels  73,74. Under water stress, an increase in miR165 restricts PHABULOSA (PHB) expression, leading to an increase in protoxylem development and a switch from a pitted to a reticulate metaxylem  73. In maize, embolism induced by water stress was more frequent in metaxylem compared to protoxylem, and an increase in the number and thickness of vessels was observed also in other plant species subjected to water stress, suggesting that this developmental switch may confer an advantage under low water conditions 148151. Auxin, CKs, JA and BR also regulate vascular patterning and xylem differentiation in the stele (Reviewed in  145). In the stele, auxin biosynthesis mutants ( trp2,wei8 tar2 , quintuple yucca ) show defects in metaxylem development  152, while inhibition of auxin signaling completely inhibits xylem development; the latter can be partially restored by exogenous ABA, suggesting ABA and auxin promote xylem differentiation through independent pathways  74. In the stele, auxin biosynthesis is required for the induction of HD-ZIP III genes  152, which bind to the promoter of MP, a master regulator of vascular development, and its negative regulator IAA20 , to regulate metaxylem formation  153. These studies show that ABA and auxin regulate xylem differentiation independently: ABA induces miR165A in the endodermis, whereas auxin activates HD-ZIP III in the stele (Figure 2). In the inorescence stem, ABA was shown to promote SCW deposition, which is controlled by a set of NAC TFs, including NAC SECONDARY WALL THICKENING PROMOTING FACTOR 1 (NST1)ANAC043. Genes related to SCW synthesis are down- regulated in inorescence stem of ABA-decient ( aba2) and signaling ( snrk2.2 snrk2.3 snrk2.6 ) mutants. Accordingly, these mutants have thinner cell walls and decreased lignin and crystalline cellulose content  81. ABA regulation of SCW formation requires phospho- rylation of NST1 by SnRK2s. Interestingly, the SnRK2-mediated phosphorylation site is conserved in NST1 orthologs in dicots, but not in monocots, suggesting different regulatory mechanisms controlling SCW deposition in monocots and dicots  81. Overexpression of NCED6 and NCED9 , which induce the expression of SCW-related genes, did not increase lignication and SCW deposition, suggesting ABA alone is not sufcient to promote SCW deposition. 3.4. A Corky Story: Antagonistic Role of ABA and Ethylene in Suberin Deposition Suberin is a phenolic and aliphatic heteropolymer that can be found in various tissues including cork, seed coats, tree bark, root periderm and root endodermis in higher plants. In the endodermis, suberin lamellae are deposited to create SCW that acts to shift the endo- dermis from an actively absorbing tissue to a protected endodermis. This action dependsGenes 2021 ,12, 1936 15 of 22 on the developmental stage as well as hormone signals that are based off environmental stimuli 76. Several studies have shown that exogenous application of ABA induces the expression of suberin-related genes and increases suberin deposition in the endodermis, while trigger- ing ectopic suberin deposition in root tips and in potato tubers  76,154159. An essential role of basal ABA in endodermal suberization has been supported by genetic studies. A dramatic decrease in suberin formation is shown in ABA-decient ( aba2) and signaling ( abi3, abi4,abi5) mutants, as well as when ABA signaling is suppressed in the endodermis  76. ABA-dependent suberin deposition is mediated by MYB41-MYB53-MYB92-MYB93 , which are expressed in the endodermis and induced by ABA. A quadruple myb41 myb53 myb92 myb93 mutant shows a nearly complete lack of endodermal root suberin, which could not be rescued by application of ABA  159, whereas overexpression of some MYB TFs results in ectopic suberin accumulation  156,160 (Figure 2). ABA-induced suberin deposition also requires the auxin-regulated GDSL lipases, some of which have been proposed to be involved in suberin degradation while other in ABA-mediated suberin synthesis 159. While ABA promotes suberin synthesis, ethylene triggers its degradation, as demon- strated by the enhanced deposition of suberin in the ethylene insensitive mutant, etr1, and reduced suberization in the constitutive ethylene signaling mutant, ctr1 76. ABA can partially restore suberization in ctr1, suggesting ABA and ethylene signaling may intersect in regulating suberin deposition  76. A suberin loss-of-function mutant ( suber- manmyb39 ) and overexpression line show differential expression of ABA and ethylene signalling genes, which further support ABA and ethylene crosstalk in suberin formation in Arabidopsis 161 (Figure 2). Depending on the availability of nutrients, suberization can be enhanced or decreased, and this process is under hormonal regulation. Under iron (Fe), manganese (Mn) or zinc (Zn) deciency, ethylene signalling is induced to inhibit endodermal suberization, whereas deciencies in sulfur (S), potassium (K) or salt stress activate suberin deposition through ABA signalling  76. Seed yield, rosette size and weight were reduced in the suberin-decient mutants  76, phenotypes that are also shown by ABA-decient mutants, suggesting that ABA regulation of plant growth may be in part linked to its ability to regulate suberin deposition, and thus water and nutrient uptake or retention. Interestingly, using ABA decient ( aba2) and signaling ( abi4) mutants, as well as endodermal-specic suppression of ABA signaling, a recent study highlighted the role of the microbiome in modulating suberin deposition, nutrient uptake and plant growth by suppressing ABA responses  162. Overall, ABA plays direct and indirect roles in the regulation of suberin biosynthesis, accumulation, and deposition in the endodermis in various stressed and non-stressed conditions. 4. Conclusions and Future Directions A considerable amount of research has been conducted to address the role of ABA in regulating stress responses in plants. However, less is known about the role of ABA in modulating plant growth and developmental processes. Here, we reviewed genetic evidence that supports ABA acting as both a positive and negative regulator of growth. Biphasic ABA responses are often observed in which low doses of ABA promote growth, while high doses inhibit it  5,6. ABA plays roles in regulating central metabolism and chloroplast biogenesis. Crosstalk between ABA and other phytohormones, including auxin, CK, and ethylene is also important for ne-tuning control over growth. The critical function of basal ABA in promoting growth is to negatively regulate ethylene biosynthesis. This ABA-ethylene interaction also plays a major role in regulating local growth responses. In terms of molecular mechanisms, ABA regulates ethylene biosynthesis via multiple different pathways, including transcriptional and post-translational regulations  163. For example, ABA can inhibit ethylene biosynthesis through ABI4. ABI4 is shown to bind to the promoter of ACS genes and repress their transcription  164. Auxin and CK pathways have critical roles in regulating cell cycle progression of roots and shoots, and are known toGenes 2021 ,12, 1936 16 of 22 interact with ABA signaling components. Overall, phytohormone crosstalk can be positive or negative depending on the tissue and developmental stage being assessed, highlighting a need for specicity and precision in future studies. ABA also plays key roles in the determination of cell fate and development of tissues that are involved in transpiration and gas exchange, as well as water and nutrient transport, by regulating the biosynthesis of cutin, waxes and suberin. Specically, genetic evidence supports a negative role for ABA in stomata development, and a positive role in the deposition of shoot epidermal waxes and cutin. ABA also positively regulates suberin deposition in the root endodermis and xylem differentiation in the vasculature of various higher plants. While ABA promotes xylem development non-cell autonomously, it acts in the endodermis to promote suberin deposition in a cell autonomous manner  143,144,152. ABA works synergistically with auxin to promote xylem differentiation, while acting antagonistically with ethylene in suberin deposition. ABAs role in modulating plant growth and stress response is directly linked to its function in regulating chloroplast biogenesis, which affects metabolism including processes required for the development of cells and tissues that are pivotal for nutrient uptake and transpiration. Despite the data available describing ABAs role in growth and development, there are still outstanding questions to be addressed in the future. Although basal ABA is required for the development of specic tissues, the action of ABA in these cell and tissue types are unknown. Cell- or tissue-type specic transcriptomic studies coupled with ChIP-seq should help elucidate regulatory circuits and identify direct targets of hormone signaling components in different cell and tissue types. This should also aid in understanding mechanisms of cell and non-cell autonomous signaling and is critical to uncover other players as well as evidence of hormone crosstalk. These studies should be accompanied by metabolomic analyses in different tissues and at different stages of development. Most of the studies discussed here were conducted in seedlings, leaves or roots, however there is a little genetic evidence on the role of basal ABA in the development of other organs or at different stages of development. Lastly, to uncover mechanisms of evolution in ABA- mediated control of growth and development, it is critical that we extend our knowledge to other plant species. Author Contributions: All authors contributed to the writing, discussion and editing of the manuscript. B.P .B. and J.P . prepared the Figures. All authors have read and agreed to the published version of the manuscript. Funding: The nancial supports by a Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery Grant RGPIN-2019-04144 and a Canada First Research Excellence Fund (CFREF) grant that established the Plant Phenotyping and Imaging Research Centre (P2IRC) project to EN. Institutional Review Board Statement: Not applicable. Informed Consent Statement: Not applicable. Data Availability Statement: Not applicable. Conicts of Interest: The authors declare that they have no conict of interest. References 1. Cutler, S.R.; Rodriguez, P .L.; Finkelstein, R.R.; Abrams, S.R. Abscisic acid: Emergence of a core signaling network. Annu. Rev. Plant Biol. 2010 ,61, 651679. CrossRef 2. Nambara, E.; Okamoto, M.; Tatematsu, K.; Yano, R.; Seo, M.; Kamiya, Y. Abscisic acid and the control of seed dormancy and germination. Seed Sci. Res. 2010 ,20, 5567. CrossRef 3. Sano, N.; Marion-Poll, A. ABA metabolism and homeostasis in seed dormancy and germination. Int. J. Mol. Sci. 2021 ,22, 5069. CrossRef 4. Pan, W.; Liang, J.; Sui, J.; Li, J.; Liu, C.; Xin, Y.; Zhang, Y.; Wang, S.; Zhao, Y.; Zhang, J.; et al. ABA and bud dormancy in perennials: Current knowledge and future perspective. Genes 2021 ,12, 1635. CrossRef 5. Humplik, J.F.; Bergougnoux, V .; van Volkenburgh, E. To stimulate or inhibit? That is the question for the function of abscisic acid. Trends Plant Sci. 2017 ,22, 830841. CrossRef 6. Yoshida, T.; Christmann, A.; Yamaguchi-Shinozaki, K.; Grill, E.; Fernie, A.R. Revisiting the basal role of ABARoles outside of stress. Trends Plant Sci. 2019 ,24, 625635. CrossRefGenes 2021 ,12, 1936 17 of 22 7. Seo, M.; Marion-Poll, A. Abscisic acid metabolism and transport. In Advances in Botanical Research, Abscise Acid in Plants ; Seo, M., Marion-Poll, A., Eds.; Elsevier: Oxford, UK, 2019; Volume 92, pp. 150. 8. Rock, C.D.; Bowlby, N.R.; Hoffmann-Benning, S.; Zeevaart, J.A.D. The aba mutant of Arabidopsis thaliana (L.) Heynh. has reduced chlorophyll uorescence yields and reduced thylakoid stacking. Plant Physiol. 1992 ,100, 17961801. CrossRef 9. Agrawal, G.K.; Yamazaki, M.; Kobayashi, M.; Hirochika, R.; Miyao, A.; Hirochika, H. Screening of the rice viviparous mutants generated by endogenous retrotransposon Tos17 insertion. Tagging of a zeaxanthin epoxidase gene and a novel OsTATC gene. Plant Physiol. 2001 ,125, 12481257. CrossRef 10. Galpaz, N.; Wang, Q.; Menda, N.; Zamir, D.; Hirschberg, J. Abscisic acid deciency in the tomato mutant high-pigment 3 leading to increased plastid number and higher fruit lycopene content. Plant J. 2008 ,53, 717730. CrossRef 11. Muller, P .; Li, X.P .; Niyogi, K.K. Non-photochemical quenching. A release to excess light energy. Plant Physiol. 2001 ,125, 15581566. CrossRef 12. McAdam, S.A.M.; Sussmilch, F.C.; Brodribb, T.J.; Ross, J.J. Molecular characterization of a mutation affecting abscisic acid biosynthesis and consequently stomatal responses to humidity in an agriculturally important species. AoB Plants 2015 ,7, plv091. CrossRef 13. Liao, Y.X.; Bai, Q.; Xu, P .Z.; Wu, T.K.; Guo, D.M.; Peng, Y.B.; Zhang, H.Y.; Deng, X.S.; Chen, X.Q.; Luo, M.; et al. Mutation in rice Abscisic Acid2 results in cell death, enhanced disease-resistance, altered seed dormancy and development. Front. Plant Sci. 2018 , 9, 405. CrossRef 14. Creelman, R.A.; Bell, E.; Mullet, J.E. Involvement of a lipoxygenase-like enzyme in abscisic acid biosynthesis. Plant Physiol. 1992 , 99, 12581260. CrossRef 15. Kitahata, N.; Han, S.Y.; Noji, N.; Saito, T.; Kobayashi, M.; Nakano, T.; Kuchitsu, K.; Shinozaki, K.; Yoshida, S.; Matsumoto, S.; et al. A 9-cis-epoxycarotenoid dioxygenase inhibitor for use in the elucidation of abscisic acid action mechanisms. Bioorg. Med. Chem. 2006 ,14, 55555561. CrossRef 16. Awan, S.Z.; Chandler, J.O.; Harrison, P .J.; Sergeant, M.J.; Bugg, T.D.H.; Thompson, A.J. Promotion of germination using hydroxamic acid inhibitors of 9-cis-epoxycarotenoid dioxygenase. Front. Plant Sci. 2017 ,8, 357. CrossRef 17. Seo, M.; Aoki, H.; Koiwai, H.; Kamiya, Y.; Nambara, E.; Koshiba, T. Comparative Studies on the Arabidopsis aldehyde oxidase (AAO) gene family revealed a major role of AAO3 in ABA biosynthesis in seeds. Plant Cell Physiol. 2004 ,45, 16941703. CrossRef 18. Schwarz, G.; Mendel, R.R. Molybdenum cofactor biosynthesis and molybdenum enzymes. Annu. Rev. Plant Biol. 2006 ,57, 623647. CrossRef 19. Xiong, L.; Ishitani, M.; Lee, H.; Zhu, K.J. The Arabidopsis LOS5ABA3 locus encodes a molybdenum cofactor sulfurase and modulates cold stress-and osmotic stress-responsive gene expression. Plant Cell 2001 ,13, 20632083. 20. Sagi, M.; Scazzocchio, C.; Fluhr, R. The absence of molybdenum cofactor sulfuration is the primary cause of the acca phenotype in tomato plants. Plant J. 2002 ,31, 305317. CrossRef 21. Watanabe, S.; Sato, M.; Sawada, Y.; Tanaka, M.; Matsui, A.; Kanno, Y.; Hirai, M.Y.; Seki, M.; Sakamoto, A.; Seo, M. Arabidopsis molybdenum cofactor sulfurase ABA3 contributes to anthocyanin accumulation and oxidative stress tolerance in ABA-dependent and independent ways. Sci. Rep. 2018 ,8, 16592. CrossRef 22. Walker-Simmons, M.; Kudma, D.A.; Warner, R.L. Reduced accumulation of ABA during water stress in a molybdenum cofactor mutant of barley. Plant Physiol. 1989 ,90, 728733. CrossRef 23. Okamoto, M.; Kuwahara, A.; Seo, M.; Kushiro, T.; Asami, T.; Hirai, N.; Kamiya, Y.; Koshiba, T.; Nambara, E. CYP707A1 and CYP707A2, which encode ABA 80-hydroxylases, are indispensable for a proper control of seed dormancy and germination in Arabidopsis. Plant Physiol. 2006 ,141, 97107. CrossRef 24. Okamoto, M.; Tanaka, Y.; Abrams, S.R.; Kamiya, Y.; Seki, M.; Nambara, E. High humidity induces ABA 80-hydroxylase in stomata and vasculature to regulate local and systemic ABA responses in Arabidopsis. Plant Physiol. 2009 ,149, 825834. CrossRef 25. Umezawa, T.; Okamoto, M.; Kushiro, T.; Nambara, E.; Oono, Y .; Kobayashi, M.; Koshiba, T.; Kamiya, Y .; Shinozaki, K. CYP707A3, a major ABA 80-hydroxylase involved in dehydration and rehydration response in Arabidopsis thaliana .Plant J. 2006 ,46, 171182. CrossRef 26. Todoroki, Y.; Ueno, K. Development of specic inhibitors of CYP707A, a key enzyme in the catabolism of abscisic acid. Curr. Med. Chem. 2010 ,17, 32303244. CrossRef 27. Abrams, S.R.; Loewen, M.C. Chemistry and chemical biology of ABA. In Advances in Botanical Research, Abscise Acid in Plants ; Seo, M., Marion-Poll, A., Eds.; Elsevier: Oxford, UK, 2019; Volume 92, pp. 315340. 28. Saito, S.; Okamoto, M.; Shinoda, S.; Kushiro, T.; Koshiba, T.; Hirai, N.; Sakata, K.; Nambara, E.; Mizutani, M. A plant growth retardant uniconazole is a potent inhibitor of ABA catabolism in Arabidopsis. Biosci. Biotechnol. Biochem. 2006 ,70, 17311739. CrossRef 29. Ma, Y.; Szostkiewicz, I.; Korte, A.; Moes, D.; Yang, Y. Regulators of PP2C phosphatase activity function as abscisic acid sensors. Science 2009 ,324, 10641068. CrossRef 30. Park, S.Y.; Fung, P .; Nishimura, N.; Jensen, D.R.; Fujii, H. Abscisic acid inhibits type 2C protein phosphatases via the PYRPYL family of START proteins. Science 2009 ,324, 10681071. CrossRef 31. Fujii, H.; Chinnusamy, V .; Rodrigues, A.; Rubio, S.; Antoni, R.; Park, S.Y.; Cutler, S.R.; Sheen, J.; Rodriguez, P .L.; Zhu, J.K. In vitro reconstitution of an ABA signaling pathway. Nature 2009 ,462, 660664. CrossRef 32. Fujii, H.; Zhu, J.K. Arabidopsis mutant decient in three abscisic acid-activated protein kinases reveals critical roles in growth, reproduction, and stress. Proc. Natl. Acad. Sci. USA 2009 ,106, 83808385. CrossRefGenes 2021 ,12, 1936 18 of 22 33. Nakashima, K.; Fujita, Y .; Kanamori, N.; Katagiri, T.; Umezawa, T.; Kidokoro, S.; Maruyama, K.; Yoshida, T.; Ishiyama, K.; Kobayashi, M.; et al. Three Arabidopsis SnRK2 Protein Kinases, SRK2DSnRK2.2, SRK2ESnRK2.6OST1 and SRK2ISnRK2.3, involved in ABA signaling are essential for the control of seed development and dormancy . Plant Cell Physiol. 2009 ,50, 13451363. CrossRef 34. Suzuki, M.; McCarty, D. Functional symmetry of the B3 network controlling seed development. Curr. Opin. Plant Biol. 2008 ,11, 548553. CrossRef 35. Gonzalez-Guzman, M.; Pizzio, G.A.; Antoni, R.; Vera-Sirera, F.; Merilo, E.; Bassel, G.W.; Fern ndez, M.A.; Holdsworth, M.J.; Perez-Amador, M.A.; Kollist, H.; et al. Arabidopsis PYRPYLRCAR receptors play a major role in quantitative regulation of stomatal aperture and transcriptional response to abscisic acid. Plant Cell 2012 ,24, 24832496. CrossRef 36. Miao, C.B.; Xiao, L.H.; Hua, K.; Zou, C.; Zhao, Y.; Bressan, R.A.; Zhu, J.K. Mutations in a subfamily of abscisic acid receptor genes promote rice growth and productivity. Proc. Natl. Acad. Sci. USA 2018 ,115, 60586063. CrossRef 37. Zhao, Y .; Zhang, Z.J.; Gao, J.H.; Wang, P .C.; Hu, T.; Wang, Z.G.; Hou, Y .J.; Wan, Y .Z.; Liu, W.S.; Xie, S.J.; et al. Arabidopsis duodecuple mutant of PYL ABA receptors Reveals PYL repression of ABA-independent SnRK2 activity . Cell Rep. 2018 ,23, 3340. CrossRef 38. Umezawa, T.; Nakashima, K.; Miyakawa, T.; Kuromori, T.; Tanokura, M.; Shinozaki, K.; Yamaguchi-Shinozaki, K. Molecular basis of the core regulatory network in ABA responses: Sensing, signaling and transport. Plant Cell Physiol. 2010 ,51, 18211839. CrossRef 39. Leung, J.; Merlot, S.; Giraudat, J. The Arabidopsis ABSCISE ACID-INSENSITIVE2 (ABI2) and ABI1 genes encode homologous protein phosphatase 2C involved in abscisic acid signal transduction. Plant Cell 1997 ,9, 759771. 40. Nishimura, N.; Yoshida, T.; Kitahata, N.; Asami, T.; Shinozaki, K.; Hirayama, T. ABA-Hypersensitive Germination1 encodes a protein phosphatase 2C, an essential component of abscisic acid signaling in Arabidopsis seed. Plant J. 2007 ,50, 935949. CrossRef 41. Robert, N.; Merlot, S.; Nguyen, V .; Boisson-Dernier, A.; Schroeder, J.I. A hypermorphic mutation in the protein phosphatase 2C HAB1 strongly affects ABA signaling in Arabidopsis. FEBS Lett. 2006 ,580, 46914696. CrossRef 42. Boudsocq, M.; Barbier-Brygoo, H.; Lauriere, C. Identication of nine sucrose nonfermenting 1-related protein kinases 2 activated by hyperosmotic and saline stresses in Arabidopsis thaliana .J. Biol. Chem. 2004 ,279, 4175841766. CrossRef 43. Dejonghe, W.; Okamoto, M.; Cutler, S.R. Small molecule probes of ABA biosynthesis and signaling. Plant Cell Physiol. 2018 ,59, 14901499. CrossRef 44. Hewage, K.A.H.; Yang, J.F.; Wang, D.; Hao, G.F.; Yang, G.F.; Zhu, J.K. Chemical manipulation of abscisic acid signaling: A new approach to abiotic and biotic stress management in agriculture. Adv. Sci. 2020 ,7, 2001265. CrossRef 45. Zhao, F.Y.; Cai, F.X.; Gao, H.J.; Zhang, S.Y.; Wang, K.; Liu, T.; Wang, X. ABA plays essential roles in regulating root growth by interacting with auxin and MAPK signaling pathways and cell-cycle machinery in rice seedlings. Plant Growth Regul. 2014 ,75, 535547. CrossRef 46. Takatsuka, H.; Umeda, M. Hormonal control of cell division and elongation along differentiation trajectories in roots. J. Exp. Bot. 2014 ,65, 26332643. CrossRef 47. Takatsuka, H.; Umeda, M. ABA inhibits root cell elongation through repressing the cytokinin signaling. Plant Signal. Behav. 2019 , 14, e1578632. CrossRef PubMed 48. Huang, X.; Zhang, X.; Gong, Z.; Yang, S.; Shi, Y. ABI4 represses the expression of type-A ARRs to inhibit seed germination in Arabidopsis. Plant J. 2017 ,89, 354365. CrossRef 49. Scofield, S.; Dewitte, W.; Nieuwland, J.; Murray , J.A.H. The Arabidopsis homeobox gene SHOOT MERISTEMLESS has cellular and meristem-organisational roles with differential requirements for cytokinin and CYCD3 activity . Plant J. 2013 ,75, 5366. CrossRef 50. Hemerly, A.S.; Ferreira, P .; Engler, J.D.A.; Montagu, M.V .; Engler, G.; Inz , D. cdca2 expression in Arabidopsis is linked with competence for cell division. Plant Cell 1993 ,5, 17111723. PubMed 51. Burssens, S.; Engler, J.D.A.; Beeckman, T.; Richard, C.; Shaul, O.; Ferreira, P .; Montagu, M.V .; Inz , D. Developmental expression of the Arabidopsis thaliana CycA2;1 gene. Planta 2000 ,211, 623631. CrossRef PubMed 52. Lipavsk , H.; Makov , P .; Vojvodov , P . Regulatory dephosphorylation of CDK at G 2M in plants: Yeast mitotic phosphatase cdc25 induces cytokinin-like effects in transgenic tobacco morphogenesis. Ann. Bot. 2011 ,107, 10711086. CrossRef 53. Melaragno, J.E.; Mehrotra, B.; Coleman, A.W. Relationship between endopolyploidy and cell size in epidermal tissue of Arabidopsis. Plant Cell 1993 ,5, 16611668. CrossRef 54. Shimotohno, A.; Aki, S.S.; Takahashi, N.; Umeda, M. Regulation of the plant cell cycle in response to hormones and the environment. Annu. Rev. Plant Biol. 2021 ,72, 273296. CrossRef 55. Milborrow, B.V . The chemistry and physiology of abscisic acid. Ann. Rev. Plant Physiol. 1974 ,25, 259307. CrossRef 56. Pierik, R.; Tholen, D.; Poorter, H.; Visser, E.J.W.; and Voesenek, L.A.C.J. The Janus face of ethylene: Growth inhibition and stimulation. Trends Plant Sci. 2006 ,11, 176183. CrossRef PubMed 57. Han, H.B.; Adamowski, M.; Qi, L.L.; Alotaibi, S.S.; Friml, J. PIN-mediated polar auxin transport regulations in plant tropic responses. New Phytol. 2021 ,232, 510522. CrossRef PubMed 58. Nguyen, H.N.; Lai, N.; Kisiala, A.B.; Emery, R.J.N. Isopentenyltransferases as master regulators of crop performance: Their function, manipulation, and genetic potential for stress adaptation and yield improvement. Plant Biotechnol. J. 2021 ,19, 12971313. CrossRef PubMed 59. Benschop, J.J.; Millenaar, F.F.; Smeets, M.E.; van Zanten, M.; Voesenek, L.A.C.J.; Peeters, A.J.M. Abscisic acid antagonizes ethylene-induced hyponastic growth in Arabidopsis. Plant Physiol. 2007 ,143, 10131023. CrossRef PubMedGenes 2021 ,12, 1936 19 of 22 60. Barrero, J.M.; Piqueras, P .; Gonz lez-Guzm n, M.; Serrano, R.; Rodr guez, P .L.; Ponce, M.R.; Micol, J.L. A mutational analysis of the ABA1 gene of Arabidopsis thaliana highlights the involvement of ABA in vegetative development. J. Exp. Bot. 2005 ,56, 20712083. CrossRef 61. Zhang, H.; Han, W.; De Smet, I.; Talboys, P .; Loya, R.; Hassan, A.; Rong, H.; Jurgens, G.; Paul Knox, J.; Wang, M.H. ABA promotes quiescence of the quiescent centre and suppresses stem cell differentiation in the Arabidopsis primary root meristem. Plant J. 2010 ,64, 764774. CrossRef 62. Barrero, J.M.; Rodriguez, P .L.; Quesada, V .; Alabadi, D.; Blazquez, M.A.; Boutin, J.P .; Marion-Poll, A.; Ponce, M.R.; Micol, J.L. The ABA1 gene and carotenoid biosynthesis are required for late skotomorphogenic growth in Arabidopsis thaliana .Plant Cell Environ. 2008 ,31, 227234. CrossRef 63. Lake, J.A.; Woodward, F.I.; Quick, W.P . Long-distance CO 2signalling in plants. J. Exp. Bot. 2002 ,53, 183193. CrossRef PubMed 64. Lake, J.A.; Woodward, F.I. Response of stomatal numbers to CO 2and humidity: Control by transpiration rate and abscisic acid. New Phytol. 2008 ,179, 397404. CrossRef 65. Frey, A.; Effroy, D.; Lefebvre, V .; Seo, M.; Perreau, F.; Berger, A.; Sechet, J.; To, A.; North, H.M.; Marion-Poll, A. Epoxycarotenoid cleavage by NCED5 ne-tunes ABA accumulation and affects seed dormancy and drought tolerance with other NCED family members. Plant J. 2012 ,70, 501512. CrossRef 66. Chater, C.; Peng, K.; Movahedi, M.; Dunn, J.A.; Walker, H.J.; Liang, Y.K.; McLachlan, D.H.; Casson, S.; Isner, J.C.; Wilson, I.; et al. Elevated CO 2-induced responses in stomata require ABA and ABA signaling. Curr. Biol. 2015 ,25, 27092716. CrossRef PubMed 67. Yoshida, T.; Obata, T.; Feil, R.; Lunn, J.E.; Fujita, Y.; Yamaguchi-Shinozaki, K.; Fernie, A.R. The role of abscisic acid signaling in maintaining the metabolic balance required for Arabidopsis growth under nonstress conditions. Plant Cell 2019 ,31, 84105. CrossRef 68. Cheng, W.-H.; Endo, A.; Zhou, L.; Penney, J.; Chen, H.-C.; Arroyo, A.; Leon, P .; Nambara, E.; Asami, T.; Seo, M.; et al. A unique short-chain dehydrogenasereductase in Arabidopsis glucose signaling and abscisic acid biosynthesis and functions. Plant Cell 2002 ,14, 27232743. CrossRef 69. LeNoble, M.E.; Spollen, W.G.; Sharp, R.E. Maintenance of shoot growth by endogenous ABA: Genetic assessment of the involvement of ethylene suppression. J. Exp. Bot. 2004 ,55, 237245. CrossRef 70. Leon, P .; Sheen, J. Sugar and hormone connections. Trends Plant Sci. 2003 ,8, 110116. CrossRef 71. LHaridon, F.; Besson-Bard, A.; Binda, M.; Serrano, M.; Abou-Mansour, E.; Balet, F.; Schoonbeek, H.J.; Hess, S.; Mir, R.; L on, J.; et al. A permeable cuticle is associated with the release of reactive oxygen species and induction of innate immunity. PLoS Pathog. 2011 ,7, e1002148. CrossRef PubMed 72. Tanaka, Y.; Nose, T.; Jikumaru, Y.; Kamiya, Y. ABA inhibits entry into stomatal-lineage development in Arabidopsis leaves. Plant J.2013 ,74, 448457. CrossRef 73. Ramachandran, P .; Wang, G.; Augstein, F.; de Vries, J.; Carlsbecker, A. Continuous root xylem formation and vascular acclimation to water decit involves endodermal ABA signalling via miR165. Development 2018 ,145, dev159202. CrossRef 74. Bloch, D.; Puli, M.R.; Mosquna, A.; Yalovsky, S. Abiotic stress modulates root patterning via ABA-regulated microRNA expression in the endodermis initials. Development 2019 ,146, dev177097. CrossRef PubMed 75. Lee, L.R.; Bergmann, D.C. The plant stomatal lineage at a glance. J. Cell Sci. 2019 ,132, jcs228551. CrossRef PubMed 76. Barberon, M.; Vermeer, J.; De Bellis, D.; Wang, P .; Naseer, S.; Andersen, T.; Humbel, B.; Nawrath, C.; Takano, J.; Salt, D.; et al. Adaptation of root function by nutrient-induced plasticity of endodermal differentiation. Cell2016 ,164, 447459. CrossRef 77. Lon-Kloosterziel, K.M.; Gil, M.A.; Ruijs, G.J.; Jacobsen, S.E.; Olszewski, N.E.; Schwartz, S.H.; Zeevaart, J.A.; Koornneef, M. Isolation and characterization of abscisic acid-decient Arabidopsis mutants at two new loci. Plant J. 1996 ,10, 655661. CrossRef 78. Cui, F.; Brosch , M.; Lehtonen, M.T.; Amiryouse, A.; Xu, E.; Punkkinen, M.; Valkonen, J.P .; Fujii, H.; Overmyer, K. Dissecting abscisic acid signaling pathways involved in cuticle formation. Mol. Plant 2016 ,9, 926938. CrossRef 79. Seo, M.; Peeters, A.J.M.; Koiwai, H.; Oritani, T.; Marion-Poll, A.; Zeevaart, J.A.D.; Koornneef, M.; Kamiya, Y.; Koshiba, T. The Arabidopsis aldehyde oxidase 3 (AAO3 ) gene product catalyzes the nal step in abscisic acid biosynthesis in leaves. Proc. Natl. Acad. Sci USA 2000 ,97, 1290812913. CrossRef 80. Rubio, S.; Rodrigues, A.; Saez, A.M.B.; Galle, A.; Kim, T.H.; Santiago, J.; Flexas, J.; Schroeder, J.I.; Rodriguez, P .L. Triple loss of function of protein phosphatases type 2C leads to partial constitutive response to endogenous abscisic acid. Plant Physiol. 2009 , 150, 13451355. CrossRef 81. Liu, C.; Rao, X.; Li, L.; Dixon, R.A. Abscisic acid regulates secondary cell-wall formation and lignin deposition in Arabidopsis thaliana through phosphorylation of NST1. Proc. Natl. Acad. Sci. USA 2021 ,118, e2010911118. CrossRef PubMed 82. Shkolnik-Inbar, D.; Bar-Zvi, D. ABI4 mediates abscisic acid and cytokinin inhibition of lateral root formation by reducing polar auxin transport in Arabidopsis. Plant Cell 2010 ,22, 35603573. CrossRef 83. Allen, J.; Guo, K.; Zhang, D.; Ince, M.; Jammes, F. ABA-glucose ester hydrolyzing enzyme ATBG1 and PHYB antagonistically regulate stomatal development. PLoS ONE 2019 ,14, e0218605. CrossRef 84. Jones, H.G.; Sharp, C.S.; Higgs, K.H. Growth and water relations of wilty mutants of tomato ( Lycopersicon esculentum Mill.). J. Exp. Bot. 1987 ,38, 18481856. CrossRef 85. Sharp, R.E.; LeNoble, M.E.; Else, M.A.; Thorne, E.T.; and Gherardi, F. Endogenous ABA maintains shoot growth in tomato independently of effects on plant water balance: Evidence for an interaction with ethylene. J. Exp. Bot. 2000 ,51, 15751584. CrossRef 86. Nitsch, L.; Kohen, W.; Oplaat, C.; Charnikhova, T.; Cristescu, S.; Michieli, P .; Wolters-Arts, M.; Bouwmeester, H.; Mariani, C. ; Vriezen, W.H.; et al. ABA-deficiency results in reduced plant and fruit size in tomato. J. Plant Physiol. 2012 ,169, 878883. CrossRefGenes 2021 ,12, 1936 20 of 22 87. Humplik, J.F.; Bergougnoux, V .; Jandova, M.; Simura, J.; Pencik, A.; Tomanec, O.; Rolcik, J.; Novak, O.; Fellner, M. Endogenous abscisic acid promotes hypocotyl growth and affects endoreduplication during dark-Induced growth in tomato ( Solanum lycopersicum L.).PLoS ONE 2015 ,10, 0117793. CrossRef 88. Tal, M. Abnormal stomatal behavior in wilty mutants of tomato. Plant Physiol. 1966 ,41, 13871391. CrossRef 89. Gazzarrini, S.; McCourt, P . Genetic interactions between ABA, ethylene and sugar signaling pathways. Curr. Opin. Plant Biol. 2001 ,4, 387391. CrossRef 90. Casson, S.A.; Hetherington, A.M. GSK3-like kinases integrate brassinosteroid signaling and stomatal development. Sci. Signal. 2012 ,5, pe30. CrossRef PubMed 91. Gong, Y.; Alassimone, J.; Varnau, R.; Sharmam, N.; Cheungm, L.S.; Bergmann, D.C. Tuning self-renewal in the Arabidopsis stomatal lineage by hormone and nutrient regulation of asymmetric cell division. eLife 2021 ,10, e63335. CrossRef PubMed 92. Poor, P .; Borbely, P .; Czekus, Z.; Takacs, Z.; Ordog, A.; Popovic, B.; Tari, I. Comparison of changes in water status and photosynthetic parameters in wild type and abscisic acid-decient sitiens mutant of tomato ( Solanum lycopersicum cv. Rheinlands Ruhm) exposed to sublethal and lethal salt stress. J. Plant Physiol. 2019 ,232, 130140. CrossRef 93. Innes, S.N.; Solhaug, K.A.; Torre, S.; Dodd, I.C. Different abscisic acid-decient mutants show unique morphological and hydraulic responses to high air humidity. Physiol. Plant. 2021 ,172, 17951807. CrossRef 94. McAdam, S.A.M.; Brodribb, T.J.; Ross, J.J. Shoot-derived abscisic acid promotes root growth. Plant Cell Environ. 2016 ,39, 652659. CrossRef PubMed 95. Nagel, O.W.; Konings, H.; Lambers, H. Growth rate, plant development and water relations of the ABA-decient tomato mutant sitiens .Physiol Plant. 1994 ,92, 102108. CrossRef 96. Curvers, K.; Sei, H.; Mouille, G.; de Rycke, R.; Asselbergh, B.; Van Hecke, A.; Vanderschaeghe, D.; Hfte, H.; Callewaert, N.; Van Breusegem, F. ; et al. Abscisic acid deciency causes changes in cuticle permeability and pectin composition that inuence tomato resistance to Botrytis cinerea .Plant Physiol. 2010 ,154, 847860. CrossRef 97. Martin, L.B.B.; Romero, P .; Fich, E.A.; Domozych, D.S.; Rose, J.K.C. Cuticle biosynthesis in tomato leaves is developmentally regulated by abscisic acid. Plant Physiol. 2017 ,174, 13841398. CrossRef 98. Spollen, W.G.; LeNoble, M.E.; Samuels, T.D.; Bernstein, N.; Sharp, R.E. Abscisic acid accumulation maintains maize primary root elongation at low water potentials by restricting ethylene production. Plant Physiol. 2000 ,122, 967976. CrossRef 99. Saika, H.; Okamoto, M.; Miyoshi, K.; Kushiro, T.; Shinoda, S.; Jikumaru, Y.; Fujimoto, M.; Arikawa, T.; Takahashi, H.; Ando, M.; et al. Ethylene promotes submergence-induced expression of OsABA8ox1, a gene that encodes ABA 80-hydroxylase in rice. Plant Cell Physiol. 2007 ,48, 287298. CrossRef PubMed 100. van Zanten, M.; Pons, T.L.; Janssen, J.A.M.; Voesenek, L.A.C.J.; Peeters, A.J.M. On the relevance and control of leaf angle. CRC Crit. Rev. Plant Sci. 2010 ,29, 300316. CrossRef 101. Benschop, J.J.; Jackson, M.B.; Guhl, K.; Vreeburg, R.A.M.; Croker, S.J.; Peeters, A.J.M.; Voesenek, L.A.C.J. Contrasting interactions between ethylene and abscisic acid in Rumex species differing in submergence tolerance. Plant J. 2005 ,44, 756768. CrossRef PubMed 102. Chen, X.; Pierik, R.; Peeters, A.J.M.; Poorter, H.; Visser, E.J.W.; Huber, H.; de Kroon, H. Endogenous abscisic acid as a key switch for natural variation in ooding-induced shoot elongation. Plant Physiol. 2010 ,154, 969977. CrossRef 103. Toriyama, T.; Shinozawa, A.; Yasumura, Y.; Saruhashi, M.; Hiraide, M.; Ito, S.; Matsuura, H.; Kuwata, K.; Yoshida, M.; Baba, T.; et al. Sensor histidine kinases mediate ABA and osmostress signaling in the moss Physcomitrium patens .Curr. Biol. 2021 ,32, 112. CrossRef 104. Emenecker, R.J.; Strader, L.C. Auxin-abscisic acid interactions in plant growth and development. Biomolecules 2020 ,10, 281. CrossRef 105. Zhao, Y.; Xing, L.; Wang, X.; Hou, Y.J.; Gao, J.; Wang, P .; Duan, C.G.; Zhu, X.; Zhu, J.K. The ABA receptor PYL8 promotes lateral root growth by enhancing MYB77-dependent transcription of auxin-responsive genes. Sci. Signal. 2014 ,7, ra53. CrossRef PubMed 106. Zheng, Z.F.; Xu, X.P .; Crosley, R.A.; Greenwalt, S.A.; Sun, Y.J.; Blakeslee, B.; Wang, L.Z.; Ni, W.T.; Sopko, M.S.; Yao, C.L.; et al. The protein kinase SnRK2.6 mediates the regulation of sucrose metabolism and plant growth in Arabidopsis. Plant Physiol. 2010 ,153, 99113. CrossRef 107. Li, X.; Chen, L.; Forde, B.G.; Davies, W.J. The biphasic root growth response to abscisic acid in Arabidopsis involves interaction with ethylene and auxin signalling pathways. Front. Plant Sci. 2017 ,8, 1493. CrossRef PubMed 108. Gendreau, E.; Traas, J.; Desnos, T.; Grandjean, O.; Caboche, M.; Hofte, H. Cellular basis of hypocotyl growth in Arabidopsis thaliana . Plant Physiol. 1997 ,114, 295305. CrossRef PubMed 109. Wang, H.; Qi, Q.; Schorr, P .; Cutler, A.J.; Crosby, W.L.; Fowke, L.C. ICK1, a cyclin-dependent protein kinase inhibitor from Arabidopsis thaliana interacts with both Cdc2a and CycD3, and Its expression Is induced by abscisic acid. Plant J. 1998 ,15, 501510. CrossRef 110. Bai, Q.; Huang, Y.; Shen, Y. The physiological and molecular mechanism of abscisic acid in regulation of freshy fruit ripening. Front. Plant Sci. 2021 ,11, 619953. CrossRef PubMed 111. Kou, X.H.; Yang, S.; Chai, L.P .; Wu, C.E.; Zhou, J.Q.; Liu, Y.F.; Xue, Z.H. Abscisic acid and fruit ripening: Multifaceted analysis of the effect of abscisic acid on eshy fruit ripening. Sci. Hortic. 2021 ,281, 109999. CrossRefGenes 2021 ,12, 1936 21 of 22 112. Zhang, Y.S.; Li, Q.; Jiang, L.; Kai, W.B.; Liang, B.; Wang, J.; Du, Y.W.; Zhai, X.W.; Wang, J.L.; Zhang, Y.Q. Suppressing type 2C protein phosphatases alters fruit ripening and the stress response in tomato. Plant Cell Physiol. 2018 ,59, 142154. CrossRef 113. Kai, W.B.; Wang, J.; Liang, B.; Fu, Y.; Zheng, Y.; Zhang, W.B.; Li, Q.; Leng, P . PYL9 is involved in the regulation of ABA signaling during tomato fruit ripening. J. Exp. Bot. 2019 ,70, 63056319. CrossRef PubMed 114. Zhang, M.; Yuan, B.; Leng, P . The role of ABA in triggering ethylene biosynthesis and ripening of tomato fruit. J. Exp. Bot. 2009 , 60, 15791588. CrossRef PubMed 115. Fujita, Y.; Fujita, M.; Shinozaki, K.; Yamaguchi-Shinozaki, K. ABA-mediated transcriptional regulation in response to osmotic stress in plants. J. Plant Res. 2011 ,124, 509525. CrossRef 116. Yamburenko, M.V .; Zubo, Y.O.; Borner, T. Abscisic acid affects transcription of chloroplast genes via protein phosphatase 2C- dependent activation of nuclear genes: Repression by guanosine-3-5-bisdiphosphate and activation by sigma factor 5. Plant J. 2015 ,82, 10301041. CrossRef 117. Gibson, S.I. Sugar and phytohormone response pathways: Navigating a signaling network. J. Exp. Bot. 2004 ,55, 253264. CrossRef 118. Ma, Q.J.; Sun, M.H.; Lu, J.; Liu, Y.J.; Hu, D.G.; Hao, Y.J. Transcription factor AREB2 is involved in soluble sugar accumulation by activating sugar transporter and amylase genes. Plant Physiol. 2017 ,174, 23482362. CrossRef 119. Yeats, T.H.; Rose, J.K.C. The formation and function of plant cuticles. Plant Physiol. 2013 ,163, 520. CrossRef 120. Nawrath, C.; Schreiber, L.; Franke, R.B.; Geldner, N.; Reina-Pinto, J.J.; Kunst, L. Apoplastic diffusion barriers in Arabidopsis. Arabidopsis Book 2013 ,11, e0167. CrossRef 121. Asad, M.A.U.; Zakari, S.A.; Zhao, Q.; Zhou, L.; Ye, Y.; Cheng, F. Abiotic Stresses Intervene with ABA Signaling to Induce Destructive Metabolic Pathways Leading to Death: Premature Leaf Senescence in Plants. Int. J. Mol. Sci. 2019 ,20, 256. CrossRef PubMed 122. Forlani, S.; Masiero, S.; Mizzotti, C. Fruit ripening: The role of hormones, cell wall modications, and their relationship with pathogens. Journal of Experimental Botany 2019 ,70, 29933006. CrossRef 123. Salan, C.; Lepiniec, L.; Dubreucq, B. Genetic and Molecular Control of Somatic Embryogenesis. Plants 2021 ,10, 1467. CrossRef 124. Assmann, S.M.; Jegla, T. Guard cell sensory systems: Recent insights on stomatal responses to light, abscisic acid, and CO 2.Curr. Opin. Plant Biol. 2016 ,33, 157167. CrossRef 125. Bradford, K.J.; Sharkey, T.D.; Farquhar, G.D. Gas exchange, stomatal behavior, and delta13C values of the acca tomato mutant in relation to abscisic acid. Plant Physiol. 1983 ,72, 245250. CrossRef PubMed 126. Qi, X.; Torii, K.U. Hormonal and environmental signals guiding stomatal development. BMC Biol. 2018 ,16, 21. CrossRef 127. Chater, C.C.; Oliver, J.; Cassonm, S.; Graym, J.E. Putting the brakes on: Abscisic acid as a central environmental regulator of stomatal development. New Phytol. 2014 ,202, 376391. CrossRef PubMed 128. Wei, H.; Jing, Y.; Zhang, L.; Kong, D. Phytohormones and their crosstalk in regulating stomatal development and patterning. J. Exp. Bot. 2021 ,72, 23562370. CrossRef 129. Saibo, N.J.; Vriezen, W.H.; Beemster, G.T.; Van Der Straeten, D. Growth and stomata development of Arabidopsis hypocotyls are controlled by gibberellins and modulated by ethylene and auxins. Plant J. 2003 ,33, 9891000. CrossRef PubMed 130. Gudesblat, G.; Schneider-Pizo  n, J.; Betti, C.; Mayerhofer, J.; Vanhoutte, I.; van Dongen, W.; Boeren, S.; Zhiponova, M.; de Vries, S. ; Jonak, C.; et al. SPEECHLESS integrates brassinosteroid and stomata signalling pathways. Nat. Cell Biol. 2012 ,14, 548554. CrossRef 131. Kim, T.W.; Michniewicz, M.; Bergmann, D.C.; Wang, Z.Y. Brassinosteroid regulates stomatal development by GSK3-mediated inhibition of a MAPK pathway. Nature 2012 ,482, 419422. CrossRef 132. Le, J.; Liu, X.G.; Yang, K.Z.; Chen, X.L.; Zou, J.J.; Wang, H.Z.; Wang, M.; Vanneste, S.; Morita, M.; Tasaka, M.; et al. Auxin transport and activity regulate stomatal patterning and development. Nat. Commun. 2014 ,5, 3090. CrossRef 133. Zhang, J.Y.; Je, S.B.; Li, L.; Yang, H.Q. Auxin inhibits stomatal development through MONOPTEROS repression of a mobile peptide gene STOMAGEN in mesophyll. Proc. Natl. Acad. Sci. USA 2014 ,111, E3015E3023. CrossRef 134. Balcerowicz, M.; Ranjan, A.; Rupprecht, L.; Fiene, G.; Hoecker, U. Auxin represses stomatal development in dark-grown seedlings via AuxIAA proteins. Development 2014 ,141, 31653176. CrossRef 135. Vatn, A.; Soyars, C.L.; Tarr, P .T.; Nimchuk, Z.L.; Bergmann, D.C. Modulation of asymmetric division diversity through cytokinin and SPEECHLESS regulatory interactions in the Arabidopsis stomatal lineage. Dev. Cell 2018 ,47, 5366.e5. CrossRef PubMed 136. Li, K.; Yang, F.; Zhang, G.; Song, S.; Li, Y.; Ren, D.; Miao, Y.; Song, C.P . AIK1, a mitogen-activated protein kinase, modulates abscisic acid responses through the MKK5-MPK6 kinase cascade. Plant Physiol. 2017 ,173, 13911408. CrossRef PubMed 137. Kunst, L. New insights into biosynthesis of cuticular wax. FASEB J. 2015 ,29, 366.3. CrossRef 138. Kosma, D.K.; Bourdenx, B.; Bernard, A.; Parsons, E.P .; L, S.; Joub s, J.; Jenks, M.A. The impact of water deciency on leaf cuticle lipids of Arabidopsis. Plant Physiol. 2009 ,151, 19181929. CrossRef PubMed 139. Seo, P .J.; Lee, S.B.; Suh, M.C.; Park, M.J.; Go, Y.S.; Park, C.M. The MYB96 transcription factor regulates cuticular wax biosynthesis under drought conditions in Arabidopsis. Plant Cell 2011 ,23, 11381152. CrossRef 140. Lee, S.B.; Kim, H.U.; Suh, M.C. MYB94 and MYB96 additively activate cuticular wax biosynthesis in Arabidopsis. Plant Cell Physiol. 2016 ,57, 23002311. CrossRef 141. Zhao, Y.; Chan, Z.; Gao, J.; Xing, L.; Cao, M.; Yu, C.; Hu, Y.; You, J.; Shi, H.; Zhu, Y.; et al. ABA receptor PYL9 promotes drought resistance and leaf senescence. Proc. Natl. Acad. Sci. USA 2016 ,113, 19491954. CrossRefGenes 2021 ,12, 1936 22 of 22 142. Samuels, L.; Kunst, L.; Jetter, R. Sealing plant surfaces: Cuticular wax formation by epidermal cells. Annu. Rev. Plant Biol. 2008 , 59, 683707. CrossRef 143. Lewandowska, M.; Keyl, A.; Feussner, I. Wax biosynthesis in response to danger: Its regulation upon abiotic and biotic stress. New Phytol. 2020 ,227, 698713. CrossRef 144. Wang, Z.Y.; Xiong, L.; Li, W.; Zhu, J.K.; Zhum, J. The plant cuticle is required for osmotic stress regulation of abscisic acid biosynthesis and osmotic stress tolerance in Arabidopsis. Plant Cell 2011 ,23, 19711984. CrossRef 145. Ramachandran, P .; Augstein, F.; Nguyen, V .; Carlsbeckerm, A. Coping with water limitation: Hormones that modify plant root xylem development. Front. Plant Sci. 2020 ,11, 570. CrossRef 146. Carlsbecker, A.; Lee, J.-Y.; Roberts, C.J.; Dettmer, J.; Lehesranta, S.; Zhou, J.; Lindgren, O.; Moreno-Risueno, M.A.; Vat n, A.; Thitamadee, S.; et al. Cell signalling by microRNA1656 directs gene dose-dependent root cell fate. Nature 2010 ,465, 316321. CrossRef 147. Miyashima, S.; Koi, S.; Hashimoto, T.; Nakajima, K. Non-cell-autonomous microRNA165 acts in a dose-dependent manner to regulate multiple differentiation status in the Arabidopsis root. Development 2011 ,138, 23032313. CrossRef 148. Awad, H.; Barigah, T.; Badel, E.; Cochard, H.; Herbette, S. Poplar vulnerability to xylem cavitation acclimates to drier soil conditions. Physiol. Plant 2010 ,139, 280288. CrossRef 149. Arend, M.; Fromm, J. Seasonal change in the drought response of wood cell development in poplar. Tree Physiol. 2007 ,27, 985992. CrossRef 150. Ryu, J.; Hwang, B.G.; Kim, Y.X.; Lee, S.J. Direct observation of local xylem embolisms induced by soil drying in intact Zea mays leaves. J. Exp. Bot. 2016 ,67, 26172626. CrossRef PubMed 151. Prince, S.J.; Murphy, M.; Mutava, R.N.; Durnell, L.A.; Valliyodan, B.; Shannon, J.G.; Nguyen, H.T. Root xylem plasticity to improve water use and yield in water-stressed soybean. J. Exp. Bot. 2017 ,68, 20272036. CrossRef PubMed 152. Ursache, R.; Miyashimam, S.; Chen, Q.; Vat n, A.; Nakajima, K.; Carlsbecker, A.; Zhao, Y.; Helariuttam, Y.; Dettmerm, J. Tryptophan-dependent auxin biosynthesis is required for HD-ZIP III-mediated xylem patterning. Development 2014 ,141, 12501259. CrossRef PubMed 153. Mller, C.J.; Vald s, A.E.; Wang, G.; Ramachandran, P .; Beste, L.; Uddenberg, D.; Carlsbecker, A. PHABULOSA mediates an auxin signaling loop to regulate vascular patterning in Arabidopsis. Plant Physiol. 2016 ,170, 956970. CrossRef 154. Cottle, W.; Kolattukudy, P .E. Abscisic acid stimulation of suberization: Induction of enzymes and deposition of polymeric components and associated waxes in tissue cultures of potato tuber. Plant Physiol. 1982 ,70, 775780. CrossRef 155. Boher, P .; Serra, O.; Soler, M.; Molinas, M.; Figueras, M. The potato suberin feruloyl transferase FHT which accumulates in the phellogen is induced by wounding and regulated by abscisic and salicylic acids. J. Exp. Bot. 2013 ,64, 32253236. CrossRef 156. Kosma, D.; Murmu, J.; Razeq, F.; Santos, P .; Bourgault, R.; Molina, I.; Rowland, O. At MYB 41 activates ectopic suberin synthesis and assembly in multiple plant species and cell types. Plant J. 2014 ,80, 216229. CrossRef 157. Yadav, V .; Molina, I.; Ranathunge, K.; Castillo, I.Q.; Rothstein, S.J.; Reed, J.W. ABCG transporters are required for suberin and pollen wall extracellular barriers in Arabidopsis. Plant Cell 2014 ,26, 35693588. CrossRef 158. Verdaguer, R.; Soler, M.; Serra, O.; Garrote, A.; Fernandez, S.; Company-Arumi, D.; Antico, E.; Molinas, M.; Figueras, M. Silencing of the potato StNAC103 gene enhances the accumulation of suberin polyester and associated wax in tuber skin. J. Exp. Bot. 2016 , 67, 54155427. CrossRef 159. Shukla, V .; Han, J.P .; Cl ard, F.; Lefebvre-Legendre, L.; Gully, K.; Flis, P .; Berhin, A.; Andersen, T.G.; Salt, D.E.; Nawrath, C.; et al. Suberin plasticity to developmental and exogenous cues is regulated by a set of MYB transcription factors. Proc. Natl. Acad. Sci. USA 2021 ,118, e2101730118. CrossRef 160. Wei, X.; Mao, L.; Lu, W.; Wei, X.; Han, X.; Guan, W.; Yang, Y.; Zha, M.; Xu, C.; Luo, Z. Three transcription activators of ABA signaling positively regulate suberin monomer synthesis by activating cytochrome P450 CYP86A1 in kiwifruit. Front. Plant Sci. 2020 ,10, 1650. CrossRef PubMed 161. Cohen, H.; Fedyuk, V .; Wang, C.; Wu, S.; Aharoni, A. SUBERMAN regulates developmental suberization of the Arabidopsis root endodermis. Plant J. 2020 ,102, 431447. CrossRef PubMed 162. Salas-Gonz lez, I.; Reyt, G.; Flis, P .; Cust dio, V .; Gopaulchan, D.; Bakhoum, N.; Dew, T.P .; Suresh, K.; Franke, R.B.; Dangl, J.L.; et al. Coordination between microbiota and root endodermis supports plant mineral nutrient homeostasis. Science 2021 ,371, eabd0695. CrossRef PubMed 163. Hussain, S.; Gomes, M.M.; Yano, K.; Nambara, E. Interactions between abscisic acid and other hormones. In Advances in Botanical Research, Abscise Acid in Plants ; Seo, M., Marion-Poll, A., Eds.; Elsevier: Oxford, UK, 2019; Volume 92, pp. 255280. 164. Dong, Z.; Yu, Y.; Li, S.; Wang, J.; Tang, S.; Huang, R. Abscisic acid antagonizes ethylene production through the ABI4-mediated transcriptional repression of ACS4 and ACS8 in Arabidopsis. Mol. Plant 2016 ,9, 126135. CrossRef PubMed",
        "introduction": "The sesquiterpenoid hormone abscisic acid (ABA) regulates numerous plant processes, including growth and development  1. ABA plays a well-characterized role in promoting seed and bud dormancy, as well as regulating stress responses in various plant species  24. During dormancy establishment and following stress, ABA levels sharply increase leading to inhibition of germination and growth arrest to mount a stress response. However, in well-watered plants, basal amounts of ABA are required to promote growth and devel- opment of various organs and tissues  5,6. Here, we summarize the phenotypes of ABA biosynthesis and signaling mutants and highlight the role of basal ABA in plant growth and development as well as its interaction with other hormones, with a focus on genetic evidence. 1.1. Everything in Moderation: ABA Deciency and over-Accumulation ABA-decient mutants are useful for elucidating its roles in plant growth and devel- opment. Phenotypes of ABA-decient mutants depend on the severity of ABA deciency and the types of enzymes mutated. ABA is synthesized via oxidative cleavage of 9-cis- epoxycarotenoids derived from -carotene  7. Thus, mutants defective in -carotenoid biosynthesis and its downstream pathway show ABA deciency. Due to pleiotropic pheno- types of carotenoid deciency, mutants defective in zeaxanthin epoxidase (ZEP) or more downstream enzymes are used for ABA-decient mutants in research. ZEP catalyzes a Genes 2021 ,12, 1936. https:doi.org10.3390genes12121936 https:www.mdpi.comjournalgenesGenes 2021 ,12, 1936 2 of 22 two-step epoxidation of zeaxanthin to violaxanthin. The zepmutants have been isolated from various plants, including Arabidopsis aba1, tomato high-pigment 3 (hp3), and rice osaba1 810. The zepmutants over-accumulate zeaxanthin and show decreased levels of epoxycarotenoids and downstream metabolites, including ABA  8,10. Zeaxanthin and epoxycarotenoids play an important role in quenching reactive oxygen species (ROS), byproducts of photosynthesis, to protect photosynthesis proteins from photo-oxidative damage  11. Thus, phenotypes of zepmutants are caused by both ABA deciency and altered xanthophyll contents. On the other hand, mutants of 9-cis-epoxycarotenoid dioxy- genase (NCED), xanthoxin dehydrogenase (ABA2) and abscisic aldehyde oxidase (AAO3) are thought to be the specic ABA-decient mutants. Severity of ABA deciency is often as- sociated with the number of gene family members. The Arabidopsis AtABA2 , rice OsABA2 and pea PsABA2WILTY are single-gene coded in the genome, therefore mutations in these genes show severe ABA deciency 12,13. NCEDs are encoded by multigene families, so the severity of ABA deciency largely depends on expression divergence among family members. The well characterized nced mutants include maize vp14 , Arabidopsis nced mutants, tomato notabilis (not) 7. Also, inhibitors to block the NCED enzyme activities, such as nordihydroguaiaretic acid (NDGA), abamine SG and hydroxamic acid inhibitor D4, have been used to chemically induce ABA deciency  1416. AAO3 catalyzes the last step of ABA biosynthesis. Arabidopsis aao3 and tomato sitiens (sit) have been well characterized for various physiological responses  7. In Arabidopsis, AAO3 seems to be the only aldehyde oxidase (AO) encoding the physiological abscisic aldehyde oxidase, but other three AOs convert abscisic aldehyde to ABA at a basal level in the aao3 mutant due to the promiscuity of substrate recognition  17. Thus, the severity of ABA deciency of the aao3 mutant is less pronounced compared to the aba2 mutant. AAO3 is an AO that requires a molybdenum cofactor (MoCo), thus mutants having a defect in MoCo biosynthesis show ABA deciency. In plants, nitrate reductases (NR), xanthine dehydrogenases (XDH), perox- isomal sulte oxidases (SO) and AOs are well characterized as MoCo containing enzymes in plants  18. MoCo sulfurase encoded by ABA3 in Arabidopsis catalyzes the maturation step of MoCo biosynthesis required for AO and XDH function. Thus, Arabidopsis aba3 and tomato acca (a) mutants have defects in AO and XDH activities  19,20. Therefore, the aba3 mutant shows both ABA-dependent and independent phenotypes  21. On the other hand, barley Az34 mutant show defects in NR, XDH, as well as AO indicating that the genetic defect of this mutant is upstream of ABA3, causing more pleiotropic phenotypes than the aba3 mutant 22. ABA is inactivated by oxidation and sugar conjugation  7. CYP707As, a subfam- ily of P450 monooxygenases, catalyzes ABA 80-hydroxylation responsible for oxidative catabolism of ABA. ABA glycosylation inactivates ABA, but ABA glucose ester is stored and can be released by ABA -glucosidase (BG). The cyp707a mutants contain higher ABA levels, which decrease slower when dehydrated plants are watered or dry seeds are imbibed  2325. Selective inhibitors for CYP707As have been developed by utilizing P450 inhibitors or ABA analogs as lead compounds  26,27. These inhibitors are useful to maintain endogenous ABA at the high levels, although the right choice of concentrations is required to minimize off-target effects 28. 1.2. Perception Is Key: ABA Insensitivity and Hypersensitivity The ABA signaling pathway requires three types of proteins as core components: PYRPYLRCAR receptors, group A protein phosphatase 2C (PP2C) and Sucrose Non- Fermenting 1-Related Protein Kinase 2 (SnRK2),  1. PYRPYLRCAR receptors inhibit the phosphatase activity of PP2Cs in the presence of ABA  29,30. Inhibition of PP2C, negative regulators of ABA signaling, derepresses SnRK2 to induce the downstream events  31. Mu- tants of these core signaling genes are thought to be specic ABA signaling mutants 32,33 . In addition, transcription factors (TFs) identied from forward genetic analysis, such as ABA-INSENSITIVE3 (ABI3), ABI4 and ABI5 are important downstream regulators of the core signaling pathway  1,34. Genes encoding the core signaling proteins belong to multi-Genes 2021 ,12, 1936 3 of 22 gene families. For example, the Arabidopsis genome encodes 14 ABA receptor genes, while the rice genome contains 13 ABA receptor genes. Therefore, phenotypes of ABA recep- tor mutants are often visible only when higher order mutants are constructed 30,3537 . Group A PP2C and SnRK2 form smaller gene families, therefore single mutants often show ABA-specic phenotypes. Six out of nine Group A PP2Cs are characterized as negative regulators of ABA signaling in Arabidopsis  38. Loss-of-function mutants for ABA-INSENSITIVE1 (ABI1 ) and ABI2 are hypersensitive to ABA  39. Mutants defective inABA HYPERSENSITIVE GERMINATION 1 (AHG1 ) and AHG3 show a pronounced ABA hypersensitive phenotype during seed germination  40. Mutations in the catalytic domain of PP2C, such as abi1-1 ,abi2-1 and hab1G246Dconfer dominant ABA-insensitive phenotypes  41. Subclass III SnRK2 kinases are positive regulators of ABA signaling. Five out of 10 Arabidopsis SnRK2s are activated by ABA in a short period of time  42. In particular, SnRK2.2SRK2D, SnRK2.3SRK2I and SnRK2.6SRK2EOST1 are primarily responsible for ABA signaling  38. Antagonists and agonists against ABA receptors have been reported, which are also useful to induce ABA related phenotypes in plant species that are difcult to conduct genetic analysis 27,43,44. 2. Role of ABA in Plant Growth ABA-mediated growth regulation involves crosstalk with other hormones and nu- tritional signaling, to regulate various aspects of cellular growth, including cell division, enlargement, differentiation, and central metabolism. Our understanding of how ABA regulates cellular growth is still fragmental. In rice, low concentrations of ABA are shown to upregulate a wide array of cell cycle related genes, including Cyclin-dependent kinases (CDKs) and cyclins (CYCs), in addition to auxin-related biosynthesis, transport, and signal- ing genes  45. ABA regulation of cell cycle is in part explained by crosstalk with auxin and cytokinins (CK), both of which are involved in cell cycle regulation  46,47. ABA has been shown to promote CK signaling via ABI4  48. ABI4 binds to the promoter of type-A ARRs and supresses their transcription. Type-A ARRs serve as negative feedback regulators of CK signaling. Furthermore, type-A ARRs are upregulated in ABA-decient mutants. CKs critically regulate cell division by promoting progression through key cell cycle checkpoints. CK application induces the expression of CDKs and CYCD proteins involved in both G1S and G2M phase transitions  4952. Cell elongation involves several mechanisms and is correlated with endoreduplication  53. Endoreduplication occurs when cells enter an endocyclic phase. The endocycle is an alternative type of cell cycle where mitosis is skipped, resulting in repeated DNA replications within one nucleus (reviewed in 54). ABA is recognized as a growth inhibitor. This view is justied based on two lines of evidence: (i) high concentrations of exogenously applied ABA result in growth arrest  55 and (ii) endogenous ABA accumulates under a variety of stress conditions, concomitant with a reduction of growth in the stressed plant. This evidence ties in neatly with the identity of ABA as a stress hormone; since plants must balance growth programs against stress responses, it follows that ABA signaling should tip the scale in favour of allocating resources to cope with adverse environments at the expense of growth. However, the mode of ABA-mediated growth regulation varies depending on concentrations, timing, and tissues, showing both positive and negative effects on growth  5. Context-dependent positive and negative growth regulation is known for other hormones, such as ethylene, CK and auxin  5658. This coincides with the prominent role of hormone crosstalk in ABA-mediated growth. We will summarize ABA-mediated growth regulation with an emphasis on the phenotypes of ABA-decient and insensitive mutants (see also Figure 1 and Table 1).Genes 2021 ,12, 1936 4 of 22 Table 1. Growth and developmental phenotypes of ABA metabolism and signaling mutants described in this article. Growth-related and development-related phenotypes of mutants are highlighted in green and yellow, respectively. Species Mutant Gene FunctionGrowth Development Phenotypes Ref. Phenotypes Ref. A. thaliana aba1 ZEPReduced fresh weight Stunted root growth Short hypocotyls after dark germination Decreased photosystem activity Increased number of chloroplasts Enhanced hyponastic response Disturbed root meristem maintenance8,10,5962 Increased stomatal index or density 63,64 A. thaliana nced3 nced5 NCEDReduced rosette diameter 65Increased stomatal density Failed to decrease stomatal density in elevated CO 266 A. thaliana aba2xanthin dehydrogenaseStunted growth Glucose insensitivity Enhanced hyponastic response Enhanced ethylene evolution rate Enhanced leaf emergence on plates Disturbed root meristem maintenance59,61,6770Increased stomatal index and density Increased permeability of cuticle and ROS production Thinner cell walls Decreased lignin and crystalline cellulose content Decreased suberin formation Discontinued metaxylem strands7176 A. thaliana aba3 Moco sulfurylaseReduced fresh weight Enhanced hyponastic response Disturbed root meristem maintenance59,61,77Increased stomatal index or density Failed to decrease stomatal density in elevated CO 2 Discontinued metaxylem strands Increased permeability of cuticle and ROS production66,71,73,78 A. thaliana aao3Abscise aldehyde oxidaseStunted growth 79 A. thalianapyr1 pyl1 pyl2 pyl4; pyl112458; pyl duodecuplePYRPYLRCARReduced plant height Reduced rosette diameter Reduced fresh weight Stunted root growth35,37Fail to decrease stomatal density in elevated CO 2 Increased cuticle permeability Fail to induce ectopic protoxylem in presence of ABA66,73,74,78 A. thalianahab1 abi1-2 abi2-2; hab1 abi1-2 pp2ca (triple pp2c )PP2CReduced fresh weight Reduced leaf surface area Stunted root growth80Genes 2021 ,12, 1936 5 of 22 Table 1. Cont . Species Mutant Gene FunctionGrowth Development Phenotypes Ref. Phenotypes Ref. A. thalianasnrk2.22.32.6 (snrk2 triple)SnRK2Reduced fresh weight Reduced stem height Reduced leaf surface area Stunted root growth Enhanced leaf emergence on plates32,33,67Increased cuticle permeability Thinner cell walls Decreased lignin and crystalline cellulose content78,81 A. thaliana abi1-1 PP2CEnhanced hyponastic response Disturbed root meristem maintenance59,61Increased stomatal index Increased cuticle permeability Fail to induce ectopic protoxylem in presence of ABA7274,78 A. thaliana abi2-1 PP2CDisturbed root meristem maintenance 61 Increased stomatal index 72 A. thaliana abi3 ABI3Enhanced hyponastic response Disturbed root meristem maintenance59,61 Decreased suberin formation 76 A. thaliana abi4 ABI4Glucose insensitivity Enhanced lateral root formation and growth70,82 Decreased suberin formation 76 A. thaliana abi5 ABI5Disturbed root meristem maintenance 61 Decreased suberin formation 76 A. thalianacyp707a1 cyp707a3CYP707A Decreased stomatal index and density 72 A. thaliana atbg1 atbg2 AtBG Increased stomatal density 83 S. lycopersicum hp3 ZEPIncreased number of chloroplasts 10 S. lycopersicum notabilis NCEDReduced leaf surface area Reduced dry leaf weight Short hypocotyls after dark germination8488Increased stomatal index and density Altered composition of cutin and cutilcilar waxes Decreased level of cutin8991 S. lycopersicum acca Moco sulfurylaseReduced leaf surface area Reduced dry leaf weight Reduced fruit size Reduced assimilation rate Increased number of chloroplasts Enhanced ethylene evolution rate10,8486,88,92,93Increased stomatal index and density Altered composition of cutin and cutilcilar waxes Decreased level of cutin8991Genes 2021 ,12, 1936 6 of 22 Table 1. Cont . Species Mutant Gene FunctionGrowth Development Phenotypes Ref. Phenotypes Ref. S. lycopersicum sitiensabscisic aldehyde oxidaseStunted growth Stunted hypocotyls after dark germination Enhanced lateral root formation Enhanced assimilation rate Increased number of chloroplasts10,84,87,88,9295Inceased stomatal index and density Altered composition of cutin and cutilcilar waxes Decreased level of cutin88,96,97 P . sativum wiltyxanthin dehydrogenaseEnhanced lateral root formation 94 Z. mays vp5 PDSStunted root growth Enhanced ethylene evolution rate98 O. sativa oszep ZEPEnhanced shoot growth after submergence99 O. sativa osaba2xanthin dehydrogenaseEnhanced stem height Overaccumulation of ROS13 O. sativa ospyl146 PYRPYLRCAREnhanced panicle length Enhanced fresh weight36 H. vulgare Az34Moco biosynthesisDecreased net assimilation rates 22,93Genes 2021 ,12, 1936 7 of 22 Genes 2021, 12, x FOR PEER REVIEW 7 of 22 Figure 1. Regulation of plant growth by ABA and Ethylene antagonism. ABA and ethylene function in a mutually antag onistic way to regulate various aspects of plant growth. A prerequisite for shoot elongation in rice is ABA catabolism, which requires ethylene action. High concentrations of glucose are known to result in the growth arrest of Arabidopsis seedlings. This arrest depends on ABA synthesis and signaling and is antagonized by ethylene. Ethylene accumulation is thought to inhibit vegetative growth. One key role of basal ABA is to inhibit ethylene biosynthesis in growing plants. Ethylene signaling promotes hyponastic responses in Arabidopsis, which are antagonized by ABA. Figure created with BioRender (https:biorender.com, accessed on 27 November 2021). 2.1. Halt! Who Grows There? Growth Inhibition by Basal ABA The outcome of basal ABA in growth inhibition should be seen as growth promotion in ABAdeficient and insensitive mutants. Growth promotion of these mutants is ob served in local tissues or under particular conditions. Hyponastic growth is the upward bending of leaves that involves growth promotion of cells at the abaxial side. This growth is an adaptive strategy of plants to changing environments, such as submergence and shade avoidance 100. In Arabidopsis, ABAdeficient (aba1, aba2, aba3) and ABAinsensi tive (abi1, abi3) mutants show enhanced hyponastic growth of petioles, which are visible as increases in petiole angles 59. The petiole angle of the wild type decreases when ex ogenous ABA is applied. Whereas the application of fluridone, an inhibitor of phytoene desaturases to block metabolite accumulation upstream of ABA biosynthesis, increases the petiole angle. The local growth inhibition by ABA at the petiole is antagonistic to eth ylene, which promotes hyponastic growth 59 (Figure 1). It is noteworthy that different Arabidopsis accessions display differential growth responses to these hormones 59. In Rumex, hyponastic growth is a critical avoidance response to complete submergence 101. Submergence induced ABA decreases are a critical step to elongate the shoot in flooding tolerance 102. The decrease of ABA under submergence is a prerequisite for ethylene and gibberellin action 101. The shoot growth of osaba1 is enhanced compared with wild type when rice seedlings are submerged 99. Submergence induced rapid de crease of ABA is associated with the induction of OsABA8ox1 encoding ABA 8hydrox ylase 99. Importantly, submergence induced ABA decrease is ethylene dependent (Fig ure 1). Recently, Toriyama et al. reported that a moss RAFlike kinase orthologous to Ar abidopsis CONSTITUTIVE TRIPLE RESPONSE1 (CTR1 ) is required for both ethylene in duced submergence response and ABAdependent SnRK2 activation 103. These collec tively indicate ABAethylene interaction in submerged plants are at both metabolism and signaling levels. Some ABAdeficient and insensitive mutants of rice show enhanced growth. Rice osaba2 mutants defective in the xanthoxin dehydrogenase are viable in standard condi tions. Interestingly, the plant heights of these mutants are taller than wild type, which is a typical and expected phenotype of mutants defective in growth inhibitors 13. Although showing excessive growth, the osaba2 mutants do not appear to be healthy. These mutants were identified as a lesion mimic mutant showing spontaneous cell death with an overac cumulation of reactive oxygen species (ROS). The phenotype of osaba2 mutants indicates Figure 1. Regulation of plant growth by ABA and Ethylene antagonism. ABA and ethylene function in a mutually antagonistic way to regulate various aspects of plant growth. A prerequisite for shoot elongation in rice is ABA catabolism, which requires ethylene action. High concentrations of glucose are known to result in the growth arrest of Arabidopsis seedlings. This arrest depends on ABA synthesis and signaling and is antagonized by ethylene. Ethylene accumulation is thought to inhibit vegetative growth. One key role of basal ABA is to inhibit ethylene biosynthesis in growing plants. Ethylene signaling promotes hyponastic responses in Arabidopsis, which are antagonized by ABA. Figure created with BioRender (https:biorender.com, accessed on 27 November 2021). 2.1. Halt! Who Grows There? Growth Inhibition by Basal ABA The outcome of basal ABA in growth inhibition should be seen as growth promotion in ABA-decient and insensitive mutants. Growth promotion of these mutants is observed in local tissues or under particular conditions. Hyponastic growth is the upward bending of leaves that involves growth promotion of cells at the abaxial side. This growth is an adaptive strategy of plants to changing environments, such as submergence and shade avoidance  100. In Arabidopsis, ABA-decient ( aba1,aba2,aba3) and ABA-insensitive ( abi1, abi3) mutants show enhanced hyponastic growth of petioles, which are visible as increases in petiole angles  59. The petiole angle of the wild type decreases when exogenous ABA is applied. Whereas the application of uridone, an inhibitor of phytoene desaturases to block metabolite accumulation upstream of ABA biosynthesis, increases the petiole angle. The local growth inhibition by ABA at the petiole is antagonistic to ethylene, which promotes hyponastic growth  59 (Figure 1). It is noteworthy that different Arabidopsis accessions display differential growth responses to these hormones  59. In Rumex, hyponastic growth is a critical avoidance response to complete submergence  101. Submergence-induced ABA decreases are a critical step to elongate the shoot in ooding tolerance  102. The decrease of ABA under submergence is a prerequisite for ethylene and gibberellin action  101. The shoot growth of osaba1 is enhanced compared with wild type when rice seedlings are sub- merged  99. Submergence-induced rapid decrease of ABA is associated with the induction ofOsABA8ox1 encoding ABA 80-hydroxylase  99. Importantly, submergence-induced ABA decrease is ethylene dependent (Figure 1). Recently, Toriyama et al. reported that a moss RAF-like kinase orthologous to Arabidopsis CONSTITUTIVE TRIPLE RESPONSE1 (CTR1 ) is required for both ethylene-induced submergence response and ABA-dependent SnRK2 activation  103. These collectively indicate ABA-ethylene interaction in submerged plants are at both metabolism and signaling levels. Some ABA-decient and insensitive mutants of rice show enhanced growth. Rice osaba2 mutants defective in the xanthoxin dehydrogenase are viable in standard conditions. Interestingly, the plant heights of these mutants are taller than wild type, which is a typical and expected phenotype of mutants defective in growth inhibitors  13. Although showing excessive growth, the osaba2 mutants do not appear to be healthy. These mutants were identied as a lesion mimic mutant showing spontaneous cell death with an overaccumu-Genes 2021 ,12, 1936 8 of 22 lation of reactive oxygen species (ROS). The phenotype of osaba2 mutants indicates basal ABA plays a role in suppressing ROS production and growth under normal conditions. Some multigenic mutants of rice ABA receptors show increased growth compared to wild type  36. The rice genome encodes 13 ABA receptors structurally divided into two groups: group I and II  36. Miao et al. (2018) found that a particular combination of multigenic mutants from Group I receptors grows better and produces greater yield than wild type. Thus, the role of ABA in growth and stress tolerance is genetically separable at the signaling level in rice. In contrast, ABA-hypersensitive Arabidopsis lines such as the PP2C triple mutants hab1 abi1 abi2 and hab1 abi1 pp2ca show reduced size compared to wild type  80. Stunted growth of ABA hypersensitive mutants agrees with the role of ABA in growth inhibition. This phenotype is readily explained by a constitutive activation of stress-related ABA genes, facilitating a stress response even in non-stressful environments 80. One explanation for the stunted growth of ABA-related mutants is an increased sensitivity to environmental factors. Mutants are exposed to stresses more sensitively than wild type due to a lack of stress resistance mechanisms. ABA-decient mutants of tomato grow faster and taller with an increased number of leaves when grown under mist  84. Similarly, Arabidopsis ABA-decient aba2 mutant and snrk2 triple mutants show enhanced growth on agar plates, which are relatively humid compared to standard soil conditions  67. Excess growth of aba2 and snrk2 triple mutants is associated with increased respiration through the tricarboxylic acid cycle  67. In ABA-decient mutants of both tomato and Arabidopsis, a characteristic aspect of growth enhancement is the increase in the leaf numbers  67,84. Initiation of leaf formation is a well-controlled process and used for determining biological time for owering. It is particularly interesting to understand the mechanism of how basal ABA regulates leaf initiation. Interestingly, the increased leaf number was not observed in an ABA-insensitive quadruple arebmutant, suggesting that the ABA signaling to negatively regulate leaf initiation is SnRK2-dependent, but independent of AREB-mediated transcription 67. High concentrations of exogenous ABA inhibit lateral root (LR) growth in Arabidop- sis 104. Ethylene and auxin act downstream of ABA in the regulation of Arabidopsis root elongation  104. Arabidopsis ABI4 AP2 TFs play an important role in inhibiting LR growth  82. The abi4 mutant enhanced LR formation and growth, which is characterized by increased LR density and elongated LRs. This mechanism involves counteracting ABA and CK action to regulate expression of ABI4 , which in turn disturbs auxin transport  82. As mentioned above, tomato sitand pea wilty mutants increase LR, indicating low concen- trations of ABA can inhibit the formation of LR  94. The mechanism for ABA-mediated inhibition of LR growth is dynamic and alters depending on time. The inhibition of wild-type LR growth is alleviated by a prolonged ABA treatment, while this recovery is delayed in the pyl8 mutant  105. This indicates that PYL8 is required for the recovery of LR growth from ABA inhibition in a prolonged period. This involves the PYL8-MYB77 interaction to induce auxin-responsive genes independently of SnRK2  105. Consistent with this mechanism, application of auxin rescued the delayed recovery phenotype of the pyl8 mutant 105. 2.2. Debunking a Myth: Growth Promotion by ABA Unsurprisingly, there are ample reports indicating a role for ABA in growth promo- tion  5. In this section, we summarize the negative effect of ABA deciency and insensitiv- ity on growth. The promotive effect of ABA on growth should be observed as smaller plants when ABA biosynthesis or signaling is genetically blocked. Importantly, applying low con- centrations of exogenous ABA rescues the stunted growth of ABA-decient mutants  68,85. ABA-decient Arabidopsis and tomato mutants show a stunted shoot growth and reduced fresh weight compared to wild type  60,65,77,95. Furthermore, ABA-insensitive Arabidop- sis lines such as higher order pyl112458 sextuple, pylduodecuple mutants and snrk2.2 snrk2.3 snrk2.6 mutants also display the dwarfed plant phenotype  32,35,37. In agreement with this, Arabidopsis plants overexpressing SnRK2.6 were shown to have an increase inGenes 2021 ,12, 1936 9 of 22 biomass compared to wildtype  106. One cause of the stunted growth in ABA-related mutants is due to an overproduction of ethylene (Figure 1). Ethylene overproduction is observed in ABA-decient mutants of tomato and Arabidopsis  69,85,86. Blocking ethy- lene action by genetically introducing ethylene insensitivity partially reverts the stunted shoot growth of these ABA-decient mutants  68,69,85. This indicates that a role of basal ABA in the promotion of growth is to negatively regulate ethylene biosynthesis. The same mechanism is also applicable to maize root growth under low water potential  98. Importantly, the authors conclude that ABA-mediated ethylene suppression is only part of its effect on vegetative growth; there also exists an ethylene-independent role for ABA. A positive role of ABA in the primary root growth is to properly maintain the root meristem. This involves two modes of action; inhibiting cell division of quiescent centre (QC) and suppressing stem cell differentiation, both of which are required for proper meristem functions  61. Both ABA-decient ( aba1,aba2,aba3) and insensitive ( abi1-1 ,abi2-1 , abi3 and abi5, but not abi4) mutants show enhanced cell division in QC. Importantly, the treatment of an ABA biosynthesis inhibitor uridone also enhances cell division in QC, which is reversed by co-application of a low concentration of ABA  61. A pharmacological experiment suggests that ABA-mediated inhibition of QC cell division is independent of ethylene, although ethylene promotes cell division in QC 61. Grafting experiments indicate that shoot-derived ABA regulates root growth that involves inhibition of LR development and increased root to shoot ratio 94. The roots of ABA-decient mutants have increased indole-3-acetic acid (IAA) levels, suggesting the function of ABA to promote root growth involves the decrease the root auxin levels  94. In Arabidopsis, the regulation of root elongation by exogenous ABA is biphasic. Low concentrations of exogenous ABA promote root growth, while high concentrations inhibit root growth 107. Hypocotyl growth is achieved solely by cell elongation  108. The hypocotyl elongates in the dark, while its growth is inhibited in the light. This dark-induced mode of growth is termed skotomorphogenesis. Humplik et al. (2015) reported that etiolated seedlings ofsitand notmutants show short hypocotyls  87. These phenotypes are rescued by applying low doses of exogenous ABA, suggesting that these processes are associated with the growth promotion by ABA in darkness. The short hypocotyl phenotype of Arabidopsis ABA-decient mutants is also rescued by the application of low concentrations of ABA  62. In these tomato and Arabidopsis mutants, authors discuss a defect in cell differentiation or faulty induction of cell expansion. Tomato ABA-decient mutants show decreased expression of SlKRP1 and SlKRP3 , blocked endoreduplication, and elevated CKs. In Arabidopsis, ABA induces the expression of ICK1KRP1 , which is thought to antagonize CDKA  109. In plants impaired in ABA biosynthesis or signal transduction, endoreduplication is affected, resulting in reduced cell expansion. This may be a cause of the reduced rosette size in ABA-decient and insensitive lines. ABA promotes fruit growth and maturation. Fruit ripening is categorized into two types; climacteric and non-climacteric, based on the nature of respiration and ethylene dependence. ABA promotes both climacteric and non-climacteric fruit ripening  110,111. In tomato, a climacteric fruit, ripening is accelerated by knock-down of a negative regulator of ABA signaling, SlPP2C1 , or by overexpressing an ABA receptor, SlPYL9 112,113. Pharmacological experiments demonstrate that ABA promotes tomato fruit ripening via induction of ethylene synthesis  114. Consistently, SlPP2C1 RNAi lines show earlier ethylene production  112. On the other hand, cand c not mutants produced smaller fruits  86. This indicates that ABA promotes fruit growth. Interestingly, fruits of the severe ABA-decient c not double mutant, but not the csingle mutant, over-produce ethylene. This indicates that basal ABA blocks ethylene over-production, which is opposite to the induction of ethylene synthesis by ABA signaling reported in Zhang et al. (2018)  112. Thus, crosstalk between ABA and ethylene can be positive or negative, depending on the type of tissue or stage of development studied.Genes 2021 ,12, 1936 10 of 22 Aside from stomatal-dependent gas exchange inuencing photosynthesis, ABA regu- lates central metabolism and nutritional signaling, such as carbon metabolism and sugar signaling. Genetic screening for glucose-mediated inhibition of Arabidopsis seedling growth identied aba2 and abi4 mutants as glucose insensitive  70. This indicates that glucose mediated growth inhibition requires ABA biosynthesis and ABI4 function. This ABA-mediated growth inhibition is antagonized by ethylene signaling 89 (Figure 1). ABA regulates carbon metabolism and transport that impacts growth. High concen- trations of ABA mimic stress conditions, which negatively regulate photosynthesis and carbon assimilation. This is supported by down-regulation of nuclear and chloroplast encoded photosynthesis genes by exogenous ABA  1,115,116. Also, ABA application promotes accumulation of soluble sugars  117. ABA Moreover, overexpression of apple MdAREB2 induces expression of MdSUT2 , a sucrose transporter gene, via direct binding to its promoter  118. On the other hand, the role of basal ABA on photosynthesis is controversial, possibly depending on the context. Tomato sitmutants show an increased net assimilation rate when compared with wild type under non-stressed conditions  92. Tomato aand barley Az34 both have a defect in MoCo biosynthesis, which decreased net assimilation rates  93. Moreover, it is differentially affected by relative humidity in which net assimilation of Az34, but not a, is negatively affected by low humidity. The Arabidopsis aba1 mutants show a decreased photosynthesis (PSII) activity 8. One characteristic phenotype of ABA-decient mutants is a defect in chloroplast biogenesis. Arabidopsis aba1 mutants show an increased number of chloroplasts with aberrant ultrastructure  8,10. The aba1 mutants over-accumulate zeaxanthin and disturb the xanthophyll content, which may affect chloroplast biogenesis and function. The increase of chloroplast numbers and its aberrant ultrastructure can also be seen in the tomato high-pigment3 (hp3) mutant defective in ZEP . Interestingly, similar defects in chloroplast biogenesis can also be seen in aand sitmutants of tomato  10. These indicate that basal ABA, rather than zeaxanthin over-accumulation, is required for maintaining proper chloroplast biogenesis and functions. It will be interesting to investigate how disturbed chloroplast biogenesis impacts plant growth as well as sugar and energy metabolism in ABA-related mutants under both non-stressed and stressed conditions. 3. Role of ABA in Plant Development To adapt their growth under a changing environment, land plants have developed specialized cells and tissues that are optimized for gas exchange and water transport, while minimizing water loss and pathogen attacks. In aerial organs, a layer of hydropho- bic compounds, mainly cutin and waxes, cover the epidermis to prevent water loss and protect from pathogens, while stomata, which are epidermal pores, control water and gas exchange  119. Below ground, hydrophobic compounds such as suberin and waxes surround the mature endodermis of the roots, to control water and nutrient movements from the soil into the xylem vessels of the stele  120. Here, we review the role that basal ABA plays in the development of these tissues under non-stressed conditions (see also Figure 2 and Table 1). The role of ABA in seed and plant dormancy, somatic embryoge- nesis, senescence and fruit ripening has been recently reviewed and will not be covered here 2,3,121123.Genes 2021 ,12, 1936 11 of 22 Genes 2021, 12, x FOR PEER REVIEW 11 of 22 Figure 2. Overview of the role of basal ABA in stomata development, cuticle and suberin deposition, and xylem differen tiation. Genetic analysis of ABA synthesis and signalling demonstrates a role for basal ABA in stomatal development, protoxylem differentiation, and deposition of cuticle and suberin. (a) ABA biosynthetic and signalling mutants show in creased stomatal index or density, while ABA catabolism mutant display decreased stomatal index or density, indicating a negative role for ABA in stomatal development. (b) ABA promotes protoxylem differentiation through upregulation of miR165166 in the endodermis, which downregulates HDZIP III in the stele. Xylem differentiation is disrupted in ABA biosynthesis and signaling mutants, which develop discontinuous metaxylem strands. (c) ABA promotes cutin deposition, by indirectly regulating wax and cutinrelated genes. In Arabidopsis and tomato ABA biosynthetic mutants, hydrophobic cutin and wax layers are reduced. In Arabidopsis, ABA signaling mutants display increased cuticle permeability. (d) ABA positively regulates suberin deposition. ABA biosynthetic and signaling mutants show decreased suberin accumulation. ABA regulates several MYB TFs, which in turn promote suberin or cuticle deposition. Other hormones also regulate these processes: ABA regulates suberin accumulation antagonistically to ethylene, while acting in parallel with auxin in xylem differentiation. ABA related mutants are shown in green for Arabidopsis and in magenta for tomato; ethylene and auxin mutants are shown in lilacpurple. Panels (a) and (c) abbreviations: MMC, meristemoid mother cell; GC, guard cell; UE, upper epidermis; PM, palisade mesophyll; SM, spongy mesophyll; LE, lower epidermis. Panels (b) and (d) abbreviations and legend: epidermis (Ep), light green; cortex (Co), light pink; endodermis (En), light orange; suberin lamellae (Sl), or ange; Casparian strip (Cs), red; pericycle (Pe), light blue; procambium (Pr), grey; phloem (Ph), white; protoxylem (Px), purple; metaxylem (Mx), light purplelilac. Figure created with BioRender (https:biorender.com, accessed on 27 Novem ber 2021). 3.1. BreathTaking: ABA Inhibition of Stomatal Development Aside from its wellknown function in regulating stomata physiology and promoting stomata closure 124, ABA also plays an important role in stomata development. ABA levels inversely correlate with stomata density (number of stomata per unit of area) and index (percentage of stomata cells to the total number of epidermal cells). Genetic analysis using ABA metabolism mutants has revealed that ABA inhibits entry of epidermal cells into the stomata development pathway. Several Arabidopsis ABAdeficient mutants Figure 2. Overview of the role of basal ABA in stomata development, cuticle and suberin deposition, and xylem differ- entiation. Genetic analysis of ABA synthesis and signalling demonstrates a role for basal ABA in stomatal development, protoxylem differentiation, and deposition of cuticle and suberin. ( a) ABA biosynthetic and signalling mutants show increased stomatal index or density, while ABA catabolism mutant display decreased stomatal index or density, indicating a negative role for ABA in stomatal development. ( b) ABA promotes protoxylem differentiation through upregulation of miR165166 in the endodermis, which downregulates HD-ZIP III in the stele. Xylem differentiation is disrupted in ABA biosynthesis and signaling mutants, which develop discontinuous metaxylem strands. ( c) ABA promotes cutin deposition, by indirectly regulating wax and cutin-related genes. In Arabidopsis and tomato ABA biosynthetic mutants, hydrophobic cutin and wax layers are reduced. In Arabidopsis, ABA signaling mutants display increased cuticle permeability. ( d) ABA positively regulates suberin deposition. ABA biosynthetic and signaling mutants show decreased suberin accumulation. ABA regulates several MYB TFs, which in turn promote suberin or cuticle deposition. Other hormones also regulate these processes: ABA regulates suberin accumulation antagonistically to ethylene, while acting in parallel with auxin in xylem differentiation. ABA related mutants are shown in green for Arabidopsis and in magenta for tomato; ethylene and auxin mutants are shown in lilacpurple. Panels ( a) and ( c) abbreviations: MMC, meristemoid mother cell; GC, guard cell; UE, upper epidermis; PM, palisade mesophyll; SM, spongy mesophyll; LE, lower epidermis. Panels ( b) and ( d) abbreviations and legend: epidermis (Ep), light green; cortex (Co), light pink; endodermis (En), light orange; suberin lamellae (Sl), orange; Casparian strip (Cs), red; pericycle (Pe), light blue; procambium (Pr), grey; phloem (Ph), white; protoxylem (Px), purple; metaxylem (Mx), light purplelilac. Figure created with BioRender (https:biorender.com, accessed on 27 November 2021). 3.1. Breath-Taking: ABA Inhibition of Stomatal Development Aside from its well-known function in regulating stomata physiology and promoting stomata closure  124, ABA also plays an important role in stomata development. ABA levels inversely correlate with stomata density (number of stomata per unit of area) and index (percentage of stomata cells to the total number of epidermal cells). Genetic analysisGenes 2021 ,12, 1936 12 of 22 using ABA metabolism mutants has revealed that ABA inhibits entry of epidermal cells into the stomata development pathway. Several Arabidopsis ABA-decient mutants ( aba1, aba2,aba3 and nced3 nced5 ), including mutants with reduced levels of active ABA ( Atbg1 Atbg2 ), display increased stomatal density or index. In contrast, ABA catabolism mutants (cyp707a1 cyp707a3 ) show decreased stomata density or index  63,64,66,72,83. Similarly, tomato ABA-decient c,sitand notmutants have increased stomata density and index  88. The increased stomata density of ABA biosynthetic mutants can be rescued by application of ABA  72,125 or by expressing ABA biosynthetic genes only in stomata lineage cells, suggesting a cell autonomous ABA-dependent regulation of stomata development  66. ABA also decreases guard cell size and is required for pavement cell expansion, suggesting ABA regulates the nal size of epidermal cells  72. Perturbation of the ABA signaling pathway also affects stomata development; the dominant, ABA insensitive abi1-1 and abi2-1 mutants display increased stomata index  64,72. Thus, ABA and a functional ABA signaling pathway are required to limit entry of epidermal cell into the stomatal lineage pathway (Figure 2). In Arabidopsis, stomata development is promoted by the sequential action of three basic helixloophelix TFs, SPEECHLESS (SPCH), MUTE and FAMA. The stomatal de- velopment pathway is repressed in non-stomatal lineage cells by a family of leucine-rich repeat receptor kinases and coreceptors (TMM, ER, ER-like, SERK). Activation of the re- ceptors by the peptide ligands, EPIDERMAL PATTERNING FACTOR1 (EPF1) and EPF2, repress SPCH through phosphorylation by a MAP kinase signaling cascade  75,126. In Arabidopsis, mutations that decrease the levels of active ABA ( Atbg1 Atbg2 ) correlate with upregulation of SPCH ,MUTE and FAMA 83. In aba2, which was shown to prolong the development of meristemoids and guard mother cell in cotyledons, the expression of SPCH and MUTE is also extended, suggesting a temporal effect of ABA in restricting entry into the stomatal development pathway  72. However, in nced3 nced5 , expression level of SPCH and MUTE was not affected, while EPF2 transcript level was increased, possibly due to the increased number of stomata precursor cells or feedback regulation  66. Genetic interaction studies between aba2 and spch ormute indicate that ABA inhibits stomatal devel- opment at the level of SPCH 72. These ndings demonstrate that in the absence of stress, ABA-mediated inhibition of stomatal development acts through the well-characterized stomatal development pathway (Figure 2). Stomatal development is regulated by environmental signals, including light, water, temperature, and CO 2(Reviewed in  75,126,127). ABA biosynthetic ( nced3 nced5 and aba3) as well as perception ( pyr1 pyl1 pyl2 pyl4 ) mutants fail to decrease stomatal density in response to elevated CO 2. This phenotype can be complemented by targeted expression of ABA3 orNCED3 inaba3 ornced3 nced5 stomata lineage cells, respectively, suggesting a cell autonomous mode of action  66. Thus, inhibition of stomatal development by elevated CO 2requires ABA as well as a functional ABA signaling pathway in guard cells or its precursors. Manipulation of CK, auxin, ethylene and BR levels or sensitivity also affects stomata density or patterning mainly acting at the level of SPCH, whose function is well conserved across different plant species  128. These studies have shown that ABA, jasmonates, and auxin inhibit while CKs and ethylene promote stomata development. In contrast, brassi- nosteroids (BR) promote stomata development in hypocotyls, while inhibiting stomata formation in cotyledons  63,90,91,129135. MAPK integrates ABA and BR signaling in the control of stomatal development. While ABA activates MKKK20-MKK5-MPK6 cascade by sequestering ABI1 phosphatase, which promotes phosphorylation and degradation of SPCH, negative regulation of BIN2 by BR activates YDA-MKK4-MKK5 cascade, which results in phosphorylation and degradation of SPCH  131,136. Crosstalk between sev- eral hormone signaling pathways ensures that multiple signals are integrated to regulate stomata development. However, the mechanism by which hormone signaling pathways interact to regulate stomatal development through SPCH is currently unclear.Genes 2021 ,12, 1936 13 of 22 3.2. You Shall Not Pass! The Role of ABA in Cutin and Waxes Deposition The cuticle is a hydrophobic layer covering the epidermis of land plant aerial organs. The cuticle is composed of cutin, an aliphatic polyester, and waxes, which are secreted and deposited on the outer side of the plant cell wall. The cuticle acts as a layer of protection against environmental stress, primarily preventing non-stomatal water loss and pathogen attacks, as well as diffusion of materials across the cell wall 119,137. Physiological, molecular, and genetic studies have shown that basal ABA promotes the synthesis and deposition of cutin and waxes  71,96,97,138140. ABA increases wax content in the cuticle by inducing expression of MYB94 and MYB96 , which can directly bind to and positively regulate wax biosynthetic genes  139,140. Furthermore, the cuticles of ABA-decient mutants ( aba2 and aba3) display increased permeability and ROS production in Arabidopsis  71. Similarly, the leaves of tomato ABA-decient mutants ( not,sit,c) show reduced expression of genes involved in cutin and wax formation, resulting in decreased levels and altered composition of cutin and cuticular waxes  96,97. These phenotypes were rescued by application of ABA and resemble those displayed by cuticle biosynthesis mutants ( bdland lacs2 ), indicating that ABA biosynthesis is required to promote cuticle development even in the absence of stress 71,96,97 (Figure 2). Mutations affecting core components of the ABA signaling pathways ( pyr1 pyl1 pyl2 pyl4 pyl5 pyl8 ,abi1-1 , and snrk2.2 snrk2.3 snrk2.6 ) also result in increased cuticle permeabil- ity 78. Several cuticle-related genes encoding for biosynthetic enzymes and transporters, as well as positive (MYB94, MYB96) and negative (DEWAX) regulators of wax synthesis and cutin deposition are differentially regulated in ABA metabolic ( aba3,cyp707a1 cyp707a3 ) or signaling ( snrk2.2 snrk2.3 snrk2.6 ,abf2 abf3 abf4 , and abi1-1 ) mutants  78,141. However, mutations in ABA signaling components downstream of SnRK2 ( abf2 abf3 abf4 ) did not show defects in cuticle permeability, suggesting ABA signaling may indirectly regulate cutin deposition through activation of MYBs and negative regulation of DEWAX  78. Wax-related genes, including CER6, have ABA-responsive elements in their promoters and are induced by ABA, thus it is possible that ABA directly regulates wax synthesis (Reviewed in  142) (Figure 2). In the moss Physcomitrella patens , ABA negatively regulates the expression of cuticle-related genes, suggesting different evolution of ABA function during cuticle deposition in owering and non-owering plants 78. Abiotic and biotic stresses alter the thickness and composition of the cuticle in several species. While increased cuticle thickness promotes tolerance to abiotic stresses such as drought, altered composition and amount of cuticle have different effects during plant interaction with pathogens; in some cases it promotes plant tolerance to biotic stresses, while in others it has an inhibitory effect (reviewed in  143). Cutin also mediates plant response to osmotic stress by regulating ABA biosynthesis. Following osmotic stress, mutants impaired in cutin biosynthesis show reduced induction of ABA biosynthesis genes leading to decreased ABA accumulation and reduced tolerance to osmotic stress, although the mechanism is unclear  144. Thus, not only does cutin play a protective role against environmental stress, but it is also required for osmotic stress induction of ABA biosynthesis. By regulating cuticle deposition, ABA plays different roles in plant response to biotic and abiotic stresses. 3.3. Xylem Differentiation: ABA and Auxin Act in Concert Water transport from the root to the shoot is mediated by the xylem. Made of cellulose, hemicellulose and lignin, the secondary cell wall (SCW) is deposited in the xylem and provides support and strength to withstand the negative pressures of water transport. In Arabidopsis roots, the protoxylem is composed of spiral or annual SCW and develops at the periphery of the stele, while the metaxylem is made of reticulated or pitted walls and forms in the center of the stele  145. Xylem identity is specied by the interplay between class III homeodomain leucine zipper (HD-ZIP III) TFs and microRNA165 (miR165)miR166. miR165miR166 are expressed in the endodermis and move to the xylem to restrict HD-ZIP III expression pattern in a dose-dependent manner, with protoxylem specied by lowGenes 2021 ,12, 1936 14 of 22 HD-ZIPIII level in the periphery and metaxylem by high level of HD-ZIPIII in the middle of the stele 146,147. Recent studies have shown that ABA is required for SCW deposition and specica- tion of xylem identity. In Arabidopsis and tomato roots, exogenous ABA induces early protoxylem differentiation at the root tip as well as protoxylem formation in place of metaxylem further away from the root tip. In contrast, ABA deciency, induced either genetically ( aba2,aba3) or chemically (uridone), disrupts xylem development and results in the formation of discontinued metaxylem strands  73,74. Furthermore, impaired ABA perception and signaling mutants ( abi1-1 ,pyr1 pyl1 pyl2 pyl4 ) fail to induce ectopic pro- toxylem in the presence of ABA  73,74. Mechanistically, ABA induces miR165A 166B through the core ABA signaling pathway. Targeted inhibition of ABA signaling in the endodermis, but not in the stele, is sufcient to inhibit xylem differentiation via miR165 induction  73,74 (Figure 2). These studies show that ABA acts in the endodermis and upstream of miR165166-HD-ZIP III module to promote protoxylem differentiation in the stele in a non-cell autonomous manner. Interestingly, reduced ABA signaling in the epidermis or columella can also affect xylem differentiation, implying the existence of another non-cell autonomous ABA-dependent mechanism  73,74. A similar switch in xylem cell identity is also observed in roots exposed to osmotic and water stress, which elevate endogenous ABA levels  73,74. Under water stress, an increase in miR165 restricts PHABULOSA (PHB) expression, leading to an increase in protoxylem development and a switch from a pitted to a reticulate metaxylem  73. In maize, embolism induced by water stress was more frequent in metaxylem compared to protoxylem, and an increase in the number and thickness of vessels was observed also in other plant species subjected to water stress, suggesting that this developmental switch may confer an advantage under low water conditions 148151. Auxin, CKs, JA and BR also regulate vascular patterning and xylem differentiation in the stele (Reviewed in  145). In the stele, auxin biosynthesis mutants ( trp2,wei8 tar2 , quintuple yucca ) show defects in metaxylem development  152, while inhibition of auxin signaling completely inhibits xylem development; the latter can be partially restored by exogenous ABA, suggesting ABA and auxin promote xylem differentiation through independent pathways  74. In the stele, auxin biosynthesis is required for the induction of HD-ZIP III genes  152, which bind to the promoter of MP, a master regulator of vascular development, and its negative regulator IAA20 , to regulate metaxylem formation  153. These studies show that ABA and auxin regulate xylem differentiation independently: ABA induces miR165A in the endodermis, whereas auxin activates HD-ZIP III in the stele (Figure 2). In the inorescence stem, ABA was shown to promote SCW deposition, which is controlled by a set of NAC TFs, including NAC SECONDARY WALL THICKENING PROMOTING FACTOR 1 (NST1)ANAC043. Genes related to SCW synthesis are down- regulated in inorescence stem of ABA-decient ( aba2) and signaling ( snrk2.2 snrk2.3 snrk2.6 ) mutants. Accordingly, these mutants have thinner cell walls and decreased lignin and crystalline cellulose content  81. ABA regulation of SCW formation requires phospho- rylation of NST1 by SnRK2s. Interestingly, the SnRK2-mediated phosphorylation site is conserved in NST1 orthologs in dicots, but not in monocots, suggesting different regulatory mechanisms controlling SCW deposition in monocots and dicots  81. Overexpression of NCED6 and NCED9 , which induce the expression of SCW-related genes, did not increase lignication and SCW deposition, suggesting ABA alone is not sufcient to promote SCW deposition. 3.4. A Corky Story: Antagonistic Role of ABA and Ethylene in Suberin Deposition Suberin is a phenolic and aliphatic heteropolymer that can be found in various tissues including cork, seed coats, tree bark, root periderm and root endodermis in higher plants. In the endodermis, suberin lamellae are deposited to create SCW that acts to shift the endo- dermis from an actively absorbing tissue to a protected endodermis. This action dependsGenes 2021 ,12, 1936 15 of 22 on the developmental stage as well as hormone signals that are based off environmental stimuli 76. Several studies have shown that exogenous application of ABA induces the expression of suberin-related genes and increases suberin deposition in the endodermis, while trigger- ing ectopic suberin deposition in root tips and in potato tubers  76,154159. An essential role of basal ABA in endodermal suberization has been supported by genetic studies. A dramatic decrease in suberin formation is shown in ABA-decient ( aba2) and signaling ( abi3, abi4,abi5) mutants, as well as when ABA signaling is suppressed in the endodermis  76. ABA-dependent suberin deposition is mediated by MYB41-MYB53-MYB92-MYB93 , which are expressed in the endodermis and induced by ABA. A quadruple myb41 myb53 myb92 myb93 mutant shows a nearly complete lack of endodermal root suberin, which could not be rescued by application of ABA  159, whereas overexpression of some MYB TFs results in ectopic suberin accumulation  156,160 (Figure 2). ABA-induced suberin deposition also requires the auxin-regulated GDSL lipases, some of which have been proposed to be involved in suberin degradation while other in ABA-mediated suberin synthesis 159. While ABA promotes suberin synthesis, ethylene triggers its degradation, as demon- strated by the enhanced deposition of suberin in the ethylene insensitive mutant, etr1, and reduced suberization in the constitutive ethylene signaling mutant, ctr1 76. ABA can partially restore suberization in ctr1, suggesting ABA and ethylene signaling may intersect in regulating suberin deposition  76. A suberin loss-of-function mutant ( suber- manmyb39 ) and overexpression line show differential expression of ABA and ethylene signalling genes, which further support ABA and ethylene crosstalk in suberin formation in Arabidopsis 161 (Figure 2). Depending on the availability of nutrients, suberization can be enhanced or decreased, and this process is under hormonal regulation. Under iron (Fe), manganese (Mn) or zinc (Zn) deciency, ethylene signalling is induced to inhibit endodermal suberization, whereas deciencies in sulfur (S), potassium (K) or salt stress activate suberin deposition through ABA signalling  76. Seed yield, rosette size and weight were reduced in the suberin-decient mutants  76, phenotypes that are also shown by ABA-decient mutants, suggesting that ABA regulation of plant growth may be in part linked to its ability to regulate suberin deposition, and thus water and nutrient uptake or retention. Interestingly, using ABA decient ( aba2) and signaling ( abi4) mutants, as well as endodermal-specic suppression of ABA signaling, a recent study highlighted the role of the microbiome in modulating suberin deposition, nutrient uptake and plant growth by suppressing ABA responses  162. Overall, ABA plays direct and indirect roles in the regulation of suberin biosynthesis, accumulation, and deposition in the endodermis in various stressed and non-stressed conditions. 4.",
        "conclusion": "s and Future Directions A considerable amount of research has been conducted to address the role of ABA in regulating stress responses in plants. However, less is known about the role of ABA in modulating plant growth and developmental processes. Here, we reviewed genetic evidence that supports ABA acting as both a positive and negative regulator of growth. Biphasic ABA responses are often observed in which low doses of ABA promote growth, while high doses inhibit it  5,6. ABA plays roles in regulating central metabolism and chloroplast biogenesis. Crosstalk between ABA and other phytohormones, including auxin, CK, and ethylene is also important for ne-tuning control over growth. The critical function of basal ABA in promoting growth is to negatively regulate ethylene biosynthesis. This ABA-ethylene interaction also plays a major role in regulating local growth responses. In terms of molecular mechanisms, ABA regulates ethylene biosynthesis via multiple different pathways, including transcriptional and post-translational regulations  163. For example, ABA can inhibit ethylene biosynthesis through ABI4. ABI4 is shown to bind to the promoter of ACS genes and repress their transcription  164. Auxin and CK pathways have critical roles in regulating cell cycle progression of roots and shoots, and are known toGenes 2021 ,12, 1936 16 of 22 interact with ABA signaling components. Overall, phytohormone crosstalk can be positive or negative depending on the tissue and developmental stage being assessed, highlighting a need for specicity and precision in future studies. ABA also plays key roles in the determination of cell fate and development of tissues that are involved in transpiration and gas exchange, as well as water and nutrient transport, by regulating the biosynthesis of cutin, waxes and suberin. Specically, genetic evidence supports a negative role for ABA in stomata development, and a positive role in the deposition of shoot epidermal waxes and cutin. ABA also positively regulates suberin deposition in the root endodermis and xylem differentiation in the vasculature of various higher plants. While ABA promotes xylem development non-cell autonomously, it acts in the endodermis to promote suberin deposition in a cell autonomous manner  143,144,152. ABA works synergistically with auxin to promote xylem differentiation, while acting antagonistically with ethylene in suberin deposition. ABAs role in modulating plant growth and stress response is directly linked to its function in regulating chloroplast biogenesis, which affects metabolism including processes required for the development of cells and tissues that are pivotal for nutrient uptake and transpiration. Despite the data available describing ABAs role in growth and development, there are still outstanding questions to be addressed in the future. Although basal ABA is required for the development of specic tissues, the action of ABA in these cell and tissue types are unknown. Cell- or tissue-type specic transcriptomic studies coupled with ChIP-seq should help elucidate regulatory circuits and identify direct targets of hormone signaling components in different cell and tissue types. This should also aid in understanding mechanisms of cell and non-cell autonomous signaling and is critical to uncover other players as well as evidence of hormone crosstalk. These studies should be accompanied by metabolomic analyses in different tissues and at different stages of development. Most of the studies discussed here were conducted in seedlings, leaves or roots, however there is a little genetic evidence on the role of basal ABA in the development of other organs or at different stages of development. Lastly, to uncover mechanisms of evolution in ABA- mediated control of growth and development, it is critical that we extend our knowledge to other plant species. Author Contributions: All authors contributed to the writing, discussion and editing of the manuscript. B.P .B. and J.P . prepared the Figures. All authors have read and agreed to the published version of the manuscript. Funding: The nancial supports by a Natural Sciences and Engineering Research Council of Canada (NSERC) Discovery Grant RGPIN-2019-04144 and a Canada First Research Excellence Fund (CFREF) grant that established the Plant Phenotyping and Imaging Research Centre (P2IRC) project to EN. Institutional Review Board Statement: Not applicable. Informed Consent Statement: Not applicable. Data Availability Statement: Not applicable. Conicts of Interest: The authors declare that they have no conict of interest. References 1. Cutler, S.R.; Rodriguez, P .L.; Finkelstein, R.R.; Abrams, S.R. Abscisic acid: Emergence of a core signaling network. Annu. Rev. Plant Biol. 2010 ,61, 651679. CrossRef 2. Nambara, E.; Okamoto, M.; Tatematsu, K.; Yano, R.; Seo, M.; Kamiya, Y. Abscisic acid and the control of seed dormancy and germination. Seed Sci. Res. 2010 ,20, 5567. CrossRef 3. Sano, N.; Marion-Poll, A. ABA metabolism and homeostasis in seed dormancy and germination. Int. J. Mol. Sci. 2021 ,22, 5069. CrossRef 4. Pan, W.; Liang, J.; Sui, J.; Li, J.; Liu, C.; Xin, Y.; Zhang, Y.; Wang, S.; Zhao, Y.; Zhang, J.; et al. ABA and bud dormancy in perennials: Current knowledge and future perspective. Genes 2021 ,12, 1635. CrossRef 5. Humplik, J.F.; Bergougnoux, V .; van Volkenburgh, E. To stimulate or inhibit? That is the question for the function of abscisic acid. Trends Plant Sci. 2017 ,22, 830841. CrossRef 6. Yoshida, T.; Christmann, A.; Yamaguchi-Shinozaki, K.; Grill, E.; Fernie, A.R. Revisiting the basal role of ABARoles outside of stress. Trends Plant Sci. 2019 ,24, 625635. CrossRefGenes 2021 ,12, 1936 17 of 22 7. Seo, M.; Marion-Poll, A. Abscisic acid metabolism and transport. In Advances in Botanical Research, Abscise Acid in Plants ; Seo, M., Marion-Poll, A., Eds.; Elsevier: Oxford, UK, 2019; Volume 92, pp. 150. 8. Rock, C.D.; Bowlby, N.R.; Hoffmann-Benning, S.; Zeevaart, J.A.D. The aba mutant of Arabidopsis thaliana (L.) Heynh. has reduced chlorophyll uorescence yields and reduced thylakoid stacking. Plant Physiol. 1992 ,100, 17961801. CrossRef 9. Agrawal, G.K.; Yamazaki, M.; Kobayashi, M.; Hirochika, R.; Miyao, A.; Hirochika, H. Screening of the rice viviparous mutants generated by endogenous retrotransposon Tos17 insertion. Tagging of a zeaxanthin epoxidase gene and a novel OsTATC gene. Plant Physiol. 2001 ,125, 12481257. CrossRef 10. Galpaz, N.; Wang, Q.; Menda, N.; Zamir, D.; Hirschberg, J. Abscisic acid deciency in the tomato mutant high-pigment 3 leading to increased plastid number and higher fruit lycopene content. Plant J. 2008 ,53, 717730. CrossRef 11. Muller, P .; Li, X.P .; Niyogi, K.K. Non-photochemical quenching. A release to excess light energy. Plant Physiol. 2001 ,125, 15581566. CrossRef 12. McAdam, S.A.M.; Sussmilch, F.C.; Brodribb, T.J.; Ross, J.J. Molecular characterization of a mutation affecting abscisic acid biosynthesis and consequently stomatal responses to humidity in an agriculturally important species. AoB Plants 2015 ,7, plv091. CrossRef 13. Liao, Y.X.; Bai, Q.; Xu, P .Z.; Wu, T.K.; Guo, D.M.; Peng, Y.B.; Zhang, H.Y.; Deng, X.S.; Chen, X.Q.; Luo, M.; et al. Mutation in rice Abscisic Acid2 results in cell death, enhanced disease-resistance, altered seed dormancy and development. Front. Plant Sci. 2018 , 9, 405. CrossRef 14. Creelman, R.A.; Bell, E.; Mullet, J.E. Involvement of a lipoxygenase-like enzyme in abscisic acid biosynthesis. Plant Physiol. 1992 , 99, 12581260. CrossRef 15. Kitahata, N.; Han, S.Y.; Noji, N.; Saito, T.; Kobayashi, M.; Nakano, T.; Kuchitsu, K.; Shinozaki, K.; Yoshida, S.; Matsumoto, S.; et al. A 9-cis-epoxycarotenoid dioxygenase inhibitor for use in the elucidation of abscisic acid action mechanisms. Bioorg. Med. Chem. 2006 ,14, 55555561. CrossRef 16. Awan, S.Z.; Chandler, J.O.; Harrison, P .J.; Sergeant, M.J.; Bugg, T.D.H.; Thompson, A.J. Promotion of germination using hydroxamic acid inhibitors of 9-cis-epoxycarotenoid dioxygenase. Front. Plant Sci. 2017 ,8, 357. CrossRef 17. Seo, M.; Aoki, H.; Koiwai, H.; Kamiya, Y.; Nambara, E.; Koshiba, T. Comparative Studies on the Arabidopsis aldehyde oxidase (AAO) gene family revealed a major role of AAO3 in ABA biosynthesis in seeds. Plant Cell Physiol. 2004 ,45, 16941703. CrossRef 18. Schwarz, G.; Mendel, R.R. Molybdenum cofactor biosynthesis and molybdenum enzymes. Annu. Rev. Plant Biol. 2006 ,57, 623647. CrossRef 19. Xiong, L.; Ishitani, M.; Lee, H.; Zhu, K.J. The Arabidopsis LOS5ABA3 locus encodes a molybdenum cofactor sulfurase and modulates cold stress-and osmotic stress-responsive gene expression. Plant Cell 2001 ,13, 20632083. 20. Sagi, M.; Scazzocchio, C.; Fluhr, R. The absence of molybdenum cofactor sulfuration is the primary cause of the acca phenotype in tomato plants. Plant J. 2002 ,31, 305317. CrossRef 21. Watanabe, S.; Sato, M.; Sawada, Y.; Tanaka, M.; Matsui, A.; Kanno, Y.; Hirai, M.Y.; Seki, M.; Sakamoto, A.; Seo, M. Arabidopsis molybdenum cofactor sulfurase ABA3 contributes to anthocyanin accumulation and oxidative stress tolerance in ABA-dependent and independent ways. Sci. Rep. 2018 ,8, 16592. CrossRef 22. Walker-Simmons, M.; Kudma, D.A.; Warner, R.L. Reduced accumulation of ABA during water stress in a molybdenum cofactor mutant of barley. Plant Physiol. 1989 ,90, 728733. CrossRef 23. Okamoto, M.; Kuwahara, A.; Seo, M.; Kushiro, T.; Asami, T.; Hirai, N.; Kamiya, Y.; Koshiba, T.; Nambara, E. CYP707A1 and CYP707A2, which encode ABA 80-hydroxylases, are indispensable for a proper control of seed dormancy and germination in Arabidopsis. Plant Physiol. 2006 ,141, 97107. CrossRef 24. Okamoto, M.; Tanaka, Y.; Abrams, S.R.; Kamiya, Y.; Seki, M.; Nambara, E. High humidity induces ABA 80-hydroxylase in stomata and vasculature to regulate local and systemic ABA responses in Arabidopsis. Plant Physiol. 2009 ,149, 825834. CrossRef 25. Umezawa, T.; Okamoto, M.; Kushiro, T.; Nambara, E.; Oono, Y .; Kobayashi, M.; Koshiba, T.; Kamiya, Y .; Shinozaki, K. CYP707A3, a major ABA 80-hydroxylase involved in dehydration and rehydration response in Arabidopsis thaliana .Plant J. 2006 ,46, 171182. CrossRef 26. Todoroki, Y.; Ueno, K. Development of specic inhibitors of CYP707A, a key enzyme in the catabolism of abscisic acid. Curr. Med. Chem. 2010 ,17, 32303244. CrossRef 27. Abrams, S.R.; Loewen, M.C. Chemistry and chemical biology of ABA. In Advances in Botanical Research, Abscise Acid in Plants ; Seo, M., Marion-Poll, A., Eds.; Elsevier: Oxford, UK, 2019; Volume 92, pp. 315340. 28. Saito, S.; Okamoto, M.; Shinoda, S.; Kushiro, T.; Koshiba, T.; Hirai, N.; Sakata, K.; Nambara, E.; Mizutani, M. A plant growth retardant uniconazole is a potent inhibitor of ABA catabolism in Arabidopsis. Biosci. Biotechnol. Biochem. 2006 ,70, 17311739. CrossRef 29. Ma, Y.; Szostkiewicz, I.; Korte, A.; Moes, D.; Yang, Y. Regulators of PP2C phosphatase activity function as abscisic acid sensors. Science 2009 ,324, 10641068. CrossRef 30. Park, S.Y.; Fung, P .; Nishimura, N.; Jensen, D.R.; Fujii, H. Abscisic acid inhibits type 2C protein phosphatases via the PYRPYL family of START proteins. Science 2009 ,324, 10681071. CrossRef 31. Fujii, H.; Chinnusamy, V .; Rodrigues, A.; Rubio, S.; Antoni, R.; Park, S.Y.; Cutler, S.R.; Sheen, J.; Rodriguez, P .L.; Zhu, J.K. In vitro reconstitution of an ABA signaling pathway. Nature 2009 ,462, 660664. CrossRef 32. Fujii, H.; Zhu, J.K. Arabidopsis mutant decient in three abscisic acid-activated protein kinases reveals critical roles in growth, reproduction, and stress. Proc. Natl. Acad. Sci. USA 2009 ,106, 83808385. CrossRefGenes 2021 ,12, 1936 18 of 22 33. Nakashima, K.; Fujita, Y .; Kanamori, N.; Katagiri, T.; Umezawa, T.; Kidokoro, S.; Maruyama, K.; Yoshida, T.; Ishiyama, K.; Kobayashi, M.; et al. Three Arabidopsis SnRK2 Protein Kinases, SRK2DSnRK2.2, SRK2ESnRK2.6OST1 and SRK2ISnRK2.3, involved in ABA signaling are essential for the control of seed development and dormancy . Plant Cell Physiol. 2009 ,50, 13451363. CrossRef 34. Suzuki, M.; McCarty, D. Functional symmetry of the B3 network controlling seed development. Curr. Opin. Plant Biol. 2008 ,11, 548553. CrossRef 35. Gonzalez-Guzman, M.; Pizzio, G.A.; Antoni, R.; Vera-Sirera, F.; Merilo, E.; Bassel, G.W.; Fern ndez, M.A.; Holdsworth, M.J.; Perez-Amador, M.A.; Kollist, H.; et al. Arabidopsis PYRPYLRCAR receptors play a major role in quantitative regulation of stomatal aperture and transcriptional response to abscisic acid. Plant Cell 2012 ,24, 24832496. CrossRef 36. Miao, C.B.; Xiao, L.H.; Hua, K.; Zou, C.; Zhao, Y.; Bressan, R.A.; Zhu, J.K. Mutations in a subfamily of abscisic acid receptor genes promote rice growth and productivity. Proc. Natl. Acad. Sci. USA 2018 ,115, 60586063. CrossRef 37. Zhao, Y .; Zhang, Z.J.; Gao, J.H.; Wang, P .C.; Hu, T.; Wang, Z.G.; Hou, Y .J.; Wan, Y .Z.; Liu, W.S.; Xie, S.J.; et al. Arabidopsis duodecuple mutant of PYL ABA receptors Reveals PYL repression of ABA-independent SnRK2 activity . Cell Rep. 2018 ,23, 3340. CrossRef 38. Umezawa, T.; Nakashima, K.; Miyakawa, T.; Kuromori, T.; Tanokura, M.; Shinozaki, K.; Yamaguchi-Shinozaki, K. Molecular basis of the core regulatory network in ABA responses: Sensing, signaling and transport. Plant Cell Physiol. 2010 ,51, 18211839. CrossRef 39. Leung, J.; Merlot, S.; Giraudat, J. The Arabidopsis ABSCISE ACID-INSENSITIVE2 (ABI2) and ABI1 genes encode homologous protein phosphatase 2C involved in abscisic acid signal transduction. Plant Cell 1997 ,9, 759771. 40. Nishimura, N.; Yoshida, T.; Kitahata, N.; Asami, T.; Shinozaki, K.; Hirayama, T. ABA-Hypersensitive Germination1 encodes a protein phosphatase 2C, an essential component of abscisic acid signaling in Arabidopsis seed. Plant J. 2007 ,50, 935949. CrossRef 41. Robert, N.; Merlot, S.; Nguyen, V .; Boisson-Dernier, A.; Schroeder, J.I. A hypermorphic mutation in the protein phosphatase 2C HAB1 strongly affects ABA signaling in Arabidopsis. FEBS Lett. 2006 ,580, 46914696. CrossRef 42. Boudsocq, M.; Barbier-Brygoo, H.; Lauriere, C. Identication of nine sucrose nonfermenting 1-related protein kinases 2 activated by hyperosmotic and saline stresses in Arabidopsis thaliana .J. Biol. Chem. 2004 ,279, 4175841766. CrossRef 43. Dejonghe, W.; Okamoto, M.; Cutler, S.R. Small molecule probes of ABA biosynthesis and signaling. Plant Cell Physiol. 2018 ,59, 14901499. CrossRef 44. Hewage, K.A.H.; Yang, J.F.; Wang, D.; Hao, G.F.; Yang, G.F.; Zhu, J.K. Chemical manipulation of abscisic acid signaling: A new approach to abiotic and biotic stress management in agriculture. Adv. Sci. 2020 ,7, 2001265. CrossRef 45. Zhao, F.Y.; Cai, F.X.; Gao, H.J.; Zhang, S.Y.; Wang, K.; Liu, T.; Wang, X. ABA plays essential roles in regulating root growth by interacting with auxin and MAPK signaling pathways and cell-cycle machinery in rice seedlings. Plant Growth Regul. 2014 ,75, 535547. CrossRef 46. Takatsuka, H.; Umeda, M. Hormonal control of cell division and elongation along differentiation trajectories in roots. J. Exp. Bot. 2014 ,65, 26332643. CrossRef 47. Takatsuka, H.; Umeda, M. ABA inhibits root cell elongation through repressing the cytokinin signaling. Plant Signal. Behav. 2019 , 14, e1578632. CrossRef PubMed 48. Huang, X.; Zhang, X.; Gong, Z.; Yang, S.; Shi, Y. ABI4 represses the expression of type-A ARRs to inhibit seed germination in Arabidopsis. Plant J. 2017 ,89, 354365. CrossRef 49. Scofield, S.; Dewitte, W.; Nieuwland, J.; Murray , J.A.H. The Arabidopsis homeobox gene SHOOT MERISTEMLESS has cellular and meristem-organisational roles with differential requirements for cytokinin and CYCD3 activity . Plant J. 2013 ,75, 5366. CrossRef 50. Hemerly, A.S.; Ferreira, P .; Engler, J.D.A.; Montagu, M.V .; Engler, G.; Inz , D. cdca2 expression in Arabidopsis is linked with competence for cell division. Plant Cell 1993 ,5, 17111723. PubMed 51. Burssens, S.; Engler, J.D.A.; Beeckman, T.; Richard, C.; Shaul, O.; Ferreira, P .; Montagu, M.V .; Inz , D. Developmental expression of the Arabidopsis thaliana CycA2;1 gene. Planta 2000 ,211, 623631. CrossRef PubMed 52. Lipavsk , H.; Makov , P .; Vojvodov , P . Regulatory dephosphorylation of CDK at G 2M in plants: Yeast mitotic phosphatase cdc25 induces cytokinin-like effects in transgenic tobacco morphogenesis. Ann. Bot. 2011 ,107, 10711086. CrossRef 53. Melaragno, J.E.; Mehrotra, B.; Coleman, A.W. Relationship between endopolyploidy and cell size in epidermal tissue of Arabidopsis. Plant Cell 1993 ,5, 16611668. CrossRef 54. Shimotohno, A.; Aki, S.S.; Takahashi, N.; Umeda, M. Regulation of the plant cell cycle in response to hormones and the environment. Annu. Rev. Plant Biol. 2021 ,72, 273296. CrossRef 55. Milborrow, B.V . The chemistry and physiology of abscisic acid. Ann. Rev. Plant Physiol. 1974 ,25, 259307. CrossRef 56. Pierik, R.; Tholen, D.; Poorter, H.; Visser, E.J.W.; and Voesenek, L.A.C.J. The Janus face of ethylene: Growth inhibition and stimulation. Trends Plant Sci. 2006 ,11, 176183. CrossRef PubMed 57. Han, H.B.; Adamowski, M.; Qi, L.L.; Alotaibi, S.S.; Friml, J. PIN-mediated polar auxin transport regulations in plant tropic responses. New Phytol. 2021 ,232, 510522. CrossRef PubMed 58. Nguyen, H.N.; Lai, N.; Kisiala, A.B.; Emery, R.J.N. Isopentenyltransferases as master regulators of crop performance: Their function, manipulation, and genetic potential for stress adaptation and yield improvement. Plant Biotechnol. J. 2021 ,19, 12971313. CrossRef PubMed 59. Benschop, J.J.; Millenaar, F.F.; Smeets, M.E.; van Zanten, M.; Voesenek, L.A.C.J.; Peeters, A.J.M. Abscisic acid antagonizes ethylene-induced hyponastic growth in Arabidopsis. Plant Physiol. 2007 ,143, 10131023. CrossRef PubMedGenes 2021 ,12, 1936 19 of 22 60. Barrero, J.M.; Piqueras, P .; Gonz lez-Guzm n, M.; Serrano, R.; Rodr guez, P .L.; Ponce, M.R.; Micol, J.L. A mutational analysis of the ABA1 gene of Arabidopsis thaliana highlights the involvement of ABA in vegetative development. J. Exp. Bot. 2005 ,56, 20712083. CrossRef 61. Zhang, H.; Han, W.; De Smet, I.; Talboys, P .; Loya, R.; Hassan, A.; Rong, H.; Jurgens, G.; Paul Knox, J.; Wang, M.H. ABA promotes quiescence of the quiescent centre and suppresses stem cell differentiation in the Arabidopsis primary root meristem. Plant J. 2010 ,64, 764774. CrossRef 62. Barrero, J.M.; Rodriguez, P .L.; Quesada, V .; Alabadi, D.; Blazquez, M.A.; Boutin, J.P .; Marion-Poll, A.; Ponce, M.R.; Micol, J.L. The ABA1 gene and carotenoid biosynthesis are required for late skotomorphogenic growth in Arabidopsis thaliana .Plant Cell Environ. 2008 ,31, 227234. CrossRef 63. Lake, J.A.; Woodward, F.I.; Quick, W.P . Long-distance CO 2signalling in plants. J. Exp. Bot. 2002 ,53, 183193. CrossRef PubMed 64. Lake, J.A.; Woodward, F.I. Response of stomatal numbers to CO 2and humidity: Control by transpiration rate and abscisic acid. New Phytol. 2008 ,179, 397404. CrossRef 65. Frey, A.; Effroy, D.; Lefebvre, V .; Seo, M.; Perreau, F.; Berger, A.; Sechet, J.; To, A.; North, H.M.; Marion-Poll, A. Epoxycarotenoid cleavage by NCED5 ne-tunes ABA accumulation and affects seed dormancy and drought tolerance with other NCED family members. Plant J. 2012 ,70, 501512. CrossRef 66. Chater, C.; Peng, K.; Movahedi, M.; Dunn, J.A.; Walker, H.J.; Liang, Y.K.; McLachlan, D.H.; Casson, S.; Isner, J.C.; Wilson, I.; et al. Elevated CO 2-induced responses in stomata require ABA and ABA signaling. Curr. Biol. 2015 ,25, 27092716. CrossRef PubMed 67. Yoshida, T.; Obata, T.; Feil, R.; Lunn, J.E.; Fujita, Y.; Yamaguchi-Shinozaki, K.; Fernie, A.R. The role of abscisic acid signaling in maintaining the metabolic balance required for Arabidopsis growth under nonstress conditions. Plant Cell 2019 ,31, 84105. CrossRef 68. Cheng, W.-H.; Endo, A.; Zhou, L.; Penney, J.; Chen, H.-C.; Arroyo, A.; Leon, P .; Nambara, E.; Asami, T.; Seo, M.; et al. A unique short-chain dehydrogenasereductase in Arabidopsis glucose signaling and abscisic acid biosynthesis and functions. Plant Cell 2002 ,14, 27232743. CrossRef 69. LeNoble, M.E.; Spollen, W.G.; Sharp, R.E. Maintenance of shoot growth by endogenous ABA: Genetic assessment of the involvement of ethylene suppression. J. Exp. Bot. 2004 ,55, 237245. CrossRef 70. Leon, P .; Sheen, J. Sugar and hormone connections. Trends Plant Sci. 2003 ,8, 110116. CrossRef 71. LHaridon, F.; Besson-Bard, A.; Binda, M.; Serrano, M.; Abou-Mansour, E.; Balet, F.; Schoonbeek, H.J.; Hess, S.; Mir, R.; L on, J.; et al. A permeable cuticle is associated with the release of reactive oxygen species and induction of innate immunity. PLoS Pathog. 2011 ,7, e1002148. CrossRef PubMed 72. Tanaka, Y.; Nose, T.; Jikumaru, Y.; Kamiya, Y. ABA inhibits entry into stomatal-lineage development in Arabidopsis leaves. Plant J.2013 ,74, 448457. CrossRef 73. Ramachandran, P .; Wang, G.; Augstein, F.; de Vries, J.; Carlsbecker, A. Continuous root xylem formation and vascular acclimation to water decit involves endodermal ABA signalling via miR165. Development 2018 ,145, dev159202. CrossRef 74. Bloch, D.; Puli, M.R.; Mosquna, A.; Yalovsky, S. Abiotic stress modulates root patterning via ABA-regulated microRNA expression in the endodermis initials. Development 2019 ,146, dev177097. CrossRef PubMed 75. Lee, L.R.; Bergmann, D.C. The plant stomatal lineage at a glance. J. Cell Sci. 2019 ,132, jcs228551. CrossRef PubMed 76. Barberon, M.; Vermeer, J.; De Bellis, D.; Wang, P .; Naseer, S.; Andersen, T.; Humbel, B.; Nawrath, C.; Takano, J.; Salt, D.; et al. Adaptation of root function by nutrient-induced plasticity of endodermal differentiation. Cell2016 ,164, 447459. CrossRef 77. Lon-Kloosterziel, K.M.; Gil, M.A.; Ruijs, G.J.; Jacobsen, S.E.; Olszewski, N.E.; Schwartz, S.H.; Zeevaart, J.A.; Koornneef, M. Isolation and characterization of abscisic acid-decient Arabidopsis mutants at two new loci. Plant J. 1996 ,10, 655661. CrossRef 78. Cui, F.; Brosch , M.; Lehtonen, M.T.; Amiryouse, A.; Xu, E.; Punkkinen, M.; Valkonen, J.P .; Fujii, H.; Overmyer, K. Dissecting abscisic acid signaling pathways involved in cuticle formation. Mol. Plant 2016 ,9, 926938. CrossRef 79. Seo, M.; Peeters, A.J.M.; Koiwai, H.; Oritani, T.; Marion-Poll, A.; Zeevaart, J.A.D.; Koornneef, M.; Kamiya, Y.; Koshiba, T. The Arabidopsis aldehyde oxidase 3 (AAO3 ) gene product catalyzes the nal step in abscisic acid biosynthesis in leaves. Proc. Natl. Acad. Sci USA 2000 ,97, 1290812913. CrossRef 80. Rubio, S.; Rodrigues, A.; Saez, A.M.B.; Galle, A.; Kim, T.H.; Santiago, J.; Flexas, J.; Schroeder, J.I.; Rodriguez, P .L. Triple loss of function of protein phosphatases type 2C leads to partial constitutive response to endogenous abscisic acid. Plant Physiol. 2009 , 150, 13451355. CrossRef 81. Liu, C.; Rao, X.; Li, L.; Dixon, R.A. Abscisic acid regulates secondary cell-wall formation and lignin deposition in Arabidopsis thaliana through phosphorylation of NST1. Proc. Natl. Acad. Sci. USA 2021 ,118, e2010911118. CrossRef PubMed 82. Shkolnik-Inbar, D.; Bar-Zvi, D. ABI4 mediates abscisic acid and cytokinin inhibition of lateral root formation by reducing polar auxin transport in Arabidopsis. Plant Cell 2010 ,22, 35603573. CrossRef 83. Allen, J.; Guo, K.; Zhang, D.; Ince, M.; Jammes, F. ABA-glucose ester hydrolyzing enzyme ATBG1 and PHYB antagonistically regulate stomatal development. PLoS ONE 2019 ,14, e0218605. CrossRef 84. Jones, H.G.; Sharp, C.S.; Higgs, K.H. Growth and water relations of wilty mutants of tomato ( Lycopersicon esculentum Mill.). J. Exp. Bot. 1987 ,38, 18481856. CrossRef 85. Sharp, R.E.; LeNoble, M.E.; Else, M.A.; Thorne, E.T.; and Gherardi, F. Endogenous ABA maintains shoot growth in tomato independently of effects on plant water balance: Evidence for an interaction with ethylene. J. Exp. Bot. 2000 ,51, 15751584. CrossRef 86. Nitsch, L.; Kohen, W.; Oplaat, C.; Charnikhova, T.; Cristescu, S.; Michieli, P .; Wolters-Arts, M.; Bouwmeester, H.; Mariani, C. ; Vriezen, W.H.; et al. ABA-deficiency results in reduced plant and fruit size in tomato. J. Plant Physiol. 2012 ,169, 878883. CrossRefGenes 2021 ,12, 1936 20 of 22 87. Humplik, J.F.; Bergougnoux, V .; Jandova, M.; Simura, J.; Pencik, A.; Tomanec, O.; Rolcik, J.; Novak, O.; Fellner, M. Endogenous abscisic acid promotes hypocotyl growth and affects endoreduplication during dark-Induced growth in tomato ( Solanum lycopersicum L.).PLoS ONE 2015 ,10, 0117793. CrossRef 88. Tal, M. Abnormal stomatal behavior in wilty mutants of tomato. Plant Physiol. 1966 ,41, 13871391. CrossRef 89. Gazzarrini, S.; McCourt, P . Genetic interactions between ABA, ethylene and sugar signaling pathways. Curr. Opin. Plant Biol. 2001 ,4, 387391. CrossRef 90. Casson, S.A.; Hetherington, A.M. GSK3-like kinases integrate brassinosteroid signaling and stomatal development. Sci. Signal. 2012 ,5, pe30. CrossRef PubMed 91. Gong, Y.; Alassimone, J.; Varnau, R.; Sharmam, N.; Cheungm, L.S.; Bergmann, D.C. Tuning self-renewal in the Arabidopsis stomatal lineage by hormone and nutrient regulation of asymmetric cell division. eLife 2021 ,10, e63335. CrossRef PubMed 92. Poor, P .; Borbely, P .; Czekus, Z.; Takacs, Z.; Ordog, A.; Popovic, B.; Tari, I. Comparison of changes in water status and photosynthetic parameters in wild type and abscisic acid-decient sitiens mutant of tomato ( Solanum lycopersicum cv. Rheinlands Ruhm) exposed to sublethal and lethal salt stress. J. Plant Physiol. 2019 ,232, 130140. CrossRef 93. Innes, S.N.; Solhaug, K.A.; Torre, S.; Dodd, I.C. Different abscisic acid-decient mutants show unique morphological and hydraulic responses to high air humidity. Physiol. Plant. 2021 ,172, 17951807. CrossRef 94. McAdam, S.A.M.; Brodribb, T.J.; Ross, J.J. Shoot-derived abscisic acid promotes root growth. Plant Cell Environ. 2016 ,39, 652659. CrossRef PubMed 95. Nagel, O.W.; Konings, H.; Lambers, H. Growth rate, plant development and water relations of the ABA-decient tomato mutant sitiens .Physiol Plant. 1994 ,92, 102108. CrossRef 96. Curvers, K.; Sei, H.; Mouille, G.; de Rycke, R.; Asselbergh, B.; Van Hecke, A.; Vanderschaeghe, D.; Hfte, H.; Callewaert, N.; Van Breusegem, F. ; et al. Abscisic acid deciency causes changes in cuticle permeability and pectin composition that inuence tomato resistance to Botrytis cinerea .Plant Physiol. 2010 ,154, 847860. CrossRef 97. Martin, L.B.B.; Romero, P .; Fich, E.A.; Domozych, D.S.; Rose, J.K.C. Cuticle biosynthesis in tomato leaves is developmentally regulated by abscisic acid. Plant Physiol. 2017 ,174, 13841398. CrossRef 98. Spollen, W.G.; LeNoble, M.E.; Samuels, T.D.; Bernstein, N.; Sharp, R.E. Abscisic acid accumulation maintains maize primary root elongation at low water potentials by restricting ethylene production. Plant Physiol. 2000 ,122, 967976. CrossRef 99. Saika, H.; Okamoto, M.; Miyoshi, K.; Kushiro, T.; Shinoda, S.; Jikumaru, Y.; Fujimoto, M.; Arikawa, T.; Takahashi, H.; Ando, M.; et al. Ethylene promotes submergence-induced expression of OsABA8ox1, a gene that encodes ABA 80-hydroxylase in rice. Plant Cell Physiol. 2007 ,48, 287298. CrossRef PubMed 100. van Zanten, M.; Pons, T.L.; Janssen, J.A.M.; Voesenek, L.A.C.J.; Peeters, A.J.M. On the relevance and control of leaf angle. CRC Crit. Rev. Plant Sci. 2010 ,29, 300316. CrossRef 101. Benschop, J.J.; Jackson, M.B.; Guhl, K.; Vreeburg, R.A.M.; Croker, S.J.; Peeters, A.J.M.; Voesenek, L.A.C.J. Contrasting interactions between ethylene and abscisic acid in Rumex species differing in submergence tolerance. Plant J. 2005 ,44, 756768. CrossRef PubMed 102. Chen, X.; Pierik, R.; Peeters, A.J.M.; Poorter, H.; Visser, E.J.W.; Huber, H.; de Kroon, H. Endogenous abscisic acid as a key switch for natural variation in ooding-induced shoot elongation. Plant Physiol. 2010 ,154, 969977. CrossRef 103. Toriyama, T.; Shinozawa, A.; Yasumura, Y.; Saruhashi, M.; Hiraide, M.; Ito, S.; Matsuura, H.; Kuwata, K.; Yoshida, M.; Baba, T.; et al. Sensor histidine kinases mediate ABA and osmostress signaling in the moss Physcomitrium patens .Curr. Biol. 2021 ,32, 112. CrossRef 104. Emenecker, R.J.; Strader, L.C. Auxin-abscisic acid interactions in plant growth and development. Biomolecules 2020 ,10, 281. CrossRef 105. Zhao, Y.; Xing, L.; Wang, X.; Hou, Y.J.; Gao, J.; Wang, P .; Duan, C.G.; Zhu, X.; Zhu, J.K. The ABA receptor PYL8 promotes lateral root growth by enhancing MYB77-dependent transcription of auxin-responsive genes. Sci. Signal. 2014 ,7, ra53. CrossRef PubMed 106. Zheng, Z.F.; Xu, X.P .; Crosley, R.A.; Greenwalt, S.A.; Sun, Y.J.; Blakeslee, B.; Wang, L.Z.; Ni, W.T.; Sopko, M.S.; Yao, C.L.; et al. The protein kinase SnRK2.6 mediates the regulation of sucrose metabolism and plant growth in Arabidopsis. Plant Physiol. 2010 ,153, 99113. CrossRef 107. Li, X.; Chen, L.; Forde, B.G.; Davies, W.J. The biphasic root growth response to abscisic acid in Arabidopsis involves interaction with ethylene and auxin signalling pathways. Front. Plant Sci. 2017 ,8, 1493. CrossRef PubMed 108. Gendreau, E.; Traas, J.; Desnos, T.; Grandjean, O.; Caboche, M.; Hofte, H. Cellular basis of hypocotyl growth in Arabidopsis thaliana . Plant Physiol. 1997 ,114, 295305. CrossRef PubMed 109. Wang, H.; Qi, Q.; Schorr, P .; Cutler, A.J.; Crosby, W.L.; Fowke, L.C. ICK1, a cyclin-dependent protein kinase inhibitor from Arabidopsis thaliana interacts with both Cdc2a and CycD3, and Its expression Is induced by abscisic acid. Plant J. 1998 ,15, 501510. CrossRef 110. Bai, Q.; Huang, Y.; Shen, Y. The physiological and molecular mechanism of abscisic acid in regulation of freshy fruit ripening. Front. Plant Sci. 2021 ,11, 619953. CrossRef PubMed 111. Kou, X.H.; Yang, S.; Chai, L.P .; Wu, C.E.; Zhou, J.Q.; Liu, Y.F.; Xue, Z.H. Abscisic acid and fruit ripening: Multifaceted analysis of the effect of abscisic acid on eshy fruit ripening. Sci. Hortic. 2021 ,281, 109999. CrossRefGenes 2021 ,12, 1936 21 of 22 112. Zhang, Y.S.; Li, Q.; Jiang, L.; Kai, W.B.; Liang, B.; Wang, J.; Du, Y.W.; Zhai, X.W.; Wang, J.L.; Zhang, Y.Q. Suppressing type 2C protein phosphatases alters fruit ripening and the stress response in tomato. Plant Cell Physiol. 2018 ,59, 142154. CrossRef 113. Kai, W.B.; Wang, J.; Liang, B.; Fu, Y.; Zheng, Y.; Zhang, W.B.; Li, Q.; Leng, P . PYL9 is involved in the regulation of ABA signaling during tomato fruit ripening. J. Exp. Bot. 2019 ,70, 63056319. CrossRef PubMed 114. Zhang, M.; Yuan, B.; Leng, P . The role of ABA in triggering ethylene biosynthesis and ripening of tomato fruit. J. Exp. Bot. 2009 , 60, 15791588. CrossRef PubMed 115. Fujita, Y.; Fujita, M.; Shinozaki, K.; Yamaguchi-Shinozaki, K. ABA-mediated transcriptional regulation in response to osmotic stress in plants. J. Plant Res. 2011 ,124, 509525. CrossRef 116. Yamburenko, M.V .; Zubo, Y.O.; Borner, T. Abscisic acid affects transcription of chloroplast genes via protein phosphatase 2C- dependent activation of nuclear genes: Repression by guanosine-3-5-bisdiphosphate and activation by sigma factor 5. Plant J. 2015 ,82, 10301041. CrossRef 117. Gibson, S.I. Sugar and phytohormone response pathways: Navigating a signaling network. J. Exp. Bot. 2004 ,55, 253264. CrossRef 118. Ma, Q.J.; Sun, M.H.; Lu, J.; Liu, Y.J.; Hu, D.G.; Hao, Y.J. Transcription factor AREB2 is involved in soluble sugar accumulation by activating sugar transporter and amylase genes. Plant Physiol. 2017 ,174, 23482362. CrossRef 119. Yeats, T.H.; Rose, J.K.C. The formation and function of plant cuticles. Plant Physiol. 2013 ,163, 520. CrossRef 120. Nawrath, C.; Schreiber, L.; Franke, R.B.; Geldner, N.; Reina-Pinto, J.J.; Kunst, L. Apoplastic diffusion barriers in Arabidopsis. Arabidopsis Book 2013 ,11, e0167. CrossRef 121. Asad, M.A.U.; Zakari, S.A.; Zhao, Q.; Zhou, L.; Ye, Y.; Cheng, F. Abiotic Stresses Intervene with ABA Signaling to Induce Destructive Metabolic Pathways Leading to Death: Premature Leaf Senescence in Plants. Int. J. Mol. Sci. 2019 ,20, 256. CrossRef PubMed 122. Forlani, S.; Masiero, S.; Mizzotti, C. Fruit ripening: The role of hormones, cell wall modications, and their relationship with pathogens. Journal of Experimental Botany 2019 ,70, 29933006. CrossRef 123. Salan, C.; Lepiniec, L.; Dubreucq, B. Genetic and Molecular Control of Somatic Embryogenesis. Plants 2021 ,10, 1467. CrossRef 124. Assmann, S.M.; Jegla, T. Guard cell sensory systems: Recent insights on stomatal responses to light, abscisic acid, and CO 2.Curr. Opin. Plant Biol. 2016 ,33, 157167. CrossRef 125. Bradford, K.J.; Sharkey, T.D.; Farquhar, G.D. Gas exchange, stomatal behavior, and delta13C values of the acca tomato mutant in relation to abscisic acid. Plant Physiol. 1983 ,72, 245250. CrossRef PubMed 126. Qi, X.; Torii, K.U. Hormonal and environmental signals guiding stomatal development. BMC Biol. 2018 ,16, 21. CrossRef 127. Chater, C.C.; Oliver, J.; Cassonm, S.; Graym, J.E. Putting the brakes on: Abscisic acid as a central environmental regulator of stomatal development. New Phytol. 2014 ,202, 376391. CrossRef PubMed 128. Wei, H.; Jing, Y.; Zhang, L.; Kong, D. Phytohormones and their crosstalk in regulating stomatal development and patterning. J. Exp. Bot. 2021 ,72, 23562370. CrossRef 129. Saibo, N.J.; Vriezen, W.H.; Beemster, G.T.; Van Der Straeten, D. Growth and stomata development of Arabidopsis hypocotyls are controlled by gibberellins and modulated by ethylene and auxins. Plant J. 2003 ,33, 9891000. CrossRef PubMed 130. Gudesblat, G.; Schneider-Pizo  n, J.; Betti, C.; Mayerhofer, J.; Vanhoutte, I.; van Dongen, W.; Boeren, S.; Zhiponova, M.; de Vries, S. ; Jonak, C.; et al. SPEECHLESS integrates brassinosteroid and stomata signalling pathways. Nat. Cell Biol. 2012 ,14, 548554. CrossRef 131. Kim, T.W.; Michniewicz, M.; Bergmann, D.C.; Wang, Z.Y. Brassinosteroid regulates stomatal development by GSK3-mediated inhibition of a MAPK pathway. Nature 2012 ,482, 419422. CrossRef 132. Le, J.; Liu, X.G.; Yang, K.Z.; Chen, X.L.; Zou, J.J.; Wang, H.Z.; Wang, M.; Vanneste, S.; Morita, M.; Tasaka, M.; et al. Auxin transport and activity regulate stomatal patterning and development. Nat. Commun. 2014 ,5, 3090. CrossRef 133. Zhang, J.Y.; Je, S.B.; Li, L.; Yang, H.Q. Auxin inhibits stomatal development through MONOPTEROS repression of a mobile peptide gene STOMAGEN in mesophyll. Proc. Natl. Acad. Sci. USA 2014 ,111, E3015E3023. CrossRef 134. Balcerowicz, M.; Ranjan, A.; Rupprecht, L.; Fiene, G.; Hoecker, U. Auxin represses stomatal development in dark-grown seedlings via AuxIAA proteins. Development 2014 ,141, 31653176. CrossRef 135. Vatn, A.; Soyars, C.L.; Tarr, P .T.; Nimchuk, Z.L.; Bergmann, D.C. Modulation of asymmetric division diversity through cytokinin and SPEECHLESS regulatory interactions in the Arabidopsis stomatal lineage. Dev. Cell 2018 ,47, 5366.e5. CrossRef PubMed 136. Li, K.; Yang, F.; Zhang, G.; Song, S.; Li, Y.; Ren, D.; Miao, Y.; Song, C.P . AIK1, a mitogen-activated protein kinase, modulates abscisic acid responses through the MKK5-MPK6 kinase cascade. Plant Physiol. 2017 ,173, 13911408. CrossRef PubMed 137. Kunst, L. New insights into biosynthesis of cuticular wax. FASEB J. 2015 ,29, 366.3. CrossRef 138. Kosma, D.K.; Bourdenx, B.; Bernard, A.; Parsons, E.P .; L, S.; Joub s, J.; Jenks, M.A. The impact of water deciency on leaf cuticle lipids of Arabidopsis. Plant Physiol. 2009 ,151, 19181929. CrossRef PubMed 139. Seo, P .J.; Lee, S.B.; Suh, M.C.; Park, M.J.; Go, Y.S.; Park, C.M. The MYB96 transcription factor regulates cuticular wax biosynthesis under drought conditions in Arabidopsis. Plant Cell 2011 ,23, 11381152. CrossRef 140. Lee, S.B.; Kim, H.U.; Suh, M.C. MYB94 and MYB96 additively activate cuticular wax biosynthesis in Arabidopsis. Plant Cell Physiol. 2016 ,57, 23002311. CrossRef 141. Zhao, Y.; Chan, Z.; Gao, J.; Xing, L.; Cao, M.; Yu, C.; Hu, Y.; You, J.; Shi, H.; Zhu, Y.; et al. ABA receptor PYL9 promotes drought resistance and leaf senescence. Proc. Natl. Acad. Sci. USA 2016 ,113, 19491954. CrossRefGenes 2021 ,12, 1936 22 of 22 142. Samuels, L.; Kunst, L.; Jetter, R. Sealing plant surfaces: Cuticular wax formation by epidermal cells. Annu. Rev. Plant Biol. 2008 , 59, 683707. CrossRef 143. Lewandowska, M.; Keyl, A.; Feussner, I. Wax biosynthesis in response to danger: Its regulation upon abiotic and biotic stress. New Phytol. 2020 ,227, 698713. CrossRef 144. Wang, Z.Y.; Xiong, L.; Li, W.; Zhu, J.K.; Zhum, J. The plant cuticle is required for osmotic stress regulation of abscisic acid biosynthesis and osmotic stress tolerance in Arabidopsis. Plant Cell 2011 ,23, 19711984. CrossRef 145. Ramachandran, P .; Augstein, F.; Nguyen, V .; Carlsbeckerm, A. Coping with water limitation: Hormones that modify plant root xylem development. Front. Plant Sci. 2020 ,11, 570. CrossRef 146. Carlsbecker, A.; Lee, J.-Y.; Roberts, C.J.; Dettmer, J.; Lehesranta, S.; Zhou, J.; Lindgren, O.; Moreno-Risueno, M.A.; Vat n, A.; Thitamadee, S.; et al. Cell signalling by microRNA1656 directs gene dose-dependent root cell fate. Nature 2010 ,465, 316321. CrossRef 147. Miyashima, S.; Koi, S.; Hashimoto, T.; Nakajima, K. Non-cell-autonomous microRNA165 acts in a dose-dependent manner to regulate multiple differentiation status in the Arabidopsis root. Development 2011 ,138, 23032313. CrossRef 148. Awad, H.; Barigah, T.; Badel, E.; Cochard, H.; Herbette, S. Poplar vulnerability to xylem cavitation acclimates to drier soil conditions. Physiol. Plant 2010 ,139, 280288. CrossRef 149. Arend, M.; Fromm, J. Seasonal change in the drought response of wood cell development in poplar. Tree Physiol. 2007 ,27, 985992. CrossRef 150. Ryu, J.; Hwang, B.G.; Kim, Y.X.; Lee, S.J. Direct observation of local xylem embolisms induced by soil drying in intact Zea mays leaves. J. Exp. Bot. 2016 ,67, 26172626. CrossRef PubMed 151. Prince, S.J.; Murphy, M.; Mutava, R.N.; Durnell, L.A.; Valliyodan, B.; Shannon, J.G.; Nguyen, H.T. Root xylem plasticity to improve water use and yield in water-stressed soybean. J. Exp. Bot. 2017 ,68, 20272036. CrossRef PubMed 152. Ursache, R.; Miyashimam, S.; Chen, Q.; Vat n, A.; Nakajima, K.; Carlsbecker, A.; Zhao, Y.; Helariuttam, Y.; Dettmerm, J. Tryptophan-dependent auxin biosynthesis is required for HD-ZIP III-mediated xylem patterning. Development 2014 ,141, 12501259. CrossRef PubMed 153. Mller, C.J.; Vald s, A.E.; Wang, G.; Ramachandran, P .; Beste, L.; Uddenberg, D.; Carlsbecker, A. PHABULOSA mediates an auxin signaling loop to regulate vascular patterning in Arabidopsis. Plant Physiol. 2016 ,170, 956970. CrossRef 154. Cottle, W.; Kolattukudy, P .E. Abscisic acid stimulation of suberization: Induction of enzymes and deposition of polymeric components and associated waxes in tissue cultures of potato tuber. Plant Physiol. 1982 ,70, 775780. CrossRef 155. Boher, P .; Serra, O.; Soler, M.; Molinas, M.; Figueras, M. The potato suberin feruloyl transferase FHT which accumulates in the phellogen is induced by wounding and regulated by abscisic and salicylic acids. J. Exp. Bot. 2013 ,64, 32253236. CrossRef 156. Kosma, D.; Murmu, J.; Razeq, F.; Santos, P .; Bourgault, R.; Molina, I.; Rowland, O. At MYB 41 activates ectopic suberin synthesis and assembly in multiple plant species and cell types. Plant J. 2014 ,80, 216229. CrossRef 157. Yadav, V .; Molina, I.; Ranathunge, K.; Castillo, I.Q.; Rothstein, S.J.; Reed, J.W. ABCG transporters are required for suberin and pollen wall extracellular barriers in Arabidopsis. Plant Cell 2014 ,26, 35693588. CrossRef 158. Verdaguer, R.; Soler, M.; Serra, O.; Garrote, A.; Fernandez, S.; Company-Arumi, D.; Antico, E.; Molinas, M.; Figueras, M. Silencing of the potato StNAC103 gene enhances the accumulation of suberin polyester and associated wax in tuber skin. J. Exp. Bot. 2016 , 67, 54155427. CrossRef 159. Shukla, V .; Han, J.P .; Cl ard, F.; Lefebvre-Legendre, L.; Gully, K.; Flis, P .; Berhin, A.; Andersen, T.G.; Salt, D.E.; Nawrath, C.; et al. Suberin plasticity to developmental and exogenous cues is regulated by a set of MYB transcription factors. Proc. Natl. Acad. Sci. USA 2021 ,118, e2101730118. CrossRef 160. Wei, X.; Mao, L.; Lu, W.; Wei, X.; Han, X.; Guan, W.; Yang, Y.; Zha, M.; Xu, C.; Luo, Z. Three transcription activators of ABA signaling positively regulate suberin monomer synthesis by activating cytochrome P450 CYP86A1 in kiwifruit. Front. Plant Sci. 2020 ,10, 1650. CrossRef PubMed 161. Cohen, H.; Fedyuk, V .; Wang, C.; Wu, S.; Aharoni, A. SUBERMAN regulates developmental suberization of the Arabidopsis root endodermis. Plant J. 2020 ,102, 431447. CrossRef PubMed 162. Salas-Gonz lez, I.; Reyt, G.; Flis, P .; Cust dio, V .; Gopaulchan, D.; Bakhoum, N.; Dew, T.P .; Suresh, K.; Franke, R.B.; Dangl, J.L.; et al. Coordination between microbiota and root endodermis supports plant mineral nutrient homeostasis. Science 2021 ,371, eabd0695. CrossRef PubMed 163. Hussain, S.; Gomes, M.M.; Yano, K.; Nambara, E. Interactions between abscisic acid and other hormones. In Advances in Botanical Research, Abscise Acid in Plants ; Seo, M., Marion-Poll, A., Eds.; Elsevier: Oxford, UK, 2019; Volume 92, pp. 255280. 164. Dong, Z.; Yu, Y.; Li, S.; Wang, J.; Tang, S.; Huang, R. Abscisic acid antagonizes ethylene production through the ABI4-mediated transcriptional repression of ACS4 and ACS8 in Arabidopsis. Mol. Plant 2016 ,9, 126135. CrossRef PubMed",
        "images": []
    }
]