[
    {
        "pmid": "23213450",
        "title": "Hypergravity disruption of homeorhetic adaptations to lactation in rat dams include changes in circadian clocks.",
        "year": "2012",
        "journal": "Biol Open",
        "abstract": "Altered gravity load induced by spaceflight (microgravity) and centrifugation (hypergravity) is associated with changes in circadian, metabolic, and reproductive systems. Exposure to 2-g hypergravity (HG) during pregnancy and lactation decreased rate of mammary metabolic activity and increased pup mortality. We hypothesize HG disrupted maternal homeorhetic responses to pregnancy and lactation are due to changes in maternal metabolism, hormone concentrations, and maternal behavior related to gravity induced alterations in circadian clocks. Effect of HG exposure on mammary, liver and adipose tissue metabolism, plasma hormones and maternal behavior were analyzed in rat dams from mid-pregnancy (Gestational day [G]11) through early lactation (Postnatal day [P]3); comparisons were made across five time-points: G20, G21, P0 (labor and delivery), P1 and P3. Blood, mammary, liver, and adipose tissue were collected for analyzing plasma hormones, glucose oxidation to CO(2) and incorporation into lipids, or gene expression. Maternal behavioral phenotyping was conducted using time-lapse videographic analyses. Dam and fetal-pup body mass were significantly reduced in HG in all age groups. HG did not affect labor and delivery; however, HG pups experienced a greater rate of mortality. PRL, corticosterone, and insulin levels and receptor genes were altered by HG. Mammary, liver and adipose tissue metabolism and expression of genes that regulate lipid metabolism were altered by HG exposure. Exposure to HG significantly changed expression of core clock genes in mammary and liver and circadian rhythms of maternal behavior. Gravity load alterations in dam's circadian system may have impacted homeorhetic adaptations needed for a successful lactation.",
        "full_text": "Hypergravity disruption of homeorhetic adaptations to lactation in rat dams include changes in circadian clocks Theresa Casey1,, Elzbieta I. Zakrzewska2, Rhonda L. Maple2, Laura Lintault2, Charles E. Wade3, Lisa A. Baer3, April E. Ronca3,4,and Karen Plaut1, 1Department of Animal Science, Purdue University, West Lafayette, IN 47907, USA 2Department of Animal Science, University of Vermont, Burlington, VT 05405, USA 3NASAAmes Research Center, Moffett Field, CA 94035-1000, USA 4Department of Obstetrics and Gynecology, Wake Forest University School of Medicine, Winston-Salem, NC 27101, USA Author for correspondence (theresa-caseypurdue.edu) These authors contributed equally to this project Biology Open 1, 570581 doi: 10.1242bio.2012687 Summary Altered gravity load induced by spaceflight (microgravity) andcentrifugation (hypergravity) is associated with changes incircadian, metabolic, and reproductive systems. Exposure to 2- g hypergravity (HG) during pregnancy and lactation decreased rate of mammary metabolic activity and increasedpup mortality. We hypothesize HG disrupted maternal homeorhetic responses to pregnancy and lactation are due to changes in maternal metabolism, hormone concentrations, andmaternal behavior related to gravity induced alterations in circadian clocks. Effect of HG exposure on mammary, liver and adipose tissue metabolism, plasma hormones and maternalbehavior were analyzed in rat dams from mid-pregnancy (Gestational day G11) through early lactation (Postnatal day P3); comparisons were made across five time-points: G20,G21, P0 (labor and delivery), P1 and P3. Blood, mammary,liver, and adipose tissue were collected for analyzing plasma hormones, glucose oxidation to CO 2and incorporation into lipids, or gene expression. Maternal behavioral phenotypingwas conducted using time-lapse videographic analyses. Damand fetal-pup body mass were significantly reduced in HG in all age groups. HG did not affect labor and delivery; however,HG pups experienced a greater rate of mortality. PRL, corticosterone, and insulin levels and receptor genes were altered by HG. Mammary, liver and adipose tissue metabolismand expression of genes that regulate lipid metabolism were altered by HG exposure. Exposure to HG significantly changed expression of core clock genes in mammary and liver andcircadian rhythms of maternal behavior. Gravity load alterations in dams circadian system may have impacted homeorhetic adaptations needed for a successful lactation. C2232012. Published by The Company of Biologists Ltd. This is an Open Access article distributed under the terms of theCreative Commons Attribution Non-Commercial Share AlikeLicense (http:creativecommons.orglicensesby-nc-sa3.0). Key words: Circadian, Hypergravity, Homeorhesis, Lactation, Mammary, Pregnancy Introduction At varying phases of the life cycle, there are differential nutrient requirements. During pregnancy and lactation, an immense demand for nutrients sustains these challenging physiological states in the mother and fosters growth and development of thefetus and neonate. To support fetal and neonatal growth, majorchanges in the partitioning of available nutrients occur in maternal tissues, including coordinated shifts in mammary, liver and adipose tissue metabolism that do not jeopardizematernal homeostasis or fetal and neonatal health (Bauman andCurrie, 1980). Homeorhetic adaptations are the  coordinated changes in metabolism of body tissues necessary to support a (dominant) developmental or physiological process  (Baumanand Currie, 1980; Bell and Bauman, 1997). Whereas homeostasisis widely understood to describe compensatory mechanisms thatpreserve the relative constancy of functions despite external challenges, homeorhesis refers to regulatory processes that support developmental or physiological processes of highestpriority (Bauman et al., 1982). Homeorhetic controls regulatenutrient partitioning during pregnancy, thereby assuring growth of the conceptus as well as development of the mammary gland.With the onset of lactation, many maternal tissues undergo further adaptations to support milk synthesis. During gestation, the endocrine system coordinates the mothers metabolic activities with the physiologicalrequirements of the fetuses and subsequent nutritional demands of the suckling offspring. Mammary gland development and differentiation during pregnancy is the direct result of a networkof changes in hormone levels, substrate availability andbehavioral adaptations that collectively result in optimal milk production during lactation. During pregnancy, estrogen, progesterone, placental lactogen and the anterior pituitaryhormone, prolactin (PRL), stimulate mammary growth anddifferentiation. At parturition, changes in these hormones act tostimulate the onset of lactation (Tucker, 1987; Freeman et al., 2000; Neville et al., 2001; Kelly et al., 2002). Periparturient changes in maternal metabolism include: 1) increased hepaticgluconeogenesis from endogenous substrates, 2) decreased570 Research ArticleBiology Openperipheral tissue glucose utilization, 3) increased fatty acid mobilization from adipose tissue, and 4) increased amino acid mobilization from muscle (Chaves and Herrera, 1978; Martin- Hidalgo et al., 1994; Bell, 1995). Thus to insure adequate milk production and simultaneously maintain maternal homeostasis, the lactating dam utilizes homeorhetic processes to shift hermetabolism. The dams normal homeorhetic response to the increased nutrient and energy demands of milk synthesis were mediated in part by global changes in gene transcription in mammary, liver and adipose including changes in clock genes that regulatecircadian rhythms (Casey et al., 2009; Patel et al., 2011). Changes in molecular clocks during the transition from pregnancy to lactation in relation to other transcriptional profiles of mammary, liver and adipose tissues suggested that homeorhetic adaptation to lactation may be by coordinated in part by the circadiansystem. Circadian rhythms allow organisms to anticipate and prepare for precise and regular environmental changes and can be entrained by external cues (Hastings et al., 2007). Although lightis the primary environmental cue that entrains circadian clocks, gravity significantly affects circadian patterns of behavior, hormones, body temperature, and metabolism (Czeisler et al., 1991; Whitson et al., 1995; Fuller et al., 2000; Murakami and Fuller, 2000; Robinson and Fuller, 2000; Dijk et al., 2001; Fulleret al., 2002; Holley et al., 2003). Gravity is an environmental stimulus that exerts major influences on animal physiology and behavior (Sonnenfeld, 2005). Similar to other environmental stimuli, such as temperature and light, animals have adapted to the Earths gravitational force. In mammals, sudden deviations from Earths 1-g environment are associated with significant physiologicalchanges, including altered reproductive capability (Tou et al., 2002). Studies investigating the effects of gravity and circadian rhythms on reproducing and developing mammals can provideunique biomedical perspectives on these life processes on Earth (Ronca, 2007). We previously identified gravity as an environmental variable that produces major graded changes in mammary metabolic activity and reduces pup survival (Ronca et al., 2001; Plaut et al., 2003). We and others showed that survival rates of pups born to rat dams exposed to 1.5- to 2-times Earths gravity during thelatter half of pregnancy were reduced by 5 to 40 (Megory and Oyama, 1984; Baer et al., 2000; Ronca et al., 2001). However, if neonatal pups were removed from the hypergravity environmentand cross fostered to non-manipulated dams, mortality did not occur (Baer et al., 2000). These data suggest that the dams normal homeorhetic response to the onset of lactation was altered in hypergravity, thereby decreasing her ability to nurture pups. Although HG dams had reduced body fat and mass, these factorsdid not account for altered rates of lipid metabolism in mammary, liver and adipose tissues or decreased neonatal survival (Lintault et al., 2007). Further, neither prolactin nor glucocorticoidsupplementation reversed the HG induced reduction in metabolic rates, suggesting that factors other than circulating lactogenic hormone levels and dam body composition were negatively impacting the dams homeorhetic response to pregnancy and lactation (Patel et al., 2008). Collectively, thesefindings indicate a disruption of homeorhetic mechanisms that normally allow the dam to maintain homeostasis while simultaneously providing for growing fetuses and neonates.In the present study, we measured the effect of exposure to 2-g from mid-gestation (gestational day G11 of the rats 22-daypregnancy) throughout early lactation (until Postnatal day P3)on metabolic activity of mammary, liver and adipose tissue as well as circulating hormone and metabolite levels, and maternal behavior in relation to pup survival. We tested whetherhypergravity affects homeorhetic responses in the dam thereby affecting lipid metabolism and pup survival. We also examined the hypothesis that alterations to the dams circadian systeminduced by changes in gravitational force may limit homeorhetic adaptations needed for a successful lactation. Results Effects of gravity load on dam body mass, organ mass, and body composition Body mass was 21, 19, 10, 17 and 13 lower in G20, G21, P0, P1 and P3 HG dams versus control dams, respectively (supplementary material Table S1). Mammary glands were significantly (p ,0.05) smaller in HG (1.80 60.12g) versus control (2.19 60.11g) dams on G20; however, the change in size was proportional to the change in overall body mass (0.6 for both treatments). Increased gravity-load did not significantlyaffect liver mass of pregnant dams. Body composition differed across conditions with HG dams having significantly less body fat than control dams (percent total body fat on P1: control,27.161.2, HG, 18.7 62.2; on P3: control, 19.3 61.9, HG, 13.461.5; p,0.05). Effects of gravity load on mortality, body mass and body composition of fetal and neonatal rats There were no differences between HG and control in the numbers of fetuses on either G20 or G22 or in proportions of live births on P0. Gestational length was comparable for HG andcontrol dams, as evidenced by day of parturition (G2223). There were no differences in the overall amount of time spent in labor and parturition. The increased gravitational load did not affectlitter size (No. pups per litter: HG 12 63; control 12 63) or male: female ratio (control  male: female, 47 63: 5363; HG  male: female, 48 63: 52.63). However, there was a significant (p,0.05) difference in pup survival across treatment conditions (HG: P0, 95, P1, 57, P3, 48; Control: 100 at all ages). During late pregnancy, G20 and G22 fetuses exposed to 2-g hypergravity weighed 27 less than fetuses from control dams(p,0.05) (Table 1). Furthermore, placental weights were reduced, but were proportional to the body mass of the fetus. During early lactation, although HG pups increased body mass,they weighed approximately 20 and 30 less than control pups on P1 and P3, respectively (p ,0.05) (Table 1). Though not different in fetuses, crown rump length was shorter in HGanimals after birth (Table 1). Effects of gravity load on maternal behavior In the first four days after initial exposure to hypergravity (G1215), control and HG dams exhibited similar levels of overallactivity during the light phase of the circadian cycle, but HG dams showed significantly reduced activity as compared to control dams during the dark phase (p ,0.05) (Fig. 1). During the 48 h just prior to parturition (G2021), control dams reduced their overall activity during the dark phase of the cycle but HG dams maintained higher activity levels (p ,0.05). An analysis of specific behavioral activities revealed that compared to controlHypergravity disrupts homeorhesis 571Biology Opendams, HG dams spent more time eatingdrinking and more time diggingnest-building but less time self-grooming and rearing offspring. Following birth (P1), HG dams were less active and spent less time self-grooming and eatingdrinking than controls (Table 2). Self-grooming, but not other general activities, remained low onP3. On P1 maternal behavior differed between HG and controldams. HG dams spent more time building nests and nursing, buttime spent licking and time spent retrieving pups were notsignificantly altered (Table 2). Effects of gravity load on hormone and blood chemistry concentrations of pregnant or lactating dams On PO, plasma PRL levels were 5 times greater in HG dams than in control dams (p ,0.05) (Fig. 2A). There were no differences in plasma PRL concentrations between the treatments on any otherday. Although plasma levels of corticosteroids did not vary byday of pregnancy or lactation in either treatment group, the plasma Cort levels were reduced by approximately 50 in HG versus control dams at all periparturient stages (p ,0.05) (Fig. 2B). INS was higher at G21 then decreased for theremainder of the study in both control and HG dams. INS concentrations differed between the treatments only on P3(p,0.05) (Fig. 2C). On P3 concentrations of TSH, T4 and T3 were not altered in HG compared to control treated dams (data not shown). LEP levels on P3 were significantly reduced(p,0.05) in HG (13.5 64.2ngml) compared to control (48.7613.1ngml) dams. Plasma cholesterol was increased on G21 in HG but subsequently values were reduced on P0 and P1(Table 3). Plasma triglyceride levels were significantly altered inHG dams on G20 and P3; however, glucose and total protein concentrations were not altered by HG (Table 3). Effects of gravity load on mammary metabolic activity during the periparturient period Hypergravity exposure had an overall effect of reducing the rate of glucose oxidation to CO 2in mammary tissue across all days measured in the peripartuirent period (p ,0.0001) (Fig. 3A). The difference in glucose oxidation in mammary tissue was mostpronounced on P1, when mammary tissue from control animals oxidized 2.7 times more glucose to CO 2in 1h than mammary tissue from HG dams (Fig. 3A). Glucose incorporation into lipidswas also affected by increased g-load. During lactation P1 dams exhibited a six-fold reduction in the rate of lipid synthesis from glucose (Fig. 3B). Metabolic activity was decreased from9966147nmoles of glucoseh in control dams to 1506147nmoles of glucoseh in HG dams (p ,0.0001). After 3 days of lactation this difference was still evident, as 1.7 times more nmoles of glucoseh were incorporated into lipids inmammary tissue from control versus HG dams (p ,0.03) (Fig. 3B). Effects of gravity load on liver metabolic activity during the periparturient period Increased gravity-load significantly reduced the rate of glucose oxidation to CO 2in liver tissue from periparturient dams (p,0.005) (Fig. 3C). The difference was most pronounced in rats on P3. Control animals oxidized 40 more glucose to CO 2 than HG treated dams (p ,0.0001) (Fig. 3C). Although there were significant differences in the rates of glucose incorporation into lipids between treatments (p ,0.005), the rates were very low in liver tissue from all groups examined, regardless ofphysiological state or gravitational force. There was a significant interaction in liver lipid synthesis between pregnancy and lactation. During pregnancy, lipid synthesisTable 1. The effect of hypergravity exposure on fetal and neonatal body mass, crown rump length (CRL) and placental mass. Gestation or Lactation Day Treatment Body Mass (BM; g)Crown to Rump Length Placenta Mm CRLBM g BM G20 control 3.30 60.53 1.28 60.18 0.40 60.06 0.50 60.09 0.15 60.04 HG 2.39 60.60 1.21 60.16 0.53 60.10 0.37 60.06 0.16 60.03 G21 control 5.18 60.91 1.56 60.14 0.31 60.04 0.46 60.09 0.09 60.02 HG 4.49 60.95 1.50 60.14 0.34 60.05 0.38 60.06 0.08 60.001 P0 control 6.71 60.54 1.78 60.12 0.27 60.02 HG 5.41 60.52 1.72 60.08 0.32 60.03 P1 control 7.13 60.22 1.77 60.03 0.25 60.01 HG 5.63 60.19 1.59 60.02 0.29 60.001 P3 control 9.48 61.32 5.88 60.04 0.58 60.01 HG 6.63 60.91 5.15 60.06 0.79 60.02 Values are means 6SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity 6day as main effects. indicates a significant difference between the treatments at p ,0.05. Fig. 1. Dam activity during light (L) and dark (D) phases of 12h:12h LD cycles in control and hypergravity environments during mid and late gestation. Values are mean 6SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity 6day as main effects; indicates significant difference between treatments at p ,0.05.Hypergravity disrupts homeorhesis 572Biology Openfrom glucose was higher in HG dams than control. On G21, liver tissue from HG dams incorporated approximately 2.7 fold more glucose into lipids than liver tissue from control dams (p ,0.05) (Fig. 3D). During lactation, the relationship reversed, with livertissue from control dams having a greater rate of glucoseincorporation into lipids than HG treated dams. Control damsincorporated approximately 4-fold more glucose into lipids than liver tissue from HG dams at both P1 and P3 (p ,0.0001) (Fig. 3D). Since glucose is not a major substrate for lipidsynthesis in liver tissue, and low levels of liver lipid synthesisfrom glucose has been previously reported (Clark et al., 1974),we verified findings using acetate as a substrate and observedmuch higher rates of lipid synthesis, but found exactly the same pattern of response (data not shown). Effects of gravity load on adipose tissue metabolic activity during the periparturient period Glucose oxidation to CO 2in adipose tissue was reduced in dams exposed to 2-g. At all time-points, except during labor anddelivery, glucose incorporation into lipids was reduced by at least70 in HG dams, regardless of whether data were expressed asper mg of tissue or per million adipocytes (p ,0.0001) (Fig. 3E). On P1, adipose tissue from control dams incorporated 2.5 times more glucose into lipids than HG treated dams (p ,0.0001)Table 2. The effect of hypergravity exposure on duration (min)aand percentage of overall activity, species-typical behavior and pup-oriented maternal care in hypergravity (HG) and control dams on the first (P1) and third (P3) days of lactation. ActivitybPostnatal DayControl Hypergravity Significance Duration (min)  time Duration (min)  time Overall Activity P1c625696 58 552 6170 51 NS (p ,0.06) P3d660645 46 568 644 39 NS Self groomingP1 93 630 9 38 65 4 NS (p ,0.06) P3 153 615 11 67 675 p,0.0001 EatDrink P1 48 614 5 16 652 p,0.05 P3 69 625 6 1 644 N S DiggingNest buildingP1 33 683 5 1 637 5 p,0.05 P3 53 613 4 66 675 N S Nursing P1 764 669 74 961 617 93 p,0.01 P3 1057 625 73 1002 634 70 NS Licking pupsP1 85 631 5.9 116 630 11 NS P3 126 6229 9 110 627 8 NS Retrieving pups P1 3 61 0.3 1 61 0.1 NS P3 6 61 0.3 3 61 0.2 NS aMean - SEM. bone or more behaviors can occur simultaneously, therefore the total duration of individual behaviors is not equivalent to total sample time and total  time of different activities does not equal 100. c0-18hr postpartum (1080 min sample). d48-72hr postpartum (1440 min sample). To determine probability of difference, ANOVA was used with gravity, day and gravity 6day as main effects. indicates a significant difference between the treatments at p ,0.05. Fig. 2. Plasma hormone concentrations during the periparturient period in control (open bars) and HG (black bars) treated rat dams. Values are mean 6SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity 6day as main effects; indicates significant difference between treatments at p ,0.05. ( A) Concentrations of PRL in plasma of rat dams during the periparturient period. ( B) Concentrations of Cort in plasma in rat dams during the periparturient period. ( C) Concentrations of INS in plasma in rat dams during the periparturient period.Hypergravity disrupts homeorhesis 573Biology Open(Fig. 3F). Lypolysis, measured as glycerol release, was significantly reduced in HG dams when compared to controldams. On P1, the amount of glycerol released due to lypolysiswas 80 more in adipose tissue from control dams than from HG dams (p ,0.05) (data not shown). On P3, the rate of glycerol released during 1h was 60 greater in tissue from control damsversus HG treated dams (p ,0.05) (data not shown).Effects of gravity load on gene expression of hormone receptors and enzymes that regulate lipid metabolism Gene expression of enzymes involved in lipid synthesis and hormone receptors for glucocorticoids and PRL were measured intotal RNA isolated from mammary, liver, and adipose tissuecollected on G20 and P1 from HG and control treated dams.Importantly, there was no difference in levels of housekeepingTable 3. The effect of hypergravity exposure on circulating levels of macronutrients in periparturient rat dams. G20 G21 P0 P1 P3 Cholesterol mgdl Control 45.5 62.7 67.8 66.0 50.6 62.6 35.2 64.2 56.4 65.5 HG 62.0 61.8 49.4 64.3 41.1 63.0 53.7 67.3 40.2 62.1 Glucose mgdl Control 129.2 67.8 92.0 612.6 109.4 69.3 167.78 622.3 216.9 69.2 HG 107.5 69.0 124.3 613.7 112.2 611.0 189.7 613.4 198.3 69.8 Triglycerides mgdlControl 79.0 610.9 132.2 637.3 74.3 68.4 46.8 67.0 56.0 68.0 HG 111.5 610.3 96.5 621.9 77.1 68.1 57.4 616.9 36.9 64.4 Total protein gdl Control 4.5 60.1 4.9 60.2 4.1 60.3 4.9 60.2 5.7 60.2 HG 4.5 60.1 4.5 60.3 4.2 60.1 5.0 60.3 5.3 60.1 Data are mean 6SEM. indicates a significant difference between the treatments at p ,0.05. Fig. 3. Rate of glucose oxidation to CO 2or incorporation into lipids in mammary, liver and adipose tissues from dams exposed to HG (black bars) or a control (open bars) environment during the periparturient period. Tissue slices were incubated in Krebs-Ringer Bicarbonate (KRB) buffer in the presence of 1mCiflask U-14C-glucose as a tracer. Glucose oxidation to CO 2was measured and expressed as nmoles of glucose utilized per 100mg tissuehr. Rate of glucose incorporation into lipids was measured and expressed as nmoles glucose incorporated into lipids100mg tissuehr. Values are expressed as mean 6SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity 6day as main effects; indicates significant difference between treatments at p ,0.05. (A) Glucose oxidation to CO 2in mammary tissue. ( B) Glucose incorporation to lipids in mammary tissue. ( C) Glucose oxidation to CO 2in liver tissue. ( D) Glucose incorporation to lipids in liver tissue. ( E) Glucose oxidation to CO 2in adipose tissue; expressed as 1 hr per 1 million adipocytes. ( F) Glucose incorporation to lipids in adipose tissue; expressed as 1 hr per 1 million adipocytes.Hypergravity disrupts homeorhesis 574Biology Opengenes between the treatments. There was a significant day, treatment, and day by treatment interaction in mammary tissue.In general lipid metabolic enzymes increased from pregnancy tolactation and were reduced in HG treated dams relative tocontrols. Mammary specific gene expression of Acaca ,Acly, and Lplincreased significantly from G20 to P1 with a 5.6 fold, 3.2 fold and 4.7 fold increase, respectively, (supplementary material Table S2; Fig. 4) in control dams. Expression of the Prlr also increased significantly from late pregnancy to day 1 lactation, by5.6 fold (p ,0.001) (supplementary material Table S2; Fig. 4) in control dams. Gene expression of Acaca ,Acly,Lpl and the hormone receptors were significantly reduced in mammary tissuefrom HG dams relative to control dams on G20 and P1. ExpressionofAcaca was 4.5 times greater in mammary tissue from control versus HG dams on G20 and this difference increased to 11 times greater in control versus HG dams on P1. The increased difference between gene expression from pregnancy to lactation betweenmammary tissue from control and HG dams was due to therelatively small changes in gene expression that occurred inmammary tissue from HG dams. Thus a significant interactionbetween stage and g-load treatment resulted for the metabolicenzymes and the Prlr because the magnitude of increase in gene expression from pregnancy to lactation was minimal in HGanimals (supplementary material Table S2). In fact the expression ofLplwas reduced by 45 from G20 to P1 in HG rats. Expression of the glucocorticoid receptor ( Nr3c1) in mammary tissue from HG dams was reduced compared to control; however, its expressionwas not different with physiological state (supplementary materialTable S2; Fig. 4). In liver tissue from control dams, gene expression of Acaca , Acly, the glucocorticoid receptor ( Nr3c1) and Prlr decreased between late pregnancy and lactation by approximately 50, 25, 33 and 75, respectively (supplementary material TableS2; Fig. 4). There was no change in Fasn orLplgene expression between late pregnancy and the first day of lactation in livertissue from control dams (supplementary material Table S2;Fig. 4). Acaca ,Acly, and glucocorticoid receptor ( Nr3c1) expression were significantly reduced by hypergravity exposure(supplementary material Table S2; Fig. 4). There was asignificant treatment by stage interaction in all genes except Acaca (supplementary material Table S2; Fig. 4). On the first day of lactation the expression Acly was 53 lower and Fasn was69 lower in liver tissue from hypergravity treated dams versus the controls, while expression of Lpl, glucocorticoid receptor and Prlr did not change due to hypergravity. Similar to control dams, liver tissue from HG dams also exhibited a decrease in, Acaca , Acly, and Prlr gene expression from G20 to P1; however, the differences were greater between these days for HG dams, with a60, 67, and 82 decrease in expression, respectively, relativeto control dams (supplementary material Table S2; Fig. 4). Fasn gene expression decreased 78 and Lpl gene expression decreased 50 from pregnancy to lactation in HG dams versus no change in gene expression in liver tissue from control dams(supplementary material Table S2; Fig. 4). There were no significant changes from G20 to P1 in the gene expression of the lipid metabolic enzymes or the hormone receptors measured in adipose tissue from control or HG dams(supplementary material Table S2; Fig. 4). Furthermore therewas no difference in expression of metabolic genes or hormonereceptors due to hypergravity exposure (supplementary materialTable S2; Fig. 4). Effects of gravity load on molecular clock gene expression in mammary and liver Expression of the positive limb core molecular clock genes ( Arntl, Npas2) and genes that regulate ( Rora, Nr1d1, Csnk1e, Bhlhe40) molecular clocks were measured in mammary and liver fromcontrol and HG dams to determine if changes in gravity impactedcircadian clocks (Fig. 5). Expression of the core clock genes Arntl and Npas2 in mammary were significantly greater (p ,0.05) (Fig. 5A) on P1 compared to G20 at the same time-point (approximately 6 h after lights on) in control dams. There wasno significant difference in expression of Arntl andNpas2 between G20 and P1 in HG dams, and expression of these genes weresignificantly less on P1 in HG versus control dams. Expression ofRora , a gene that stimulates expression of Arntl, was significantly higher on P1 compared to G20 in both treatments; however, in mammary of HG dams Rora was approximately 46 less than the control level. Mammary expression of Bhlh40e, Cnskle , and Nr1d1 , were significantly decreased (p ,0.05) on P1 compared to G20 in both control and HG dams, and expression of Bhlh40e was significantly less in HG compared to control dams on G20. Expression of Arntl and Npas2 were significantly (p ,0.05) (Fig. 5B) increased from G20 to P1 in the liver of control Fig. 4. Effect of gravity and stage on relative expression levels of lipid metabolic and hormone receptor genes. Total RNA was isolated from ( A) mammary, (B) liver, and ( C) adipose of late pregnant (G20) and early lactation (P1) control and HG treated dams. Expression of Acaca, Acyl, Lpl , GR and Prlr were measured using rt-q-PCR. Actb andB2m were used as reference genes and relative gene expression (RQ) was calculated using the delta-delta CT method with mean G20 control delta CT as normalizer. Values are expressed as mean 6SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity 6day as main effects; indicates significant difference between treatments at p ,0.05.Hypergravity disrupts homeorhesis 575Biology Open(approximately 10-fold and 16-fold, respectively) and HG (2-fold and 4.4-fold, respectively) dams. On G20, expression of Arntl was 18-fold and Npas2 was almost 6-fold higher in HG versus control dams (p ,0.05). Expression of Arntl andNpas2 were also significantly greater on P1 in HG versus control dams (p ,0.05; 2.3-fold and 2.5-fold, respectively). There was no significant difference in Rora expression in liver from late pregnant versus early lactation dams in both treatments, but on P1 expression ofRora was 50 higher in HG dams (p ,0.05). There were no differences in expression of Csnk1e between late pregnancy and lactation within treatments or between treatments on G20 or P1.There was a significantly lower level of Nr1d1 liver expression on P1 compared to G20 in control animals, but the differencebetween Nr1d1 expression on G20 and P1 was not different in liver of HG animals. On both days expression of Nr1d1 was significantly less in HG dams compared to control dams. Discussion Our data suggest that hypergravity exposure causes a shift in maternal metabolism from reproductive to maternal survival atthe expense of pup survival. These results have made us keenlyaware of the vital role of environmental adaptation in long-termspecies survival. Hypergravity exposure decreases pup survival and alters dam behavior Exposure of pregnant rat dams starting in mid-pregnancy to hypergravity resulted in decreased fetal-pup body mass,reductions in total body fat, and a reduction in survival. Thepresence of a similar number of fetuses and live births at thenormal delivery time between treatments suggest that prenataldevelopment continues to proceed in HG. However, 24 hoursafter birth survival was significantly reduced. Reduced pupsurvival was likely due to changes in maternal-pup interactions orchanges in maternal physiology, as when pups were removedfrom the hypergravity environment at birth and cross fostered tonon-manipulated dams, mortality did not occur (Baer et al., 2000). Thus the present study focused on the behavioral andphysiological status of the dams during the periparturient period. During the first 24 hours after birth, approximately 50 of the pups survived at 2-g. Pup mortality coincided with alteredmaternal behavior in HG animals, which was marked by less timediggingnesting behavior and self-care (eating, drinking andgrooming). These observations are consistent with previousreports of periparturient rats exposed to 1.5-g (Ronca et al.,2001), and may reflect a reduction in types of behaviors thatrequire effort against the gravity vector. HG dams also spent significantly more time nursing, which is consistent with our previous observation that primiparous damsexposed to hypergravity spend more overall time nursing withincreased interruption of nursing bouts due to diggingnest-building behavior (Baer et al., 2005). Pups of HG dams showed evidence of milk in the stomach (visualized through the pups translucent skin), although limitedanalysis of milk bands revealed that they weighed less than thecontrols. Maternal care of pups in the hypergravity environmentwas intact as measured by licking, retrieving and nursing pups. Itis not clear whether increased nursing may have contributed topup mortality, for example by smothering pups during extendednursing bouts. Increased nursing time and smaller milk bandsmay reflect complications with lactation or inefficient milktransfer. Focus was therefore directed at alterations in dammetabolism specifically geared toward lactation. Dams exposed to 2-g had significantly reduced body mass, 17 less than controls, and the reduction in body mass persistedthroughout the study. Dam body mass decreased during the first 3days of hypergravity exposure due to reduced daily food andwater intake. After 3 days the animals acclimated to thehypergravity, food intake increased and weight gain ratebecame similar to controls (for details, see Lintault et al.,2007). Although the litters from HG dams were 20 smaller, itonly accounted for 8g (7g for pups and 1g due to placental mass) Fig. 5. Effect of gravity and stage on relative expression levels of molecular core clock and clock regulatory genes. Total RNA was isolated from ( A) mammary and ( B) liver of late pregnant (G20) and early lactation (P1) control and HG treated dams. Expression of Arntl, Npas2, Rora, Bhlh40e, Csnk1e, andNr1d1 were measured using rt-q-PCR. Actb andB2m were used as reference genes in mammary and liver, respectively, and relative gene expression (RQ) was calculated using the delta-delta CT method with mean G20 control delta CT as normalizer. Values are expressed as mean 6SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity 6day as main effects; indicates significant difference between treatments at p ,0.05.Hypergravity disrupts homeorhesis 576Biology Openof the total the difference in average dam mass (59g) between the treatments (supplementary material Table S1). Therefore the majority of difference in dam body mass was not due to thesmaller litters, rather it was due to loss of maternal tissue, as was evident in mammary glands, which were significantly smaller in HG dams on G20 and accounted for approximately 4g of tissueloss. Hypergravity exposure resulted in a significant decrease inthe mean size of adipocytes (data not shown), and overall reduction in total body fat of dams (for details, see Lintault et al., 2007). The reduction in dam body fat is likely due to increasedenergy demands in the hypergravity environment, and may cause a conflict between meeting maternal and pup energy needs. Exposure to HG during pregnancy and lactation overrides normal metabolic response to the reproductive cycle As anticipated, mammary metabolic rate increased from pregnancy to lactation in both HG and control dams. However,hypergravity exposure decreased lipid synthesis by approximately 70 and glucose oxidation by approximately 25 at all stages, which is consistent with our previous findings(Plaut et al., 1999a; Plaut et al., 2003). The reduction inmammary metabolism may play a significant role in neonatal mortality. Analysis of expression of genes that regulate lipid metabolic rate: ATP-citrate lyase ( Acly), acetyl co-A carboxylase (Acaca ), fatty acid synthetase ( Fasn ) and lipoprotein lipase ( Lpl) revealed a dramatic increase from late pregnancy to the first day of lactation in mammary gland of control dams. However, thechange in gene expression between late pregnancy and the first day of lactation was greatly diminished in mammary tissue from HG treated dams relative to control dams. These data suggest thatthe decrease in mammary lipid metabolic rate and suppression of genes involved in lipid metabolism resulted in impaired milk production in HG dams. Mammary composition was notevaluated in our study, but it may have affected mammarymetabolic output. For example milk production is believed to be a function of the number and secretory activity of epithelial cells (Knight and Peaker, 1982), so if there was less parenchymaltissue in HG dams, it would be expected that they have a decreased ability to produce milk. Secondly, the first fat for milk synthesis is likely mobilized from what is remaining of themammary fat pad during the early postpartum period (Rudolph et al., 2007), and thus a lower mammary fat content may limit the energy content of milk. To determine whether the metabolic response was limited to mammary tissue or if it also occurred in tissues that worked in concert with mammary tissue during lactation, glucose metabolism was measured in adipose and liver tissue. Our datademonstrate that both g-load and gestation day influenced glucose metabolism in adipose tissue. Increased gravity-load decreased metabolic rate in adipose tissue, including rate oflipolysis during lactation. Adipose tissue is a major source of metabolic fuel stored as triglycerides (Fru hbeck et al., 2001), and at the onset of lactation, fat depots are mobilized through anincreased rate of lipolysis, which accommodates the high energydemands of milk synthesis in the mammary gland (Williamson, 1986). Lower rates of adipose tissue metabolism in the hypergravity environment may be indicative of limited suppliesof triglycerides for milk fat synthesis. During lactation glucose oxidation to CO 2in liver tissue of HG dams was less than in control dams. The rate of glucoseincorporation into lipid increased almost 4-fold from latepregnancy to the onset of lactation in control dams, demonstrating the increase in hepatic capacity at the onset of lactation to supply fatty acids to the mammary gland for milk synthesis (Williamson, 1980; Williamson, 1986). This increase did not occur in HG dams, which had suppressed rates of glucose incorporation into lipids compared to controls during lactation.At the molecular level expression of the lipid metabolic genes Acaca ,Acly andFasn were lower in liver tissue from HG versus control dams on the first day of lactation. Together, metabolicdata revealed that exposure to increased gravity load caused a decrease in the capacity to oxidize glucose or incorporate glucose into lipid in all three tissues during lactation. This shift in tissue metabolic capacity is likely indicative of an extra energy investment in the hypergravity environment that overrides thenormal maternal homeorhetic adaptation to lactation. Alteration of lactogenic hormone levels during exposure to hypergravity are not likely primary cause of hypergravity induced changes in maternal behavior and tissue metabolism The regulation of metabolism in the lactating rats, in particular milk production, is dependent on PRL, cortisol, INS, and thyroid hormones (Williamson, 1986). In the present study there were nosignificant alterations in thyroid hormone concentrations. In an earlier study, we reported TSH to be elevated only at one time- point post-delivery (P15) with no other differences noted overtime in TSH, T3 or T4 (Sajdel-Sulkowska et al., 2001). Therefore, it appears that thyroid status does not contribute to alterations in maternal metabolism or behavior leading to reduced pup survival. Surprisingly, PRL concentrations were significantly higher at P0 in HG dams but not different from controls at any other time- point, although the data were extremely variable. The higherplasma PRL levels may reflect the lower expression of Prlr in HG dams (Fig. 4) since low receptor levels may trigger PRL secretion (Holcomb et al., 1976; Durand and Djiane, 1977) or may be an effort by the body to increase receptor levels, as PRL is known to auto-induce its own receptor at delivery (McNeillyand Friesen, 1977). In contrast to our study, others reported reduced PRL levels in pregnant and lactating dams exposed to hypergravity (Megory and Oyama, 1984; Megory and Oyama,1985; Baer et al., 2002). Discrepancy in results among studies may be due to variations in sampling times in relation to parturition, suckling or circadian rhythms. Thus it is unclear if the observed treatment differences in PRL concentrations contribute to the differences in maternal behavior, pup mortality, ormetabolic rate between control and HG dams. Although, it is important to note that our previous study showed daily PRL administration could not reverse impact of hypergravity on tissuemetabolic rate (Patel et al., 2008). Plasma Cort levels were significantly reduced in HG compared to control dams at all time-points. Decreased levels of plasma Cort in HG dams coincide with changes in rates of glucoseoxidation and lipogenesis in mammary, liver and adipose tissue. However, it is not likely that lower Cort levels caused these changes, as when HG treated pregnant rat dams weresupplemented with Cort, we found no effect on rates of glucose oxidation or lipogenesis in any of the three tissues (Patel et al., 2008), thus indicating that the lower levels of Cort alone do not cause the observed alterations in rates of glucose oxidation and lipogenesis.Hypergravity disrupts homeorhesis 577Biology OpenINS levels were significantly less in lactating HG treated animals compared to controls. Lower INS concentrations accompanied no change in plasma glucose concentrations, suggesting an increase in INS sensitivity in hypergravity, as theglucose to INS ratio was greater. LEP levels were also significantly less in lactating HG treated dams, which corresponded with the significantly lower circulating levels ofcholesterol and triglyceride as well as reduced body fat in these dams on P3. Serum levels of LEP reflect the amount of energy stored in adipose tissue as well as short-term energy imbalance.Hormonal factors also regulate LEP levels. LEP functions to communicate the status of energy reserves with the central nervous system for the purpose of regulating metabolic stores(Rosenbaum et al., 2001). Thus the lower levels of LEP areconsistent with the other changes observed in HG including reduced body fat stores, and decreased INS and Cort concentrations. Changes in circadian clocks relative to changes in metabolism, endocrine milieu and behavior Our previous studies and findings in this study suggest regulatory mechanisms outside of the endocrine system are causing the alterations to the normal maternal homeorhetic response tolactation in the hypergravity environment. Homeorhetic adaptations are time dependent changes in metabolism to establish a new physiological state, such as pregnancy orlactation. Likewise the ability of animals to adapt to changes in their environment including photoperiod, heat, stress, gravity and nutrition also require time-dependent integrative homeorheticregulation (D.E. Bauman, Cornell University, Ithaca, NY, USA, personal communication). Recently, we put forth the hypothesis that during the periparturient period, the circadian systemmediates homeorhetic adaptations to lactation (Casey et al., 2009). We envision that during this period the central clock in the suprachiasmatic nuclei integrates environmental andphysiological cues that it receives. In turn, the central clockresponds to these cues and coordinates behavioral and physiological changes across the dams by sending humoral and neural signals to multiple tissues, which stimulate changes in coremolecular clocks of peripheral tissues including endocrine glands, mammary, and liver. Changes to the core clocks in turn effectively change the proteome and metabolome of the dam tosupport lactation. In addition, it is probable that the dams capacity to produce milk and cope with metabolic stress during lactation is related to her ability to set circadian rhythms. Chronic exposure to hypergravity has pronounced effects on circadian and homeostatic regulation of body temperature,activity, heart rate, and feeding (Fuller et al., 2000; Murakami and Fuller, 2000; Robinson and Fuller, 2000; Warren et al., 2000). Exposure of adult male mice to 2g hypergravity caused animmediate 4-day loss in circadian rhythm in both core body temperature and activity. Acclimation to hypergravity resulted in recovery of circadian rhythms with new, but lower, basal levelsof temperature and activity (Murakami and Fuller, 2000). Similar to findings in adult male mice, our analysis of circadian behavioral data revealed hypergravity exposed pregnantfemales spent the first 5 days acclimating to the environmentand were in a state of hypoactivity during the dark, but not the light phase of the cycle. However, in late pregnancy, day 20 and 21, HG dams became hyperactive relative control dams,suggesting that impact of gravity load on circadian behavior was dependent on physiological state of dams. Offspring of homozygous female Clock mutant mice, which have a genetic mutation that disrupts circadian rhythms, fail tothrive. Clock mutant dams are deficient nest builders and exhibited disrupted nursing. Pup mortality is increased and growth rates slowed in litters of Clock mutant dams compared to wild-type dams, suggesting that milk production of the Clock mutant is not adequate enough to nourish offspring (Dolatshad et al., 2006). Our findings derived from HG dams reveal somemajor parallels with Clock mutant dams. First, there was a dampening of circadian cyclicity in overall activity beginning 24 h after HG exposure. Second, HG dams had lower nursingbout durations coupled with greater numbers of nursing bouts,and an aberrant pattern of diggingnest-building activity. Third, offspring body weights lagged in the HG condition and pup mortality was significantly increased. Finally post-weaningobesity has been reported in Clock offspring (Turek et al., 2005), and we previously reported significantly elevated body weights in post-weaning rats reared during HG exposure (Baer etal., 2005). Collectively, these findings provide initial support for the hypothesis that disruptions in the circadian timing system underlie the reported gravity-related changes in maternalbehavior and offspring development. Examination of differences in expression of core clock genes and genes that regulate molecular clocks in mammary and liver, suggest that hypergravity exposure impacted molecular clocksthat generate circadian rhythms. Since data were only available for one time-point on each day, it is not known how circadian rhythms were affected by hypergravity, and thus observeddifferences between treatments may be indicative of changes in rhythm amplitude, phase or period. Differences in endocrine milieu in hypergravity treated dams may also be indicative ofchanges in the circadian system. Exposure to microgravity causesshifts in circadian rhythms and increases basal levels of cortisol in humans and rodents (Grigoriev et al., 1987; Dijk et al., 2001; Macho et al., 2001b; Macho et al., 2001a). Preflight circadianadaptation countermeasures revealed that altered lighting schedules during spaceflight caused phase shifts in plasma hormone rhythms; however, changes in basal cortisol levels werea result of alterations in gravity load (Czeisler et al., 1991; Whitson et al., 1995). Therefore, it is interesting to speculate that changes in basal cortisol due to changes in gravitational force areanalogous, but distinct, from the circadian system mediated seasonal changes in hormone levels that are governed by changes in photoperiod length (Lincoln and Richardson, 1998; Dardente,2007; Ebling and Barrett, 2008; Nakao et al., 2008), and mayquite possibly be mediated through a hypothalmic-vestibular connection (Fuller et al., 2002; Murakami et al., 2002). Conclusion Endogenous clocks enable organisms to anticipate periodicchanges in the environment and to adapt their physiology accordingly. The transition from pregnancy to lactationrepresents a major physiological change requiring coordinated adjustments in physiology and metabolism to support milk production. Previous studies from our lab revealed that changesin molecular clocks are coordinated among multiple tissues during the transition from pregnancy to lactation, and suggest that the circadian system may be important in coordinating themetabolic and hormonal changes needed to initiate and sustainHypergravity disrupts homeorhesis 578Biology Openlactation. Homeorhetic adaptations to lactation can be affected by physiological and environmental factors. Photoperiod is anexample of an environmental factor that affects energy balance,reproduction and lactation (Dahl et al., 2000; Lincoln et al., 2006;Duncan, 2007; Dardente et al., 2010; Silveyra et al., 2010).Photoperiodic information is received and integrated across thecircadian system, which effectively coordinates the animalsphysiology and metabolome to photoperiod length, includingseasonal changes in milk quality and quantity. Similarly, wepropose that hypergravity induced alterations in homeorheticadaptations to lactation including changes in dam metaboliccapacity and behavior are due to the impact of increased gravityload on circadian clocks. Changes in circadian clocks affectoutput of multiple organs resulting in reduced quality andquantity of milk and therefore decreased pup survival in thehypergravity environment. Materials and Methods Animals and treatment conditions All animal procedures were approved by the NASA Ames Research Center IACUC. Sixty-four time-bred female Sprague-Dawley rats ( Rattus norvegicus ; Taconic Farms, Germantown, NY, USA), weighing between 190280g, were used.Animals were assigned to one of five stages (n 516 per group) corresponding to different time-points across the periparturient period. These were: G20, G21, P0(birth), P1 (onset of lactation) and P3 (lactation day 3). During the period G2G6, the dams were individually housed in maternity cages (47cm 626cm621cm) lined with corncob bedding and maintained under standard colony conditions (12:12lightdark cycle 0600:1800; 21 61 C at 3050 humidity). On G7, the dams were housed in custom designed metabolic cages allowing for the clean separationof urine and feces for collection and analysis. Standard rat chow (Purina 5012,pellets in maternity cages and powdered in metabolic cages) and water wereavailable ad libitum. On G9, dams were assigned to the either hypergravity (HG) (n58) or control (n 58) conditions with body weights matched across groups. Hypergravity (HG) dams were placed on the NASA Ames Research Center (ARC)24 ft centrifuge and exposed to continuous 2-g (20.1 rpm). The centrifuge wasstopped daily (approximately 1h duration) for animal maintenance, veterinaryinspection and data collection. Control dams were housed in the metabolic cages in the same room as the experimental dams. Both groups were therefore exposed to identical environmental conditions (light, sound, temperature, and humidity). OnG21, the day prior to birth, dams were transferred from metabolic cages to standardmaternity cages. Real time videography onboard the rotating centrifuge was usedto identify the precise time of birth for each dam. For the P0 group, the centrifugewas briefly ( ,15 min) stopped three times per day at eight hr intervals to retrieve dams that were undergoing labor contractions or birth. For the P1 group, animalswere retrieved within 18 to 36 h following birth. In polytocous species, milk yieldand body weight gain per pup are inversely related to litter size (Kumaresan et al.,1967). Therefore, on P1, HG and control litters were yoked and their sizes adjustedso that numbers and genders of pups comprising each litter were matched acrossconditions. Litter size was further adjusted daily by noting the numbers of dead or missing neonates in HG litters, and then removing the equivalent number of offspring from the corresponding control litter. Gender composition of the matchedHG litter was preserved in litter adjustments. Animals were euthanized at the sametime of day in both groups to account for circadian variations. Dam body mass, organ mass and body composition Dams in each condition were weighed daily throughout the study. Dam bodycomposition was analyzed using TOBEC H(Total Body Electrical Conductivity) instrumentation (EM-SCAN Inc., Springfield, IL, USA) just prior to euthanasia. Briefly, the TOBEC Hinstrument measures energy absorption in the presence of a radio-frequency electromagnetic field, calibrated to match the response of aconductivity sensing element. Energy absorption is increased in conductivematerials (i.e., hydrated, lean tissue) as compared to highly resistive materials (i.e.,fur, body fat) (Harrison and Van Itallie, 1982; Bracco et al., 1983; Presta et al.,1983). Following euthanasia of the dams, selected organ weights were measured. Offspring body mass, crown-rump length (CRL) and placental mass Fetuses in the G20 and G21 age groups were surgically delivered from anesthetized dams. Neonatal rats in the P0, P1 and P3 conditions underwent vaginal delivery on G22 or 23. Pup survival was determined by counting the totalnumber of pups at the time of birth and again during subsequent centrifuge stops.Body mass and crown-rump length (CRL) were measured at each perinatal age.Placental mass was measured on G20 and G21.Maternal behavior analysis Housing enclosures were configured for high-resolution video recording, includingred illumination to permit recording during the dark phase of the circadian cycle. Beginning on G22, HG-exposed and control dams were continuously videotapedusing a 24h timelapse (12:1 record:playback ratio) system. During playback of the videotapes, detailed analyses of overall activity, self-grooming, eating and drinking, tail chasing, digging and nest building, licking pups, retrieving pupsand ingesting carcasses of moribund andor dead pups using a time locked computer analysis system according to Ronca et al. (Ronca et al., 2001). Blood collection and analysis Blood samples were obtained by cardiac puncture from the anesthetized dams, andplasma was prepared and immediately frozen for later analysis. In order to establish basal hormonal levels, dams were removed from their pups 2h prior toanesthesia. Commercially available radioimmunoassay and ELISA kits were used for measurement of plasma concentrations of PRL, thyroid stimulating hormone (TSH; both from Amersham, Piscataway, NJ, USA), triiodothryronine (T3), thyroxine (T4) (Diagnostic Products, Los Angeles, CA, USA), and corticosterone (Cort, Diagnostic Systems Laboratories, Webster, TX, USA). INS and leptin (LEP)levels were determined using kits from Linco Research (Irvine, CA, USA). Blood glucose, cholesterol, total protein and triglyceride levels were measured using the Dade Behring Dimension HXpandT Clinical Chemistry System (Dade Behring, Newark DE, USA). Dam tissue collection and metabolic assays At each experimental time-point, mammary gland 4, liver and abdominal adiposetissues were collected from anesthetized dams. Mammary and liver tissues were kept on ice in tris sucrose and adipose tissue was kept at 37 C in a saline solution until processing. Tissues were sliced into 0.5 mm sections with a hand-held Stadie Riggs microtome. Sliced sections weighing 100180 mg were used immediately to measure glucose metabolism in vitro . Remaining tissue was immersed in liquid nitrogen and stored at 280C for later isolation of total RNA. To determine metabolic rate, tissues were placed in stoppered flasks containing Krebs-Ringer bicarbonate buffer with 10mM glucose, 1 mgml INS and 1 mCiflask of uniformly labeled 14C-glucose to measure the rate of glucose oxidation to CO 2and incorporation into lipids (Bauman et al., 1970; Plaut et al., 2003). Adipose, liver and mammary tissues were incubated for 2, 3, and 4 h, respectively. During lactation (P1 and P3), adipose tissue lipolysis was measured. Therefore, glycerol release, rather than glucose incorporation into lipids, was measured. Adipose slices were placed in Krebs-Ringer Buffer in the absence of INS andincubated for 2 h. Media and tissue were collected and frozen. Glycerol released into media was measured using an enzymatic assay (R-Biopharm, Inc., Cat. No.: E 0148 270) with modifications described by McNamara and Hillers (McNamara andHillers, 1986). The method used to measure metabolic rate has been previously described and validated to confirm that values represent actual mammary tissue metabolism (Bauman et al., 1970; Bauman et al., 1973; Plaut et al., 1999b; Plaut et al., 2003).Preliminary studies were also performed to validate metabolic rate measures in liver and adipose tissue. Optimal buffer choice, tris-sucrose or saline, and the temperature at which to hold the tissues (4 C, 37 C) prior to the assay were also determined. Optimal incubation time for these two tissues was determined by comparing metabolic rates following 1, 2, 3 or 4h of incubation. As shown byEtherton and Allen (Etherton and Allen, 1980), it was necessary to keep adipose tissue warm (37 C) in a saline solution prior to assay to prevent tissue hardening and death. Adipose tissue metabolic activity increased linearly for 2h ofincubation. Activity reached a plateau and then began to decline after 23h. Therefore, optimal measures of adipose tissue metabolism were obtained after 2 h of incubation. Optimal buffer and holding temperature for liver prior to assay were determined to be tris-sucrose buffer on ice. Liver tissue metabolic activity increased linearly for 45h of incubation, thus liver tissue was incubated for 4h tomeasure metabolism. In addition, numerous studies utilizing metabolic assays to study toxicology and drug metabolism have determined that liver slices incubated for at least 4h and up to 20h remain viable during this time (Smith et al., 1985;Dogterom, 1993; Ekins, 1996; de Graaf et al., 2000; Maas et al., 2000; de Graaf et al., 2002). Isolation of total RNA and real-time quantitative polymerase chain reaction (RTq-PCR) Total RNA was isolated from mammary, liver and adipose tissue collected from G20 and P1 HG-treated and control dams and used to analyze gene expression of lipid metabolic enzymes and hormone receptors using RTq-PCR. Total RNA wasextracted from frozen mammary, liver and adipose tissue using Trizol HReagent (Invitrogen, Carlsbad, CA, USA). Samples were DNase treated using the DNA- freeTMkit (Ambion, Austin, TX, USA). Total RNA was extracted from frozen visceral adipose tissue and DNase treated using RNeasy Lipid Tissue Mini Kit (QIAGEN Inc., Valencia, CA, USA) following manufacturers suggested protocol. Quantity and quality of the RNA was assessed with the Nanodrop HND-1000Hypergravity disrupts homeorhesis 579Biology OpenUV-Vis Spectrophotometer (Nanodrop Technologies, Wilmington, DE, USA) and on the Nanochip using the Bioanalyzer 2100 (Agilent Inc., Palo Alto, CA, USA),respectively. RNA was reverse transcribed into cDNA using the GeneAmp Hkit (Applied Biosystems, Foster City, CA, USA). RT-qPCR analysis was performedusing the ABI Prism 7700 (Applied Biosystems) and a unique TaqMan HAssays- on-Demand TMGene Expression kit (Applied Biosystems) specific for rat: ATP- citrate lyase ( Acly) (Rn00566411_m1), acetyl co-A carboxylase ( Acaca ) (Rn00573474_m1), fatty acid synthetase ( Fasn ) (Rn00589037_m1), lipoprotein lyase ( Lpl; Rn00561482_m1), glucocorticoid receptor ( Nr3c1; Rn00561369_m1), prolactin receptor ( Prlr; Rn00561795_m1), aryl hydrocarbon receptor nuclear translocator-like ( Arntl; Rn00577590_m1), RAR-related orphan receptor A ( Rora; Rn01173769_m1), Neuronal PAS domain-containing protein 2 ( Npas2; Rn01438223_m1), basic helix-loop-helix family, member e40 ( Bhlhe40; Rn00584155_m1), Casein kinase I isoform epsilon ( Csnk1e; Rn00581130_m1), nuclear receptor subfamily 1, group D, member 1 ( Nr1d1; Rn00595671_m1), and beta-2microglobulin ( B2m; Rn00560865_m1) and beta-actin ( Actb; Rn00667869_m1), which were used as the reference genes. Relative geneexpression (RQ) was calculated according to the following equations: DCT (individual animal) 5CT (target gene) 2CT (reference gene); DDCT (individual animal) 5DCT (individual animal) 2DCT (mean G20 stationary control); relative expression (RQ) 522DDCT. Statistical analysis Throughout the experiments, parametric data were compared using analysis of variance (ANOVA) with gravity, day and gravity 6day as main effects with the minimal level of significance set at p ,0.05. Original means and standard error of mean (SEM) were used for presentation of results and discussion. Acknowledgements In terms of funding, this project was supported by NASA NCC2- 1373, NASA EPSCoR NCC5-581, NASA Grant NNA04CK83, and NIH Grant HD50201. Competing Interests The authors declare that there are no competing interests. References Baer, L. A., Ronca, A. E. and Wade, C. E. (2000). Survival and growth of developing rats during centrifugation at 2G. J. Gravit. Physiol. 7, 17-22. Baer, L. A., Wade, C. E. and Ronca, A. E. (2002). Effects of hypergravity exposure on plasma oxytocin concentration in pregnant and lactating rat dams. J. Gravit. Physiol. 9, P205-P206. Baer, L. A., Rushing, L., Wade, C. E. and Ronca, A. E. (2005). Prenatal centrifugation: A model for developmental programming of adult body weight? J. Gravit. Physiol. 12, 181-182. Bauman, D. E. and Currie, W. B. (1980). Partitioning of nutrients during pregnancy and lactation: a review of mechanisms involving homeostasis and homeorhesis. J. Dairy Sci. 63, 1514-1529. Bauman, D. E., Brown, R. E. and Davis, C. L. (1970). Pathways of fatty acid synthesis and reducing equivalent generation in mammary gland of rat, sow, and cow. Arch. Biochem. Biophys. 140, 237-244. Bauman, D. E., Ingle, D. L., Mellenberger, R. W. and Davis, C. L. (1973). Factors affecting in vitro lipogenesis by bovine mammary tissue slices. J. Dairy Sci. 56, 1520- 1525. Bauman, D. E., Eisemann, J. H. and Currie, W. B. (1982). Hormonal effects on partitioning of nutrients for tissue growth: role of growth hormone and prolactin. Fed. Proc. 41, 2538-2544. Bell, A. W. (1995). Regulation of organic nutrient metabolism during transition from late pregnancy to early lactation. J. Anim. Sci. 73, 2804-2819. Bell, A. W. and Bauman, D. E. (1997). Adaptations of glucose metabolism during pregnancy and lactation. J. Mammary Gland Biol. Neoplasia 2, 265-278. Bracco, E. F., Yang, M. U., Segal, K., Hashim, S. A. and Van Itallie, T. B. (1983). A new method for estimation of body composition in the live rat. Proc. Soc. Exp. Biol. Med. 174, 143-146. Casey, T., Patel, O., Dykema, K., Dover, H., Furge, K. and Plaut, K. (2009). Molecular signatures reveal circadian clocks may orchestrate the homeorheticresponse to lactation. PLoS ONE 4, e7395. Chaves, J. M. and Herrera, E. (1978). In vitro glycerol metabolism in adipose tissue from fasted pregnant rats. Biochem. Biophys. Res. Commun. 85, 1299-1306. Clark, D. G., Rognstad, R. and Katz, J. (1974). Lipogenesis in rat hepatocytes. J. Biol. Chem. 249, 2028-2036. Czeisler, C. A., Chiasera, A. J. and Duffy, J. F. (1991). Research on sleep, circadian rhythms and aging: applications to manned spaceflight. Exp. Gerontol. 26, 217-232. Dahl, G. E., Buchanan, B. A. and Tucker, H. A. (2000). Photoperiodic effects on dairy cattle: a review. J. Dairy Sci. 83, 885-893. Dardente, H. (2007). Does a melatonin-dependent circadian oscillator in the pars tuberalis drive prolactin seasonal rhythmicity? J. Neuroendocrinol. 19 , 657-666.Dardente, H., Wyse, C. A., Birnie, M. J., Dupre , S. M., Loudon, A. S. I., Lincoln, G. A. and Hazlerigg, D. G. (2010). A molecular switch for photoperiod responsiveness in mammals. Curr. Biol. 20, 2193-2198. de Graaf, I. A., van der Voort, D., Brits, J. H. and Koster, H. J. (2000). Increased post-thaw viability and phase I and II biotransformation activity in cryopreserved rat liver slices after improvement of a fast-freezing method. Drug Metab. Dispos. 28, 1100-1106. de Graaf, I. A., Geerlinks, A. and Koster, H. J. (2002). Incubation at 37 C prior to cryopreservation decreases viability of liver slices after cryopreservation by rapid freezing. Cryobiology 45, 1-9. Dijk, D.-J., Neri, D. F., Wyatt, J. K., Ronda, J. M., Riel, E., Ritz-De Cecco, A., Hughes, R. J., Elliott, A. R., Prisk, G. K., West, J. B. et al. (2001). Sleep, performance, circadian rhythms, and light-dark cycles during two space shuttle flights. Am. J. Physiol. Regul. Integr. Comp. Physiol. 281, R1647-R1664. Dogterom, P. (1993). Development of a simple incubation system for metabolism studies with precision-cut liver slices. Drug Metab. Dispos. 21, 699-704. Dolatshad, H., Campbell, E. A., OHara, L., Maywood, E. S., Hastings, M. H. and Johnson, M. H. (2006). Developmental and reproductive performance in circadian mutant mice. Hum. Reprod. 21, 68-79. Duncan, M. J. (2007). Circannual prolactin rhythms: calendar-like timer revealed in the pituitary gland. Trends Endocrinol. Metab. 18, 259-260. Durand, P. and Djiane, J. (1977). Lactogenic activity in the serum of rabbits during pregnancy and early lactation. J. Endocrinol. 75, 33-42. Ebling, F. J. P. and Barrett, P. (2008). The regulation of seasonal changes in food intake and body weight. J. Neuroendocrinol. 20, 827-833. Ekins, S. (1996). Short-term maintenance of phase I and II metabolism in precision-cut liver slices in dynamic organ culture. Drug Metab. Dispos. 24, 364-366. Etherton, T. D. and Allen, C. E. (1980). Effects of age and adipocyte size on glucose and palmitate metabolism and oxidation in pigs. J. Anim. Sci. 50, 1073-1084. Freeman, M. E., Kanyicska, B., Lerant, A. and Nagy, G. (2000). Prolactin: structure, function, and regulation of secretion. Physiol. Rev. 80, 1523-1631. Fruhbeck, G., Go mez-Ambrosi, J., Muruza bal, F. J. and Burrell, M. A. (2001). The adipocyte: a model for integration of endocrine and metabolic signaling in energymetabolism regulation. Am. J. Physiol. Endocrinol. Metab. 280, E827-E847. Fuller, P. M., Warden, C. H., Barry, S. J. and Fuller, C. A. (2000). Effects of 2-G exposure on temperature regulation, circadian rhythms, and adiposity in UCP23 transgenic mice. J. Appl. Physiol. 89, 1491-1498. Fuller, P. M., Jones, T. A., Jones, S. M. and Fuller, C. A. (2002). Neurovestibular modulation of circadian and homeostatic regulation: vestibulohypothalamic connec-tion? Proc. Natl. Acad. Sci. USA 99, 15723-15728. Grigoriev, A. I., Popova, I. A. and Ushakov, A. S. (1987). Metabolic and hormonal status of crewmembers in short-term spaceflights. Aviat. Space Environ. Med. 58, A121-A125. Harrison, G. G. and Van Itallie, T. B. (1982). Estimation of body composition: a new approach based on electromagnetic principles. Am. J. Clin. Nutr. 35 Suppl , 1176- 1179. Hastings, M., ONeill, J. S. and Maywood, E. S. (2007). Circadian clocks: regulators of endocrine and metabolic rhythms. J. Endocrinol. 195, 187-198. Holcomb, H. H., Costlow, M. E., Buschow, R. A. and McGuire, W. L. (1976). Prolactin binding in rat mammary gland during pregnancy and lactation. Biochim. Biophys. Acta 428, 104-112. Holley, D. C., DeRoshia, C. W., Moran, M. M. and Wade, C. E. (2003). Chronic centrifugation (hypergravity) disrupts the circadian system of the rat. J. Appl. Physiol. 95, 1266-1278. Kelly, P. A., Bachelot, A., Kedzia, C., Hennighausen, L., Ormandy, C. J., Kopchick, J. J. and Binart, N. (2002). The role of prolactin and growth hormone in mammary gland development. Mol. Cell. Endocrinol. 197, 127-131. Knight, C. H. and Peaker, M. (1982). Mammary cell proliferation in mice during pregnancy and lactation in relation to milk yield. Q. J. Exp. Physiol. 67, 165-177. Kumaresan, P., Anderson, R. R., Turner, C. W. and Powell, M. E. (1967). Effect of corticosterone upon mammary gland growth of pregnant rats. Endocrinology 81,6 5 8 - 661. Lincoln, G. A. and Richardson, M. (1998). Photo-neuroendocrine control of seasonal cycles in body weight, pelage growth and reproduction: lessons from the HPD sheep model. Comp. Biochem. Physiol. C Pharmacol. Toxicol. Endocrinol. 119, 283-294. Lincoln, G. A., Clarke, I. J., Hut, R. A. and Hazlerigg, D. G. (2006). Characterizing a mammalian circannual pacemaker. Science 314, 1941-1944. Lintault, L. M., Zakrzewska, E. I., Maple, R. L., Baer, L. A., Casey, T. M., Ronca, A. E., Wade, C. E. and Plaut, K. I. (2007). In a hypergravity environment neonatal survival is adversely affected by alterations in dam tissue metabolism rather than reduced food intake. J. Appl. Physiol. 102, 2186-2193. Maas, W. J., de Graaf, I. A., Schoen, E. D., Koster, H. J., van de Sandt, J. J. and Groten, J. P. (2000). Assessment of some critical factors in the freezing technique for the cryopreservation of precision-cut rat liver slices. Cryobiology 40, 250-263. Macho, L., Kvetnansky, R., Fickova, M., Popova, I. A. and Grigoriev, A. (2001a). Effects of exposure to space flight on endocrine regulations in experimental animals. Endocr. Regul. 35, 101-114. Macho, L., Kvetnansky, R., Fickova, M., Kolena, J., Knopp, J., Tigranian, R. A., Popova, I. A. and Grogoriev, A. I. (2001b). Endocrine responses to space flights. J. Gravit. Physiol. 8, 117-120. Martin-Hidalgo, A., Holm, C., Belfrage, P., Schotz, M. C. and Herrera, E. (1994). Lipoprotein lipase and hormone-sensitive lipase activity and mRNA in rat adipose tissue during pregnancy. Am. J. Physiol. 266, E930-E935.Hypergravity disrupts homeorhesis 580Biology OpenMcNamara, J. P. and Hillers, J. K. (1986). Adaptations in lipid metabolism of bovine adipose tissue in lactogenesis and lactation. J. Lipid Res. 27, 150-157. McNeilly, A. S. and Friesen, H. G. (1977). Binding of prolactin to the rabbit mammary gland during pregnancy. J. Endocrinol. 74, 507-508. Megory, E. and Oyama, J. (1984). Hypergravity effects on litter size, nursing activity, prolactin, TSH, T3, and T4 in the rat. Aviat. Space Environ. Med. 55, 1129-1135. Megory, E. and Oyama, J. (1985). Intrauterine fetal response to hypergravity by reduction of plasma prolactin levels in the rat. Am. J. Obstet. Gynecol. 153, 811-812. Murakami, D. M. and Fuller, C. A. (2000). The effect of 2G on mouse circadian rhythms. J. Gravit. Physiol. 7, 79-85. Murakami, D. M., Erkman, L., Hermanson, O., Rosenfeld, M. G. and Fuller, C. A. (2002). Evidence for vestibular regulation of autonomic functions in a mouse geneticmodel. Proc. Natl. Acad. Sci. USA 99, 17078-17082. Nakao, N., Ono, H. and Yoshimura, T. (2008). Thyroid hormones and seasonal reproductive neuroendocrine interactions. Reproduction 136, 1-8. Neville, M. C., Morton, J. and Umemura, S. (2001). Lactogenesis: the transition from pregnancy to lactation. Pediatr. Clin. North Am. 48, 35-52. Patel, O. V., Zakrzewska, E., Maple, R. L., Baer, L. A., Ronca, A. E., Wade, C. E. and Plaut, K. (2008). Lipogenesis impaired in periparturient rats exposed to altered gravity is independent of prolactin and glucocorticoid secretion. Eur. J. Appl. Physiol. 104, 847-858. Patel, O. V., Casey, T., Dover, H. and Plaut, K. (2011). Homeorhetic adaptation to lactation: comparative transcriptome analysis of mammary, liver, and adipose tissueduring the transition from pregnancy to lactation in rats. Funct. Integr. Genomics 11, 193-202. Plaut, K., Maple, R., Ginsburg, E. and Vonderhaar, B. (1999a). Progesterone stimulates DNA synthesis and lobulo-alveolar development in mammary glands inovariectomized mice. J. Cell. Physiol. 180, 298-304. Plaut, K., Maple, R., Vyas, C., Munaim, S., Darling, A., Casey, T. and Alberts, J. R. (1999b). The effects of spaceflight on mammary metabolism in pregnant rats. Proc. Soc. Exp. Biol. Med. 222, 85-89. Plaut, K., Maple, R. L., Wade, C. E., Baer, L. A. and Ronca, A. E. (2003). Effects of hypergravity on mammary metabolic function: gravity acts as a continuum. J. Appl. Physiol. 95, 2350-2354. Presta, E., Wang, J., Harrison, G. G., Bjo rntorp, P., Harker, W. H. and Van Itallie, T. B. (1983). Measurement of total body electrical conductivity: a new method for estimation of body composition. Am. J. Clin. Nutr. 37, 735-739. Robinson, E. L. and Fuller, C. A. (2000). Gravity and thermoregulation: metabolic changes and circadian rhythms. Pflugers Arch. 441 Suppl , R32-R38.Ronca, A. (2007). Models for studying developmental space physiology. In Sourcebook Of Models For Biomedical Research (ed. P. M. Conn). Totowa, NJ, USA: Humana Press. Ronca, A. E., Baer, L. A., Daunton, N. G. and Wade, C. E. (2001). Maternal reproductive experience enhances early postnatal outcome following gestation andbirth of rats in hypergravity. Biol. Reprod. 65, 805-813. Rosenbaum, M., Pietrobelli, A., Vasselli, J. R., Heymsfield, S. B. and Leibel, R. L. (2001). Sexual dimorphism in circulating leptin concentrations is not accounted for by differences in adipose tissue distribution. Int. J. Obes. Relat. Metab. Disord. 25, 1365- 1371. Rudolph, M. C., Neville, M. C. and Anderson, S. M. (2007). Lipid synthesis in lactation: diet and the fatty acid switch. J. Mammary Gland Biol. Neoplasia 12, 269- 281. Sajdel-Sulkowska, E. M., Li, G. H., Ronca, A. E., Baer, L. A., Sulkowski, G. M., Koibuchi, N. and Wade, C. E. (2001). Effects of hypergravity exposure on the developing central nervous system: possible involvement of thyroid hormone. Exp. Biol. Med. (Maywood) 226, 790-798. Silveyra, P., Cataldi, N. I., Lux-Lantos, V. A. and Libertun, C. (2010). Role of orexins in the hypothalamic-pituitary-ovarian relationships. Acta Physiol. (Oxf.) 198, 355-360. Smith, P. F., Gandolfi, A. J., Krumdieck, C. L., Putnam, C. W., Zukoski, C. F., 3rd, Davis, W. M. and Brendel, K. (1985). Dynamic organ culture of precision liver slices for in vitro toxicology. Life Sci. 36, 1367-1375. Sonnenfeld, G. (2005). Use of animal models for space flight physiology studies, with special focus on the immune system. Gravit. Space Biol. Bull. 18, 31-35. Tou, J., Ronca, A., Grindeland, R. and Wade, C. (2002). Models to study gravitational biology of Mammalian reproduction. Biol. Reprod. 67, 1681-1687. Tucker, H. A. (1987). Quantitative estimates of mammary growth during various physiological states: a review. J. Dairy Sci. 70, 1958-1966. Turek, F. W., Joshu, C., Kohsaka, A., Lin, E., Ivanova, G., McDearmon, E., Laposky, A., Losee-Olson, S., Easton, A., Jensen, D. R. et al. (2005). Obesity and metabolic syndrome in circadian Clock mutant mice. Science 308, 1043-1045. Warren, L. E., Hoban-Higgins, T. M., Hamilton, J. S., Horwitz, B. A. and Fuller, C. A.(2000). Effects of 2G exposure on lean and genetically obese Zucker rats. J. Gravit. Physiol. 7, 61-69. Whitson, P. A., Putcha, L., Chen, Y. M. and Baker, E. (1995). Melatonin and cortisol assessment of circadian shifts in astronauts before flight. J. Pineal Res. 18, 141-147. Williamson, D. H. (1980). Integration of metabolism in tissues of the lactating rat. FEBS Lett. 117 Suppl , K93-K105. Williamson, D. H. (1986). Regulation of metabolism during lactation in the rat. Reprod. Nutr. Dev. 26 2B , 597-603.Hypergravity disrupts homeorhesis 581Biology Open",
        "introduction": "At varying phases of the life cycle, there are differential nutrient requirements. During pregnancy and lactation, an immense demand for nutrients sustains these challenging physiological states in the mother and fosters growth and development of thefetus and neonate. To support fetal and neonatal growth, majorchanges in the partitioning of available nutrients occur in maternal tissues, including coordinated shifts in mammary, liver and adipose tissue metabolism that do not jeopardizematernal homeostasis or fetal and neonatal health (Bauman andCurrie, 1980). Homeorhetic adaptations are the  coordinated changes in metabolism of body tissues necessary to support a (dominant) developmental or physiological process  (Baumanand Currie, 1980; Bell and Bauman, 1997). Whereas homeostasisis widely understood to describe compensatory mechanisms thatpreserve the relative constancy of functions despite external challenges, homeorhesis refers to regulatory processes that support developmental or physiological processes of highestpriority (Bauman et al., 1982). Homeorhetic controls regulatenutrient partitioning during pregnancy, thereby assuring growth of the conceptus as well as development of the mammary gland.With the onset of lactation, many maternal tissues undergo further adaptations to support milk synthesis. During gestation, the endocrine system coordinates the mothers metabolic activities with the physiologicalrequirements of the fetuses and subsequent nutritional demands of the suckling offspring. Mammary gland development and differentiation during pregnancy is the direct result of a networkof changes in hormone levels, substrate availability andbehavioral adaptations that collectively result in optimal milk production during lactation. During pregnancy, estrogen, progesterone, placental lactogen and the anterior pituitaryhormone, prolactin (PRL), stimulate mammary growth anddifferentiation. At parturition, changes in these hormones act tostimulate the onset of lactation (Tucker, 1987; Freeman et al., 2000; Neville et al., 2001; Kelly et al., 2002). Periparturient changes in maternal metabolism include: 1) increased hepaticgluconeogenesis from endogenous substrates, 2) decreased570 Research ArticleBiology Openperipheral tissue glucose utilization, 3) increased fatty acid mobilization from adipose tissue, and 4) increased amino acid mobilization from muscle (Chaves and Herrera, 1978; Martin- Hidalgo et al., 1994; Bell, 1995). Thus to insure adequate milk production and simultaneously maintain maternal homeostasis, the lactating dam utilizes homeorhetic processes to shift hermetabolism. The dams normal homeorhetic response to the increased nutrient and energy demands of milk synthesis were mediated in part by global changes in gene transcription in mammary, liver and adipose including changes in clock genes that regulatecircadian rhythms (Casey et al., 2009; Patel et al., 2011). Changes in molecular clocks during the transition from pregnancy to lactation in relation to other transcriptional profiles of mammary, liver and adipose tissues suggested that homeorhetic adaptation to lactation may be by coordinated in part by the circadiansystem. Circadian rhythms allow organisms to anticipate and prepare for precise and regular environmental changes and can be entrained by external cues (Hastings et al., 2007). Although lightis the primary environmental cue that entrains circadian clocks, gravity significantly affects circadian patterns of behavior, hormones, body temperature, and metabolism (Czeisler et al., 1991; Whitson et al., 1995; Fuller et al., 2000; Murakami and Fuller, 2000; Robinson and Fuller, 2000; Dijk et al., 2001; Fulleret al., 2002; Holley et al., 2003). Gravity is an environmental stimulus that exerts major influences on animal physiology and behavior (Sonnenfeld, 2005). Similar to other environmental stimuli, such as temperature and light, animals have adapted to the Earths gravitational force. In mammals, sudden deviations from Earths 1-g environment are associated with significant physiologicalchanges, including altered reproductive capability (Tou et al., 2002). Studies investigating the effects of gravity and circadian rhythms on reproducing and developing mammals can provideunique biomedical perspectives on these life processes on Earth (Ronca, 2007). We previously identified gravity as an environmental variable that produces major graded changes in mammary metabolic activity and reduces pup survival (Ronca et al., 2001; Plaut et al., 2003). We and others showed that survival rates of pups born to rat dams exposed to 1.5- to 2-times Earths gravity during thelatter half of pregnancy were reduced by 5 to 40 (Megory and Oyama, 1984; Baer et al., 2000; Ronca et al., 2001). However, if neonatal pups were removed from the hypergravity environmentand cross fostered to non-manipulated dams, mortality did not occur (Baer et al., 2000). These data suggest that the dams normal homeorhetic response to the onset of lactation was altered in hypergravity, thereby decreasing her ability to nurture pups. Although HG dams had reduced body fat and mass, these factorsdid not account for altered rates of lipid metabolism in mammary, liver and adipose tissues or decreased neonatal survival (Lintault et al., 2007). Further, neither prolactin nor glucocorticoidsupplementation reversed the HG induced reduction in metabolic rates, suggesting that factors other than circulating lactogenic hormone levels and dam body composition were negatively impacting the dams homeorhetic response to pregnancy and lactation (Patel et al., 2008). Collectively, thesefindings indicate a disruption of homeorhetic mechanisms that normally allow the dam to maintain homeostasis while simultaneously providing for growing fetuses and neonates.In the present study, we measured the effect of exposure to 2-g from mid-gestation (gestational day G11 of the rats 22-daypregnancy) throughout early lactation (until Postnatal day P3)on metabolic activity of mammary, liver and adipose tissue as well as circulating hormone and metabolite levels, and maternal behavior in relation to pup survival. We tested whetherhypergravity affects homeorhetic responses in the dam thereby affecting lipid metabolism and pup survival. We also examined the hypothesis that alterations to the dams circadian systeminduced by changes in gravitational force may limit homeorhetic adaptations needed for a successful lactation.",
        "conclusion": "Endogenous clocks enable organisms to anticipate periodicchanges in the environment and to adapt their physiology accordingly. The transition from pregnancy to lactationrepresents a major physiological change requiring coordinated adjustments in physiology and metabolism to support milk production. Previous studies from our lab revealed that changesin molecular clocks are coordinated among multiple tissues during the transition from pregnancy to lactation, and suggest that the circadian system may be important in coordinating themetabolic and hormonal changes needed to initiate and sustainHypergravity disrupts homeorhesis 578Biology Openlactation. Homeorhetic adaptations to lactation can be affected by physiological and environmental factors. Photoperiod is anexample of an environmental factor that affects energy balance,reproduction and lactation (Dahl et al., 2000; Lincoln et al., 2006;Duncan, 2007; Dardente et al., 2010; Silveyra et al., 2010).Photoperiodic information is received and integrated across thecircadian system, which effectively coordinates the animalsphysiology and metabolome to photoperiod length, includingseasonal changes in milk quality and quantity. Similarly, wepropose that hypergravity induced alterations in homeorheticadaptations to lactation including changes in dam metaboliccapacity and behavior are due to the impact of increased gravityload on circadian clocks. Changes in circadian clocks affectoutput of multiple organs resulting in reduced quality andquantity of milk and therefore decreased pup survival in thehypergravity environment. Materials and",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            }
        ]
    }
]