[
    {
        "pmid": "29035346",
        "title": "Redox Signaling and Its Impact on Skeletal and Vascular Responses to Spaceflight.",
        "year": "2017",
        "journal": "Int J Mol Sci",
        "abstract": "Spaceflight entails exposure to numerous environmental challenges with the potential to contribute to both musculoskeletal and vascular dysfunction. The purpose of this review is to describe current understanding of microgravity and radiation impacts on the mammalian skeleton and associated vasculature at the level of the whole organism. Recent experiments from spaceflight and ground-based models have provided fresh insights into how these environmental stresses influence mechanisms that are related to redox signaling, oxidative stress, and tissue dysfunction. Emerging mechanistic knowledge on cellular defenses to radiation and other environmental stressors, including microgravity, are useful for both screening and developing interventions against spaceflight-induced deficits in bone and vascular function.",
        "full_text": "International Journal of Molecular Sciences Review Redox Signaling and Its Impact on Skeletal and Vascular Responses to Spaceight Candice G. T. Tahimic1,2and Ruth K. Globus1, 1Space Biosciences Division, NASA Ames Research Center, Moffett Field, CA 94035, USA; candiceginn.t.tahimicnasa.gov 2KBRWyle, Moffett Field, CA 94035, USA Correspondence: Ruth.K.Globusnasa.gov; Tel.: 1-650-604-1743 Received: 2 September 2017; Accepted: 10 October 2017; Published: 16 October 2017 Abstract: Spaceight entails exposure to numerous environmental challenges with the potential to contribute to both musculoskeletal and vascular dysfunction. The purpose of this review is to describe current understanding of microgravity and radiation impacts on the mammalian skeleton and associated vasculature at the level of the whole organism. Recent experiments from spaceight and ground-based models have provided fresh insights into how these environmental stresses inuence mechanisms that are related to redox signaling, oxidative stress, and tissue dysfunction. Emerging mechanistic knowledge on cellular defenses to radiation and other environmental stressors, including microgravity, are useful for both screening and developing interventions against spaceight-induced decits in bone and vascular function. Keywords: spaceight; bone; vasculature; oxidative stress; microgravity; hindlimb unloading; radiation; reactive oxygen species; antioxidant 1. The Spaceight Environment and Its Impact on Skeletal and Vascular Health Microgravity and radiation are two unique elements of the spaceight environment that pose challenges to the health of an organism. Microgravity leads to a cephalad uid shift and profound reductions in mechanical loading of bone and muscle. Spaceight causes perturbations in calcium homeostasis and site-specic reductions in bone mass (osteopenia), and thus may pose long-term risks for skeletal health and tissue repair  14. In rodent models of weightlessness such as hindlimb unloading (HU), the onset of osteopenia correlates with reductions in skeletal perfusion, vascular density (rarecation), and vasodilation responses similar to that observed in aging  57. These are serious risks for long-duration, exploration-class missions when astronauts will face the challenges of increased exposure to space radiation and abrupt transitions between different gravitational states upon return to Earth. Beyond the Earths protective magnetosphere, astronauts will be exposed to a complex combination of ionizing radiation from galactic cosmic radiation (GCR) and intermittent solar particle events (SPEs). GCR is comprised of particles, protons and a small percentage of high-charge and high-energy (HZE) nuclei while SPEs generate highly energetic protons and heavy ions. HZE particles are of particular concern during exploration-class missions  8 (reviewed in  9). HZE easily penetrate spacecraft shielding and biological tissue, deposit very large amounts of energy along linear tracks (high linear energy transfer, high LET) that cause DNA strand breakage, and generate secondary radiations that may have additional detrimental biological effects  1014. Other responses to ionizing radiation include oxidative stress, damage to proteins, lipids, and DNA, adversely affecting functions of membranes, the extracellular matrix, cell cycle and survival 1517. Int. J. Mol. Sci. 2017 ,18, 2153; doi:10.3390ijms18102153 www.mdpi.comjournalijmsInt. J. Mol. Sci. 2017 ,18, 2153 2 of 18 2. Oxidative Stress and Its Link to Spaceight-Induced Tissue Dysfunction 2.1. Oxidative Damage Associated with Spaceight and Its Analogs 2.1.1. Evidence from Spaceight Spaceight and the return to Earth may lead to oxidative damage in blood and various tissues as a result of excessive reactive oxygen speciesreactive nitrogen species (ROSRNS) in both humans and animals  1823. Collectively, a number of studies indicate that various tissues undergo altered redox status during andor after spaceight. Urinary excretion of the oxidative damage markers, 8-iso-prostaglandin F2 (8-iso-PGF2 ) and 8-hydroxydeoxyguanosine (8-OHdG) were measured in-ight (88 to 186 days in orbit) and post-ight (up to 14 days) in Mir mission crew  19. The isoprostane, 8-iso-PGF2 , is a marker for oxidative damage to membrane lipids and is produced by the peroxidation of arachidonic acid in membrane phospholipids while 8-OHdG is an oxidized derivative of the nucleoside, deoxyguanosine, and is therefore used to assess oxidative damage to DNA. 8-OHdG excretion was unchanged during spaceight and increased postight. No changes in 8-OHdG levels were observed in Earth-based individuals that underwent bed rest although isoprostane was increased in the ensuing recovery period. Changes in isoprostane production were attributed to decreased generation of oxygen radicals from the electron transport chain due to reduced caloric intake in-ight, whereas the post-ight increases in the excretion of oxidative damage markers may be partly caused by a combination of increased metabolic activity following ight and the loss of some antioxidant defenses during ight. The downregulation of antioxidant defenses as a potential mechanism for the increased levels of oxidative damage post-ight is supported by the observation that hair follicle samples from International Space Station (ISS) crew members at post-ight display decreased expression of endogenous antioxidant genes, including Mn superoxide dismutase (MnSOD), CuZnSOD, glutathione peroxidase 4 ( GPX4 ) and kelch-like ECH-associated protein 1 ( KEAP1 ), the regulator of nuclear factor erythroid 2-related factor 2 ( NFE2L2 a.k.a. NRF2 ), a master transcription factor that regulates hundreds of oxidative defense-related genes 24. Consistent with the ndings in spaceight crew members, rodents subjected to spaceight also exhibit alterations in redox signaling relative to ground controls. In rats, short-duration spaceight (6 days) increases cardiac gene expression of mitochondrial redox-related enzymes  25, suggesting a possible stress response andor change in energy metabolism. Although short duration spaceight (7 days) does not alter heart mass in rats  26, differences between ight and ground controls were observed in the vasculature of mice  27,28. Spaceight induces similar effects in the liver of both rats and mice, which includes elevated expression levels of antioxidant genes and markers of oxidative damage  18,29. Male rats own in STS-63 for eight days showed reduced total glutathione (GSH) content and activities of CuZnSOD ( SOD1 ), catalase, GSH reductase, and GSH sulfur-transferase in liver  18. In ocular tissue, astronauts are susceptible to optic disc edema, globe attening, and choroidal fold formation  30. The mechanisms are unknown, although mice own in STS-135 also showed ocular tissue damage as well as alterations in several critical genes involved in regulating vascular endothelial cell response to oxidative stress and apoptosis 31. 2.1.2. Evidence from Ground-Based Models for Spaceight Ground-based simulations of microgravity and space radiation also demonstrate a link between oxidative stress and tissue impairments. Rodents exposed to proton (50 cGy) or56Fe (15 cGy) display increased oxidative damage in the heart and decrements in clinical measures of cardiac function  32 while -radiation exposure (137Cs, 12 Gy) increases ROS generation and lipid peroxidation in bone marrow, and decreases cancellous bone volume fraction  33. Furthermore, bone marrow from rodents exposed to radiation display increased expression of inammatory cytokines interleukin-6 (IL6), tumor necrosis factor alpha ( TNF a), monocyte chemoattractant protein-1 ( MCP1 ), and theInt. J. Mol. Sci. 2017 ,18, 2153 3 of 18 pro-osteoclastogenic signal, receptor activator of nuclear factor kappa-B ligand ( RANKL ), as well as upregulation of NRF2 34,35. Hindlimb unloading (HU) is a widely accepted rodent model to simulate weightlessness for many different tissues (reviewed in  3638). Marrow cells of the osteoblast lineage from HU mice show elevated ROS within a week of HU  39. Marrow and bone show parallel increases in gene expression of the cytosolic fraction of the free radical scavenger, superoxide dismutase ( SOD ), changes that coincide with HU-induced reductions in osteoblast activity and bone loss  39. HU also causes adaptation-related changes in cardiovascular function  4044, and several studies have linked HU-induced vascular responses and oxidative stress 4547. Taken together, observations from both spaceight and ground-based rodent models that simulate weightlessness show that oxidative stress and damage may occur in response to microgravity and radiation across multiple, if not all, tissues. 3. The Role of Nitric Oxide (NO) and Reactive Oxygen Species (ROS) Signaling in Skeletal and Vascular Disease 3.1. NO and ROS Signaling: Mechanisms and Impact on Tissue Function Excess reactive oxygen speciesreactive nitrogen species (ROSRNS) and inammation are implicated both in age-related diseases, such as osteoporosis and atherosclerosis, and following insults such as radiation exposure  15. ROS can directly stimulate bone resorption by osteoclasts  48,49, and the bone loss due to aging and estrogen deciency may be partly attributed to oxidative stress 50,51 . Furthermore, treatment with the potent antioxidant, -lipoic acid, can prevent inammation- and acute radiation-induced bone loss  33,52. Oxidative damage from the production of excess ROSRNS in skeletal tissues during spaceight may lead to delayed decits in bone structural integrity and reduced mechanical strength during recovery and the aging process. Under physiological conditions, ROS and RNS such as nitric oxide (NO) can function as signaling molecules to regulate important processes such as mechanotransduction  5359 and vascular function  60. However, at high levels, ROS are potent inducers of apoptosis in response to a vast array of cellular insults  61,62. Superoxide (O 2) in particular is cytotoxic and is produced when molecular oxygen reacts with an aqueous electron. O 2can be generated by exposure of cells to ionizing irradiation and as a by-product of metabolism, primarily from mitochondria. O 2is an upstream component of many oxidative pathways and can be rapidly converted into hydrogen peroxide (H 2O2) by members of the superoxide dismutase ( SOD ) family of antioxidants  63,64. Catalase, glutathione peroxidase ( GPX ), and other peroxidases such as peroxiredoxin then convert H 2O2into H 2O 65. H2O2can react with endogenous Fe2or other transition metals via a fenton mechanism to generate the highly reactive hydroxyl radical (OH ) 66 which is one of the most damaging free radical species produced by exposure to ionizing radiation 67. Normal vascular function requires both basal and stimulated production of NO in the endothelium by endothelial nitric oxide synthase ( eNOS ). The eNOS enzyme utilizes L-arginine to produce NO and L-citrulline. NO then activates soluble guanylate cyclase ( sGC) by binding to it. This leads to increased production of cyclic guanosine monophosphate (cGMP) which in turn mediates vascular smooth muscle relaxation 68. Genetic ablation studies of eNOS in rodents demonstrate the critical role of endothelial NO signaling in vascular health  69.eNOS knockout (KO) mice lack endothelium-derived relaxing factor ( EDRF ) activity in response to endothelium-dependent vasodilators (e.g., acetylcholine)  70,71. Furthermore, they are hypertensive  71, display increased vascular smooth muscle cell proliferation  72, and platelet aggregation  73, as well as a higher predisposition to atherosclerosis  74, thrombosis  75, and stroke 69,76,77. The activity of eNOS is regulated via complex and concerted processes, including transcriptional control, substrate availability, interactions with other proteins and co-factors and post-translational modication  69. Under conditions of oxidative stress, the biological activity of NO may decline in resistance arteries. For example, in the presence of O 2, NO rapidly combines to form peroxynitrite.Int. J. Mol. Sci. 2017 ,18, 2153 4 of 18 SOD neutralizes O 2by converting it to H 2O2, thus preventing its reaction with NO and increasing the half-life and bioavailability of NO 64,78. The generation of excess ROS is thought to be of one of the primary mechanisms by which ionizing radiation causes tissue damage. Dr. M. Delp  79 and others propose a model wherein microgravity and radiation promote the generation of ROS in the resistance vasculature of bone that creates an imbalance favoring peroxynitrite over NO production. This lowers the bioavailability of NO, diminishes endothelium-dependent vasodilation, and disrupts the coupling of bone circulation with bone remodeling. While more studies are required to test the validity of this model, results from our group and others, as described in the succeeding sections, appear to be consistent with such a model. 3.2. Bone and Vascular Function during Development Are Intimately Associated Vasculature is critical for normal skeletal development, postnatal growth, remodeling, and fracture repair. The embryonic skeleton undergoes endochondral ossication (reviewed in  80,81) where cartilage, an avascular tissue, is gradually converted into bone, one of the most vascularized tissues in vertebrates  80. This process occurs through a series of complex and coordinated signals that induce terminal differentiation of chondrocytes and their subsequent death. The extracellular matrix produced by the chondrocytes is then mineralized and partly degraded by chondroclasts and preosteoclasts, thus promoting the invasion of blood vessels. Following vascular invasion, osteogenic progenitors are recruited to the site, where they form mineralized bone  81. A similar mechanism occurs during postnatal growth of the long bones, fracture repair and bone remodeling, although smaller in scale than what occurs during development. There is evidence that re-vascularization in response to bone injury is impaired in spaceight. Rats that underwent osteotomy and then exposed to microgravity display reduced angiogenesis at the site of injury 82. Since proper repair of skeletal tissue requires competent vascular invasion, this raises concerns of a higher risk for impaired fracture healing in individuals as a consequence of spaceight. The coupling of vascular perfusion and skeletal function has been demonstrated in a number of studies  8385. In addition, administration of anti-osteoporotic bisphosphonates improved blood ow and angiogenesis in aged rodents  86 while endochondral bone formation and angiogenesis are impaired in mice lacking certain isoforms of the pro-angiogenic signal, vascular endothelial growth factor ( VEGF ) 87. Increased VEGF levels from over-expression of hypoxia-inducible factor alpha (HIFa) promotes both angiogenesis and osteogenesis, while loss of HIF1a in osteoblasts resulted in thinner and less vascularized bones 88. 3.3. Vascular-Bone Coupling Occurs via Redox-Dependent Mechanisms: Implications for Tissue Responses to Spaceight Cardiovascular deconditioning is one of the potential health risks associated with spaceight 89,90 . A majority of astronauts experience orthostatic intolerance upon return from long-duration ight (129190 days)  89,9193 which is attributed to impairments in raising peripheral resistance  79. Muscle vasculature plays an integral role in elevating peripheral resistance and, therefore, has been the subject of a number of studies using spaceight models. In rodents, both spaceight and hindlimb unloading impair vasoconstriction of gastrocnemius resistance arteries  94,95. In addition, resistance arteries of mouse gastrocnemius  96 and rat soleus  97 both display defects in endothelium-dependent vasodilation. In rats, the soleus resistance arteries exhibit diminished expression levels of eNOS and SOD1 , although the gastrocnemius resistance arteries do not show such alterations  97,98. The basis for the site-specic differences in redox status of vascular resistance arteries is not fully understood. However, there is speculation that this is partly due to region-specic differences in perfusion andor differences in metabolic rates of slow versus fast twitch muscle bers and the relative abundance of these ber types in the two muscle sites. Similar to the observations in muscle resistance arteries, the vasculature of bone also exhibits functional impairments under spaceight conditions. Two weeks of HU in rats results in decitsInt. J. Mol. Sci. 2017 ,18, 2153 5 of 18 in vasoconstrictor and vasodilator properties of the femoral principal nutrient artery (PNA)  99, the primary route for blood circulation to the femur. HU animals display decrements in bone and marrow perfusion and increases in vascular resistance. These changes are not attributed to enhanced vasoconstrictor responsiveness of the bone resistance arteries, but are associated with decreased endothelium-dependent vasodilation and vascular remodeling that reduces PNA maximal diameter. The skeleton, like muscle, undergoes deconditioning during spaceight (and its analogs) which manifests as a reduction in bone mass due to a transient net increase in resorption  100102 as well as diminished mechanical strength  4. These coincide with functional impairments and changes in redox status in associated vasculature  93. Greater decrements in percent cancellous bone volume were observed after 13 to 16 days of HU and exposure to simulated space radiation when treatments were combined, compared to untreated controls. HU reduced trabecular thickness, whereas irradiation reduced trabecular number but not thickness, accounting for the sometimes greater decit in percent cancellous bone volume when HU and radiation are combined. In the gastrocnemius feed artery, which served as a surrogate artery for the PNA, the early effects of HU and IR (56Fe) are to each impair peak endothelium-dependent vasodilation, with the combination of HU and IR exacerbating this decit. These group differences are abolished in the presence of nitric oxide synthase ( NOS ) inhibitors, indicating that the impairment induced by HU and IR was mediated through the NOS signaling pathway. Vasodilation response to the NO donor DEA-NONOate is also impaired by HU and IR, indicating that the depressed endothelium-dependent vasodilation could be mediated in part through a reduced smooth muscle responsiveness to NO. Further, peak vasodilation correlates positively with percent cancellous bone volume which suggests a coupling of bone and vasculature responses to stressors associated with spaceight. In contrast to vasodilator responses, HU and IR as single treatments or combined have little effect on vasoconstrictor properties or pressure-diameter responses. HU and HU with IR results in decreased levels of eNOS protein, while IR and HU with IR leads to diminished superoxide dismutase-1 ( SOD1 ) and higher xanthine oxidase ( XO) protein content. Decrements in the bioavailability of NO via reduction in eNOS protein levels, lower anti-oxidant capacity ( SOD1 ) and higher pro-oxidant capacity ( XO) may contribute to the decits in NOS signaling in resistance arteries. When the vascular effects of long-term (67 months) recovery from HU, IR (56Fe), and the combination of HU and IR are examined, only IR sustains an impairment in peak endothelium-dependent vasodilation  103. The IR-induced decit in endothelial vasodilator function is abolished by chemical inhibition of NOS , indicating that the sustained dysfunction is mediated through the NOS signaling pathway. Similar to the ndings from an early timepoint (two weeks of HU with or without IR)  93, HU and IR have little effect on vasoconstrictor properties. These ndings indicate that although both simulated weightlessness and irradiation produce early effects of impaired vascular endothelial function, only those produced by IR are sustained. IR and HU causes differential effects on loss and thinning of trabeculae, contributing to lower percent cancellous bone volume when the treatments were combined. Both treatments impair endothelium-dependent vasodilation of skeletal muscle resistance arteries via a NO-dependent signaling pathway. The impairment of NOS signaling, however, seems to be differentially affected by unloading and irradiation; HU diminishes vascular eNOS protein expression whereas IR reduces SOD expression and increases pro-oxidant XOprotein levels. If these ndings in skeletal muscle resistance arteries hold for bone vasculature, impairments in endothelium-dependent vasodilation may lead to reductions in skeletal perfusion and perturbations in the coupling of bone cell and vascular endothelium activity. 3.4. Cellular Defenses to Oxidative Damage Are Important for Preserving Skeletal and Vascular Health Most aerobic organisms have multiple defenses against the damaging effects of ROS, which include enzymatic and non-enzymatic antioxidants. Studies on perturbation of key antioxidant molecules and signaling pathways highlight the importance of antioxidant defenses in preserving theInt. J. Mol. Sci. 2017 ,18, 2153 6 of 18 functional integrity of tissues and cells. In the following section, we summarize the state of knowledge on the role of endogenous antioxidant proteins in maintaining skeletal and vascular health with an emphasis on studies using genetic models of gain or loss of protein function. The cytoprotective effect of these proteins on Earth has, therefore, formed the rationale for investigating their importance in tissue and cellular defenses against the stressors associated with spaceight  18,24 and its Earth-based analogs  34,35. In this section, we also cite studies that illustrate the emerging role of these antioxidant proteins in modulating skeletal and vascular responses to spaceight. 3.4.1. Nuclear Factor Erythroid 2-Related Factor 2 ( NRF2 ) NRF2 is a master transcription factor that regulates cellular redox balance and protective antioxidant and detoxication responses across multiple species, from Drosophila to humans  104106. It is a member of the Cap-N-Collar family of regulatory proteins composed of NRF1 ,NRF3 and BACH1 and BACH2 106 and is ubiquitously expressed with the highest concentrations occuring in heart, muscle and brain  107. Under normal conditions, NRF2 is sequestered to the cytosol via binding to its inhibitor, KEAP1 , and is therefore subject to proteosomal degradation. During conditions of excess ROS, NRF2 dissociates from KEAP1 and undergoes translocation into the nucleus. NRF2 then binds to antioxidant response-element sequences in the genome to promote transcription of hundreds of antioxidant genes 108 including SOD1 as well as phase II detoxication enzymes 106. InDrosophila , loss-of-function mutations in dKEAP1 , an endogenous inhibitor of the NRF2 y homolog CncC , extends lifespan and increases resistance to the oxidizer paraquat  104. Mice in which NRF2 is globally deleted are viable, fertile and exhibit no apparent phenotypic defects 109,110 . However, consistent with its cytoprotective function, NRF2 deletion in mice leads to increased sensitivity to radiation, oxidative damage and age-related disease pathologies  105,111. Specically, NRF2 knockouts display accelerated heart failure in a myocardial infarct model  112, enhanced retinal degeneration  113,114, bone loss  110,115,116, and decits in bone and endothelial stem and progenitor cell populations 115,117. A number of studies have characterized the skeletal phenotype of NRF2 knockouts and show that the effects of NRF2 appear to be sex- and age-dependent. Cultured osteoclasts from NRF2 knockout mice display elevated ROS levels, increased maturation and defective production of antioxidant enzymes. On the other hand, pre-treatment with NRF2 agonists sulforaphane and curcumin, inhibit osteoclast maturation via activation of NRF2 118. In female rodents, NRF2 deletion results in decrements in percent cancellous bone volume and trabecular number as well as increased trabecular separation, which persists up to eight months of age but are no longer apparent thereafter. In addition, primary cultures of bone marrow-derived stromal cells from these KOs show diminished colony formation with no differences in osteoblast proliferation in vivo . Similarly, ex vivo osteoclast cultures from NRF2 KOs mature faster than those from wild-type animals, although in vivo osteoclast counts are unchanged  115. In contrast, NRF2 deletion in male rodents leads to higher bone mass, mineral apposition rate and osteoblast number compared to wild-type controls  119. These sex-dependent differences were corroborated in a more rigorous study comparing male and female NRF2 KOs 110. NRF2 deciency in females results in reduced femoral and spinal bone mineral density, while loss ofNRF2 in males leads to an improvement in the said bone structural parameters compared to sex-matched controls. Furthermore, both young (3-month old) and old (15-month old) KO females display decreased expression of NRF2 target antioxidant enzymes; in contrast, these decits are only observed in aging males 110. Collectively, the abovementioned studies demonstrate that NRF2 plays a critical role in maintaining the functional and structural integrity of bone and vasculature here on Earth, and that loss of the NRF2 gene mimics some of the features of spaceight-induced bone loss. However, how NRF2 impacts tissue responses to elements of the space environment (radiation or microgravity) or its analogs is less clear. One study determined the consequence of NRF2 loss in a rodent radiotherapy model at high doses (20 Gy) of ionizing radiation  116 where it was found that NRF2 ablation exacerbatesInt. J. Mol. Sci. 2017 ,18, 2153 7 of 18 bone loss and impairs colony-forming capacity of bone marrow-derived progenitors  116. Likewise, the role of NRF2 in tissue responses to microgravity has not been thoroughly examined, although there is some evidence of its function in mechanical load-driven bone formation. NRF2 KOs are less responsive to the anabolic effects of mechanical loading of the ulna compared to wild-type controls, as indicated by blunted bone formation rate and decreased relative mineralizing surface. In addition, cultured primary osteoblasts from mechanically loaded ulna of NRF2 KOs display reductions in the expression levels of antioxidant enzymes 120. Microgravity causes a cephalad uid shift  121 as well as changes in ion homeostasis  122124 and there is indirect evidence that NRF2 may play a role in the endothelial response to perturbations in ionic balance. NRF2 KO and wild-type controls were fed either a low or high salt diet and vascular function was analyzed. Endothelium-dependent dilation to acetylcholine is unchanged in the middle cerebral arteries (MCA) in both groups fed a low-salt diet. High-salt diet eliminates endothelium-dependent dilation to acetylcholine in both genotypes. However, unlike wild-type controls, NRF2 KO rats fail to respond to the rescuing effects of angiotensin II infusion on high-salt diet-induced endothelial dysfunction and microvessel rarecation 125. 3.4.2. CuZn Superoxide Dismutase ( SOD1 ) SOD1 gene expression is downregulated in hair follicles of spaceght crew members  24 while its protein levels are decreased in livers of spaceown rats  18 although its role in protecting vasculature and bone from spaceight stressors needs to be further elucidated. SOD s are the major antioxidant defense systems against O 2, catalyzing the conversion of O 2to H 2O2, which is then further reduced to water by catalase, peroxiredoxins (PRx), or glutathione peroxidases ( GPX ) 64. In mammals, theSOD family is comprised of three isoforms: cytoplasmic CuZnSOD ( SOD1 ), mitochondrial MnSOD (SOD2 ), and the extracellular CuZnSOD ( SOD3 ), and as their names indicate, require a metal co-factor (Cu, Mn, or Zn) for their activation. Both male and female SOD1 knockout mice exhibit increased oxidative stress, and decreased bone mineral density and mechanical strength (bending stiffness) as assessed by three-point bending compared to sex-matched wild type controls  126. Consistent with the observations in bone, SOD1 deletion also leads to increased oxidative damage in skeletal muscle, accelerates age-dependent skeletal muscle atrophy and motor function decits as assessed by voluntary wheel running and rotating rod test  127. Similar to results from deletion of its transcriptional regulator NRF2 , loss of the SOD1 gene leads to musculoskeletal decits, also resembling some of tissue decits observed in spaceight and its Earth-based analogs. 3.4.3. Catalase Catalase is an anti-oxidant that converts the reactive species, H 2O2, into water and molecular oxygen. Transgenic mice over-expressing the human catalase ( hCAT ) gene targeted to the mitochondria (mCAT mice) display extended lifespan  128 and reductions in numerous pathologies  129131 including cardiovascular disease  131133 and Alzheimer-related amyloid deposition  130. Further, the transgene effectively quenches mitochondrial oxidative stress in macrophages which are precursors to bone-resorbing osteoclasts  134. Consistent with the latter nding, over-expression of catalase targeted to mitochondria of bone-resorbing osteoclasts protects from bone loss caused by the loss of estrogens  135. In addition, the transgene rescues cardiomyopathy including impaired systolic and diastolic function in mice that carry homozygous mutations in the exonuclease encoding domain of mitochondrial DNA polymerase (Polg(mm)) 131. Catalase protein levels and activity are decreased in livers of spaceown rats  18. Furthermore, a number of studies involving the mitochondrial hCAT transgene demonstrate the importance of mitochondrial ROS quenching in the cellular defense against HZE particles. mCAT animals display protection from proton-induced decits in synaptic signaling, dendritic complexity, memory and cognition  136138. The impact of mitochondrial ROS quenching on skeletal and cardiovascularInt. J. Mol. Sci. 2017 ,18, 2153 8 of 18 responses to microgravity and radiation is less understood and is currently under investigation by our team and others. 4. Implications for the Development of Spaceight Countermeasures Whole body irradiation increases ROS generation by bone marrow cells  33,139, damages skeletal lipids  33, and upregulates the activity of the antioxidant enzyme NRF2 in both bone marrow and mineralized tissue  35,140. On the other hand, NRF2 deciency can exacerbate radiation-induced bone loss  116. Collectively, these data suggest that pharmacologic interventions directed toward limiting excess ROS may moderate the radiation stress response of bone cells. Within a period of three days to a month, relatively low doses of radiation ( 2 Gy) lead to progressive loss of cancellous bone, as shown by our group and others  34,35,141144, which is preceeded by a rapid increase in expression levels of inammatory cytokines such as IL1and TNFaand pro-osteoclastogenic signals RANKL and MCP1 as well as the oxidative defense gene, NRF2 34,35. On the basis of these ndings, we hypothesized that diets or drugs capable of preventing early increases in these molecular signals can mitigate cancellous bone loss caused by both low LET and high LET radiation. The hypothesis was tested by evaluating a number of candidate interventions including: (1) an antioxidant diet cocktail (AOX) composed of N-acetyl cysteine, ascorbic acid, L-selenomethionine, dihydrolipoic acid and vitamin E which in combination has been shown to protect a variety of tissues from ionizing radiation  145147; (2) dihydrolipoic acid (DHLA), which possesses antioxidant properties  148,149; (3) the non-steroidal anti-inammatory drug, Ibuprofen  150,151; and (4) Dried Plum (DP , 25 by weight), previously reported to inhibit osteoclast activity and protect from age-related bone loss  152155. Findings from this study indicate that high levels of pro-resorptive, pro-inammatory, and oxidative stress-related genes in bone marrow strongly correlate with cancellous bone loss. DP diet completely prevents radiation-induced increases in these molecular signals and the ensuing cancellous bone loss  35 which appears to strengthen the rationale for using antioxidants to mitigate radiation-induced bone loss. However, seemingly paradoxical is that the other two antioxidant-based interventions, DHLA and AOX, failed to protect from bone loss induced by radiation. These ndings do not nullify the feasibility of using antioxidants as a countermeasure, yet highlight very important considerations in countermeasure design for radiation-induced bone loss. Firstly, an effective strategy to mitigate radiation-induced bone loss must at least include components that prevent the early rise in expression of pro-resorptive, pro-inammatory, and oxidative stress-related genes. This knowledge is gained from the observation that treatments which fail to mitigate the changes in all these three molecular signals (such as AOX and Ibuprofen) ultimately were unsuccessful in preventing radiation-induced bone loss. Secondly, there are additional, equally important signaling molecules likely to mediate radiation-induced bone loss. This is a lesson learned from the nding that DHLA, which appeared nearly as effective as DP in preventing radiation-induced increases in expression of these markers, did not protect skeletal microarchitecture. Lastly, an assessment of the efcacy of an intervention on multiple organ systems must be incorporated in countermeasure development efforts as antioxidants appear to confer various levels of protection in different tissues. 5. Concluding Statements Studies overwhelmingly demonstrate a link between oxidative damage and tissue dysfunction that ensues from exposure to spaceight factors (Figure 1). One of the outstanding questions that needs to be addressed is whether oxidative damage mediates or results from progressive tissue degeneration in the course of spaceight  156. More studies using genetic models for altered redox status will contribute to resolving this question. Future interplanetary travel will increase the duration of exposure of humans to spaceight. Therefore, additional comprehensive investigations involving extended timepoints that simulate the duration of long-term missions and the ensuing recovery must be conducted to better estimate health risks to crew. Furthermore, the latent effects of spaceight on the cardiovascular system and on stem and progenitor cells of the bone marrow must be examinedInt. J. Mol. Sci. 2017 ,18, 2153 9 of 18 for their potential to exacerbate the effects of aging. The use of antioxidant-based countermeasures must be guided by the understanding that low levels of ROS signaling are important for normal cellular function. Therefore, future studies must also assess the potential of any antioxidant-based countermeasure to perturb these essential signaling events and their consequences on the functional integrity of tissues. Research progress on the aformentioned areas will help in the development of effective approaches for maintaining crew health during and after interplanetary missions. Int. J. Mol. Sci. 2017 , 18, 2153 9 of 17 Figure 1. Hypothetical model on how spaceflight leads to deficits in tissue function and structural integrity. Exposure of tissues to elements of the spaceflight envi ronment such as microgravity and radiation (and potentially other unknown factors) leads to enhanced production of reactive oxygen species (ROS) and reactive nitrogen species (NOS), increased levels of pro-inflammatory signals, and downregulation of endogenous antioxidant defe nses. This leads to excess ROSNOS due to an imbalance between endogenous antioxidant prot ein levels and ROSNOS production. Excess ROSNOS leads to oxidative damage of proteins, lipi ds and DNA which in turn result in deficits in tissue function and structural inte grity. Other non-redox signaling processes may also contribute to these deficits. Some exogenous an tioxidants found in the diet ma y block the increases in ROSNOS levels and inflammatory signals, thereby preventing oxidative damage. It remains to be elucidated whether inflammation causes ROS production andor vice versa in the context of spaceflight, and whether oxidative damage mediates or result s from progressive tissue degeneration as a consequence of spaceflight. T-bar arrow: inhibitory effect; dotted li ne arrow: cause and effect needs further elucidation. Gray arrows depict the contribution of non-redox related processes in spaceflight-induced deficits in tissue structure and function. Acknowledgments: We express gratitude to our valued collaborators, Michael Delp (Florida State University, Tallahassee, FL, USA) and Charles Limoli (University of California, Irvine, CA, USA), as well as Joshua Alwood, Ann-Sofie Schreurs, Yasaman Shirazi-Fard, Mohammed Shahnazari and the many other motivated postdoctoral scholars and students in the Bone an d Signaling Lab who performed some of the research described in this review. We thank Marianne Sowa for he lpful input during the preparation of this article. RKG is supported by grants from the NASA Space Biology Program and the NASA Human Health and Countermeasures Program; in particular we are grat eful for research support from the National Space Biomedical Research Institute grant MA02501 under NASA cooperative agreement NCC 9-58. Conflicts of Interest: The authors declare no conflict of interest. References 1. Lang, T.; LeBlanc, A.; Evans, H.; Lu, Y.; Genant, H.; Yu , A. Cortical and trabecular bone mineral loss from the spine and hip in long-duration spaceflight . J. Bone Miner. Res. 2004 , 19, 10061012, doi:10.1359JBMR.040307. 2. LeBlanc, A.; Schneider, V.; Shackelford, L.; West, S.; Oganov, V.; Bakulin, A.; Voronin, L. Bone mineral and lean tissue loss after long duration space flight . J. Musculoskelet. Neuronal Interact. 2000 , 1, 157176. 3. Sibonga, J.D.; Evans, H.J.; Sung, H.G.; Spector, E.R.; Lang, T.F.; Oganov, V.S.; Bakulin, A.V.; Shackelford, L.C.; LeBlanc, A.D. Recovery of spaceflight-induced bone loss: Bone mineral de nsity after long-duration missions as fitted with an exponential function . Bone 2007 , 41, 973978, doi:10.1016j.bone.2007.08.022. Figure 1. Hypothetical model on how spaceight leads to decits in tissue function and structural integrity. Exposure of tissues to elements of the spaceight environment such as microgravity and radiation (and potentially other unknown factors) leads to enhanced production of reactive oxygen species (ROS) and reactive nitrogen species (NOS), increased levels of pro-inammatory signals, and downregulation of endogenous antioxidant defenses. This leads to excess ROSNOS due to an imbalance between endogenous antioxidant protein levels and ROSNOS production. Excess ROSNOS leads to oxidative damage of proteins, lipids and DNA which in turn result in decits in tissue function and structural integrity. Other non-redox signaling processes may also contribute to these decits. Some exogenous antioxidants found in the diet may block the increases in ROSNOS levels and inammatory signals, thereby preventing oxidative damage. It remains to be elucidated whether inammation causes ROS production andor vice versa in the context of spaceight, and whether oxidative damage mediates or results from progressive tissue degeneration as a consequence of spaceight. T-bar arrow: inhibitory effect; dotted line arrow: cause and effect needs further elucidation. Gray arrows depict the contribution of non-redox related processes in spaceight-induced decits in tissue structure and function. Acknowledgments: We express gratitude to our valued collaborators, Michael Delp (Florida State University, Tallahassee, FL, USA) and Charles Limoli (University of California, Irvine, CA, USA), as well as Joshua Alwood, Ann-Soe Schreurs, Yasaman Shirazi-Fard, Mohammed Shahnazari and the many other motivated postdoctoral scholars and students in the Bone and Signaling Lab who performed some of the research described in this review. We thank Marianne Sowa for helpful input during the preparation of this article. RKG is supported by grants from the NASA Space Biology Program and the NASA Human Health and Countermeasures Program; in particular we are grateful for research support from the National Space Biomedical Research Institute grant MA02501 under NASA cooperative agreement NCC 9-58. Conicts of Interest: The authors declare no conict of interest.Int. J. Mol. Sci. 2017 ,18, 2153 10 of 18 References 1. Lang, T.; LeBlanc, A.; Evans, H.; Lu, Y.; Genant, H.; Yu, A. Cortical and trabecular bone mineral loss from the spine and hip in long-duration spaceight. J. Bone Miner. Res. 2004 ,19, 10061012. CrossRef PubMed 2. LeBlanc, A.; Schneider, V .; Shackelford, L.; West, S.; Oganov, V .; Bakulin, A.; Voronin, L. Bone mineral and lean tissue loss after long duration space ight. J. Musculoskelet. Neuronal Interact. 2000 ,1, 157176. PubMed 3. Sibonga, J.D.; Evans, H.J.; Sung, H.G.; Spector, E.R.; Lang, T.F.; Oganov, V .S.; Bakulin, A.V .; Shackelford, L.C.; LeBlanc, A.D. Recovery of spaceight-induced bone loss: Bone mineral density after long-duration missions as tted with an exponential function. Bone 2007 ,41, 973978. CrossRef PubMed 4. Keyak, J.H.; Koyama, A.K.; LeBlanc, A.; Lu, Y.; Lang, T.F. Reduction in proximal femoral strength due to long-duration spaceight. Bone 2009 ,44, 449495. CrossRef PubMed 5. Bloomeld, S.A.; Hogan, H.A.; Delp, M.D. Decreases in bone blood ow and bone material properties in aging Fischer-344 rats. Clin. Orthop. Relat. Res. 2002 , 248285. CrossRef 6. Prisby, R.D.; Ramsey, M.W.; Behnke, B.J.; Dominguez, J.M., 2nd; Donato, A.J.; Allen, M.R.; Delp, M.D. Aging reduces skeletal blood ow, endothelium-dependent vasodilation, and NO bioavailability in rats. J. Bone Miner. Res. 2007 ,22, 12801288. CrossRef PubMed 7. Burkhardt, R.; Kettner, G.; Bohm, W.; Schmidmeier, M.; Schlag, R.; Frisch, B.; Mallmann, B.; Eisenmenger, W.; Gilg, T. Changes in trabecular bone, hematopoiesis and bone marrow vessels in aplastic anemia, primary osteoporosis, and old age: A comparative histomorphometric study. Bone 1987 ,8, 157176. CrossRef 8. National Council on Radiation Protection and Measurements (NCRP). Information Needed to Make Recommendations for Space Missions Beyond Low-Earth Orbit ; US National Council for Radiation Protection and Measurements: Bethesda, MD, USA, 2006. 9. Chancellor, J.C.; Scott, G.B.; Sutton, J.P . Space radiation: The number one risk to astronaut health beyond low earth orbit. Life2014 ,4, 491510. CrossRef PubMed 10. Silberberg, R.; Tsao, C.H.; Adams, J.H., Jr.; Letaw, J.R. Radiation doses and LET distributions of cosmic rays. Radiat. Res. 1984 ,98, 209292. CrossRef PubMed 11. Cucinotta, F.A.; Katz, R.; Wilson, J.W.; Townsend, L.W.; Shinn, J.; Hajnal, F. Biological effectiveness of high-energy protons: Target fragmentation. Radiat. Res. 1991 ,127, 130137. CrossRef PubMed 12. Wilson, J.W.; Townsend, L.W.; Badavi, F.F. Galactic HZE propagation through the Earths atmosphere. Radiat. Res. 1987 ,109, 173183. CrossRef PubMed 13. Sridharan, D.M.; Asaithamby, A.; Bailey, S.M.; Costes, S.V .; Doetsch, P .W.; Dynan, W.S.; Kronenberg, A.; Rithidech, K.N.; Saha, J.; Snijders, A.M.; et al. Understanding cancer development processes after HZE-particle exposure: Roles of ROS, DNA damage repair and inammation. Radiat. Res. 2015 ,183, 126. CrossRef PubMed 14. Saha, J.; Wilson, P .; Thieberger, P .; Lowenstein, D.; Wang, M.; Cucinotta, F.A. Biological characterization of low-energy ions with high-energy deposition on human cells. Radiat. Res. 2014 ,182, 282291. CrossRef PubMed 15. Limoli, C.L.; Giedzinski, E.; Rola, R.; Otsuka, S.; Palmer, T.D.; Fike, J.R. Radiation response of neural precursor cells: Linking cellular sensitivity to cell cycle checkpoints, apoptosis and oxidative stress. Radiat. Res. 2004 , 161, 1727. CrossRef PubMed 16. Sancar, A.; Lindsey-Boltz, L.A.; Unsal-Kacmaz, K.; Linn, S. Molecular mechanisms of mammalian DNA repair and the DNA damage checkpoints. Annu. Rev. Biochem 2004 ,73, 3985. CrossRef PubMed 17. Mavragani, I.V .; Nikitaki, Z.; Souli, M.P .; Aziz, A.; Nowsheen, S.; Aziz, K.; Rogakou, E.; Georgakilas, A.G. Complex DNA Damage: A Route to Radiation-Induced Genomic Instability and Carcinogenesis. Cancers 2017 ,9. CrossRef PubMed 18. Hollander, J.; Gore, M.; Fiebig, R.; Mazzeo, R.; Ohishi, S.; Ohno, H.; Ji, L.L. Spaceight downregulates antioxidant defense systems in rat liver. Free Radic. Biol. Med. 1998 ,24, 385390. CrossRef 19. Stein, T.P .; Leskiw, M.J. Oxidant damage during and after spaceight. Am. J. Physiol. Endocrinol. Metab. 2000 , 278, E375E382. PubMed 20. Dinkova-Kostova, A.T.; Holtzclaw, W.D.; Cole, R.N.; Itoh, K.; Wakabayashi, N.; Katoh, Y.; Yamamoto, M.; Talalay, P . Direct evidence that sulfhydryl groups of Keap1 are the sensors regulating induction of phase 2 enzymes that protect against carcinogens and oxidants. Proc. Natl. Acad. Sci. USA 2002 ,99, 1190811913. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2153 11 of 18 21. De Luca, C.; Deeva, I.; Mariani, S.; Maiani, G.; Stancato, A.; Korkina, L. Monitoring antioxidant defenses and free radical production in space-ight, aviation and railway engine operators, for the prevention and treatment of oxidative stress, immunological impairment, and pre-mature cell aging. Toxicol. Ind. Health 2009 ,25, 259267. CrossRef PubMed 22. Smith, S.M.; Davis-Street, J.E.; Rice, B.L.; Nillen, J.L.; Gillman, P .L.; Block, G. Nutritional status assessment in semiclosed environments: Ground-based and space ight studies in humans. J. Nutr. 2001 ,131, 20532061. PubMed 23. Smith, S.M.; Zwart, S.R.; Block, G.; Rice, B.L.; Davis-Street, J.E. The nutritional status of astronauts is altered after long-term space ight aboard the International Space Station. J. Nutr. 2005 ,135, 437474. PubMed 24. Indo, H.P .; Majima, H.J.; Terada, M.; Suenaga, S.; Tomita, K.; Yamada, S.; Higashibata, A.; Ishioka, N.; Kanekura, T.; Nonaka, I.; et al. Changes in mitochondrial homeostasis and redox status in astronauts following long stays in space. Sci. Rep. 2016 ,6. CrossRef PubMed 25. Connor, M.K.; Hood, D.A. Effect of microgravity on the expression of mitochondrial enzymes in rat cardiac and skeletal muscles. J. Appl. Physiol. 1998 ,84, 593598. PubMed 26. Ray, C.A.; Vasques, M.; Miller, T.A.; Wilkerson, M.K.; Delp, M.D. Effect of short-term microgravity and long-term hindlimb unloading on rat cardiac mass and function. J. Appl. Physiol. 2001 ,91, 12071213. PubMed 27. Taylor, C.R.; Hanna, M.; Behnke, B.J.; Stabley, J.N.; McCullough, D.J.; Davis, R.T., 3rd; Ghosh, P .; Papadopoulos, A.; Muller-Delp, J.M.; Delp, M.D. Spaceight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: Implications for elevated cerebral perfusion and intracranial pressure. FASEB J. 2013 ,27, 22822292. CrossRef PubMed 28. Dabertrand, F.; Porte, Y.; Macrez, N.; Morel, J.L. Spaceight regulates ryanodine receptor subtype 1 in portal vein myocytes in the opposite way of hypertension. J. Appl. Physiol. 2012 ,112, 471480. CrossRef PubMed 29. Baqai, F.P .; Gridley, D.S.; Slater, J.M.; Luo-Owen, X.; Stodieck, L.S.; Ferguson, V .; Chapes, S.K.; Pecaut, M.J. Effects of spaceight on innate immune function and antioxidant gene expression. J. Appl. Physiol. 2009 ,106, 19351942. CrossRef PubMed 30. Mader, T.H.; Gibson, C.R.; Pass, A.F.; Kramer, L.A.; Lee, A.G.; Fogarty, J.; Tarver, W.J.; Dervay, J.P .; Hamilton, D.R.; Sargsyan, A.; et al. Optic disc edema, globe attening, choroidal folds, and hyperopic shifts observed in astronauts after long-duration space ight. Ophthalmology 2011 ,118, 20582069. CrossRef PubMed 31. Mao, X.W.; Pecaut, M.J.; Stodieck, L.S.; Ferguson, V .L.; Bateman, T.A.; Bouxsein, M.; Jones, T.A.; Moldovan, M.; Cunningham, C.E.; Chieu, J.; et al. Spaceight environment induces mitochondrial oxidative damage in ocular tissue. Radiat. Res. 2013 ,180, 340350. CrossRef PubMed 32. Yan, X.; Sasi, S.P .; Gee, H.; Lee, J.; Yang, Y.; Mehrzad, R.; Onufrak, J.; Song, J.; Enderling, H.; Agarwal, A.; et al. Cardiovascular risks associated with low dose ionizing particle radiation. PLoS ONE 2014 ,9. CrossRef PubMed 33. Kondo, H.; Yumoto, K.; Alwood, J.S.; Mojarrab, R.; Wang, A.; Almeida, E.A.; Searby, N.D.; Limoli, C.L.; Globus, R.K. Oxidative stress and radiation-induced cancellous bone loss with musculoskeletal disuse. J. Appl. Physiol. 2010 ,108, 126152. CrossRef PubMed 34. Alwood, J.S.; Shahnazari, M.; Chicana, B.; Schreurs, A.S.; Kumar, A.; Bartolini, A.; Shirazi-Fard, Y.; Globus, R.K. Ionizing radiation stimulates expression of pro-osteoclastogenic genes in marrow and skeletal tissue. J. Interferon Cytokine Res. 2015 ,35, 480487. CrossRef PubMed 35. Schreurs, A.S.; Shirazi-Fard, Y.; Shahnazari, M.; Alwood, J.S.; Truong, T.A.; Tahimic, C.G.; Limoli, C.L.; Turner, N.D.; Halloran, B.; Globus, R.K. Dried plum diet protects from bone loss caused by ionizing radiation. Sci. Rep. 2016 ,6. CrossRef PubMed 36. Morey-Holton, E.R.; Globus, R.K. Hindlimb unloading rodent model: Technical aspects. J. Appl. Physiol. 2002 ,92, 13671377. CrossRef PubMed 37. Globus, R.K.; Morey-Holton, E. Hindlimb unloading: Rodent analog for microgravity. J. Appl. Physiol. 2016 , 120, 11961206. CrossRef PubMed 38. Bloomeld, S.A.; Martinez, D.A.; Boudreaux, R.D.; Mantri, A.V . Microgravity stress: Bone and connective tissue. Compr. Physiol. 2016 ,6, 645658. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2153 12 of 18 39. Morikawa, D.; Nojiri, H.; Saita, Y.; Kobayashi, K.; Watanabe, K.; Ozawa, Y.; Koike, M.; Asou, Y.; Takaku, T.; Kaneko, K.; et al. Cytoplasmic reactive oxygen species and SOD1 regulate bone mass during mechanical unloading. J. Bone Miner. Res. 2013 ,28, 23682380. CrossRef PubMed 40. Moftt, J.A.; Henry, M.K.; Welliver, K.C.; Jepson, A.J.; Garnett, E.R. Hindlimb unloading results in increased predisposition to cardiac arrhythmias and alters left ventricular connexin 43 expression. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2013 ,304, R362R373. CrossRef PubMed 41. Kang, H.; Fan, Y.; Sun, A.; Jia, X.; Deng, X. Simulated microgravity exposure modulates the phenotype of cultured vascular smooth muscle cells. Cell Biochem. Biophys. 2013 ,66, 121130. CrossRef PubMed 42. Tsvirkun, D.; Bourreau, J.; Mieuset, A.; Garo, F.; Vinogradova, O.; Larina, I.; Navasiolava, N.; Gauquelin-Koch, G.; Gharib, C.; Custaud, M.A. Contribution of social isolation, restraint, and hindlimb unloading to changes in hemodynamic parameters and motion activity in rats. PLoS ONE 2012 ,7. CrossRef PubMed 43. Jung, A.S.; Harrison, R.; Lee, K.H.; Genut, J.; Nyhan, D.; Brooks-Asplund, E.M.; Shoukas, A.A.; Hare, J.M.; Berkowitz, D.E. Simulated microgravity produces attenuated baroreex-mediated pressor, chronotropic, and inotropic responses in mice. Am. J. Physiol Heart Circ. Physiol. 2005 ,289, H600H607. CrossRef PubMed 44. Powers, J.; Bernstein, D. The mouse as a model of cardiovascular adaptations to microgravity. J. Appl. Physiol. 2004 ,97, 16861692. CrossRef PubMed 45. Zhang, R.; Bai, Y.G.; Lin, L.J.; Bao, J.X.; Zhang, Y.Y.; Tang, H.; Cheng, J.H.; Jia, G.L.; Ren, X.L.; Ma, J. Blockade of AT1 receptor partially restores vasoreactivity, NOS expression, and superoxide levels in cerebral and carotid arteries of hindlimb unweighting rats. J. Appl. Physiol. 2009 ,106, 251258. CrossRef PubMed 46. Zhang, R.; Ran, H.H.; Ma, J.; Bai, Y.G.; Lin, L.J. NAD(P)H oxidase inhibiting with apocynin improved vascular reactivity in tail-suspended hindlimb unweighting rat. J. Physiol. Biochem. 2012 ,68, 99105. CrossRef PubMed 47. Kanazashi, M.; Okumura, Y.; Al-Nassan, S.; Murakami, S.; Kondo, H.; Nagatomo, F.; Fujita, N.; Ishihara, A.; Roy, R.R.; Fujino, H. Protective effects of astaxanthin on capillary regression in atrophied soleus muscle of rats. Acta Physiol. 2013 ,207, 405415. CrossRef PubMed 48. Lean, J.M.; Davies, J.T.; Fuller, K.; Jagger, C.J.; Kirstein, B.; Partington, G.A.; Urry, Z.L.; Chambers, T.J. A crucial role for thiol antioxidants in estrogen-deciency bone loss. J. Clin. Investig. 2003 ,112, 915923. CrossRef PubMed 49. Garrett, I.R.; Boyce, B.F.; Oreffo, R.O.; Bonewald, L.; Poser, J.; Mundy, G.R. Oxygen-derived free radicals stimulate osteoclastic bone resorption in rodent bone in vitro and in vivo .J. Clin. Investig. 1990 ,85, 632639. CrossRef PubMed 50. Almeida, M.; Han, L.; Martin-Millan, M.; Plotkin, L.I.; Stewart, S.A.; Roberson, P .K.; Kousteni, S.; OBrien, C.A.; Bellido, T.; Partt, A.M.; et al. Skeletal involution by age-associated oxidative stress and its acceleration by loss of sex steroids. J. Biol. Chem. 2007 ,282, 2728527297. CrossRef PubMed 51. Manolagas, S.C.; Almeida, M. Gone with the Wnts: -Catenin, T-cell factor, forkhead box O, and oxidative stress in age-dependent diseases of bone, lipid, and glucose metabolism. Mol. Endocrinol. 2007 ,21, 26052614. CrossRef PubMed 52. Ha, H.; Lee, J.H.; Kim, H.N.; Kim, H.M.; Kwak, H.B.; Lee, S.; Kim, H.H.; Lee, Z.H. -Lipoic acid inhibits inammatory bone resorption by suppressing prostaglandin E2 synthesis. J. Immunol. 2006 ,176, 111117. CrossRef PubMed 53. Chatterjee, S.; Fisher, A.B. Mechanotransduction: Forces, sensors, and redox signaling. Antioxid. Redox Signal. 2014 ,20, 868887. CrossRef PubMed 54. Hsieh, H.J.; Liu, C.A.; Huang, B.; Tseng, A.H.; Wang, D.L. Shear-induced endothelial mechanotransduction: The interplay between reactive oxygen species (ROS) and nitric oxide (NO) and the pathophysiological implications. J. Biomed. Sci. 2014 ,21. CrossRef PubMed 55. Noris, M.; Morigi, M.; Donadelli, R.; Aiello, S.; Foppolo, M.; Todeschini, M.; Orisio, S.; Remuzzi, G.; Remuzzi, A. Nitric oxide synthesis by cultured endothelial cells is modulated by ow conditions. Circ. Res. 1995 ,76, 536564. CrossRef PubMed 56. Fukaya, Y.; Ohhashi, T. Acetylcholine- and ow-induced production and release of nitric oxide in arterial and venous endothelial cells. Am. J. Physiol. 1996 ,270, H99H106. PubMedInt. J. Mol. Sci. 2017 ,18, 2153 13 of 18 57. Korenaga, R.; Ando, J.; Tsuboi, H.; Yang, W.; Sakuma, I.; Toyo-oka, T.; Kamiya, A. Laminar ow stimulates ATP- and shear stress-dependent nitric oxide production in cultured bovine endothelial cells. Biochem. Biophys. Res. Commun. 1994 ,198, 213219. CrossRef PubMed 58. Klein-Nulend, J.; Helfrich, M.H.; Sterck, J.G.; MacPherson, H.; Joldersma, M.; Ralston, S.H.; Semeins, C.M.; Burger, E.H. Nitric oxide response to shear stress by human bone cell cultures is endothelial nitric oxide synthase dependent. Biochem. Biophys. Res. Commun. 1998 ,250, 108181. CrossRef PubMed 59. Bakker, A.D.; Soejima, K.; Klein-Nulend, J.; Burger, E.H. The production of nitric oxide and prostaglandin E(2) by primary bone cells is shear stress dependent. J. Biomech. 2001 ,34, 671677. CrossRef 60. Godo, S.; Shimokawa, H. Divergent roles of endothelial nitric oxide synthases system in maintaining cardiovascular homeostasis. Free Radic. Biol. Med. 2017 ,109, 410. CrossRef PubMed 61. Polyak, K.; Xia, Y.; Zweier, J.L.; Kinzler, K.W.; Vogelstein, B. A model for p53-induced apoptosis. Nature 1997 , 389, 300305. CrossRef PubMed 62. Lotem, J.; Peled-Kamar, M.; Groner, Y.; Sachs, L. Cellular oxidative stress and the control of apoptosis by wild-type p53, cytotoxic compounds, and cytokines. Proc. Natl. Acad. Sci. USA 1996 ,93, 91669171. CrossRef PubMed 63. McCord, J.M.; Fridovich, I. Superoxide dismutase. An enzymic function for erythrocuprein (hemocuprein). J. Biol. Chem. 1969 ,244, 60496055. PubMed 64. Fukai, T.; Ushio-Fukai, M. Superoxide dismutases: Role in redox signaling, vascular function, and diseases. Antioxid. Redox Signal. 2011 ,15, 15831606. CrossRef PubMed 65. Rhee, S.G.; Yang, K.S.; Kang, S.W.; Woo, H.A.; Chang, T.S. Controlled elimination of intracellular H 2O2: Regulation of peroxiredoxin, catalase, and glutathione peroxidase via post-translational modication. Antioxid. Redox Signal. 2005 ,7, 619626. CrossRef PubMed 66. Sharpe, M.A.; Robb, S.J.; Clark, J.B. Nitric oxide and FentonHaber-Weiss chemistry: Nitric oxide is a potent antioxidant at physiological concentrations. J. Neurochem. 2003 ,87, 386394. CrossRef PubMed 67. Balasubramanian, B.; Pogozelski, W.K.; Tullius, T.D. DNA strand breaking by the hydroxyl radical is governed by the accessible surface areas of the hydrogen atoms of the DNA backbone. Proc. Natl. Acad. Sci. USA 1998 ,95, 97389743. CrossRef PubMed 68. Mergia, E.; Friebe, A.; Dangel, O.; Russwurm, M.; Koesling, D. Spare guanylyl cyclase NO receptors ensure high NO sensitivity in the vascular system. J. Clin. Investig. 2006 ,116, 17311737. CrossRef PubMed 69. Atochin, D.N.; Huang, P .L. Endothelial nitric oxide synthase transgenic models of endothelial dysfunction. Pugers Arch. 2010 ,460, 965974. CrossRef PubMed 70. Atochin, D.N.; Demchenko, I.T.; Astern, J.; Boso, A.E.; Piantadosi, C.A.; Huang, P .L. Contributions of endothelial and neuronal nitric oxide synthases to cerebrovascular responses to hyperoxia. J. Cereb. Blood Flow Metab. 2003 ,23, 12191226. CrossRef PubMed 71. Huang, P .L.; Huang, Z.; Mashimo, H.; Bloch, K.D.; Moskowitz, M.A.; Bevan, J.A.; Fishman, M.C. Hypertension in mice lacking the gene for endothelial nitric oxide synthase. Nature 1995 ,377, 239242. CrossRef PubMed 72. Huang, P .L. Lessons learned from nitric oxide synthase knockout animals. Semin. Perinatol. 2000 ,24, 8790. CrossRef 73. Freedman, J.E.; Sauter, R.; Battinelli, E.M.; Ault, K.; Knowles, C.; Huang, P .L.; Loscalzo, J. Decient platelet-derived nitric oxide and enhanced hemostasis in mice lacking the NOSIII gene. Circ. Res. 1999 ,84, 14161421. CrossRef PubMed 74. Kuhlencordt, P .J.; Rosel, E.; Gerszten, R.E.; Morales-Ruiz, M.; Dombkowski, D.; Atkinson, W.J.; Han, F.; Preffer, F.; Rosenzweig, A.; Sessa, W.C.; et al. Role of endothelial nitric oxide synthase in endothelial activation: Insights from eNOS knockout endothelial cells. Am. J. Physiol. Cell Physiol. 2004 ,286, C1195C1202. CrossRef PubMed 75. Lefer, D.J.; Jones, S.P .; Girod, W.G.; Baines, A.; Grisham, M.B.; Cockrell, A.S.; Huang, P .L.; Scalia, R. Leukocyte-endothelial cell interactions in nitric oxide synthase-decient mice. Am. J. Physiol. 1999 ,276, H1943H1950. PubMed 76. Huang, Z.; Huang, P .L.; Ma, J.; Meng, W.; Ayata, C.; Fishman, M.C.; Moskowitz, M.A. Enlarged infarcts in endothelial nitric oxide synthase knockout mice are attenuated by nitro-L-arginine. J. Cereb. Blood Flow Metab. 1996 ,16, 981987. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2153 14 of 18 77. Atochin, D.N.; Wang, A.; Liu, V .W.; Critchlow, J.D.; Dantas, A.P .; Looft-Wilson, R.; Murata, T.; Salomone, S.; Shin, H.K.; Ayata, C.; et al. The phosphorylation state of eNOS modulates vascular reactivity and outcome of cerebral ischemia in vivo. J. Clin. Investig. 2007 ,117, 19611967. CrossRef PubMed 78. Pacher, P .; Beckman, J.S.; Liaudet, L. Nitric oxide and peroxynitrite in health and disease. Physiol. Rev. 2007 , 87, 315424. CrossRef PubMed 79. Ghosh, P .; Behnke, B.J.; Stabley, J.N.; Kilar, C.R.; Park, Y.; Narayanan, A.; Alwood, J.S.; Shirazi-Fard, Y.; Schreurs, A.S.; Globus, R.K.; et al. Effects of high-let radiation exposure and hindlimb unloading on skeletal muscle resistance artery vasomotor properties and cancellous bone microarchitecture in mice. Radiat. Res. 2016 ,185, 257276. CrossRef PubMed 80. Ortega, N.; Behonick, D.J.; Werb, Z. Matrix remodeling during endochondral ossication. Trends Cell Biol. 2004 ,14, 8693. CrossRef PubMed 81. Mackie, E.J.; Ahmed, Y.A.; Tatarczuch, L.; Chen, K.S.; Mirams, M. Endochondral ossication: How cartilage is converted into bone in the developing skeleton. Int. J. Biochem. Cell Biol. 2008 ,40, 4662. CrossRef PubMed 82. Kirchen, M.E.; OConnor, K.M.; Gruber, H.E.; Sweeney, J.R.; Fras, I.A.; Stover, S.J.; Sarmiento, A.; Marshall, G.J. Effects of microgravity on bone healing in a rat bular osteotomy model. Clin. Orthop. Relat. Res. 1995 , 231242. 83. Vandamme, K.; Holy, X.; Bensidhoum, M.; Deschepper, M.; Logeart-Avramoglou, D.; Naert, I.; Duyck, J.; Petite, H. Impaired osteoblastogenesis potential of progenitor cells in skeletal unloading is associated with alterations in angiogenic and energy metabolism prole. Biomed. Mater. Eng. 2012 ,22, 219226. CrossRef PubMed 84. Fei, J.; Peyrin, F.; Malaval, L.; Vico, L.; Lafage-Proust, M.H. Imaging and quantitative assessment of long bone vascularization in the adult rat using microcomputed tomography. Anat. Rec. 2010 ,293, 215252. CrossRef 85. Colleran, P .N.; Wilkerson, M.K.; Bloomeld, S.A.; Suva, L.J.; Turner, R.T.; Delp, M.D. Alterations in skeletal perfusion with simulated microgravity: A possible mechanism for bone remodeling. J. Appl. Physiol. 2000 , 89, 10461054. PubMed 86. Ramasamy, S.K.; Kusumbe, A.P .; Schiller, M.; Zeuschner, D.; Bixel, M.G.; Milia, C.; Gamrekelashvili, J.; Limbourg, A.; Medvinsky, A.; Santoro, M.M.; et al. Blood ow controls bone vascular function and osteogenesis. Nat. Commun. 2016 ,7. CrossRef PubMed 87. Maes, C.; Carmeliet, P .; Moermans, K.; Stockmans, I.; Smets, N.; Collen, D.; Bouillon, R.; Carmeliet, G. Impaired angiogenesis and endochondral bone formation in mice lacking the vascular endothelial growth factor isoforms VEGF164 and VEGF188 .Mech. Dev. 2002 ,111, 6173. CrossRef 88. Wang, Y.; Wan, C.; Deng, L.; Liu, X.; Cao, X.; Gilbert, S.R.; Bouxsein, M.L.; Faugere, M.C.; Guldberg, R.E.; Gerstenfeld, L.C.; et al. The hypoxia-inducible factor pathway couples angiogenesis to osteogenesis during skeletal development. J. Clin. Investig. 2007 ,117, 16161626. CrossRef PubMed 89. Bungo, M.W.; Johnson, P .C., Jr. Cardiovascular examinations and observations of deconditioning during the space shuttle orbital ight test program. Aviat. Space Environ. Med. 1983 ,54, 10011004. PubMed 90. Mulvagh, S.L.; Charles, J.B.; Riddle, J.M.; Rehbein, T.L.; Bungo, M.W. Echocardiographic evaluation of the cardiovascular effects of short-duration spaceight. J. Clin. Pharmacol. 1991 ,31, 10241026. CrossRef PubMed 91. Meck, J.V .; Reyes, C.J.; Perez, S.A.; Goldberger, A.L.; Ziegler, M.G. Marked exacerbation of orthostatic intolerance after long- vs. short-duration spaceight in veteran astronauts. Psychosom. Med. 2001 ,63, 865873. PubMed 92. Buckey, J.C., Jr.; Lane, L.D.; Levine, B.D.; Watenpaugh, D.E.; Wright, S.J.; Moore, W.E.; Gaffney, F.A.; Blomqvist, C.G. Orthostatic intolerance after spaceight. J. Appl. Physiol. 1996 ,81, 718. PubMed 93. Lee, S.M.; Feiveson, A.H.; Stein, S.; Stenger, M.B.; Platts, S.H. Orthostatic intolerance after ISS and space shuttle missions. Aerosp. Med. Hum. Perform. 2015 ,86(Suppl. S12), 5467. CrossRef PubMed 94. Stabley, J.N.; Dominguez, J.M., 2nd; Dominguez, C.E.; Mora Solis, F.R.; Ahlgren, J.; Behnke, B.J.; Muller-Delp, J.M.; Delp, M.D. Spaceight reduces vasoconstrictor responsiveness of skeletal muscle resistance arteries in mice. J. Appl. Physiol. 2012 ,113, 14391445. CrossRef PubMed 95. Delp, M.D. Myogenic and vasoconstrictor responsiveness of skeletal muscle arterioles is diminished by hindlimb unloading. J. Appl. Physiol. 1999 ,86, 11781184. PubMedInt. J. Mol. Sci. 2017 ,18, 2153 15 of 18 96. Prisby, R.D.; Alwood, J.S.; Behnke, B.J.; Stabley, J.N.; McCullough, D.J.; Ghosh, P .; Globus, R.K.; Delp, M.D. Effects of hindlimb unloading and ionizing radiation on skeletal muscle resistance artery vasodilation and its relation to cancellous bone in mice. J. Appl. Physiol. 2016 ,120, 97106. CrossRef PubMed 97. Jasperse, J.L.; Woodman, C.R.; Price, E.M.; Hasser, E.M.; Laughlin, M.H. Hindlimb unweighting decreases ecNOS gene expression and endothelium-dependent dilation in rat soleus feed arteries. J. Appl. Physiol. 1999 , 87, 14761482. PubMed 98. Woodman, C.R.; Schrage, W.G.; Rush, J.W.; Ray, C.A.; Price, E.M.; Hasser, E.M.; Laughlin, M.H. Hindlimb unweighting decreases endothelium-dependent dilation and eNOS expression in soleus not gastrocnemius. J. Appl. Physiol. 2001 ,91, 10911098. PubMed 99. Prisby, R.D.; Behnke, B.J.; Allen, M.R.; Delp, M.D. Effects of skeletal unloading on the vasomotor properties of the rat femur principal nutrient artery. J. Appl. Physiol. 2015 ,118, 980988. CrossRef PubMed 100. Kaplanskii, A.S.; Durnova, G.N.; Sakharova, Z.F.; Ilina-Kakueva, E.I. Histomorphometric analysis of the bones of rats on board the Kosmos 1667 biosatellite. Kosm. Biol. Aviakosm. Med. 1987 ,21, 2531. PubMed 101. Lueken, S.A.; Arnaud, S.B.; Taylor, A.K.; Baylink, D.J. Changes in markers of bone formation and resorption in a bed rest model of weightlessness. J. Bone Miner. Res. 1993 ,8, 14331438. CrossRef PubMed 102. Shahnazari, M.; Kurimoto, P .; Boudignon, B.M.; Orwoll, B.E.; Bikle, D.D.; Halloran, B.P . Simulated spaceight produces a rapid and sustained loss of osteoprogenitors and an acute but transitory rise of osteoclast precursors in two genetic strains of mice. Am. J. Physiol. Endocrinol. Metab. 2012 ,303, E1354E1362. CrossRef PubMed 103. Delp, M.D.; Charvat, J.M.; Limoli, C.L.; Globus, R.K.; Ghosh, P . apollo lunar astronauts show higher cardiovascular disease mortality: Possible deep space radiation effects on the vascular endothelium. Sci Rep. 2016 ,6. CrossRef PubMed 104. Sykiotis, G.P .; Bohmann, D. Keap1 Nrf2 signaling regulates oxidative stress tolerance and lifespan in Drosophila. Dev. Cell 2008 ,14, 7685. CrossRef PubMed 105. Ma, Q. Role of nrf2 in oxidative stress and toxicity. Annu. Rev. Pharmacol. Toxicol. 2013 ,53, 401412. CrossRef PubMed 106. Loboda, A.; Damulewicz, M.; Pyza, E.; Jozkowicz, A.; Dulak, J. Role of Nrf2HO-1 system in development, oxidative stress response and diseases: An evolutionarily conserved mechanism. Cell. Mol. Life Sci. 2016 ,73, 32213247. CrossRef PubMed 107. Moi, P .; Chan, K.; Asunis, I.; Cao, A.; Kan, Y.W. Isolation of NF-E2-related factor 2 ( Nrf2 ), a NF-E2-like basic leucine zipper transcriptional activator that binds to the tandem NF-E2AP1 repeat of the -globin locus control region. Proc. Natl. Acad. Sci. USA 1994 ,91, 99269930. CrossRef PubMed 108. Zhang, H.; Davies, K.J.A.; Forman, H.J. Oxidative stress response and Nrf2 signaling in aging. Free Radic. Biol. Med. 2015 ,88, 314336. CrossRef PubMed 109. Chan, K.; Lu, R.; Chang, J.C.; Kan, Y.W. NRF2 , a member of the NFE2 family of transcription factors, is not essential for murine erythropoiesis, growth, and development. Proc. Natl. Acad. Sci. USA 1996 ,93, 1394313948. CrossRef PubMed 110. Pellegrini, G.G.; Cregor, M.; McAndrews, K.; Morales, C.C.; McCabe, L.D.; McCabe, G.P .; Peacock, M.; Burr, D.; Weaver, C.; Bellido, T. Nrf2 regulates mass accrual and the antioxidant endogenous response in bone differently depending on the sex and age. PLoS ONE 2017 ,12. CrossRef PubMed 111. McDonald, J.T.; Kim, K.; Norris, A.J.; Vlashi, E.; Phillips, T.M.; Lagadec, C.; della Donna, L.; Ratikan, J.; Szelag, H.; Hlatky, L.; et al. Ionizing radiation activates the Nrf2 antioxidant response. Cancer Res. 2010 ,70, 88868895. CrossRef PubMed 112. Strom, J.; Chen, Q.M. Loss of Nrf2 promotes rapid progression to heart failure following myocardial infarction. Toxicol. Appl. Pharmacol. 2017 ,327, 5258. CrossRef PubMed 113. Larabee, C.M.; Desai, S.; Agasing, A.; Georgescu, C.; Wren, J.D.; Axtell, R.C.; Plafker, S.M. Loss of Nrf2 exacerbates the visual decits and optic neuritis elicited by experimental autoimmune encephalomyelitis. Mol. Vis. 2016 ,22, 15031513. PubMed 114. Zhao, Z.; Chen, Y.; Wang, J.; Sternberg, P .; Freeman, M.L.; Grossniklaus, H.E.; Cai, J. Age-related retinopathy inNRF2 -decient mice. PLoS ONE 2011 ,6. CrossRef PubMed 115. Kim, J.H.; Singhal, V .; Biswal, S.; Thimmulappa, R.K.; DiGirolamo, D.J. Nrf2 is required for normal postnatal bone acquisition in mice. Bone Res. 2014 ,2. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2153 16 of 18 116. Rana, T.; Schultz, M.A.; Freeman, M.L.; Biswas, S. Loss of Nrf2 accelerates ionizing radiation-induced bone loss by upregulating RANKL .Free Radic. Biol Med. 2012 ,53, 22982307. CrossRef PubMed 117. Gremmels, H.; de Jong, O.G.; Hazenbrink, D.H.; Fledderus, J.O.; Verhaar, M.C. The transcription factor Nrf2 protects angiogenic capacity of endothelial colony-forming cells in high-oxygen radical stress conditions. Stem Cells Int. 2017 ,2017 . CrossRef PubMed 118. Hyeon, S.; Lee, H.; Yang, Y.; Jeong, W. Nrf2 deciency induces oxidative stress and promotes RANKL -induced osteoclast differentiation. Free Radic. Biol. Med. 2013 ,65, 789799. CrossRef PubMed 119. Park, C.K.; Lee, Y.; Kim, K.H.; Lee, Z.H.; Joo, M.; Kim, H.H. Nrf2 is a novel regulator of bone acquisition. Bone 2014 ,63, 3646. CrossRef PubMed 120. Sun, Y.X.; Li, L.; Corry, K.A.; Zhang, P .; Yang, Y.; Himes, E.; Mihuti, C.L.; Nelson, C.; Dai, G.; Li, J. Deletion of Nrf2 reduces skeletal mechanical properties and decreases load-driven bone formation. Bone 2015 ,74, 19. CrossRef PubMed 121. Leach, C.S. A review of the consequences of uid and electrolyte shifts in weightlessness. Acta Astronaut. 1979 ,6, 11231135. CrossRef 122. Natochin, Y.V .; Kozyrevskaya, G.I.; Grigoryev, A.I. Study of water-salt metabolism and renal function in cosmonauts. Acta Astronaut. 1975 ,2, 175188. CrossRef 123. Grigorev, A.I.; Dorokhova, B.P .; Semenov, V .; Morukov, B.V .; Baichorov, E.O. Water-electrolyte balance and functional state of the kidneys in cosmonauts after a 185-day space ight. Kosm. Biol. Aviakosm. Med. 1985 , 19, 1721. 124. Grigoriev, A.I.; Morukov, B.V .; Vorobiev, D.V . Water and electrolyte studies during long-term missions onboard the space stations SALYUT and MIR. Clin. Investig. 1994 ,72, 169198. CrossRef PubMed 125. Priestley, J.R.; Kautenburg, K.E.; Casati, M.C.; Endres, B.T.; Geurts, A.M.; Lombard, J.H. The NRF2 knockout rat: A new animal model to study endothelial dysfunction, oxidant stress, and microvascular rarefaction. Am. J. Physiol. Heart Circ. Physiol. 2016 ,310, H478H488. CrossRef PubMed 126. Smietana, M.J.; Arruda, E.M.; Faulkner, J.A.; Brooks, S.V .; Larkin, L.M. Reactive oxygen species on bone mineral density and mechanics in Cu,Zn superoxide dismutase ( Sod1 ) knockout mice. Biochem. Biophys. Res. Commun. 2010 ,403, 149153. CrossRef PubMed 127. Muller, F.L.; Song, W.; Liu, Y.; Chaudhuri, A.; Pieke-Dahl, S.; Strong, R.; Huang, T.T.; Epstein, C.J.; Roberts, L.J., 2nd; Csete, M.; et al. Absence of CuZn superoxide dismutase leads to elevated oxidative stress and acceleration of age-dependent skeletal muscle atrophy. Free Radic. Biol. Med. 2006 ,40, 19932004. CrossRef PubMed 128. Schriner, S.E.; Linford, N.J.; Martin, G.M.; Treuting, P .; Ogburn, C.E.; Emond, M.; Coskun, P .E.; Ladiges, W.; Wolf, N.; van Remmen, H.; et al. Extension of murine life span by overexpression of catalase targeted to mitochondria. Science 2005 ,308, 19091911. CrossRef PubMed 129. Treuting, P .M.; Linford, N.J.; Knoblaugh, S.E.; Emond, M.J.; Morton, J.F.; Martin, G.M.; Rabinovitch, P .S.; Ladiges, W.C. Reduction of age-associated pathology in old mice by overexpression of catalase in mitochondria. J. Gerontol. A Biol. Sci. Med. Sci. 2008 ,63, 813832. CrossRef PubMed 130. Mao, P .; Manczak, M.; Calkins, M.J.; Truong, Q.; Reddy, T.P .; Reddy, A.P .; Shirendeb, U.; Lo, H.H.; Rabinovitch, P .S.; Reddy, P .H. Mitochondria-targeted catalase reduces abnormal APP processing, amyloid production and BACE1 in a mouse model of Alzheimers disease: Implications for neuroprotection and lifespan extension. Hum. Mol. Genet. 2012 ,21, 29732990. CrossRef PubMed 131. Dai, D.F.; Chen, T.; Wanagat, J.; Laamme, M.; Marcinek, D.J.; Emond, M.J.; Ngo, C.P .; Prolla, T.A.; Rabinovitch, P .S. Age-dependent cardiomyopathy in mitochondrial mutator mice is attenuated by overexpression of catalase targeted to mitochondria. Aging Cell 2010 ,9, 536564. CrossRef PubMed 132. Dai, D.F.; Santana, L.F.; Vermulst, M.; Tomazela, D.M.; Emond, M.J.; MacCoss, M.J.; Gollahon, K.; Martin, G.M.; Loeb, L.A.; Ladiges, W.C.; et al. Overexpression of catalase targeted to mitochondria attenuates murine cardiac aging. Circulation 2009 ,119, 27892797. CrossRef PubMed 133. Dai, D.F.; Rabinovitch, P . Mitochondrial oxidative stress mediates induction of autophagy and hypertrophy in angiotensin-II treated mouse hearts. Autophagy 2011 ,7, 917918. CrossRef PubMed 134. Wang, Y.; Wang, G.Z.; Rabinovitch, P .S.; Tabas, I. Macrophage mitochondrial oxidative stress promotes atherosclerosis and nuclear factor- B-mediated inammation in macrophages. Circ. Res. 2014 ,114, 421433. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2153 17 of 18 135. Ucer, S.; Iyer, S.; Kim, H.N.; Han, L.; Rutlen, C.; Allison, K.; Thostenson, J.D.; de Cabo, R.; Jilka, R.L.; OBrien, C.; et al. The effects of aging and sex steroid deciency on the murine skeleton are independent and mechanistically distinct. J. Bone Miner. Res. 2017 ,32, 560574. CrossRef PubMed 136. Liao, A.C.; Craver, B.M.; Tseng, B.P .; Tran, K.K.; Parihar, V .K.; Acharya, M.M.; Limoli, C.L. Mitochondrial-targeted human catalase affords neuroprotection from proton irradiation. Radiat. Res. 2013 , 180, 16. CrossRef PubMed 137. Parihar, V .K.; Allen, B.D.; Tran, K.K.; Chmielewski, N.N.; Craver, B.M.; Martirosian, V .; Morganti, J.M.; Rosi, S.; Vlkolinsky, R.; Acharya, M.M.; et al. Targeted overexpression of mitochondrial catalase prevents radiation-induced cognitive dysfunction. Antioxid. Redox Signal. 2015 ,22, 7891. CrossRef PubMed 138. Chmielewski, N.N.; Caressi, C.; Giedzinski, E.; Parihar, V .K.; Limoli, C.L. Contrasting the effects of proton irradiation on dendritic complexity of subiculum neurons in wild type and MCAT mice. Environ. Mol. Mutagen. 2016 ,57, 364371. CrossRef PubMed 139. Chang, J.; Feng, W.; Wang, Y.; Luo, Y.; Allen, A.R.; Koturbash, I.; Turner, J.; Stewart, B.; Raber, J.; Hauer-Jensen, M.; et al. Whole-body proton irradiation causes long-term damage to hematopoietic stem cells in mice. Radiat. Res. 2015 ,183, 240248. CrossRef PubMed 140. Chen, L.; Ran, Q.; Xiang, Y.; Xiang, L.; Chen, L.; Li, F.; Wu, J.; Wu, C.; Li, Z. Co-activation of PKC-DbyCRIF1 modulates oxidative stress in bone marrow multipotent mesenchymal stromal cells after Irradiation by phosphorylating NRF2 ser40. Theranostics 2017 ,7, 26342648. CrossRef PubMed 141. Alwood, J.S.; Yumoto, K.; Mojarrab, R.; Limoli, C.L.; Almeida, E.A.; Searby, N.D.; Globus, R.K. Heavy ion irradiation and unloading effects on mouse lumbar vertebral microarchitecture, mechanical properties and tissue stresses. Bone 2010 ,47, 248285. CrossRef PubMed 142. Yumoto, K.; Globus, R.K.; Mojarrab, R.; Arakaki, J.; Wang, A.; Searby, N.D.; Almeida, E.A.; Limoli, C.L. Short-term effects of whole-body exposure to (56)fe ions in combination with musculoskeletal disuse on bone cells. Radiat. Res. 2010 ,173, 494504. CrossRef PubMed 143. Lloyd, S.A.; Bandstra, E.R.; Willey, J.S.; Rife, S.E.; Tirado-Lee, L.; Nelson, G.A.; Pecaut, M.J.; Bateman, T.A. Effect of proton irradiation followed by hindlimb unloading on bone in mature mice: A model of long-duration spaceight. Bone 2012 ,51, 756766. CrossRef PubMed 144. Alwood, J.S.; Kumar, A.; Tran, L.H.; Wang, A.; Limoli, C.L.; Globus, R.K. Low-dose, ionizing radiation and age-related changes in skeletal microarchitecture. J. Aging Res. 2012 ,2012 . CrossRef PubMed 145. Guan, J.; Stewart, J.; Ware, J.H.; Zhou, Z.; Donahue, J.J.; Kennedy, A.R. Effects of dietary supplements on the space radiation-induced reduction in total antioxidant status in CBA mice. Radiat. Res. 2006 ,165, 373378. CrossRef PubMed 146. Kennedy, A.R.; Davis, J.G.; Carlton, W.; Ware, J.H. Effects of dietary antioxidant supplementation on the development of malignant lymphoma and other neoplastic lesions in mice exposed to proton or iron-ion radiation. Radiat. Res. 2008 ,169, 615625. CrossRef PubMed 147. Wambi, C.; Sanzari, J.; Wan, X.S.; Nuth, M.; Davis, J.; Ko, Y.H.; Sayers, C.M.; Baran, M.; Ware, J.H.; Kennedy, A.R. Dietary antioxidants protect hematopoietic cells and improve animal survival after total-body irradiation. Radiat. Res. 2008 ,169, 384396. CrossRef PubMed 148. Matsugo, S.; Yan, L.J.; Han, D.; Trischler, H.J.; Packer, L. Elucidation of antioxidant activity of lipoic acid toward hydroxyl radical. Biochem. Biophys. Res. Commun. 1995 ,208, 161167. CrossRef PubMed 149. Brown, S.L.; Kolozsvary, A.; Liu, J.; Jenrow, K.A.; Ryu, S.; Kim, J.H. Antioxidant diet supplementation starting 24 hours after exposure reduces radiation lethality. Radiat. Res. 2010 ,173, 462468. CrossRef PubMed 150. Espirito Santo, A.I.; Ersek, A.; Freidin, A.; Feldmann, M.; Stoop, A.A.; Horwood, N.J. Selective inhibition ofTNFR1 reduces osteoclast numbers and is differentiated from anti-TNF in a LPS-driven model of inammatory bone loss. Biochem. Biophys. Res. Commun. 2015 ,464, 11451150. CrossRef PubMed 151. Goldring, S.R.; Purdue, P .E.; Crotti, T.N.; Shen, Z.; Flannery, M.R.; Binder, N.B.; Ross, F.P .; McHugh, K.P . Bone remodelling in inammatory arthritis. Ann. Rheum. Dis. 2013 ,72(Suppl. S2). CrossRef PubMed 152. Vinson, J.A.; Zubik, L.; Bose, P .; Samman, N.; Proch, J. Dried fruits: Excellent in vitro andin vivo antioxidants. J. Am. Coll. Nutr. 2005 ,24, 4450. CrossRef PubMed 153. Halloran, B.P .; Wronski, T.J.; VonHerzen, D.C.; Chu, V .; Xia, X.; Pingel, J.E.; Williams, A.A.; Smith, B.J. Dietary dried plum increases bone mass in adult and aged male mice. J. Nutr. 2010 ,140, 17811787. CrossRef PubMedInt. J. Mol. Sci. 2017 ,18, 2153 18 of 18 154. Johnson, C.D.; Lucas, E.A.; Hooshmand, S.; Campbell, S.; Akhter, M.P .; Arjmandi, B.H. Addition of fructooligosaccharides and dried plum to soy-based diets reverses bone loss in the ovariectomized rat. Evid. Based Complement. Alternat. Med. 2011 ,2011 . CrossRef PubMed 155. Rendina, E.; Lim, Y.F.; Marlow, D.; Wang, Y.; Clarke, S.L.; Kuvibidila, S.; Lucas, E.A.; Smith, B.J. Dietary supplementation with dried plum prevents ovariectomy-induced bone loss while modulating the immune response in C57BL6J mice. J. Nutr. Biochem. 2012 ,23, 6068. CrossRef PubMed 156. Takahashi, K.; Okumura, H.; Guo, R.; Naruse, K. Effect of oxidative stress on cardiovascular system in response to gravity. Int. J. Mol. Sci. 2017 ,18. CrossRef PubMed 2017 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http:creativecommons.orglicensesby4.0).",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]