[
    {
        "pmid": "28402337",
        "title": "Bone Marrow Adipose Tissue Deficiency Increases Disuse-Induced Bone Loss in Male Mice.",
        "year": "2017",
        "journal": "Sci Rep",
        "abstract": "Bone marrow adipose tissue (MAT) is negatively associated with bone mass. Since osteoblasts and adipocytes are derived from the same precursor cells, adipocyte differentiation may occur at the expense of osteoblast differentiation. We used MAT-deficient KitW/W-v (MAT-) mice to determine if absence of MAT reduced bone loss in hindlimb-unloaded (HU) mice. Male MAT- and wild-type (WT) mice were randomly assigned to a baseline, control or HU group (n = 10 mice/group) within each genotype and HU groups unloaded for 2 weeks. Femurs were evaluated using micro-computed tomography, histomorphometry and targeted gene profiling. MAT- mice had a greater reduction in bone volume fraction after HU than did WT mice. HU MAT- mice had elevated cancellous bone formation and resorption compared to other treatment groups as well as a unique profile of differentially expressed genes. Adoptive transfer of WT bone marrow-derived hematopoietic stem cells reconstituted c-kit but not MAT in KitW/W-v mice. The MAT- WT → KitW/W-v mice lost cancellous bone following 2 weeks of HU. In summary, results from this study suggest that MAT deficiency was not protective, and was associated with exaggerated disuse-induced cancellous bone loss.",
        "full_text": "1 Scientific RepoRts  7:46325  DOI: 10.1038srep46325www.nature.comscientificreportsBone Marrow Adipose Tissue Deficiency Increases Disuse- Induced Bone Loss in Male Mice Jessica A. Keune1, Carmen P . Wong1, Adam J. Branscum2, Urszula T. Iwaniec1,3  Russell T. Turner1,3 Bone marrow adipose tissue (MAT) is negatively associated with bone mass. Since osteoblasts and adipocytes are derived from the same precursor cells, adipocyte differentiation may occur at the expense of osteoblast differentiation. We used MAT-deficient Kit WWv (MAT-) mice to determine if absence of MAT reduced bone loss in hindlimb-unloaded (HU) mice. Male MAT- and wild-type (WT) mice were randomly assigned to a baseline, control or HU group (n  10 micegroup) within each genotype and HU groups unloaded for 2 weeks. Femurs were evaluated using micro-computed tomography, histomorphometry and targeted gene profiling. MAT- mice had a greater reduction in bone volume fraction after HU than did WT mice. HU MAT- mice had elevated cancellous bone formation and resorption compared to other treatment groups as well as a unique profile of differentially expressed genes. Adoptive transfer of WT bone marrow-derived hematopoietic stem cells reconstituted c-kit but not MAT in Kit WWv mice. The MAT- WT  KitWWv mice lost cancellous bone following 2 weeks of HU. In summary, results from this study suggest that MAT deficiency was not protective, and was associated with exaggerated disuse-induced cancellous bone loss. In long-duration spaceflight, the human skeleton adapts to microgravity by reducing the amount of bone in sites that are weight-bearing1. While new countermeasures have been implemented in a mission-specific manner, mit- igating the metabolic changes of the skeleton in microgravity remains a challenge to the success of long-duration exploration class missions2,3. An increase in bone marrow adipose tissue (MAT) is commonly observed with a decline in bone mass. This association has been observed in humans in iliac crest biopsies and with non-invasive use of magnetic resonance imaging, and in animal models for aging, postmenopausal osteoporosis 4 and disuse516. Increased MAT was reported in humans following long-duration bedrest and in rodents during spaceflight13,1719. Both osteoblasts and adipocytes differentiate from mesenchymal stem cells in the presence of specific transcription factors2023. Since osteoblasts and adipocytes originate from the same progenitor pool within the bone marrow, it is possible that one cell type could be produced at the expense of the other 20,2429. However, a causal relationship has yet to be demonstrated. Thus, while conditions of disuse create a change in balance of cellular function within the bone marrow, it is not clear whether the concurrently observed infiltration of bone marrow fat actively contributes to bone loss. We have previously identified Kit WW v mice as deficient in bone marrow adipose tissue (MAT-) in weight-bearing bones30,31. These mice have a loss of function mutation in c-kit, a receptor tyrosine kinase, located on selective hematopoietic lineage cells32,33. Since an inverse relationship between MAT accumulation and bone mass has been observed, we hypothesized that if MAT plays a causative role, MAT- mice would be resistant to disuse-induced bone loss. To test this hypothesis, we utilized hindlimb unloading (HU) as a ground-based model for spaceflight 34. The HU model produces skeletal changes in hindlimbs of rodents similar to those observed in astronauts following spaceflight35. We therefore compared the skeletal response of adult male WT mice and MAT- mice to HU. 1Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331,USA. 2Biostatistics Program, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331,USA. 3Center for Healthy Aging Research, Oregon State University, Corvallis, OR 97331, USA. Correspondence and requests for materials should be addressed to R.T.T. (email: russell.turner oregonstate.edu)received: 25 May 2016 Accepted: 16 March 2017 Published: 12 April 2017OPENwww.nature.comscientificreports2 Scientific RepoRts  7:46325  DOI: 10.1038srep46325Results Experiment 1. Experiment 1 evaluated the impact of MAT deficiency on the skeletal response to HU. The effects of genotype (WT and MAT-), treatment (control and HU), and their interaction on body weight, abdom- inal white adipose tissue (W AT) weight, seminal vesicle weight and blood glucose at necropsy are shown in Fig. 1. MAT- mice had a lower body weight than WT mice (Fig. 1a). No significant difference in body weight was observed in response to HU. MAT- mice had less abdominal W AT than WT mice (Fig. 1b). No significant difference in W AT weight was observed in response to HU. Seminal vesicle weight reflects testosterone levels in mice 36. MAT- mice had lower seminal vesicle weight than WT mice (Fig. 1c) and HU resulted in greater seminal vesicle weight. Blood glucose was not different between genotypes (Fig. 1d). HU resulted in higher blood glucose concentrations, but MAT- HU mice experienced a greater increase in blood glucose. The effects of genotype, HU and their interaction on cancellous bone microarchitecture in the distal femur metaphysis are shown in Fig. 2. MAT- mice had a greater bone volume fraction than WT mice (Fig. 2a). HU resulted in a lower bone volume fraction in both genotypes, but the MAT- mice experienced a greater reduction in bone volume fraction. MAT- mice had a greater connectivity density (Fig. 2b) than WT mice. HU reduced the connectivity density of both genotypes, but MAT- mice experienced a greater reduction. MAT- mice had greater trabecular number than WT mice (Fig. 2c). HU resulted in lower trabecular number. MAT- mice had greater trabecular thickness than WT mice (Fig. 2d). HU resulted in lower trabecular thickness. MAT- mice had lower trabecular spacing than WT mice (Fig. 2e). HU resulted in greater trabecular spacing. Representative images of microarchitecture in the femur metaphysis are shown in Fig. 2fi. The effects of genotype, HU and their interaction on cancellous bone microarchitecture in the distal femur epiphysis are shown in Supplementary Figure S1. Bone volume fraction was not different between genotypes (Fig. S1a). HU resulted in lower bone volume fraction. MAT- mice had lower connectivity density than WT mice (Fig. S1b). No significant difference in connectivity density was observed in response to HU. MAT- mice had Figure 1. Effects of genotype, hindlimb unloading (HU) and their interaction on (a) body weight, (b) white adipose tissue weight, (c) seminal vesicle weight and (d) blood glucose. Two-way ANOV A: a, different from control mice within genotype. P-values significant at P  0.05. Mean  SEM.www.nature.comscientificreports3 Scientific RepoRts  7:46325  DOI: 10.1038srep46325lower trabecular number than WT mice (Fig. S1c). No significant difference was observed in trabecular number in response to HU. MAT- mice had greater trabecular thickness than WT mice (Fig. S1d). HU resulted in lower trabecular thickness. MAT- mice had greater trabecular spacing than WT mice (Fig. S1e). No significant differ - ence was observed in trabecular spacing in response to HU. To establish the direction of changes in bone microarchitecture following HU, the treatment groups were compared to controls sacrificed at the start of the experiment (baseline controls). The results are shown in Supplementary Table S1. In general, there was no difference in bone microarchitecture between control and baseline mice, the exceptions being cancellous bone volume fraction, connectivity density and trabecular number Figure 2. Effects of genotype, hindlimb unloading (HU) and their interaction on cancellous bone microarchitecture in the distal femur metaphysis. Shown are (a) cancellous bone volume fraction, (b) connectivity density, (c) trabecular number, (d) trabecular thickness, (e) trabecular spacing. Two-way ANOV A: a, different from control mice within genotype; b, different from WT mice within treatment. P-values significant at P  0.05. Mean  SEM. Representative uCT images are show from (f) WT control, (g) WT HU, (h) MAT- control, and (i) MAT- HU mice. Images compiled by JAK.www.nature.comscientificreports4 Scientific RepoRts  7:46325  DOI: 10.1038srep46325in the distal femur metaphysis of WT mice which were lower in the control mice. In contrast, most parameters differed between the HU mice and baseline mice. Specifically, cancellous bone volume fraction, connectivity density, trabecular number, and trabecular thickness were lower and trabecular spacing higher in the distal femur metaphysis of HU WT and HU MAT- mice. Also, cancellous bone volume fraction and trabecular thickness were lower in the distal femur epiphysis of HU WT and HU MAT- mice compared to baseline. The effects of genotype, HU and their interaction on histomorphometry in the distal femur metaphysis are shown in Fig. 3. As expected, adipocytes in bone marrow were not detected in MAT- mice (Fig. 3ac). The absence of adipocytes can be visibly appreciated in Fig. 3e. No significant differences were observed in bone marrow adiposity (Fig. 3a), adipocyte density (Fig. 3b) or adipocyte size (Fig. 3c) in response to HU in WT mice. MAT- HU mice had greater osteoblast perimeter than WT HU mice (Fig. 3f). HU had no effect on osteoblast perimeter in WT mice, but resulted in greater osteoblast perimeter in the MAT- mice. MAT- mice had a greater osteoclast perimeter than WT mice (Fig. 3g). HU resulted in greater osteoclast perimeter. MAT- mice had greater mineralizing perimeter than WT mice (Fig. 3h). No significant difference in mineralizing perimeter was observed in response to HU. MAT- HU mice had greater mineral apposition rate than WT HU mice (Fig. 3i). HU had no effect on mineral apposition rate in WT mice, but resulted in greater mineral apposition rate in the MAT- mice. MAT- HU mice had greater bone formation rate than WT HU mice (Fig. 3j). HU had no effect on bone formation rate in the WT mice, but resulted in greater bone formation rate in MAT- mice. Gene profiling was performed to evaluate whether HU leads to differential gene expression in WT and MAT- mice that may provide insight into the mechanisms mediating the observed differences in microarchitecture and cel-lular responses. The differential expression of genes related to osteoblast and osteoclast differentiation and function is shown in Fig. 4; the complete analysis of all 84 genes can be found in Supplementary Table S2. Compared to WT control mice, 5 genes (Igfbp2, Mstn, Mthfr, Nfatc1, Sfrp1) were differentially expressed in MAT- mice. Compared to WT control mice, 10 genes (Adcy10, Bmp7, Calcr, Car2, Col1a1, Comt, Crtap, Ctsk, Esr1, Fgfr1) were differentially expressed in WT HU mice. Compared to WT control mice, 21 genes (Alox12, Alox15, Alox5, Cd40, Cnr2, Comt, Dbp, Esr1, Esrra, Hsd11b1, Igfbp2, Il6, Il6ra, Lta, Mstn, Nos3, Npy, Nr3c1, Sfrp1, Shbg, Tshr) were differentially expressed in MAT- HU mice. Two of the genes that were differentially expressed in HU WT mice were differentially expressed in MAT- HU mice (Comt, and Esr1), but in opposite directions. Experiment 2. A pilot study showed that transplanting WT hematopoietic stem cells (HSC) into KitWW v mice (WT KitWW v) reconstituted the hematopoietic compartment without restoring MAT. Therefore, Experiment 2 was performed to determine if HU-induced bone loss occurs with MAT deficiency in WT  KitWW v mice. The absence of MAT following adoptive transfer of WT HSC was confirmed in the present study (Fig. 5). To determine the extent of hematopoietic cell compartment reconstitution with donor cells in irradiated recipients, adoptive transfer of Green Fluorescent Protein (GFP)-positive HSC into irradiated recipients (GFP  Kit WWv) was concurrently performed. The percentage of donor-derived GFP positive B cells and T cells, two immune cell populations derived from HSC, were determined in the peripheral blood lymphocytes of recipient mice 8 weeks post adoptive transfer (Fig. 6). As expected, the control mice had no GFP-positive cells. In the GFP Kit WW v mice, 95 of B cells and 79 of T cells were GFP positive. The effect of HU on cancellous bone in the femur metaphysis of MAT- mice after adoptive transfer of WT HSC (WT KitWW v) is shown in Fig. 7. HU resulted in lower cancellous bone volume fraction (Fig. 7a), lower connectivity density (Fig. 7b), and lower trabecular thickness (Fig. 7d). No effect of HU was observed in trabec - ular number (Fig. 7c) or trabecular spacing (Fig. 7e). Analysis of cancellous bone in the femur epiphysis of MAT- mice, who underwent adoptive transfer of WT HSC, is shown in Supplementary Figure S2. HU resulted in lower bone volume fraction (Fig. S2a). No effect of HU was observed in connectivity density (Fig. S2b), trabecular number (Fig. S2c), trabecular thickness (Fig. S2d) or trabecular spacing (Fig. S2e). Discussion The present analysis is among the first to investigate the role of MAT in disuse-induced bone loss. The skeletal response to HU, an Earth-based model for spaceflight, was compared between normal mice and mice deficient in MAT (Kit WW v mice). We hypothesized that an inability to produce MAT would provide protection from disuse-induced bone loss. This hypothesis stemmed from evidence that an increase in MAT during disuse was occurring at the expense of osteoblast formation. However, results from this study do not support our hypothesis. Indeed, MAT deficiency was associated with exaggerated bone loss. The MAT- mice exhibited compartment-specific alterations in skeletal microarchitecture. In the distal femur metaphysis, MAT- mice had higher cancellous bone volume fraction and better bone quality (higher connectiv-ity density, higher trabecular thickness, higher trabecular number and lower trabecular spacing) compared to WT mice. A different pattern was observed in the femur epiphysis where no difference between genotypes was detected in cancellous bone volume fraction, but the MAT- mice had lower trabecular number and higher tra-becular thickness. Compared to cancellous bone in the metaphysis, which is highly sensitive to systemic factors that regulate mineral homeostasis (e.g., gonadal hormones), cancellous bone in the epiphysis experiences higher strain energy levels during weight bearing, suggesting a more important mechanical role, and exhibits lower bone loss in response to gonadectomy or aging 3739. The potential for site-specific differences in regulation illustrate the importance of evaluating multiple skeletal sites. Histomorphometric analysis provides insight into the cellular basis for the microarchitecture in the metaphysis. Specifically, bone formation was higher in the MAT- mice compared to WT mice. These results support the concept that an inability to produce MAT may increase the production of osteoblasts 24,4042. Interestingly, osteoclast perimeter was also higher in MAT- mice. Presumably, the unbalanced bone turnover responsible for a higher cancellous bone volume fraction in MAT- mice is due, in part, to the previously described defect in osteoclast activity in these mice 43.www.nature.comscientificreports5 Scientific RepoRts  7:46325  DOI: 10.1038srep46325 Figure 3. Effects of genotype, hindlimb unloading (HU) and their interaction on marrow adiposity and cancellous bone histomorphometry in the distal femur metaphysis. Shown are (a) bone marrow adiposity, (b) adipocyte density, (c) adipocyte size, (d) image showing presence of adipocytes in WT mouse, (e) image showing absence of adipocytes in MAT- mouse, (f) osteoblast perimeter, (g) osteoclast perimeter, (h) mineralizing perimeter, (i) mineral apposition rate, and (j) bone formation rate. Two-way ANOV A: a, different from control mice within genotype; b, different from WT mice within treatment. P-values significant at P  0.05. Mean  SEM. Image scale is 500  m at 4x. Images taken by JAK.www.nature.comscientificreports6 Scientific RepoRts  7:46325  DOI: 10.1038srep46325 Figure 4. Relative expression of genes relating to osteoblast and osteoclast differentiation and function normalized to Gapdh. WT CTL mice were used to compare the effects of HU (red circle; 10 genes differentially expressed), MAT deficiency (green circle; 5 genes differentially expressed), and MAT deficiency after HU (blue circle; 21 genes differentially expressed). Figure 5. GFP-positive cells in WT control (no adoptive transfer) and KitWWv mice 8 weeks post adoptive transfer showing successful transfer of GFP-labeled HSC. Mean  SEM.www.nature.comscientificreports7 Scientific RepoRts  7:46325  DOI: 10.1038srep46325Two weeks of HU resulted in reduced cancellous bone volume fraction in the metaphysis in both WT and MAT- mice, but the reduction was greater in MAT- mice. HU also resulted in changes in bone microarchitec- ture consistent with deterioration in bone quality (decreased connectivity density, trabecular number, trabecular thickness, and increased trabecular spacing). HU resulted in higher osteoclast perimeter in WT mice without altering osteoblast perimeter, a result consistent with the effect of spaceflight on biochemical markers of bone turnover is astronauts 4447. HU resulted in higher bone formation in the metaphysis of MAT-mice, as well as Figure 6. Images of histological sections from (a) WT Kitwwv control and (b) WT Kitwwv HU mice showing absence of adipocytes following adoptive transfer of WT HSC. Scale is 500  m at 4x. Images taken by JAK. Figure 7. Effects of hindlimb unloading (HU) following adoptive transfer (WTKitwwv) on cancellous bone microarchitecture in the distal femur metaphysis. Shown are (a) cancellous bone volume fraction, (b) connectivity density, (c) trabecular number, (d) trabecular thickness and (e) trabecular spacing. T-test: P-values significant at P  0.05. Mean  SEM.www.nature.comscientificreports8 Scientific RepoRts  7:46325  DOI: 10.1038srep46325higher osteoclast perimeter. Thus, while HU resulted in higher osteoblast perimeter, it was insufficient to balance the higher rate of bone resorption, resulting in less cancellous bone due to unbalanced bone turnover. Whereas 4 days of HU were associated with decreased expression of bone matrix proteins in BALBc and C3H mice48, we observed no decrease in expression of bone matrix proteins (Bglap, Col1a1, Col1a2) or alkaline phos- phatase 14 days following unloading in WBB6F1J mice. These findings are consistent with the normal osteoblast perimeter and bone formation in WBB6F1J HU mice. The results further suggest that any suppression of bone formation following HU is transient, with the rebound occurring in response to increased bone resorption. HU did not alter MAT levels, a finding that contrasts with the increases in MAT reported following spaceflight in rats 18 and a previous HU study in mice49. The reason for this discrepancy is not clear. Few studies have eval- uated effects of either spaceflight or disuse on MAT in mice. Thus, we cannot be certain that additional factors, including species, gender, age, duration of skeletal unloading and housing conditions, impact MAT accumu-lation during HU. The present study differs from earlier work in that mice in the present study were housed at thermoneutral temperature (32 C). This may be relevant because MAT levels are reduced in mice by housing at room temperature 38,50. Limitations of the present study include the relatively short duration of unloading and exclusive use of males. While the skeletons of male and female rats were reported to respond similarly to HU, gender comparisons have not been performed in mice 51. Whatever the precise mechanism for the discrepancy in MAT accumulation during skeletal unloading, our results indicate an increase in MAT is not a prerequisite for HU-induced cancellous bone loss. Spaceflight is associated with the development of subclinical diabetogenic changes in astronauts 52. Whole body insulin resistance was observed within one day in growing HU rats53. In the present study, HU resulted in higher blood glucose levels, a response that was accentuated in MAT- mice. This suggests that MAT- mice have an impaired ability to regulate blood glucose levels which may be relevant to their excessive bone loss compared to WT mice as the skeletal response to mechanical loading is impaired in mice with hyperglycemia 54. Results from Experiment 1 indicate that an inability to produce MAT does not provide protection against disuse-induced bone loss. However, MAT- mice are also c-kit deficient. Kit signaling plays a role in regulat-ing early osteoclast differentiation and mature osteoclast function 55,56. Thus, impaired c-kit signaling may have impacted the skeletal response to HU. While adipocytes and osteoblasts are derived from mesenchymal stem cells, HSC express c-kit 57. Adoptive transfer in Experiment 2 was successful in restoring WT hematopoietic line- age cells without restoring MAT. Two weeks of HU resulted in reduced cancellous bone in WT KitWW v mice, indicating that MAT- mice with normal c-kit signaling are not protected against HU-induced cancellous bone loss. Gene profiling adds further support to the conclusion that the underlying mechanisms mediating cancellous bone loss in the femur of HU MAT- and WT mice are not identical. There was little overlap in differentially expressed genes between HU WT and HU MAT- mice and where there was overlap (Comt, Esr1) the genes were differentially expressed in opposite directions. Particularly notable was the opposing differential response of estrogen receptor  (Esr1) in WT and MAT- mice to HU because estrogen receptor signaling plays an important role in the skeletal response to mechanical loading 37. Also notable following HU was the genotype-specific (MAT- only) differential expression of genes related to fatty acid metabolism (Alox5, Alox10 and Alox12) and cytokine, neurotransmitter and hormone signaling (Comt, Hsd11b, Esr1, Igfbp2, Il6, Il6ra, Lta, Nos3, NPY , Nr3c1, Shbg, and Tshr). Further investigation is required to establish the significance of these differentially expressed genes in HU-induced bone loss. In summary, analysis of bone microarchitecture, histomorphometry and gene expression revealed differences in the skeletal response to HU between MAT- and WT mice. Taken together, the results do not support the hypothesis that increased MAT contributes to disuse-induced bone loss in mice. MAT may actually attenuate disuse-induced osteopenia, perhaps by limiting the magnitude of increased bone turnover. Methods The animals were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the experimental protocol was approved by the Oregon State University Institutional Animal Care and Use Committee. Experiment 1. The purpose of this experiment was to evaluate the skeletal response to HU in WT and MAT-deficient KitWWv mice. Four-week-old male WBB6F1J-KitWKitWvJ (KitWWv or MAT-) mice and their WT WBB6F1J littermates were purchased from Jackson Laboratory (Bar Harbor, ME, USA) and single housed in a 32 C room for the duration of the experiment. Housing mice at 32 C (thermoneutral temperature) has been shown to minimize resting energy expenditure 58,59, which should compensate for the inability of mice to huddle (regulating body temperature) during HU. Furthermore, adaptation to room temperature housing was recently shown to result in cancellous bone loss in mice 38. At 16 weeks of age, the mice were randomized by body weight into one of six treatments (n  10group): WT baseline, WT control, WT HU, MAT- baseline, MAT- control, MAT- HU. Animals from the baseline groups were sacrificed. The next day, animals from the control and HU groups were transferred to unloading cages. The mice were unloaded for 2 weeks as described 34. In brief, HU mice were placed in a restraint device, where the tail was cleaned with ethanol-soaked gauze and sprayed with a tincture of benzoin. A thin piece of traction tape was looped through a large paper clip, and then pressed along the sides of the mouses tail. Filament tape was wrapped around the tail in two locations to secure the traction tape: the base of the tail and 2.5 cm caudal. The paperclip end was looped through the clasp secured on the unloading apparatus. Mice were positioned in a 30 head-down tilt. All HU animals were provided with food and water ad libitum . The control groups were pair-fed to unloaded groups within genotype, and were given water ad libitum . Calcein injections (15 mgkg; sc) were given 4 days and 1 day prior to termination to label mineralizing bone matrix. Mice were anesthetized then terminated using www.nature.comscientificreports9 Scientific RepoRts  7:46325  DOI: 10.1038srep46325decapitation. The right femur from each mouse was placed in formalin for 24-hour fixation, then stored at 4 C in 70 ethanol prior to sequential analysis by  CT and histomorphometry. The left femur was flash frozen in liquid nitrogen, then stored at  80 C for RNA analysis. Body weight (g), abdominal W AT weight (g), seminal vesicle weight (g; an index of androgen levels) and blood glucose (mgdL) were recorded at necropsy. Experiment 2. Mice were purchased and housed as in Experiment 1. WT littermates were used as donors of bone marrow. At 8 weeks of age, bone marrow transplant recipient mice were lethally irradiated (two split doses of 5 Gy each, 10 Gy total; Gammacell 22060 Co gamma irradiator) then, the following day, injected with purified HSC from donor WT mice. The purified HSC were prepared as follows: whole bone marrow cells were harvested from the femora and tibia of 12 donor mice. Lineage negative (lin ) cells were enriched from bone marrow cells using magnetic cell separation with MACS lineage cell depletion kit (Miltenyi Biotec Inc., Auburn, CA, USA). Enriched lin - bone marrow cells were incubated with anti-CD117 (c-kit) and anti-Sca-1 antibodies (eBioscience, San Diego, CA, USA). HSC (LinSca-1c-Kit) were purified from enriched lin- by flow cytometry and single cell sorting60,61 using MoFlo XDP (Beckman Coulter, Indianapolis, IN, USA). Purified HSC were resuspended in saline, and 200  l containing 1,000 donor HSC were injected into the tail vein of each irradiated recipient mouse. Tracking of cellular repopulation was performed with the use of HSC from GFP-expressing mice (GFP KitWWv; n  3) using the same protocol. The percentages of GFP-positive B and T cells in peripheral blood lym- phocytes were measured by flow cytometry using B cell-specific (CD19) and T cell-specific (CD3) antibodies 8 weeks post adoptive transfer. Mice that did not undergo adoptive transfer were used as controls (n  2). At 16-weeks of age the mice were randomized by body weight into one of two treatments (n  10group): 1) WT Kit WW v control, 2) WT KitWW v HU. Control and HU animals were then transferred to the unloading cages. Unloading and tissue collection were performed as described in Experiment 1. Micro-computed Tomography.  CT was used for nondestructive three-dimensional evaluation of cancel- lous bone volume and architecture. Femora were scanned using a Scanco  CT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12  m  12  m  12  m (55 kVp x-ray voltage, 145  A intensity, and 200 ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. The threshold value for evaluation was determined empirically and set at 245 (gray scale, 01000). Cancellous bone was evaluated in the distal femur metaphysis and epiphysis. Assessment of cancellous bone in the distal femur metaphysis began 45 slices (540  m in length) proximal to the growth plate, and included forty slices (480  m in length) of cancellous bone. The entire cancellous bone compartment was evaluated in the distal femur epiphysis. Direct cancellous bone measurements included bone volume fraction (bone volumetissue volume; volume of total tissue occupied by cancellous bone, ), connec-tivity density (number of redundant connections per unit volume, mm 3), trabecular thickness (mean thickness of individual trabeculae,  m), trabecular number (number of trabecular intercepts per unit length, mm1) and trabecular spacing (distance between trabeculae,  m). Histomorphometry. The histological methods used have been previously described in detail62. In brief, distal femora were dehydrated in graded increases of ethanol and xylene, then embedded undecalcified in methyl methacrylate. Sections 4  m thick were cut with a vertical bed microtome (LeicaJung 2165) and fixed to slides with a dried precoated 1 gelatin solution. Mounted unstained slides were used for measurements of fluoro - chrome labels. For cell-based measurements, slides were stained with tartrate-resistant acid phosphatase and counterstained with toluidine blue (Sigma, St. Louis, MO, USA). All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA, USA). The sampling site for the distal femoral metaphysis was located 0.251.25 mm proximal to the growth plate. Static (cell-based) histological measurements include bone marrow adiposity (adipocyte areatissue area; ), adipocyte density (mm 2), adipocyte size ( m2), osteoblast perimeter (osteoblast perimeterbone perimeter; ) and osteoclast perimeter (osteoclast perimeterbone perimeter; ). Adipocytes were identified as large circular or oval-shaped cells bordered by a prominent cell membrane lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing 63. Osteoblast perimeter was determined as a percentage of total bone perimeter lined by plump cuboidal cells located immediately adjacent to the thin layer of osteoid in direct physi-cal contact with bone. Osteoclast perimeter was determined as a percentage of cancellous bone perimeter covered by multinucleated cells with an acid phosphatase-positive cytoplasm (stained red). Dynamic (fluorochrome) histological measurements include mineralizing perimeter (mineralizing perimeter bone perimeter; ), mineral apposition rate (distance between two fluorochrome markers that comprise a double label divided by the 3 day label interval;  mday), and bone formation rate (mineralizing perimeter multiplied by mineral apposition rate normalized to bone perimeter;  m 2 myear). Gene Expression. Femora (n  5group) were pulverized with a mortar and pestle in liquid nitrogen, then further homogenized in TRIzol (Invitrogen, Carlsbad, CA, USA). Total RNA was isolated according to the man-ufacturers protocol, and mRNA was reverse transcribed into cDNA using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR (Invitrogen). The expression of 84 genes related to osteoblast and osteoclast differenti-ation and function was determined using the Mouse Osteoporosis RT 2 Profiler PCR Array (Qiagen, Valencia, CA, USA) according to the manufacturers protocol. Gene expression was normalized to Gapdh and relative quantification was determined by the   Ct method using RT2 Profiler PCR Array Data Analysis software ver - sion 3.5 (Qiagen). Two of the twenty samples did not meet quality control standards for interpretation of array data and were excluded.www.nature.comscientificreports10 Scientific RepoRts  7:46325  DOI: 10.1038srep46325Statistical Analysis. Means in Experiment 1 were compared between genotype and treatment groups using two-way analysis of variance (ANOV A). When significant interactions were present, t-tests were used to make two-group comparisons with a used to signify a difference from control mice within genotype and b used to signify a difference from WT mice within treatment. When non-significant interactions were present, group comparisons were made from two-way ANOV A with main effects for genotype and treatment. Means for bone marrow adiposity, adipocyte density and adipocyte size were compared using t-tests, since the absence of marrow adiposity in Kit WW v mice made the use of two-way ANOV A invalid. Means among baseline, control and HU groups within genotype were compared using one-way ANOV A. When the ANOV A was significant, Dunnetts test was used to make comparisons to the baseline group. Means in Experiment 2 were compared using t-tests The required conditions for valid use of t-tests and ANOV A were assessed using Levenes test for homogeneity of variance and the Anderson-Darling test of normality. When the assumption of equal variance was violated, Welchs two-sample t-test was used for two-group comparisons 64. When the normality assumption was violated, the Wilcoxon-Mann-Whitney test was used for two-group comparisons. Methods for maintaining false discovery rate at 5 were used to adjust for multiple comparisons65. Differences were considered significant at p  0.05. Data are presented as mean  SEM. Data analysis was performed using RStudio version 0.98.1083. References 1. Sibonga, J. et al. Adaptation of the Skeletal System During Long-Duration Spaceflight. Clinical Reviews in Bone and Mineral Metabolism 5, 249261 (2007). 2. Smith, S. M. et al. Bone Metabolism and Renal Stone Risk During International Space Station Missions. Bone 81, 712720 (2015). 3. Smith, S. M. et al. Benefits for Bone from Resistance Exercise and Nutrition in Long-Duration Spaceflight: Evidence from Biochemistry and Densitometry. J Bone Miner Res 27, 18961906 (2012). 4. Schwartz, A.V . Marrow Fat and Bone: Review of Clinical Findings. Front Endocrinol (Lausanne) 6, 40 (2015). 5. Rodriguez, J. P ., Garat, S., Gajardo, H., Pino, A. M.  Seitz, G. Abnormal Osteogenesis in Osteoporotic Patients Is Reflected by Altered Mesenchymal Stem Cells Dynamics. J Cell Biochem 75, 414423 (1999). 6. Nuttall, M. E., Patton, A. J., Olivera, D. L., Nadeau, D. P .  Gowen, M. Human Trabecular Bone Cells Are Able to Express Both Osteoblastic and Adipocytic Phenotype: Implications for Osteopenic Disorders. J Bone Miner Res 13, 371382 (1998). 7. Burkhardt, R. et al. Changes in Trabecular Bone, Hematopoiesis and Bone Marrow Vessels in Aplastic Anemia, Primary Osteoporosis, and Old Age: A Comparative Histomorphometric Study. Bone 8, 157164 (1987). 8. Gimble, J. M. et al. Peroxisome Proliferator-Activated Receptor-Gamma Activation by Thiazolidinediones Induces Adipogenesis in Bone Marrow Stromal Cells. Mol Pharmacol 50, 10871094 (1996). 9. Justesen, J. et al. Adipocyte Tissue Volume in Bone Marrow Is Increased with Aging and in Patients with Osteoporosis. Biogerontology 2, 165171 (2001). 10. Meunier, P ., Aaron, J., Edouard, C.  Vignon, G. Osteoporosis and the Replacement of Cell Populations of the Marrow by Adipose Tissue. A Quantitative Study of 84 Iliac Bone Biopsies. Clin Orthop Relat Res 80, 147154 (1971). 11. Moerman, E. J., Teng, K., Lipschitz, D. A.  Lecka-Czernik, B. Aging Activates Adipogenic and Suppresses Osteogenic Programs in Mesenchymal Marrow StromaStem Cells: The Role of Ppar-Gamma2 Transcription Factor and Tgf-BetaBmp Signaling Pathways. Aging Cell 3, 379389 (2004). 12. Rodriguez, J. P ., Rios, S., Fernandez, M.  Santibanez, J. F. Differential Activation of Erk1,2 Map Kinase Signaling Pathway in Mesenchymal Stem Cell from Control and Osteoporotic Postmenopausal Women. J Cell Biochem 92, 745754 (2004). 13. Trudel, G. et al. Bone Marrow Fat Accumulation after 60 Days of Bed Rest Persisted 1 Y ear after Activities Were Resumed Along with Hemopoietic Stimulation: The Women International Space Simulation for Exploration Study. J Appl Physiol 107, 540548 (2009). 14. Liu, X. S. et al. Bone Density, Geometry, Microstructure, and Stiffness: Relationships between Peripheral and Central Skeletal Sites Assessed by Dxa, Hr-Pqct, and Cqct in Premenopausal Women. J Bone Miner Res 25, 22292238 (2010). 15. Morita, Y . et al. Precedence of the Shift of Body-Fat Distribution over the Change in Body Composition after Menopause. J Obstet Gynaecol Res 32, 513516 (2006). 16. Griffith, J. F. et al. Vertebral Marrow Fat Content and Diffusion and Perfusion Indexes in Women with Varying Bone Density: Mr Evaluation. Radiology 241, 831838 (2006). 17. Wronski, T. J., Morey-Holton, E.  Jee, W . S. Cosmos 1129: Spaceflight and Bone Changes. Physiologist 23, S7982 (1980). 18. Jee, W . S., Wronski, T. J., Morey, E. R.  Kimmel, D. B. Effects of Spaceflight on Trabecular Bone in Rats. Am J Physiol 244, R310314 (1983). 19. Keune, J. A., Philbrick, K. A., Branscum, A. J., Iwaniec, U. T.  Turner, R. T. Spaceflight-Induced Vertebral Bone Loss in Ovariectomized Rats Is Associated with Increased Bone Marrow Adiposity and No Change in Bone Formation. Npj Microgravity 2, 16016 (2016). 20. Rosen, C. J., Ackert-Bicknell, C., Rodriguez, J. P .  Pino, A. M. Marrow Fat and the Bone Microenvironment: Developmental, Functional, and Pathological Implications. Crit Rev Eukaryot Gene Expr 19, 109124 (2009). 21. Ducy, P ., Zhang, R., Geoffroy, V ., Ridall, A. L.  Karsenty, G. Osf2Cbfa1: A Transcriptional Activator of Osteoblast Differentiation. Cell 89, 747754 (1997). 22. Komori, T. et al. Targeted Disruption of Cbfa1 Results in a Complete Lack of Bone Formation Owing to Maturational Arrest of Osteoblasts. Cell 89, 755764 (1997). 23. Karsenty, G. Minireview: Transcriptional Control of Osteoblast Differentiation. Endocrinology 142, 27312733 (2001). 24. Jaiswal, R. K. et al. Adult Human Mesenchymal Stem Cell Differentiation to the Osteogenic or Adipogenic Lineage Is Regulated by Mitogen-Activated Protein Kinase. J Biol Chem 275, 96459652 (2000). 25. Tontonoz, P ., Hu, E.  Spiegelman, B. M. Stimulation of Adipogenesis in Fibroblasts by Ppar Gamma 2, a Lipid-Activated Transcription Factor. Cell 79, 11471156 (1994). 26. Zayzafoon, M., Gathings, W . E.  McDonald, J. M. Modeled Microgravity Inhibits Osteogenic Differentiation of Human Mesenchymal Stem Cells and Increases Adipogenesis. Endocrinology 145, 24212432 (2004). 27. Gimble, J. M., Robinson, C. E., Wu, X.  Kelly, K. A. The Function of Adipocytes in the Bone Marrow Stroma: An Update. Bone 19, 421428 (1996). 28. Jeon, M. J. et al. Activation of Peroxisome Proliferator-Activated Receptor-Gamma Inhibits the Runx2-Mediated Transcription of Osteocalcin in Osteoblasts. J Biol Chem 278, 2327023277 (2003). 29. Khan, E.  Abu-Amer, Y . Activation of Peroxisome Proliferator-Activated Receptor-Gamma Inhibits Differentiation of Preosteoblasts. J Lab Clin Med 142, 2934 (2003). 30. Iwaniec, U. T.  Turner, R. T. Failure to Generate Bone Marrow Adipocytes Does Not Protect Mice from Ovariectomy-Induced Osteopenia. Bone 53, 145153 (2013). 31. Turner, R. T., Wong, C. P .  Iwaniec, U. T. Effect of Reduced C-Kit Signaling on Bone Marrow Adiposity. Anat Rec 294, 11261134 (2011).www.nature.comscientificreports11 Scientific RepoRts  7:46325  DOI: 10.1038srep4632532. Copeland, N. G. et al. Mast Cell Growth Factor Maps near the Steel Locus on Mouse Chromosome 10 and Is Deleted in a Number of Steel Alleles. Cell 63, 175183 (1990). 33. Zsebo, K. M. et al. Stem Cell Factor Is Encoded at the Sl Locus of the Mouse and Is the Ligand for the C-Kit Tyrosine Kinase Receptor. Cell 63, 213224 (1990). 34. Morey-Holton, E. R.  Globus, R. K. Hindlimb Unloading Rodent Model: Technical Aspects. J Appl Physiol 92, 13671377 (2002). 35. Morey-Holton, E., Globus, R. K., Kaplansky, A.  Durnova, G. The Hindlimb Unloading Rat Model: Literature Overview, Technique Update and Comparison with Space Flight Data. Adv Space Biol Med 10, 740 (2005). 36. Bartke, A. Increased Sensitivity of Seminal Vesicles to Testosterone in a Mouse Strain with Low Plasma Testosterone Levels. J Endocrinol 60, 145148 (1974). 37. Westerlind, K. C. et al. Estrogen Regulates the Rate of Bone Turnover but Bone Balance in Ovariectomized Rats Is Modulated by Prevailing Mechanical Strain. Proc Natl Acad Sci U S A 94, 41994204 (1997). 38. Iwaniec, U. T. et al. Room Temperature Housing Results in Premature Cancellous Bone Loss in Growing Female Mice: Implications for the Mouse as a Preclinical Model for Age-Related Bone Loss. Osteoporosis International Advance Publication (2016). 39. Rickard, D. J. et al. Bone Growth and Turnover in Progesterone Receptor Knockout Mice. Endocrinology 149, 23832390 (2008). 40. Verma, S., Rajaratnam, J. H., Denton, J., Hoyland, J. A.  Byers, R. J. Adipocytic Proportion of Bone Marrow Is Inversely Related to Bone Formation in Osteoporosis. J Clin Pathol 55, 693698 (2002). 41. Gimble, J. M.  Nuttall, M. E. Bone and Fat: Old Questions, New Insights. Endocrine 23, 183188 (2004). 42. Smitka, K.  Maresova, D. Adipose Tissue as an Endocrine Organ: An Update on Pro-Inflammatory and Anti-Inflammatory Microenvironment. Prague Med Rep 116, 87111 (2015). 43. Lotinun, S., Evans, G. L., Turner, R. T.  Oursler, M. J. Deletion of Membrane-Bound Steel Factor Results in Osteopenia in Mice. J Bone Miner Res 20, 644652 (2005). 44. Orwoll, E. S. et al. Skeletal Health in Long-Duration Astronauts: Nature, Assessment, and Management Recommendations from the Nasa Bone Summit. J Bone Miner Res 28, 12431255 (2013). 45. Sibonga, J. D.Spaceflight-Induced Bone Loss: Is There an Osteoporosis Risk? Curr Osteoporos Rep 11, 9298 (2013). 46. Turner, R. T. Invited Review: What Do We Know About the Effects of Spaceflight on Bone? J Appl Physiol (1985) 89, 840847 (2000). 47. Erben, R. G. Hypothesis: Coupling between Resorption and Formation in Cancellous Bone Remodeling Is a Mechanically Controlled Event. Front Endocrinol 6, 82 (2015). 48. Zhong, N. et al. Gene Expression Patterns in Bone after 4 Days of Hind-Limb Unloading in Two Inbred Strains of Mice. Aviat Space Environ Med 76, 530535 (2005). 49. Hino, K. et al. Unloading-Induced Bone Loss Was Suppressed in Gold-Thioglucose Treated Mice. J Cell Biochem 99, 845852 (2006). 50. Huggins, C.  Blocksom, B. H. Changes in Outlying Bone Marrow Accompanying a Local Increase of Temperature within Physiological Limits. J Exp Med 64, 253274 (1936). 51. Hefferan, T. E. et al. Effect of Gender on Bone Turnover in Adult Rats During Simulated Weightlessness. J Appl Physiol 95, 17751780 (2003). 52. Tobin, B. W ., Uchakin, P . N.  Leeper-Woodford, S. K. Insulin Secretion and Sensitivity in Space Flight: Diabetogenic Effects. Nutrition 18, 842848 (2002). 53. OKeefe, M. P ., Perez, F. R., Kinnick, T. R., Tischler, M. E.  Henriksen, E. J. Development of Whole-Body and Skeletal Muscle Insulin Resistance after One Day of Hindlimb Suspension. Metabolism 53, 12151222 (2004). 54. Parajuli, A. et al. Bones Responses to Mechanical Loading Are Impaired in Type 1 Diabetes. Bone 81, 152160 (2015). 55. Gattei, V . et al. Human Osteoclasts and Preosteoclast Cells (Flg 29.1) Express Functional C-Kit Receptors and Interact with Osteoblast and Stromal Cells Via Membrane-Bound Stem Cell Factor. Cell Growth Differ 7, 753763 (1996). 56. vant Hof, R. J., von Lindern, M., Nijweide, P . J.  Beug, H. Stem Cell Factor Stimulates Chicken Osteoclast Activity in Vitro . FASEB J 11, 287293 (1997). 57. Kent, D., Copley, M., Benz, C., Dykstra, B., Bowie, M.  Eaves, C. Regulation of Hematopoietic Stem Cells by the Steel FactorKit Signaling Pathway. Clin Cancer Res 14, 19261930 (2008). 58. Trayhurn, P . Thermoregulation in the Diabetic-Obese (DbDb) Mouse. The Role of Non-Shivering Thermogenesis in Energy Balance. Pflugers Arch 380, 227232 (1979). 59. Swoap, S. J.  Gutilla, M. J. Cardiovascular Changes During Daily Torpor in the Laboratory Mouse. Am J Physiol Regul Integr Comp Physiol 297, R769774 (2009). 60. Ikuta, K.  Weissman, I. L. Evidence That Hematopoietic Stem Cells Express Mouse C-Kit but Do Not Depend on Steel Factor for Their Generation. Proc Natl Acad Sci USA 89, 15021506 (1992). 61. Chen, J. et al. Enrichment of Hematopoietic Stem Cells with Slam and Lsk Markers for the Detection of Hematopoietic Stem Cell Function in Normal and Trp53 Null Mice. Exp Hematol 36, 12361243 (2008). 62. Iwaniec, U. T., Wronski, T. J.  Turner, R. T. Histological Analysis of Bone. Methods Mol Biol 447, 325341 (2008). 63. Menagh, P . J. et al. Growth Hormone Regulates the Balance between Bone Formation and Bone Marrow Adiposity. J Bone Miner Res 25, 757768 (2010). 64. Welch, B. On the Comparison of Several Mean Values: An Alternative Approach. Biometrika 38, 330336 (1951). 65. Benjamini, Y .  Hochberg, Y . Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing. J Royal Statistical Society Series B 57, 289900 (1995). Acknowledgements This work was supported by a grant from the National Aeronautics and Space Administration (NNX12AL24G) and the National Science Foundation Research Traineeship Program (DGE-0956280). Author Contributions Experimental design  methods: J.A.K., C.P .W ., A.J.B., U.T.I., R.T.T. Data collection: J.A.K. Data analysis: J.A.K., A.J.B. Data interpretation: J.A.K., C.P .W ., A.J.B., U.T.I., R.T.T. Drafting manuscript: J.A.K., U.T.I., R.T.T. Approving final version of manuscript: J.A.K., C.P .W ., A.J.B., U.T.I., R.T.T. R.T.T. takes responsibility for the integrity of the data analysis. Additional Information Supplementary information accompanies this paper at http:www.nature.comsrep Competing Interests: The authors declare no competing financial interests.How to cite this article: Keune, J. A. et al. Bone Marrow Adipose Tissue Deficiency Increases Disuse-Induced Bone Loss in Male Mice. Sci. Rep. 7, 46325; doi: 10.1038srep46325 (2017). Publishers note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.www.nature.comscientificreports12 Scientific RepoRts  7:46325  DOI: 10.1038srep46325This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the articles Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http:creativecommons.orglicensesby4.0  The Author(s) 2017",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Effects of genotype, hindlimb unloading (HU) and their interaction on (a) body weight, (b) white \nadipose tissue weight, (c) seminal vesicle weight and (d) blood glucose"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Effects of genotype, hindlimb unloading (HU) and their interaction on cancellous bone \nmicroarchitecture in the distal femur metaphysis"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Effects of genotype, hindlimb unloading (HU) and their interaction on marrow adiposity \nand cancellous bone histomorphometry in the distal femur metaphysis"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "Relative expression of genes relating to osteoblast and osteoclast differentiation and function \nnormalized to Gapdh"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "GFP-positive cells in WT control (no adoptive transfer) and KitW/W−v mice 8 weeks post adoptive \ntransfer showing successful transfer of GFP-labeled HSC"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "Images of histological sections from (a) WT→ Kitw/w−v control and (b) WT→ Kitw/w−v HU mice \nshowing absence of adipocytes following adoptive transfer of WT HSC"
            }
        ]
    }
]