[
    {
        "pmid": "30424821",
        "title": "Succession and persistence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces.",
        "year": "2018",
        "journal": "Microbiome",
        "abstract": "BACKGROUND: The International Space Station (ISS) is an ideal test bed for studying the effects of microbial persistence and succession on a closed system during long space flight. Culture-based analyses, targeted gene-based amplicon sequencing (bacteriome, mycobiome, and resistome), and shotgun metagenomics approaches have previously been performed on ISS environmental sample sets using whole genome amplification (WGA). However, this is the first study reporting on the metagenomes sampled from ISS environmental surfaces without the use of WGA. Metagenome sequences generated from eight defined ISS environmental locations in three consecutive flights were analyzed to assess the succession and persistence of microbial communities, their antimicrobial resistance (AMR) profiles, and virulence properties. Metagenomic sequences were produced from the samples treated with propidium monoazide (PMA) to measure intact microorganisms.\nRESULTS: The intact microbial communities detected in Flight 1 and Flight 2 samples were significantly more similar to each other than to Flight 3 samples. Among 318 microbial species detected, 46 species constituting 18 genera were common in all flight samples. Risk group or biosafety level 2 microorganisms that persisted among all three flights were Acinetobacter baumannii, Haemophilus influenzae, Klebsiella pneumoniae, Salmonella enterica, Shigella sonnei, Staphylococcus aureus, Yersinia frederiksenii, and Aspergillus lentulus. Even though Rhodotorula and Pantoea dominated the ISS microbiome, Pantoea exhibited succession and persistence. K. pneumoniae persisted in one location (US Node 1) of all three flights and might have spread to six out of the eight locations sampled on Flight 3. The AMR signatures associated with β-lactam, cationic antimicrobial peptide, and vancomycin were detected. Prominent virulence factors were cobalt-zinc-cadmium resistance and multidrug-resistance efflux pumps.\nCONCLUSIONS: There was an increase in AMR and virulence gene factors detected over the period sampled, and metagenome sequences of human pathogens persisted over time. Comparative analysis of the microbial compositions of ISS with Earth analogs revealed that the ISS environmental surfaces were different in microbial composition. Metagenomics coupled with PMA treatment would help future space missions to estimate problematic risk group microbial pathogens. Cataloging AMR/virulence characteristics, succession, accumulation, and persistence of microorganisms would facilitate the development of suitable countermeasures to reduce their presence in the closed built environment.",
        "full_text": "RESEARCH Open Access Succession and persistence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces Nitin Kumar Singh1, Jason M. Wood1, Fathi Karouia2,3and Kasthuri Venkateswaran1 Abstract Background: The International Space Station (ISS) is an ideal test bed for studying the effects of microbial persistence and succession on a closed system during long space flight. Culture-based analyses, targeted gene-based amplicon sequencing (bacteriome, mycobiome, and resistome), and shotgun metagenomics approaches have previously been performed on ISS environmental sample sets using whole genome amplification (WGA). However, this is the first study reporting on the metagenomes sampled from ISS environmental surfaces without the use of WGA. Metagenome sequences generated from eight defined ISS environmental locations in three consecutive flights were analyzed to assess the succession and persistence of microbial communities, their antimicrobial resistance (AMR) profiles, and virulence properties. Metagenom ic sequences were produced from the samples treated with propidium monoazide (PMA) to measure intact microorganisms. Results: The intact microbial communities detected in Flight 1 and Flight 2 samples were significantly more similar to each other than to Flight 3 samples. Among 318 microbial species detected, 46 species constituting 18 genera were common in all flight samples. Risk group o r biosafety level 2 microorganisms that persisted among all three flights were Acinetobacter baumannii ,Haemophilus influenzae ,Klebsiella pneumoniae ,Salmonella enterica , Shigella sonnei ,Staphylococcus aureus ,Yersinia frederiksenii ,a n d Aspergillus lentulus .E v e nt h o u g h Rhodotorula and Pantoea dominated the ISS microbiome, Pantoea exhibited succession and persistence. K.pneumoniae persisted in one location (US Node 1) of all three flights and might have spread to six out of the eight locations sampled on Flight 3. The AMR signatures associated with -lactam, cationic antimicrobial peptide, and vancomycin were detected. Prominent virulence factors were cobalt-zinc-cadmi um resistance and multidrug-resistance efflux pumps. Conclusions: There was an increase in AMR and virulence gene factors detected over the period sampled, and metagenome sequences of human pathogens persisted over time. Comparative analysis of the microbial compositions of ISS with Earth analogs revealed that the ISS env ironmental surfaces were different in microbial composition. Metagenomics coupled with PMA treatment would help future space missions to estimate problematic risk group microbial pathogens. Cataloging AMRvirulence characteristics, succession, accumulation, and persistence of microorganisms would facilitate the development of suitable countermeasures to reduce their presence in the closed built environment. Keywords: International Space Station, Metagenome, Functional metagenomics, Built environment, Propidium monoazide  Correspondence: kjvenkatjpl.nasa.gov 1Jet Propulsion Laboratory, California Institute of Technology, 4800 Oak Grove Dr, Pasadena, CA 91109, USA Full list of author information is available at the end of the article  The Author(s). 2018 Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License ( http:creativecommons.orglicensesby4.0 ), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http:creativecommons.orgpublicdomainzero1.0 ) applies to the data made available in this article, unless otherwise stated.Singh et al. Microbiome (2018) 6:204 https:doi.org10.1186s40168-018-0585-2Introduction Places of human inhabitance have been a subject of study since Homo sapiens became a modern home- dwelling species in built environments. With advances in architecture for human inhabitance, dwelling places became controlled systems, including homes, offices, hospitals, and schools. Humans, being microbial fermen- ters, continuously interact with their environment at the microbial level. Most of the time, this interaction is bal- anced but can be highly tilted in a controlled system due to a continuous accumulation of one or more dominant microbes in the system. Long-term system studies have shown that the microbes of controlled environments were able to colonize the human gut, resulting in health concerns  1. Another study by Lax et al.  2 shows that the microbial community of a new home reflects the microbial community of the occupants former house, suggesting a rapid colonization by the microbiota of the inhabitants. This suggests that the microbiota of the International Space Station (ISS) might be influenced by the arrival of a new crew. The ISS is a prime example of a confined built envir- onment, being more spatially isolated than any other human environment for its more than 18 years in continuous operation. The ISS, with its strictly con- trolled and highly monitored environmental systems (airflow under pressure, water circulation, and humid- ity), represents a unique opportunity to observe micro- bial community dynamics within a closed, engineered environment. The ISS is an ideal environment for studying the effects of microgravity and long-term space travel on colonizing microbes, their succession, and interaction dy- namics with other microbes and astronauts  3. Different aspects of space microbiology, utilizing traditional culture-based microbiological techniques, have been continuously studied on the ISS. These include assessments of the cultivable microbial burden 4, biofilm formation  5, and microbial effects on the structural integrity of ISS components  6t h r o u g h bio-corrosive interaction wit h the constituent materials and metals  7. Lessons learned from previous manned spacecraft missions and reports of various mechanical failure incidence due to microbial corrosion make it important to study and assess microbiomes of closed habitats  8,9. Even though healthy astronauts are visiting and inha- biting the ISS, microgravity has been shown to com- promise the immune systems of its inhabitants  10. Hence, microbes inhabiting the ISS can pose a serious health concern that must be monitored. Numerous stud- ies have demonstrated that microbes that are exposed to microgravity become more resistant to antibiotics and more virulent  1122. For this reason, there has been a concerted effort to examine the microbiome of the ISSthrough numerous studies, such as, latent virus reactiva- tion  11, antibiotic resistance properties  12,13, and genomic characterization of ubiquitous  1417 as well as potential pathogenic bacteria  18,19 and fungi  20, 21. Novel species have also been described from the ISS 22 for which virulence studies are warranted. Characterization of emerging pathogens that could not be identified or those yet-to-be cultivated necessitates the importance of analyses of the microbiome utilizing various molecular techniques. Similarly, reports of microbial infection such as conjunctivitis, acute respira- tory, and dental infections in MIR and space shuttle as- tronauts  23,24require the use of next-generation microbial detection techniques rather than simply rely- ing on growth in culture media specified by spacefaring agencies. Pathogenic and virulent microbes, even though present in an environment, are outnumbered by native microbial inhabitants. In order to persist and succeed to infect, causative microbes require other factors like infectious dose concentration, dysfunctionality of the host (e.g., malnutrition and immunocompromised body), interaction with other symbiotic microbes that might provide nutrients, etc. These factors could not be simu- lated in a lab environment to culture all of the causative microorganisms. In this regard, the National Research Council recommended that National Aeronautics and Space Administration (NASA) utilize state-of-the-art molecular techniques to understand the baseline infor- mation about the ISS microbiome and its functional characteristics  3. Capabilities to measure qualitative (gene sequencing) and quantitative (estimating gene copies) analyses were recently developed by NASA  25, 26, but these molecular techniques were not routinely used in the ISS due to non-availability of systems that could aid in sample collection, processing, or metage- nomics library preparation targeting intact cells. Analysis of intact cells is required as a first step to dif- ferentiate the dead cells from potentially viable microor- ganisms  27. However, to correlate the metagenomics gene pool of intact cells with crew health requires add- itional functional characterizations such as virulence and pathogenetic analyses. Propidium monoazide (PMA) was used as a viability marker during this study to measure intact microorganisms. The PMA chemical is able to permeate into the compromised microbial cells and intercalate with nucleic acids  2830. Hence, PMA- intercalated DNA was no longer available for down- stream molecular analyses such as quantitative polymer- ase chain reaction (qPCR) and shotgun sequencing, assisting in the estimation of gene copies and functional capabilities of intact microbial cells  27,31. Microbiome monitoring experiments conducted on the ISS were the microbial diversity analyses of the Kibo module  32, vacuum filter debris  33, HEPA (HighSingh et al. Microbiome (2018) 6:204 Page 2 of 23Efficiency Particulate Air) filters  34,35, ISS environ- mental surfaces  36, astronaut s skin mycobiome  37, and Russian filter debris  38. All of these studies were carried out using amplicon-targeted sequencing and were focused on microbial identification only; functional analyses were not performed. Amplicon sequencing fa- cilitates the cataloging of microbial diversity, but when shotgun metagenomic approaches are employed on samples collected over time, microbial dynamics, anti- microbial resistance (AMR), virulence, and pathogenic characteristics of associated microorganisms can be pre- dicted. Hence, metagenomics analyses would allow for the detection of etiological agents that might have the potential to cause health hazards to the ISS crew. Shot- gun metagenome sequencing was used to analyze the ISS-HEPA debris, but whole genome amplification (WGA) protocols were necessary before generating metagenome sequences  35. However, when WGA is employed, DNA from dominant microorganisms of a given sample will be enriched, whereas genetic materials of rare microbes will be unable to compete. The present study is the first to generate shotgun metagenome sequences of intact microbial cells (PMA treatment) without WGA and to determine the func- tional capabilities of the ISS microbial community. This approach will help NASA to estimate succession, accumulation, and persistence of microorganisms, as well as AMR and virulence characteristics, and to design suitable countermeasures. The objectives of this study were to understan d intact microorganisms associated with ISS environmental surfaces, their AMR and virulence profiles, and the succession of benign and pathogenic microorganisms in the samples collected from the ISS environment over a 12-month time period. Methods Description of sampled locations Since the inception of the ISS, over 200 missions composed of periodic visits from international space- craft for crew exchanges, resupply of food and other consumables, and many payloa ds for scientific investi- gations have occurred. The sampling on ISS surfaces performed for this study took place within the US on-orbit segments: Node 1, Node 2, and Node 3; US Laboratory Module; and Permanent Multipurpose Module (PMM). Based on the prioritization of surface locations and the efficiency of the crew procedure, the sampling plan was implemented as such: Node 3 (locations 1, 2, and 3), Node 1 (locations 4 and 5), PMM (location 6), US Laboratory (location 7), and Node 2 (locations 8 and control). A detailed description of various locations sampled is provided in (Additional file 1).Location 1: Port panel of the cupola. The cupola is a small module devoted to the observation of operations outside the ISS, such as robotic activities, spacecraft ap- proaches, and extravehicular activities (EVA). The cupola can accommodate two crewmembers simultaneously and is a popular spot for crewmembers during downtime. The panel (port side) on the way to the cupola was sampled. The panel is made of aluminum with a polyurethane top- coat (e.g., Aeroglaze A276 or BMS10-60). Location 2: Forward side panel wall of the Waste and Hygiene Compartment (WHC). The (WHC), the space toilet, was the second toilet facility to arrive at the ISS. The wall surface on the back of the WHC was sampled. The panel is made of aluminum with a polyurethane topcoat (e.g., Aeroglaze A276 or BMS10-60). Location 3: The foot platform of the Advanced Re- sistive Exercise Device (ARED). The (ARED) functions to maintain crew health in space. Crewmembers exercise daily on the ARED to maintain their preflight muscle, bone strength, and endurance. The foot platform of the ARED was sampled. The platform sampled during Flight 1 was made of gold-anodized aluminum. However, the platform sampled during Flight 2 and Flight 3 was subsequently covered with a black no-slip lamin- ate (mineral grit embedded in an adhesive paper). Location 4: Surface of the dining table. The original dining table sampled during Flight 1 and Flight 2 was a square surface ( 0.6 m2). Even though the main func- tion of the table was for dining, crewmembers also used the table for experimental work. As the number of per- manent crewmembers increased over time, a new rect- angular table ( 1.25 m2) was installed in March 2016. The table is composed of a large and small leaf with latches in the middle and handrails on each side. The crew added tape, hook and loop fasteners, clips, and bungees to the table to hold their utensils and food in place. The material for the original dining table was polyimide whereas the new table materials were aluminum and stainless steel. Location 5: Overhead-4- Zero-G Stowage Rack. Zero-G Stowage Racks (ZSRs; volume 1.21 m3) are fab- ric racks that are used onboard the ISS to provide stowage accommodations. The ZSR is a lightweight, on-orbit stowage restraint system. The ZSR comprises two elements: a collapsible shell and a fabric insert. The shell is an aluminum frame that provides a stan- dardized interface to the insert. The front panel of the Overhead-4 ZSR was sampled. The white fabric surface material is based on Nomex. The content of the rack changed over time. During Flight 1, the rack contained the battery pantry, printer cartridges, office supplies (e.g., tape, Ziploc bags, and pens), dry vac- uum supplies, cameras and cables, and trash bags. Whereas during Flight 2, the rack contained cameraSingh et al. Microbiome (2018) 6:204 Page 3 of 23mounts, cables, blankets, Ziploc bags, and labels. Fi- nally, during Flight 3, miscellaneous EVA camera parts were stowed in the rack. Location 6: Port 1- Zero-G Stowage Rack and Port-2 Rack wall. The front surface of the port 1 ZSR was sam- pled during Flight 1 and Flight 2. The white fabric sur- face material is based on Nomex. During Flight 1, the rack contained clothes, crew preference items, office supplies, small tools (e.g., Leatherman and flashlight), ISS medical accessory kit. Whereas during Flight 2, the rack contained clothes, hygiene towels, cables, jumpers, caps, and food. During Flight 3, the PMM configuration changed, and Port-1 ZSR was not accessible for sam- pling. Therefore, the Port-2 panel, which is composed of aluminum honeycomb, was sampled instead. Near the sampling location, miscellaneous cables and accessories were present. Location 7: Overhead-3 panel surface. The Materials Science Research Rack 1 (MSRR-1) is used for basic ma- terials research in the microgravity environment of the ISS. MSRR-1 can accommodate and support diverse ex- periment modules. In this way, many material types, such as metals, alloys, polymers, semiconductors, ceramics, crystals, and glasses are studied to discover new applica- tions for existing materials and new or improved mate- rials. The Overhead-3 panel surface (LAB103) was sampled. The panel is made of aluminum with a polyur- ethane topcoat (e.g., Aeroglaze A276 or BMS10-60). Location 8: Crew Quarters-2 Bump-out exterior aft wall. The Crew Quarters (CQ) is a permanent per- sonal space for crewmembers to sleep and perform personal recreation and communication, as well as provide on-orbit stowage of personal belongings. The CQ was designed to provide 2.1 m3of interior vol- ume with an individual ventilation system, acoustical mitigation materials, radiation protection, light, and connections to provide power and internet for a lap- top. The CQs provide visual, light, and acoustic isola- tion for the crewmember. The crew also uses the CQ for performing tasks such as donningdoffing clothing and some minimal personal hygiene. The structure of the CQ can be divided into three main areas: bump out, rack, and pop-up. The CQ-2 bump-out exterior aft wall was sampled during this study. The bump-out houses the ventilation system and is comprised of aluminum panels covered in acoustic absorption blan- kets which consists of a quilted configuration of Gore-Tex, BISCO, Durette felt, and Nomex . Cleaning periodicity Due to the accumulation of dust and debris, the crew is tasked with cleaning the ventilation system every 9 months. Additionally, weekly vacuum cleaning of the ex- terior mesh screens of the CQ takes place to reduce dustand debris build-up and provides crewmembers a clean sleeping environment. The present study requirements stated that there should be no cleaning at least 4 days prior to sampling. When the cleaning occurred during the weekends, it was carried out at the crew sd i s c r e t i o nw i t h - out suggestions about the specific locations, therefore fol- lowing the typical routine of activities on the ISS. The disinfectant wipes that are used in the ISS contain octyl decyl dimethyl ammonium chloride (0.0399), dioctyl di- methyl ammonium chloride (0.01995), didecyl dimethyl ammonium chloride (0.01995), alkyl dimethyl benzyl ammonium chloride (50 C14, 40 C12, 10 C16), and dimethyl benzyl ammonium chloride (0.0532). Unless otherwise stated above, the same eight locations were vis- ited for each sampling event. Sample collection and processing Sample collection, processing, DNA extraction, and PMA treatment were carried out as described else- where  13,27. Briefly, sterile polyester wipes (23 cm  23 cm; ITW Texwipe, Mahwah, NJ) were pre- moistened, folded two times, placed in a sterile Ziploc bag, and sent to the ISS for sample collection. Astro- nauts used these polyester wipes to collect 1-m2sam- ples from the same eight pr edefined locations during each sampling session. Samples were collected 7 days prior to the return on Flight 1, 9 days prior to the re- turn on Flight 2, and 6 days prior to the return on Flight 3. Collected samples were stored at room temperature prior to return due to power restrictions on the ISS. Once returned to Earth, samples were stored at 4 C until processing (within 24 h) in JPL facilities. During processing, the polyester wipes were aseptically removed from the Ziploc bags and trans- ferred to sterile bottles containing 200 mL phosphate- buffered saline (PBS; pH 7.4). Bottles containing the wipes were vigorously shaken for 2 min to dislodge the sample from the polyes ter wipes. Each sample was concentrated using an InnovaPrep concentrating pip- ette (Drexel, MO) with 0.22 m hollow fiber polysul- fone tips (catalog : CC0 8022) and PBS elution fluid. Two aliquots (1.5 mL each) were taken from concen- trated samples, with one aliquot treated with PMA to assess intact cells. PMA solution (18.25 Lo f2m M PMA) was added to each aliquot to bring its final con- centration to 25 M. Each aliquot was then incubated for 5 min at room temperature in the dark then exposed to the PMA LED activation system (Biotium, Hayward, CA) for 15 min. DNA extraction was per- formed using the Maxwell 16 System (Promega, Madi- son, WI) in accordance with the instructions provided by the manufacturer. Extracted DNA was eluted into 50L of sterile water and stored at 20 C until fur- ther analysis.Singh et al. Microbiome (2018) 6:204 Page 4 of 23Control samples were included in all steps of the study for all three flight sessions. There was a field control, which was a wipe that was opened to the ISS environ- ment but was not used for active sampling. A processing control, which was a no-template negative control with sterile molecular grade MilliQ water, was used during the DNA extraction steps. A reagent control that had no polyester wipe also served as a DNA extractionPCR reagent control. In total, there were nine controls subjected to DNA extraction and subsequent DNA quantitation. None of the controls (both field wipes and reagents) and samples collected from location 6, whether PMA treated or untreated wipe samples, yielded DNA that could produce metagenomics libraries and hence did not proceed for shotgun Illumina sequencing (Additional file 1: Table S1). Metadata pertaining to the crewmember that performed sampling, the date of sam- ple collection, and crew resupply vehicle information were already published  13. Shotgun metagenome sequencing The initial DNA yield as measured by Qbit (Thermo Fisher Scientific Inc., USA) and metagenome library quantitation of all samples of the three flights, including controls, are given in Additional file 1: Table S1. The DNA yield from the nine control samples (three controls per flight) and samples from location 6 (all three flights) was below the detection limit (0.01 ng L). Sub- sequent metagenome libraries of these control and loca- tion 6 samples did not yield any shotgun metagenome sequences. However, amplicon-targeted sequencing showed the presence of microbial signatures for controls and location 6 samples (Checinska et al. 2018 submit- ted). DNA libraries for the remaining samples were pre- pared for shotgun metagenome sequencing using the Nextera DNA Library Preparation Kit from Illumina. The quality and fragment size of each library were assessed on the Bioanalyzer 2100 (Agilent). Separate adapters were added to the DNA from each library, nor- malized to 2 nM, pooled, denatured, and diluted to 1.8 pM according to the standard recommendations by Illumina. The HiSeq 2500 platform (Illumina) was used for sequencing, resulting in 100-bp paired-end reads. Metagenome sequence data processing Paired-end 100 bp reads were processed with Trimmo- matic  39 to trim adapter sequences and low-quality ends, with a minimum Phred score of 20 across the en- tire length of the read used as a quality cutoff. Reads shorter than 80 bp after trimming were discarded. All reads were normalized across samples as recommended by Nayfach and Pollard  40. All 3 flight sessions, with 8 sampling locations and two treatments (PMA and non-PMA) accounted for 48 metagenomic samples. Asall metagenomic sequencing library preparation reac- tions from location 6 failed, only 42 metagenomic samples were analyzed. High-quality filtered reads were clustered to respective taxonomic levels (domains through species) using the lowest common ancestor (LCA) algorithm provided by MEGAN6  41 and nor- malized to do a semi-quantitative comparative analysis. ISS metagenome sequences were analyzed at individual flight level, i.e., Flight 1 to Flight 3 (temporal distribu- tion), providing a holistic profile for the entire ISS. Metagenome sequences were also analyzed at the sample level, i.e., location 1 to location 8 (spatial distribution) for each of the flights to measure microbial dynamics (succession and persistence) for each particular location using statistical analyses detailed below. Microbial diver- sity analyses were carried out on normalized reads ( 3.1  108), and analyses were set to keep at least one unique read to minimize the loss of diversity in low depth samples or for unique reads. BLAST hits of 20 amino acids and 90 similarity were collected and used for taxonomic and functional assignment. Taxonomic and functional assignment For lower downstream processing and visualization, the MEGAN6  42 metagenomics toolkit was used. The NCBI taxonomy database  43, containing over 6.6  105 reference sequences, and NCBI-NR protein sequence database, consisting of entries from GenPept, SwissProt, PIR, PDB, and RefSeq, were used to assign taxonomic features to reads by using DIAMOND  44 and the weighted LCA algorithm of MEGAN6  41. The identifi- cation of the reads to a taxon is not based on the genes only, but it is based on the comparison of the reads with the reference sequences deduced from the genomes of the curated NCBI taxonomy database  45. Briefly, taxo- nomic and functional binning of the metagenomic reads is carried out using MEGAN  46, with the following set- tings: minScore  50, maxExpected  0.01, topPercent  10, and minSupportPercent  0.01. The resulting assign- ment of a taxon was presented in this manuscript. Func- tional analysis was carried out by mapping filtered DNA sequences against a reference database of all proteins within eggnog  47, SEED  48, and KEGG  49 data- bases. The search for translated DNA sequences was ex- ecuted using DIAMOND, and hits that spanned 20 amino acids with 90 similarity were retained. In cases where one read matched these criteria against multiple proteins, only the protein or proteins (in the event of a tie) with the maximum bit score were considered. Path- ways were analyzed by summing counts of KEGG orthologies for each pathway. Using different databases allowed a detailed view of reads defined by gene function consisting of a collection of biologically defined (i)Singh et al. Microbiome (2018) 6:204 Page 5 of 23subsystems, (ii) clusters of orthologous groups, and (iii) collection of metabolic pathways. Assignment of virulence Out of the total microbial species reported from the ISS microbiome, risk group of Biosafety Level 2 (BSL-2) organisms was identified using the Bacterial and Fungal risk group database maintained by the American Biological Safety Association ( https: my.absa.orgRiskgroups ). Abundance profiles for the identified BSL-2 organisms were imported in Micro- soft Excel to generate a 3D bar plot depicting the spatial and temporal distri bution of these organisms. Clustering and statistical analysis Clustering analysis of high-quality reads was performed using MEGAN6 to compute distances based on taxo- nomic and functional profiles obtained from NCBI taxonomy, SEED, and KEGG classification. The Bray- Curtis index was used to compute dissimilarity between samples. Calculated dissimilarities were then visualized with principal coordinate analysis (PCoA) plots. Species diversity was calculated using the Shannon-Weaver index ( H)50,51 that considers both species richness and evenness in the community. Normalized read counts per taxon (from domain to species level) and read counts per function were exported as tables for further statistical analysis. Venn diagrams were produced using the R ( http:www.r-project.org ) package venneuler  52 and a custom script (available from https:github.com sandainRblobmastervennplot.R ) and VennDiagram (https:cran.r-project.orgwebpackagesVennDiagram ). Analysis of similarities (ANOSIM) was carried out using the ANOSIM function from the R package vegan  53. Mann-Whitney-Wilcoxon analyses were performed using the R function wilcox.test and a custom script (available from https:github.comsandainRblobmas- termw.R ). Multidimensional scaling (NMDS) was per- formed using the metaMDS function from the R package vegan  53 and a custom script (available from https:github.comsandainRblobmastermds.R ). In order to track the source of the microbial popula- tion of the ISS environmental surfaces examined in this study (2015 to 2016), metagenomes generated from vari- ous ISS-related samples were compared using multidi- mensional principal coordinate analysis (PCoA)  54. The samples included for this analysis were ISS dust (collected during 1 day using a vacuum cleaner; 2012), ISS HEPA (particulates accumulated for  40 months; 2011), Crew Resupply Service (CRS; that took cargo to the ISS in 2015 to 2016), and spacecraft assembly facility (SAF) cleanroom dust (2014) as well as SAF surfaces (2016) where cargo was assembled.Results Microbial diversity Samples were collected from 3 flight sampling sessions on the ISS (8 samples for each flight and 24 samples in total). Each wipe was either treated with PMA or left untreated, resulting in an analysis of 48 samples and 9 controls. Among the 57 samples subjected for shotgun library preparation, only 42 samples (none from the con- trols and location 6) resulted in appropriate DNA yields (Additional file 1: Table S1). Approximately 7.3  106 reads associated with microorganisms were generated after high quality trimming from PMA (21 samples) and non-PMA treated (21 samples) samples. All metage- nomics reads were normalized across all samples, which yielded  3.1  106in total, and  7.4  106assigned to each sample, without affecting the taxonomic diversity. PMA-treated samples were the focus of this study as they represent the intact cells, and information about PMA-untreated samples were presented in supplemen- tary datasets (Additional file 2: Table S2). Human- associated reads constituted  1.75  106reads for non- PMA samples, whereas PMA treatment removed  96 of human reads. For all PMA-treated samples, at the domain level, the majority of the reads were assigned to bacteria (73.0), followed by eukaryotes (26.9) then viruses (0.1), while archaeal signatures were not detected. For samples not treated wi th PMA, these reads were assigned to bacteria (76.0 ), followed by eukaryotes (24.0) and viruses (0.1), but with a trace of archaeal signatures (Additional file 3:F i g u r eS 1 ) .A f t e rm e t a g e - nomic reads were normalized and analyzed for their relative abundance, it was evident that bacteria progressively increased from Flight 1 to Flight 3, whereas the trend was opposite for fungi. The propor- tional abundance of bacteria and fungi was similar in both PMA-treated and non-PMA-treated samples (Additional file 3: Figure S2). Viral signatures were f o u n di nF l i g h t1a n dF l i g h t2b u tn o ti nF l i g h t3 . Archaea were only found in low proportions in non-PMA-treated samples of Flight 1 and Flight 2. The top 25 species detected constituted  80 to 92 of metagenomic reads (Additional file 3:F i g u r eS 3 ) . Proteobacteria ,Firmicutes ,Ascomycota ,Basidiomy- cota, and Actinobacteria dominated the ISS microbiome profile at the phylum level. The percent abundance of Proteobacteria increased in Flight 3, while fungal populations of Ascomycota and Basidiomycota were reduced over the same time interval (Additional file 3: Figure S4A). At the class level, Gammaproteobacteria , Eurotiomycetes ,Alphaproteobacteria , and Bacilli se- quences were abundant. Sequences of Gammaproteobac- teria were found to be more abundant in Flight 3 samples, whereas sequences of Bacilli were moreSingh et al. Microbiome (2018) 6:204 Page 6 of 23abundant in Flight 2 samples. More than 98 of the total reads collected from PMA-treated samples from Flight 1 and 3 were assigned to Enterobacterales ,Bacil- lales,Rhizobiales , and Eurotiales at the order level. In addition to these four orders, sequences associated with Sphingomonadales and Pseudomonadales were high in Flight 2 samples. At the family level, Aspergillaceae were present in all three flights and in all locations except lo- cation 7 on Flight 3. Erwiniaceae was the second most dominant family in all three flights in all locations of Flight 3. Taxa belonging to Erwiniaceae andStaphylococ- caceae gradually increased from Flight 1 to Flight 3. Other common members were Methylobacteriaceae (Flight 1 and 2), Staphylococcaceae (Flight 2 and 3), and Enterobacteriaceae (Flight 1 and 3). Among the 115 genera identified, sequences of the members of the genera Pantoea (25 taxa) and Peni- cillium (12 taxa) were retrieved across all three flights. The compositional analysis showed a higherabundance of Pantoea ,Klebsiella ,Staphylococcus , and Penicillium in Flight 3 (Fig. 1a). In Flights 1 and 2, 6 and 9 different genera exhibited more than a million reads, respectively. A shift from fungi to bac- teria was observed within a year of the first 2 sam- pling events (Additional file 3:F i g u r eS 4 A ) .A m o n g the 318 species identified, an increased abundance of Klebsiella pneumoniae and Staphylococcus saprophy- ticus sequences were noticed in Flight 3. The ob- served dominance of Rhodotorula sp. JG-1b and Penicillium rubens during the first 2 sampling events was replaced by the higher prevalence of various Pantoea species in Flight 3 (Fig. 1a). All three flights shared several hierarchal levels of mi- croorganisms (domain, 2 of 3; phyla, 9 of 9; class, 13 of 20; order, 20 of 56; family, 23 of 76). In particular, 31 out of 115 genera (Additional file 3: Figure S5B) and 46 of 318 intact microbial species (Fig. 1b) represented the core microbiome of all three flights. Among them, three AB C 1234578 1234578 1234578 Flight 1 Flight 2 Flight 30102030405060708090100Relative Abundance Rhodotorula sp. JG-1b - 35 Penicillium rubens - 17 Staphylococcus saprophyticus - 4 Pantoea conspicua - 4 Klebsiella pneumoniae - 4 Sphingomonas sanguinis - 3 Penicillium chrysogenum - 2 Staphylococcus aureus - 2 Paenibacillus polymyxa - 2 Pantoea dispersa - 2 Methylobacterium sp. yr596 - 1 Pantoea ananatis - 1Methylobacterium aquaticum - 1 Enterobacter aerogenes - 1 Pantoea sp. FF5 - 1 Rhodotorula toruloides - 1 Pantoea vagans - 1 Enterobacter cloacae - 1 Pantoea sp. NGS-ED-1003 - 1 Penicillium camemberti - 1 Sphingomonas melonis - 1 Penicillium nordicum - 1 Escherichia coli - 1Flight 1 Flight 2Flight 3 965030 14 64676 Flight 1 Flight 2 Flight 3 -2 -1 0 1 2 3 NMDS1-2 -1 0 1 2NMDS2 1 351787 3 8 7 1 45 23 4 82542 Fig. 1 aSpecies-level abundance analysis based on normalized reads. bVenn diagram representing the common species between all three flights. c Species-based NMDS analysis representing various sampling sites in 2D ordinate as per the microbiome compositionSingh et al. Microbiome (2018) 6:204 Page 7 of 23species were dominant viz. Rhodotorula sp. JG-1b, P. rubens , and S. saprophyticus . The analysis of similarity (ANOSIM) and Mann- Whitney-Wilcoxon statistics were used to compare mi- crobial diversity from domain to species levels (Table 1). When microbiome constituents of all locations were pooled by flight, the taxa (domain to species level) significantly fluctuated in Flight 3 compared to the mi- crobial communities sampled in Flights 1 and 2 ( p 0.01 to 0.0002; Table 1). However, the similarity in various microbiome components was statistically indistinguish- able between Flight 1 and Flight 2 ( p0.01; Table 1). The relative abundance of phyla ( Ascomycota and Basidiomycota ), class ( Eurotiomycetes and Basidiomy- cota), order ( Eurotiales and Sporidiobolales ), and family ( Aspergillaceae and Sporidiobolaceae )w e r es i g - nificantly different in Flight 3 compared to Flights 1 and 2. The difference in microbial genera between Flights 1 and 3 was statistically significant ( p0.01) since the overlap in genus was limited to Kosakonia . Similarly, only 2 genera were common to Flights 2 and 3(Bacillus and Lactobacillus ) and statistically signifi- cant ( p 0.009). In addition to the core microbiome (46 species), 14 microbial species were shared between Flights 1 and 3 ( p0.01) and only 6 species were com- mon between Flights 2 and 3 ( p0.008; Fig. 1b). The Mann-Whitney-Wilcoxon statistics failed to detect any differences at the phylum- and class-level communities between all three flights, but s ignificant differences were evident for Flight 3 at the order, family, and species levels (Table 1). The difference between the genera detected onFlights 1 and 3 was not significantly different ( p0.05). However, the species-level difference was robust and statis- tically significant between Flights 1 and 3 ( p 0.00145) as well as between Flights 2 and 3 ( p 0.00020). NMDS analysis of the phyla demonstrated that the microbiome was similar among all locations of Flight 3, except location 2 (space toilet). However, when the dis- tribution was analyzed by location, locations sampled during Flights 1 and 2 were different in their microbial composition compared to Flight 3. At the species level, most Flight 3 locations (5 out of 7) were grouped to- gether separately from Flights 1 and 2, confirming that the microbiome composition of Flight 3 was dissimilar (Fig. 1c). Location 5 (US Node 1, Zero-G Stowage Rack) of all three flights clustered together and was dominated by the members of family Enterobacteriaceae , genera Pan- toea, and several species of Pantoea . In all levels of mi- crobial taxonomy, Flight 3, location 2 (space toilet) microbial diversity was independent and not grouped within the microbiome associated with any other sam- pled ISS locations. All flight samples, PMA-treated and untreated, were subjected to various microbial diversity indices to mathematically measure the species diversity (alpha and beta diversity) which includes (i) Chao1 (Fig. 2a), (ii) Shannon diversity index ( H; Fig. 2b), (iii) Simp- son sd i v e r s i t yi n d e x( F i g . 2c), and (iv) principal co- ordinate analysis (PCoA; Fig. 2d). Species diversity increased between Flights 1 and 2 but was reduced in Flight 3. It was also evident that diversity was Table 1 ANOSIM and Mann-Whitney-Wilcoxon analysis at domain to species taxon level ANOSIM Mann-Whitney-Wilcoxon F1P F2P F1P F2P R p R p Wp Wp Domain F2P 0.03596 0.477 4 1 F3P 0.311 0.017 0.1293 0.065 5 1 5 1 Phylum F2P 0.093929 0.2 34 0.5955 F3P 0.206 0.032 0.3003 0.024 41.5 0.9641 51 0.3762 Class F2P 0.04179 0.26 208 0.8391 F3P 0.3829 0.016 0.4733 0.008 250 0.1781 256 0.1318 Order F2P 0.05637 0.236 1115 0.9394 F3P 0.3693 0.017 0.5646 0.008 1388.5 0.02654 1438 0.01004 Family F2P 0.02624 0.597 2778 0.6552 F3P 0.3751 0.013 0.4733 0.011 3359 0.004704 3334 0.00654 Genera F2P 0.02624 0.572 6899 0.56 F3P 0.4393 0.01 0.4713 0.009 7249 0.1858 7074 0.3353 Species F2P 0.03499 0.64 49,164 0.5258 F3P 0.45 0.013 0.4937 0.008 57,274 0.001452 58,476 0.000202 F1P Flight 1 PMA, F2P Flight 2 PMA, F3P Flight 3 PMA,Singh et al. Microbiome (2018) 6:204 Page 8 of 23reduced in all PMA-treated samples. The Chao1 alpha diversity index showed that there was a decrease in the species diversity of PMA-treated samples. The Shannon-Weaver index Hvalue varies from 1.0 to 4.5 (for PMA-treated samples) from Flight 1 to Flight 3, which is indicative of a compositional shift in the metagenomics community. In addition, a higher H value indicates the distributive evenness of species in Flight 3 sampling, but it also represents the collective convergence of all sampling locations. When individ- ual sampling locations of each flight were taken into account (e.g., sampling locations 3, 5, and 8), a fluc- tuation was seen in the value of Hrelative to the flight, demonstrating the highly dynamic nature of the intact microbial communities of these sampling loca- tions. Microbial diversity analysis was also carried out through Simpson s index, which is a measure of diver- sity based on richness and evenness of species in a sample. The Simpson index confirmed the Shannon diversity results as Flight 3 scored higher in bothanalyses. When microbial profiles were analyzed by flight, it was evident from the two-dimensional PCoA analyses that each flight represents a distinct micro- bial profile (Fig. 2d). Sequence detection of cultivated microorganisms from the metagenomic dataset Metagenomics data were mined for the presence of genetic signatures associated with the organisms cul- tured from the same samples. The reference database used in this study contained reference signatures for all 35 cultured isolates identified at the species level. Of the 35 cultured species from these samples  55, metagenomics sequences of 32 isolates were found in PMA-treated samples (Fig. 3). In total, the metage- nomics pipeline employed du ring this study retrieved reads pertaining to 23 bacterial and 9 fungal species of cultivated microorganisms. Metagenome reads associ- ated with the cultivable fungal species such as Asper- gillus niger ,Penicillium camemberti ,Penicilliumo 1 index annon-Weaver index A Cha C Simpsons reciprocal indexB Sh D PCoA of Taxonomy using BrayCurtisFlight 1 Flight 2 Flight 3050100150200Species 1 23 4578 1 23 4 578 123 457 812 3 457 81 2 345 781 2 34578 No PMA PMAFlight 1 Flight 2 Flight 30246 123 457 8123 457 812 34 57 812 34 57 81 2 345 78 1 2 345 78 No PMA PMA Flight 1 Flight 2 Flight 305101520 123 4 57 8123 457 812 34 57 8 12 34 57 81 2 3 45 78 1 2 345 78 No PMA PMA-1 0 1 2 PC 1 (85.5)-0.2 -0.1 0.0 0.1PC 2 (12.5) No PMA PMANo PMA PMA No PMAPMAFlight 1 Flight 2 Flight 3 Fig. 2 Species-level ordinate analysis of all three flight samples of ISS. Species-level diversity was determined using normalized reads. aDiversity analysis using the Chao1 estimator, bShannon-Weaver index, and cSimpson s reciprocal index. dPrincipal component analysisSingh et al. Microbiome (2018) 6:204 Page 9 of 23chrysogenum ,Penicillium rubens ,a n d Penicillium sp. were retrieved from all three flight samples treated with PMA. Similarly, metagenome sequences corre- sponded to eight bacterial species ( Enterobacter bugandensis ,Klebsiella pneumonia ,Pantoea conspi- cua,Pantoea dispersa ,Pantoea sp., Staphylococcus aureus ,Staphylococcus epidermidis ,a n d Staphylococ- cus saprophyticus ) were found in all the three flights. Three species Arthrobacter russicus ,Arthrobacter sic- citoleran ,a n d Micrococcus yunnanensis that were iso- lated via cultivation were not seen in PMA-treated and untreated samples. However, in total, sequences from 403 microbial species (Additional file 2:T a b l e S2) were retrieved, constituting  90 as uncultivable with the cultural conditions employed. Functional analysis Reads associated with carbohydrate metabolism, amino acid derivatives and cofactors, vitamins, etc. were the highest among all three flights (Fig. 4a) (Additional file 6). The relative abundance of reads associated with various metabolic functions was similarb e t w e e nF l i g h t s1a n d3( A N O S I M , R0 . 4 , p0 . 0 5 ) a n d between Flight 2 and Flight 3 (ANOSIM, R0 . 3 , p 0.05). When comparing Flights 1 and 2, the functional pathways were indistinguishable from one another (ANOSIM R  0). The Mann-Whitney-Wilcoxon statistical analyses found no significant difference between any of the flights ( p0 . 0 5 ) . Virulence profile Metagenomic reads from all flights were grouped for dif- ferent virulence categories (Fig. 4b) using the reference virulence factors in the SEED database. Computational analyses showed that the Legionella resistome, cobalt- zinc-cadmium resistance, and multi-drug-resistant (MDR) resistance efflux pump were high on all flights and all locations. A uniform trend for virulence factors was seen for all flight samples. Virulence factors in samples were similar when comparing Flights 1 and 3 and Flights 2 and 3(R 0.3 and R 0.2, respectively, p0.05). Virulence factors observed from Flight 1 and Flight 2 did not show this pattern and appeared indistinguishable from each other as that of functional pathway profiles ( R0 ) . T h e Mann-Whitney-Wilcoxon statistical method did notFig. 3 Abundance of metagenomics reads retrieved in PMA-treated samples that showed the presence of cultured bacteria (blue) and fungi (green). Three microbial species observed in culture analyses of PMA-treated samples were not observed in the metagenomic data setSingh et al. Microbiome (2018) 6:204 Page 10 of 23detect a significant difference in virulence factors sampled among all three flights ( p0 . 0 5 ) . Antimicrobial resistance profile AMR signatures were organized into four major categor- ies: (i) beta-lactam resistance, (ii) cationic antimicrobial peptide (CAMP) resistance, (iii) vancomycin resistance, and (iv) other antimicrobial resistance genes such as MDR efflux pump, penicillin-binding proteins, and chloram- phenicol resistance (Fig. 5). Total reads associated with AMR in Flight 3 increased by twofold when compared with Flights 1 and 2 (Additional file 3:F i g u r eS 6 ;Additional file 4: Table S4). The AMR resistance factors overlapped with several other virulence factors (e.g., MDR efflux pump). However, as the virulence genes were inde- pendent and did not overlap, both analyses (AMR and virulence) were independently performed and presented. Comparatively, fewer reads ( 50) were classified into AMR than the virulence category, (Additional file 3: Figure S7). Collective beta-lactam resistance derived from the metagenome shows that physical ( OmpF ,OmpC ), trans- formational (penicillin-binding protein), and degradational (AmpC ), and MDR efflux pump (OMP, RND, MPF) mecha- nisms were allocated by the microorganisms on the ISS.AB 1234578 1234578 1234578 Flight 1 Flight 2 Flight 301020304050607080Relative Abundance Carbohydrates - 6.6 Amino Acids and Derivatives - 5.3 Cofactors, Vitamins, Prosthetic Groups, Pigments - 4.7 Protein Metabolism - 2.9 Virulence - 2.1 Cell Wall and Capsule - 2.0 RNA Metabolism - 1.9 Stress Response - 1.9 DNA Metabolism - 1.8 Respiration - 1.6 Fatty Acids, Lipids, and Isoprenoids - 1.6 Nucleosides and Nucleotides - 1.5 Membrane Transport - 1.4 Regulation and Cell signaling - 1.3 Metabolite Damage and its Repair or Mitigation - 1.0 Metabolism of Aromatic Compounds - 0.9 Sulfur Metabolism - 0.8 Motility and Chemotaxis - 0.8 Cell Division and Cell Cycle - 0.7 Virulence, Disease and Defense - 0.7 Nitrogen Metabolism - 0.6 Phosphorus Metabolism - 0.6 Potassium Metabolism - 0.5 Iron Acquisition and Metabolism - 0.4 Phages, Propha ges, Transposable Elements, Plasmids - 0.41234578 1234578 1234578 Flight 1 Flight 2 Flight 30123456Relative Abundance Legionella pneumophila Potential Resistome - 0.4 Cobalt-zinc-cadmium resistance - 0.3 Multidrug Resistance Efflux Pumps - 0.3 Copper homeostasis - 0.2 Mycobacterium virulence operon involved in DNA transcription - 0.2 Legionella pneumophila Virulome - 0.2 C jejuni colonization of chick caeca - 0.2 Resistance to fluoroquinolones - 0.2 Mycobacterium virulence operon involved in protein synthesis (SSU ribosomal proteins) - 0.1 Multidrug efflux pump in Campylobacter jejuni (CmeABC operon) - 0.1 MLST - 0.1 BlaR1 Family Regulatory Sensor-transducer Disambiguation - 0.1 Methicillin resistance in Staphylococci - 0.1 Monika MRSA - 0.1 Mycobacterial MmpL6 membrane protein cluster - 0.1 Colicin V and Bacteriocin Production Cluster - 0.1 Arsenic resistance - 0.1 Multidrug Resistance, Tripartite Systems Found in Gram Negative Bacteria - 0.1 Bacterial cyanide production and tolerance mechanisms - 0.1 MRSA analysis Oli - 0.1 Copper homeostasis: copper tolerance - 0.1 Fig. 4 Relative abundance of metagenomics reads associated with ametabolism and bvirulenceSingh et al. Microbiome (2018) 6:204 Page 11 of 23Prevalence of BSL-2 pathogens To further access the risk to human inhabitants, BSL-2-associated bacterial and fungal metagenomics sequences of the PMA-treated samples were mined (Fig. 6a-c). Klebsiella pneumoniae ,Staphylococcus aur- eus,Enterococcus faecalis , and Salmonella enterica were the dominant BSL-2 organisms identified from PMA-treated samples. Among the BSL-2 microbes ob- served, eight species were found in all three flights, they were as follows: Acinetobacter baumannii ,Haemophilus influenza ,K. pneumonia ,Salmonella enterica ,Shigella sonnei ,Staphylococcus aureus ,Yersinia frederiksenii , and Aspergillus lentulus (Fig. 6b). When compared with the species description of the ISS microbiome, K. pneumo- niae and S. enterica tended to co-occur and were the dominant species at most sampling locations of Flight 3 (Fig. 7c). Significant similarity was detected among BSL-2 pathogens detected within Flight 2 and Flight 3 (ANOSIM R 0.3, p0.05), as well as within Flight 1 and Flight 3 (ANOSIM R 0.2, p 0.059). BSL-2 microbes in common include K. pneumoniae ,S. aureus , and S. enterica. However, no similarity was detected between Flight 1 and Flight 2 (ANOSIM R 0). The Mann-Whitney-Wilcoxon statistical analyses detected significant differences between BSL-2 pathogens within Flight 2 and Flight 3 ( p 0.05) as well as within Flight 1 and Flight 2 ( P 0.05). Even though ANOSIM detected similarity, the Mann-Whitney-Wilcoxon test showed no difference between Flight 1 and Flight 3 ( p0.05). NMDS analysis showed locations that share a similar set of BSL-2 organisms tend to aggregate together in the ordination space, especially in the Flight 3 sampling locations (Fig. 6c).Succession and persistence of key microbial communities Dominant and persistent microbial genera of ISS envir- onmental surfaces sampled from all three flights treated with PMA are given in Additional file 3: Figure S5. Pantoea species were found to overtake the ISS micro- biome and became the dominant genus in samples from Flight 3. Other genera that showed noticeable persist- ence at the flight level were Klebsiella ,Staphylococcus , Erwinia , and Penicillium. The dominance of Pantoea was clearly documented in this study for all three flights at location 5 (Surface rack). PMA-treated samples from locations 1 and 4 showed a pattern where Penicillium species were dominant and persistent in Flight 1 and Flight 2, but later on, reads of Pantoea species were found in higher proportions in Flight 3. The same pat- tern could not be observed in the samples collected from location 3 (ARED platform) in the first two flights, whereas Klebsiella dominated in Flight 3 samples. The reads of Methylobacterium were overwhelmingly present in Flight 1 and Flight 2 within location 7 (LAB103), but in Flight 3, reads of Pantoea became more abundant. The wall of the crew quarters (location 8) showed the presence of spore-forming fungi ( Penicillium ) in Flight 1 and bacteria ( Paenibacillus ) in Flight 2, but again , Pan- toea species were retrieved in high numbers in Flight 3. Unlike other locations, location 2 (space toilet) did not show a similar change in its microbial composition over the three flight sampling events. However, Staphylococ- cusspecies were shown to be present in high numbers during Flight 2 and Flight 3 in PMA-treated samples collected from location 2. Irrespective of locations sam- pled, Pantoea species were found to be dominant in five out of seven Flight 3 locations sampled. 1234578 1234578 1234578 Flight 1 Flight 2 Flight 3beta-Lactam resistance Cationic antimicrobial peptide (CAMP) resistance Vancomycin resistance Multidrug efflux pump Oligopeptide transport system substrate-binding protein Penicillin-binding protein 1A lipid A ethanolaminephosphotransferase N-acetylmuramoyl-L-alanine amidase Penicillin-binding protein 2 Cell division protein FtsI Histidine kinase CusS EC:2.7.13.3 Alanine racemase EC:5.1.1.1 Chloramphenicol resistance protein Multidrug efflux system D-alanine-D-alanine ligase Ethanolaminephosphotransferase EC:2.7.8.42 Outer membrane protein Serine protease Do EC:3.4.21.107 Outer membrane pore protein F Phospho-N-acetylmuramoyl-pentapeptide-transferase EC:2.7.8.13020000400006000080000 Fig. 5 Distribution of antibiotic resistance across samples as seen in metagenomics analysis. Read counts of AMR genes grouped together based on the class of antibiotic they are resistant to, as detected by metagenomics. White boxes indicate genes that were absent in a particular sample. Red indicates the highest read count and pink, the lowest read count. Columns represent samples and rows represent antibiotic resistance featuresSingh et al. Microbiome (2018) 6:204 Page 12 of 23The BSL-2 microbial species that were persistent and exhibited succession phenomenon of various ISS envir- onmental surfaces of all three flight samples are depicted in Fig. 7. The incidence of the top 10 BSL-2 pathogens and the number of reads retrieved are depicted in Table 2. The incidence of BSL-2 pathogens varied in numbers, with a notable persistence of members of En- terobacteriaceae in Flight 1 ( 50 of BSL-2 taxa) and Flight 3 ( 90 of BSL-2 taxa). However, Staphylococcus species were the most dominant BSL-2 taxa detected in Flight 2 ( 50). Klebsiella pneumoniae reads were the most abundant in Flight 1 ( 50 of the top 10 BSL-2 taxa reads) and Flight 3 ( 80 of the top 10 BSL-2 taxa reads), but this nosocomial opportunistic pathogen dropped to the 11th position in Flight 2 (6856 reads). In total, 17 bacterial species were persistent in location 5 (Node 1) and were successively present in all three flights (Table 3). The reads of K. pneumoniae were con- sistently higher than other BSL-2 taxa and continued tobe retrieved in all three flight sampling periods. Other noticeable opportunistic pathogens in location 5 of all flights were Acinetobacter baumannii ,Enterobacter cloacae ,Salmonella enterica ,a n d Shigella sonnei .T h e reads of Staphylococcus saprophyticus , a non-pathogenic skin bacterium, were consistently retrieved from location 7 (LAB) during all three flights (Additional file 2:T a b l e S2). Among fungal reads, six fungi showed persistence in all three flights and were not restricted to location 5 as documented for bacterial persistence. Notably, the reads of Penicillium rubens ,as a p r o p h y t i cf u n g u s ,w e r e present in high numbers throughout all three sampling events, but also from locations 2, 3, and 8. Rhodo- torula s p .J G - 1 b ,ab e n i g nf u n g u s ,w a ss e q u e n c e di n high numbers at location 2 (space toilet). None of the pathogenic fungi was persistent in any of the locations sampled. The number of K. pneumoniae reads collected from the location 5 samplings of Flight 1 and Flight 2 ( 6.5  103AB C 1234578 1234578 1234578 Flight 1 Flight 2 Flight 3012345678Relative Abundance Klebsiella pneumoniae - 0.60 Staphylococcus aureus - 0.32 Enterococcus faecalis - 0.06 Salmonella enterica - 0.05 Streptococcus pneumoniae - 0.03 Staphylococcus haemolyticus - 0.02 Acinetobacter baumannii - 0.02 Shigella sonnei - 0.01 Klebsiella oxytoca - 0.01 Aspergillus lentulus - 0.01 Staphylococcus warneri - 0.01 Streptococcus equi - 0.01Acinetobacter pittii - 0.01 Haemophilus influenzae - 0.01 Bacillus anthracis - 0.01 Sphingomonas paucimobilis - 0.01Flight 1 Flight 2 Flight 35 13 35 2 48 Flight 1 Flight 2 Flight 3 -1 0 1 2 NMDS1-2.0 -1.5 -1.0 -0.5 0.0 0.5 1.0 1.5NMDS28157 85 5 4 231 24 2 4 71 73 38 Fig. 6 aAbundance profile of biosafety level 2 bacterial and fungal organisms in the ISS microbiome based on metagenomics sequences of the PMA-treated samples. bVenn diagram representing the common BSL-2 species between all three flights. cSpecies-based NMDS analysis representing various sampling sites in 2D ordinate as per the microbiome compositionSingh et al. Microbiome (2018) 6:204 Page 13 of 23reads) was lower than those collected from the Flight 3 samples (2.4  104reads). Aspergillus lentulus and K. pneumoniae dominated in Flight 1 samples (Fig. 7a),S. aureus dominated in Flight 2 samples (Fig. 7b), and K. pneumoniae dominated in Flight 3 samples collected from locations 7 and 8 (Fig. 7b). However, the other locations (1, 2, 3, and 4) did not have any patterns with respectto the abundance of BSL-2 microorganisms. Irrespective of locations sampled, K. pneumoniae species were found to be dominant in six out of seven locations sampled in Flight 3 (Fig. 7c). A high abundance of K. pneumoniae se- quences in Flight 1 at locations 1 and 2 (Fig. 7a), as well as the absence of these reads in Flight 2 except at location 5 (Fig. 7b), was noticed. L-1 L-2 L-3 L-4 L-5 L-7 L-81x1021x1031x1041x1051x106 Aspergillus lentulusShigella sonneiKlebsiella oxytocaSalmonella entericaStaphylococcus aureusKlebsiella pneumonia eNumber of Sequences Location on ISS L-1 L-2 L-3 L-4 L-5 L-7 L-81x1021x1031x1041x1051x106 Staphylococcus warneriAcinetobacter baumanniiStaphylococcus haemolyticusStreptococcus pneumoniaeEnterococcus faecalisStaphylococcus aureusNumber of Sequences Location on ISSA Flight 1 B Flight 2 C Flight 3 L-1 L-2 L-3 L-4 L-5 L-7 L-81x1021x1031x1041x1051x106 Klebsiella oxytocaHaemophilus influenzaeShigella sonneiStaphylococcus aureusSalmonella entericaKlebsiella pneumoniaeNumber of Sequences Location on ISS Fig. 7 Dominant and persistent BSL-2 microbial species of ISS environmental surfaces on aFlight 1, bFlight 2, and cFlight 3Singh et al. Microbiome (2018) 6:204 Page 14 of 23Table 2 The abundance of metagenomics sequences associated with top 10 risk group or BSL-2 microbial pathogens of ISS environment BSL-2 pathogen Flight 1 BSL-2 pathogen Flight 2 BSL-2 pathogen Flight 3 Klebsiella pneumoniae 305,176 Staphylococcus aureus 236,354 Klebsiella pneumoniae 689,778 Staphylococcus aureus 246,965 Enterococcus faecalis 94,078 Salmonella enterica 61,562 Salmonella enterica 20,669 Streptococcus pneumoniae 40,284 Staphylococcus aureus 43,724 Klebsiella oxytoca 12,572 Staphylococcus haemolyticus 26,486 Shigella sonnei 13,530 Shigella sonnei 9407 Acinetobacter baumannii 20,781 Haemophilus influenzae 9289 Aspergillus lentulus 8748 Staphylococcus warneri 14,323 Klebsiella oxytoca 6456 Yersinia frederiksenii 2231 Acinetobacter pittii 11,496 Streptococcus equi 5615 Trichosporon asahii 2170 Bacillus anthracis 10,151 Yersinia enterocolitica 5072 Staphylococcus hominis 1905 Sphingomonas paucimobilis 10,119 Raoultella ornithinolytica 4114 Kosakonia radicincitans 1571 Enterococcus faecium 7196 Acinetobacter baumannii 3753 Table 3 Location-wise persistent microbial taxa of the ISS environmental surfaces Microbial taxa Domain Flight 1 Flight 2 Flight 3 Location BSL level Acinetobacter baumannii Bacteria 1340 1279 1039 5 2 Enterobacter cloacae Bacteria 4774 4937 5876 5 2 Escherichia coli Bacteria 11,300 10,766 17,905 5 1 Klebsiella pneumoniae Bacteria 6476 6856 23,873 5 2 Pantoea agglomerans Bacteria 28,842 30,016 10,467 5 1 Pantoea ananatis Bacteria 34,829 39,399 41,268 5 1 Pantoea conspicua Bacteria 571,313 568,170 6544 5 1 Pantoea dispersa Bacteria 1053 1220 3718 5 1 Pantoea sp. 3.5.1 Bacteria 48,025 51,212 927 5 1 Pantoea sp. AS-PWVM4 Bacteria 944 1031 1973 5 1 Pantoea sp. At-9b Bacteria 1027 1072 4879 5 1 Pantoea sp. OV426 Bacteria 6174 6797 1475 5 1 Pantoea sp. OXWO6B1 Bacteria 1336 1400 13,885 5 1 Pantoea stewartii Bacteria 1402 1388 3807 5 1 Pantoea vagans Bacteria 8073 8819 48,922 5 1 Salmonella enterica Bacteria 3399 3634 11,539 5 2 Shigella sonnei Bacteria 1537 1738 1793 5 2 Staphylococcus saprophyticus Bacteria 1181 60,572 1487 7 1 Aspergillus niger Fungi 62,208 1428 7522 1 1 Penicillium camemberti Fungi 5609 19,577 3341 3 1 Penicillium chrysogenum Fungi 22,685 65,566 2119 3 1 Penicillium nordicum Fungi 6330 20,672 878 3 1 Penicillium rubens Fungi 4341 384,342 212,282 2 1 Penicillium rubens Fungi 185,166 529,688 17,693 3 1 Penicillium rubens Fungi 192,495 11,834 1513 8 1 Rhodotorula sp. JG-1b Fungi 7613 77,458 400,490 2 1Singh et al. Microbiome (2018) 6:204 Page 15 of 23As previously mentioned, Pantoea sequences were re- trieved in higher abundance, successively becoming dominant in the Flight 3 samples, and hence, a com- parative study was carried out to find all the virulence factors identified in this species. The whole genome se- quence of a cultivated Pantoea IF5SW-P1 strain  19 was mined and compared with the metagenomics viru- lence analysis of Flight 3 samples. The resulting ana- lyses identified 66 out of 85 virulence factors of the Pantoea IF5SW-P1 strain from metagenome sequences of Flight 3 (Additional file 5:T a b l eS 3 ) . Comparative metagenome sequence analyses and core microbiome of various ISS components Comparative metagenome sequence analyses showed that the intact microbiome of the ISS environmental sur- faces (Flight 1, Flight 2, and Flight 3) tend to align to- gether but separate from other samples, including ISS dust and ISS-HEPA, suggesting that their microbial composition is distinct from one another (Fig. 8a). Dom- inant species were different for all ISS components (surface, Pantoea ; dust, Staphylococcus ; HEPA, Coryne- bacterium ), SAF ( Acinetobacter ), and Commercial resup- ply vehicle-CRV ( Bacillus ) sample sets representing diverse environmental conditions on each surface. The present study attempts to describe the ISS core micro- biome based on the total metagenome analysis reported to date, which has been visualized as a Venn diagram (Fig. 8b) where each ellipse represents a sample set and the core is represented by the overlapping microbiome of each ellipse. The Venn diagram (Fig. 8b) represents an analysis of microbial species unique to a particular habitat (Flight 1, 66 species; Flight 2, 68 species; Flight 3, 46 species; ISS-HEPA, 542 species; and ISS dust, 646 species) but also the shared presence forming the coremicrobiome (17 species). The ISS core microbiome was dominated by fungi ( Penicillium brasilianum ,P. chryso- genum ,P. digitatum ,P. expansum ,P. freii ,P. griseoful- vum,P. roqueforti ,P. rubens ,Aspergillus calidoustus , andA. niger ) and bacteria ( Cutibacterium acnes ,Entero- bacter cloacae ,Escherichia coli ,Pantoea ananatis ,Sal- monella enterica ,Staphylococcus aureus , and S. epidermidis ) shared by all the samples but at different proportions. Discussion Shotgun metagenome analyses of samples collected over time provides not only the taxonomic profile, but also an in-depth understanding of microbial dynamics at the spe- cies or strain levels and a functional profile of a given sam- ple. Studies of ISS metagenomes will help NASA in setting long-term strategies for space travel and facilitate the development of microbial contamination reduction re- gimes through periodic maintenance. Functional analyses will assist in risk assessment and countermeasure designs. One of the basic advantages of shotgun metagenome ana- lysis is its efficiency in detecting non-dominant popula- tions present in an active gene pool. Humans have always contributed to the built environ- ment by dispersal of human-associated microorganisms (e.g., through the shedding of skin cells, sneezing, coughing). Since the ISS is a closed system, the envir- onment external to the ISS does not contribute to the microbial load; hence, human activities inside the closed system and cargo shipped were the major con- tributors to the microbial population. Relatively low numbers of reads from human origin ( 4) were ob- served in non-PMA-treated samples, whereas  96 of the metagenomics reads were a ssociated with microor- ganisms. In addition, the number of human reads in A PCoA of Taxonomy using BrayCurtis B Venn Diagram of Species Overlap SAF-Floor Flight 1Flight 2Flight 3ISS-DustISS-HEPASAF-Dust CRV5-InsideCRV5-Outside CRV6-InsideCRV6-Outside PC1 (25.6)PC2 (15.0) 2-1 - -3 0 1 2-0.5-1 0 0.5 166 68 46646542134 23 4 1 811222423 32 0 18 13922 4 1 1017Flight 1 Flight 2 Flight 3ISS-DustISS-HEP A Fig. 8 aPCoA plot depicting dissimilarity between the ISS samples and associated microbiome. bVenn plot visualization of common species found in Flight 1, Flight 2, Flight 3, ISS dust, and ISS-HEPASingh et al. Microbiome (2018) 6:204 Page 16 of 23non-PMA-treated samples were higher ( 1.7  106 reads) compared to the PMA-treated ( 77  103reads) samples. The effectiveness of PMA treatment in remov- ing genetic materials associated with dead cells or com- promised cell membranes has been demonstrated here and elsewhere  31,34,35. Multiple studies have reported on the microbial com- position of built environments using gene-targeted amplicon sequencing of bacteria and fungi populations. The ISS is a hermetically sealed closed system with no volumetric exchange of air with the external; hence, comparisons with relatively open systems like offices 56, homes  57, and hospitals  58 may not provide the ideal candidates for comparison, and hence were not in- cluded in this study. The microbiomes (amplicon se- quences resolvable to family level) of ISS comparable airtight closed systems such as lunarMars analogous habitat (ILMAH) exhibited the high abundance of Sta- phylococcaceae ,Corynebacteriaceae ,Caulobacteraceae , Pleosporaceae , and Sporidiobolaceae 59,60. A similar closed system, Mars 500, that analyzed only bacterial composition showed a high abundance of sequences assigned to Corynebacteriaceae ,Burkholderiaceae , and Staphylococcaceae 61. However, the present metage- nomics study revealed a high abundance of sequences from Pantoea (Enterobacteriaceae ),Methylobacterium (Methylobacteriaceae ),Staphylococcus (Staphylococca- ceae),Penicillium (Aspergillaceae ), and Rhodotorula (Sporidiobolaceae ). Based on these microbial composi- tions, it is evident that the ISS environmental surfaces were not similar to Earth-based analogs except for the presence of human skin-associated members of the fam- ilyStaphylococcaceae and environmental yeast, Sporidio- bolaceae . Since ILMAH and Mars 500 habitat studies did not produce shotgun metagenome data, they were not included in the comparative analyses. The present shotgun metagenome study was an improvement on previous amplicon-targeted microbiome studies reported about the ISS or its analogs  32,62. Metagenome data generated in this study provided more sequence cover- age than the amplicon-targeted ISS microbiome studies 62, providing a higher resolution of the microbiome composition and the functional makeup of the ecosystem. The comparative metagenome sequence analyses revealed separate grouping for the ISS environmental surfaces (Flight 1, Flight 2, and Flight 3) from other sam- ples (Fig. 8a). This might be due to the sample collection period of the ISS (1 day collection for ISS dust vs 40months collection of ISS-HEPA) where microorgan- isms could have been introduced at various time points. The ISS microbiome of the environmental surfaces was different among themselves, yet Flight 1 and Flight 2 showed compositional similarity, whereas Flight 3converged towards a system dominated by Pantoea spe- cies. Compositional variation due to the convergence to Pantoea species (Fig. 7) and a lowering of species rich- ness placed Flight 3 (Fig. 2; ShannonChao indices) away from Flight 1 and Flight 2, but still in near ordinate posi- tioning. This represents a classic example of microbial succession where the domination of one species leads to the reduction in species richness and a shift in ecosys- tem microbial composition that was evident in Flight 3. In contrast to the ISS microbiome (surface, Pantoea ; dust, Staphylococcus ; HEPA, Corynebacterium ), Earth- originated CRV ( Bacillus ) and SAF ( Acinetobacter ) sample sets were placed in a different ordinate position showing the compositional dissimilarity between the two. Even though CRV (Florida) and SAF (California) were from NASA cleanroom facilities, unique microbial compositions were observed, which might be attributed to the different geographical locations as reported earlier 63. The variation in microbial composition, succession, and persistence could be the result of the stressors act- ing on them. These stressors might be associated with physical characteristics of the sample sets, but are not limited to microgravity (ISS surface and ISS dust), desic- cation (ISS-HEPA, SAF), and oligotrophic conditions (SAF, CRV). The difference in the ISS surface micro- biome compared to the other sampled microbiomes confirmed that the influence of forwarding contamin- ation to ISS via CRV or processing cleanrooms such as SAF was minimal. Unlike other ISS surface samples, the microbiome of intact cells of the ISS-HEPA habitat exhibited similarities with the microbiomes of the SAF dust or SAF floor sur- faces. The ISS-HEPA was 40 months old, desiccated, and a low nutrient bioavailability habitat, which could be similar to stressed conditions of the SAF environment. Even though dominant microbes were different in these systems, the core microbiomes were similar. An interest- ing observation was the distinctive position of ISS dust in the ordinate space, where the ISS dust was collected from a vacuum bag consisting of particles vacuumed for only 1 day. These samples contained human skin- associated microbes dominated by Staphylococcus species and food spoilage fungi such as Penicillium spe- cies. The ISS dust sample possessed not only particulates but also food remnants and their genes ( Zea mays , Oryza sativa ,Pisum sativum ,Arachis hypogaea , etc.) which might have selectively allowed the proliferation of Staphylococcus andPenicillium species. Since PCoA plots confirmed that SAF and CRV micro- biomes were different from ISS (Fig. 8a), only shotgun metagenomes of the ISS were compared to elucidate the core ISS microbiome. In general, understanding the community dynamics of the core microbiome (persist- ence) or common members of different components of aSingh et al. Microbiome (2018) 6:204 Page 17 of 23closed system might help to elucidate their influence over the deterioration of the habitat or their effect on the health of the inhabitants. Despite different sampling times, methods, and processing techniques, certain mi- crobes were unchanging in the ISS microbiome. The core microbiome is the stability factor and is responsible for withstanding the entropy of an active system like the ISS. A long-term study of the ISS core microbiome should be undertaken to understand the founding struc- ture of the ISS microbial ecology, which will help NASA to regulate beneficial microbes and restrain problematic microbes when needed. More research is warranted to develop countermeasure solutions to selectively eradi- cate problematic microbes without disturbing beneficial microbes, e.g., with phage treatment  64. Microbes are continuously adapting to changing habitat and niches. Since humans and cargos were constantly moved in and out of the ISS, knowledge of the ISS core microbiome will help NASA to maintain its biological integrity in line with its structural integrity. The ISS microbiome represents a minimal core  model hypothesized based on the large sets of human microbiome data  65, in which all the human subjects shared few microbial species, large overlaps were found in subsets but a very little was common between all the sets. This was not the case for the built indoor micro- biome studies based on Earth, where it was reported that the normal range of indoor environmental conditions might not be large enough to impact microbial commu- nities  56. The study of rare microbes helps us to understand the functional diversity of a community, which would have been missed in an amplicon-based study  66. One of the observations in the functional analysis of the ISS is its similarity across the flights and samples (Fig. 4a) which is indicative of a stable core. In this type of sys- tem, microbes can take the role of other microbes per- forming similar functions, which is a good example of the insurance hypothesis 67. In the insurance hypoth- esis model, it is assumed that more than one organism performing a similar function can act as a buffer against system entropy. Under the unfavorable conditions of microgravity, when one microorganism is eliminated, the other microbes adapted to the microgravity condi- tion can replace it to perform the required functions (e.g., adherence). Such adaptations will also help in the persistence of microbes since a system devoid of persist- ent microbes will fail to have a stable core microbiome. Even though interference of microbes associated with cargos and humans cannot be ruled out, a stable healthy microbial ecosystem is an essential surviving principal for established microbes. In metagenome analysis of ISS environmental surfaces (not dust or HEPA), Pantoea and Klebsiella species showed not only persistence butalso exhibited succession across samples collected from three flights ( 1.5 years) and hence should be consid- ered as true persistors  68. Dominant microbiome of various ISS components The ISS air is circulated into the cabin after a revitalization process, and hence, the microbiome of air particulates of t h eH E P As y s t e mm i g h ti n f l u e n c et h em i c r o b i o m eo fI S S environmental surfaces. Unlike the present study, Coryne- bacterium species were dominant in the ISS dust and HEPA  35, but in both cases, Staphylococcus members were found to be present in high numbers. This might be due to the fact that the ISS-HEPA system could eradicate the members of Pantoea andMethylo- bacterium , which were reported to be susceptible to desiccation  69, whereas Staphylococcus species might withstand the low moisture condition. Retrieval of Rhodotorula sequences in high numbers (35 relative abundance) and its similarity with the whole genome sequences of the psychrotolerant Rhodo- torula sp. JG1b strain isolated from the permafrost in the hyper-arid McMurdo Dry Valleys of Antarctica  70 warrant more study. A high-quality genome of this strain was also retrieved from the metagenome and its annota- tion is underway. Furthermore, 33 strains of Rhodotorula sp. were cultured from these ISS samples  55, and whole genome sequencing of these strains is necessary when comparisons are made. Rhodotorula sp. JG1b se- quences were retrieved consistently from location 2 in all three flights (Table 2). Persistence of BSL-2 pathogens Across three flight samplings, K. pneumoniae reads, an opportunistic BSL-2 pathogen  71, were retrieved from locations 1, 2, and 5 during Flight 1, and successively, its reads persisted in location 5 of Flight 1 and 2. Sub- sequently, in Flight 3, except at location 2, all other locations showed the presence of this opportunistic pathogen. To determine whether all these reads came from the same K. pneumoniae strain, more detailed analyses are needed such as source tracking  72 and extracting the genome from the metagenome reads  73. The preliminary analyses confirmed that the 5.3 Mb draft genomes of K. pneumoniae retrieved from the Flight 1, location 1 (2.17  105shotgun reads), and Flight 3, location 3 (5.36  105reads), were identical (99 average nucleotide index), but the in-depth characterization is warranted. The absence of K. pneu- moniae reads in Flight 2 locations except location 5 might be due to the cleaning regime followed by the crew. Alternatively, the stowed experimental materials at location 5 were not in use between Flights 1 and 2. K. pneumoniae observed at location 5 of Flight 1 could be the etiological agent, which might have spread acrossSingh et al. Microbiome (2018) 6:204 Page 18 of 23the other locations sampled during Flight 3. One of the explanations could be location 5, being a stowage unit, might not have been disturbed as frequently as other lo- cations sampled where day-to-day activities were high due to various planned experiments or informal social gathering (location 1, Cupola), exercising (location 3, ARED platform), food (location 4; dining table), etc. During the 1-year span between Flight 2 and Flight 3, the stowed materials from location 5 might have been moved to other places of the ISS due to the implementa- tion of various experiments, which could have led to the spread of the K. pneumoniae . It has been reported that the accumulation and persistence of microbial popula- tions might be affected by the nature of the materials used to construct this closed habitat  74. Detailed logs of various experimental procedures should be carefully looked into before coming to this conclusion, and at present, such data are not made available for this study. Another probable reason could be that the cargo might be the contamination vector rather than the crew as no K. pneumoniae reads were retrieved from location 2 (space toilet) of Flight 3 and all sampled locations of Flight 2 except location 5. Maximum crew activities were noticed at locations 1, 2, 3, 4, and 8 while the other locations, 5, 6, and 7, were not used as frequently. It is predicted that a study of these locations would give a holistic microbial profile of ISS and its influence on humans. However, the statistical analyses showed no correlation among these sets of locations. In addition to K. pneumoniae , the genetic signature of Pantoea was found in all three flight samples, which supports its biological persistence on the ISS environ- mental surfaces. Since members of Pantoea were reported as an opportunistic pathogen of both humans and plants  75, their presence in higher numbers and persistence might hinder long-duration human stay in a closed system because both in situ food production and human health could be impacted. Isolation of Pantoea species  55 and the whole genome sequences of ISS strains were reported  19, and in-depth analyses of genomes extracted from Pantoea reads are underway. Functional properties of the ISS microbiome This is the first report of microbial succession reported at the ISS with an in-depth analysis of AMR and viru- lence profiles. In treating bacterial infectious diseases, -lactam antibiotics were widely used, which subse- quently lead to the development of resistance in target organisms  76. The -lactamase that inactivates carba- penems and -lactamase inhibitors were reported to be prevalent around the world, and resistance to the new antibiotics, which were designed to overcome -lactam resistance, had already emerged within a year  77. It has been extensively reviewed that penicillin-bindingproteins (PBP), membrane-spanning porin proteins (OmpF andOmpC ), would bind with some -lactam an- tibiotics and physically alter them  78, and some other classes of -lactams when passed through PBP interac- tions could get removed by efflux pumps  79. Further- more, the AmpC gene was reported to hydrolyze certain compounds, like penicillin and cephalosporin, but could not degrade all kinds of antibiotics  80. Hence, bacterial pathogens could alter the -lactam targets in multiple ways  76 and could acquire resistance to several antibi- otics  81. In this study, AMR gene categories pertaining to the outer membrane proteins ( OmpF andOmpC ; two of the most common porins), transformation proteins (PBP), degradation ( AmpC ), an efflux pump (OMP, RND, MPF) were retrieved in high numbers. Approximately one million reads of -lactamase- resistant AMR genes were retrieved and prevalent in Flight 3 samples. As reported in this study, the AMR gene categories uniquely identified in ISS dust samples 35 were assigned to genes related to the ATP-binding cassette superfamily, multidrug and toxic compound ex- trusion family, rRNA methyltransferase, methionine sulf- oxide reductase ( msrA), fluoroquinolone resistance (patA and patB), and clindamycin resistance ( ermABC). Sequences of K. pneumoniae found in high numbers in location 5 in all three flights and its lateral spread throughout the locations during Flight 3 needs to be studied in detail. However, the mere presence of AMR genes from the intact cells in PMA-treated samples would not endorse the involvement of their pathogenic potential but expression analyses utilizing proteomics transcriptomics are required to confirm the pathogen- esis. The isolation and archival of several Enterobacteria- ceae members, including MDR K. pneumoniae strains, in a parallel study from the same samples  55 and fu- ture research characterizing molecular mechanism(s) would shed limelight into the microbial pathogenicity of these ISS isolates. Antibiotic-resistant proteins associated with K. pneu- moniae (e.g., carbapenemase, known as KPC complex) were reported to possess a broad substrate profile, including penicillins, cephalosporins, carbapenems, and -lactamase inhibitors  82. The amino acid substitutions in KPC-2 revealed increased susceptibility to - lactamase inhibitors and -lactams, indicating that the K. pneumoniae -lactamase complex was responsible for hydrolyzing a wide variety of antimicrobials  83. In two relevant studies where isolation of K. pneumoniae strains from these ISS locations  55 and its phenotypic resis- tances against multiple drugs (cefazolin, cefoxitin, cipro- floxacin, erythromycin, gentamicin, oxacillin, penicillin, rifampin, and tobramycin) (Checinska Sielaff et al. 2018; submitted) warranted development of suitable counter- measures in eradicating the etiological agents. Moreover,Singh et al. Microbiome (2018) 6:204 Page 19 of 23additional sampling events in subsequent years from these locations will also reveal whether existing ISS maintenance using systematic cleaning regimes would be sufficient to remove the persistent microorganisms. It is also evident from previous studies that microbes tend to increase virulence in microgravity  84. In this study, we observed a continuous increase in the number of metagenomics reads associated with virulence from Flight 1 to the maximum in Flight 3 in PMA-treated samples (Additional file 3: Figure S7). Major virulence factors identified were Legionella pneumophila potential resistome (6  105reads), cobalt-zinc-cadmium resist- ance (4.8  105reads), copper homeostasis (3.4  105), and Mycobacterium virulence operon (3.3  105). Even though there were no reads associated with Legionella pneumophila in species identification, its resistome  85 87 is very similar to other gram-negative bacteria like Pantoea 88 and Klebsiella 89 and is well defined in SEED database, which could be the plausible reason for the identification of the reads. Divalent cations such as Co2,Z n2, and Ni2are essential for bacteria but are toxic in higher concentrations  90. These redox-active metals, due to unfilled d-orbitals, cycle between oxida- tion states, supporting the metal homeostasis system. This is crucial in deciding bacterial host interface, by determining the activity of metal-responsive transcrip- tional regulatory networks in microbial pathogens  91, 92. This mechanism helps bacteria to adapt to the host metal homeostasis variation, a defense mechanism against bacteria in case of infection. Bacteria evolved to overcome this host defense mechanism by developing various metal resistance mechanisms  93. In light of recent studies where the human gene expression related to the immune system, DNA repair, bone formation net- works, hypoxia, and hypercapnia changed considerably in microgravity (unpublished), and also the incidence of various infections on the ISS  10, could be the plausible reason for high read incidence for cobalt-zinc-cadmium resistance. Major genes identified for the metal resist- ance were cadmium-transporting ATPase (EC 3.6.3.3); cation efflux system protein CusC andCusF precursors; cobalt-zinc-cadmium resistance protein CzcA ,CzcB and CzcD ; copper sensory histidine kinase CusS ; heavy metal-resistant transcriptional regulator HmrR ; heavy metal RND efflux CzcC , and zinc transporter ZitB,t o name a few. Multidrug-resistance efflux pump was a crossover from AMR analysis contributing to virulence. Another known human pathogen, Mycobacterium ,h a s been known to colonize hosts without any adverse effect, especially the non-tuberculosis Mycobacterium (NTM) 94. Even though species identification showed very few hits for Mycobacterium abscessus , which is an NTM, the functional analysis showed higher numbers of reads for Mycobacterium virulence operon involved in DNAtranscription. Most of the BLAST hits under this cat- egory were identified as a DNA-directed RNA polymer- ase beta subunit (EC 2.7.7.6), which has undergone specific mutation rendering them resistant to antibiotics 95 via a common variation (Gln His) at codon 513 96. The SEED database does not specifically identify the mutation but provides collective information about the various Mycobacterium virulence operons. Other Mycobacterium virulence operons identified from Flight 1 to Flight 3 were involved in fatty acids biosynthesis, lipid degradation, protein synthesis, and dormancy regu- lation. Further analysis is required to study how Myco- bacterium is evolving and interacting with their hosts in microgravity. A complete list of virulence factors is pro- vided in Additional file 4: Table S4. Although further experiments are required to con- clude a correlation between microbial space adaptation and increase in virulence, this study gives a deeper insight of the ISS environment and provides a notion that future sampling should include human samples. By including human samples, a complete picture at the functional level could be generated about how the ISS environmental microbiome is affected by humans and vice versa. To understand the role of microgravity on the functional profile (AMR and pathogenesis) of micro- bial communities, more research is warranted since sophisticated molecular methods are required to meas- ure biological entities (single cell genomes, genome ex- traction from metagenomes) with appropriate ground controls, unified metadata generation, and computa- tional power to analyze large datasets. Additional files Additional file 1: Table S1. Initial DNA concentration and library yield for metagenomics analyses. (DOCX 16 kb) Additional file 2: Table S2. Microbial species identified based on metagenomic reads in all flights and locations. (XLSX 76 kb) Additional file 3: Figure S1. Percentage of total reads obtained from PMA and non-PMA treated samples. Figure S2. Proportional abundance at flight level. The proportional abundance of different flight sampling shows the presence of all domains (Bacteria, Archaea, and Eukaryota). There is a noticeable increase in bacterial population from Flight 1 to Flight 3. Figure S3. Top 25 species dominating the microbial composition of ISS samples. Normalized sequence reads were mapped to the reference database at species-level resolution. Image representing the comparison of relative abundance of the spe- cies in non-PMA and PMA treated samples during Flight 1 to Flight 3.Figure S4 . Abundance of metagenomics reads related to the mi- crobial phylum of PMA treated ISS environmental samples. Figure S5. Abundance of metagenomics reads related to the genus of PMA- treated ISS environmental samples. Figure S6 . Abundance of anti- microbial resistance metagenomics reads in PMA- and non-PMA- treated samples from Flight 1, Flight 2, and Flight 3. Figure S7. Abundance of metagenomics reads associated with virulence. (ZIP 180 kb) Additional file 4: Table S4. Virulence factors identified from the metagenomic sequences from all flight locations. (XLSX 27 kb)Singh et al. Microbiome (2018) 6:204 Page 20 of 23Additional file 5: Table S3. Virulence genes of the Pantoea IF5SW-P1 strain identified in metagenome sequences of Flight 3. (XLSX 11 kb) Additional file 6: Table S5. Functional analysis based on metagenomic reads for all locations and flights. (XLSX 21 kb) Acknowledgements The research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA. We would like to thank astronauts Captain Terry Virts (Flight 1 and Flight 2) and Commander Jeffrey Williams (Flight 3) for collecting samples aboard the ISS. We thank the implementation team at NASA Ames Research Center for coordinating sample metadata collection and recordkeeping. We would like to thank Aleksandra Checinska Sielaff and Adriana Blachowicz for helping in the processing of samples at Jet Propulsion Laboratory and Dr. Douglas Botkin for coordinating the arrival of the Flight 1 sample set. The authors wish to thank the JPL supercomputing facility, especially Narendra J Patel (Jimmy) and Edward Villanueva, for their continuous support in providing the best possible infrastructure for BIG-DATA analysis.  2018 California Institute of Technology. Government sponsorship acknowledged. Ethics approval and consent to participate Not applicable. Funding This research was funded by a 2012 Space Biology NNH12ZTT001N grant no. 19-12829-26 under Task Order NNN13D111T award to KV, which also funded the post-doctoral fellowship for NKS and JMW. Availability of data and materials The metagenomic sequence data generated from this study can be found under NCBI Short Read Archive (SRA) under the bio-project number PRJNA438545 and GeneLab dataset GLDS-69. Disclaimer This document was prepared as an account of work sponsored by an agency of the US Government. Neither the US Government, nor NASA, nor any of their employees make any warranty, expressed or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed or represents that its use would not infringe privately owned rights. References herein to any specific commercial product, process, or service by trade name , trademark, manufacturer, or otherwise does not necessarily constitute or imply its endorsement, recommendation, or favoring by the US Government or NASA. The views and opinions of the authors expressed herein do not necessarily state or reflect those of the US Government or NASA and shall not be used for advertising or product endorsement purposes. Authors contributions KV designed the study. NKS, JMW, and KV wrote the manuscript. NKS conducted the microbial diversity and functional analyses based on metagenome data. JMW conducted the statistical analysis, relevant image generation, and R scripting for the project. FK was involved in metadata and recordkeeping at NASA Ames Research Center. All authors read and approved the final manuscript. Consent for publication Not applicable. Competing interests The authors declare that they have no competing interests. Publisher sN o t e Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Author details 1Jet Propulsion Laboratory, California Institute of Technology, 4800 Oak Grove Dr, Pasadena, CA 91109, USA.2Space Bioscience Division, NASA Ames Research Center, Moffett Field, CA, USA.3Department of Pharmaceutical Chemistry, University of California San Francisco, San Francisco, CA, USA.Received: 5 May 2018 Accepted: 24 October 2018 References 1. Brooks B, Firek BA, Miller CS, Sharon I, Thomas BC, Baker R, Morowitz MJ, Banfield JF. Microbes in the neonatal intensive care unit resemble those found in the gut of premature infants. Microbiome. 2014;2(1):1. 2. Lax S, Smith DP, Hampton-Marcell J, Owens SM, Handley KM, Scott NM, Gibbons SM, Larsen P, Shogan BD, Weiss S. Longitudinal analysis of microbial interaction between humans and the indoor environment. Science. 2014;345(6200):1048-1052. 3. NRC: Committee for the Decadal Survey on Biological Physical Sciences in Space. Recapturing a future for space exploration: life and physical sciences research for a new era: The National Academies Press; 2011. 4. Pierson D, Botkin D, Bruce R, Castro V, Smith M, Oubre C, Ott C. Microbial monitoring of the International Space Station. In: Moldenhauer J, editor. Environmental monitoring: a comprehensive handbook. River Grove: DHI Publishing, LLC; 2012. 5. Kim W, Tengra FK, Young Z, Shong J, Marchand N, Chan HK, Pangule RC, Parra M, Dordick JS, Plawsky JL, et al. Spaceflight promotes biofilm formation by Pseudomonas aeruginosa . PLoS One. 2013;8(4):e62437. 6. Alekhova TA, Aleksandrova AA, Novozhilova T, Lysak LV, Zagustina NA, Bezborodov AM. Monitoring of microbial degraders in manned space stations. Prikl Biokhim Mikrobiol. 2005;41(4):435 43. 7. Videla HA, Herrera LK. Microbiologically influenced corrosion: looking to the future. Int Microbiol. 2005;8(3):169 80. 8. Novikova ND. Review of the knowledge of microbial contamination of the Russian manned spacecraft. Microb Ecol. 2004;47(2):127 32. 9. Novikova N, De Boever P, Poddubko S, Deshevaya E, Polikarpov N, Rakova N, Coninx I, Mergeay M. Survey of environmental biocontamination on board the International Space Station. Res Microbiol. 2006;157(1):5 12. 10. Crucian B, Babiak-Vazquez A, Johnston S, Pierson DL, Ott CM, Sams C. Incidence of clinical symptoms during long-duration orbital spaceflight. Int J Gen Med. 2016;9:383 91. 11. Mehta SK, Laudenslager ML, Stowe RP, Crucian BE, Sams CF, Pierson DL. Multiple latent viruses reactivate in astronauts during Space Shuttle missions. Brain Behav Immun. 2014;41:210 7. 12. Wilson JW, Ott CM, Honer zu Bentrup K, Ramamurthy R, Quick L, Porwollik S, Cheng P, McClelland M, Tsaprailis G, Radabaugh T, et al. Space flight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. Proc Natl Acad Sci U S A. 2007;104(41):16299 304. 13. Urbaniak C, Sielaff AC, Frey KG, Allen JE, Singh N, Jaing C, Wheeler K, Venkateswaran K. Detection of antimicrobial resistance genes associated with the International Space Station environmental surfaces. Nat Sci Rep. 2018;8(1):814. 14. Monsieurs P, Mijnendonckx K, Provoost A, Venkateswaran K, Ott CM, Leys N, Van Houdt R. Genome sequences of Cupriavidus metallidurans strains NA1, NA4, and NE12, isolated from space equipment. Genome Announc. 2014; 2(4):e00719 4. 15. Monsieurs P, Mijnendonckx K, Provoost A, Venkateswaran K, Ott CM, Leys N, Van Houdt R. Draft genome sequences of Ralstonia pickettii strains SSH4 and CW2, isolated from space equipment. Genome Announc. 2014;2(5). 16. Mijnendonckx K, Provoost A, Ott CM, Venkateswaran K, Mahillon J, Leys N, Van Houdt R. Characterization of the survival ability of Cupriavidus metallidurans and Ralstonia pickettii from space-related environments. Microb Ecol. 2013;65(2):347 60. 17. Seuylemezian A, Singh NK, Vaishampayan P, Venkateswaran K. Draft genome sequence of Solibacillus kalamii , isolated from an air filter aboard the International Space Station. Genome Announc. 2017;5(35):e00696 17. 18. Venkateswaran K, Singh NK, Checinska Sielaff A, Pope RK, Bergman NH, van Tongeren SP, Patel NB, Lawson PA, Satomi M, Williamson CHD, et al. Non- toxin-producing Bacillus cereus strains belonging to the B. anthracis clade isolated from the International Space Station. mSystems . 2017;2(3). 19. Checinska Sielaff A, Singh NK, Allen JE, Thissen J, Jaing C, Venkateswaran K. Draft genome sequences of biosafety level 2 opportunistic pathogens isolated from the environmental surfaces of the International Space Station. Genome Announc. 2016;4(6). 20. Singh NK, Blachowicz A, Checinska A, Wang C, Venkateswaran K. Draft genome sequences of two Aspergillus fumigatus strains, isolated from the International Space Station. Genome Announc. 2016;4(4).Singh et al. Microbiome (2018) 6:204 Page 21 of 2321. Knox BP, Blachowicz A, Palmer JM, Romsdahl J, Huttenlocher A, Wang CCC, Keller NP, Venkateswaran K. Characterization of Aspergillus fumigatus isolates from air and surfaces of the International Space Station. mSphere. 2016;1(5). 22. Checinska A, Kimar RM, Pal D, Mayilraj S, Venkateswaran K. Solibacillus kalamii sp. nov., isolated from the International Space Station HEPA filter system. Int J Syst Evol Microbiol. 2017;67(4):896-901. 23. Lauber BA, Bolshakova O, Ullrich O. Spacecraft microbiology. In: The immune system in space: are we prepared? Cham: Springer International Publishing; 2016. p. 77 86. 24. Taylor PW, Sommer AP. Towards rational treatment of bacterial infections during extended space travel. Int J Antimicrob Agents. 2005;26(3):183 7. 25. Castro-Wallace SL, Chiu CY, John KK, Stahl SE, Rubins KH, McIntyre ABR, Dworkin JP, Lupisella ML, Smith DJ, Botkin DJ, et al. Nanopore DNA sequencing and genome assembly on the International Space Station. Sci Rep. 2017;7(1):18022. 26. McIntyre ABR, Alexander N, Burton AS, Castro-Wallace S, Chiu CY, John KK, Stahl SE, Li S, Mason CE. Nanopore detection of bacterial DNA base modifications. bioRxiv. 2017. 27. Vaishampayan P, Probst AJ, La Duc MT, Bargoma E, Benardini JN, Andersen GL, Venkateswaran K. New perspectives on viable microbial communities in low-biomass cleanroom environments. ISME J. 2013;7(2):312 24. 28. Bonetta S, Pignata C, Bonetta S, Meucci L, Giacosa D, Marino E, Gilli G, Carraro E. Viability of Legionella pneumophila in water samples: a comparison of propidium monoazide (PMA) treatment on membrane filters and in liquid. Int J Env Res Public Health. 2017;14(5):467. 29. Kibbee RJ, rmeci B. Development of a sensitive and false-positive free PMA- qPCR viability assay to quantify VBNC Escherichia coli and evaluate disinfection performance in wastewater effluent. J Microbiol Meth. 2017;132:139 47. 30. Vesper S, McKinstry C, Hartmann C, Neace M, Yoder S, Vesper A. Quantifying fungal viability in air and water samples using quantitative PCR after treatment with propidium monoazide (PMA). J Microbiol Methods. 2008;72(2):180 4. 31. Weinmaier T, Probst AJ, Duc MT, Ciobanu D, Cheng JF, Ivanova N, Rattei T, Vaishampayan P. A viability-linked metagenomic analysis of cleanroom environments: eukarya, prokaryotes, and viruses. Microbiome. 2015;3. 32. Ichijo T, Yamaguchi N, Tanigaki F, Shirakawa M, Nasu M. Four-year bacterial monitoring in the International Space Station Japanese Experiment Module Kibo with culture-independent approach. Npj Microgravity. 2016;2:16007. 33. Venkateswaran K, Vaishampayan P, Cisneros J, Pierson DL, Rogers SO, Perry J. International Space Station environmental microbiome - microbial inventories of ISS filter debris. Appl Microbiol Biotechnol. 2014;98(14):6453 66. 34. Checinska A, Probst AJ, Vaishampayan P, White JR, Kumar D, Stepanov VG, Fox GE, Nilsson HR, Pierson DL, Perry J, et al. Microbiomes of the dust particles collected from the International Space Station and Spacecraft Assembly Facilities. Microbiome. 2015;3(1). 35. Be NA, Avila-Herrera A, Allen JE, Singh N, Checinska Sielaff A, Jaing C, Venkateswaran K. Whole metagenome profiles of particulates collected from the International Space Station. Microbiome. 2017;5(1):81. 36. Lang JM, Coil DA, Neches RY, Brown WE, Cavalier D, Severance M, Hampton-Marcell JT, Gilbert JA, Eisen JA. Correction: a microbial survey of the International Space Station (ISS). PeerJ. 2018;5. 37. Satoh K, Nishiyama Y, Yamazaki T, Sugita T, Tsukii Y, Takatori K, Benno Y, Makimura K. Microbe-I: fungal biota analyses of the Japanese experimental module KIBO of the International Space Station before launch and after being in orbit for about 460 days. Microbiol Immunol. 2011;55(12):823 9. 38. Mora M, Perras A, Alekhova TA, Wink L, Krause R, Aleksandrova A, Novozhilova T, Moissl-Eichinger C. Resilient microorganisms in dust samples of the International Space Station survival of the adaptation specialists. Microbiome. 2016;4(1):65. 39. Bolger AM, Lohse M, Usadel B. Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics. 2014;30. 40. Nayfach S, Pollard KS. Toward accurate and quantitative comparative metagenomics. Cell. 2016;166(5):1103 16. 41. Huson DH, Auch AF, Qi J, Schuster SC. MEGAN analysis of metagenomic data. Genome Res. 2007;17(3):377 86. 42. Huson DH, Beier S, Flade I, Gorska A, El-Hadidi M, Mitra S, Ruscheweyh HJ, Tappu R. MEGAN community edition - interactive e xploration and analysis of large-scale microbiome sequencing data. PLoS C omput Biol. 2016;12(6):e1004957. 43. Sayers EW, Barrett T, Benson DA, Bryant SH, Canese K, Chetvernin V, Church DM, DiCuccio M, Edgar R, Federhen S, et al. Database resources of theNational Center for Biotechnology Information. Nucleic Acids Res. 2009; 37(Database issue):D5 15. 44. Buchfink B, Xie C, Huson DH. Fast and sensitive protein alignment using DIAMOND. Nat Meth. 2015;12(1):59 60. 45. Sayers EW, Barrett T, Benson DA, Bolton E, Bryant SH, Canese K, Chetvernin V, Church DM, Dicuccio M, Federhen S, et al. Database resources of the National Center for Biotechnology Information. Nucleic Acids Res. 2010; 38(Database issue):D5 16. 46. Huson DH, Tappu R, Bazinet AL, Xie C, Cummings MP, Nieselt K, Williams R. Fast and simple protein-alignment-guided assembly of orthologous gene families from microbiome sequencing reads. Microbiome. 2017;5(1):11. 47. Powell S, Szklarczyk D, Trachana K, Roth A, Kuhn M, Muller J, Arnold R, Rattei T, Letunic I, Doerks T, et al. eggNOG v3.0: orthologous groups covering 1133 organisms at 41 different taxonomic ranges. Nucleic Acids Res. 2012; 40(Database issue):D284 9. 48. Overbeek R, Begley T, Butler RM, Choudhuri JV, Chuang H-Y, Cohoon M, de Crcy-Lagard V, Diaz N, Disz T, Edwards R, et al. The subsystems approach to genome annotation and its use in the project to annotate 1000 genomes. Nucleic Acids Res. 2005;33(17):5691 702. 49. Kanehisa M, Goto S. KEGG: Kyoto Encyclopedia of Genes and Genomes. Nucleic Acids Res. 2000;28(1):27 30. 50. Ortiz-Burgos S. Shannon-Weaver Diversity Index. In: Kennish MJ, editor. Encyclopedia of Estuaries. Dordrecht: Springer Netherlands; 2016. p. 572 3. 51. Mitra S, Gilbert JA, Field D, Huson DH. Comparison of multiple metagenomes using phylogenetic networks based on ecological indices. Isme j. 2010;4(10):1236 42. 52. Wilkinson L. Exact and approximate area-proportional circular Venn and Euler diagrams. IEEE Trans Vis Comput Graph. 2012;18(2):321 31. 53. Jari Oksanen FGB, Michael Friendly, Roeland Kindt, Pierre Legendre DM, Peter R. Minchin, R. B. O Hara, Gavin L. Simpson PS, M. Henry H. Stevens, Eduard Szoecs, Wagner H: Community Ecology Package. 2018. 54. Bray JR, Curtis JT. An ordination of the upland forest communities of southern Wisconsin. Ecol Monogr. 1957;27(4):325 49. 55. Hendrickson R, Lundgren P, Malli-Mohan GB, Urbaniak C, Benardini JN, Venkateswaran K. Comprehensive measurement of microbial burden in nutrient-deprived cleanrooms. In: 47th International Conference on Environmental Systems. Charleston: ICES; 2017. p. ICES-2017 177. 56. Chase J, Fouquier J, Zare M, Sonderegger DL, Knight R, Kelley ST, Siegel J, Caporaso JG. Geography and location are the primary drivers of office microbiome composition. mSystems. 2016;1(2):e00022 16. 57. Stephens B. What have we learned about the microbiomes of indoor environments. mSystems. 2016;1(4). 58. Lax S, Gilbert JA. Hospital-associated microbiota and implications for nosocomial infections. Trends Mol Med. 2015;21(7):427 32. 59. Mayer T, Blachowicz A, Probst AJ, Vaishampayan P, Checinska A, Swarmer T, de Leon P, Venkateswaran K. Microbial succession in an inflated lunarMars analog habita t during a 30-day human occupation. Microbiome. 2016;4(1):1 17. 60. Blachowicz A, Mayer T, Bashir M, Pieber TR, De Len P, Venkateswaran K. Human presence impacts fungal diversity of inflated lunarMars analog habitat. Microbiome. 2017;5(1):62. 61. Schwendner P, Mahnert A, Koskinen K, Moissl-Eichinger C, Barczyk S, Wirth R, Berg G, Rettberg P. Preparing for the crewed Mars journey: microbiota dynamics in the confined Mars500 habitat during simulated Mars flight and landing. Microbiome. 2017;5(1):129. 62. Lang JM, Coil DA, Neches RY, Brown WE, Cavalier D, Severance M, Hampton-Marcell JT, Gilbert JA, Eisen JA. A microbial survey of the International Space Station (ISS). PeerJ. 2017;5:e4029. 63. Moissl C, Osman S, La Duc MT, Dekas A, Brodie E, DeSantis T, Venkateswaran K. Molecular bacterial community analysis of clean rooms where spacecraft are assembled. FEMS Microbiol Ecol. 2007;61(3):509 21. 64. Doss J, Culbertson K, Hahn D, Camacho J, Barekzi N. A review of phage therapy against bacterial pathogens of aquatic and terrestrial organisms. Viruses. 2017;9(3):50. 65. Hamady M, Knight R. Microbial community profiling for human microbiome projects: tools, techniques, and challenges. Genome Res. 2009;19(7):1141 52. 66. Jones SE, Lennon JT. Dormancy contributes to the maintenance of microbial diversity. Proc Natl Acad Sci U S A. 2010;107(13):5881 6. 67. Yachi S, Loreau M. Biodiversity and ecosystem productivity in a fluctuating environment: the insurance hypothesis. Proc Natl Acad Sci U S A. 1999;96(4):1463 8.Singh et al. Microbiome (2018) 6:204 Page 22 of 2368. Gilbert JA, Field D, Swift P, Newbold L, Oliver A, Smyth T, Somerfield PJ, Huse S, Joint I. The seasonal structure of microbial communities in the Western English Channel. Environ Microbiol. 2009;11(12):3132 9. 69. Teixido N, Canamas TP, Abadias M, Usall J, Solsona C, Casals C, Vinas I. Improving low water activity and desiccation tolerance of the biocontrol agent Pantoea agglomerans CPA-2 by osmotic treatments. J Appl Microbiol. 2006;101(4):927 37. 70. Goordial J, Raymond-Bouchard I, Riley R, Ronholm J, Shapiro N, Woyke T, LaButti KM, Tice H, Amirebrahimi M, Grigoriev IV, et al. Improved high- quality draft genome sequence of the eurypsychrophile Rhodotorula sp. JG1b, isolated from permafrost in the hyperarid upper-elevation McMurdo Dry Valleys, Antarctica. Genome Announc. 2016;4(2). 71. Holt KE, Wertheim H, Zadoks RN, Baker S, Whitehouse CA, Dance D, Jenney A, Connor TR, Hsu LY, Severin J, et al. Genomic analysis of diversity, population structure, virulence, and antimicrobial resistance in Klebsiella pneumoniae , an urgent threat to public health. Proc Natl Acad Sci U S A. 2015;112(27):E3574 81. 72. Ogilvie LA, Nzakizwanayo J, Guppy FM, Dedi C, Diston D, Taylor H, Ebdon J, Jones BV. Resolution of habitat-associated ecogenomic signatures in bacteriophage genomes and application to microbial source tracking. ISME J. 2018;12(4):942-958. 73. Nielsen HB, Almeida M, Juncker AS, Rasmussen S, Li J, Sunagawa S, Plichta DR, Gautier L, Pedersen AG, Le Chatelier E, et al. Identification and assembly of genomes and genetic elements in complex metagenomic samples without using reference genomes. Nat Biotechnol. 2014;32(8):822 8. 74. Klintworth R, Reher HJ, Viktorov AN, Bohle D. Biological induced corrosion of materials II: new test methods and experiences from mir station. Acta Astronaut. 1999;44(7):569 78. 75. Walterson AM, Stavrinides J. Pantoea: insights into a highly versatile and diverse genus within the Enterobacteriaceae. FEMS Microbiol Rev. 2015; 39(6):968 84. 76. Watkins RR, Bonomo RA. 140 - -lactam antibiotics A2 - Cohen, Jonathan. In: Powderly WG, Opal SM, editors. Infectious diseases (Fourth Edition): Elsevier; 2017. p. 1203 1216.e1202. 77. Barnes MD, Winkler ML, Taracila MA, Page MG, Desarbre E, Kreiswirth BN, Shields RK, Nguyen M-H, Clancy C, Spellberg B, et al. Klebsiella pneumoniae carbapenemase-2 (KPC-2), substitutions at ambler position Asp179, and resistance to ceftazidime-avibactam: unique antibiotic-resistant phenotypes emerge from -lactamase protein engineering. mbio. 2017;8(5). 78. Wang X, Teng D, Guan Q, Mao R, Hao Y, Wang X, Yao J, Wang J. Escherichia coli outer membrane protein F (OmpF): an immuno genic protein induces cross-reactive antibodies against Escherichia coli andShigella . AMB Express. 2017;7(1):155. 79. Blair JMA, Webber MA, Baylay AJ, Ogbolu DO, Piddock LJV. Molecular mechanisms of antibiotic resistance. Nat Rev Microbiol. 2014;13:42. 80. Ropy A, Cabot G, Snchez-Diener I, Aguilera C, Moya B, Ayala JA, Oliver A. Role of Pseudomonas aeruginosa low-molecular-mass penicillin-binding proteins in AmpC expression, -lactam resistance, and peptidoglycan structure. Antimicrob Agents Chemother. 2015;59(7):3925 34. 81. Berti AD, Theisen E, Sauer J-D, Nonejuie P, Olson J, Pogliano J, Sakoulas G, Nizet V, Proctor RA, Rose WE. Penicillin binding protein 1 is important in the compensatory response of Staphylococcus aureus to daptomycin-induced membrane damage and is a potential target for -lactam daptomycin synergy. Antimicrob Agents Chemother. 2016;60(1):451 8. 82. Papp-Wallace KM, Bethel CR, Distler AM, Kasuboski C, Taracila M, Bonomo RA. Inhibitor resistance in the KPC-2 -lactamase, a preeminent property of this class A -lactamase. Antimicrob Agents Chemother. 2010;54(2):890 7. 83. Papp-Wallace KM, Taracila MA, Smith KM, Xu Y, Bonomo RA. Understanding the molecular determinants of substrate and inhibitor specificities in the carbapenemase KPC-2: exploring the roles of Arg220 and Glu276. Antimicrob Agents Chemother. 2012;56(8):4428 38. 84. Taylor PW. Impact of space flight on bacterial virulence and antibiotic susceptibility. Infect Drug Resist. 2015;8:249 62. 85. De Giglio O, Napoli C, Lovero G, Diella G, Rutigliano S, Caggiano G, Montagna MT. Antibiotic susceptibility of legionella pneumophila strains isolated from hospital water systems in Southern Italy. Environ Res. 2015;142:586 90. 86. Sikora A, Gladysz I, Koziol-Montewka M, Wojtowicz-Bobin M, Stanczak T, Matuszewska R, Krogulska B. Assessment of antibiotic susceptibility of Legionella pneumophila isolated from water systems in Poland. Ann Agric Environ Med. 2017;24(1):66 9.87. Koshkolda T, Luck C. Antibiotic susceptibility of clinical Legionella pneumophila serogroup 1 strains isolated in Germany. J Antimicrob Chemother. 2018;73(2):541 2. 88. Mardaneh J, Dallal MMS. Isolation, identification and antimicrobial susceptibility of Pantoea (Enterobacter) agglomerans isolated from consumed powdered infant formula milk (PIF) in NICU ward: first report from Iran. Iran J Microbiol. 2013;5(3):263 7. 89. Navon-Venezia S, Kondratyeva K, Carattoli A. Klebsiella pneumoniae: a major worldwide source and shuttle for antibiotic resistance. FEMS Microbiol Rev. 2017;41(3):252 75. 90. Nies DH. Resistance to cadmium, cobalt, zinc, and nickel in microbes. Plasmid. 1992;27(1):17 28. 91. Braymer JJ, Giedroc DP. Recent developments in copper and zinc homeostasis in bacterial pathogens. Curr Opin Chem Biol. 2014;19:59 66. 92. Troxell B, Hassan HM. Transcriptional regulation by ferric uptake regulator (Fur) in pathogenic bacteria. Front Cell Infect Microbiol. 2013;3:59. 93. Barber MF, Elde NC. Buried treasure: evolutionary perspectives on microbial Iron piracy. Trends Genet. 2015;31(11):627 36. 94. Stout JE, Koh W-J, Yew WW. Update on pulmonary disease due to non- tuberculous mycobacteria. Int J Infect Dis. 2016;45:123 34. 95. Nusrath Unissa A, Hassan S, Indira Kumari V, Revathy R, Hanna LE. Insights into RpoB clinical mutants in mediating rifampicin resistance in Mycobacterium tuberculosis. J Mol Graph Model. 2016;67:20 32. 96. Khosravi AD, Meghdadi H, Ghadiri AA, Alami A, Sina AH, Mirsaeidi M. rpoB gene mutations among Mycobacterium tuberculosis isolates from extrapulmonary sites. APMIS. 2018;126(3):241 7.Singh et al. Microbiome (2018) 6:204 Page 23 of 23",
        "introduction": "Places of human inhabitance have been a subject of study since Homo sapiens became a modern home- dwelling species in built environments. With advances in architecture for human inhabitance, dwelling places became controlled systems, including homes, offices, hospitals, and schools. Humans, being microbial fermen- ters, continuously interact with their environment at the microbial level. Most of the time, this interaction is bal- anced but can be highly tilted in a controlled system due to a continuous accumulation of one or more dominant microbes in the system. Long-term system studies have shown that the microbes of controlled environments were able to colonize the human gut, resulting in health concerns  1. Another study by Lax et al.  2 shows that the microbial community of a new home reflects the microbial community of the occupants former house, suggesting a rapid colonization by the microbiota of the inhabitants. This suggests that the microbiota of the International Space Station (ISS) might be influenced by the arrival of a new crew. The ISS is a prime example of a confined built envir- onment, being more spatially isolated than any other human environment for its more than 18 years in continuous operation. The ISS, with its strictly con- trolled and highly monitored environmental systems (airflow under pressure, water circulation, and humid- ity), represents a unique opportunity to observe micro- bial community dynamics within a closed, engineered environment. The ISS is an ideal environment for studying the effects of microgravity and long-term space travel on colonizing microbes, their succession, and interaction dy- namics with other microbes and astronauts  3. Different aspects of space microbiology, utilizing traditional culture-based microbiological techniques, have been continuously studied on the ISS. These include assessments of the cultivable microbial burden 4, biofilm formation  5, and microbial effects on the structural integrity of ISS components  6t h r o u g h bio-corrosive interaction wit h the constituent materials and metals  7. Lessons learned from previous manned spacecraft missions and reports of various mechanical failure incidence due to microbial corrosion make it important to study and assess microbiomes of closed habitats  8,9. Even though healthy astronauts are visiting and inha- biting the ISS, microgravity has been shown to com- promise the immune systems of its inhabitants  10. Hence, microbes inhabiting the ISS can pose a serious health concern that must be monitored. Numerous stud- ies have demonstrated that microbes that are exposed to microgravity become more resistant to antibiotics and more virulent  1122. For this reason, there has been a concerted effort to examine the microbiome of the ISSthrough numerous studies, such as, latent virus reactiva- tion  11, antibiotic resistance properties  12,13, and genomic characterization of ubiquitous  1417 as well as potential pathogenic bacteria  18,19 and fungi  20, 21. Novel species have also been described from the ISS 22 for which virulence studies are warranted. Characterization of emerging pathogens that could not be identified or those yet-to-be cultivated necessitates the importance of analyses of the microbiome utilizing various molecular techniques. Similarly, reports of microbial infection such as conjunctivitis, acute respira- tory, and dental infections in MIR and space shuttle as- tronauts  23,24require the use of next-generation microbial detection techniques rather than simply rely- ing on growth in culture media specified by spacefaring agencies. Pathogenic and virulent microbes, even though present in an environment, are outnumbered by native microbial inhabitants. In order to persist and succeed to infect, causative microbes require other factors like infectious dose concentration, dysfunctionality of the host (e.g., malnutrition and immunocompromised body), interaction with other symbiotic microbes that might provide nutrients, etc. These factors could not be simu- lated in a lab environment to culture all of the causative microorganisms. In this regard, the National Research Council recommended that National Aeronautics and Space Administration (NASA) utilize state-of-the-art molecular techniques to understand the baseline infor- mation about the ISS microbiome and its functional characteristics  3. Capabilities to measure qualitative (gene sequencing) and quantitative (estimating gene copies) analyses were recently developed by NASA  25, 26, but these molecular techniques were not routinely used in the ISS due to non-availability of systems that could aid in sample collection, processing, or metage- nomics library preparation targeting intact cells. Analysis of intact cells is required as a first step to dif- ferentiate the dead cells from potentially viable microor- ganisms  27. However, to correlate the metagenomics gene pool of intact cells with crew health requires add- itional functional characterizations such as virulence and pathogenetic analyses. Propidium monoazide (PMA) was used as a viability marker during this study to measure intact microorganisms. The PMA chemical is able to permeate into the compromised microbial cells and intercalate with nucleic acids  2830. Hence, PMA- intercalated DNA was no longer available for down- stream molecular analyses such as quantitative polymer- ase chain reaction (qPCR) and shotgun sequencing, assisting in the estimation of gene copies and functional capabilities of intact microbial cells  27,31. Microbiome monitoring experiments conducted on the ISS were the microbial diversity analyses of the Kibo module  32, vacuum filter debris  33, HEPA (HighSingh et al. Microbiome (2018) 6:204 Page 2 of 23Efficiency Particulate Air) filters  34,35, ISS environ- mental surfaces  36, astronaut s skin mycobiome  37, and Russian filter debris  38. All of these studies were carried out using amplicon-targeted sequencing and were focused on microbial identification only; functional analyses were not performed. Amplicon sequencing fa- cilitates the cataloging of microbial diversity, but when shotgun metagenomic approaches are employed on samples collected over time, microbial dynamics, anti- microbial resistance (AMR), virulence, and pathogenic characteristics of associated microorganisms can be pre- dicted. Hence, metagenomics analyses would allow for the detection of etiological agents that might have the potential to cause health hazards to the ISS crew. Shot- gun metagenome sequencing was used to analyze the ISS-HEPA debris, but whole genome amplification (WGA) protocols were necessary before generating metagenome sequences  35. However, when WGA is employed, DNA from dominant microorganisms of a given sample will be enriched, whereas genetic materials of rare microbes will be unable to compete. The present study is the first to generate shotgun metagenome sequences of intact microbial cells (PMA treatment) without WGA and to determine the func- tional capabilities of the ISS microbial community. This approach will help NASA to estimate succession, accumulation, and persistence of microorganisms, as well as AMR and virulence characteristics, and to design suitable countermeasures. The objectives of this study were to understan d intact microorganisms associated with ISS environmental surfaces, their AMR and virulence profiles, and the succession of benign and pathogenic microorganisms in the samples collected from the ISS environment over a 12-month time period.",
        "conclusion": "s: There was an increase in AMR and virulence gene factors detected over the period sampled, and metagenome sequences of human pathogens persisted over time. Comparative analysis of the microbial compositions of ISS with Earth analogs revealed that the ISS env ironmental surfaces were different in microbial composition. Metagenomics coupled with PMA treatment would help future space missions to estimate problematic risk group microbial pathogens. Cataloging AMRvirulence characteristics, succession, accumulation, and persistence of microorganisms would facilitate the development of suitable countermeasures to reduce their presence in the closed built environment. Keywords: International Space Station, Metagenome, Functional metagenomics, Built environment, Propidium monoazide  Correspondence: kjvenkatjpl.nasa.gov 1Jet Propulsion Laboratory, California Institute of Technology, 4800 Oak Grove Dr, Pasadena, CA 91109, USA Full list of author information is available at the end of the article  The Author(s). 2018 Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License ( http:creativecommons.orglicensesby4.0 ), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http:creativecommons.orgpublicdomainzero1.0 ) applies to the data made available in this article, unless otherwise stated.Singh et al. Microbiome (2018) 6:204 https:doi.org10.1186s40168-018-0585-2",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            }
        ]
    }
]