[
    {
        "pmid": "33224136",
        "title": "Neutrophil-to-Lymphocyte Ratio: A Biomarker to Monitor the Immune Status of Astronauts.",
        "year": "2020",
        "journal": "Front Immunol",
        "abstract": "A comprehensive understanding of spaceflight factors involved in immune dysfunction and the evaluation of biomarkers to assess in-flight astronaut health are essential goals for NASA. An elevated neutrophil-to-lymphocyte ratio (NLR) is a potential biomarker candidate, as leukocyte differentials are altered during spaceflight. In the reduced gravity environment of space, rodents and astronauts displayed elevated NLR and granulocyte-to-lymphocyte ratios (GLR), respectively. To simulate microgravity using two well-established ground-based models, we cultured human whole blood-leukocytes in high-aspect rotating wall vessels (HARV-RWV) and used hindlimb unloaded (HU) mice. Both HARV-RWV simulation of leukocytes and HU-exposed mice showed elevated NLR profiles comparable to spaceflight exposed samples. To assess mechanisms involved, we found the simulated microgravity HARV-RWV model resulted in an imbalance of redox processes and activation of myeloperoxidase-producing inflammatory neutrophils, while antioxidant treatment reversed these effects. In the simulated microgravity HU model, mitochondrial catalase-transgenic mice that have reduced oxidative stress responses showed reduced neutrophil counts, NLR, and a dampened release of selective inflammatory cytokines compared to wildtype HU mice, suggesting simulated microgravity induced oxidative stress responses that triggered inflammation. In brief, both spaceflight and simulated microgravity models caused elevated NLR, indicating this as a potential biomarker for future in-flight immune health monitoring.",
        "full_text": "Neutrophil-to-Lymphocyte Ratio: A Biomarker to Monitor the Immune Status of Astronauts Amber M. Paul1,2, Siddhita D. Mhatre1,3,4, Egle Cekanaviciute1, Ann-So e Schreurs1, Candice G. T. Tahimic1,3,5, Ruth K. Globus1, Sulekha Anand6, Brian E. Crucian7 and Sharmila Bhattacharya1 1Space Biosciences Division, NASA Ames Research Center, Moffett Field, CA, United States,2Universities Space Research Association, Columbia, MD, United States,3COSMIAC Research Center, University of New Mexico, Albuquerque, NM, United States,4KBR, Houston, TX, United States,5Department of Biology, University of North Florida, Jacksonville, FL, United States,6Department of Biological Sciences, San Jose State University, San Jose, CA, United States,7Biomedical Research and Environmental Sciences Division, NASA Johnson Science Center, Houston, TX, United States A comprehensive understanding of space ight factors involved in immune dysfunction and the evaluation of biomarkers to assess in- ight astronaut health are essential goals for NASA. An elevated neutrophil-to-lymphoc yte ratio (NLR) is a po tential biomarker candidate, as leukocyte differentials are altered during space ight. In the reduced gravity environment of space, rodents and astronauts displayed elevated NLR and granulocyte-to-lymphocyte ratios (GLR), respectively. To simulate microgravity using two well-establishedground-based models, we cultured human whole blood-leukocytes in high-aspect rotatingwall vessels (HARV-RWV) and used hindlimb unloaded (HU) mice. Both HARV-RWVsimulation of leukocytes and HU-exposed mice showed elevated NLR pro les comparable to space ight exposed samples. To assess mechanisms involved, we found the simulated microgravity HARV-RWV model resulted in an imbalance of redox processesand activation of myeloperoxidase-producing in ammatory neutrophils, while antioxidant treatment reversed these effects. In the simulated microgravity HU model, mitochondrial catalase-transgenic mice that have reduced oxidative stress responses showed reduced neutrophil counts, NLR, and a dampened release of selective in ammatory cytokines compared to wildtype HU mice, suggesting simulated microgravity induced oxidativestress responses that triggered in ammation. In brief, both space ight and simulated microgravity models caused elevated NLR, indicating this as a potential biomarker forfuture in- ight immune health monitoring. Keywords: neutrophils, space ight, simulated microgravity, NLR, in ammation, oxidative stress response INTRODUCTION Space ight can pose novel challenges to the health of astronauts. For instance, physiological aging occurs signi cantly faster as a result of space ight, when measured by muscle wasting, loss of bone density, and immune dysfunction ( 1,2). Processes regulated by redox imbalance may contribute to these adverse outcomes ( 39). Redox imbalance results from a disproportionate increase in reactive Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 1Edited by: Edecio Cunha-Neto, University of So Paulo, Brazil Reviewed by: Luz Pamela Blanco, National Institutes of Health (NIH), United States Katherine R. Martin, Walter and Eliza Hall Institute of Medical Research, Australia Correspondence: Sharmila Bhattacharya Sharmila.Bhattacharyanasa.gov Specialty section: This article was submitted to Inammation, a section of the journal Frontiers in Immunology Received: 23 May 2020 Accepted: 12 October 2020 Published: 02 November 2020 Citation: Paul AM, Mhatre SD, Cekanaviciute E, Schreurs A-S, Tahimic CGT, Globus RK, Anand S, Crucian BE and Bhattacharya S (2020) Neutrophil-to-Lymphocyte Ratio: A Biomarker to Monitor the Immune Status of Astronauts. Front. Immunol. 11:564950. doi: 10.3389fimmu.2020.564950ORIGINAL RESEARCH published: 02 November 2020 doi: 10.3389fimmu.2020.564950oxygen species (ROS) produced by the mitochondria ( 10) compared to antioxidants in the cell. Elevated ROS is also aproduct of the oxidative burst response of neutrophils ( 11). In response to stimuli, terminally differentiated neutrophils in circulation become activated and engage the oxidative burstresponse, producing in ammatory mediators ( 11). If left unchecked, elevated ROS can cause cellular damage that potentiates in ammation both on Earth and during space ight (4,12). Therefore, it is necessary to maintain tight regulation of the oxidative burst response to limit in ammation ( 13) and regulate immunity during prolonged space ight. Neutrophils are granulocytes that constitute approximately 5070 of the total leukocyte population in humans. Neutrophils are the rst responders to infection or injury and are typically short-lived in blood circulation under homeostaticconditions ( 14,15). Lymphocytes are an important group of white blood cells involved in both innate and adaptive immunity.They constitute 20 50 of total leukocytes in circulation and consist of natural killer, natural killer T cells, innate lymphoid cells, T cells, and B cells ( 16,17). On Earth, elevated neutrophil- to-lymphocyte ratio (NLR) is a useful biomarker to measuresubclinical in ammation in humans ( 18). Chronic, persistent inammation can be a major pre-e xisting cause of disease development ( 19,20) and can be monitored by the expression of blood-based biomarkers. For example, elevated NLR predicts poor prognosis in some cancers ( 2124), positively correlates with age ( 25), and re ects chronic stress in mice ( 26). Although, elevated human NLR (3.53) ( 27) has been implicated in clinical settings to identify heightened in ammation ( 18), this biomarker has not yet been recognized for space ight-induced inammation. Space ight raises circulating white blood cell (WBC) counts, primarily granulocytes, may reduce lymphocyte counts ( 12,28 ,29), and impairs immune cell functions ( 6,12,30, 31). Although, the space ight environment elevates circulating blood granulocytes counts in astronauts ( 29), the underlying molecular mechanisms remain elusive. Currently, there are nowell-established biomarkers for astronauts on long-duration,deep space missions, where medical intervention will be limited. Thus, identifying biomarkers to monitor in- ight astronaut health and developing countermeasures that reversethese adverse outcomes are nec essary for successful future missions to the lunar surface and Mars. Therefore, we proposethat an elevated NLR may be a useful prognostic indicator ordiagnostic biomarker to assess astronaut immune status during long-duration missions. To test this, we analyzed both space ight-treated, and ground-based simulated microgravity-treated, samples todetermine if NLR was elevated. Analyses of complete bloodcount (CBC) leukocyte differentials revealed space ight caused a progressive increase of granulocyte-to-lymphocyte (GLR) inastronauts and NLR in rodents. To simulate microgravity using established methods, human leukocytes were cultured in high- aspect rotating wall vessels (HARV-RWV) in vitro and mice were hindlimb unloaded (HU) in vivo (32,33). HARV-RWV is a bioreactor allowing 3D-spatial freedom for cells and can modelmicrogravity. It has two unique aspects similar to the space ight-associated microgravity environment, (1) a state of constant suspension, and (2) a quiescent surrounding without any shearor turbulent forces. Previous studies have determined leukocyteresponses utilizing HARV-RWV produce similar responses asleukocytes cultured post-landing or ex vivo inight ( 3442). Hindlimb unloading (HU) is a ground-based model mimicking space ight-associated microgravity in rodents. The hindlimbs of rodents are elevated to produce 30 40 degree head-down tilt, inducing a cephalad uid shift and preventing weightbearing of hindlimbs ( 43). The HU model can lead to immune, bone, and musculoskeletal alterati ons, some of which have also been observed in International Space Station (ISS) crew ( 44, 45). In our study, functional outputs of neutrophils in response to simulated microgravity (sg) revealed elevated ROSand proin ammatory myeloperoxidase (MPO) expression in activated neutrophils. Interestingly, this effect could bemitigated with antioxidant treatment. Furthermore, sg HUwildtype (Wt) mice displayed elevated neutrophils, NLR and marginal in ammation, which was dampened in mitochondrial catalase ( mCAT ) transgenic mice, known to show reduced oxidative stress responses. Our ndings demonstrated that, albeit distinct mechanisms, both sg models ( in vitro HARV- RWV and in vivo HU), displayed elevated oxidative stress and NLR, that could be mitigated by antioxidants. Therefore,modifying mechanisms involved in ROS-driven in ammation ( 46) may provide a promising a venue to limit chronic inammation and maintain hom eostatic immunity during long-duration missions. MATERIALS AND METHODS Mouse and Human Ethics Deidenti ed, human buffy coat samples from healthy donors were obtained from Blood Centers of America, Oklahoma Blood Institute, and isolated on-site at NASA Ames. The use of human samples was approved by NASA Ames Institutional ReviewBoard (IRB, 201791646CTO-02, HR-357, and HR-358) withinformed consent from each blood donor. Astronaut androdent CBC data sets were approved for use by the electronic(e)IRBLife Sciences Data Archive (LSDA) advisory board(11028), sourced from previous publications ( 29,47,48). All mice were purchased from Jackson Laboratories and were housed in the Animal Care Facility at Ames Research Center.Hindlimb unloading and subsequent blood isolation procedureswere performed following NASA Ames Research CenterInstitutional Animal Care and Use Committee protocol(IACUC, NAS-17-001-Y2). Cell Culture Human whole blood samples were separated using centrifugegradient Ficoll-paque Plus (Thermo Fisher Scienti c) and the lymphocytemonocyte layer and granulocytetop red blood cell(RBC) layers were collected. Cells were RBC-lysed with 1XRBClysis buffer (Thermo Fisher Scienti c) and resuspended (5  10 5 cellsml) in RPMI containing 10 fetal bovine serum (FBS) andPaul et al. Space ight Elevates NLR Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 21 PenicillinStreptomycin (PenStrep, Thermo Fisher Scienti c) for subsequent assays. In Vitro Simulated Microgravity of Leukocytes Using HARV-RWV 3D high-aspect rotating wall vessels (HARV-RWV, Synthecon) were used to simulate microgravity with low-shear, hydrodynamic uid ow and omni-directional gravitational force on suspended cells in rotating free-fall ( 34,4951). To optimize the measurement of oxidative stress from granulocytes in human leukocytes, suspendedcells were cultured at 5  10 5c e l l s  m li n1 0m la n dr o t a t e da t2 0 revolutions per minute (RPM) in a parallel-to-ground axis to simulate microgravity (sg, omnidirectional g-force) for 20 h andcontrols were plated in upright T-25 asks (1 g, unidirectional g- force). Following incubation, 1 ml of sample was collected, SYTOX  livedead dye-Red (Thermo Fisher Scienti c) was added to the sample and cells were immediately acquired on a BD FACSMelody. Stained cells were considered dead, and cells that did not stain were considered live a nd were reported. For neutrophil differential experiments with antioxidant treatment, N-acetyl cysteine (NAC, 1 mM) was added to WBC (5  105cellsml) and cultured in HARV-RWV for 20 h, followed by ow cytometric analyses. Mouse Blood Collections Blood was collected from the vena cava on the day of euthanasia and RBC were lysed using 1XRBC lysis buffer (Thermo Fisher Scienti c). Remaining WBC were xed (2 PFA), washed in PBS, labeled with leukocyte subset markers, and analyzed by ow cytometric analyses. Flow Cytometry Staining and Methods Mouse and human blood samples were isolated, as describedabove, and single-cell suspensions were generated for ow cytometry acquisition. Debris was gated off and forward scatter (FSC-A) and side scatter (SSC-A) pro led granulocyte, monocyte, and lymphocyte populations were measured. Mouseantibodies, including anti-CD45, anti-Ly6g, and anti-CD11b,and human antibodies, including anti-CD66b, anti-CD16, anti-MPO, CellROX , SYTOXlivedead stain, and active Caspase 37 were used to label multiple leukocyte subsets, and measure ROS formation and cellular viability. All antibodies and dyeswere purchased from Thermo Fisher Scienti c. Unstained and single-color compensation controls were used for all ow cytometric experiments, with a minimum of 30,000 eventscollectedsample. All acquisitions were performed using a S3Cell Sorter (Bio-Rad) or a BD FACSMelody (BD biosciences), and FlowJo (version 10.5.3) was used for data analysis. Quantitative PCR (qPCR) Total RNA was extracted from cells using Trizol reagent (Thermo Fisher Scienti c) and converted to cDNA using iSCRIPT cDNA synthesis kit (Bio-Rad). All assays wereperformed using iQ SYBR Green Supermix (Bio-Rad). An ABI 7500 Real-Time PCR (Applied Biosystems) was used and threshold cycle values that were 35 cycles were excluded from the results. Primers were designed using BLAST and purchasedfrom IDT with the following sequences: mouse b-Actin forward5-AGAGGGAAATCGTGCGTGAC-3 and reverse 5 -CAATA GTGATGATGACCTGGCCGT-3 ,Myeloperoxidase (Mpo) forward 5 -ACCTACCCCAGTACCGATCC-3 and reverse 5 - AACTCTCCAGCTGGCAAAAA-3 ,NADPH oxidase (Nox-2 , gp91 phox, Cybb ) forward 5 -ACTCCTTGGAGCACTGG-3 and reverse 5 -GTTCCTGTCCAGTTGTCTTCG-3 ,a n d Il-1b forward 5 -CCAAAGAAGAAGATGGAAAAGCG-3 and reverse 5 -GGTGCTGATGTACCAGTTGGG-3 . Mice and Hindlimb Unloading All mice handling and experiments were performed according to the pre-approved NASA Ames Institutional Animal Care andUse Committee (IACUC). Mice were generated for experiments by breeding male, hemizyogous mCAT mice male B6.Cg-Tg (CAG-OTCCAT) 4033PrabJ strain ( 52,53)w i t hf e m a l e wildtype (Wt) mice ( C57BL6NJ ) (Jackson Laboratories, Bar Harbor, ME). C57BL6NJ Wt mice were used as controls. DNA was puri ed from tail snips using RedExtract-N-Amp (Sigma, St. Louis, MO) followed by gen otyping using forward 5 - CTGAGGATCCTGTTAAACAATGC-3 and reverse 5 - CTATCTGTTCAACCTCAGCAAAG-3 (54) primers for the mCAT gene. For HU experiments, female mice were acclimated to their assigned cages three days prior to the onsetof HU. Animals were 16-weeks of age at the beginning of HU.For the 14-day HU study, C57BL6NJ Wt female mice were assigned to one of two treatments: normally loaded (NL) controls, singly housed in standard vivarium cages or HU. For the 30-day HU experiment, mice were assigned to one of fourgroups: WtNL, WtHU, mCAT NL, or mCAT HU. In both 14- and 30-day HU studies, mice were housed under 12 h light and12 h dark cycle conditions and provided cotton nestlets (Ancare,NES3600) as enrichment. Nestlets were refreshed daily. Ambienttemperature ranged from 23.3 to 25.6C. Body weights were monitored every 2 3 days throughout the experiment. Blood draws were performed at euthanasia on days 14 or 30 ( 32). Statistical Analyses Data were compared with either paired or unpaired, nonparametric or parametric analyses, or with one- or two-way ANOVA using GraphPad Prism software (version 6.0). A p 0.05 was considered statistically signi cant. All statistical analyses were supported by a trained statistician. RESULTS Space ight Elevates NLR and GLR Peripheral WBC data from previously space- own rodent and astronaut experiments were re-analyzed to determine the contribution of space ight to NLR and GLR immune pro le shifts. In rodents ( 47,48), space ight increased NLR after 14 days in- ight and immediately post-landing ( Figure 1A ). Later post- ight (2 8 days after landing, R2 to R8), NLR decreased relative to ight (F14) and landing (R0) values, suggesting a re- adaptation response to Earth s 1 gravity (1 g) ( Figure 1A ). Retrospective GLR data were not recorded for this space ight mission. Human WBC data ( 29) were re-analyzed and GLR wasPaul et al. Space ight Elevates NLR Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 3elevated after 180 days on-orbit (late) and in samples collected within 2 3 hours post-landing (R0) ( Figure 1B ). Later post- ight (30-day, R30), GLR recovered to pre- ight baseline levels (L-180). Retrospective NLR data were not recorded for thismission. Thus, a progressive increase in NLR and GLRoccurred in- ight and immediately post-landing in rodents and humans, suggesting NLR may be a useful biomarker tomonitor astronaut immune status. HARV-RWV sg Elevates NLR in Human Leukocytes In Vitro Due to the constraints of conducting space ight experiments, we further con rmed these results using an in vitro sg model. For this, human WBC were cultured in HARV-RWV sg for 20 h. Flow cytometry showed sg increased granulocyte percentage () andabsolute counts, reduced lymphocyte and monocyte , andalthough not statistically signi cant, a reduced trend in absolute counts (forward scatter area, FSC-A versus side scatter area, SSC-A) (Figures 2A, B ,a n d Figure S1A ), and increased GLR ( Figure 2C ). To determine if altered GLR was due to elevated survival of granulocytes or increased death of lymphocytes, active Caspase 37 staining was performed, which indicated elevated lymphocyteapoptosis in sg (Figures 2D, E ). To characterize human neutrophil populations within the WBC pool following sg, cell surfacemarkers CD66b and CD16were used ( 5558), which displayed elevated neutrophils ( Figure 2F ) and elevated NLR ( Figure 2G ). Collectively, these ndings con rm the utility of NLR as a biomarker to monitor astronaut immune status. HARV-RWV sg Elevates ROS and Activates Neutrophils, While the Antioxidant N-Acetyl Cysteine Ameliorates This Effect Elevated percentage and absolute count of granulocytes within WBC ( Figures 2A, B ,a n d Figure S1A )w e r eo b s e r v e di ns  g , with no difference in apoptosis ( Figures 2D, E ). Elevated percentage of neutrophils within WBC ( Figure 2F ) were also observed in sg.Since mature granulocytes, includi ng neutrophils, in blood are non- proliferating, terminally differentiated cells, elevated percentages may be due to differential light scatter properties, indicative ofc e l l u l a ra c t i v a t i o n .C D 6 6 bn o to n l ys e r v e sa sam a r k e rf o rh u m a nneutrophils, but its cell surface expression level per cell is alsoelevated in activated neutrophils ( 58,59). Therefore, we sought to d e t e r m i n ei fs  gc a na c t i v a t en e u t r o p h i l s .W ef o u n ds  gr e s u l t e di nelevated cell surface receptor median uorescence intensity (MFI) expression of CD66b per granulocyte, with no difference in CD16 MFI ( Figures 3A, B ), suggesting neutrophil activation during sg. We further con rmed neutrophil activation by uncovering elevated cell surface receptor CD11b median uorescence intensity (MFI) within CD16 CD66bgranulocytes ( Figures S1B, C ). Activated neutrophils also express elevated reactive oxygen species (ROS) and myeloperoxidase (MPO) during t he oxidative burst response ( 11, 6062). Furthermore, space ight and analog models on Earth ( 49, 63) can promote redox imbalance, triggering cellular damage and persistent in ammation ( 12). We found ROS ( viamean uorescence intensity, or MFI) per granulocyte and MPO (mean uorescence intensity, MFI) per neutrophil, were both elevated in sg, collectively suggesting sg caused neutrophil activation (Figures 3C, E ). N-acetyl cysteine (NAC) is an antioxidant that scavenges free radicals, promotes glutathione biosynthesis, and decreases mitochondrial membrane depolarization ( 64). To assess the effects of NAC on neutrophil activation we cultured WBCs in the presenceor absence of NAC (1 mM) under sg for 20 h. The results showed reduced expression of MPO in the presence of NAC ( Figures 3D, E ), suggesting antioxidant treatment ameliorates sg induced neutrophilactivation, thus serving as a promising countermeasure to suppressspace ight-induced in ammation. Hindlimb Unloading (14-day) s mg Increases Circulating Blood Neutrophils and Elevates NLR In Vivo To test the effects of sg on immunity in an in vivo model ( 32), blood was collected from wildtype HU ( WtHU) mice following AB FIGURE 1  Space ight elevates NLR and GLR. (A)Rodent NLR from Space Life Sciences (SLS)-2 mission ( 47,48)( n5 15).(B)Human GLR from published data ( 29) (n  23). L, launch; F, ight; R, return on Earth denoted in days. Early, day 14 in- ight; mid, days 60 120 in- ight; and late, day 180. A non-parametric, unpaired Mann-Whitney test compared ground controls with in- ight samples at each timepoint in rodent data set and a parametric, paired Student st-test compared to L-180 days was performed in human data set, a  indicates p  0.05. Error bars denote standard error of mean.Paul et al. Space ight Elevates NLR Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 414 days of HU. Cells were immunopro led to determine neutrophil counts and NLR in circulating blood. Ly6g is aubiquitous cell surface marke r in mice used to distinguish eosinophilsmyeloid-deri ved suppressor cells (Ly6g low)f r o m neutrophils (Ly6ghigh)(65)(Figure 4A ).C o m p a r e dt o normally loaded (NL) controls, no difference was observed ineosinophilmyeloid-derived suppressor cell  ( Figure 4B ) and absolute counts ( Figure S2A ) populations, while increased  (Figure 4C ) and absolute counts ( Figure S2B ) of neutrophils were observed in HU. No difference in lymphocyte  ( Figure 4D) or absolute counts ( Figure S2C ) were noted in the in vivo HU model, in contrast with the reduced lymphocytes  observedin vitro HARV-RWV sg-treated leukocytes ( Figure 2B ) with increased apoptosis of lymphocytes. No signi cant differenceswere observed with monocyte  or absolute counts ( Figures S2D, E ). However, signi cantly elevated NLR was observed following 14 days of HU ( Figure 4E ). Therefore, HU (14-day) displayed elevated NLR values as observed previously with rodents and humans in space ight and sg experiments, conrming elevated NLR in multiple reduced gravity models, albeit produced viapotentially different mechanisms. Prolonged Hindlimb Unloading (30-day) sg Results in Elevated Blood Neutrophil Persistence and NLR, While This Effect is Mitigated in mCAT Mice Elevated neutrophil numbers and persistence in blood circulation result in tissue damage and impaired immune A B DE FGC FIGURE 2  HARV-RWV sg elevates GLR and NLR. (A)Flow scatter plot: G, Granulocyte; M, Monocyte; L, Lymphocytes. (B)Percent () live population of each cell type (n  37 42).(C)GLR based on  population of each cell type (n  37 42).(D)Representative ow histogram plots of active Caspase 37 within each population type. (E)Percent () active Caspase 37 uorescence within all events per leukocyte population (n  10). (F)Bar graph of neutrophils (CD66bCD16) within WBC post-20 h incubation at 1 g and sg (n  28). (G)Total NLR (n  28). All experiments were repeated at least twice. A non-parametric, Wilcoxon matched pairs signed rank test compared to 1 g was performed for sg leukocyte differential analyses and GLRNLR determination. A  indicates p  0.05 and error bars denote standard error of mean.Paul et al. Space ight Elevates NLR Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 5responses ( 66). HU also induces redox imbalance ( 8). Therefore, we compared the effects of prolonged HU (30-day) in Wtmice with transgenic mice expressing human mitochondrial catalase (mCAT) (54). Catalase is an antioxidant enzyme that converts reactive hydrogen peroxide into non-reactive water and oxygen,a cellular antioxidant mechanism that restores redox balance.Comparable to 14-day HU, 30-day HU in Wtmice resulted in elevated neutrophils, no signi cant difference in lymphocytes, and an elevated NLR, while these results were mitigated in mCAT HU mice ( Figures 5A Cand Figure S3 ). Oxidative stress and in ammatory gene expression in Wtand mCAT mice were assessed by qPCR. Compared to WtNL controls, Mpo (p  0.0240 ) was increased in WtHU ( Figure 5D ), while a non-signi cant elevation in NADPH oxidase-2 (Nox-2 ,p 0.6411 ) and Il-1b(p  0.1349 ) were also observed ( Figures 5E, F). On the other hand, mCAT HU mice partially mitigated some of these effects ( Figures 5D F). Collectively, prolonged HU (30- days) induced persistent NLR, oxidative stress and marginalinammation, while catalase overexpression mitigated some of these outcomes. Collectively, our ndings demonstrated that, through potentially different mechanisms, both space ight and multiple sg models elevated NLR, ROS, and MPO in ammation, whileantioxidants mitigated some of these outcomes. Therefore, elevated NLR may be a suitable prognostic biomarker to monitor astronaut immune status and in ammation during long-duration missions. DISCUSSION Space ight causes immune dysfunction that can lead to health risks for astronauts. Health risks that arise from immunedysfunction are complex and include an inability to defend against pathogens, altered tolerance to self-antigens resulting in potential autoimmunity development, chronic in ammation, and immune senescence. Therefore, mitigation during space ight will likely require selective targeting of speci c immune cell types and or developmental stages. Elevated NLR may be a prospectivebiomarker candidate to identify immune deviations that cancause disease. Currently, elevated NLR is used as a clinical biomarker to detect sub-clinical in ammation in humans and predicts poor prognosis in cancer ( 18). In this study, a spike in GLR in humans and NLR in rodents was observed at landing andelevated GLR and NLR were observed during space ight (Figure 1 ). In humans, GLR was elevated at 180-days in- ight, A B DE C FIGURE 3  HARV-RWV sg activates neutrophils to produce ROS and MPO, while antioxidant treatment ameliorates this effect. (A)Representative CD16and CD66b median uorescence intensity (MFI) histograms. (B)Median uorescence intensity (MFI) cell surface expression of CD16and CD66bper granulocyte (n  32). (C)CellROX measurement of mean uorescence intensity (MFI) of ROS per granulocyte (n  10). Positive controls (ve control) included a 30-min incubation with the ROS-inducer tert-Butyl hydroperoxide (TBHP, 400 M) (n  2). (D)Representative ow histogram plot of MPO mean uorescence intensity (MFI). (E)MPO MFI per neutrophil (CD66bCD16) in the presence or absence of the antioxidant, N-acetyl cysteine (NAC, 1 mM, n  10 24). All experiments were repeated at least twice. A non-parametric, Wilcoxon matched pairs signed rank test compared to 1g or control groups, a  indicates p  0.05, a  indicates the positive control wit hap  0 . 0 5 compared to 1g. Error bars denote standard error of mean.Paul et al. Space ight Elevates NLR Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 6suggesting prolonged exposure to space ight caused leukocyte differential changes. This change in immune differentials may bein response to elevated in ammation experienced in- ight ( 4,6, 12), since elevated, chronic in ammation is often coupled with immune dysfunction and disease development ( 13,19,20,6770). Therefore, monitoring distinct biomarkers, such as elevated NLR,can determine when countermeasures can intervene to avertimmune dysfunction, promote immune recovery, and preventdisease development. Elevated numbers of granulocytes and neutrophils were observed in vitro following 20 h of HARV-RWV modeled microgravity in human peripheral blood ( Figure 2 and Figure S1) .H o w e v e r ,s i n c em a t u r en e u t r o p h i l sa r et e r m i n a l l y differentiated in blood circulation, i.e., banded or segmentedneutrophils, we estimate that this increased percentage is due toincreased scatter properties indicative of cellular activation. Indeed, elevated cell surface expression of CD66b and CD11b per granulocyte, which are activation markers for neutrophils ( 58, 59), were increased in sg ( Figure 3 and Figure S1 ). Further studies revealed elevated ROS and MPO expression ( Figure 3 ), conrming HARV-RWV sg resulted in granulocytes, and in particular, neutrophil activation. Physiological effects of elevated active granulocytes or neutrophils in circulation intensi es sterile inammation ( 7072), promotes edema, and non-speci c tissue damage ( 73), and can threaten astronaut health if not adequately controlled. Interestingly, MPO gene expression ( Figure 5D )w a s elevated in HU, suggesting immature neutrophil entry intoblood circulation, compared to neutrophil activation observed invitro in the HARV-RWV. MPO gene synthesis only occurs in bone marrow early in neutrophil development, i.e. immatureneutrophils (myeloblasts, promyelocytes, and myelocytes). MPO gene expression ends once neutrophils differentiate into metamyelocytes ( 74) and synthesized MPO protein is packaged into granules released during neutrophil activation ( 75). Typically, immature neutrophils are not released into blood circulation unlessthe body is in a diseased or in ammatory state ( 74,75). However, since MPO gene expression was elevated in HU mice blood, this suggests the potential for myelocyteimmature neutrophil inltration and may also serve as a biomarker for elevated inammation during space ight. To our knowledge no measurements have been recorded for elevated immatureneutrophils in blood circulation in- ight; however, elevated neutrophils were identi ed in blood from 9 of 16 astronauts at landing ( 6,76,77). As compared to the rodent space ight results (in-ight day 14), elevated neutrophils were also observed at days 14 and 30 of HU in mice ( Figures 4C and 5A), suggesting the physical effects of uid-shifting experienced during space ight and HU may stimulate the release of neutrophils into circulation;however this requires further investigation. Indeed, elevated MPO during sg may contribute to immune dysfunction. MPO catalyzes hydrogen peroxide into reactive intermediates that can damage proteins, lipids, and DNA ( 67). Excess MPO impairs phagocytic function ( 6769) and triggers neutrophil degranulation, causing in ammatory tissue damage (78) in cardiovascular disease ( 62,67,79). Pathologically this is relevant during space ight, as cardiovascular disease is a AB DEC FIGURE 4  14-day HU sg increases number of circulating blood neutrophils and elevates NLR. Blood from HU and NL (14-day) Wtmice. (A)Representative ow cytometric gating scheme for Ly6glow(eosinophilsmyeloid-derived suppressor cells) ( 65) and Ly6ghigh(neutrophils) within CD11bCD45myeloid cells and CD11b- CD45lymphocytes.  of eosinophilsmyeloid-derived suppressor cells (B), neutrophils (C),and lymphocytes (D).(E)NLR deduced from neutrophils (Ly6ghigh CD11bCD45events) to lymphocytes (CD11b-CD45events) (n  7). A non-parametric, unpaired Mann-Whitney test compared to NL controls was performed, a  indicates p  0.05. Error bars denote standard error of mean.Paul et al. Space ight Elevates NLR Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 7prominent risk factor associated with returned astronauts ( 80). Furthermore, elevated NLR is currently used as a predictor ofcardiovascular disease risk on Earth ( 81), thereby highlighting the clinical relevance of monitoring NLR during space ight. Neutrophil oxidative burst responses and elevated ROS caninduce cellular death ( 82), including lymphocyte apoptosis (83), and suppression of T lymphocyte function ( 84). HARV- RWV sg induced ROS in granulocytes, indicating HARV-RWV sg activated granulocytes and triggered the oxidative burstresponse. Thus HARV-RWV sg can serve as a valuable modelto study ROS-induced in ammation ( 72,85). Indeed, redox imbalance occurs in humans and cell cultures exposed tospace ight ( 46) and in vitro ground-based sg models ( 8,9, 86). The cause of elevated ROS in sg may be due to: (1) cell death factors or other unknown stimulators of the oxidativeburst response, (2) a mechanos ensitive stress receptor in phagocytes that triggers redox imbalance ( 87), andor (3) a combination of these effects. In our study, HARV-RWV sginduced active Caspase 37 expression in lymphocytepopulations ( Figure 2D ), indicating lymphocyte apoptosis and shifting of immune differentials to favor higher NLR and GLR. Further analyses of our in vivo HU studies revealed no difference in lymphocyte percent or absolute count populations ( Figures 4 and 5, and Figures S2 and 3) compared to HARV-RWV sgstudies, suggesting elevated lymphocyte recovery or unknown ROS-quenching mechanisms that limit lymphocyte apoptosis,both of which require further studies. Therefore, the two sg models, HARV-RWV and HU, displayed different mechanisms towards generating an elevated NLR. TheHARV-RWV microgravity mode l appears to display robust lymphocyte turnover, i.e. elevated lymphocyte apoptosis, and most likely immune function that may differ from astronauts in- ight. However, this does not rule out that lymphocyte apoptosis does not occur in vivo HU, as turnover of lymphocytes to replace loss most likely occurs, albeit apoptosis may occur at a slower ratethan in vitro HARV-RWV. Furthermore, ROS concentration within each sg model may be drastically different. For example, ROS levels in HARV-RWV may be much higher in the absence of in vivoROS quenchers compared to 14- or 30-day HU, which would affect the rate of lymphocyte apoptosis ( 88,89). Indeed, concentration and exposure time of ROS determines cellularresponses. Homeostatic levels of ROS can promote cell survival,while elevated ROS (oxidative stress) can induce cellular death ( 82). In line with this, the timeline of measurements of lymphocyte counts (20 h HARV-RWV versus 14- and 30-days HU) differ between the two models; therefore direct comparisons cannot beassumed. Finally, the HARV-RW V model cultured human blood samples, which have different leukocyte percentages compared to A B DE FC FIGURE 5  30-day HU sg results in elevated blood neutrophil persistence and NLR with this effect mitigated in mCAT mice. Blood from HU (30-day) Wtand mCAT mice.  neutrophils (Ly6ghighCD11bCD45events) (A), lymphocytes (CD11b-CD45)(B), and NLR (C)from NL and HU mice (n  5 8). qPCR relative fold change (RFC) of Mpo (D),Nox-2 (E), and Il-1b(F)in blood collected from WtandmCAT , NL and HU mice (30-day, n  3 8). A two-way ANOVA and a non- parametric, Dunn s multiple comparisons test was performed between groups, a  indicates p  0.05. Error bars denote standard error of mean.Paul et al. Space ight Elevates NLR Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 8mice leukocytes in the HU model; therefore the kinetics of apoptosis across the two microgravity models would also be affected. Crucianet al. showed there is an elevation of granulocytes in bloodcirculation, while no differences are observed in lymphocyteabsolute counts, suggesting lymphocytes may not undergoapoptosis in space ight; rather there may be release of more granulocytes into blood circulation ( 29). Controversially however, multiple reports have indicated lymphocytes and lymphocyte-likecell lines undergo apoptosis during space ightmicrogravity conditions ( 3642), albeit measurements were either reported post-landing or from ex vivo cell cultures in ight. In fact, the role of apoptosis in lymphocyte depression (ROALD) experiment that was part of the BIO-4 mission and comprised of ESA, Energia, and NASA agencies, was performed with the goal to understand howmicrogravity affects lymphocyte apoptosis. The results showed after48 h on-board the ISS ex vivo cultures of lymphocytes displayed increased DNA fragmentation, PARP protein expression, andelevated p53 expression, compared to ground controls ( 36). Due to this, we believe the in vivo HU microgravity model, although having its own limitations, may be a better representative ground- based model for space ight. Nonetheless, additional studies are required to better understand the degree of lymphocyte turnoverduring in vivo HU that is comparable to space ight. Monocytes were signi cantly reduced following HARV-RWV (Figure 2B ); however no differences were observed in HU mice (Figures S2D, E ), further indicating the variability between the two simulated microgravity models. Yet, inconsistency withthese cell types in terms of population differentials have alsobeen noted across space ight literature ( 77,90,91), which may be a factor of sampling timepoints. However, consensus suggestsphagocytic function of monocytes following space ight is impaired ( 92,93). Phagocytic impairment of monocytes can directly affect clearance of neutrophils from circulation,inammation resolution ( 94), and can impact NLR. Therefore, further research into the function and distribution of monocytesfollowing simulated microgravity are currently underway. Transgenic mice expressing the human antioxidant gene catalase reversed HU-induced elevation of NLR and dampened inammatory gene expression ( Figure 5 ), suggesting redox imbalance caused leukocyte differential changes. In line with this,mice de cient in apolipoprotein E (ApoE), a protein with antioxidant activity, display elevated ROS expression andactivated neutrophils ( 95). In our study, HARV-RWV sg of human leukocytes induced neut rophil activation that was reversed in the presence of the antioxidant NAC ( Figure 3D ), further suggesting antioxidants can suppress in ammation. Indeed, in vivo NAC treatment successfully ameliorated acetic acid- induced colitis by reversing pro-in ammatory mediators TNF- a , IL-6, and MPO in rats ( 96). Collectively, these results indicate antioxidants as viable countermeasures to regulate space ight- induced in ammation and immune dysfunction. Clinically, elevated NLR (3.53) ( 27) is a prognostic indicator for cancer development, cardiovascular disease, in ammation, and infectious conditions ( 18,2123,25), but no NLR standard has been established for astronaut immunity. Our results revealedelevated GLR in astronauts at landing (GLR  3.6, Figure 1B ),compared to clinically relevant GLR (2.24) ( 97), may result in biological signi cance for astronaut health. Although restoration to normal GLR occurred at landing on Earth, landing on the lunarsurface andor Mars, where gravity is less than Earth s, may pose a signi cant risk to astronaut immune recovery. Therefore, monitoring and developing countermeasures to mitigate elevated NLR, GLR, and in ammatory neutrophil phenotypes for future long-duration and long-distance space travel are essential formission success. In summary, we identi ed increased GLR and NLR in both human and rodent space ight samples and ground simulations of microgravity. Our results in vitro indicated that leukocytes shift in favor of elevated activated in ammatory neutrophils, which may amplify disease development in vivo . Further, antioxidants may be useful countermeasures to amelioratethese outcomes in sg, as NAC treatment inhibited activatedinammatory human neutrophils in HARV-RWV and catalase partially mitigated elevated NLR in HU mice. Based on these ndings, we suggest monitoring both in- ight and landing NLR to assess astronaut immune status. We further advocate theinvestigation of antioxidants as future countermeasures tomitigate immune deviations, including elevated NLR andinammation, to safeguard astronaut health on future missions. DATA AVAILABILITY STATEMENT The data analyzed in this study are subject to the following licensesrestrictions: NASA Life Sciences Data Archive (LSDA) is an active repository for astronaut health datasets. Requests for dataset access is required. Requests to access these datasetsshould be directed to https:lsda.jsc.nasa.gov. ETHICS STATEMENT The studies involving human participants were reviewed andapproved by NASA Ames Institutional Review Board (IRB,201791646CTO-02, HR-357 and HR-358) with informedconsent from each blood donor. Astronaut and rodent CBCdata sets were approved for use by the electronic (e)IRBLife Sciences Data Archive (LSDA) advisory board (11028). The patientsparticipants provided their written informed consent toparticipate in this study. The animal study was reviewed andapproved by NASA Ames Research Center Institutional AnimalCare and Use Committee (IACUC, NAS-17-001-Y2). AUTHOR CONTRIBUTIONS AMP conceivedperformed majority of the experiments andwroteprepared the manuscript. SDM performed experimentsand contributed to manuscript preparation. EC provided human blood samples and edited the manuscript. A-SS, CGTT, and RKG performed the HU animal experiments, provided mouseblood samples, and edited the manuscript. SA assisted withstatistical testing and edited the manuscript. RG, BEC, and SBPaul et al. Space ight Elevates NLR Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 9edited the manuscript and provided intellectual advice. SB provided funding for the study. BEC provided human LSDA-sourced data sets and edited the manuscript. All authorscontributed to the article and approved the submitted version. FUNDING This work was supported in part by Universities Space ResearchAssociation (USRA) and NASA s Space Biology Program post- doctoral fellowship (to AMP) and NASA s Space Biology Grant  NNX15AB42G (to SB).ACKNOWLEDGMENTS We thank Dr. John Hogan for use of the S3 Cell Sorter and Dr.Brian Crucian for providing raw data sets of Life Sciences Data Archive (LSDA) sourced astronaut data. SUPPLEMENTARY MATERIAL The Supplementary Material for this article can be found online at: https:www.frontiersin.orgarticles10.3389 mmu.2020. 564950fullsupplementary-material REFERENCES 1. Demontis GC, Germani MM, Caiani EG, Barravecchia I, Passino C, Angeloni D. Human Pathophysiological Adaptations to the Space Environment. Front Physiol (2017) 8:547. doi: 10.3389fphys.2017.00547 2. Vernikos J, Schneider VS. Space, gravity and the physiology of aging: parallel or convergent disciplines? A mini-review. Gerontology (2010) 56(2):157 66. doi: 10.1159000252852 3. Liguori I, Russo G, Curcio F, Bulli G, Aran L, Della-Morte D, et al. Oxidative stress, aging, and diseases. Clin Interv Aging (2018) 13:757 72. doi: 10.2147 CIA.S158513 4. Garrett-Bakelman FE, Darshi M, Green SJ, Gur RC, Lin L, Macias BR, et al. The NASA Twins Study: A multidimensional analysis of a year-long human space ight. Science (2019) 364(6436):eaau8650. doi: 10.1126science.aau8650. 5. Versari S, Longinotti G, Barenghi L, Maier JA, Bradamante S. The challenging environment on board the International Space Station affects endothelial cell function by triggering oxidative stress through thioredoxin interacting protein overexpression: the ESA-SPHINX experiment. FASEB J (2013) 27(11):4466  75. doi: 10.1096fj.13-229195 6. Buchheim JI, Matzel S, Rykova M, Vassilieva G, Ponomarev S, Nichiporuk I, et al. Stress Related Shift Toward In ammaging in Cosmonauts After Long- Duration Space Flight. Front Physiol (2019) 10:85. doi: 10.3389fphys. 2019.00085 7. Tauber S, Christoffel S, Thiel CS, Ullrich O. Transcriptional Homeostasis of Oxidative Stress-Related Pathways in Altered Gravity. Int J Mol Sci (2018) 19 (9):2814 39. doi: 10.3390ijms19092814 8. Lawler JM, Song W, Demaree SR. Hindlimb unloading increases oxidative stress and disrupts antioxidant capacity in skeletal muscle. Free Radic Biol Med (2003) 35(1):9 16. doi: 10.1016S0891-5849(03)00186-2 9. Mao XW, Nishiyama NC, Pecaut MJ, Campbell-Beachler M, Gifford P, Haynes KE, et al. Simulated Microgravity and Low-DoseLow-Dose-Rate Radiation Induces Oxidative Damage in the Mouse Brain. Radiat Res (2016) 185(6):647 57. doi: 10.1667RR14267.1 10. Liu Y, Fiskum G, Schubert D. Generation of reactive oxygen species by the mitochondrial electron transport chain. J Neurochem (2002) 80(5):780 7. doi: 10.1046j.0022-3042.2002.00744.x 11. Nguyen GT, Green ER, Mecsas J. Neutrophils to the ROScue: Mechanisms of NADPH Oxidase Activation and Bacterial Resistance. Front Cell Infect Microbiol (2017) 7:373. doi: 10.3389fcimb.2017.00373 12. Crucian BE, Chouker A, Simpson RJ, Mehta S, Marshall G, Smith SM, et al. Immune System Dysregulation During Space ight: Potential Countermeasures for Deep Space Exploration Missions. Front Immunol (2018) 9:1437. doi: 10.3389 mmu.2018.01437 13. Vernon PJ, Schaub LJ, Dallelucca JJ, Pusateri AE, Sheppard FR. Rapid Detection of Neutrophil Oxidative Burst Capacity is Predictive of Whole Blood Cytokine Responses. PloS One (2015) 10(12):e0146105. doi: 10.1371 journal.pone.0146105 14. Kolaczkowska E, Kubes P. Neutrophil recruitment and function in health and inammation. Nat Rev Immunol (2013) 13(3):159 75. doi: 10.1038nri3399 15. Paul AM, Acharya D, Duty L, Thompson EA, Le L, Stokic DS, et al. Osteopontin facilitates West Nile virus neuroinvasion via neutrophilTrojan horse transport. Sci Rep (2017) 7(1):4722. doi: 10.1038s41598- 017-04839-7 16. Larosa DF, Orange JS. 1. Lymphocytes. J Allergy Clin Immunol (2008) 121(2 Suppl):S364 9; quiz S412. doi: 10.1016j.jaci.2007.06.016 17. Adams NM, Grassmann S, Sun JC. Clonal expansion of innate and adaptive lymphocytes. Nat Rev Immunol (2020) 20:694 707. doi: 10.1038s41577-020- 0307-4 18. Isaac V, Wu CY, Huang CT, Baune BT, Tseng CL, McLachlan CS. Elevated neutrophil to lymphocyte ratio predicts mortality in medical inpatients with multiple chronic conditions. Med (Baltimore) (2016) 95(23):e3832. doi: 10.1097MD.0000000000003832 19. Kunnumakkara AB, Sailo BL, Banik K, Harsha C, Prasad S, Gupta SC, et al. Chronic diseases, in ammation, and spices: how are they linked? J Transl Med (2018) 16(1):14. doi: 10.1186s12967-018-1381-2 20. Chen L, Deng H, Cui H, Fang J, Zuo Z, Deng J, et al. In ammatory responses and in ammation-associated diseases in organs. Oncotarget (2018) 9(6):7204  18. doi: 10.18632oncotarget.23208 21. Akinci Ozyurek B, Sahin Ozdemirel T, Buyukyaylaci Ozden S, Erdogan Y, Kaplan B, Kaplan T. Prognostic Value of the Neutrophil to Lymphocyte Ratio(NLR) in Lung Cancer Cases. Asian Pac J Cancer Prev (2017) 18(5):1417 21. doi: 10.22034APJCP.2017.18.5.1417 22. McNamara MG, Templeton AJ, Maganti M, Walter T, Horgan AM, McKeever L, et al. Neutrophillymphocyte ratio as a prognostic factor in biliary tract cancer. Eur J Cancer (2014) 50(9):1581 9. doi: 10.1016j.ejca. 2014.02.015 23. Guthrie GJ, Charles KA, Roxburgh CS, Horgan PG, McMillan DC, Clarke SJ. The systemic in ammation-based neutrophil-lymphocyte ratio: experience in patients with cancer. Crit Rev Oncol Hematol (2013) 88(1):218 30. doi: 10.1016j.critrevonc.2013.03.010 24. Liu H, Tabuchi T, Takemura A, Kasuga T, Motohashi G, Hiraishi K, et al. The granulocytelymphocyte ratio as an independent predictor of tumour growth, metastasis and progression: Its clinical applications. Mol Med Rep (2008) 1 (5):699 704. doi: 10.3892mmr_00000016 25. Li J, Chen Q, Luo X, Hong J, Pan K, Lin X, et al. Neutrophil-to-Lymphocyte Ratio Positively Correlates to Age in Healthy Population. J Clin Lab Anal (2015) 29(6):437 43. doi: 10.1002jcla.21791 26. Hickman DL. Evaluation of the neutrophil:lymphocyte ratio as an indicator of chronic distress in the laboratory mouse. Lab Anim (NY) (2017) 46(7):303 7. doi: 10.1038laban.1298 27. Forget P, Khalifa C, Defour JP, Latinne D, Van Pel MC, De Kock M. What is the normal value of the neutrophil-to-lymphocyte ratio? BMC Res Notes (2017) 10(1):12. doi: 10.1186s13104-016-2335-5 28. Crucian BE, Stowe RP, Pierson DL, Sams CF. Immune system dysregulation following short- vs long-duration space ight. Aviat Space Environ Med (2008) 79(9):835 43. doi: 10.3357ASEM.2276.2008 29. Crucian B, Stowe RP, Mehta S, Quiriarte H, Pierson D, Sams C. Alterations in adaptive immunity persist during long-duration space ight. NPJ Microgravity (2015) 1:15013. doi: 10.1038npjmgrav.2015.13 30. Sanada F, Taniyama Y, Muratsu J, Otsu R, Shimizu H, Rakugi H, et al. Source of Chronic In ammation in Aging. Front Cardiovasc Med (2018) 5:12. doi: 10.3389fcvm.2018.00012Paul et al. Space ight Elevates NLR Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 1031. Schroder AK, Rink L. Neutrophil immunity of the elderly. Mech Ageing Dev (2003) 124(4):419 25. doi: 10.1016S0047-6374(03)00017-4 32. Globus RK, Morey-Holton E. Hindlimb unloading: rodent analog for microgravity. J Appl Physiol (1985) (2016) 120(10):1196 206. doi: 10.1152 japplphysiol.00997.2015 33. Hammond TG, Hammond JM. Optimized suspension culture: the rotating- wall vessel. Am J Physiol Renal Physiol (2001) 281(1):F12 25. doi: 10.1152 ajprenal.2001.281.1.F12 34. Pellis NR, Goodwin TJ, Risin D, McIntyre BW, Pizzini RP, Cooper D, et al. Changes in gravity inhibit lymphocyte locomotion through type I collagen. In Vitro Cell Dev Biol Anim (1997) 33(5):398 405. doi: 10.1007s11626-997- 0012-7 35. Cooper D, Pellis NR. Suppressed PHA activation of T lymphocytes in simulated microgravity is restored by direct activation of protein kinase C. J Leukoc Biol (1998) 63(5):550 62. doi: 10.1002jlb.63.5.550 36. Battista N, Meloni MA, Bari M, Mastrangelo N, Galleri G, Rapino C, et al. 5- Lipoxygenase-dependent apoptosis of human lymphocytes in the International Space Station: data from the ROALD experiment. FASEB J (2012) 26(5):1791 8. doi: 10.1096fj.11-199406 37. Cubano LA, Lewis ML. FasAPO-1 protein is increased in space own lymphocytes (Jurkat). Exp Gerontol (2000) 35(3):389 400. doi: 10.1016 S0531-5565(00)00090-5 38. Gridley DS, Slater JM, Luo-Owen X, Rizvi A, Chapes SK, Stodieck LS, et al. Space ight effects on T lymphocyte distribution, function and gene expression. J Appl Physiol (1985) (2009) 106(1):194 202. doi: 10.1152 japplphysiol.91126.2008 39. Lewis ML, Reynolds JL, Cubano LA, Hatton JP, Lawless BD, Piepmeier EH. Space ight alters microtubules and increases apoptosis in human lymphocytes (Jurkat). FASEB J (1998) 12(11):1007 18. doi: 10.1096 fasebj.12.11.1007 40. Moreno-Villanueva M, Feiveson AH, Krieger S, Kay Brinda A, von Scheven G, Brkle A, et al. Synergistic Effects of Weightlessness, Isoproterenol, and Radiation on DNA Damage Response and Cytokine Production in Immune Cells. Int J Mol Sci (2018) 19(11):3689 12. doi: 10.3390ijms19113689 41. Novoselova EG, Lunin SM, Khrenov MO, Parfenyuk SB, Novoselova TV, Shenkman BS, et al. Changes in immune cell signalling, apoptosis and stress response functions in mice returned from the BION-M1 mission in space. Immunobiology (2015) 220(4):500 9. doi: 10.1016j.imbio.2014.10.021 42. Schatten H, Lewis ML, Chakrabarti A. Space ight and clinorotation cause cytoskeleton and mitochondria changes and increases in apoptosis in cultured cells. Acta Astronaut (2001) 49(3-10):399 418. doi: 10.1016S0094-5765(01) 00116-3 43. Morey-Holton ER, Globus RK. Hindlimb unloading rodent model: technical aspects. J Appl Physiol (1985) (2002) 92(4):1367 77. doi: 10.1152 japplphysiol.00969.2001 44. Morey-Holton E, Globus RK, Kaplansky A, Durnova G. The hindlimb unloading rat model: literature overview, technique update and comparison with space ight data. Adv Space Biol Med (2005) 10:7 40. doi: 10.1016 S1569-2574(05)10002-1 45. Tahimic CGT, Paul AM, Schreurs AS, Torres SM, Rubinstein L, Steczina S, et al. In uence of Social Isolation During Prolonged Simulated Weightlessness by Hindlimb Unloading. Front Physiol (2019) 10:1147. doi: 10.3389 fphys.2019.01147 46. Mittal M, Siddiqui MR, Tran K, Reddy SP, Malik AB. Reactive oxygen species in inammation and tissue injury. Antioxid Redox Signal (2014) 20(7):1126  67. doi: 10.1089ars.2012.5149 47. Congdon CC, Allebban Z, Gibson LA, Kaplansky A, Strickland KM, Jago TL, et al. Lymphatic tissue changes in rats own on Spacelab Life Sciences-2. J Appl Physiol (1985) (1996) 81(1):172 7. doi: 10.1152jappl.1996.81.1.172 48. Huff W. Spacelab Life Sciences-2: early results are in. Life Support Biosph Sci (1994) 1(1):3 11. 49. Ritz BW, Lelkes PI, Gardner EM. Functional recovery of peripheral blood mononuclear cells in modeled microgravity. FASEB J (2006) 20(2):305 7. doi: 10.1096fj.04-3122fje 50. Tackett N, Bradley JH, Moore EK, Baker SH, Minter SL, DiGiacinto B, et al. Prolonged exposure to simulated microgravity diminishes dendritic cell immunogenicity. Sci Rep (2019) 9(1):13825. doi: 10.1038s41598-019-50311-z51. Martinez EM, Yoshida MC, Candelario TL, Hughes-Fulford M. Space ight and simulated microgravity cause a signi cant reduction of key gene expression in early T-cell activation. Am J Physiol Regul Integr Comp Physiol (2015) 308(6):R480 8. doi: 10.1152ajpregu.00449.2014 52. Wang Y, Wang W, Wang N, Tall AR, Tabas I. Mitochondrial Oxidative Stress Promotes Atherosclerosis and Neutrophil Extracellular Traps in Aged Mice.Arterioscler Thromb Vasc Biol (2017) 37(8):e99 e107. doi: 10.1161 ATVBAHA.117.309580 53. Wang Y, Wang GZ, Rabinovitch PS, Tabas I. Macrophage mitochondrial oxidative stress promotes atherosclerosis and nuclear factor-kappaB-mediated inammation in macrophages. Circ Res (2014) 114(3):421 33. doi: 10.1161 CIRCRESAHA.114.302153 54. Schriner SE, Linford NJ, Martin GM, Treuting P, Ogburn CE, Emond M, et al. Extension of murine life span by overexpression of catalase targeted to mitochondria. Science (2005) 308(5730):1909 11. doi: 10.1126science. 1106653 55. Silvestre-Roig C, Hidalgo A, Soehnlein O. Neutrophil heterogeneity: implications for homeostasis and pathogenesis. Blood (2016) 127(18):2173  81. doi: 10.1182blood-2016-01-688887 56. Wood B. Multicolor immunophenotyping: human immune system hematopoiesis. Methods Cell Biol (2004) 75:559 76. doi: 10.1016S0091- 679X(04)75023-2 57. Lakschevitz FS, Hassanpour S, Rubin A, Fine N, Sun C, Glogauer M. Identi cation of neutrophil surface marker changes in health and inammation using high-throughput screening ow cytometry. Exp Cell Res (2016) 342(2):200 9. doi: 10.1016j.yexcr.2016.03.007 58. Zhao L, Xu S, Fjaertoft G, Pauksen K, Hakansson L, Venge P. An enzyme- linked immunosorbent assay for human carcinoembryonic antigen-related cell adhesion molecule 8, a biological marker of granulocyte activities in vivo. J Immunol Methods (2004) 293(1-2):207 14. doi: 10.1016j.jim.2004.08.009 59. Torsteinsdo ttir I, Arvidson NG, Hllgren R, Hkansson L. Enhanced expression of integrins and CD66b on peripheral blood neutrophils and eosinophils in patients with rheumatoid arthritis, and the effect of glucocorticoids. Scand J Immunol (1999) 50(4):433 9. doi: 10.1046j.1365- 3083.1999.00602.x 60. Dale DC, Boxer L, Liles WC. The phagocytes: neutrophils and monocytes. Blood (2008) 112(4):935 45. doi: 10.1182blood-2007-12-077917 61. Uhl B, Vadlau Y, Zuchtriegel G, Nekolla K, Sharaf K, Gaertner F, et al. Aged neutrophils contribute to the rst line of defense in the acute in ammatory response. Blood (2016) 128(19):2327 37. doi: 10.1182blood-2016-05-718999 62. Khan AA, Alsahli MA, Rahmani AH. Myeloperoxidase as an Active Disease Biomarker: Recent Biochemical and Pathological Perspectives. Med Sci (Basel) (2018) 6(2):33 54. doi: 10.3390medsci6020033 63. Hosamani R, Leib R, Bhardwaj SR, Adams CM, Bhattacharya S. Elucidating the Gravome : Quantitative Proteomic Pro ling of the Response to Chronic Hypergravity in Drosophila. J Proteome Res (2016) 15(12):4165 75. doi: 10.1021acs.jproteome.6b00030 64. Mokhtari V, Afsharian P, Shahhoseini M, Kalantar SM, Moini A. A Review on Various Uses of N-Acetyl Cysteine. Cell J (2017) 19(1):11 7. doi: 10.22074 cellj.2016.4872 65. Lee PY, Wang JX, Parisini E, Dascher CC, Nigrovic PA. Ly6 family proteins in neutrophil biology. J Leukoc Biol (2013) 94(4):585 94. doi: 10.1189jlb. 0113014 66. Mortaz E, Alipoor SD, Adcock IM, Mumby S, Koenderman L. Update on Neutrophil Function in Severe In ammation. Front Immunol (2018) 9:2171. doi: 10.3389 mmu.2018.02171 67. Odobasic D, Kitching AR, Holdsworth SR. Neutrophil-Mediated Regulation of Innate and Adaptive Immunity: The Role of Myeloperoxidase. J Immunol Res(2016) 2016:2349817. doi: 10.115520162349817 68. Lau D, Mollnau H, Eiserich JP, Freeman BA, Daiber A, Gehling UM, et al. Myeloperoxidase mediates neutrophil activation by association with CD11b CD18 integrins. Proc Natl Acad Sci USA (2005) 102(2):431 6. doi: 10.1073 pnas.0405193102 6 9 .S t e n d a h lO ,C o b l eB I ,D a h l g r e nC ,H e dJ ,M o l i nL .M y e l o p e r o x i d a s e modulates the phagocytic activity of polymorphonuclear neutrophil leukocytes. Studies with cells from a myeloperoxidase-de cient patient. J Clin Invest (1984) 73(2):366 73. doi: 10.1172JCI111221Paul et al. Space ight Elevates NLR Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 1170. Leliefeld PH, Wessels CM, Leenen LP, Koenderman L, Pillay J. The role of neutrophils in immune dysfunction during severe in ammation. Crit Care (2016) 20:73. doi: 10.1186s13054-016-1250-4 71. Biermann MH, Podolska MJ, Knopf J, Reinwald C, Weidner D, Maueroder C, et al. Oxidative Burst-Dependent NETosis Is Implicated in the Resolution of Necrosis-Associated Sterile In ammation. Front Immunol (2016) 7:557. doi: 10.3389 mmu.2016.00557 72. Prame Kumar K, Nicholls AJ, Wong CHY. Partners in crime: neutrophils and monocytesmacrophages in in ammation and disease. Cell Tissue Res (2018) 371(3):551 65. doi: 10.1007s00441-017-2753-2 73. Kenne E, Erlandsson A, Lindbom L, Hillered L, Clausen F. Neutrophil depletion reduces edema formation and tissue loss following traumatic brain injury in mice. J Neuroin ammation (2012) 9:17. doi: 10.11861742- 2094-9-17 74. Wright HL, Makki FA, Moots RJ, Edwards SW. Low-density granulocytes: functionally distinct, immature neutrophils in rheumatoid arthritis with altered properties and defective TNF signalling. J Leukoc Biol (2017) 101 (2):599 611. doi: 10.1189jlb.5A0116-022R 75. Theilgaard-Mnch K, Jacobsen LC, Borup R, Rasmussen T, Bjerregaard MD, Nielsen FC, et al. The transcriptional program of terminal granulocyticdifferentiation. Blood (2005) 105(4):1785 96. doi: 10.1182blood-2004-08- 3346 76. Kaur I, Simons ER, Castro VA, Mark Ott C, Pierson DL. Changes in neutrophil functions in astronauts. Brain Behav Immun (2004) 18(5):443  50. doi: 10.1016j.bbi.2003.10.005 77. Stowe RP, Sams CF, Mehta SK, Kaur I, Jones ML, Feeback DL, et al. Leukocyte subsets and neutrophil function after short-term space ight. J Leukoc Biol (1999) 65(2):179 86. doi: 10.1002jlb.65.2.179 78. Grigorieva DV, Gorudko IV, Sokolov AV, Kostevich VA, Vasilyev VB, Cherenkevich SN, et al. Myeloperoxidase Stimulates Neutrophil Degranulation. Bull Exp Biol Med (2016) 161(4):495 500. doi: 10.1007 s10517-016-3446-7 79. Malle E, Waeg G, Schreiber R , Grone EF, Sattler W, Grone HJ. Immunohistochemical evidence for the myeloperoxidaseH2O2halide system in human atherosclerotic lesions: colocalization of myeloperoxidase and hypochlorite-modi ed proteins. Eur J Biochem (2000) 267(14):4495 503. doi: 10.1046j.1432-1327.2000.01498.x 80. Delp MD, Charvat JM, Limoli CL, Globus RK, Ghosh P. Apollo Lunar Astronauts Show Higher Cardiovascular Disease Mortality: Possible Deep Space Radiation Effects on the Vascular Endothelium. Sci Rep (2016) 6:29901. doi: 10.1038srep29901 81. Angkananard T, Anothaisintawee T, McEvoy M, Attia J, Thakkinstian A. Neutrophil Lymphocyte Ratio and Cardiovascular Disease Risk: A Systematic Review and Meta-Analysis. BioMed Res Int (2018) 2018:2703518. doi: 10.115520182703518 82. Nathan C, Cunningham-Bussel A. Beyond oxidative stress: an immunologist s guide to reactive oxygen species. Nat Rev Immunol (2013) 13(5):349 61. doi: 10.1038nri3423 83. Hildeman DA, Mitchell T, Kappler J, Marrack P. T cell apoptosis and reactive oxygen species. JC l i nI n v e s t (2003) 111(5):575 81. doi: 10.1172JCI2 00318007 84. Schmielau J, Finn OJ. Activated granulocytes and granulocyte-derived hydrogen peroxide are the underlying mechanism of suppression of t-cell function in advanced cancer patients. Cancer Res (2001) 61(12):4756 60.85. Bass DA, Parce JW, Dechatelet LR, Szejda P, Seeds MC, Thomas M. Flow cytometric studies of oxidative product formation by neutrophils: a graded response to membrane stimulation. J Immunol (1983) 130(4):1910 7. 86. Mao XW, Pecaut MJ, Stodieck LS, Ferguson VL, Bateman TA, Bouxsein M, et al. Space ight environment induces mitochondrial oxidative damage in ocular tissue. Radiat Res (2013) 180(4):340 50. doi: 10.1667RR3309.1 87. Chatterjee S, Fisher AB. Mechanotransduction: forces, sensors, and redox signaling. Antioxid Redox Signal (2014) 20(6):868 71. doi: 10.1089 ars.2013.5753 88. Gollapudi S, Gupta S. Reversal of oxidative stress-induced apoptosis in T and B lymphocytes by Coenzyme Q10 (CoQ10). Am J Clin Exp Immunol (2016) 5 (2):41 7. 89. Tomasetti M, Littarru GP, Stocker R, Alleva R. Coenzyme Q10 enrichment decreases oxidative DNA damage in human lymphocytes. Free Radic Biol Med (1999) 27(9-10):1027 32. doi: 10.1016S0891-5849(99)00132-X 90. Meehan RT, Neale LS, Kraus ET, Stuart CA, Smith ML, Cintron NM, et al. Alteration in human mononuclear leucocytes following space ight. Immunology (1992) 76(3):491 7. 91. Stowe RP, Sams CF, Pierson DL. Effects of mission duration on neuroimmune responses in astronauts. Aviat Space Environ Med (2003) 74(12):1281 4. 92. Kaur I, Simons ER, Castro VA, Ott CM, Pierson DL. Changes in monocyte functions of astronauts. Brain Behav Immun (2005) 19(6):547 54. doi: 10.1016j.bbi.2004.12.006 93. Kaur I, Simons ER, Kapadia AS, Ott CM, Pierson DL. Effect of space ight on ability of monocytes to respond to endotoxins of gram-negative bacteria. Clin Vaccine Immunol (2008) 15(10):1523 8. doi: 10.1128CVI.00065-08 94. Greenlee-Wacker MC. Clearance of apoptotic neutrophils and resolution of inammation. Immunol Rev (2016) 273(1):357 70. doi: 10.1111imr.12453 95. Zhou Z, Zhang S, Ding S, Abudupataer M, Zhang Z, Zhu X, et al. Excessive Neutrophil Extracellular Trap Formation Aggravates Acute Myocardial Infarction Injury in Apolipoprotein E De ciency Mice via the ROS- Dependent Pathway. Oxid Med Cell Longev (2019) 2019:1209307. doi: 10.115520191209307 96. Uraz S, Tahan G, Aytekin H, Tahan V. N-acetylcysteine expresses powerful anti-in ammatory and antioxidant activities resulting in complete improvement of acetic acid-induced colitis in rats. Scand J Clin Lab Invest (2013) 73(1):61 6. doi: 10.310900365513.2012.734859 97. Wulaningsih W, Holmberg L, Abeler-Doner L, Ng T, Rohrmann S, Van Hemelrijck M. Associations of C-Reactive Protein, Granulocytes and Granulocyte-to-Lymphocyte Ratio with Mortality from Breast Cancer in Non-Institutionalized American Women. PloS One (2016) 11(6):e0157482. doi: 10.1371journal.pone.0157482 Conict of Interest: The authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential con ict of interest. Copyright  2020 Paul, Mhatre, Cekanaviciute, Schreurs, Tahimic, Globus, Anand, Crucian and Bhattacharya. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal iscited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.Paul et al. Space ight Elevates NLR Frontiers in Immunology  www.frontiersin.org November 2020  Volume 11  Article 564950 12",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            }
        ]
    }
]