[
    {
        "pmid": "30638439",
        "title": "Proximal, Distal, and Contralateral Effects of Blood Flow Restriction Training on the Lower Extremities: A Randomized Controlled Trial.",
        "year": "2019",
        "journal": "Sports Health",
        "abstract": "BACKGROUND:: Blood flow restriction (BFR) training involves low-weight exercises performed under vascular occlusion via an inflatable cuff. For patients who cannot tolerate high-load exercises, BFR training reportedly provides the benefits of high-load regimens, with the advantage of less tissue and joint stress.\nHYPOTHESIS:: Low-load BFR training is safe and efficacious for strengthening muscle groups proximal, distal, and contralateral to tourniquet placement in the lower extremities.\nSTUDY DESIGN:: Randomized controlled trial.\nLEVEL OF EVIDENCE:: Level 1.\nMETHODS:: This was a randomized controlled trial of healthy participants completing a standardized 6-week course of BFR training. Patients were randomized to BFR training on 1 extremity or to a control group. Patients were excluded for cardiac, pulmonary, or hematologic disease; pregnancy; or previous surgery in the extremity. Data collected at baseline and completion included limb circumferences and strength testing.\nRESULTS:: The protocol was completed by 26 patients, providing 16 BFR and 10 control patients (mean patient age, 27 years; 62% female). A statistically greater increase in strength was seen proximal and distal to the BFR tourniquet when compared with both the nontourniquet extremity and the control group ( P < 0.05). Approximately twice the improvement was seen in the BFR group compared with controls. Isokinetic testing showed greater increases in knee extension peak torque (3% vs 11%), total work (6% vs 15%), and average power (4% vs 12%) for the BFR group ( P < 0.04). Limb circumference significantly increased in both the thigh (0.8% vs 3.5%) and the leg (0.4% vs 2.8%) compared with the control group ( P < 0.01). Additionally, a significant increase occurred in thigh girth (0.8% vs 2.3%) and knee extension strength (3% vs 8%) in the nontourniquet BFR extremity compared with the control group ( P < 0.05). There were no reported adverse events.\nCONCLUSION:: Low-load BFR training led to a greater increase in muscle strength and limb circumference. BFR training had similar strengthening effects on both proximal and distal muscle groups. Gains in the contralateral extremity may corroborate a systemic or crossover effect.\nCLINICAL RELEVANCE:: BFR training strengthens muscle groups proximal, distal, and contralateral to cuff placement. Patients undergoing therapy for various orthopaedic conditions may benefit from low-load BFR training with the advantage of less tissue stress.",
        "full_text": "149 SPORTS HEALTHvol. 11  no. 2 821929 SPHXXX10.11771941738118821929Bowman et alSPORTS HEALTH research-article 2019 Proximal, Distal, and Contralateral Effects of Blood Flow Restriction Training on the Lower Extremities: A Randomized Controlled Trial Eric N. Bowman, MD, MPH, Rami Elshaar, MD, Heather Milligan, PT, Gregory Jue, PT, Karen Mohr, PT, Patty Brown, PT, Drew M. Watanabe, BS, and Orr Limpisvasti, MD Background: Blood flow restriction (BFR) training involves low-weight exercises performed under vascular occlusion via an inflatable cuff. For patients who cannot tolerate high-load exercises, BFR training reportedly provides the benefits of high-load regimens, with the advantage of less tissue and joint stress. Hypothesis: Low-load BFR training is safe and efficacious for strengthening muscle groups proximal, distal, and contralateral to tourniquet placement in the lower extremities. Study Design: Randomized controlled trial.Level of Evidence: Level 1.Methods: This was a randomized controlled trial of healthy participants completing a standardized 6-week course of BFR training. Patients were randomized to BFR training on 1 extremity or to a control group. Patients were excluded for cardiac, pulmonary, or hematologic disease; pregnancy; or previous surgery in the extremity. Data collected at baseline and completion included limb circumferences and strength testing. Results: The protocol was completed by 26 patients, providing 16 BFR and 10 control patients (mean patient age, 27 years; 62 female). A statistically greater increase in strength was seen proximal and distal to the BFR tourniquet when compared with both the nontourniquet extremity and the control group (P  0.05). Approximately twice the improvement was seen in the BFR group compared with controls. Isokinetic testing showed greater increases in knee extension peak torque (3 vs 11), total work (6 vs 15), and average power (4 vs 12) for the BFR group (P  0.04). Limb circumference significantly increased in both the thigh (0.8 vs 3.5) and the leg (0.4 vs 2.8) compared with the control group (P  0.01). Additionally, a significant increase occurred in thigh girth (0.8 vs 2.3) and knee extension strength (3 vs 8) in the nontourniquet BFR extremity compared with the control group (P  0.05). There were no reported adverse events. Conclusion: Low-load BFR training led to a greater increase in muscle strength and limb circumference. BFR training had similar strengthening effects on both proximal and distal muscle groups. Gains in the contralateral extremity may corroborate a systemic or crossover effect. Clinical Relevance: BFR training strengthens muscle groups proximal, distal, and contralateral to cuff placement. Patients undergoing therapy for various orthopaedic conditions may benefit from low-load BFR training with the advantage of less tissue stress. Keywords: blood flow restriction; BFR; therapy; lower extremity From Department of Orthopaedics and Rehabilitation, Vanderbilt University Medical Center, Nashville, Tennessee, Rochester Regional Health Orthopaedics, Pittsford, New York, Elite OrthoSport Physical Therapy, Los Angeles, California, Select Physical Therapy, Los Angeles, California, Kerlan Jobe Institute, Los Angeles, California, and Patty Brown Physical Therapy and Associates, El Segundo, California Address correspondence to Eric N. Bowman, MD, MPH, Department of Orthopaedics and Rehabilitation, Vanderbilt University Medical Center, 1215 21st Avenue South, 4200 Medical Center East, Nashville, TN 37232-8774 (email: eric.n.bowmanvumc.org) (Twitter: EricBowmanMD). The following author declared potential conflicts of interest: Orr Limpisvasti, MD, is a paid consultant for Arthrex and receives royalties from CONMED and Linvatec. DOI: 10.11771941738118821929  2019 The Author(s)Mar  Apr 2019Bowman et al 150Blood flow restriction (BFR) training with low-load exercise is becoming a common adjuvant to standard physical therapy for a variety of musculoskeletal conditions. However, there is a paucity of literature regarding its efficacy in surgically and nonsurgically treated orthopaedic conditions. Encouraging results have been seen in several studies evaluating the effect of BFR training on patients with symptomatic knee osteoarthritis, patellofemoral pain, postoperative knee arthroscopy, and anterior cruciate ligament (ACL) reconstruction. 17,33,42,48,50 BFR training consists of low-load exercise performed while wearing an inflatable tourniquet on the proximal limb, which partially restricts arterial inflow and venous return from the extremity. In healthy patients, significant gains have been shown in muscle protein synthesis, gene regulation of muscle satellite cells, fiber recruitment, hypertrophy, and endurance. 49 Clinically, this has translated into an increase in overall strength, with physiologic and clinical effects similar to high-load training. 19,23,36,44,45 This would greatly benefit patients with orthopaedic conditions, as it provides the advantage of increased strength without placing additional mechanical stress on inflamed or reconstructed tissues or joints. The purpose of this study was to define the clinical efficacy of BFR training on muscle groups both proximal and distal to tourniquet placement, as well as the contralateral non-BFR extremity. By defining the effect size in healthy patients, this can then be applied to future studies evaluating specific orthopaedic conditions. We hypothesize that patients in the BFR group will have significantly increased strength and hypertrophy both proximal and distal to cuff placement, as well as the contralateral extremity, compared with standard low-load training after 6 weeks.Methods Healthy patients were randomized to unilateral low-load BFR training or to a non-BFR control group. The CONSORT (Consolidated Standards of Reporting Trials) Statement was followed. This study was approved and monitored by an institutional review board. Eligible healthy patients were recruited by posted announcement at 3 participating therapy locations and voluntarily agreed to take part in the study. Those included were aged 20 to 40 years. All patients were recreational-level athletes who were cleared for participation in an exercise program. Patients were excluded if they had a history of hip or lower extremity pathology requiring medical or surgical intervention, a history of venous thromboembolism (VTE), clotting or other hematologic disorder, peripheral arterial disease, hypertension (blood pressure 14090 mm Hg), coronary artery disease, or were pregnant. Patients were randomized via a random-number table to either the standard low-load training protocol or to a low-load BFR training protocol (Figure 1). Baseline and final testing occurred the week preceding and the week after the intervention. Patients participated in 2 training sessions per week, at least 48 hours apart, for 6 weeks. At baseline and follow-up, lower extremity strength was assessed using isokinetic testing for knee extension and flexion and by dynamometer for hip abduction, hip extension, and plantarflexion. The number of single-leg heel raises was also recorded as a measure of plantarflexion strength and endurance. Isokinetic flexion and extension measurements were performed at 180, 270, and 300 degs using a Biodex System 3 (Biodex Medical Systems) machine. Total work was determined using the 300 degs setting for 30 seconds, while Figure 1. Patient flow diagram depicting patients eligible, enrolled, randomized, and analyzed. BFR, blood flow restriction. aSixteen patients excluded for previous injury or surgery in the lower extremities. bOne patient excluded for failure to complete final testing.SPORTS HEALTHvol. 11  no. 2 151average peak torque and average power were analyzed at the 180 degs setting. Limb circumferences were also measured using a standard measuring tape, with the thigh measured 10 cm proximal to the superior pole of the patella and the leg measured 10 cm distal to the inferior pole of the patella. The Delfi Personalized Tourniquet System (Delfi Medical) was used for training sessions in the BFR group. 12 The 4 inchwide tourniquet was applied to the upper thigh of the limb chosen by the patient. Tourniquet setting was determined as the pressure needed to achieve 80 arterial occlusion to the extremity (as measured by the Delfi unit). 15 This system provides a consistent amount of pressure to the extremity throughout the range of motion of the exercise. Settings were determined at baseline and then recalibrated weekly. All participants completed the following exercises at each training session: (1) straight-leg raise hip flexion, (2) side-lying hip abduction, (3) long-arc quadriceps extension, and (4) standing hamstring curl. Strength exercises were performed on both extremities using predetermined weight, calculated as 30 of 1-repitition (rep) maximum determined 1 week prior to the initiation of training. 5 Exercises were performed in series as follows: set 1, 30 reps followed by a 30-second rest; set 2, 15 reps and 30-second rest; set 3, 15 reps and 30-second rest; and set 4, 15 reps (Table 1). In the BFR group, 1 limb performed the exercises with continuous BFR for the session duration and the other limb without BFR. The control group performed exercises on both extremities. During each exercise, participants recorded their rating of perceived exertion (RPE; scale, 1-10) to document the difficulty of each exercise. The goal was to achieve an RPE of 7 to 8 for each exercise, and weight was increased accordingly to accomplish this. Patients were allowed and encouraged to continue their prestudy aerobic routines without any significant change (increase or decrease) in intensity or regularity but were required to participate on a different day than study exercises. No concurrent strength exercises were permitted on the specific extremities tested. We encouraged participants to not make any significant lifestyle or nutrition changes. A sample size of 18 total limbs (9 in each group) was determined based on an effect size of 0.30 and standard deviation of 0.20 based on previous studies. 44 Descriptive statistics and data analysis, including Student t tests for group comparisons, were calculated using Microsoft Excel. Results A total of 43 eligible patients were identified; 16 were excluded for previous injury or surgery in the lower extremities and 27 met the inclusion criteria and were subsequently enrolled in the study. All patients completed the study protocol. One participant in the BFR group was excluded from analysis because the participants final testing could not be completed within 1 week of training protocol completion. Sixteen participants in the experimental group were analyzed, and 10 participants in the control group provided 20 limbs for comparison. Mean patient age was 27 years (SD, 3.4 years; range, 23-34 years), with 10 (38) males and 16 (62) females; study participants were ethnically diverse. There were no differences between control and intervention groups based on age (P  0.37) or sex (P  0.14). Percentage change and group comparisons between BFR and non-BFR limb, BFR and control group, and non-BFR limb and control group are found in Tables 2 through 4. Comparison of the BFR limb with the control group demonstrated a significantly greater increase in thigh and leg girth, all isokinetic knee extension metrics, total work for knee flexion (measure of endurance), hip abduction and extension (effect proximal to tourniquet), plantarflexion, and single-leg raises (effect distal to tourniquet). Comparing the BFR limb with the non-BFR limb in Table 1. Training protocol including exercises performed and workout progression with baseline and final measurements obtained Exercises PerformedaBaselineFinal Measurements Straight-leg raise hip flexion Knee extension (isokinetic) Side-lying hip abduction Knee flexion (isokinetic) Long-arc quadriceps extension Hip abduction (manual dynamometer) Standing hamstring curl Hip extension (manual dynamometer) Plantarflexion (manual dynamometer) Thigh circumference Leg circumference Number of single-leg heel raises aEach exercise performed in series: set 1 30 repetitions (reps), followed by 30-second rest; set 2  15 reps, followed by 30-second rest; set 3  15 reps, followed by 30-second rest; set 4  15 reps.Mar  Apr 2019Bowman et al 152the same individual demonstrated a greater increase in thigh and leg girth, hip strength, plantarflexion strength, and endurance, with mixed results for isokinetic knee flexion and extension. When the non-BFR limb was compared with the control group, thigh girth and quadriceps peak torque were significantly greater, as were the number of single-leg heel raises. Discomfort during the workout and soreness afterward, particularly at the initiation of training, was noted almost universally in the BFR group. However, it was well tolerated as training progressed, and no patients withdrew secondary to pain or discomfort. No patients reported adverse events in either group. discussion In healthy participants, low-load BFR training demonstrated greater increases in strength, hypertrophy, and endurance than low-load training alone. This finding held for muscle groups both proximal and distal to the tourniquet cuff. Patients undergoing therapy for various orthopaedic conditions may benefit from low-load BFR protocols with the advantage of less tissue stress.Our study findings are consistent with previous studies in healthy participants undergoing BFR training. Significant gains have previously been shown in muscle fiber recruitment, hypertrophy, circumference, and endurance. 49 Clinically, this translated into improved isokinetic testing and overall strength.19,23,44,45 The potential applications for BFR in musculoskeletal conditions are vast. Nonoperatively managed conditions, including osteoarthritis, tendinopathies, and muscle strains, may benefit from low-load BFR exercises. In the postoperative setting, BFR may augment rehabilitation for ACL reconstructions, hip and knee arthroscopies, and tendon repairs. This technology has been used even in the absence of exercise to limit muscular atrophy that commonly occurs after an injury or surgery. 21,48 In the literature, there is mixed evidence regarding the effects of BFR proximal to the cuff (eg, chest, trunk, gluteal muscles). 3,11,38,52,53 Proximal muscle group development would benefit postoperative hip arthroscopy patients and improve proximal control for those returning from ACL reconstruction. 8,11 Distal muscle group development would benefit Achilles repair or ankle rehabilitation patients. The non-BFR extremity also showed modest improvement in certain metrics compared with the control group extremities, though a larger cohort may be Table 2. Mean percentage increase and comparison between the blood flow restriction (BFR) limb and control group with standard deviations and corresponding P values Percentage Increase Control (n  20) BFR limb (n  16) P a Circumference Thigh 0.8  2.0 3.5  2.1 0.01 Leg 0.4  1.7 2.8  2.6 0.01 Strength Knee extension Total work 6  13 15  18 0.04 Peak torque 3  9 11  13 0.02 Power 4  10 12  13 0.02 Knee flexion Total work 14  19 27  26 0.04 Peak torque 5  14 11  21 0.17 Power 7  15 13  20 0.14 Hip abduction 27  22 46  30 0.02 Hip extension 42  30 60  33 0.04 Plantarflexion 18  15 33  28 0.02 Single-leg heel raises 4  18 28  19 0.01 aP values in bold are statistically significant.SPORTS HEALTHvol. 11  no. 2 153necessary to detect these smaller changes. This finding supports the evidence for a systemic or crossover effect of BFR, increasing strength in limbs remote to the cuff. 27,29 Patients may see a benefit in injured or postoperative extremities simply by working other limbs due to these systemic or crossover factors. In 1966, Yoshiaki Sato 39 began developing the Kaatsu training method that has led to the current BFR training techniques. Since its first reported use in the literature in 1987, 14 the details of optimal occlusion pressure, cuff width, and exercise protocols have been further refined. 23,41,43 The mechanism by which BFR induces muscle hypertrophy and improves strength stems from the theory that metabolic stress may upregulate various cellular signaling pathways in the localized hypoxic environment that is produced. 36,41 The subsequent metabolic, adrenergic, and hormonal changes that occur result in an anabolic state, which leads to muscular adaptation. These effects have been demonstrated in high-load training regimens, and BFR appears to replicate this process at lower loads. 36 The occlusion provided by the cuff allows these anabolic factors to be concentrated, and blockage of venous return creates a favorable gradient for entry into muscle cells. Subsequently, an increase in intracellular swelling results, which may serve as a stimulus to promote protein synthesis and inhibit proteolysis. 16,25,36,40,41 The physiologic effects of restricted blood flow have been observed at multiple levels. Systemically, improvements in endurance have been noted in aerobic exercise, identified by an increase in stroke volume and VO 2max with a decrease in heart rate.1,34 At the cellular level, hypertrophy of both types 1 and 2 skeletal muscle and an increase in glycogen stores have been observed. 7,33 On the molecular level, a state of localized metabolic stress is induced. This causes an increase in growth hormone, cortisol, insulin-like growth factor 1, catecholamines, lactate dehydrogenase, and stress-related upregulation of signaling factors, including nitric oxide synthase, vascular endothelial growth factor mRNA, hypoxia-inducible factor 1-alpha, and various heat shock proteins. 13,22,32,35-37 Myogenic stem cells have been shown to proliferate during low-load BFR training. 31 Additionally, there is evidence that BFR may positively affect bone metabolism.6 The safety of low-load BFR training has been reported in several studies.10,24,30 There were no reported adverse events in our study. However, there are patients with whom caution should be exercised regarding BFR training, and all patients Table 3. Mean percentage increase and comparison between the blood flow restriction (BFR) limb and non-BFR limb in the same individual with standard deviations and corresponding P values Percentage Increase BFR Limb (n  16) Non-BFR Limb (n  16) P a Circumference Thigh 3.5  2.1 2.3  1.6 0.02 Leg 2.8  2.6 1.2  2.9 0.01 Strength Knee extension Total work 15  18 8  11 0.04 Peak torque 11  13 8  9 0.22 Power 12  13 5  13 0.04 Knee flexion Total work 27  26 22  15 0.24 Peak torque 11  21 10  17 0.37 Power 13  20 7  20 0.01 Hip abduction 46  30 37  34 0.04 Hip extension 60  33 49  30 0.03 Plantarflexion 33  28 26  23 0.02 Single-leg heel raises 28  19 16  18 0.03 aP values in bold are statistically significant.Mar  Apr 2019Bowman et al 154should be screened prior to participation. The most common reported complications are pain and discomfort, which generally improve with treatment and completely resolve with cessation of training. 30 Other reported complications from a 13,000-patient Japanese survey of more than 100 providers included the following: bruising (13), localized numbness or cold feeling (1.3), light-headedness (0.28), deep vein thrombosis (0.06), pulmonary embolism (0.008), rhabdomyolysis (0.008), and worsening ischemic heart disease (0.02). 30 Patients should be appropriately counseled and closely monitored for adverse effects during therapy. Conceptually, VTE is a major concern, particularly for patients with a history of VTE or those at increased risk for clotting (eg, clotting disorder, pregnancy, cancer). 24 Thus far, however, BFR training in healthy individuals has not been shown to increase markers of thrombin generation (prothrombin fragments, antithrombin III complexes) or of increased clot formation (D-dimer or fibrin degradation products). 10,26 Although multiple studies have shown that there is not a significant increase in creatinine kinase or other markers of cellular damage, rhabdomyolysis is a concern expressed through several case reports. 2,9,16,18,20,32,47 While the true incidence of rhabdomyolysis remains unknown, in controlled studies, it appears to be 0.1. 51 Concerns have also been raised over its use in patients with hypertension (blood pressure 14090 mm Hg), heart failure, peripheral arterial disease, and coronary artery disease due to an increased pressor reflex. 46 Elderly individuals may benefit simply by using BFR while walking or during light exercise. 4 Creating a localized rather than systemic metabolic stress to increase strength and endurance may be safer in certain populations. 36 While the safety of BFR use in healthy and even elderly individuals has been substantiated, further research is necessary to evaluate its safety in postoperative orthopaedic patients. The current study has several limitations. First, this study was not blinded, which could introduce bias. By matching patients, more detailed analysis regarding specific variables may have been possible. We also acknowledge there were patient factors that were out of our control, including nutrition, natural hormonal cycles, and other lifestyle considerations. If patients were involved in a strengthening program on the lower extremities prior to the study, there may be less of an improvement compared with someone who was not. Asking a patient to forgo his or her current workout routine could Table 4. Mean percentage increase and comparison between the nonblood flow restriction (non-BFR) limb and the control group with standard deviations and corresponding P values Percentage Increase Control (n  20) Non-BFR limb (n  16) P a Circumference Thigh 0.8  2.0 2.3  1.6 0.01 Leg 0.4  1.7 1.2  2.9 0.14 Strength Knee extension Total work 6  13 8  11 0.34 Peak torque 3  9 8  9 0.04 Power 4  10 5  13 0.37 Knee flexion Total work 14  19 22  15 0.06 Peak torque 5  14 10  17 0.21 Power 7  15 7  20 0.49 Hip abduction 27  22 37  34 0.15 Hip extension 42  30 49  30 0.22 Plantarflexion 18  15 26  23 0.11 Single-leg heel raises 4  18 16  18 0.02 aP values in bold are statistically significant.SPORTS HEALTHvol. 11  no. 2 155actually have a diminishing effect. We admit that more sophisticated measures of hypertrophy, including volumetric computed tomography or magnetic resonance imaging, or even muscle biopsy would provide more detailed information; however, we believe our measurements were an adequate surrogate and overall simpler. There can be variability in hand-held dynamometer readings, and plantarflexion validity in particular is debatable. 28 Finally, it is unclear whether the gains seen after completion of BFR training are sustained or whether gradual incorporation of a standard high-load strength program should be instituted for maintenance. conclusion BFR training is increasing in popularity, and clinical results are continuing to be elucidated. This study supports the evidence that low-load BFR training produces substantially greater increases in strength, both proximal and distal to the cuff placement. The contralateral extremity may also benefit from a systemic or crossover effect. The clinical applications of BFR training in patients with musculoskeletal conditions are vast. These data can be used to further study the efficacy and safety of BFR in both operatively and nonoperatively treated orthopaedic conditions. RefeRences 1. Abe T, Fujita S, Nakajima T, et al. Effects of low-intensity cycle training with restricted leg blood flow on thigh muscle volume and VO2max in young men. J Sports Sci Med. 2010;9:452-458. 2. Abe T, Kearns CF, Sato Y. Muscle size and strength are increased following walk training with restricted venous blood flow from the leg muscle, Kaatsu-walk training. J Appl Physiol (1985). 2006;100:1460-1466. 3. Abe T, Loenneke JP, Fahs CA, Rossow LM, Thiebaud RS, Bemben MG. Exercise intensity and muscle hypertrophy in blood flow-restricted limbs and non- restricted muscles: a brief review. Clin Physiol Funct Imaging. 2012;32:247-252. 4. Abe T, Sakamaki M, Fujita S, et al. Effects of low-intensity walk training with restricted leg blood flow on muscle strength and aerobic capacity in older adults. J Geriatr Phys Ther. 2010;33:34-40. 5. Baechle TR, Earle RW, Wathen D. Essentials of Strength Training and Conditioning. 2nd ed. Champaign, IL: Human Kinetics; 2000. 6. Bittar ST, Pfeiffer PS, Santos HH, Cirilo-Sousa MS. Effects of blood flow restriction exercises on bone metabolism: a systematic review published online March 2, 2018. Clin Physiol Funct Imaging. doi:10.1111cpf.12512 7. Burgomaster KA, Moore DR, Schofield LM, Phillips SM, Sale DG, Gibala MJ. Resistance training with vascular occlusion: metabolic adaptations in human muscle. Med Sci Sports Exerc. 2003;35:1203-1208. 8. Cheatham SW, Enseki KR, Kolber MJ. Postoperative rehabilitation after hip arthroscopy: a search for the evidence. J Sport Rehabil. 2015;24:413-418. 9. Clark BC, Manini TM. Can Kaatsu exercise cause rhabdomyolysis? Clin J Sport Med. 2017;27:e1-e2. 10. Clark BC, Manini TM, Hoffman RL, et al. Relative safety of 4 weeks of blood flow-restricted resistance exercise in young, healthy adults. Scand J Med Sci Sports. 2011;21:653-662. 11. Dankel SJ, Jessee MB, Abe T, Loenneke JP. The effects of blood flow restriction on upper-body musculature located distal and proximal to applied pressure. Sports Med. 2016;46:23-33. 12. Delfi Medical Innovations, Inc. PTS personalized tourniquet system for blood flow restriction. 2018. http:www.delfimedical.compts-personalized-tourniquet-system-for-blood-flow-restriction. Accessed July 16, 2018. 13. Drummond MJ, Fujita S, Abe T, Dreyer HC, Volpi E, Rasmussen BB. Human muscle gene expression following resistance exercise and blood flow restriction. Med Sci Sports Exerc. 2008;40:691-698. 14. Eiken O, Bjurstedt H. Dynamic exercise in man as influenced by experimental restriction of blood flow in the working muscles. Acta Physiol Scand. 1987;131:339-345. 15. Fatela P, Reis JF, Mendonca GV, Avela J, Mil-Homens P. Acute effects of exercise under different levels of blood-flow restriction on muscle activation and fatigue. Eur J Appl Physiol. 2016;116:985-995. 16. Fujita S, Abe T, Drummond MJ, et al. Blood flow restriction during low-intensity resistance exercise increases S6K1 phosphorylation and muscle protein synthesis. J Appl Physiol (1985). 2007;103:903-910. 17. Giles L, Webster KE, McClelland J, Cook JL. Quadriceps strengthening with and without blood flow restriction in the treatment of patellofemoral pain: a double- blind randomised trial. Br J Sports Med. 2017;51:1688-1694. 18. Iversen E, Rostad V. Low-load ischemic exercise-induced rhabdomyolysis. Clin J Sport Med. 2010;20:218-219. 19. Kang DY, Kim HS, Lee KS, Kim YM. The effects of bodyweight-based exercise with blood flow restriction on isokinetic knee muscular function and thigh circumference in college students. J Phys Ther Sci. 2015;27:2709-2712. 20. Krieger J, Sims D, Wolterstorff C. A case of rhabdomyolysis caused by blood flow-restricted resistance training. J Spec Oper Med. 2018;18(2):16-17. 21. Kubota A, Sakuraba K, Sawaki K, Sumide T, Tamura Y. Prevention of disuse muscular weakness by restriction of blood flow. Med Sci Sports Exerc. 2008;40:529-534. 22. Larkin KA, Macneil RG, Dirain M, Sandesara B, Manini TM, Buford TW. Blood flow restriction enhances post-resistance exercise angiogenic gene expression. Med Sci Sports Exerc. 2012;44:2077-2083. 23. Loenneke JP, Wilson JM, Marin PJ, Zourdos MC, Bemben MG. Low intensity blood flow restriction training: a meta-analysis. Eur J Appl Physiol. 2012;112:1849-1859. 24. Loenneke JP, Wilson JM, Wilson GJ, Pujol TJ, Bemben MG. Potential safety issues with blood flow restriction training. Scand J Med Sci Sports. 2011;21:510-518. 25. Low SY, Rennie MJ, Taylor PM. Signaling elements involved in amino acid transport responses to altered muscle cell volume. FASEB J. 1997;11:1111-1117. 26. Madarame H, Kurano M, Takano H, et al. Effects of low-intensity resistance exercise with blood flow restriction on coagulation system in healthy subjects. Clin Physiol Funct Imaging. 2010;30:210-213. 27. Madarame H, Neya M, Ochi E, Nakazato K, Sato Y, Ishii N. Cross-transfer effects of resistance training with blood flow restriction. Med Sci Sports Exerc. 2008;40:258-263. 28. Marmon AR, Pozzi F, Alnahdi AH, Zeni JA. The validity of plantarflexor strength measures obtained through hand-held dynamometry measurements of force. Int J Sports Phys Ther. 2013;8:820-827. 29. May AK, Russell AP, Warmington SA. Lower body blood flow restriction training may induce remote muscle strength adaptations in an active unrestricted arm. Eur J Appl Physiol. 2018;118:617-627. 30. Nakajima T, Kurano M, Iida H, et al; KAATSU Training Group. Use and safety of KAATSU training: results of a national survey. Int J KAATSU Training Res. 2006;2:5-13. 31. Nielsen JL, Aagaard P, Bech RD, et al. Proliferation of myogenic stem cells in human skeletal muscle in response to low-load resistance training with blood flow restriction. J Physiol. 2012;590:4351-4361. 32. Nielsen JL, Aagaard P, Prokhorova TA, et al. Blood flow restricted training leads to myocellular macrophage infiltration and upregulation of heat shock proteins, but no apparent muscle damage. J Physiol. 2017;595:4857-4873. 33. Ohta H, Kurosawa H, Ikeda H, Iwase Y, Satou N, Nakamura S. Low-load resistance muscular training with moderate restriction of blood flow after anterior cruciate ligament reconstruction. Acta Orthop Scand. 2003;74:62-68. 34. Park S, Kim JK, Choi HM, Kim HG, Beekley MD, Nho H. Increase in maximal oxygen uptake following 2-week walk training with blood flow occlusion in athletes. Eur J Appl Physiol. 2010;109:591-600. 35. Pearson SJ, Hussain SR. A review on the mechanisms of blood-flow restriction resistance training-induced muscle hypertrophy. Sports Med. 2015;45:187-200. 36. Pope ZK, Willardson JM, Schoenfeld BJ. Exercise and blood flow restriction. J Strength Cond Res. 2013;27:2914-2926. 37. Reeves GV, Kraemer RR, Hollander DB, et al. Comparison of hormone responses following light resistance exercise with partial vascular occlusion and moderately difficult resistance exercise without occlusion. J Appl Physiol (1985). 2006;101:1616-1622. 38. Sakamaki M, Bemben N, Abe T. Legs and trunk muscle hypertrophy following walk training with restricted leg muscle blood flow. J Sports Sci Med. 2011;10:338-340. 39. Sato Y. The history and future of KAATSU training. Int J KAATSU Training Res. 2005;1:1-5. 40. Schoenfeld BJ. Potential mechanisms for a role of metabolic stress in hypertrophic adaptations to resistance training. Sports Med. 2013;43: 179-194. 41. Scott BR, Loenneke JP, Slattery KM, Dascombe BJ. Exercise with blood flow restriction: an updated evidence-based approach for enhanced muscular development. Sports Med. 2015;45:313-325.Mar  Apr 2019Bowman et al 156 42. Segal NA, Williams GN, Davis MC, Wallace RB, Mikesky AE. Efficacy of blood flow-restricted, low-load resistance training in women with risk factors for symptomatic knee osteoarthritis. PM R. 2015;7:376-384. 43. Shinohara M, Kouzaki M, Yoshihisa T, Fukunaga T. Efficacy of tourniquet ischemia for strength training with low resistance. Eur J Appl Physiol Occup Physiol. 1998;77:189-191. 44. Slysz J, Stultz J, Burr JF. The efficacy of blood flow restricted exercise: a systematic review and meta-analysis. J Sci Med Sport. 2016;19:669-675. 45. Sousa J, Neto GR, Santos HH, Araujo JP, Silva HG, Cirilo-Sousa MS. Effects of strength training with blood flow restriction on torque, muscle activation and local muscular endurance in healthy subjects. Biol Sport. 2017;34:83-90. 46. Spranger MD, Krishnan AC, Levy PD, OLeary DS, Smith SA. Blood flow restriction training and the exercise pressor reflex: a call for concern. Am J Physiol Heart Circ Physiol. 2015;309:H1440-H1452. 47. Tabata S, Suzuki Y, Azuma K, Matsumoto H. Rhabdomyolysis after performing blood flow restriction training: a case report. J Strength Cond Res. 2016;30:2064- 2068. 48. Takarada Y, Takazawa H, Ishii N. Applications of vascular occlusion diminish disuse atrophy of knee extensor muscles. Med Sci Sports Exerc. 2000;32:2035- 2039. 49. Takarada Y, Takazawa H, Sato Y, Takebayashi S, Tanaka Y, Ishii N. Effects of resistance exercise combined with moderate vascular occlusion on muscular function in humans. J Appl Physiol (1985). 2000;88:2097-2106. 50. Tennent DJ, Hylden CM, Johnson AE, Burns TC, Wilken JM, Owens JG. Blood flow restriction training after knee arthroscopy: a randomized controlled pilot study. Clin J Sport Med. 2017;27:245-252. 51. Thompson KMA, Slysz JT, Burr JF. Risks of exertional rhabdomyolysis with blood flow-restricted training: beyond the case report. Clin J Sport Med. 2018;28:491-492. 52. Yasuda T, Fujita S, Ogasawara R, Sato Y, Abe T. Effects of low-intensity bench press training with restricted arm muscle blood flow on chest muscle hypertrophy: a pilot study. Clin Physiol Funct Imaging. 2010;30:338-343. 53. Yasuda T, Ogasawara R, Sakamaki M, Bemben MG, Abe T. Relationship between limb and trunk muscle hypertrophy following high-intensity resistance training and blood flow-restricted low-intensity resistance training. Clin Physiol Funct Imaging. 2011;31:347-351. For article reuse guidelines, please visit SAGEs website at http:www.sagepub.comjournals-permissions.",
        "introduction": null,
        "conclusion": ": Low-load BFR training led to a greater increase in muscle strength and limb circumference. BFR training had similar strengthening effects on both proximal and distal muscle groups. Gains in the contralateral extremity may corroborate a systemic or crossover effect. Clinical Relevance: BFR training strengthens muscle groups proximal, distal, and contralateral to cuff placement. Patients undergoing therapy for various orthopaedic conditions may benefit from low-load BFR training with the advantage of less tissue stress. Keywords: blood flow restriction; BFR; therapy; lower extremity From Department of Orthopaedics and Rehabilitation, Vanderbilt University Medical Center, Nashville, Tennessee, Rochester Regional Health Orthopaedics, Pittsford, New York, Elite OrthoSport Physical Therapy, Los Angeles, California, Select Physical Therapy, Los Angeles, California, Kerlan Jobe Institute, Los Angeles, California, and Patty Brown Physical Therapy and Associates, El Segundo, California Address correspondence to Eric N. Bowman, MD, MPH, Department of Orthopaedics and Rehabilitation, Vanderbilt University Medical Center, 1215 21st Avenue South, 4200 Medical Center East, Nashville, TN 37232-8774 (email: eric.n.bowmanvumc.org) (Twitter: EricBowmanMD). The following author declared potential conflicts of interest: Orr Limpisvasti, MD, is a paid consultant for Arthrex and receives royalties from CONMED and Linvatec. DOI: 10.11771941738118821929  2019 The Author(s)Mar  Apr 2019Bowman et al 150Blood flow restriction (BFR) training with low-load exercise is becoming a common adjuvant to standard physical therapy for a variety of musculoskeletal conditions. However, there is a paucity of literature regarding its efficacy in surgically and nonsurgically treated orthopaedic conditions. Encouraging results have been seen in several studies evaluating the effect of BFR training on patients with symptomatic knee osteoarthritis, patellofemoral pain, postoperative knee arthroscopy, and anterior cruciate ligament (ACL) reconstruction. 17,33,42,48,50 BFR training consists of low-load exercise performed while wearing an inflatable tourniquet on the proximal limb, which partially restricts arterial inflow and venous return from the extremity. In healthy patients, significant gains have been shown in muscle protein synthesis, gene regulation of muscle satellite cells, fiber recruitment, hypertrophy, and endurance. 49 Clinically, this has translated into an increase in overall strength, with physiologic and clinical effects similar to high-load training. 19,23,36,44,45 This would greatly benefit patients with orthopaedic conditions, as it provides the advantage of increased strength without placing additional mechanical stress on inflamed or reconstructed tissues or joints. The purpose of this study was to define the clinical efficacy of BFR training on muscle groups both proximal and distal to tourniquet placement, as well as the contralateral non-BFR extremity. By defining the effect size in healthy patients, this can then be applied to future studies evaluating specific orthopaedic conditions. We hypothesize that patients in the BFR group will have significantly increased strength and hypertrophy both proximal and distal to cuff placement, as well as the contralateral extremity, compared with standard low-load training after 6 weeks.",
        "images": []
    }
]