[
    {
        "pmid": "28725730",
        "title": "Spaceflight-induced vertebral bone loss in ovariectomized rats is associated with increased bone marrow adiposity and no change in bone formation.",
        "year": "2016",
        "journal": "NPJ Microgravity",
        "abstract": "There is often a reciprocal relationship between bone marrow adipocytes and osteoblasts, suggesting that marrow adipose tissue (MAT) antagonizes osteoblast differentiation. MAT is increased in rodents during spaceflight but a causal relationship between MAT and bone loss remains unclear. In the present study, we evaluated the effects of a 14-day spaceflight on bone mass, bone resorption, bone formation, and MAT in lumbar vertebrae of ovariectomized (OVX) rats. Twelve-week-old OVX Fischer 344 rats were randomly assigned to a ground control or flight group. Following flight, histological sections of the second lumbar vertebrae (n=11/group) were stained using a technique that allowed simultaneous quantification of cells and preflight fluorochrome label. Compared with ground controls, rats flown in space had 32% lower cancellous bone area and 306% higher MAT. The increased adiposity was due to an increase in adipocyte number (224%) and size (26%). Mineral apposition rate and osteoblast turnover were unchanged during spaceflight. In contrast, resorption of a preflight fluorochrome and osteoclast-lined bone perimeter were increased (16% and 229%, respectively). The present findings indicate that cancellous bone loss in rat lumbar vertebrae during spaceflight is accompanied by increased bone resorption and MAT but no change in bone formation. These findings do not support the hypothesis that increased MAT during spaceflight reduces osteoblast activity or lifespan. However, in the context of ovarian hormone deficiency, bone formation during spaceflight was insufficient to balance increased resorption, indicating defective coupling. The results are therefore consistent with the hypothesis that during spaceflight mesenchymal stem cells are diverted to adipocytes at the expense of forming osteoblasts.",
        "full_text": "ARTICLE OPEN Space ight-induced vertebral bone loss in ovariectomized rats is associated with increased bone marrow adiposity and no change in bone formation Jessica A Keune1, Kenneth A Philbrick1, Adam J Branscum2, Urszula T Iwaniec1,3and Russell T Turner1,3 There is often a reciprocal relationship between bone marrow adipocytes and osteoblasts, suggesting that marrow adipose tissue (MAT) antagonizes osteoblast differentiation. MAT is increased in rodents during space ight but a causal relationship between MAT and bone loss remains unclear. In the present study, we evaluated the effects of a 14-day space ight on bone mass, bone resorption, bone formation, and MAT in lumbar vertebrae of ovariectomized (OVX) rats. Twelve-week-old OVX Fischer 344 rats wererandomly assigned to a ground control or ight group. Following ight, histological sections of the second lumbar vertebrae (n 11group) were stained using a technique that allowed simultaneous quanti cation of cells and pre ight uorochrome label. Compared with ground controls, rats own in space had 32 lower cancellous bone area and 306 higher MAT. The increased adiposity was due to an increase in adipocyte number (224) and size (26). Mineral apposition rate and osteoblast turnover were unchanged during space ight. In contrast, resorption of a pre ight uorochrome and osteoclast-lined bone perimeter were increased (16 and 229, respectively). The present ndings indicate that cancellous bone loss in rat lumbar vertebrae during space ight is accompanied by increased bone resorption and MAT but no change in bone formation. These ndings do not support the hypothesis that increased MAT during space ight reduces osteoblast activity or lifespan. However, in the context of ovarian hormone de ciency, bone formation during space ight was insuf cient to balance increased resorption, indicating defective coupling. The results are therefore consistent with the hypothesis that during space ight mesenchymal stem cells are diverted to adipocytes at the expense of forming osteoblasts. npj Microgravity (2016) 2,16016; doi:10.1038npjmgrav.2016.16; published online 28 April 2016 INTRODUCTION The adult skeleton undergoes continuous bone remodeling, a sequential process that involves bone resorption followed by bone formation. Bone mineral density (BMD), a commonly used index of bone mass in adults, is maintained over time when bone formation is ef ciently coupled to the prevailing rate of bone resorption. Bone loss occurs when there is an imbalance between bone formation and bone resorption where resorption predomi- nates. Bone loss is a common occurrence among astronauts during long-duration space ight. The reduction of BMD is generally associated with an increase in biochemical markers of bone resorption with no change in biochemical markers in bone formation. 13These ndings suggest that space ight results in a defect in the coupling of bone formation to bone resorption.4 The precise mechanism for this is unknown. Bone marrow adipose tissue (MAT) has generated considerable recent interest as a putative negative regulator of bone formation.5Fat accumulates in bone marrow during prolonged bed rest,6a ground-based human model for space ight. Although fat accumulation in bone marrow has not been veri ed in astronauts, an increase in MAT has been observed in rodents following space ight.7,8Adipocytes and osteoblasts are derived from mesenchymal stromal cells. Based primarily on cell culture studies, some investigators have concluded that increasedadipocyte differentiation inevitably occurs at the expense of osteoblast differentiation.911If correct, then the increase in bone marrow adiposity during space ight may re ect a shift in the differentiation program of stromal cells from osteoblasts to adipocytes. This may prevent normal coupling of bone formation to the prevailing level of bone resorption and thus have a causative role in the negative bone remodeling balance. The anticipated consequence of this mechanism is reduced generation of osteoblasts. There is an alternative, non-mutually exclusive mechanism by which increased MAT can negatively in uence bone metabolism. More than 50 adipocyte-derived adipokines, growth factors, and proin ammatory cytokines have been identi ed, including inter- leukin 1 beta (IL-1 ). IL-1 inhibits bone formation and stimulates bone resorption,12and mRNA levels for IL-1 were shown to be increased in tibia in rats own aboard STS-62 (ref. 13). Thus, factors produced in bone marrow during space ight could reduce bone formation by (1) slowing the rate of osteoblast appearance onto bone surfaces, (2) increasing the rate of osteoblast disappearance from bone surfaces, or (3) inhibiting osteoblast activity. One or both mechanisms could perpetuate a cycle where increasing MAT would lead to progressive bone loss duringprolonged space ight. The present study, using archived vertebrae from rats own on STS-62, utilized a novel approach to challenge these mechanisms by evaluating the association 1Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR, USA;2Biostatistics Program, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR, USA and3Center for Healthy Aging Research, Oregon State University, Corvallis, OR, USA. Correspondence: RT Turner (russell.turneroregonstate.edu)Received 4 November 2015; revised 10 February 2016; accepted 13 March 2016www.nature.comnpjmgrav All rights reserved 2373-806516  2016 Macmillan Publishers Limitedbetween bone resorption, MAT accumulation, and osteoblast kinetics in sexually mature ovariectomized (OVX) rats subjected toa 14-day space ight. RESULTS Bone resorption increased during space ight Compared with ground controls, ight animals had 32 lower cancellous bone area fraction (Figure 1a), 16 lower uorochrome label length (indicative of greater resorption of pre ight label; Figure 1b), and 229 greater osteoclast perimeter (Figure 1c). Indices of osteoblast kinetics were not altered during space ight Signi cant differences between ground control and ight animals were not detected for continuous bone formation ( uorochrome label with adjacent osteoblasts; Figure 2a), ceased bone formation (uorochrome label with no adjacent osteoblasts; Figure 2b), newly initiated bone formation (osteoblasts with no adjacentuorochrome label; Figure 2c), or mineral apposition rate (Figure 2d). Bone marrow adiposity increased during space ight Percent total tissue area occupied by adipocytes was 306 greater in the ight animals compared with ground controls (Figure 3a). The increase in MAT was associated with increases in adipocyte number (224; Figure 3b) as well as adipocyte size(26; Figure 3c).DISCUSSION Fourteen days of space ight resulted in reduced cancellous bone in the lumbar vertebrae of OVX rats. The bone loss was associatedwith increased osteoclast-lined bone perimeter and decreasedpreight uorochrome label length. In addition, space ight resulted in increased vertebral MAT due to increased adipocytenumber and adipocyte size. In contrast, space ight had no effect on indices of osteoblast differentiation, turnover, or activity. Lumbar vertebrae were not available from animals killed on the day of launch. As baseline bone measurements were not obtained, it is possible that the lower cancellous bone in the ight animals was due to reduced accrual of cancellous bone during ight. However, this possibility is remote as it is well established thatcancellous bone does not increase following OVX in 3-month-oldrats. 14Therefore, the lower cancellous bone in the ight rats likely represents bone loss over and above that due to OVX. Thisconclusion is further supported by the previously documentedreduction in cancellous bone in tibia in the same animals where baseline bones were available for analysis. 15 On the basis of the increase in osteoclast perimeter and reduced length of the pre ightuorochrome label, the cancellous bone loss during space ight occurred as a consequence of increased bone resorption. OVX rats experience greatly elevatedcancellous bone turnover and uorochrome label resorption as clearly illustrated by the presence of osteoclasts adjacent to thepreight label (Figure 4). Increased resorption of a pre ight05101520253035 Ground ControlFlightBone Volume Fraction () 0.00.51.01.52.02.5 Ground ControlFlightLabel Length (mmmm2) 0.01.02.03.0 Ground ControlFlightOsteoclast Perimeter ()  Figure 1. Effects of space ight on cancellous bone area fraction (a) and indices of bone resorption including uorochrome label lengthtissue area ( b) and osteoclast perimeter ( c). Data are mean s.e., n11 per group. Different from ground control, Po0.05.0.00.30.50.81.01.31.5 Ground ControlFlightMineral Apposition Rate (mday)051015202530 Ground ControlFlightContinuous Bone Formation () 0510152025 Ground ControlFlightCeased Bone Formation () 03691215 Ground ControlFlightNewly Initiated Formation () Figure 2. Effects of space ight on indices of bone formation including continuous bone formation ( a), ceased bone formation (b), newly initiated formation ( c), and mineral apposition rate ( d). Data are mean s.e., n11 per group.Bone loss during space ight JA Keune et al 2 npj Microgravity (2016) 16016  2016 Macmillan Publishers Limiteduorochrome label during space ight was previously reported in tibia in same animals.15Furthermore, Vico et al.16reported increased osteoclast numbers in pregnant rats following a 5-day space ight. We are unaware of other studies investigating the effects of space ight on bone metabolism in female rats. The effects of space ight on MAT have not been studied in detail. Space ight was reported to increase MAT in growing male rats but adipocyte number and size were not determined in thesestudies.7,8,17In the present study, the increase in MAT was primarily due to an increase in number of adipocytes. We interpret this as evidence that space ight results in increased differentiation of progenitor cells to adipocytes. There was, however, an increasein size that contributed to the overall increase in adiposity. Thismay be relevant because increased adipocyte size is associated with adipocyte dysfunction. 18 Space ight had no effect on mineral apposition rate, suggesting that the activity of osteoblasts present on bone surfaces at launchwas not altered. Space ight had no effect on bone perimeter with osteoblasts adjacent to uorochrome label, suggesting that the interval during which osteoblasts deposit matrix onto bonesurfaces was not altered. Last, space ight did not alter the extent of bone perimeter lined by osteoblasts with no adjacent label. We interpret this as evidence that space ight did not alter the rate of appearance of new osteoblasts onto bone surface. These resultsare consistent with and extend those of Cavolina et al. , where no changes in osteoblast perimeter, bone formation or expression of genes related to osteoblast function were observed followingspace ight. 15In addition, space ight increased interferon gamma (IFN) expression in tibia in these animals.12IFNis produced by mesenchymal cells as well as innate and adaptive cells in the immune system and has been reported to increase boneformation and inhibit fat in ltration into bone marrow in OVX mice.19Taken together, these ndings indicate that MAT in ux during space ight does not reduce osteoblast differentiation, activity or lifespan. Potentially, this is due to counter regulatoryincreases in cytokines that oppose adipogenesis and promoteosteoblastogenesis. OVX typically results in increased turnover of cancellous bone. OVX-induced bone loss is limited to skeletal sites, such as theproximal tibial metaphysis and lumbar vertebra, wherethe increase in bone formation is inadequate to compensate for the increase in bone resorption. 20,21In contrast, space ight resulted in an increase in bone resorption with no increase inbone formation in lumbar vertebra and in proximal tibiametaphysis. 15These ndings support the possibility that lineage redirection of stromal cells to adipocytes during space ight contributes to defective coupling of bone formation to increasedbone resorption. The effects of space ight on cancellous bone turnover may be inuenced by endocrine status. Bone turnover in normal female rats has not been evaluated following space ight. However, OVX and ovary-intact rats have been evaluated following hindlimb unloading, a ground-based model that replicates some of the skeletal effects of space ight.22Although hindlimb unloading resulted in bone loss in OVX as well as ovary-intact rats, thecellular mechanisms were not identical. Speci cally, cancellous bone loss in OVX rats was predominantly due to increased bone resorption, whereas bone loss in ovary-intact rats was due to acombination of increased bone resorption and reduced bone formation. 23,24A reduction in estrogen signaling in the skeleton results in increased bone turnover and cancellous bone loss.25 Reproductive changes during or post ight have not been systematically studied in women, but in female adult mice space ight induced cessation of cycling, loss of corpora lutea, and reduced estrogen receptor mRNA levels in the uterus.26 Most space ight studies have been performed using growing male rats. Reduced bone formation from decreased osteoblast number and activity has been observed in these animals.8,27 29 Although no space ight experiments comparing gender have been conducted, direct comparison of the skeletal response ofnormal male and female rats approaching skeletal maturity (6 months old) to hindlimb unloading did not detect gender differences.23Therefore, it seems more likely high cancellous bone turnover rate andor change in endocrine status induced by OVX modi es how bone cells respond to microgravity. This is in agreement with previous studies reporting that estrogen regulatesthe rate of bone turnover independent of gravitational loading.The difference in response may be important because endocrine status could in uence the ef cacy of pharmacological and non-pharmacological interventions to prevent bone loss duringlong-duration space ight. 21 In summary, we conclude that the increase in MAT during short- duration space ight does not impair osteoblast activity, reduce the interval osteoblasts are present on bone surfaces or decreasegeneration of new osteoblasts. These ndings argue against the hypothesis that increased MAT produces factors that suppress bone formation. Although increased MAT did not impactosteoblast kinetics or bone formation, it is important to note thatbone formation did not increase during space ight to compensate for the increase in bone resorption. This nding is consistent with the hypothesis that, in the context of ovarian hormonedeciency, osteoblast precursors are diverted to adipocytes instead of osteoblasts during space ight. MATERIALS AND METHODS Experimental design The experimental protocol was approved by the NASA Animal Care and Use Committee, and animals were maintained in accordance with the NIH0153045607590 Ground ControlFlightAdipocyte Number (mm2) 02004006008001000 Ground ControlFlightAdipocyte Size (m2)0246810 Ground ControlFlightAdipocyte Area ()  Figure 3. Effects of space ight on marrow adipose tissue (MAT) area ( a), adipocyte number ( b) and adipocyte size ( c). Data are mean s.e., n11 per group. Different from ground control, Po0.05.Bone loss during space ight JA Keune et al 3  2016 Macmillan Publishers Limited npj Microgravity (2016) 16016Guide for the Care and Use of Laboratory Animals. Twelve-week-old female Fischer 344 rats (Taconic Farms, Germantown, NY, USA) were used in thestudy. The rats were OVX 14 days prior to launch and randomly assigned toone of two treatment groups ( n 12 per group): (1) ground-based control (ground control) or (2) space ight ( ight). The ight animals were own on the Space Shuttle Columbia (STS-62) for 14 days. All animals were housed in animal enclosure modules (AEM) with 6 rats per AEM. The AEMs were maintained at 28 C. Food (Teklad L356 food bars; Teklad, Madison, WI,USA) and water were provided ad libitum to all animals. Rats received one calcein injection (20 mgkg, intraperitoneal) one day prior to launch tolabel mineralizing bone matrix. The rats were killed by decapitation on theday of landing and bones were collected and placed in 70 ethanol foranalysis. Histomorphometry Second lumbar vertebrae from 11 rats per group were available forevaluation. The bones were prepared for histological analysis asdescribed. 30In brief, specimens were dehydrated in increased concentra- tions of ethanol and embedded in a mixture of methyl methacrylate and 2-hydroxyethyl-methacrylate (in a 12.5:1 ratio). Five-micrometer-thin sections were then cut on a microtome (model 2065, Reichert-Jung,Heidelberg, Germany) and stained with toluidine blue (Sigma Chemical,St Louis, MO, USA). The staining technique allowed simultaneousquanti cation of cells and uorochrome label. The effects of space ight on bone resorption and osteoblast turnover (Figure 4) were evaluated using a novel approach. Speci cally, the pre ight uorochrome label was used to identify bone perimeter undergoing mineralization in pre ight animals experiencing normal weight bearing. Because pre ightuorochrome label perimeter is assumed to be similar in the rats randomly assigned to a group (ground control or ight), post- ight differences in label length represent intergroup differences in bone resorption during ight. In turn, the perimeter bounded by pre ight label with adjacent osteoblasts represents continuous bone formation through-out the duration of ight (Figure 4a), whereas uorochrome label with no adjacent osteoblasts re ects sites undergoing bone mineralization at the time of label administration but not subsequently (ceased bone formation;Figure 4b). In contrast, bone perimeter bounded by osteoblasts with noadjacent label represents sites where bone formation was newly initiated during ight (i.e., following administration of the pre ight label; Figure 4c). Cell and uorochrome data were simultaneously collected by viewing the sections under combined visible light and ultraviolet light using theOsteoMeasure System (OsteoMetrics, Atlanta, GA, USA). Endpointsevaluated included bone area fraction (bone areatissue area, area of totaltissue evaluated occupied by cancellous bone, ), uorochrome label length (lengthtissue area, mmmm 2) and osteoclast perimeter (osteoclast perimeterbone perimeter, ). Fluorochrome-based indices of boneformation included measurements of continuous bone formation duringight (percentage of bone lined with osteoblasts associated with the singlelabel; ), ceased bone formation during ight (percentage of bone perimeter with label not associated with osteoblasts, ), newly initiatedbone formation during ight (percentage of osteoblast perimeter not associated with label, ) and mineral apposition rate (mean distance between the uorochrome marker and osteoblast-lined perimeter divided by number of days between the label injection and killing (15 days), mday). MAT ( tissue area) and adipocyte number (mm 2) were measured and adipocyte size ( m2) was determined by dividing MAT by adipocyte number. Statistical analysis Mean responses were compared using independent two-samplet-tests (ground control versus ight). The required conditions for valid use of t-tests were assessed using Levene s test for homogeneity of variance and the Anderson Darling test for normality. When the assumption of equal variance was violated, Welch s two-sample t-test was used for comparisons.31When the assumption for normality was violated, the Wilcoxon Mann Whitney test was performed. The Hochberg adjustment method was used to control for multiple comparisons by maintaining the familywise error rate at 5 (Hochberg 1988). Differenceswere considered statistically signi cant at Po0.05. All data are expressed as mean  s.e. ACKNOWLEDGMENTS This work was supported by the National Science Foundation Research Traineeship Program (DGE-0956280) and a grant from the National Aeronautics and Space Administration (NNX12AL24G). Grant Sponsors: NASA (NNX12AL24G) and NSF (DGE-0956280). CONTRIBUTIONS Data collection: K.A.P., R.T.T. Data analysis: J.A.K., A.J.B. Data interpretation: J.A.K., K.A.P., A.J.B., U.T.I., R.T.T. Drafting manuscript: J.A.K., U.T.I., R.T.T. Approving nal version of manuscript: J.A.K., K.A.P., A.J.B., U.T.I., R.T.T. R.T.T. takes responsibility for the integrity of the data analysis. COMPETING INTERESTS The authors declare no con ict of interest. REFERENCES 1. Orwoll, E. S. et al. Skeletal health in long-duration astronauts: nature, assessment, and management recommendations from the NASA Bone Summit. J. Bone Miner. Res.28,1 2 4 3 1255 (2013). Label Osteoclast (resorbing label)Label OsteoblastsOsteoid MARAdipocytes OsteoblastsOsteoid Ceased Bone FormationContinuous Bone FormationNewly Initiated Bone Formation Figure 4. Photomicrographs depicting continuous bone formation ( uorochrome label with adjacent osteoblasts) ( a), ceased bone formation (uorochrome label with no adjacent osteoblasts) ( b), and newly initiated bone formation (osteoblasts with no adjacent uorochrome label) (c). Also shown are the distance between a uorochrome label and osteoblast-lined perimeter used to calculate mineral apposition rate (MAR) (a), an osteoclast resorbing label ( b), and marrow adipocytes ( c).Bone loss during space ight JA Keune et al 4 npj Microgravity (2016) 16016  2016 Macmillan Publishers Limited2. Sibonga, J. D. Space ight-induced bone loss: is there an osteoporosis risk? Curr. Osteoporos. Rep. 11,9 2 98 (2013). 3. Turner, R. T. Invited review: what do we know about the effects of space ight on bone? J. Appl. Physiol. (1985) 89,8 4 0 847 (2000). 4. Erben, R. G. Hypothesis: coupling between resorption and formation in cancel- lous bone remodeling is a mechanically controlled event. Front. Endocrinol. (Lausanne) 6, 82 (2015). 5. Scheller, E. L.  Rosen, C. J. Whats the matter with MAT? Marrow adipose tissue, metabolism, and skeletal health. Ann. N. Y. Acad. Sci. 1311 ,1 4 30 (2014). 6. Trudel, G. et al. Bone marrow fat accumulation after 60 days of bed rest persisted 1 year after activities were resumed along with hemopoietic stimulation: the Women International Space Simulation for Exploration study. J. Appl. Physiol. (1985) 107, 540 548 (2009). 7. Wronski, T. J., Morey-Holton, E.  Jee, W. S. Cosmos 1129: space ight and bone changes. Physiologist 23,S 7 9 S82 (1980). 8. Jee, W. S., Wronski, T. J., Morey, E. R.  Kimmel, D. B. Effects of space ight on trabecular bone in rats. Am. J. Physiol. 244, R310 R314 (1983). 9. Verma, S., Rajaratnam, J. H., Denton, J., Hoyland, J. A.  Byers, R. J. Adipocytic proportion of bone marrow is inversely related to bone formation in osteo-porosis. J. Clin. Pathol. 55,6 9 3 698 (2002). 10. Gimble, J. M.  Nuttall, M. E. Bone and fat: old questions, new insights. Endocrine 23, 183 188 (2004). 11. Smitka, K.  Maresova, D. Adipose tissue as an endocrine organ: an update on pro-in ammatory and anti-in ammatory microenvironment. Prague Med. Rep. 116,8 7 111 (2015). 12. Conde, J. et al. Basic aspects of adipokines in bone metabolism. Clin. Rev. Bone Miner. Metab. 13,1 1 19 (2015). 13. Zhang, M.  Turner, R. T. The effects of space ight on mRNA levels for cytokines in proximal tibia of ovariectomized rats. Aviat. Space Environ. Med. 69,6 2 6 629 (1998). 14. Wronski, T. J., Dann, L. M.  Horner, S. L. Time course of vertebral osteopenia in ovariectomized rats. Bone 10,2 9 5 301 (1989). 15. Cavolina, J. M. et al. The effects of orbital space ight on bone histomorphometry and messenger ribonucleic acid levels for bone matrix proteins and skeletal signalingpeptides in ovariectomized growing rats. Endocrinology 138,1 5 6 7 1576 (1997). 16. Vico, L. et al. Effects of weightlessness on bone mass and osteoclast number in pregnant rats after a ve-day space ight (COSMOS 1514). Bone 8, 95103 (1987). 17. Wronski, T. J.  Morey, E. R. Skeletal abnormalities in rats induced by simulated weightlessness. Metab. Bone Dis. Relat. Res. 4,6 9 75 (1982). 18. Xiao, L. et al. Large adipocytes function as antigen presenting cells to activate CD4 T cells via up-regulating MHCII in obesity. Int. J. Obes. 40, 112 120 (2015).19. Vidal, C. et al. Interferon gamma inhibits adipogenesis in vitro and prevents marrow fat in ltration in oophorectomized mice. Stem Cells 30, 1042 1048 (2012). 20. Jee, W. S.  Yao, W. Overview: animal models of osteopenia and osteoporosis. J. Musculoskelet. Neuronal. Interact. 1, 193 207 (2001). 21. Westerlind, K. C. et al. Estrogen regulates the rate of bone turnover but bone balance in ovariectomized rats is modulated by prevailing mechanical strain.Proc. Natl Acad. Sci. USA 94, 4199 4204 (1997). 22. Morey, E. R., Sabelman, E. E., Turner, R. T.  Baylink, D. J. A new rat model simulating some aspects of space ight. Physiologist 22, S23 S24 (1979). 23. Hefferan, T. E. et al. Effect of gender on bone turnover in adult rats during simulated weightlessness. J. Appl. Physiol. (1985) 95, 1775 1780 (2003). 24. Turner, R. T., Evans, G. L., Cavolina, J. M., Halloran, B.  Morey-Holton, E. Pro- grammed administration of parathyroid hormone increases bone formation andreduces bone loss in hindlimb-unloaded ovariectomized rats. Endocrinology 139, 4086 4091 (1998). 25. Turner, R. T., Riggs, B. L.  Spelsberg, T. C. Skeletal effects of estrogen. Endocr. Rev. 15, 275 300 (1994). 26. Ronca, A. E. et al. Effects of sex and gender on adaptations to space: reproductive health. J. Womens Health (Larchmt) 23, 967 974 (2014). 27. Wronski, T. J., Morey-Holton, E. R., Doty, S. B., Maese, A. C.  Walsh, C. C. Histo- morphometric analysis of rat skeleton following space ight. Am. J. Physiol. 252, R252 R255 (1987). 28. Vico, L., Bourrin, S., Genty, C., Palle, S.  Alexandre, C. Histomorphometric analyses of cancellous bone from COSMOS 2044 rats. J. Appl. Physiol. (1985) 75, 2203 2208 (1993). 29. Bikle, D. D., Harris, J., Halloran, B. P.  Morey-Holton, E. Altered skeletal pattern of gene expression in response to space ight and hindlimb elevation. Am. J. Physiol. 267, E822 E827 (1994). 30. Iwaniec, U. T., Wronski, T. J.  Turner, R. T. Histological analysis of bone. Methods Mol. Biol. 447, 325 341 (2008). 31. Welch, B. On the comparison of several mean values: an alternative approach. Biometrika 38,3 3 0 336 (1951). This work is licensed under a Creative Commons Attribution- NonCommercial-NoDerivatives 4.0 International License. The images or other third party material in this article are included in the article s Creative Commons license, unless indicated otherwise in the credit line; if the material is not included underthe Creative Commons license, users will need to obtain permission from the licenseholder to reproduce the material. To view a copy of this license, visit http:creativecommons.orglicensesby-nc-nd4.0Bone loss during space ight JA Keune et al 5  2016 Macmillan Publishers Limited npj Microgravity (2016) 16016",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]