[
    {
        "pmid": "22221117",
        "title": "Spaceflight transcriptomes: unique responses to a novel environment.",
        "year": "2012",
        "journal": "Astrobiology",
        "abstract": "The spaceflight environment presents unique challenges to terrestrial biology, including but not limited to the direct effects of gravity. As we near the end of the Space Shuttle era, there remain fundamental questions about the response and adaptation of plants to orbital spaceflight conditions. We address a key baseline question of whether gene expression changes are induced by the orbital environment, and then we ask whether undifferentiated cells, cells presumably lacking the typical gravity response mechanisms, perceive spaceflight. Arabidopsis seedlings and undifferentiated cultured Arabidopsis cells were launched in April, 2010, as part of the BRIC-16 flight experiment on STS-131. Biologically replicated DNA microarray and averaged RNA digital transcript profiling revealed several hundred genes in seedlings and cell cultures that were significantly affected by launch and spaceflight. The response was moderate in seedlings; only a few genes were induced by more than 7-fold, and the overall intrinsic expression level for most differentially expressed genes was low. In contrast, cell cultures displayed a more dramatic response, with dozens of genes showing this level of differential expression, a list comprised primarily of heat shock-related and stress-related genes. This baseline transcriptome profiling of seedlings and cultured cells confirms the fundamental hypothesis that survival of the spaceflight environment requires adaptive changes that are both governed and displayed by alterations in gene expression. The comparison of intact plants with cultures of undifferentiated cells confirms a second hypothesis: undifferentiated cells can detect spaceflight in the absence of specialized tissue or organized developmental structures known to detect gravity.",
        "full_text": "Spaceight Transcriptomes: Unique Responses to a Novel Environment Anna-Lisa Paul,1Agata K. Zupanska,2Dejerianne T. Ostrow,2Yanping Zhang,2Yijun Sun,2 Jian-Liang Li,2Savita Shanker,2William G. Farmerie,2Claire E. Amaltano,2and Robert J. Ferl3 Abstract The spaceight environment presents unique challenges to terrestrial biology, including but not limited to the direct effects of gravity. As we near the end of the Space Shuttle era, there remain fundamental questions aboutthe response and adaptation of plants to orbital spaceight conditions. We address a key baseline question ofwhether gene expression changes are induced by the orbital environment, and then we ask whether undiffer-entiated cells, cells presumably lacking the typical gravity response mechanisms, perceive spaceight. Arabi- dopsis seedlings and undifferentiated cultured Arabidopsis cells were launched in April, 2010, as part of the BRIC-16 ight experiment on STS-131. Biologically replicated DNA microarray and averaged RNA digitaltranscript proling revealed several hundred genes in seedlings and cell cultures that were signicantly affectedby launch and spaceight. The response was moderate in seedlings; only a few genes were induced by morethan 7-fold, and the overall intrinsic expression level for most differentially expressed genes was low. In contrast,cell cultures displayed a more dramatic response, with dozens of genes showing this level of differentialexpression, a list comprised primarily of heat shockrelated and stress-related genes. This baseline transcriptomeproling of seedlings and cultured cells conrms the fundamental hypothesis that survival of the spaceight environment requires adaptive changes that are both governed and displayed by alterations in gene expression. The comparison of intact plants with cultures of undifferentiated cells conrms a second hypothesis: undiffer-entiated cells can detect spaceight in the absence of specialized tissue or organized developmental structuresknown to detect gravity. Key Words: Tissue cultureMicrogravityLow Earth orbitSpace ShuttleMicro-array. Astrobiology 12, 4056. 1. Introduction One of the accepted and fundamental premises of spaceight biology, and one which carries over into as- trobiology, is that an understanding of adaptive processesand environmental limits of terrestrial biology in spaceight is key to successful space exploration strategies (Des Marais et al., 2008). During spaceight and exposure to other extra- terrestrial environments, organisms experience growth anddevelopment conditions that are distinctly unlike the terres- trial environment that has directed the evolution of gene ex- pression patterns that typically guide growth and ensuresurvival. Biology in space must therefore interpret novel stimuli, integrate new solutions, and express potentially un- usual suites of genes in an attempt to cope with spaceightenvironments. Some of these responses might be directly in-terpretable as appropriate responses that clearly inform sci- ence of the stresses induced by spaceight. Other responsesmight be confused or inappropriate due to the novel signals or biological processes stimulated by those spaceight condi- tions. Dening both kinds of responses is critical to under-standing response and adaptation of any biology to all kinds of extraterrestrial environmentsfrom vehicles in orbit to lunar habitats. The fundamental scientic questions are: Do seedlings exhibit gene expression changes that characterize the adap- tation to spaceight, and do undifferentiated cells perceive and similarly adapt to spaceight? Past approaches to simi-lar questions have been hampered by spaceight manifest opportunities and have been particularly limited with regard to biological replication. Current approaches seek to addressthe replication issue, and the present experiment is dedicated 1Horticultural Sciences and Genetics Institute, University of Florida, Gainesville, Florida. 2University of Florida, Gainesville, Florida. 3Interdisciplinary Center for Biotechnology and Research, Horticultural Sciences and Plant Molecular and Cellular Biology, University of Florida, Gainesville, Florida.ASTROBIOLOGY Volume 12, Number 1, 2012Mary Ann Liebert, Inc. DOI: 10.1089ast.2011.0696 40to robust, parallel replicated samples to answer these ques- tions to a rened state of statistical signicance while em- ploying current gene expression proling technologies. Historical data indicate that plants mount stress responses in the spaceight environment (Ferl et al., 2002). Some of the responses appear directly and are appropriately correlated to certain environmental parameters in the vehicles and sup-port hardware, or are directly attributable to gravity effects, including the absence of convective mixing in microgravity (e.g.,Portereld et al., 1997; Levinskikh et al., 2000; Liao et al., 2004; Johnsson et al., 2009). However, it is also clear that aspects of spaceight affect the ability of plants to process biological signals from one tissue type, or organ, to another (e.g., Paul et al., 2001; Roux et al., 2003). Such processing errors can subvert the engagement of adaptive metabolisms, and the perception of certain signals may be inappropriately processed into a stress response when true stress conditionsdo not exist. It is not known how novel environmental sig- nals are perceived and interpreted by plants or what genes play a role in signaling events during spaceight. In the present experiment, the use of both whole seedlings and undifferentiated Arabidopsis tissue culture enables an evaluation of the fundamental mechanisms associated with plant responses to spaceight. Specic plant organs andtissues are often associated with the detection and trans- duction of signals from the environment, including gravity. For instance, the columellar cells of roots play a central rolein gravity perception, and movement of air through stomata plays a critical role in a plants perception of drought and engagement of ABA pathways. But what if organs such asthese were absent? Would gravity still exert an effect on plant cells, and would the effect be the same? What are some of the underlying mechanisms of environmental sensing? Towhat extent can individual cells, absent typically organizedtissues or organs, perceive the spaceight environment? Plants have evolved to deal with environmental challenge through changes in metabolism guided by the activation andrepression of response genes. There are numerous reviews of the many environmental response genes and pathways that have been examined in Arabidopsis ( e.g.,Chen et al., 2002; Kreps et al., 2002; Rossel et al., 2002; Seki et al., 2002; Kimura et al., 2003; Martzivanou and Hampp, 2003; Kimbrough et al., 2004; Kittang et al., 2004; Branco-Price et al., 2005; Liu et al., 2005; Benedict et al., 2006; Lim et al., 2006; Jiang et al., 2007), and several large databases have been populated with gene responses to a variety of environmental challenges ( e.g., Kilian et al., 2007; Kant et al., 2008). Spaceight is unique in that it is a novel environment for plants; thus any response is one that can provide insight into how eukaryotes cope with abiotic signals that lie completely outside their evolutionaryexperience. Plants offer valuable potential for exploring the eukaryotic response to spaceight and other extraterrestrial environ-ments. This potential arises from the conuence of the life- support and astrobiology agendas and has kept plant biology rmly within the spaceight experiment community.Numerous plant experiments have own in the SpaceShuttle and International Space Station payload programs in the last 20 years, and the following citations are only a sampling of this research: Saunders (1968), Bucker (1974),Krikorian et al. (1981, 1992), Kordyum et al. (1983), Guikema et al. (1994), Kuang et al. (1996, 2000), Levine and Krikorian(1996), Brown et al. (1997), Musgrave et al. (1997), Portereld et al. (1997), Adamchuk et al. (1999), Kiss and Edelmann (1999), Nedukha et al. (1999), Sato et al. (1999), Gao et al. (2000), Levinskikh et al. (2000), Levine et al. (2001), Kern and Sack (2001), Paul et al. (2001, 2005), Hoson et al. (2003), Klymchuk et al. (2003), Stutte et al. (2006), Salmi and Roux (2008), Johnsson et al. (2009), Kiss et al. (2009), Ou et al. (2009), Solheim et al. (2009), Visscher et al. (2009). Conclusions from plant biology experiments have highlighted biological re- sponses to spaceight environments and have also illumi-nated engineering and operational advancements necessaryfor conducting sound biological experiments in space (reviewed in Halstead and Dutcher, 1987; Dutcher et al., 1994; Ferl et al., 2002; Clement and Slenzka, 2006; Brinck- mann, 2007; Gilroy and Masson, 2007). Plants grown in low Earth orbital environments often display an altered physiology compared to plants in ground-based controls. At the cellular level, spaceight has been associated with disruptions of microtubular self-organization (Papaseit et al., 2000), changes in amyloplast distribution (Legue et al., 1997; Kiss and Edelmann, 1999; Driss-Ecole et al., 2000), and energy metabolism (Hampp et al., 1997). At the organismal level, plants have responded to spaceight with variations in basic physiology such as electron transportrates in photosynthetic processes (Tripathy et al., 1996) and stress metabolism responses related to hypoxia (Portereld et al., 1997), and disruptions of calcium localization and calcium-mediated signaling (Merkys and Darginaviciene, 1997; Klymchuk et al., 2001; Nedukha et al., 2001; Paul et al., 2001; Roux et al., 2003; Salmi and Roux, 2008). However, there are also examples where remarkably little disruption of basic processes occurs (Stutte et al., 2006), and it is possible that the better we get at designing microgravity habitats, thefewer stress responses we will see in our biology. Almost all experiments that have evaluated the effects of spaceight on plants have been conducted with intact whole plants, and the focus has often been related togravisensing and the roles of specic cells and organs that act as sensors and contribute to gravity signal transduction. Spaceight experiments in which tissue explants of rootsand tissue culturederived plantlets have been used have own as well (Merkys et al., 1989; Levine and Krikorian, 1992, 1996) but with no available molecular analyses. Anotable exception is the fern single-cell model system ofCeratopteris richardii spores, which does respond to space- ight at the molecular level and appears to be especially sensitive to changes in the gravity vector and calcium sig-naling (Salmi and Roux, 2008). A powerful approach to evaluating spaceight adaptation is to assess the patterns of gene expression as they change inresponse to the spaceight environment. This experimental approach has been limited to a small number of experiments with few replicates. Gene expression studies that have been conducted to date are neither highly replicated nor techni- cally robust enough to assay gene expression alterations approaching the 2-fold level of change with statistical sig-nicance (Paul et al., 2005; Stutte et al., 2006; Salmi and Roux, 2008). The results presented here are from highly replicated biological samples of developmentally distinct forms of Arabidopsis: etiolated seedlings and undifferentiated cellcultures. Exploration of their respective transcriptomes in response to the spaceight environment provides newARABIDOPSIS SPACEFLIGHT TRANSCRIPTOMES 41insight in the perception and adaptation of terrestrial or- ganisms to an extraterrestrial environment. 2. Materials and Methods 2.1. BRIC spaceight hardware The hardware for this experiment was the NASA Biolo- gical Research in a CanisterLight-Emitting Diode (BRIC-LED). The LED component of the hardware was unavailable due to mission resource constraints, and all biology was held in the dark for the duration of the experiment. The BRIC-LED canisters hold six 60 mm diameter Petri plates in smallsubcompartments called Petri Dish Fixation Units (PDFUs). The PDFUs allow an externally activated xation step without manipulating the samples. We were allocated 13PDFUs: ve in BRIC A, ve in BRIC B, and three in BRIC G. The distribution of the BRICs in the middeck locker is shown in Fig. 1C. 2.2. General biology operations Wild-type (non-transgenic) Arabidopsis plants and Ara- bidopsis tissue culture cells were planted on 60 mm round,nutrient agar Petri plates cultured in a horizontal positionuntil turnover and installation into the BRIC hardware. All the subculturing on the plates was conducted in the labora- tory of the principal investigators and the University ofFlorida. Some planting of the seeded plates was conducted at Kennedy Space Center (KSC). Power analysis calculations were used to determine opti- mal number of replicates (individual Petri plates) among the two treatment groups: (Spaceight) and a control group(Ground Control) (Tables 1 and 2). Plates were planted in a laminar ow hood and stored in sterile BioTransport Carrier(BTC, Nalgene). Plates with both seeds and cells were kept in the dark, and the seeds vernalized at 4 C176C. The biological material for both Flight and Ground Con- trol were prepared and treated exactly the same, with the exception that the Ground Control material was delayed 24 h in all phases. This delay was to facilitate the programming ofthe Ground Control Orbiter Environmental Simulator (OES) with nearreal-time download of middeck environmental data from the orbiter in order to present the Ground Controlwith as similar an environmental prole as operationallypossible (see below). 2.3. Preparation of specialized plates and biology 2.3.1. Petri plates. Because of their conguration within the BRIC ight hardware, sterility was maintained on all surfaces (interior and exterior) of the Petri plates. The media in the plates for BRIC had to be 5 mm deep or less to FIG. 1. BRIC spaceight hardware. Panel ( A) shows the opened BRIC with one of the PDFUs removed from its slot in the unit and the position of the HOBO data logger indicated with a white arrow. ( B) An open PDFU containing a plate of cultured cells. ( C) The distribution of the BRICs in the middeck locker. Photo 1A courtesy of Kim Slater, NASA, KSC. Color images available online at www.liebertonline.comast Table 1.Sample Size Required to Detect a2-Fold Change in Arrays Power Estimated sample size per group 95 6 90 5 85 4 80 475 370 342 PAUL ET AL.accommodate the biology and the PDFU cover hardware. For a 60 mm dish, this calculates out to 6.7 mL. After pour- ing, the plates were allowed to solidify and were then transferred to a sterile BTC (to maintain sterility of externalsurface) until planting. 2.3.2. Preparation of seeded plates. Arabidopsis seed was surface sterilized (after Paul et al., 2001) in a laminar ow hood. Seeds were planted on the surface of the Petri plates at a density of about 75 seeds per plate. The cover wasreplaced, but not taped, and the Petri plates were transferredto a sterile BTC. The BTC was wrapped in black cloth and stored for four days at 4 C176C until turnover, thereby ensuring that the seeds remained dormant prior to launch. Further,plates were inspected before loading into the PDFU to verify all seeds remained dormant. 2.3.3. Preparation of cell culture plates. Murashige Skoog (MS) culture media was dispensed onto 60 mm Petri plates as described above. The liquid media from a sterile cellsuspension was decanted, and the cells were washed once with fresh liquid media and then decanted again. A sterile scoop was used to place about 1 g of cells on the surface on theplate and disperse it evenly across the surface. The cover wasreplaced, but not taped; the Petri plates were transferred to a sterile BTC. The BTC was wrapped in black cloth and stored at room temperature for 6 days until turnover. This Arabidopsiscallus line (which is far more slow-growing than a liquid suspension culture) is typically subcultured once a month; thus preparation along this time line provided in-ight re-search material in the middle of the typical growth cycle. 2.4. RNA extractions Total RNA was extracted with Qiashredder and RNeasy kits from Qiagen according to the manufacturers instruc-tions. Residual DNA was removed by performing an on- column digestion with use of an RNase Free DNase (Qiagen). Integrity of the RNA was evaluated with the Agilent 2100BioAnalyzer (Ferl et al., 2011). 2.5. Quantitative RT-PCR For quantitative reverse transcriptionpolymerase chain reaction (RT-qPCR), 150 ng of RNA were reverse transcribed into cDNA by using High Capacity RNA to cDNA Master Mix (Applied Biosystems). One-eighth or one-sixth of totalcDNA for seedlings or tissue, respectively, was used as atemplate for a single RT-qPCR run. RT-qPCR was carried out with TaqMan technology (Applied Biosystems) on the ABI 7500 Fast instrument (Applied Biosystems) (Bustin, 2000).The TaqMan Fast Advanced Master Mix reagent was used for the duplex RT-qPCR reaction with 6FAM and VIC-dye labeled, TAMRA-quenched probes. In all reactions, the UBQ11 (At4g05050) served as an internal control. Each du-plex PCR mixture contained 900 n Mtarget genespecic forward and reverse primers each, 150 n MUBQ11 forward and reverse primers each, 250 n M6FAM labeled target gene specic probe and 250 n MVIC-labeled UBQ11 probe. Primers and probes were designed with Primer Express software and supplied by Applied Biosystems. The complete list ofRT-qPCR probes and primer sets is shown in Table 3. The thermal cycling program consisted of 20 s at 95 C176C, followed by 40 cycles of 3 s at 95 C176C, and 30 s at 59 C176C. Reac- tions were quantied by selecting the amplication cyclewhen the PCR product was rst detected (threshold cycle, Ct). Three randomly selected primer and probe sets were chosen for validation experiments to test the efciency of thetarget and reference amplications. The Ct values for six biological replicas of each experimental group (seedlings Flight, seedlings Ground Control, tissue Spaceight, tissueGround Control) were analyzed with 7500 Software v2.0.5along with Microsoft Excel and the comparative CT( DDCT) method. The DCt was calculated as the difference between the threshold cycle value of a target gene and that of UBQ11(endogenous control) in the same sample, while DDCt as the difference between the DCt value of a Spaceight sample and that of the Ground Control (calibrator). The fold differenceof the target gene expression in Spaceight samples rela- tive to Ground Control samples (calibrator) was calculated as 2 (-DDCt)and then log2-transformed. 2.6. Microarray preparation and analyses Extracted total RNA (60 ng) was amplied with the Ova- tion Pico WTA System (NuGEN Technologies Inc.) in ac- cordance with manufacturers protocol. Fragmentation andTable 2.The Effect of Sample Size on the Power to Detect a 2-Fold Change Sample size per group Estimated power 3 0.773 4 0.8875 0.9476 0.977 7 0.990 8 0.996 Table 3.Quantitative PCR Primer and Probe Sets Gene qPCR PrimerProbe sets MLP423 F5AACCATCACCGTTATCCCTAAGG 3  At1g24020 R5GGAAGCCTCGTACTGAGAGTTCA 3  P56FAMCCTCGGTGTTGCTCCGGC TAMRA 3  MAPKKK13 F5GCCAAAGCTCCATGGTCAAG 3  At1g07150 R5GCCCTCGGTGTGTGGATTC 3  P56FAMTAGCCGATTTTGGGTCGGCGT TCTAMRA 3  AGP12 F5TCTCCGCCGTAGGAAACGT 3  At3g13520 R5AGCATCGGAAGTAGGACTTGGA 3  P56FAMCTGCGCAGACAGAGGCTCCG GTAMRA 3  HSP17.6A F5CAAAGGCAATGGCTGCTACA 3  At5g12030 R5TGTCCACGGCGAAAACGTA 3  P56FAMCTGACGTTATCGAGCACCCGG ATAMRA 3  UBQ11 F5AACTTGAGGACGGCAGAACTTT 3  At4g05050 R5GTGATGGTCTTTCCGGTCAAA 3  P56VICCAGAAGGAGTCTACGCTTCAT TTGGTCTTGCTAMRA 3  The gene symbol and Atg number are shown in the left-hand column, and the sequences for the forward (F), reverse (R) andprimer (P) are shown in the right-hand column.ARABIDOPSIS SPACEFLIGHT TRANSCRIPTOMES 43biotinylation occurred with the Encore Biotin Module (NuGEN Technologies, Inc.) per the manufacturers protocol. Amplied and labeled cDNA (5 lgsample) was fragmented and hybridized with rotation onto Affymetrix GeneChipArabidopsis ATH1 Genome Arrays for 16 h at 45 C176C. Arrays were washed on a Fluidics Station 450 (Affymetrix) with the Hybridization Wash and Stain Kit (Affymetrix) and theWashing Procedure FS450_0004. Fluorescent signals were measured with an Affymetrix GeneChip Scanner 3000 7G. 2.7. SAGE preparation and analyses SAGE SOLiD barcoded libraries were constructed at Life Technologies facilities located in Carlsbad, California, withassistance of University of Florida, ICBR Gene Expression Core personnel. All SAGE SOLiD barcoded libraries are prepared by using SOLiD SAGE with Barcode Module(catalog: 4452811) according to manufacturers protocols. Briey, 1 lg of total RNA was bound to Dynabeads to cap- ture the polyA-containing RNA. Double-stranded cDNAwas synthesized on the Dynabeads by using SuperScript IIIReverse Transcriptase and E. coli DNA polymerase. The bound double-stranded cDNA was cleaved with Nla III to generate DNA fragments that had an average length of ap-proximately 250 bp fragments. SOLiD SAGE barcode Adaptor A was ligated to the Dynabead-bound cDNA fragments, and the Adaptor Alinked cDNA was digestedwith EcoP15I, which binds to Adaptor A adjoining to the NlaIII CATG cleavage recognition site and cleaves the cDNA 27 bp downstream from the adaptor. As a result, a tag with a 2 bp overhang containing the Adaptor A sequence and 27 bp of unique sequence from a single transcript was released. After the ethanol precipitation, SOLiD SAGEAdaptor B was ligated to the 5 end of each tag; then each library was amplied with a different barcoded SOLiD 3  primer from the SOLiD RNA Barcoding Kit (Cat: 4427046) and a SOLiD 5 primer, primer, producing a clean 130 bp product. Finally, equal molar amounts of the barcoded li- braries were pooled together and puried for SOLiD se- quencing. Amplied libraries were ligated to beads by usingthe reagents and protocol following Applied Biosystems SOLiD 4 Templated Beads Preparation Guide (Cat : 4448378). High-throughput sequencing of the 35 bp wascarried out on SOLiD Version 4 sequencer. Sequencing wasconducted on one slide of a SOLiD 4 Analyzer (Life Tech- nologies at Carlsbad, CA), and tags were mapped to the Arabidopsis reference. 3. Results 3.1. Experiment design To determine the experimental setup, power analysis was performed based on a completely randomized treatment-control experimental design. In the design summarized in Tables 1 and 2, two groups of biological samples were con- sidered: a treatment group (Spaceight) and a control group(Ground Control). Type I error (two-tailed) was held at 0.05.The standard deviation for the analysis summarized in both Tables 1 and 2 was estimated by using our previous Arabi- dopsis expression dataset with similar design (Paul et al., 2005). Given the programmatic and physical constraints of the BRIC payload distributions, balance between experimentdesign and payload opportunity was key to deciding the distribution of sample type and size. With a sample size of four for each group of samples, the design was expected to have a power near 89 to detect 2-fold difference betweenthe control (Ground Control) and treatment (Spaceight) groups (Table 1). With a sample size of six, the power rises to almost 98 (0.977, Table 2). Based on our previous space-ight data and Arabidopsis seedling array data from KC-135 parabolic ights (Paul et al., 2011), we sought to maximize the opportunity to condently detect gene expression dif-ferences at the 2-fold sensitivity such that the array analysesshould reveal signicant changes in gene expression caused by spaceight. Therefore, the experiment was designed to have 6-fold replication of biological samples in the Space-ight and Ground Control hardware to facilitate condence in changes in gene expression at the 2-fold level. Thus, the availability of 13 PDFUs within the payload allowed for twosample types: seedlings and cultured cells. 3.2. Experiment hardware The hardware for this experiment was the NASA BRIC- LED (Kern et al., 1999; NASA.gov, 2011). The BRIC-LED was own as a nonpowered middeck payload by program de-sign, so the LED component of the hardware was not available to the researchers; all biology was held in the dark for the duration of the experiment. The BRIC-LED canistershold six 60 mm diameter Petri plates in small subcompart- ments called PDFUs. The PDFUs allow an externally acti- vated xation step without manipulating the samples. Figure1A shows an open BRIC container with a view of the slots for ve PDFUs, with one PDFU extracted for comparison. The six replicate plates of seedlings and seven replicate plates ofcultured cells (13 plates total) were distributed among threeBRIC canisters: BRIC A (all seedlings), BRIC B (all cultured cells), and BRIC G (two PDFUs of seedlings, three of cultured cells). One of the PDFU slots in each BRIC was used to hold aHOBO data logger to record temperature. Figure 1B shows an open PDFU containing a plate of cultured Arabidopsis cells. The BRICs were contained within a foam-lined tray(Fig. 1C) for launch and stowage in a Shuttle middeck locker for the ight. An additional set of Petri plates within BRIC hardware, identical to that launched for Spaceight, was prepared forthe Ground Control. The Ground Control was housed in the OES chamber in the Spaceight Life Sciences Laboratory (SLSL) at KSC. The Ground Control was initiated with aprecise 24 h delay to enable the OES environment to be programed with the environmental prole taken from te- lemetry of the Space Shuttle. Thus, 24 h later, the OES as-sumed an identical environmental prole as the Shuttle cabin that contained the BRIC hardware and biology on orbit, and the Ground Control BRIC hardware and samples experi-enced the same external environmental prole as the hard- ware and samples on the Space Shuttle. Environmental parameters that were controlled on the OES and madeidentical to ight were cabin temperature, humidity, andCO 2concentration. Environmental telemetry from within the interior of the BRIC units could not be collected and trans- mitted in real time; however, the inclusion of HOBO dataloggers enabled the collection of those data for postight reference (details below).44 PAUL ET AL.3.3. Flight prole and environmental conditions The BRIC-16 experiment was turned over to payload en- gineers in the SLSL at KSC 24 h before the scheduled launch time. The payload launched on STS-131 on April 5, 2010, at 06:25, and achieved orbit approximately 8 min later. The bi-ology was in orbit 12 days and 21 h (040510 06:25:28 to 041810 03:37:28) before being xed on orbit with RNA- later (Ambion, Austin, TX). The orbiter landed on April 20(042010 07:37:28), and the biology was returned to theprincipal investigators at SLSL approximately 7 h later. Launch, Fixation, and Landing points are marked on the thermal proles shown in Fig. 2, in terms of hours afterturnover. The temperature proles collected by each BRIC data logger are also shown in Fig. 2. Figure 2 presents each BRICunit individually, with the Spaceight and Ground Control temperatures for each BRIC displayed on the same graph as solid and dotted lines, respectively. The HOBO temperaturedata collection began immediately after the biology was sealed in the BRICs, 24 h before launch. After a 30 h period of adjustment from a laboratory loading temperature of 21 C176C, all BRICs (A, B, G, Spaceight, and Ground Control) main-tained a temperature between 21.7 C176C and 24.8 C176C until they were xed on orbit on day 12 (Fig. 2). 3.4. Sample recovery and processing Figure 3 shows representative pictures of the plant mate- rials removed from their respective PDFUs after ight. In each set of images, there is a picture that shows the entire Petri plate and a closer view to its right. Spaceight samplesare shown in the top row and Ground Controls on the bot-tom. Other than the Ground Control samples showing growth oriented along the gravity vector, there are no visible gross differences in morphology between the Spaceight andGround Control treatments. 3.5. Seedlings and cell cultures have unique and different responses Array analysis of RNAs from seedlings and cultured cells xed in RNALater on orbit relative to Ground Controls re- vealed a range of genes differentially expressed in Space-ight. At p0.01, there were approximately 300 genes identied as over- or under-expressed in Spaceight in either seedlings or cell cultures (see Fig. 4). Figure 4 shows the distribution of all genes represented in the microarrays with respect to pvalue and fold change with respect to Ground Controls. Figure 4 (left panel) displays the gene expression data for etiolated seedlings, and Fig. 4 (rightpanel) shows the data for cultured cells. Genes displaying statistically signicant expression are indicated in red and are found above the horizontal red line that shows thep0.01 demarcation. The position on the yaxis indicates - log10 of pvalue, and position on the xaxis indicates fold change ( or-) in terms of log2. Table 4 shows all genes that were differentially expressed by more than 5-fold in seedlings and provides the average fold change for the six replicate samples. Nearly half of the genes upregulated by 5-fold or more in seedlings are asso-ciated with pathogen response and wounding. The remain- ing genes are quite typical of generalized stress-responsegenes, including those associated with drought and cold stress. Several genes of specic, well-dened developmental function are represented as well, such as ALF4, which plays a role in auxin-mediated lateral root development (Du-brovsky et al., 2008), and SHM1, an essential regulator of FIG. 2. Spaceight and Ground Control temperature pro- les. The panels provide graphs of the temperature prolesof each BRIC as recorded by the HOBO data loggers. Ground Controls are displayed as dotted lines and Spaceight as solid lines. The individual BRICs are color-coded: BRIC A,red; BRIC B, blue; BRIC G, green. The yaxis shows tem- perature in degrees Celsius, and the xaxis shows time points as hours after turnover. The time points of Launch, Fixation, and Landing are indicated with yellow vertical lines. Colorimages available online at www.liebertonline.comastARABIDOPSIS SPACEFLIGHT TRANSCRIPTOMES 45photorespiration (McClung et al., 2000). The group of genes downregulated by 5-fold or more appears more mixed infunctional categorization. Genes encoding transcription fac- tors appear to be more highly represented in the group of downregulated genes, as are genes associated with cell wallmetabolism and cell elongation. Also present are examples ofgenes encoding proteins that function in calcium-mediated signaling and play a role in gravitropism. Table 5 shows all the genes that were differentially ex- pressed by more than 5-fold in cultured cells in response to spaceight and provides the average fold change for the six replicate samples. In cultured cells, the largest category,which comprises nearly half the genes differentially ex- pressed by 5-fold or more, is that of genes associated with aheat shock response. This category expands in representation as higher fold-induction, with 75 of the genes showing greater than 7-fold induction being heat shockrelated. Allsix genes that were induced greater than 10-fold are heatshockrelated. The remaining genes induced at 5-fold or greater represent a wide diversity of function and categories, including recognizable stress responses, such as those in-volved with salt, drought, metals, wounding, phosphate, and ethylene. There are also some single representatives in metabolisms associated with senescence, terpenoids, seed FIG. 3. Spaceight and Ground Control biology after landing. Representative pictures of the plant materials removed from their respective PDFUs. The top row shows plant material from the Spaceight and the bottom row from the Ground Controls. In each set of images, there is a picture showing the entire Petri plate and a closer view to its right. The gridssubtending the entire Petri plate measure 13 mm square. Color images available online at www.liebertonline.comast FIG. 4. Volcano plots of microarray data. Each graph shows the distribution of all genes represented in the microarrays with respect to pvalue and fold change with respect to Ground Controls; seedling data are shown on the left, and cultured cell data are shown on the right. Genes displaying statistically signicant expression are indicated in red and are found above thehorizontal red line showing the p0.01 demarcation. The position on the yaxis indicates -log10 of pvalue, and position on thexaxis indicates fold change ( or-) in terms of log2. Color images available online at www.liebertonline.comast46 PAUL ET AL.development, cell walls, photosynthesis, and auxin. The list of the most highly downregulated genes shows more di- versity than the upregulated genes and includes severalrepresentatives each of kinases, transcription factors, and genes encoding wounding and cell wallassociated proteins. Examining the Gene Ontology categories for all Space- ight upregulated genes with pvalues 0.01 between seedlings and cell cultures provides a broader look at the differences between the seedling and cell culture data sets. Although distributions of differentially expressed genes aresimilar for most categories, there are four categories that display striking differences between the two sample types.Whereas in seedlings there are more than twice as many genes upregulated in the category of cell organization and biogenesis than in cell cultures, cultured cells display abouttwo and a half times as many stress and abiotic stimulus response genes as seedlings. Cell cultures also show induc- tion of almost three times as many genes in the category oftranscription as seen in seedlings. In a comparison of allgenes with pvalues of less than 0.01, and displaying a 2-fold differential expression or greater, only one gene (MT3 At3g15353) is common to both the seedling and cell culturedata sets, and it is upregulated in seedlings while being downregulated in cell cultures (Table 6).Table 4.Seedlings, p0.01, 5 Differential Expression FC Atg number Gene Associated metabolismfunction 16.80 At3g08770 LTP6; lipid binding drought stress response 9.85 At1g29860 WRKY71; transcription factor pathogen response 8.28 At5g08280 HEMC; hydroxymethylbilane synthase pathogen response6.96 At1g12880 atnudt12; hydrolase pathogen and oxidative stress6.96 At3g55740 PROT2 ; L-proline transmembrane transporter cold and drought stress 6.87 At5g13630 GUN5; magnesium chelatase ABA signaling 6.77 At1g27460 NPGR1; calmodulin binding calcium-mediated signaling6.50 At2g42800 AtRLP29; protein binding pathogen response6.36 At1g67840 CSK; ATP bindingkinase photosynthesis 6.19 At3g18690 MKS1, MAP kinase substrate 1; protein binding pathogen response 5.94 At1g04110 SDD1; serine-type endopeptidase drought stress response5.74 At4g16265 NRPB9B; DNA bindingtranscription regulator transcription factor 5.70 At1g26560 BGLU40, BETA GLUCOSIDASE 40 pathogen response 5.66 At2g28950 ATEXPA6, ARABIDOPSIS THALIANA EXPANSIN A6 pathogen response5.58 At1g72670 iqd8; calmodulin binding calcium-mediated signaling5.43 At5g11030 ALF4, ABERRANT LATERAL ROOT FORMATION 4 root development 5.35 At1g55870 AHG2, ABA-HYPERSENSITIVE GERMINATION 2 ABA signaling 5.35 At5g54570 BGLU41, BETA GLUCOSIDASE 41 pathogen response5.31 At4g13770 CYP83A1, CYTOCHROME P450 83A1; oxidoreductase pathogen response5.24 At5g23320 ATSTE14A; carboxyl-O-methyltransferase ABA signaling 5.21 At1g26820 RNS3, RIBONUCLEASE 3 RNA catabolism 5.21 At4g37930 SHM1, SERINE TRANSHYDROXYMETHYLTRANSFERASE 1 photorespiration5.17 At2g28355 LCR5, Low-molecular-weight cysteine-rich 5 light and carbon metabolism 5.17 At1g04710 PKT4; acetyl-CoA C-acyltransferase pathogen response 5.10 At2g38960 AERO2; FAD binding ER oxidoreductin0.20 At3g13784 AtcwINV5, Arabidopsis thaliana cell wall invertase 5 drought stress response 0.20 At3g09530 ATEXO70H3, exocyst subunit EXO70 family protein transport 0.20 At4g21440 ATMYB102; transcription factor transcription factor 0.20 At3g09790 UBQ8; protein binding proteosome0.20 At2g30770 CYP71A13, cytochrome P450 pathogen response0.19 At3g62740 BGLU7, BETA GLUCOSIDASE 7 seed maturation 0.19 At5g64530 XND1; Xylem NAC domain transcription factor transcription factorsenescence 0.19 At5g43610 ATSUC6, Sucrose-proton symporter 6 phloem loading0.17 At3g26120 TEL1, TERMINAL EAR1-LIKE 1 development 0.14 At3g21500 1-deoxy-D-xylulose-5-phosphate synthase phosphate stress 0.13 At3g50980 XERO1, DEHYDRIN XERO 1 drought and cold0.13 At1g73280 SCPL3; serine-type carboxypeptidase developmentpathogen response0.13 At1g34650 HDG10, HOMEODOMAIN GLABROUS 10 transcription factordevelopment 0.12 At5g61980 AGD1, ARF-GAP domain 1; ARF GTPase activator root orientation 0.11 At1g69930 ATGSTU11; glutathione transferase pathogen response0.11 At2g30790 PSBP-2, photosystem II subunit P-2; Ca 2binding photosynthesis 0.11 At1g17870 S2P-like putative metalloprotease stress response 0.10 At4g21200 GA2OX8; gibberellin 2-beta-dioxygenase gibberellin, lignication 0.10 At2g34980 SETH1; phosphatidylinositol N-acetylglucosaminyltransferase pollen tube growth0.09 At3g58160 XI-J myosin pollen tube growth Differentially expressed genes in seedlings. The table shows all genes that were differentially expressed by more than 5-fold in seedlings. The average fold change for the six replicate samples is provided in the left-hand column, the name of the gene in the middle column, and thepathway or metabolic with which that gene is associated is shown in the right-hand column.ARABIDOPSIS SPACEFLIGHT TRANSCRIPTOMES 47Table 5.Cultured Cell, p0.01, 5 Differential Expression FC Atg number GeneAssociated metabolismfunction 35.26 At2g26150 ATHSFA2; DNA bindingtranscription factor heat shock 22.47 At3g12580 HSP70 (heat shock protein 70); ATP binding heat shock19.16 At1g74310 ATHSP101 (ARABIDOPSIS THALIANA HEAT SHOCK PROTEIN 101); ATP bindingheat shock 18.77 At5g52640 ATHSP90.1 (HEAT SHOCK PROTEIN 90.1); ATP binding heat shock 18.51 At1g16030 Hsp70b (heat shock protein 70B); ATP binding heat shock16.68 At3g46230 ATHSP17.4 heat shock 10.06 At5g46350 WRKY8; transcription factor wounding 9.65 At4g00950 MEE47 (maternal effect embryo arrest 47); transcription factor seed development9.45 At3g51910 AT-HSFA7A; DNA bindingtranscription factor heat shock9.32 At4g23980 ARF9 (AUXIN RESPONSE FACTOR 9); transcription factor auxin 8.88 At5g48570 peptidyl-prolyl cis-trans isomerase, putativeFK506-binding proteinHsp90 co-chaperone 8.57 At5g12030 AT-HSP17.6A (HEAT SHOCK PROTEIN 17.6A); unfolded protein bindingheat shock 8.57 At3g25230 ROF1 (ROTAMASE FKBP 1); FK506 bindingcalmodulin binding heat shock 7.78 At5g47220 ERF2 (ETHYLENE RESPONSIVE ELEMENT BINDING FACTOR 2); transcriptionethylene and pathogen 7.73 At2g46240 BAG6 (BCL-2-ASSOCIATED ATHANOGENE 6); calmodulin bindingheat shock 7.36 At4g21810 DER2.1 (DERLIN-2.1) heat shock 6.59 At4g02500 XT2 (UDP-XYLOSYLTRANSFERASE 2); UDP-xylosyltransferase cell wall 6.06 At5g10030 TGA4 (TGACG MOTIF-BINDING FACTOR 4); calmodulin bindingtranscriptioncalcium mediated 5.70 At5g61410 RPE; catalyticribulose-phosphate 3-epimerase photosynthesis? 5.66 At5g23260 TT16 (TRANSPARENT TESTA16); transcription factor seed development 5.58 At5g48010 THAS1 (THALIANOL SYNTHASE 1); catalyticthalianol synthaseterpinoid pathway 5.54 At2g29460 ATGSTU4; glutathione transferase stress response 5.31 At4g25460 ATNAP8; ATPase, coupled to transmembrane movement of substancesplant senescence 5.28 At3g16050 A37; protein heterodimerization stress response 5.28 At2g39450 MTP11; cation transmembrane transportermanganese ion stress response 5.21 At2g33770 PHO2 (PHOSPHATE 2); ubiquitin-protein ligase stress response 5.17 At5g37420 AGL105; transcription factor MADS box5.13 At4g16320 LDL3 (LSD1-LIKE3); amine oxidaseelectron carrier oxidoreductasehistone demethylase paralog 5.13 At1g70290 ATTPS8; alpha,alpha-trehalose-phosphate synthase (UDP-forming) wounding 5.03 At5g05410 DREB2A; DNA bindingtranscription activatortranscription factordrought cold 0.20 At3g05710 SYP43 (SYNTAXIN OF PLANTS 43); SNAP receptor pathogen response 0.20 At1g05760 RTM1 (restricted tev movement 1); sugar binding pathogen response0.20 At3g20290 ATEHD1 (EPS15 HOMOLOGY DOMAIN 1); GTPasecalcium ion bindingcalcium mediated 0.19 At2g31960 ATGSL03 (GLUCAN SYNTHASE-LIKE 3); 1,3-beta-glucan synthasetransferaseglucan synthasewounding 0.19 At1g26830 ATCUL3 (CULLIN 3); protein bindingubiquitin-protein ligase embryogenesis 0.19 At1g74660 MIF1 (MINI ZINC FINGER 1); DNA bindingtranscription factor development 0.19 At3g28890 AtRLP43 (Receptor Like Protein 43); kinaseprotein binding kinase 0.18 At4g03550 ATGSL05 (GLUCAN SYNTHASE-LIKE 5); 1,3-beta-glucan synthasetransferaseglucan synthasewounding 0.18 At5g22570 WRKY38; transcription factor pathogen response 0.18 At1g53570 MAP3KA; ATP bindingkinaseprotein serinethreonine kinase kinase0.18 At2g39660 BIK1 (BOTRYTIS-INDUCED KINASE1); kinase pathogen response0.18 At3g15353 MT3 (METALLOTHIONEIN 3); copper ion binding stress response 0.18 At2g32920 ATPDIL2-3 (PDI-LIKE 2-3); protein disulde isomerase stress response 0.17 At2g23030 SNRK2.9 (SNF1-RELATED PROTEIN KINASE 2.9); serine threonine kinasekinase 0.17 At4g16890 SNC1 (SUPPRESSOR OF NPR1-1, CONSTITUTIVE 1); nucleotide bindingpathogen response 0.16 At5g59320 LTP3 (LIPID TRANSFER PROTEIN 3); lipid binding cell wall (continued )48 PAUL ET AL.The differentially expressed genes of cultured cells are generally genes of higher intrinsic expression level than the differentially expressed genes of seedlings. Figure 5 illus-trates a measure of the quantitative difference in the re- sponses observed for seedlings and cultured cells in a scatter plot of all genes with pvalues 0.01 between Spaceight and Ground Control. Each point reects the differential expres- sion between Spaceight and Ground Control; the fartherabove or below the central axis, the greater the differential expression. The relative x, y coordinate position indicates transcript abundance; the farther from (1, 1), the higher theabsolute expression level of the transcript. The expression levels of spaceight-affected genes in seedlings are indicated with blue squares, and those from cell cultures with redcircles. The differentially expressed seedling genes are gen- erally of lower absolute expression level, with the highest Table 6.Identical Gene Sets in Seedlings and Cell Cultures ProbID Atg number Gene Fold change Fold change Genes show signicant ( p0.01) change in seedlings but not cell cultures Seedlings Cell cultures 258675_at At3g08770 LTP6 16.80 1.62 255999_at At1g29860 WRKY71 9.85 0.67 246033_at At5g08280 HEMC 8.28 0.85 261212_at At1g12880 atnudt12 6.96 0.81 257751_at At3g18690 MKS1 6.19 0.50 252137_at At3g50980 XERO1 0.13 1.74 267569_at At2g30790 PSBP-2 0.11 0.68 254459_at At4g21200 GA2OX8 0.10 1.27 267416_at At2g34980 SETH1 0.10 0.39 251564_at At3g58160 XI-J 0.09 0.51 Genes show signicant ( p0.01) change in cell cultures but not seedlings Seedlings Cell cultures 266841_at At2g26150 HSFA2 0.3735.26 256245_at At3g12580 HSP70 0.9122.47 254194_at At4g23980 ARF9 1.429.32 250351_at At5g12030 HSP17.6A 0.308.57 257822_at At3g25230 ROF1 1.138.57 257054_at At3g15353 MT3 2.57 0.18 267254_at At2g23030 SNRK2.9 0.830.17 263838_at At2g36880 MAT3 2.130.13 260505_at At1g47230 cyclin 1.400.12 249327_at At5g40890 ATCLC-A 1.000.12 A comparison between identical gene sets in seedlings and cell cultures. The top panel shows a selection of genes that are statistically signicant ( p0.01) and were differentially expressed (fold change) by greater than 5-fold in seedlings. The column to the right shows the fold change values of the same gene identied in arrays from cell cultures; none of these corresponding genes show statistically signicantchanges in gene expression (indicated by a dagger superscript). The bottom panel shows the same comparison conducted with genes that showed signicant ( p0.01) changes in cell cultures but not seedlings. Not signicant p0.01.Table 5. (Continued ) FC Atg number GeneAssociated metabolismfunction 0.15 At3g15030 TCP4 (TCP family transcription factor 4); transcription factor transcription factor 0.15 At3g57860 UVI4-LIKE (UV-B-INSENSITIVE 4-LIKE) meiosis and UV stress0.15 At3g10640 VPS60.1associated with endosomal sorting for transport (ESCRT)transport 0.15 At3g46590 TRFL1 (TRF-LIKE 1); DNA bendingDNA bindingtelomeric DNA bindingtelomere homeostasis 0.15 At3g09880 ATB BETA; protein phosphatase 2A beta stress response 0.14 At2g36880 MAT3 (methionine adenosyltransferase 3); copper ion binding stress response 0.14 At3g23010 AtRLP36 (Receptor Like Protein 36); protein binding pathogen response (RLPs)0.12 At1g47230 cyclin, putative cell division, cell cycle 0.12 At5g40890 ATCLC-A (CHLORIDE CHANNEL A); anion channelnitrate transmembranestress response 0.10 At5g56650 ILL1; IAA-amino acid conjugate hydrolasemetallopeptidase auxin and seed development 0.05 At4g31120 SKB1 (SHK1 BINDING PROTEIN 1); protein methyltransferase vernalization Differentially expressed genes in cultured cells. The table shows all genes that were differentially expressed by more than 5-fold in seedlings. The average fold change for the six replicate samples is provided in the left-hand column, the name of the gene in the middle column, and the pathway or metabolic with which that gene is associated is shown in the right-hand column.ARABIDOPSIS SPACEFLIGHT TRANSCRIPTOMES 49fold changes occurring in the genes with the lowest expres- sion levels. The differentially expressed genes in cell culturesare, however, generally of moderate to high expression lev- els, with the heat shockassociated genes showing the highest expression levels in addition to the highest fold-change values (large red circles). 3.6. Quantitative and SAGE analyses conrm differential expression Both quantitative real-time PCR (qRT-PCR) and Serial Analysis of Gene Expression (SAGE) were employed to conrm expression changes in selected genes. Representative up- and downregulated genes from each comparison werechosen for quantitative PCR (ABITaqman) analyses: MLP423 (up in seedlings), MAPKKK13 (down in seedlings), HSP17.6A (up in tissue culture), and AGP12 (down in tissueculture). The qRT-PCR was performed independently on each of the six biological replicates for each sample. For SAGE analysis, the six replicate RNAs from each experimentset were normalized and pooled before processing. TheSAGE analysis therefore yielded a single, averaged expres- sion value for each gene, while the qRT-PCR analyses pro- duced six independent values for each gene and treatmentthat were then averaged. Figure 6 shows relative transcript abundance of the four above representative genes from cell culture and seedlingSpaceight and Ground Control samples qRT-PCR andSAGE data, compared to data derived from the microarrays. The yaxis represents the fold change of gene expression in Spaceight samples relative to Ground Control samples calculated as a log2 function. The qRT-PCR error bars rep- resent the standard error of the mean of the log2 fold change.The microarray data do not show error bars, as all presented genes exhibited pvalues 0.01. As stated, the SAGE data are obtained from pooled samples and therefore do not supporterror bar calculation. The complementary methods of SAGEand qRT-PCR conrmed the trends in differential expression on the microarrays for these representative genes. SAGE data were used to expand the conrmation of Spaceight activation of a variety of heat shock genes in cultured cells. Figure 7 presents fold-change values derived from SAGE (purple bars) compared to fold-change valuesderived from the microarrays (green bars). These heat shock associated genes are also highlighted as bold red circles in the scatter plot of Fig. 5. For all the heat shockrelated genesexamined, SAGE data support the microarray data and conrm the activation of heat shock genes in the Spaceight cultured cells. 4. Discussion Arabidopsis seedlings and cell cultures clearly responded to the spaceight environment with changes in gene expression. Microarray, SAGE, and quantitative PCR datafully support the conclusion that Arabidopsis, whether as1101001000100001000001000000 1 10 100 1000 10000 100000Expression Level - Space flight Expression Level - Ground ControlSeedling Cell Culture Cell Culture HS FIG. 5. Expression levels of differentially expressed genes in seedlings and cultured cells. The scatter plot illustrates the quantitative differences in the responses observed for seedlings and cultured cells for all genes with pvalues 0.01 between Spaceight and Ground Control. The expression levels of spaceight-affected genes in seedlings are indicated with bluesquares and those from cell cultures with red circles. A number of the highly expressed heat shockassociated genes in cultured cells are highlighted with bold red circles. Color images available online at www.liebertonline.comast50 PAUL ET AL.etiolated seedlings or undifferentiated cells, senses that it is in a modied environment and mounts changes in gene expression as a response to spaceight. The 6-fold replication of the experiment design allowed an examination of differ-ences in gene expression down to 2-fold while retaining p values 0.01, which allowed a condent examination of fairly small quantitative changes in gene expression. At a minimum, any genes affected by gravity or orienta- tion on Earth might be expected to be changed in spaceight. However, the range of genes affected by spaceight appearsto span beyond those genes whose expression might beeasily explained by changes in gravity, and include a number of familiar genes with roles in the response to a wide variety of environmental factors. In addition, the results of theseexperiments reect relatively long-term adaptive responses as the plants and cells were on orbit for 12 days before they were xed. Thus, the patterns of gene expression reectadaptive strategies of these two forms of the plant, rather than a rapid initial response to a new stress or environment. Time course analyses of any number of stress-response sur-veys repeatedly showed that initial responses are often di- minished within minutes of the application of the stress, and patterns of gene expression change as longer-term adaptivestrategies are engaged and maintained. Thus, these space- ight-induced changes in gene expression likely reect changes toward longer-term survival in the spaceight en- vironment. Future experiments should include the initialresponses to spaceight. In etiolated seedlings, the genes most highly induced by spaceight (by 5-fold or more) are almost equally dividedbetween those associated with pathogen defense and those that are associated with environmental stress responses (Table 4). Differentially regulated genes reect categories ofgenes that are broadly associated with drought stress,wounding, and calcium- and auxin-mediated signaling. The seedlings grew on sterile media, and none experienced drought or wounding stress. The temperature was wellcontrolled, and any excursions from the Ground Control environmental proles were minimal. The media composi- tions and atmospheric conditions were identical betweenSpaceight and Ground Control. Therefore, a direct and obvious relationship between the affected genes and a de- ned stress is missing. A possible basis for many of these responses may be traced to a translation of changes in forces associated with the cytoskeleton and cell wall. Pathogen and wounding FIG. 6. Quantitative analyses. The transcript abundance for four repre- sentative genes is shown for seedlings (A) and cultured cells ( B). Both panels show relative transcript abundance from seedling and cell culture Space- ight and Ground Control samplesqRT-PCR (red) and SAGE (purple)data, compared to data derived from the microarrays (green). The yaxis represents the fold change of gene ex-pression in Spaceight samples rela-tive to Ground Control samples calculated as a log2 function. The qRT- PCR error bars represent the standarderror of the mean of the log2 foldchange. The microarray data are p0.01, and SAGE data are obtained from pooled samples and do notsupport error bar calculation. Color images available online at www .liebertonline.comastARABIDOPSIS SPACEFLIGHT TRANSCRIPTOMES 51responses are very tightly connected, as both can involve a breach of the cell wall. In the Tensegrity-based model of thegravisensing, an actin-based cytoskeletal network through-out the cytoplasm is coupled to stretch-sensitive receptors in the plasma membrane (Yoder et al., 2001). Cytoskeletal actin laments attached to the plasma membrane, specializedproteins that contain an actin binding domain at their car- boxyl terminus, and protein phosphorylation or phospho- inositide binding (Tsukita and Yonemura, 1997) have beenpostulated to participate in gravity-related signaling (Yoder et al., 2001). It is possible that any of these signaling mech- anisms by which a cell detects a breach are balanced by theforce of gravity, and the absence of gravity may confoundthe signaling system, engaging pathogen signal transduction pathways as a consequence. The presence of other stress- response genes may have similar explanations; they appearinappropriate only because the foundations of the stimulus are unclear. About 20 of the upregulated genes in seedlings do not fall obviously into either pathogen or environmental stresses. It is from among these examples that it may be possible to identify some appropriate, or at least adaptively mean-ingful, responses to the spaceight environment. Several candidates in this category include ALF4 (Aberrant Lateral Root Formation 4), ARR7 (Response Regulator 7), and PIN3(Pin-Formed 3), all of which are either inuenced by, or playa role in, auxin or cytokinin signaling and may be impacted by changes in the gravity vector (Lomax, 1997; Friml et al., 2002; DiDonato et al., 2004; Perrin et al., 2005; Aloni et al., 2006; Harrison and Masson, 2008). The cells in culture responded in a dramatically different fashion to spaceight than did the seedlings. While similarnumbers of genes were differentially affected by spaceight,there is almost no similarity among the identities of the genes affected. In addition, the cell cultures exhibited a greaternumber of highly (greater than 8-fold) differentially ex-pressed genes (see Tables 4 and 5). In seedlings, most of the genes differentially expressed by 2-fold or more had low intrinsic signal values, while nearly all the differentially ex-pressed genes in cultured cells had moderate to high signal values. About one-third of the differentially expressed cell culture genes had expression levels of greater than 2000,while only four of the differentially expressed genes from seedlings were as abundant (Fig. 5). These data suggest that cell cultures mount a more dramatic response to spaceightand affect more genes with higher expression levels and withgreater fold change. None of the genes signicantly impacted by spaceight in cultured cells were similar to those in seedlings. Even theGene Ontology categories of genes are substantially differ- ent. Cell cultures also exhibit less diversity in the types of genes that are highly induced. Pathogen and wounding,general stress response, and transcription factor categories are present, as in the seedling data sets, but the genes that populate those categories differ from those induced inseedlings. The cell culture samples illustrate repression of more kinases, and fewer proteases than seedlings, but tran- scription factors, transporters, and cell wallassociated genecategories are about equally affectedhowever, with dif-ferent individual genes in each case. By far the most dramatic molecular response to spaceight in the cultured cells was a heat shock response, which wasnot manifested in seedlings. Genes encoding heat shock proteins, heat shockrelated proteins, or heat shock tran- scription factors comprise the majority of the genes inducedgreater than 8-fold, and over 40 of those induced more than FIG. 7. Microarray versus SAGE values for differential expression. The fold-change values are shown for a selection of heat shockassociatedgenes from cultured cells. SAGE data(purple bars) are compared to fold- change values derived from the mi- croarrays (green bars) in terms oflog2 ( xaxis). Color images available online at www.liebertonline.comast52 PAUL ET AL.5-fold. Clearly, no temperature differentials capable of classic heat shock were present between the Spaceight samples and the Ground Control samples. Heat shock proteins are, however, generally related to responses to unfolded proteinsand can be part of a variety of signal transduction pathways. It has been shown in both plants and animals that heat shockrelated proteins are widely distributed in response toan assortment of abiotic stresses. In addition to their roles as molecular chaperones that manage post-translational pro- cesses, heat shock proteins are thought to participate in thecross talk among stress-response pathways, especially wherean organism is exposed to multiple, concomitant stresses. Over-expression of heat shock proteins may contribute to a generalized tolerance for multiple environmental stresses(Swindell et al., 2007). In a situation involving a novel envi- ronment such as spaceight, it is possible that a plant cell responds as if it were being exposed to multiple stressors,and the induction of heat shock proteins reects this per- ception. There are few previous studies to provide ground for di- rect comparison with the current data, yet interesting cor-relations emerge. Three genome-scale plant molecular space studies have been published to date (Paul et al., 2005; Stutte et al., 2006; Salmi and Roux, 2008). One positive correlation is that evidence of spaceight heat shock was seen in Arabi- dopsis (Paul et al., 2005), albeit in light-grown seedlings quite distinct from those of the current study. Another positive,but less direct, correlation is the effect of spaceight on the expression of genes involved in calcium signaling during fern spore development (Salmi and Roux, 2008). However,there were virtually no statistically supportable changes in the patterns of gene expression between wheat for compar- ison (Stutte et al., 2006). Genome-wide studies of the impact of spaceight on animal systems are slightly more common,particularly for cell lines from bone-derived cultures, mice, and drosophila models. While a full review of that literature is beyond the scope of this study, recent studies do demon-strate clear transcriptome differences during spaceight, in- cluding studies of murine muscle (Allen et al., 2009) and thymus tissue (Lebsack et al., 2010). Drosophila and Caeno- rhabditis elegans show six differentially expressed genes common to these two diverse species (Leandro et al., 2007; Adenle et al., 2009). And while the divergence of plants and animals largely prevents specic gene comparisons inspaceight responses, certain classes of genes seem similarly affected by spaceight. Calcium-mediated signal transduc- tion is impacted by spaceight in both plants and animals(Hughes-Fulford et al., 1998; Hashemi et al., 1999; Paul et al., 2001; Salmi and Roux, 2008), and genes affected by calcium signaling are differentially expressed. Heat shock proteinsare highly conserved in both kingdoms, and heat shock genes are upregulated in some spaceight studies. At least one of the subclass of heat shock genes highly induced in thisstudy (Hsp90) is also induced in mouse thymus after expo- sure to spaceight (Lebsack et al., 2010). Stress also exacer- bates sensitivity to pathogen attack in both plants andanimals, and there are common mechanisms for triggeringan immune response, such as nitric oxide and mitogen-acti- vated protein kinase cascades (Nurnberger et al., 2004). A number of genes associated with Drosophila immune path-ways were downregulated in the spaceight environment, and larvae were in fact more susceptible to pathogen infec-tion (Marcu et al., 2011). Although none of the Drosophila genes in that study were orthologous to the Arabidopsis genes presented here, many of genes in the present seedling data are nonetheless associated with pathogen defense.While many more studies will be required to support in- formed deductions regarding commonalities in spaceight response (especially considering the dissimilarity of biology,hardware, ight proles, and even replicates), current data suggest that such commonalities may exist. That plants and plant cells under BRIC experimental con- ditions respond to spaceight with signicant changes ingene expression indicates that changes in metabolism are engaged to cope with spaceight. Spaceight demands an adaptive response. Many of these changes make some sensewith regard to the primary effects of gravity, but others suggest stresses that are not simply explained by the lack of gravity. That cultured cells respond dramatically to space-ight in a markedly different way than seedlings suggests that either undifferentiated cells have more biological dif- culty with spaceight or that there are technical reasons af-fecting the results. One possibility is that this differencebetween cultured cells and seedlings is due to the fact that seedlings have organs with which to sense and sample their environment, and that undifferentiated cell cultures, in theabsence of such organs, propagate inappropriate stress re- sponses. In support of this possibility, seedlings displayed a greater abundance of differentially expressed genes associ-ated with plant hormone signaling and gravity sensing, while cultured cells did not. Another possible explanation for the differences is simply that all the cells in the culture were re-sponding in an identical manner, enhancing the technical observation of the response, while in seedlings different tis- sues were responding differently, diluting the apparent effectas induction in one tissue balances repression in another. Theanalysis of spaceight effects on seedlings would benet from recovering enough material to look at individual organs or cell types. Regardless, it remains clear that there is not anintense and simple response to spaceight that is shared by all cell types within the differentiated cells of an intact plant. 5. Conclusions Seedlings and cell cultures both engage gene expression changes to alter metabolic responses to the spaceight en-vironment, but they engage dramatically different responses. This response differential between seedlings and cell cultures could be as simple as a consequence of examining a veryuniformly responding system in undifferentiated cells com- pared to a complex organism composed of differentiated organs and tissues. Or it could be as complex as the presenceof an organ-specic feedback sense and response system that allows seedlings, but not undifferentiated cells, to more properly sense the environment and integrate a response thatmakes sense based on input from organ systems. Regardless, it is clear that even undifferentiated plant cells sense space- ight as an environment that demands molecular responses.Many of those responses tap familiar pathwaysauxin,calcium signaling, stressand there is a tendency to place those responses into familiar Earth-based context. But given the truly novel nature of spaceight, responses may propa-gate in ways that are distinct from well-dened terrestrial analogues.ARABIDOPSIS SPACEFLIGHT TRANSCRIPTOMES 53Acknowledgments The authors would like to thank all our colleagues and associates at Kennedy Space Center who helped with the BRIC ight experiment, especially Howard Levine, April Spinale, Dave Reed, Susan Manning-Roach, George Guerra,Kim Slater, Chris Comstock, and Dave Cox. Also, Patrick Gilles and Xiequn (Tony) Xu for their help with the SAGE analysis. This work was supported by NASA grantsNNX10AF45G and NNX09AL96G to A.L.P. and R.J.F. Author Disclosure Statement No competing nancial interests exist. Abbreviations BRIC, Biological Research In a Canister; BTC, BioTrans- port Carrier; KSC, Kennedy Space Center; LED, light-emit- ting diode; OES, Orbiter Environmental Simulator; PDFUs, Petri Dish Fixation Units; qRT-PCR, quantitative real-timePCR; RT-qPCR, quantitative reverse transcriptionpolymerase chain reaction; SAGE, Serial Analysis of Gene Expression; SLSL, Spaceight Life Sciences Laboratory. References Adamchuk, N.I., Mikhaylenko, N.F., Zolotareva, E.K., Hilaire, E., and Guikema, J.A. (1999) Spaceight effects on structural and some biochemical parameters of Brassica rapa photosyn- thetic apparatus. J Gravit Physiol 6:9596. Adenle, A.A., Johnsen, B., and Szewczyk, N.J. (2009) Review of the results from the International C. elegans rst experiment (ICE-FIRST). Adv Space Res 44:210216. Allen, D.L., Bandstra, E.R., Harrison, B.C., Thorng, S., Stodieck, L.S., Kostenuik, P.J., Morony, S., Lacey, D.L., Hammond, T.G., Leinwand L.L., Argraves, W.S., Bateman, T.A., and Barth, J.L. (2009) Effects of spaceight on murine skeletal muscle gene expression. J Appl Physiol 106:582595. Aloni, R., Aloni, E., Langhans, M., and Ullrich, C.I. (2006) Role of cytokinin and auxin in shaping root architecture: regulatingvascular differentiation, lateral root initiation, root apical dominance and root gravitropism. Ann Bot 97:883893. Benedict, C., Geisler, M., Trygg, J., Huner, N., and Hurry, V. (2006) Consensus by democracy. Using meta-analyses of mi- croarray and genomic data to model the cold acclimation sig- naling pathway in Arabidopsis. Plant Physiol 141:12191232. Branco-Price, C., Kawaguchi, R., Ferreira, R.B., and Bailey- Serres, J. (2005) Genome-wide analysis of transcript abun- dance and translation in Arabidopsis seedlings subjected to oxygen deprivation. Ann Bot 96:647660. Brinckmann, E. (2007) Biology in Space and Life on Earth, Wiley- VCH Verlag GambH  Co. KGaA, Weinheim. Brown, C.S., Tibbitts, T.W., Croxdale, J.G., and Wheeler, R.M. (1997) Potato tuber formation in the spaceight environment. Life Support Biosph Sci 4:7176. Bucker, H. (1974) The Biostack experiments I and II aboard Apollo 16 and 17. Life Sci Space Res 12:4350. Bustin, S.A. (2000) Absolute quantication of mRNA using real- time reverse transcription polymerase chain reaction assays. J Mol Endocrinol 25:169193. Chen, W., Provart, N.J., Glazebrook, J., Katagiri, F., Chang, H.S., Eulgem, T., Mauch, F., Luan, S., Zou, G., Whitham, S.A., Budworth, P.R., Tao, Y., Xie, Z., Chen, X., Lam, S., Kreps, J.A., Harper, J.F., Si-Ammour, A., Mauch-Mani, B., Heinlein, M.,Kobayashi, K., Hohn, T., Dangl, J.L., Wang, X., and Zhu, T. (2002) Expression prole matrix of Arabidopsis transcription factor genes suggests their putative functions in response to environmental stresses. Plant Cell 14:559574. Clement, G. and Slenzka, K., editors. (2006) Fundamentals of Space BiologyResearch on Cells, Animals and Plants in Space, Micro- cosm Press and Springer, El Segundo, CA, and New York. Des Marais, D.J., Nuth, J.A., III, Allamandola, L.J., Boss, A.P., Farmer, J.D., Hoehler, T.M., Jakosky, B.M., Meadows, V.S., Pohorille, A., Runnegar, B., and Spormann, A.M. (2008) The NASA Astrobiology Roadmap. Astrobiology 8:715730. DiDonato, R.J., Arbuckle, E., Buker, S., Sheets, J., Tobar, J., To- tong, R., Grisa, P., Fink, G.R., and Celenza, J.L. (2004) Ara- bidopsis ALF4 encodes a nuclear-localized protein required for lateral root formation. Plant J 37:340353. Driss-Ecole, D., Jeune, B., Prouteau, M., Julianus, P., and Perbal, G. (2000) Lentil root statoliths reach a stable state in micro- gravity. Planta 211:396405. Dubrovsky, J.G., Sauer, M., Napsucialy-Mendivil, S., Ivanchenko, M.G., Friml, J., Shishkova, S., Celenza, J., and Benkova, E. (2008) Auxin acts as a local morphogenetic trigger to specify lateral root founder cells. Proc Natl Acad Sci USA 105:87908794. Dutcher, F.R., Hess, E.L., and Halstead, T.W. (1994) Progress in plant research in space. Adv Space Res 14:159171. Ferl, R., Wheeler, R., Levine, H.G., and Paul, A.L. (2002) Plants in space. Curr Opin Plant Biol 5:258263. Ferl, R.J., Zupanska, A., Spinale, A., Reed, D., Manning-Roach, S., Guerra, G., Cox, D., and Paul, A.-L. (2011) The performance of KSC Fixation Tubes with RNALater for orbital experiments: a case study in ISS operations for molecular biology. Adv Space Res48:199206. Friml, J., Wisniewska, J., Benkova, E., Mendgen, K., and Palme, K. (2002) Lateral relocation of auxin efux regulator PIN3 mediates tropism in Arabidopsis. Nature 415:806809. Gao, W.-Y., Fu, R.-Z., Fan, L., Zhao, S.-P., and Paek, K.-Y. (2000) The effects of spaceight on soluble protein, isoperoxidase, and genomic DNA in ural licorice ( Glycyrrhiza uralensis Fisch.). Journal of Plant Biology 43:9498. Gilroy, S. and Masson, P., editors. (2007) Plant Tropisms, Black- well Publishing, Ames, IA. Guikema, J.A., DeBell, L., Paulsen, A., Spooner, B.S., and Wong, P.P. (1994) Clover development during spaceight: a model system. Adv Space Res 14:173176. Halstead, T.W. and Dutcher, F.R. (1987) Plants in space. Annu Rev Plant Physiol 38:317345. Hampp, R., Hoffmann, E., Schonherr, K., Johann, P., and De Filippis, L. (1997) Fusion and metabolism of plant cells as af- fected by microgravity. Planta 203:S42S53. Harrison, B.R. and Masson, P.H. (2008) ARL2, ARG1 and PIN3 dene a gravity signal transduction pathway in root stato- cytes. Plant J 53:380392. Hashemi, B.B., Penkala, J.E., Vens, C., Huls, H., Cubbage, M., and Sams, C.F. (1999) T cell activation responses are differ- entially regulated during clinorotation and in spaceight. FASEB J 13:20712082. Hoson, T., Soga, K., Wakabayashi, K., Kamisaka, S., and Tani- moto, E. (2003) Growth and cell wall changes in rice roots during spaceight. Plant Soil 255:1926. Hughes-Fulford, M., Tjandrawinata, R., Fitzgerald, J., Gasuad, K., and Gilbertson, V. (1998) Effects of microgravity on oste- oblast growth. Gravit Space Biol Bull 11:5160. Jiang, Y., Yang, B., Harris, N.S., and Deyholos, M.K. (2007) Comparative proteomic analysis of NaCl stress-responsive proteins in Arabidopsis roots. J Exp Bot 58:35913607.54 PAUL ET AL.Johnsson, A., Solheim, B.G., and Iversen, T.H. (2009) Gravity amplies and microgravity decreases circumnutations in Arabidopsis thaliana stems: results from a space experiment. New Phytol 182:621629. Kant, P., Gordon, M., Kant, S., Zolla, G., Davydov, O., Heimer, Y.M., Chalifa-Caspi, V., Shaked, R., and Barak, S. (2008) Functional-genomics-based identication of genes that regu- late Arabidopsis responses to multiple abiotic stresses. Plant Cell Environ 31:697714. Kern, V.D. and Sack, F.D. (2001) Effects of spaceight (STS-87) on tropisms and plastid positioning in protonemata of the moss Ceratodon purpureus. Adv Space Res 27:941949. Kern, V.D., Sack, F.D., White, N.J., Anderson, K., Wells, W., and Martin, C. (1999) Spaceight hardware allowing unilateral irradiation and chemical xation in Petri dishes. Adv Space Res 24:775778. Kilian, J., Whitehead, D., Horak, J., Wanke, D., Weinl, S., Batistic, O., DAngelo, C., Bornberg-Bauer, E., Kudla, J., and Harter, K. (2007) The AtGenExpress global stress expression data set:protocols, evaluation and model data analysis of UV-B light, drought and cold stress responses. Plant J 50:347363. Kimbrough, J.M., Salinas-Mondragon, R., Boss, W.F., Brown, C.S., and Sederoff, H.W. (2004) The fast and transient tran- scriptional network of gravity and mechanical stimulation in the Arabidopsis root apex. Plant Physiol 136:27902805. Kimura, M., Yamamoto, Y.Y., Seki, M., Sakurai, T., Sato, M., Abe, T., Yoshida, S., Manabe, K., Shinozaki, K., and Matsui, M. (2003) Identication of Arabidopsis genes regulated by high light-stress using cDNA microarray. Photochem Photobiol 77:226233. Kiss, J.Z. and Edelmann, R.E. (1999) Spaceight experiments with Arabidopsis starch-decient mutants support a statolith- based model for graviperception. Adv Space Res 24:755762. Kiss, J.Z., Kumar, P., Millar, K.D.L., Edelmann, R.E., and Correll, M.J. (2009) Operations of a spaceight experiment to investi- gate plant tropisms. Adv Space Res 44:879886. Kittang, A.I., van Loon, J.J., Vorst, O., Hall, R.D., Fossum, K., and Iversen, T.H. (2004) Ground based studies of gene ex- pression in Arabidopsis exposed to gravity stresses. J Gravit Physiol 11:P223P224. Klymchuk, D.O., Brown, C.S., Chapman, D.K., Vorobyova, T.V., and Martyn, G.M. (2001) Cytochemical localization of calcium in soybean root cap cells in microgravity. Adv Space Res 27:967972. Klymchuk, D.O., Kordyum, E.L., Vorobyova, T.V., Chapman, D.K., and Brown, C.S. (2003) Changes in vacuolation in the root apex cells of soybean seedlings in microgravity. Adv Space Res31:22832288. Kordyum, V.A., Manko, V.G., Popova, A.F., Mashinsky, A.L., Shcherbak, O.H., and Nguen, H.T. (1983) Changes in symbi- otic and associative interrelations in a higher plant-bacterial system during space ight. Adv Space Res 3:265268. Kreps, J.A., Wu, Y., Chang, H.S., Zhu, T., Wang, X., and Harper, J.F. (2002) Transcriptome changes for Arabidopsis in response to salt, osmotic, and cold stress. Plant Physiol 130:21292141. Krikorian, A.D., Dutcher, F.R., Quinn, C.E., and Steward, F.C. (1981) Growth and development of cultured carrot cells and embryos under spaceight conditions. Adv Space Res 1:117127. Krikorian, A.D., Levine, H.G., Kann, R.P., and OConnor S.A. (1992) Effects of spaceight on growth and cell division in higher plants. Adv Space Biol Med 2:181209. Kuang, A., Musgrave, M.E., and Matthews, S.W. (1996) Mod- ication of reproductive development in Arabidopsis thaliana under spaceight conditions. Planta 198:588594.Kuang, A., Xiao, Y., McClure, G., and Musgrave, M.E. (2000) Inuence of microgravity on ultrastructure and storage re- serves in seeds of Brassica rapa L.Ann Bot 85:851859. Leandro, L.J., Szewczyk, N.J., Benguria, A., Herranz, R., Lavan, D., Medina, F.J., Gasset, G., Loon, J.V., Conley, C.A., and Marco, R. (2007) Comparative analysis of Drosophila melano- gaster and Caenorhabditis elegans gene expression experiments in the European Soyuz ights to the International Space Sta- tion. Adv Space Res 40:506512. Lebsack, T.W., Fa, V., Woods, C.C., Gruener, R., Manziello, A.M., Pecaut, M.J., Gridley, D.S., Stodieck, L.S., Ferguson, V.L., and Deluca, D. (2010) Microarray analysis of spaceown murine thymus tissue reveals changes in gene expression regulating stress and glucocorticoid receptors. J Cell Biochem 110:372381. Legue, V., Blancaor, E., Wymer, C., Perbal, G., Fantin, D., and Gilroy, S. (1997) Cytoplasmic free Ca2in Arabidopsis roots changes in response to touch but not gravity. Plant Physiol 114:789800. Levine, H.G. and Krikorian, A.D. (1992) Shoot growth in asep- tically cultivated daylily and haplopappus plantlets after a 5- day spaceight. Physiol Plant 86:349359. Levine, H.G. and Krikorian, A.D. (1996) Enhanced root pro- duction in Haplopappus gracilis grown under spaceight con- ditions. J Gravit Physiol 3:1727. Levine, L.H., Levine, H.G., Stryjewski, E.C., Prima, V., and Pias- tuch, W.C. (2001) Effect of spaceight on isoavonoid accumu- lation in etiolated soybean seedlings. J Gravit Physiol 8:2127. Levinskikh, M.A., Sychev, V.N., Derendyaeva, T.A., Signalova, O.B., Salisbury, F.B., Campbell, W.F., Bingham, G.E., Bu- benheim, D.L., and Jahns, G. (2000) Analysis of the spaceight effects on growth and development of Super Dwarf wheat grown on the Space Station Mir. J Plant Physiol 156:522529. Liao, J., Liu, G., Monje, O., Stutte, G.W., and Portereld, D.M. (2004) Induction of hypoxic root metabolism results from physical limitations in O 2bioavailability in microgravity. Adv Space Res 34:15791584. Lim, C.J., Yang, K.A., Hong, J.K., Choi, J.S., Yun, D.J., Hong, J.C., Chung, W.S., Lee, S.Y., Cho, M.J., and Lim, C.O. (2006) Gene expression proles during heat acclimation in Arabidopsis thaliana suspension-culture cells. J Plant Res 119:373383. Liu, F., Vantoai, T., Moy, L.P., Bock, G., Linford, L.D., and Quackenbush, J. (2005) Global transcription proling reveals comprehensive insights into hypoxic response in Arabidopsis. Plant Physiol 137:11151129. Lomax, T.L. (1997) Molecular genetic analysis of plant gravi- tropism. Gravit Space Biol Bull 10:7582. Marcu, O., Lera, M.P., Sanchez, M.E., Levic, E., Higgins, L.A., Shmygelska, A., Fahlen, T.F., Nichol, H., and Bhattacharya, S. (2011) Innate immune responses of Drosophila melanogaster are altered by spaceight. PLoS ONE 6:e15361. Martzivanou, M. and Hampp, R. (2003) Hyper-gravity effects on the Arabidopsis transcriptome. Physiol Plant 118:221231. McClung, C.R., Hsu, M., Painter, J.E., Gagne, J.M., Karlsberg, S.D., and Salome, P.A. (2000) Integrated temporal regulation of the photorespiratory pathway. Circadian regulation of two Arabidopsis genes encoding serine hydroxymethyltransferase. Plant Physiol 123:381392. Merkys, A. and Darginaviciene, J. (1997) Plant gravitropic re- sponse. Adv Space Biol Med 6:213230. Merkys, A.J., Laurinavicius, R.S., Kenstaviciene, P.F., and Neci- tailo, G.S. (1989) Formation and growth of callus tissue of Arabidopsis under changed gravity. Adv Space Res 9:3740.ARABIDOPSIS SPACEFLIGHT TRANSCRIPTOMES 55Musgrave, M.E., Kuang, A., and Portereld, D.M. (1997) Plant reproduction in spaceight environments. Gravit Space Biol Bull10:8390. NASA.gov. (2011) Biological Research in Canisters (BRIC). In International Space Station Research and Technology Fact Sheet, NASA. Available online at http: www.nasa.govmission_ pagesstationresearchexperimentsBRIC.html. Nedukha, O., Leach, J., Kordyum, E., Ryba-White, M., Hilaire, E., Guikema, J., and Piastuch, W. (1999) Root meristem ul- trastructure of soybean seedlings infected with a pathogenic fungus in microgravity. J Gravit Physiol 6:P125P126. Nedukha, O.M., Kordyum, E.L., Brown, C., and Chapman, D. (2001) The interaction of microgravity and ethylene on the ultrastructure cell and Ca2localization in soybean hook hy- pocotyl. J Gravit Physiol 8:P49P50. Nurnberger, T., Brunner, F., Kemmerling, B., and Piater, L. (2004) Innate immunity in plants and animals: striking simi- larities and obvious differences. Immunol Rev 198:249266. Ou, X., Long, L., Zhang ,Y., Xue, Y., Liu, J., Lin, X., and Liu, B. (2009) Spaceight induces both transient and heritable alter- ations in DNA methylation and gene expression in rice ( Oryza sativa L.).Mutat Res 662:4453. Papaseit, C., Pochon, N., and Tabony, J. (2000) Microtubule self- organization is gravity-dependent. Proc Natl Acad Sci USA 97:83648368. Paul, A.-L., Daugherty, C.J., Bihn, E.A., Chapman, D.K., Nor- wood, K.L., and Ferl, R.J. (2001) Transgene expression pat- terns indicate that spaceight affects stress signal perception and transduction in arabidopsis. Plant Physiol 126:613621. Paul, A.-L., Popp, M.P., Gurley, W.B., Guy, C., Norwood, K.L., and Ferl, R.J. (2005) Arabidopsis gene expression patterns are altered during spaceight. Adv Space Res 36:11751181. P a u l ,A . - L . ,M a n a k ,M . S . ,M a y  e l d ,J . D . ,R e y e s ,M . F . ,G u r l e y ,W . B . , and Ferl, R.J. (2011) Parabolic ight induces changes in gene ex- pression patterns in Arabidopsis thaliana. Astrobiology 11:743758. Perrin, R.M., Young, L.S., Murthy, U.M.N., Harrison, B.R., Wang, Y., Will, J.L., and Masson, P.H. (2005) Gravity signal transduction in primary roots. Ann Bot 96:737743. Portereld, D.M., Matthews, S.W., Daugherty, C.J., and Mus- grave, M.E. (1997) Spaceight exposure effects on transcrip- tion, activity, and localization of alcohol dehydrogenase in the roots of Arabidopsis thaliana. Plant Physiol 113:685693. Rossel, J.B., Wilson, I.W., and Pogson, B.J. (2002) Global changes in gene expression in response to high light in Arabidopsis. Plant Physiol 130:11091120. Roux, S.J., Chatterjee, A., Hillier, S., and Cannon, T. (2003) Early development of fern gametophytes in microgravity. Adv Space Res31:215220. Salmi, M.L. and Roux, S.J. (2008) Gene expression changes in- duced by space ight in single-cells of the fern Ceratopteris richardii. Planta 229:151159.Sato, F., Takeda, S., Matsushima, H., and Yamada, Y. (1999) Cell growth and organ differentiation in cultured tobacco cells under spaceight condition. Biol Sci Space 13:1824. Saunders, J.F. (1968) Biochemical dimensions of space biology. Space Life Sci 1:1022. Seki, M., Narusaka, M., Ishida, J., Nanjo, T., Fujita, M., Oono, Y., Kamiya, A., Nakajima, M., Enju, A., Sakurai, T., Satou, M., Akiyama, K., Taji, T., Yamaguchi-Shinozaki, K., Carninci, P., Kawai, J., Hayashizaki, Y., and Shinozaki, K. (2002) Mon- itoring the expression proles of 7000 Arabidopsis genes un- der drought, cold and high-salinity stresses using a full-length cDNA microarray. Plant J 31:279292. Solheim, B.G., Johnsson, A., and Iversen, T.H. (2009) Ultradian rhythms in Arabidopsis thaliana leaves in microgravity. New Phytol 183:10431052. Stutte, G.W., Monje, O., Hateld, R.D., Paul, A.L., Ferl, R.J., and Simone, C.G. (2006) Microgravity effects on leaf morphology, cell structure, carbon metabolism and mRNA expression of dwarf wheat. Planta 224:10381049. Swindell, W.R., Huebner, M., and Weber, A.P. (2007) Tran- scriptional proling of Arabidopsis heat shock proteins and transcription factors reveals extensive overlap between heat and non-heat stress response pathways. BMC Genomics 8, doi:10.11861471-2164-8-125. Tripathy, B.C., Brown, C.S., Levine, H.G., and Krikorian, A.D. (1996) Growth and photosynthetic responses of wheat plants grown in space. Plant Physiol 110:801806. Tsukita, S. and Yonemura, S. (1997) ERM proteins: head-to-tail regulation of actin-plasma membrane interaction. Trends Bio- chem Sci 22:5358. Visscher, A.M., Paul, A.L., Kirst, M., Alling, A.K., Silverstone, S., Nechitailo, G., Nelson, M., Dempster, W.F., Van Thillo, M., Allen, J.P., and Ferl, R.J. (2009) Effects of a spaceight envi- ronment on heritable changes in wheat gene expression. Astrobiology 9:359367. Yoder, T.L., Zheng, H.Q., Todd, P., and Staehelin, L.A. (2001) Amyloplast sedimentation dynamics in maize columella cells support a new model for the gravity-sensing apparatus of roots. Plant Physiol 125:10451060. Address correspondence to: Robert J. Ferl Interdisciplinary Center for Biotechnology Research Horticultural Sciences and Plant Molecular and Cellular Biology University of Florida Gainesville, FL 32611-0580 E-mail: robferlu.edu Submitted 20 June 2011 Accepted 8 October 201156 PAUL ET AL.",
        "introduction": "One of the accepted and fundamental premises of spaceight biology, and one which carries over into as- trobiology, is that an understanding of adaptive processesand environmental limits of terrestrial biology in spaceight is key to successful space exploration strategies (Des Marais et al., 2008). During spaceight and exposure to other extra- terrestrial environments, organisms experience growth anddevelopment conditions that are distinctly unlike the terres- trial environment that has directed the evolution of gene ex- pression patterns that typically guide growth and ensuresurvival. Biology in space must therefore interpret novel stimuli, integrate new solutions, and express potentially un- usual suites of genes in an attempt to cope with spaceightenvironments. Some of these responses might be directly in-terpretable as appropriate responses that clearly inform sci- ence of the stresses induced by spaceight. Other responsesmight be confused or inappropriate due to the novel signals or biological processes stimulated by those spaceight condi- tions. Dening both kinds of responses is critical to under-standing response and adaptation of any biology to all kinds of extraterrestrial environmentsfrom vehicles in orbit to lunar habitats. The fundamental scientic questions are: Do seedlings exhibit gene expression changes that characterize the adap- tation to spaceight, and do undifferentiated cells perceive and similarly adapt to spaceight? Past approaches to simi-lar questions have been hampered by spaceight manifest opportunities and have been particularly limited with regard to biological replication. Current approaches seek to addressthe replication issue, and the present experiment is dedicated 1Horticultural Sciences and Genetics Institute, University of Florida, Gainesville, Florida. 2University of Florida, Gainesville, Florida. 3Interdisciplinary Center for Biotechnology and Research, Horticultural Sciences and Plant Molecular and Cellular Biology, University of Florida, Gainesville, Florida.ASTROBIOLOGY Volume 12, Number 1, 2012Mary Ann Liebert, Inc. DOI: 10.1089ast.2011.0696 40to robust, parallel replicated samples to answer these ques- tions to a rened state of statistical signicance while em- ploying current gene expression proling technologies. Historical data indicate that plants mount stress responses in the spaceight environment (Ferl et al., 2002). Some of the responses appear directly and are appropriately correlated to certain environmental parameters in the vehicles and sup-port hardware, or are directly attributable to gravity effects, including the absence of convective mixing in microgravity (e.g.,Portereld et al., 1997; Levinskikh et al., 2000; Liao et al., 2004; Johnsson et al., 2009). However, it is also clear that aspects of spaceight affect the ability of plants to process biological signals from one tissue type, or organ, to another (e.g., Paul et al., 2001; Roux et al., 2003). Such processing errors can subvert the engagement of adaptive metabolisms, and the perception of certain signals may be inappropriately processed into a stress response when true stress conditionsdo not exist. It is not known how novel environmental sig- nals are perceived and interpreted by plants or what genes play a role in signaling events during spaceight. In the present experiment, the use of both whole seedlings and undifferentiated Arabidopsis tissue culture enables an evaluation of the fundamental mechanisms associated with plant responses to spaceight. Specic plant organs andtissues are often associated with the detection and trans- duction of signals from the environment, including gravity. For instance, the columellar cells of roots play a central rolein gravity perception, and movement of air through stomata plays a critical role in a plants perception of drought and engagement of ABA pathways. But what if organs such asthese were absent? Would gravity still exert an effect on plant cells, and would the effect be the same? What are some of the underlying mechanisms of environmental sensing? Towhat extent can individual cells, absent typically organizedtissues or organs, perceive the spaceight environment? Plants have evolved to deal with environmental challenge through changes in metabolism guided by the activation andrepression of response genes. There are numerous reviews of the many environmental response genes and pathways that have been examined in Arabidopsis ( e.g.,Chen et al., 2002; Kreps et al., 2002; Rossel et al., 2002; Seki et al., 2002; Kimura et al., 2003; Martzivanou and Hampp, 2003; Kimbrough et al., 2004; Kittang et al., 2004; Branco-Price et al., 2005; Liu et al., 2005; Benedict et al., 2006; Lim et al., 2006; Jiang et al., 2007), and several large databases have been populated with gene responses to a variety of environmental challenges ( e.g., Kilian et al., 2007; Kant et al., 2008). Spaceight is unique in that it is a novel environment for plants; thus any response is one that can provide insight into how eukaryotes cope with abiotic signals that lie completely outside their evolutionaryexperience. Plants offer valuable potential for exploring the eukaryotic response to spaceight and other extraterrestrial environ-ments. This potential arises from the conuence of the life- support and astrobiology agendas and has kept plant biology rmly within the spaceight experiment community.Numerous plant experiments have own in the SpaceShuttle and International Space Station payload programs in the last 20 years, and the following citations are only a sampling of this research: Saunders (1968), Bucker (1974),Krikorian et al. (1981, 1992), Kordyum et al. (1983), Guikema et al. (1994), Kuang et al. (1996, 2000), Levine and Krikorian(1996), Brown et al. (1997), Musgrave et al. (1997), Portereld et al. (1997), Adamchuk et al. (1999), Kiss and Edelmann (1999), Nedukha et al. (1999), Sato et al. (1999), Gao et al. (2000), Levinskikh et al. (2000), Levine et al. (2001), Kern and Sack (2001), Paul et al. (2001, 2005), Hoson et al. (2003), Klymchuk et al. (2003), Stutte et al. (2006), Salmi and Roux (2008), Johnsson et al. (2009), Kiss et al. (2009), Ou et al. (2009), Solheim et al. (2009), Visscher et al. (2009).",
        "conclusion": "s from plant biology experiments have highlighted biological re- sponses to spaceight environments and have also illumi-nated engineering and operational advancements necessaryfor conducting sound biological experiments in space (reviewed in Halstead and Dutcher, 1987; Dutcher et al., 1994; Ferl et al., 2002; Clement and Slenzka, 2006; Brinck- mann, 2007; Gilroy and Masson, 2007). Plants grown in low Earth orbital environments often display an altered physiology compared to plants in ground-based controls. At the cellular level, spaceight has been associated with disruptions of microtubular self-organization (Papaseit et al., 2000), changes in amyloplast distribution (Legue et al., 1997; Kiss and Edelmann, 1999; Driss-Ecole et al., 2000), and energy metabolism (Hampp et al., 1997). At the organismal level, plants have responded to spaceight with variations in basic physiology such as electron transportrates in photosynthetic processes (Tripathy et al., 1996) and stress metabolism responses related to hypoxia (Portereld et al., 1997), and disruptions of calcium localization and calcium-mediated signaling (Merkys and Darginaviciene, 1997; Klymchuk et al., 2001; Nedukha et al., 2001; Paul et al., 2001; Roux et al., 2003; Salmi and Roux, 2008). However, there are also examples where remarkably little disruption of basic processes occurs (Stutte et al., 2006), and it is possible that the better we get at designing microgravity habitats, thefewer stress responses we will see in our biology. Almost all experiments that have evaluated the effects of spaceight on plants have been conducted with intact whole plants, and the focus has often been related togravisensing and the roles of specic cells and organs that act as sensors and contribute to gravity signal transduction. Spaceight experiments in which tissue explants of rootsand tissue culturederived plantlets have been used have own as well (Merkys et al., 1989; Levine and Krikorian, 1992, 1996) but with no available molecular analyses. Anotable exception is the fern single-cell model system ofCeratopteris richardii spores, which does respond to space- ight at the molecular level and appears to be especially sensitive to changes in the gravity vector and calcium sig-naling (Salmi and Roux, 2008). A powerful approach to evaluating spaceight adaptation is to assess the patterns of gene expression as they change inresponse to the spaceight environment. This experimental approach has been limited to a small number of experiments with few replicates. Gene expression studies that have been conducted to date are neither highly replicated nor techni- cally robust enough to assay gene expression alterations approaching the 2-fold level of change with statistical sig-nicance (Paul et al., 2005; Stutte et al., 2006; Salmi and Roux, 2008). The results presented here are from highly replicated biological samples of developmentally distinct forms of Arabidopsis: etiolated seedlings and undifferentiated cellcultures. Exploration of their respective transcriptomes in response to the spaceight environment provides newARABIDOPSIS SPACEFLIGHT TRANSCRIPTOMES 41insight in the perception and adaptation of terrestrial or- ganisms to an extraterrestrial environment. 2. Materials and",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            }
        ]
    }
]