[
    {
        "pmid": "33686090",
        "title": "Modeled microgravity alters lipopolysaccharide and outer membrane vesicle production of the beneficial symbiont Vibrio fischeri.",
        "year": "2021",
        "journal": "NPJ Microgravity",
        "abstract": "Reduced gravity, or microgravity, can have a pronounced impact on the physiology of animals, but the effects on their associated microbiomes are not well understood. Here, the impact of modeled microgravity on the shedding of Gram-negative lipopolysaccharides (LPS) by the symbiotic bacterium Vibrio fischeri was examined using high-aspect ratio vessels. LPS from V. fischeri is known to induce developmental apoptosis within its symbiotic tissues, which is accelerated under modeled microgravity conditions. In this study, we provide evidence that exposure to modeled microgravity increases the amount of LPS released by the bacterial symbiont in vitro. The higher rates of shedding under modeled microgravity conditions are associated with increased production of outer-membrane vesicles (OMV), which has been previously correlated to flagellar motility. Mutants of V. fischeri defective in the production and rotation of their flagella show significant decreases in LPS shedding in all treatments, but levels of LPS are higher under modeled microgravity despite loss of motility. Modeled microgravity also appears to affect the outer-membrane integrity of V. fischeri, as cells incubated under modeled microgravity conditions are more susceptible to cell-membrane-disrupting agents. These results suggest that, like their animal hosts, the physiology of symbiotic microbes can be altered under microgravity-like conditions, which may have important implications for host health during spaceflight.",
        "full_text": "ARTICLE OPEN Modeled microgravity alters lipopolysaccharide and outer membrane vesicle production of the bene cial symbiont Vibrio scheri Madeline M. Vroom1, Yaneli Rodriguez-Ocasio1, Jonathan B. Lynch2,3, Edward G. Ruby2and Jamie S. Foster1 Reduced gravity, or microgravity, can have a pronounced impact on the physiology of animals, but the effects on their associated microbiomes are not well understood. Here, the impact of modeled microgravity on the shedding of Gram-negative lipopolysaccharides (LPS) by the symbiotic bacterium Vibrio scheri was examined using high-aspect ratio vessels. LPS from V.scheri is known to induce developmental apoptosis within its symbiotic tissues, which is accelerated under modeled microgravity conditions. In this study, we provide evidence that exposure to modeled microgravity increases the amount of LPS released by the bacterial symbiont in vitro. The higher rates of shedding under modeled microgravity conditions are associated with increased production of outer-membrane vesicles (OMV), which has been previously correlated to agellar motility. Mutants of V.scheri defective in the production and rotation of their agella show signi cant decreases in LPS shedding in all treatments, but levels of LPS are higher under modeled microgravity despite loss of motility. Modeled microgravity also appears to affect the outer- membrane integrity of V.scheri , as cells incubated under modeled microgravity conditions are more susceptible to cell- membrane-disrupting agents. These results suggest that, like their animal hosts, the physiology of symbiotic microbes can be altered under microgravity-like conditions, which may have important implications for host health during space ight. npj Microgravity (2021) 7:8 ; https:doi.org10.1038s41526-021-00138-8 INTRODUCTION All animals form bene cial associations with microbes, and these symbioses, collectively called the microbiome, constitute a powerful determinant of development, health, and tness1,2. Indeed, alterations in the composition of the microbiome, itssecretion of bioactive metabolites, as well as the symbionts  resultant with host systems (e.g., nervous, immune, endocrine)have been found to correlate with a variety of illnesses anddisorders 24. Understanding how mutualistic microbes adapt to stressful conditions within animal hosts, including humans,therefore, represents a crucial topic for microbiome research. One environment that presents numerous challenges to hostmicrobe homeostasis is space ight5. In particular, the microgravity conditions (106 g) that astronauts experience during space ight have been shown to disrupt the normal physiology of the human body, including the intestinal micro-biome6,7. This dysbiotic response is characterized by a decline in gut bacteria predicted to be protective, including Bidobacterium and Lactobacillus spp.; the increased abundance of opportunistic pathogens like Escherichia coli, Enterobacteria spp., and Clostridia spp.; as well as shifts in the relative proportions of dominant taxafrom the Firmicutes and Bacteroidetes612. In addition to measuring the relative abundance of various bacterial populations, many studies have also sought to determine the impact of the space ight on the physiology of those taxa. In this regard, microgravity and microgravity-analog conditions havebeen found to increase the resistance of opportunistic pathogens,such as E. coli and Pseudomonas aeruginosa , to acid, heat, osmotic, and oxidative stresses 1315. Cultivation in these conditions is also known to promote bio lm formation and enhance the virulence ofcertain pathogens, including Salmonella enterica serovar Typhi- murium1619and Serratia marcescens20. Though much progress has been made in delineating how pathogenic microbes respond to this unique stressor, the larger discussion of how bene cial microbes respond to microgravity has only recently begun to be examined2127. One mutualistic association that has emerged as a tractable model by which to examine bene cial host microbe interactions under modeled and natural microgravity conditions is the monospeci c symbiosis between the Hawaiian bobtail squid, Euprymna scolopes , and its bioluminescent partner Vibrio scheri21,24,28. Upon hatching, V.scheri colonizes a specialized organ, known as the light organ, within the host animal and induces an irreversible remodeling of the symbiotic tissues29. The remodeling is marked by a pronounced apoptotic cell death event throughout the light organ s super cial, ciliated epithelium30,31,a structure that is used to recruit symbiosis-competent V.scheri from the environment and facilitate the onset of the association. Two microbe-associated molecular pattern signals (MAMPs) that have been identi ed as the primary mediators of the V.scheri -induced apoptotic event in E. scolopes are LPS and the peptidoglycan-derived monomer, tracheal cytotoxin (TCT)32,33. These two MAMPs work synergistically to induce apoptosis and regression of the light organ s ciliated epithelium during the onset of symbiosis33,34. Early-stage apoptosis within the host tissues, however, is primarily attributed to LPS32, and most of the LPS released by V.scheri is embedded in outer-membrane vesicles (OMVs) that are shed via rotation of the bacterium s sheathed, polar, agella (Fig. 1ac)35,36. The rapid onset of MAMP-inducible phenotypes, combined with the binary nature of the light organ 1Department of Microbiology and Cell Science, Space Life Science Lab, University of Florida, Merritt Island, FL, USA.2Pacic Biosciences Research Center, Kewalo Marine Laboratory, University of Hawai i at Manoa, Honolulu, HI, USA.3Department of Integrative Biology and Physiology, University of California, Los Angeles, CA, USA. email: jfosteru .eduwww.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;symbiosis, has rendered the squid-vibrio system a uniquely informative model for the study of animal-microbial mutualismsin microgravity22. Several ground-based systems exist that enable microgravity-like conditions to be modeled, including high-aspect ratio vessels (HARVs). HARVs mimic the quiescent, low-shear, uid conditions of space ight when rotated around a horizontal axis (Fig. 1d)22,37. Alternatively, rotation around a vertical axis is used to control for system-speci c effects under normal Earth gravity conditions22,38. This low-shear modeled microgravity (LSMMG) environment has been used to successfully mimic microgravity for decades, and has been correlated to results obtained during actual space ight13,23,37. Previous work with the squid-vib rio symbiosis using LSMMG has found that the normal symbiont-i nduced development of the light organ is altered by LSMMG21,23,24,27.S p e c i cally, modeled micro- gravity accelerates both the onset and peak of apoptosis in bothsymbiotic and aposymbiotic, LPS-treated hatchlings21.G i v e nt h er o l e of LPS in the normal bacteria -induced development of E. scolopes , these ndings raised the possibilit y that LSMMG may alter MAMP- mediated channels of host microbe communication. MAMPs are a crucial component of both bene cial and pathogenic interactions39; therefore, in this study, we examined the impact of LSMMG on therelease of LPS and OMVs by V.scheri , and assessed the overall physiology of the symbiont when cultivated under microgravity-like conditions. Examining the effects of modeled microgravity onbene cial microbes has the potential to both provide new insight on the underlying mechanisms of m icrogravity-induced dysbiosis and further our understanding of mutualistic host-microbe interac- tions during space ight. RESULTS Shedding of V.scheri -derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls To determine the potential impact of modeled microgravity on LPS release during growth, cultures of wild-type V.scheri ES114 were grown in HARV reactors in the LSMMG and gravity positions (Fig. 1d) and monitored at 2 4-h intervals. The growth curves were characteristic of several microbes cultivated under LSMMG,including V.scheri , exhibiting increased growth rate during exponential phase compared to gravity controls (SupplementaryFig. 1) 23,27,40. At each growth interval, the V.scheri cells were removed from the culture media and the level of exogenous LPSshed by the bacteria was measured and compared using twoindependent assays. First, the colorimetric ToxinSensor Chromo-genic Limulus Amebocyte Lysate (LAL) endotoxin assay, whichmeasures the biological reactivity of the lipid A moiety of LPS, wasused to measure reactogenic LPS in the cell-free medium ltrate. The second method, the Purpald assay, is based on the periodate oxidation of sugars of the core regions of the LPS molecule 41,a n d was used on the same, cell-free media ltrate to quantify the total amount of LPS. Although complementary, these two assays targetdifferent components of the LPS molecule 42. During exponential growth in the HARV reactors, V.scheri cells released signi cantly more LPS under LSMMG conditions than gravity controls even after being normalized by optical density, anindicator of cell mass (Fig. 2a). Levels of reactogenic LPS in the surrounding media, as determined by the LAL endotoxin assay,showed a pronounced increase beginning 10 h post inoculation(Fig. 2a). The signi cantly higher levels of LPS released from the LSMMG-grown cells continued until 18 20 h, after which no differences in LPS levels were observed between the two growthconditions. Measurement of total LPS by the Purpald assayshowed a similar increase, with the concentrations of total LPSshedding in LSMMG cultivars compared to gravity controls higher a bc d500 nm 50 nm 500 nm 25 mm Fig. 1 Overview of the bene cial microbe Vibrio scheri morphol- ogy and experimental conditions. a Scanning electron micrograph of the wild-type V.scheri depicting the presence of outer- membrane vesicles (OMVs) on the cell surface (arrows). bTransmis- sion electron micrograph (TEM) of V.scheri during exponential growth producing numerous OMVs during exponential-phasegrowth. cHigher magni cation TEM visualizing OMVs associated with the bacteria agella. dRotary cell culture system with high- aspect ratio vessels containing V.scheri cultures in the modeled microgravity (left) and gravity (right) control positions.050100150200250 4 8 10 12 14 16 20 24 Reactionogenic LPS (103 EUmL)  a Gravity LSMMG bTime (h) 020406080100 4 8 10 12 14 16 20 24 Time (h) Total lipooligosaccharide (gmL) Fig. 2 Lipopolysaccharide (LPS) shedding by Vibrio scheri wild- type ES114 under low-shear modeled microgravity (LSMMG) and gravity conditions. a Reactogenic LPS as measured by the limulus amebocyte lysate endotoxin assay under gravity (light gray) andLSMMG (dark gray) conditions. bTotal LPS levels as measured by the Purpald assay between LSMMG and gravity (G) conditions.Error bars indicate the standard error of the mean. Asterisks indicate signi cant differences between the data sets ( p 0.05; Mann Whitney U test).M.M. Vroom et al. 2 npj Microgravity (2021) 8 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;at all tested time points between 8 and 24 h post inoculation (Fig. 2b). Increased LPS release during modeled microgravity is correlated, but not completely dependent on, cell motility Previous work has shown that most of the LPS released by V.scheri is embedded in OMVs that are derived from rotation of the outer-membrane-sheathed, polar agella35,36,43. This result led us to determine whether LSMMG stimulates bacterial motility,which would ostensibly increase vesiculation and, as a corollary,the shedding of LPS. Interestingly, the motility of wild-type cells grown under either LSMMG or gravity conditions showed no statistical differences when examined using direct microscopicvideo analysis or soft-agar motility assays (Supplementary Fig. 2).In addition, we also compared the amount of LPS shedding by twomotility-de cient V.scheri mutants, motB1 and hA, grown under gravity and LSMMG conditions. Mutants defective in motB1 , which encodes for a agellar motor protein, do form agella but are unable to rotate them, whereas hAmutants are defective in the synthesis of agella 44,45. The motility mutants shed signi cantly less LPS than the wild- type V.scheri ES114 under both LSMMG and gravity conditions when normalized by optical density (Fig. 3). In wild-type cells, concentrations of reactionogenic LPS ranged between 5  104and 2.5  105EU per mL of media (Fig. 2a). In the motility mutants, however, the levels of reactogenic LPS were 10-fold lower ateach time point tested compared to the parent strain (Fig. 3a). By 14 h, however, there was a signi cant difference between the level of LPS measured in the LSMMG and gravity conditions in the motility mutants. Like the wild type, LSMMG-treated mutant cells exhibited signi cantly higher levels of LPS in both motility mutants compared to gravity controls (Fig. 3a). In addition, the motB1 mutants shed signi cantly higher levels of LPS in the LSMMG conditions compared to the hAmutant at 14, 16, and 20 h post inoculation (Fig. 3a). These differences were also independently con rmed with the Purpald assay (Fig. 3b) and suggest potential differences between the relative abundancesbetween the components of the LPS molecule that are shed underLSMMG conditions. The motility mutants displayed more modest growth increases compared to the parent strain, ES114 (Supplementary Fig. 1a c) and to determine whether there were differences in cell size between the strains, cells collected from 12-h HARVcultures of wild type, motB1 ,a n d hAmutants were stained with 1 crystal violet compare cell size under LSMMG and gravitytreatments and observed with microscopy. Analyses of cell size revealed no signi cant difference between conditions or strains, suggesting optical density readings were directly comparablebetween LSMMG and gravity treatments for all strains (Supple-mentary Fig. 1d). Higher levels of LPS in LSMMG correlate with increased OMV production To more fully understand the mechanics of increased LPS release under LSMMG conditions, the production of OMVs was examinedunder modeled microgravity. Almost all of the LPS released from V.scheri cells has been shown to be associated with OMVs, which are produced largely due to agellar rotation 35,36. Therefore, we also examined whether OMV number and size were altered underthe modeled microgravity conditions. Cultures of the wild type,motB 1, and hAstrains were grown in LSMMG or gravity conditions and cell-free ltrates were evaluated at 12, 14, and 16 h post inoculation using nanoparticle tracking analysis. Thesetimes were chosen as they represent growth points with thelargest discrepancies in LPS content between treatments observedacross all three strains. Nanoparticle analysis revealed a positive association between symbiont OMV vesiculation and modeled microgravity condi- tions. Speci cally, the LSMMG ltrates of wild type, hA,a n d motB1 were found to contain signi cantly more OMV particles per mL than the gravity controls (Fig. 4a). Under both conditions, OMV concentration was observed to increase over time, withboth motB1 and hAgenerating diminished vesicular yields relative to wild-type cells (Fig. 4a). In addition, by 14 h OMVs derived from LSMMG cultures were found to be signi cantly larger than gravity controls (Fig. 4b; Supplementary Table 1; Supplementary Dataset 1). At 16 h, the average size of OMVs forthe modeled microgravity cultures was 40.72  0.092 nm,whereas nanoparticle size averaged only 37.10  0.092 nm for gravity controls (Supplementary Table 1). Similarly, in the motB1 and hAmotility mutants the means of OMVs from LSMMG- treated cultures were 45.35  0.068 and 43.05  0.065 nm,respectively, whereas the mean size of gravity-treated OMVswas 40.72  0.052 ( motB1 ) and 38.16  0.056 nm ( hA). Differ- ences were also observed in the abundance of certain sized particles. Gravity samples tended to contain a higher proportionof smaller OMVs (diameter  40 nm), whereas those cultivated inLSMMG exhibited a more even distribution (Supplementary Fig.3). All isolated OMVs, whether they were derived from gravity or LSMMG conditions, exhibited a comparable ability to induce apoptosis and matched previously published levels of LPS andOMV-induced cell death (Supplementary Fig. 4) 21,35.048121620 motB1 flhAReactionogenic LPS (103 EUmL) motB1 flhA motB1 flhA motB1 flhA motB1 flhAa b10 12 14 16 20 Time (h)   Gravity LSMMG      motB1 flhA motB1 flhA motB1 flhA motB1 flhA motB1 flhA 10 12 14 16 2025 20 15 10 5 0Total lipooligosaccharide (gmL) Time (h) Fig. 3 Lipopolysaccharide (LPS) shedding of V.scheri motility mutants motB1 and fhlA under low-shear modeled microgravity (LSMMG) conditions compared to gravity controls. a Reactiono- genic LPS as measured by the limulus amebocyte lysate endotoxinassay under gravity (light gray) and LSMMG (dark gray) conditions. b Total LPS levels as measured by the Purpald assay between LSMMGand gravity (G) conditions. Error bars indicate the standard error ofthe mean. Asterisks indicate signi cant differences between the data sets ( p 0.05; Mann Whitney U test).M.M. Vroom et al. 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 8 V.scheri become increasingly sensitive to cell membrane- affecting agents in LSMMG Although motility-dependent vesiculation is characteristic of species with sheathed agella, such as V.scheri36, all Gram- negative bacteria invariably produce OMVs by outer-membraneblebbing. OMV-blebbing is modulated by both external envelopestress and structural de ciencies in the bacterial cell wall 46. Accordingly, the discovery that agellar function does not, in fact, fully explain the model microgravity-associated differencesobserved in LPS-shedding or OMV release led us to hypothesize that LSMMG conditions may impact the integrity of the Gram- negative outer membrane. To investigate this, the susceptibility ofV.scheri toward a variety of cell membrane-affecting agents was compared in cells grown under LSMMG and gravity conditions, for the wild-type and motility mutants at 12, 14, and 16 h. Three speci c agents were used to disrupt different components of the Gram-negative cell envelope. First, the cationic antibiotic poly-myxin B was used, which binds to Gram-negative LPS and weakens the packing of lipid A molecules in the outer membrane 47. Second, cells were exposed to the anionic detergentsodium dodecyl sulfate (SDS), which disrupts ionic interactions and causes bacterial cytoplasmic membrane lysis at high concentrations48. Last, cells were also exposed to a dilute solution of Triton X-100 for 1 min, which is a non-ionic detergent thatdisrupts lipid lipid interactions49. After exposure, cell growth was assessed with optical density (Fig. 5; Supplementary Figs. 5 and 6) and plated to assess cell viability (Fig. 6). Doseresponse curves with 1 10g per mL polymyxin B and 0.11.0 vv SDS revealed a concentration-dependent effect on bacterial growth in both LSMMG and gravity conditions. This effect was more pronounced in the LSMMG-treated strains at all time points tested (Fig. 5, Supplementary Figs. 5 and 6); LSMMG- treated V.scheri generally showed increased sensitivity to membrane-disrupting agents. Despite showing different baseline sensitivities, the mutant strains also appeared more susceptible to the polymyxin B and SDS agents under LSMMG conditionscompared to wild-type cells at all time points tested, with the polymyxin B treatment producing the most damaging effects to the motility mutants (Fig. 5, Supplementary Figs. 5 and 6). Plating of cells treated with polymyxin B- and SDS-treated cells revealedcomparable results (Fig. 6) indicating that, regardless of strain, the viability of those cells exposed to polymyxin B were more negatively impacted when grown under LSMMG conditions. Similar results were also observed when cells were treated with Triton X-100. Cells of LSMMG-cultivated V.scheri , regardless of strain, were also found to be more susceptible to the bactericidal effects of 0.05 Triton X-100, exhibiting more lysis than thegravity controls after 1 min of exposure (Fig. 7). To con rm that the results observed during these HARV experiments were not the product of changes to the background pH of the SWT mediaunder LSMMG or gravity conditions, the pH was regularlymonitored, and no signi cant changes to the pH were observed (Supplementary Fig. 7). DISCUSSION Over the coming decade, human-led exploration of space will likely move beyond low Earth orbit into deeper space 50. Maintaining astronaut tness during these long-duration space operations will require a detailed understanding of the micro- biome under non-terrestrial conditions. To address this emerging issue in space biology, we used the HARV platform to model theeffects of microgravity on V.scheri , a bene cial microbe known to form symbiotic associations along animal epithelia. Results from this study indicated that (i) LSMMG conditions increased theshedding of bacterial LPS and associated OMVs into thesurrounding media; (ii) the size of the OMV particles released during LSMMG were larger than gravity controls; (iii) agellar motility in V.scheri accounted for most of the overall OMV production, but was not necessary for increases in LPS sheddingunder LSMMG conditions; and (iv) the cell membranes of V.scheri cells were more susceptible to disruption when cultivated under model microgravity conditions. In Gram-negative bacteria, LPS is localized to the outer membrane and consists of a hydrophobic lipid A moiety, a core polysaccharide, and an O-antigen, or outward-projecting sugarchain of variable length 51,52. LPS represents one of several MAMPs used by bacteria to either evade or communicate with their eukaryotic counterparts53. There has been an intense effort in recent years to understand how LPS is recognized by the hostimmune system through pattern recognition receptors54, and how this immune response is altered under microgravity conditions55,56. The nding that symbiotic V.scheri sheds more LPS under LSMMG conditions closely parallels previous studies that reportedthat microgravity analogs increases endotoxin load derived from the intestinal microbiota in rodents55,56. For example, in previous studies using the hindlimb unloading rodent model, a well-established method to simulate musculoskeletal disuse observed   4080120160 Concentration (106 particlesmL) ES114 Average diameter (nm) Gravity LSMMG 0 flhA motB1a motB1 flhA 16 h 14 h 12 h ES114 motB1 flhA motB1 flhAb ES114 ES114        60 40 20 0 20 40 6012 12 12 14 14 14 16 16 16 hours hours hours Fig. 4 Nanoparticle size analysis of outer-membrane vesicles (OMVs) isolated from Vibrio scheri .aConcentrations of OMVs in V. scheri wild-type (ES114) and motility mutants ( motB1 and hA) under gravity (light gray) and low-shear modeled microgravity(LSMMG, dark gray) conditions. bAverage diameter of OMVs at 12, 14, and 16 h of incubation under gravity (light gray) and LSMMG(dark gray) conditions. Error bars indicate the standard error of themean. Asterisks indicate signi cant differences between the data sets ( p 0.05; Mann Whitney U test).M.M. Vroom et al. 4 npj Microgravity (2021) 8 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAin space ight57,58, results indicated that both LPS and the associated host-derived lipopolysaccharide-binding protein were elevated in rodent serum under hindlimb unloading56. Levels of circulating LPS were further increased with concurrent exposureto proton or gamma radiation, another environmental hazard ofspace ight 55. Although the increased levels in the serum were thought to be the result of breakdown of the gut epithelial barrier during hindlimb unloading, the root cause of the overall increasedlevels of LPS shedding by the microbiota into the host serum was not assessed55,56. Interestingly, the results observed in V.scheri differ from other host-associated taxa, such as Salmonella enterica serovar Typhimur- ium17. In previous studies, HARV-cultivated Salmonella exhibited signicantly diminished levels of LPS O-antigen in LSMMG lysates, accompanied by a down-regulation of the rfbP,rfbM,a n d rfbIgenes involved in O-antigen biosynthesis and ligation17. However, V.scheri lacks homologs to these O-antigen synthesis genes59.I n V.scheri the O-antigen is comprised of a single pentasaccharide comprised of a two yersiniose, one 8-epi-legionaminic acid, and twon-acetyl-L-fucosamine residues60. The two quantitative techniques used in this study, LAL and Purpald assays do not directly measure the O-antigen so the differences between the two studies could reect the methods used to quantify the LPS molecule as well as the different architectures of the LPS molecules. Alternatively, thedifferences in LPS release between the taxa under LSMMG conditions may simply re ect the fact that Salmonella does not have sheathed agella, whereas V.scheri has a membranous sheath that requires more torque to rotate, thereby releasing more LPS61,62. In this study, the increased shedding of LPS from the bacterium V.scheri under LSMMG conditions coincided with the exponential growth of the cultures (Fig. 2). In many taxa, including V.scheri , higher cell densities and growth rates are observed under modeled microgravity conditions (Supplementary Fig. 1a, e)63,64. It has been proposed that the quiescent environment ofLSMMG and continuous reorientation of the cell are altering the extracellular mass transfer of nutrients and waste, thereby impacting the cell s growth rate37,65. Although V.scheri is motile 00.20.40.60.8 00.20.40.60.8012345 6789 1 0 Polymyxin B (gmL) Polymyxin B (gmL)0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1.0 Sodium dodecyl sulfate ( wv) Sodium dodecyl sulfate ( wv)0.20.40.60.81.0OD6000 0.20.40.60.8 00.300.400.50Title        Sodium dodecyl sulfate ( wv) 00.20.40.60.8GravityGravity LSMMG  0.8 0.6 0.4 0.2 0OD600 012345 678 9 1 0 Polymyxin B ( gmL)ES114 ES114 motB1OD600 0 0.1 0.2 0.3 0.4 0.5 0.6 0.8 0.9 1.0          flhA 012345 6789 1 0    0 0.1 0.2 0.3 0.4 0.5 0.6 0.7 0.8 0.9 1.0flhAmotB1 0.7 Fig. 5 Dose response of Vibrio scheri cell densities in the presence of polymyxin B and sodium dodecyl sulfate. Cultures of wild-type V.scheri ES114 and motility mutants ( motB1 and hA) were grown for 12 h under gravity (light gray) and low-shear modeled microgravity (LSMMG) conditions. Error bars indicate the standard error of the mean. Asterisks indicate signi cant differences between the data sets (p 0.05; Mann Whitney U test).M.M. Vroom et al. 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 8 and there could be some mixing and disruption to the low-shear environment, V.scheri may be accustomed to microgravity-like conditions as the symbionts regularly encounter low-shearenvironments when interfacing with the epithelial brush border of the host squid light organ tissues. Therefore, the observed increased growth rate may simply re ect the natural growth response for these symbiotic bacteria under low-shear stressenvironments. The increase in LPS shedding under modeled microgravity conditions was also correlated to increases in the production ofOMVs. The release of OMVs is an important mechanism by whichbacteria interact with their environment 66. OMVs derived from Gram-negative bacteria are produced in all stages of growth, and are frequently enriched with a range of bioreactive molecules,including LPS, outer-membrane proteins, and peptidoglycan- derivatives46,67,68. These discrete, enclosed structures are known mediators of host microbe communication in both pathogenic and mutualistic associations69. In the squid-vibrio symbiosis, V. scheri OMVs have previously been shown to induce hemocyte trafcking and apoptosis in the host symbiotic light organ, and are important mediators of bacteria-induced development in the hostanimal43,68. Both exogenous LPS and symbiont-derived OMVs can induce signi cant apoptosis in the light organ of uncolonized, aposymbiotic hatchlings, even at low concentrations (Supplemen- tary Fig. 4). Thus, even small uctuations in the amount of OMVsreleased in LSMMG could feasibly shift the timeline of symbiotic development. The observed increase in the release of LPS containing OMVs during LSMMG conditions compared to gravity controls may suggest that the cells experience increased physiological stress in the modeled microgravity conditions, in particular, during expo-nential growth. Environmental stresses, such as temperature andosmotic stresses, can increase vesiculation in numerous Gram- negative bacteria 70. The hypervesiculation of OMVs has been shown to relieve the cell envelope from waste products and thebuild-up of damaged, or misfolded, proteins, which accumulateduring stress and normal growth 70,71. Interestingly, the increased in OMV production under modeled microgravity conditions may also provide a possible mechanism for the increase resistance toenvironmental stresses and antibiotics observed in some microbes grown under both natural and microgravity conditions37,72,73.T h e ability of OMVs to quickly remove toxic material as well as absorband bind antimicrobial agents may also serve as an importantsurvival mechanism for microbes under stressful conditions, such as space ight. One of the major mechanisms by which V.scheri releases the OMVs is through agellar rotation 36. Certain members of the genus Vibrio , along with several other microbiome-associated taxa, such as Helicobacter ,Brucella , and Campylobacter , produce agella covered with a membrane-derived sheath7479. These sheathed agella have long been postulated to be a mechanism of communication between microbes and host tissues43,69,80. During rotation of the agella, OMVs can then be released from both the tip and shaft of the agella81,82. Mutants defective in agella production, or in the rotation of the agella, shed signi cantly fewer OMVs in comparison to wild-type strains36. This result is consistent with the V.scheri strains grown in the HARV reactors, suggesting agellar rotation is likely the primary, but not the only, mechanism by which OMVs are being released in both LSMMG and gravity conditions (Fig. 4). Interestingly, previous work found that agella-driven increases in OMV release corresponded to smaller OMV size, whereas our results found that LSMMG-associated increases in OMV release corresponded with larger OMV sizes36. This result suggests that LSMMG presents a novel stress that stimulates a unique nonmotility- associated mechanismfor OMV production changes in V.scheri . In this vein, LSMMG stimulates increased production of OMVs across a range of bacteria with distinct lifestyles. Hypervesiculation has beenreported in gentamycin-challenged space ight cultures of E. coli , a bacterium with unsheathed agella, which unlike sheathed agella, do not mediate LPS release 40. Our ndings indicate the increased release of OMVs under modeled microgravity conditions may re ect changes in mem- brane integrity. Bacteria have previously been found to have altered cells membranes in both space ight and modeled microgravity conditions. For example, irregularities in cell volume,Viable cells (105 CFUmL) Viable cells (107 CFUmL)Viable cells (108 CFUmL) 04812 24681 0 0410Gravity LSMMG ES114 motB1 flhA ES114 motB1 flhA ES114 motB1 flhA16  8  26Untreated Polymyxin B Sodium dodecyl sulfate Fig. 6 Direct cell plating counts for Vibrio scheri exposed to polymyxin B and sodium dodecyl sulfate. Viable cell counts of wild-type Vibrio scheri and motility mutants ( motB1 and hA) in the presence of cell membrane-disruption agents polymyxin B and sodium dodecyl sulfate grown under gravity (light gray) and low-shear modeled microgravity (LSMMG, dark gray) conditions. Error bars indicate the standard error of the mean. Asterisks indicate signi cant differences between the data sets ( p 0.05; Welch st-test). 5101520Bacterial lysis () ES114 motB1 flhA0Gravity LSMMG Triton X-100  Fig. 7 Percent lysis of Vibrio scheri cultures following treatment with Triton X-100. The wild-type V.scheri ES114 and motility mutants motB and hAgrown under gravity (light gray) and low- shear modeled microgravity conditions (LSMMG) for 12 h in response to 1 min of 0.05 vv Triton X-100 exposure and thenplated. Asterisks indicate signi cant differences between the data sets ( p 0.05; Mann Whitney U test).M.M. Vroom et al. 6 npj Microgravity (2021) 8 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAenvelope integrity, and membrane polarization have been reported for E. coli and Staphylococcus aureus cultured in both natural and modeled microgravity conditions63,83. The increased susceptibility of V.scheri strains to membrane-disruption agents (Figs. 57; Supplementary Figs. 5 6) further support the hypoth- esis that the cell membrane of V.scheri is weakened by exposure to modeled microgravity conditions. In addition, previous analysis of the transcriptome of V.scheri cells showed no differential expression of genes associated with LPS production during either exponential or stationary phase when grown under LSMMG27. Therefore, the results suggest that increases in the amount of LPS shed by V.scheri occur primarily through mechanical means, and not through changes in LPS biosynthesis. Additional research is needed, however, to explore whether increased OMV shedding in LSMMG causes, or is caused by, LSMMG-related changes in cell membrane integrity. Together, these results show that symbiotic microbes display signi cant physiological changes under modeled microgravity conditions, leading to a change in release of MAMPs known to affect host biology, which may have implications on hostmicrobe interactions. For example, in symbiotic bobtail squid exposed to modeled microgravity conditions the onset and peak of V.scheri -induced apoptosis of the light organ s super cial epithelium occurs signi cantly earlier than under gravity controls, which could be explained by increased OMV shedding21. Interestingly though, under LSMMG conditions there is also a delay in the traf cking of host immune cells within the super cial epithelium21, which is also typically triggered by MAMPs and is dependent on the presence of the outer- membrane protein OmpU in the OMVs43,68. This dissociated response in the host animal under LSMMG suggests microgravity m a ya l t e rt h ec o n t e n to ft h eO M V s ,o rt h a tt h eh o s tm a yb eresponding differently to these bacterial-derived signals under microgravity, despite the lack of differences observed in the extent of LPS-induced cell death between LSMMG and gravity controls (Supplementary Fig. 4). As many of the mechanisms that V.scheri use to communicate with its host are shared amongst both pathogenic and bene cial microbes alike, our work provides important insight into how microgravity-like conditions may alter host microbe relationships at the physiological level in general. Maintaining homeostasis of the microbiome during space ight is critical for the long-term host health, and these ndings help build a critical framework to begin to explore the speci c interactions and responses that occur between animals and their associated microbes. METHODS Bacterial strains, media, and growth conditions The strains of V.scheri used in this study include: wild-type V.scheri ES11484; the non-motile, agellated, mutant motB1 ::Tn 7ermR; and the non- agellated mutant hA::Tn 7ermR45. For all experiments, V.scheri was grown in seawater tryptone broth (SWT; 70 ltered ocean water containing 5 g L1tryptone, 3 g L1yeast extract, and 32.5 mM glycerol) at 28 C with shaking. Where appropriate, media was supplemented with erythromycin to a nal concentration of 5 g per mL. Retention of the transposon insertions in the motB1 and hAmotility mutants was veri ed for all experiments via soft-agar motility assays85. For assessments of growth, the concentration of V.scheri was determined by reading the optical density at 600 nm, as an OD 600of 1.0 has been previously shown by plate counts to correspond with 3  108cells per mL of culture84,86and was independently con rmed in the HARVs. To ensure that background levels of OMVs did not signi cantly alter the OD 600readings, 1 mL of V.scheri culture was ltered to remove bacteria using a 0.22 m syringe lter and measured spectrophotometrically. No signi cant ( p 0.0001) difference in optical density was observed in the spent media from backgroundSWT media.Electron microscopy All scanning electron micrographs (SEM) and transmission electron micrographs (TEM) were acquired at the University of Hawai i Biological Electron Microscopy Facility. For SEM, V.scheri were grown in SWT media to mid-log phase (OD 6000.40.6) with shaking at 28 C. For TEM, cells were grown under similar conditions in LB salt (LBS) media containing 10 g L1 tryptone, 5 g L1yeast extract, 342 mM NaCl, and 20 mM Tris at pH 7.5. Samples visualized with SEM were xed with marine xative containing 2.5 glutaraldehyde, 2 paraformaldehyde, 350 mM sucrose, 100 mMsodium cacodylate at pH 7.6 for 1 h. The cells were then washed in 100 mM sodium cacodylate buffer containing 400 mM sucrose and post- xed with 100 mM sodium cacodylate containing 1 osmium tetraoxide for 1 h. Afterxation the cells were collected on a 0.22- mlter, then serially dehydrated in ethanol and dried with a Tousimis Samdri-795 critical pointdryer. Filters were mounted on aluminum stubs and sputter coated with aHummer 6.2 sputter coater, then imaged with a Hitachi S-4800 FieldEmission Scanning Electron Microscope with accelerating voltage. TEM was performed as previously described 68. Brie y,V.scheri cells were xed, washed, and post- xed similarly to the samples prepared for SEM. Fixed V.scheri cells were then serially dehydrated in a graded ethanol series, in ltrated with propylene oxide, then embedded and polymerized in LX112 epoxy resin for 2 days. Ultrathin sections werestained with a saturated solution of lead citrate and uranyl acetate andimaged with a Hitachi HT7700 transmission electron microscope coupledto an AMT XR-41B 2k x 2k CCD camera. Low-shear modeled microgravity conditions To model the LSMMG environment, bacterial cultures were inoculated to anal concentration of 1  105cells per mL of SWT and then loaded into 50-mL capacity HARVs (Synthecon, Houston, TX), as previouslydescribed21,27. HARVs were incubated at 23 C and rotated at 13 rpm to mimic space ight temperatures and to prevent sedimentation of the cultures. Gravity controls were rotated around a vertical axis to control for HARV-speci c effects. To assess growth, the OD 600of the HARV cultures were measured in triplicate every 2 h using a Synergy plate reader (BioTek,Winooski, VT). To examine the effects of LSMMG on V.scheri size, cultures from each HARV were collected at 12 h. Cells were stained with 1 crystalviolet and analyzed with a Zeiss Axioplan microscope, using PROGRESGRYPHAX Image Capture software for measurements of cell length (CarlZeiss, Jena, Germany). To monitor motility of the LSMMG- and gravity- treated cells, aliquots were also examined with both direct light microscopy video imaging using PROGRES GRYPHAX Image Capturesoftware and soft-agar motility assays as previously described 85. All experiments were performed at least three times and outliers identi ed via the 1.5 interquartile range (IQR) method were removed prior to analysis87. A Shapiro Wilk test was used to assess data normality. Signi cance was determined via non-parametric Mann Whitney U test using a cut off ofp 0.05. LPS preparation, treatments, and quanti cation For the quanti cation of V.scheri -derived LPS, cells were spun down by centrifugation and the resulting supernatant was sterilized by successivepassage through 0.45- and 0.22- m syringe lters. Reactionogenic LPS within the cell-free ltrates was then examined using the ToxinSensorTM Chromogenic Limulus Amebocyte Lysate (LAL) Endotoxin Assay Kit (Genscript, Piscataway, NJ) according to the manufacturer s instructions. For all samples, the absorbance at 545 nm was used to calculate theconcentration of reactionogenic LPS in endotoxin units (EU) per mL, whichwas subsequently normalized to the OD 600of the culture to account for differences in growth between LSMMG and gravity conditions within the HARVs. For all LAL assays, 0.10, 0.25, 0.50, and 1.0 EU per mL standards were run in triplicate. In addition, total LPS was quanti ed using the colorimetric Purpald assay41with a Synergy plate reader (Biotek, Winsooki, VT). The Purpald assay is based on the sequential periodate oxidation of LPS core-speci c sugar residues and the reaction of formaldehyde with Purpald Reagent(4-amino-3-hydrazino-5-mercapto-1,2,4,triazole) to produce a purple-colored end product 41. For all samples, the absorbance at 550 nm was used to calculate the concentration of total LPS in g per mL, which was normalized by OD 600to account for differences in growth. The test:control ratio comparing total LPS from cultures grown in LSMMG versus normalgravity conditions was then calculated. For all Purpald assays, 10, 25, 50,100, 250, and 500 g per mL LPS standards were run in triplicate. OutliersM.M. Vroom et al. 7 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 8 identi ed via the 1.5 interquartile range (IQR) method were removed prior to analysis and a Shapiro Wilk test was used to assess data normality. Signi cance was determined via non-parametric Mann Whitney U test using a cut off of p 0.05. Isolation and quanti cation of OMVs from V.scheri ES114 To isolate OMVs, 1 L of V.scheri cultures were grown under LSMMG and gravity conditions in the HARVs. Cells were pelleted by centrifugation, and the resulting supernatant passed through 0.45 and 0.22- mlters (Millipore Sigma, Burlington, MA) to yield a puri ed, cell-free, ltrate. On those OMV samples exposed to host animals, the vesicles were pelleted by ultra- centrifugation (TL-100, Beckman, Brea, CA) at 173,000  gfor 2 h at 4 C to concentration the OMV particles. The pellet was then washed and resuspended in phosphate-buffered saline (PBS) supplemented with 0.20 M NaCl to yield a crude OMV extract. The OMVs in this extract were further separated from cellular debris by additional ultra-centrifugation at90,000  gfor 15 h at 4 C through a discontinuous 25 55 wv sucrose density gradient. After, the fraction upward of 45 was collected and washed twice with PBS by ultra-centrifugation at 173,000  gfor 4 h at 4 C. Thenal OMV preparation was lter-sterilized through a 0.22- mlter. OMV yield was measured by protein assay using a Qubit 2.0 uorometer (Life Technologies, Carlsbad, CA) according to the manufacturer s instructions. Allnal OMV preparations were stored at 80 C until use. The concentration and size distributions of OMVs produced under LSMMG and gravity conditions were determined by nanoparticle tracking analysis using a NanoSight NS300 instrument equipped with a 488 nmlaser (NanoSight, Ltd., Salisbury, UK). Cell-free ltrates from wild-type and motility mutants at 12, 14, and 16 h were diluted in PBS to achieve a threshold of 10 100 particles per frame. Prior to analysis, background values were subtracted from all measurements of concentration. All measurements were taken at ambient temperature (22 24 C), with the settings for minimum expected particle size, shortest track length, and blur left at the factory default. For each sample, a minimum of 40-s capture videos was collected in triplicate, with the camera operating at the standard 30 frames-per-second. Between samples, the NS300 system was ushed thrice with PBS and once with deionized water. Further analyses to determine mean particle size, size distribution, and concentration were performed using the Nanoparticle Tracking Analysis software suite (NTA; version 3.2, NanoSight, Ltd., Salisbury, UK). Background particle concentra-tion was assessed by diluting and analyzing sterile SWT. A Shapiro Wilk test was used to assess the normality of the nanoparticle concentration data. The normality of the OMV size data which contained over 10,000 measurements per condition was determined with a Lillifors test 88. Signi cance was determined via non-parametric Mann Whitney U test using a cut off of p 0.05. General E. scolopes procedures and visualization of host apoptotic cells Squid experiments were conducted in triplicate and in accordance with the University of Florida and Kennedy Space Center Institutional AnimalCare and Use Committees. After hatching, juvenile squid was rinsed twice in 0.22 mltered seawater (FSW) and treated with either exogenous LPS from Salmonella enterica serovar Enteritidis (Sigma Aldrich, St. Louis, MO) or OMVs isolated from batch cultures of the wild-type V.scheri . A subset of hatchlings was also rendered symbiotic by inoculation with the wild- type V.scheri to anal concentration of 1  105cells per mL of FSW. After 16 h, the animals were anesthetized in a 1:1 solution of FSW and 0.37 MgCl 2for 5 min, containing 0.001 acridine orange dye. Light organ apoptosis was then examined via epi uorescence microscopy using a Zeiss Axioplan Microscope (Carl Zeiss, Jena, Germany). Colonization was veri ed for all treatments by measuring bacterial luminescence with a photometer (GloMax 2020 Luminometer, Promega Corp., Madison, WI). Membrane integrity evaluation under gravity and LSMMG conditions To examine the effects of LSMMG on V.scheri cell wall integrity, growth curves were conducted in triplicate in the presence of polymyxin B and SDS. Samples were collected from each HARV, normalized, and exposed to a solution containing either 1 10g polymyxin B or 0.1 1.0 SDS per mL of SWT at 23 C without shaking. After 24 h of exposure, the samples were resuspended by pipetting and optical density was measured spectro- photometrically (OD 600) and signi cance was determined via non-parametricMann Whitney U test for all readings of optical density. To measure the viability of cells treated with the polymyxin B or SDS a subset of cells wasthen diluted and plated on SWT media. Signi cance between treatments of plate counts was assessed using a Welch st-test with a cut off of p0 . 0 5 . To further assess the integrity of the symbiont cell membrane under LSMMG conditions, cultures were grown for 12 h at 23 C and pelleted in5 mL aliquots. The pellets were washed and resuspended in PBS and thenincubated in 0.05 vv Triton X-100, a non-ionic detergent that disruptsmembrane lipids 48at 23 C for 1 min. Immediately after, the absorbance was read at 405 nm and the percentage of intact, undisrupted, cells was calculated as the turbidity of the treatment group relative to the control. This value was then subtracted from 100 to obtain the percent lysis. Theformula is as follows: Bacteriolysis () (100((OD 405of treatment OD 405of control)  100)). A Shapiro Wilk test was used to assess data normality whereas signi cance was determined via non-parametric Mann Whitney U test. Reporting summary Further information on research design is available in the Nature Research Reporting Summary linked to this article. DATA AVAILABILITY All data generated or analyzed during this study are included in this published article and its Supplementary information les. Received: 3 September 2020; Accepted: 2 February 2021; REFERENCES 1. McFall-Ngai, M. J. The importance of microbes in animal development: lessons from the squid-vibrio symbiosis. Annu. Rev. Microbiol. 68, 177194 (2014). 2. Thomas, S. et al. The host microbiome regulates and maintains human health: a primer and perspective for non-microbiologists. Cancer Res. 77, 1783 1812 (2017). 3. Petersen, C.  Round, J. L. De ning dysbiosis and its in uence on host immunity and disease. Cell. Microbiol. 16, 1024 1033 (2014). 4. Gilbert, J. A. et al. Microbiome-wide association studies link dynamic microbial consortia to disease. Nature 535,9 4103 (2016). 5. Voorhies, A. A.  Lorenzi, H. A. The challenge of maintaining a healthy micro- biome during long-duration space missions. Front. Astron. Space Sci. 3, 23 (2016). 6. Jiang, P., Green, S. J., Chlipala, G. E., Turek, F. W.  Vitaterna, M. H. Reproducible changes in the gut microbiome suggest a shift in microbial and host metabolismduring space ight. Microbiome 7, 113 (2019). 7. Voorhies, A. A. et al. Study of the impact of long-duration space missions at the International Space Station on the astronaut microbiome. Sci. Rep. 9, 9911 (2019). 8. Taylor, G. R. Recovery of medically important microorganisms from Apollo astronauts. Aerosp. Med. 45, 824828 (1974). 9. Lizko, N. N., Silov, V. M.  Syrych, G. D. Events in the development of dysbac- teriosis of the intestines in man under extreme conditions. Nahrung 28, 599605 (1984). 10. Lencner, A. A. et al. The quantitative composition of the intestinal lacto ora before and after space ights of different lengths. Nahrung 28, 607613 (1984). 11. Cervantes, J. L.  Hong, B. Y. Dysbiosis and immune dysregulation in outer space. Int. Rev. Immunol. 35,6 782 (2016). 12. Garrett-Bakelman, F. E. et al. The NASA Twins Study: a multidimensional analysis of a year-long human space ight. Science 364, eaau8650 (2019). 13. Lynch, S. V., Mukundakrishnan, K., Benoit, M. R., Ayyaswamy, P. S.  Matin, A. Escherichia coli bio lms formed under low-shear modeled microgravity in a ground-based system. Appl. Environ. Microbiol. 72, 7701 7710 (2006). 14. Crabb, A. et al. Transcriptional and proteomic responses of Pseudomonas aer- uginosa PAO1 to space ight conditions involve Hfq regulation and reveal a role for oxygen. Appl. Environ. Microbiol. 77, 1221 1230 (2011). 15. Kim, W. et al. Effect of space ight on Pseudomonas aeruginosa nal cell density is modulated by nutrient and oxygen availability. BMC Microbiol. 13, 241 (2013). 16. Nickerson, C. A. et al. Microgravity as a novel environmental signal affecting Salmonella enterica serovar Typhimurium virulence. Infect. Immun. 68, 3147 3152 (2000). 17. Wilson, J. et al. Low-shear modeled microgravity alters the Salmonella enterica serovar typhimurium stress response in an RpoS-independent manner. Appl. Environ. Microbiol. 68, 5408 5416 (2002).M.M. Vroom et al. 8 npj Microgravity (2021) 8 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA18. Wilson, J. et al. Microarray analysis identi es Salmonella genes belonging to the low-shear modeled microgravity regulon. Proc. Natl Acad. Sci. USA 99, 13807 13812 (2002). 19. Wilson, J. W. et al. Space ight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. Proc. Natl Acad. Sci. USA 104, 16299 16304 (2007). 20. Gilbert, R. et al. Space ight and simulated microgravity conditions increase virulence of Serratia marcescens in the Drosophila melanogaster infection model.NPJ Microgravity 6, 4 (2020). 21. Foster, J. S., Khodadad, C. L., Ahrendt, S. R.  Parrish, M. L. Impact of simulated microgravity on the normal developmental time line of an animal-bacterial symbiosis. Sci. Rep. 3, 1340 (2013). 22. Foster, J. S., Wheeler, R. M.  Pamphile, R. Host-microbe interactions in micro- gravity: assessment and implications. Life4, 250266 (2014). 23. Grant, K. A., Khodadad, C. L.  Foster, J. S. Role of Hfq in an animal-microbe symbiosis under simulated microgravity conditions. Int. J. Astrobiol. 13,5 361 (2014). 24. Casaburi, G., Goncharenko-Foster, I., Duscher, A. A.  Foster, J. S. Transcriptomic changes in an animal-bacterial symbiosis under modeled microgravity condi-tions. Sci. Rep. 7, 46318 (2017). 25. Castro-Wallace, S. L., Stahl, S. E., Voorhies, A. A., Lorenzi, H. A.  Douglas, G. L. Response of Lactobacillus acidophilus ATCC 4356 to low-shear modeled micro-gravity. Acta Astronaut. 139, 463468 (2017). 26. Shao, D. et al. Simulated microgravity affects some biological characteristics of Lactobacillus acidophilus .Appl. Microbiol. Biotech. 101, 3439 3449 (2017). 27. Duscher, A. A. et al. Transcriptional pro ling of the mutualistic bacterium Vibrio scheri and an hfqmutant under modeled microgravity. NPJ Microgravity 4,2 5 (2018). 28. Foster, J. S., Kerney, K. R., Parrish, M. L., Khodadad, C. L. M.  Ahrendt, S. R. Potential of the EuprymnaVibrio symbiosis as a model to assess the impact of microgravity on bacteria-induced animal development. Grav. Space Biol. 25, 4447 (2011). 29. McFall-Ngai, M. J.  Ruby, E. G. Symbiont recognition and subsequent morpho- genesis as early events in an animal-bacterial mutualism. Science 254, 1491 1494 (1991). 3 0 .M o n t g o m e r y ,M .K .M c F a l l - N g a i ,M . Embryonic development of the light organ of the sepiolid squid Euprymna scolopes Berry. Biol. Bull. 184, 296 308 (1993). 31. Foster, J. S.  McFall-Ngai, M. J. Induction of apoptosis by cooperative bacteria in the morphogenesis of host epithelial tissues. Dev. Genes Evol. 208, 295 303 (1998). 32. Foster, J. S., Apicella, M. A.  McFall-Ngai, M. J. Vibrio scheri lipopolysaccharide induces developmental apoptosis, but not complete morphogenesis, of the Euprymna scolopes symbiotic light organ. Dev. Biol. 226, 242254 (2000). 33. Koropatnick, T. A. et al. Microbial factor-mediated development in a host- bacterial mutualism. Science 306, 1186 1188 (2004). 34. Troll, J. V. et al. Peptidoglycan induces loss of a nuclear peptidoglycan recogni- tion protein during host tissue development in a bene cial animal-bacterial symbiosis. Cell. Microbiol. 11, 1114 1127 (2009). 35. Brennan, C. A. et al. A model symbiosis reveals a role for sheathed- agellum rotation in the release of immunogenic lipopolysaccharide. elife 3, e01579 (2014). 36. Aschtgen, M. S. et al. Rotation of Vibrio scheri agella produces outer membrane vesicles that induce host development. J. Bacteriol. 198, 2156 2165 (2016). 37. Nickerson, C. A., Ott, C. M., Wilson, J. W., Ramamurthy, R.  Pierson, D. L. Microbial responses to microgravity and other low-shear environments. Microbiol. Mol. Biol. Rev.68, 345361 (2004). 38. Klaus, D. Clinostats and bioreactors. Grav. Space Biol. 14,5 564 (2001). 39. McFall-Ngai, M., Heath-Heckman, E. A., Gillette, A. A., Peyer, S. M.  Harvie, E. A. The secret languages of coevolved symbioses: insights from the Euprymna sco- lopesVibrio scheri symbiosis. Semin. Immunol. 24,38 (2012). 40. Zea, L. et al. Phenotypic changes exhibited by E. coli cultured in space. Front. Microbiol. 8, 1598 (2017). 41. Lee, C. H.  Tsai, C. M. Quanti cation of bacterial lipopolysaccharides by the purpald assay: measuring formaldehyde generated from 2-keto-3-deoxyoctonate and heptose at the inner core by periodate oxidation. Anal. Biochem. 267, 161168 (1999). 42. Luchi, M.  Morrison, D. C. Comparable endotoxic properties of lipopoly- saccharides are manifest in diverse clinical isolates of gram-negative bacteria. Infect. Immun. 68, 1899 1904 (2000). 43. Aschtgen, M. S., Wetzel, K., Goldman, W., McFall-Ngai, M.  Ruby, E. Vibrio scheri - derived outer membrane vesicles trigger host development. Cell. Microbiol. 18, 488499 (2016). 44. Meron, D. et al. Role of agella in virulence of the coral pathogen Vibrio cor- alliilyticus .Appl. Environ. Microbiol. 75, 5704 5707 (2009).45. Brennan, C. A., Mandel, M. J., Gyllborg, M. C., Thomasgard, K. A.  Ruby, E. G. Genetic determinants of swimming motility in the squid light-organ symbiontVibrio scheri .MicrobiologyOpen 2, 576594 (2013). 46. Kulp, A.  Kuehn, M. J. Biological functions and biogenesis of secreted bacterial outer membrane vesicles. Annu. Rev. Microbiol. 64, 163184 (2010). 47. Gales, A. C., Jones, R. N.  Sader, H. S. Global assessment of the antimicrobial activity of polymyxin B against 54 731 clinical isolates of Gram-negative bacilli:report from the SENTRY antimicrobial surveillance programme (2001 2004). Clin. Microbiol Infect. 12, 315321 (2006). 48. Helander, I. M., Alakomi, H. L., Latva-Kala, K.  Koski, P. Polyethyleneimine is an effective permeabilizer of gram-negative bacteria. Microbiology 143, 3193 3199 (1997). 49. Koley, D.  Bard, A. J. Triton X-100 concentration effects on membrane perme- ability of a single HeLa cell by scanning electrochemical microscopy (SECM). Proc. Natl Acad. Sci. USA 107, 16783 16787 (2010). 50. Lawrence, S. J.  Neal, C. R. Exploring the moon in the 21st century. Elem.: Int. Mag. Mineral., Geochem. Petrol. 15, 360361 (2019). 51. Jiang, Z. et al. CD14 is required for MyD88-independent LPS signaling. Nat. Immunol. 6, 565570 (2005). 52. Wang, X.  Quinn, P. J. Lipopolysaccharide: biosynthetic pathway and structure modi cation. Prog. Lipid Res. 49 ,9 7107 (2010). 53. McAnulty, S. J.  Nyholm, S. V. The role of hemocytes in the Hawaiian bobtail squid Euprymna scolopes a model host for studying bene cial host microbe interactions. Front. Microbiol. 7, 2013 (2016). 54. Neyen, C.  Lemaitre, B. Sensing Gram-negative bacteria: a phylogenetic per- spective. Curr. Opin. Immunol. 38,817 (2016). 55. Zhou, Y. et al. Effect of solar particle event radiation and hindlimb suspension on gastrointestinal tract bacterial translocation and immune activation. PLoS ONE 7, e44329 (2012). 56. Yang, Y. et al. Estrogen inhibits the overgrowth of Escherichia coli in the rat intestine under simulated microgravity. Mol. Med. Rep. 17, 2313 2320 (2018). 57. Morey-Holton, E. R.  Globus, R. K. Hindlimb unloading rodent model: technical aspects. J. Appl. Physiol. 92, 1367 1377 (2002). 58. Morey-Holton, E., Globus, R. K., Kaplansky, A.  Durnova, G. The hindlimb unloading rat model: literature overview, technique update and comparison withspace ight data. Adv. Space Biol. Med. 10,740 (2005). 59. Ruby, E. G. et al. Complete genome sequence of Vibrio scheri: a symbiotic bacterium with pathogenic congeners. Proc. Natl Acad. Sci. USA 102, 3004 3009 (2005). 60. Post, D. M. et al. O-antigen and core carbohydrate of Vibrio scheri lipopoly- saccharide: composition and analysis of their role in Euprymna scolopes light organ colonization. J. Biol. Chem. 287, 8515 8530 (2012). 61. Terashima, H., Kojima, S.  Homma, M. Flagellar motility in bacteria structure and function of agellar motor. Int Rev. Cell Mol. Biol. 270,3 985 (2008). 62. Zhu, S. et al. Molecular architecture of the sheathed polar agellum in Vibrio alginolyticus. Proc. Natl Acad. Sci. USA 114, 10966 10971 (2017). 63. Vukanti, R., Model, M. A.  Leff, L. G. Effect of modeled reduced gravity conditions on bacterial morphology and physiology. BMC Microbiol. 12, 4 (2012). 64. Arunasri, K. et al. Effect of simulated microgravity on E. coli K12 MG1655 growth and gene expression. PLoS ONE 8, e57860 (2013). 65. Horneck, G., Klaus, D. M.  Mancinelli, R. L. Space microbiology. Microbiol. Mol. Biol. Rev. 74, 121156 (2010). 66. Schwechheimer, C., Sullivan, C. J.  Kuehn, M. J. Envelope control of outer membrane vesicle production in Gram-negative bacteria. Biochemistry 52, 30313040 (2013). 67. Jan, A. T. Outer membrane vesicles (OMVs) of Gram-negative bacteria: a per- spective update. Front. Microbiol. 8, 1053 (2017). 68. Lynch, J. B. et al. Ambient pH alters the protein content of outer membrane vesicles, driving host development in a bene cial symbiosis. J. Bacteriol .201, e00319-19 (2019). 69. Lynch, J. B.  Alegado, R. A. Spheres of hope, packets of doom: the good and bad of outer membrane vesicles in interspecies and ecological dynamics. J. Bacteriol. 199, e00012-17 (2017). 70. McBroom, A. J.  Kuehn, M. J. Release of outer membrane vesicles by Gram- negative bacteria is a novel envelope stress response. Mol. Microbiol. 63, 545558 (2007). 71. Bauman, S. J.  Kuehn, M. J. Puri cation of outer membrane vesicles from Pseudomonas aeruginosa and their activation of an IL-8 response. Micro. Infect. 8, 24002408 (2006). 72. Taylor, P. W. Impact of space ight on bacterial virulence and antibiotic sus- ceptibility. Infect. Drug Resist. 8, 249262 (2015). 7 3 .Y a n g ,J . ,B a r r i l a ,J . ,R o l a n d ,K .L . ,O t t ,C .M .N i c k e r s o n ,C .A .P h y s i o l o g i c a l uid shear alters the virulence potent ial of invasive multidrug-resistant non-typhoidal Salmonella Typhimurium D23580. NPJ Microgravity 2, 16021 (2016).M.M. Vroom et al. 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 8 74. Han, Y. H., Smibert, R. M.  Krieg, N. R. Occurrence of sheathed agella in Cam- pylobacter cinaedi and Campylobacter fennelliae .Int. J. Syst. Bacteriol. 39, 488490 (1989). 75. Worku, M. L., Sidebotham, R. L., Walker, M. M., Keshavarz, T.  Karim, Q. N. The relationship between Helicobacter pylori motility, morphology and phase of growth: implications for gastric colonization and pahtology. Microbiology 145, 28032811 (1999). 76. Geis, G., Suerbaum, S., Forsthoff, B., Leying, H.  Opferkuch, W. Ultrastructure and biochemical studies of the agellar sheath of Helicobacter pylori .J. Med. Microbiol. 38, 371377 (1993). 77. Ottemann, K. M.  Lowenthal, A. C. Helicobacter pylori uses motility for initial colonization and to attain robust infection. Infect. Immun. 70, 1984 1990 (2002). 78. Fretin, D. et al. The sheathed agellum of Brucella melitensis is involved in per- sistence in a murine model of infection. Cell. Microbiol. 7, 687698 (2005). 79. Petersen, E., Chaudhuri, P., Gourley, C., Harms, J.  Splitter, G. Brucella melitensis cyclic di-GMP phosphodiesterase BpdA controls expression of agellar genes. J. Bacteriol. 193, 5683 5691 (2011). 80. Sjoblad, R. D., Emala, C. W.  Doetsch, R. N. Invited review: bacterial agellar sheaths: structures in search of a function. Cell Motil. 3,9 3103 (1983). 81. Millikan, D. S.  Ruby, E. G. Vibrio scheri agellin A is essential for normal motility and for symbiotic competence during initial squid light organ colonization. J. Bacteriol. 186, 4315 4325 (2004). 82. Vanhove, A. S. et al. Outer membrane vesicles are vehicles for the delivery of Vibrio tasmaniensis virulence factors to oyster immune cells. Environ. Microbiol. 17, 1152 1165 (2015). 83. Zea, L. et al. A Molecular genetic basis explaining altered bacterial behavior in space. PLoS ONE 11, e0164359 (2016). 84. Boettcher, K. J.  Ruby, E. G. Depressed light emission by symbiotic Vibrio scheri of the sepiolid squid Euprymna scolopes .J. Bacteriol. 172, 3701 3706 (1990). 85. Mandel, M. J. et al. Squid-derived chitin oligosaccharides are a chemotactic signal during colonization by Vibrio scheri .Appl. Environ. Microbiol. 78, 4620 4626 (2012). 86. Ruby, E. G.  Asato, L. M. Growth and agellation of Vibrio scheri during initiation of the sepiolid squid light organ symbiosis. Arch. Microbiol. 159, 160167 (1993). 87. Krzywinski, M.  Altman, N. Visualizing samples with box plots. Nat. Methods 11, 119120 (2014). 88. Razali, N. M.  Wah, Y. B. Power comparisons of shapiro-wilk, kolmogorov, lillie- fors and anderson-darling tests. J. Stat. Mod. Anal. 2,2 133 (2011). ACKNOWLEDGEMENTS This work was supported in part by the NASA Space Biology program (80NSSC18K1465) and Florida Space Institute Space Research Initiative awarded toJ.S.F. MMV was supported in part by a Dissertation Improvement Fellowship and aNASA Florida Space Grant Consortium Scholarship award from the NASA FloridaSpace Grant Consortium. Y.R.O. was supported by a National Science Foundation STEP award (DUE 1161177). J.B.L. was supported by National Institutes of Health grantF32 GM119238. AUTHOR CONTRIBUTIONS M.M.V. and J.S.F. designed the experiments. M.M.V., Y.R.O., and J.S.F. performed theHARV experiments and analyzed the data. J.B.L. and E.G.R. conducted the electronmicroscopy and provided the mutants. All authors contributed to the writing andediting of the manuscript. COMPETING INTERESTS The authors declare no competing interests. ADDITIONAL INFORMATION Supplementary information The online version contains supplementary material available at https:doi.org10.1038s41526-021-00138-8 . Correspondence and requests for materials should be addressed to J.S.F. Reprints and permission information is available at http:www.nature.com reprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http:creativecommons. orglicensesby4.0 .  The Author(s) 2021M.M. Vroom et al. 10 npj Microgravity (2021) 8 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]