[
    {
        "pmid": "33997680",
        "title": "Advances in space microbiology.",
        "year": "2021",
        "journal": "iScience",
        "abstract": "Microbial research in space is being conducted for almost 50 years now. The closed system of the International Space Station (ISS) has acted as a microbial observatory for the past 10 years, conducting research on adaptation and survivability of microorganisms exposed to space conditions. This adaptation can be either beneficial or detrimental to crew members and spacecraft. Therefore, it becomes crucial to identify the impact of two primary stress conditions, namely, radiation and microgravity, on microbial life aboard the ISS. Elucidating the mechanistic basis of microbial adaptation to space conditions aids in the development of countermeasures against their potentially detrimental effects and allows us to harness their biotechnologically important properties. Several microbial processes have been studied, either in spaceflight or using devices that can simulate space conditions. However, at present, research is limited to only a few microorganisms, and extensive research on biotechnologically important microorganisms is required to make long-term space missions self-sustainable.",
        "full_text": "iScience Review Advances in space microbiology Swati Bijlani,1,3Elisa Stephens,1Nitin Kumar Singh,2Kasthuri Venkateswaran,2and Clay C.C. Wang1, SUMMARY Microbial research in space is being conducted for almost 50 years now. The closed system of the International Space Station (ISS) has acted as a microbial ob- servatory for the past 10 years, conducting research on adaptation and surviv-ability of microorganisms exposed to space conditions. This adaptation can beeither benecial or detrimental to crew members and spacecraft. Therefore, itbecomes crucial to identify the impact of two primary stress conditions, namely,radiation and microgravity, on microbial life aboard the ISS. Elucidating the mech-anistic basis of microbial adaptation to space conditions aids in the developmentof countermeasures against their potentially detrimental effects and allows us to harness their biotechnologically important properties. Several microbial pro- cesses have been studied, either in spaceight or using devices that can simulatespace conditions. However, at present, research is limited to only a few microor-ganisms, and extensive research on biotechnologically important microorganismsis required to make long-term space missions self-sustainable. INTRODUCTION The International Space Station (ISS) harbors a variety o f microorganisms, originating as contaminants from Earth, components of experiments, or the normal microbiota of crew members ( Castro et al., 2004 ;Checin- ska Sielaff et al., 2019 ;Pierson, 2001 ;Singh et al., 2018a ;Venkateswaran et al., 2014 ;Voorhies et al., 2019 ). Research on microbial survivability upon exposure to space conditions began more than 50 years ago ( Hor- neck et al., 2010 ;Taylor, 1974 ). Initial experiments involving exposure of microorganisms to spaceight conditions started as early as 1935 with balloon ights and rocket payloads ( Dickson, 1991 ;Nickerson et al., 2004 ). It was in 1966 that the National Aeronautics and Space Administrati on (NASA), during the Gemini IX and XII missions, began experiments in which bacteriophage T1 and spores of the fungi Penicil- lium roqueforti were directly exposed to space conditions for 16.8 and 6.5 h, respectively. However, they found that microbial survivability was almost negligible. This nding was later learned to be due to non-penetrating radiation in space, including solar UV radiation or soft X-rays, because covering the samples with a thin layer (0.4 mm) of aluminum resulted in 3,000-fold higher surviv al of bacteriophage T1 and nearly 1 0 0 s u r v i v a lo ff u n g a ls p o r e s( Hotchin et al., 1968 ). This study was one of the rst to assess the survival limits of microorganisms upon exposure to space conditions. Since the advent of manned space mi ssions, several procedu r e s ,s u c ha su s i n gf r e e z e - d r i e df o o da n dp r e - ight crew quarantine, have been implemented to monitor microbial population in the ISS ( Castro et al., 2004 ,2013 ;Rogers, 1986 ). However, exposure to spaceight conditions and the immunocompromised state of the individuals might still result in otherwise commensal microorganisms becoming pathogenic (Klaus and Howard, 2006 ). It is well known that microorganisms undergo certain genetic and physiological changes to adapt to stress conditions, and the ISS, likewise, poses a stressful environment to biological life (Horneck et al., 2010 ). Several studies have been conducted to understand how microorganisms adapt to these space conditions, but these studies are limited to a few species and also require researchers tofurther understand changes at the genetic level ( Nickerson et al., 2004 ). The microbial species that have been isolated from the ISS include both potentially pathogenic and industrially important microorganisms (Checinska Sielaff et al., 2019 ). Therefore, understanding how these microorganisms adapt to space con- ditions will aid in developing strategies to mitigate the risk posed by pathogenic microorganisms to thehealth of crew members, who might be in an immunocompromised state in the ISS ( Lesnyak et al., 1996 ; Taylor et al., 1997 ). In addition, understanding how space conditions alter microbial processes in industri- ally important microorganisms will provide us information on how to engineer these microbes for efcientproduction of important compounds ( Blachowicz et al., 2019b ;Romsdahl et al., 2018 ,2019 ). The knowledge gained from these studies will be of utmost importance in implementing safety measures for long-duration1Department of Pharmacology and Pharmaceutical Sciences, School of Pharmacy, University of Southern California, 1985 ZonalAvenue, Los Angeles, CA 90089, USA 2Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109, USA 3Present address: City of Hope National Medical Center, Duarte, CA, USA Correspondence: claywusc.edu https:doi.org10.1016j.isci. 2021.102395 iScience 24, 102395, May 21, 2021 2021 The Authors. This is an open access article under the CC BY-NC-ND license ( http:creativecommons.orglicensesby-nc-nd4.0 ).1ll OPEN ACCESSspaceights and interplanetary explorations involving humans. This undertaking will also inform how phys- ical forces inuence microorganisms at the cellular, molecular, and evolutionary level, which can be trans-lated to studies on Earth. In this review, we rst discuss the different extreme conditions that are experienced by microorganisms in space and how these conditions inuence microbial processes. We also introduce some devices that have been developed to simulate and study the individual effect of microgravity or radiation on microbial pro- cesses. Finally, we discuss the applied aspects of space microbiology and how the advent of omics tech-nology has contributed to the generation of data. In addition, we present some perspectives that warrant future investigation. INFLUENCE OF EXTREME SPACE CONDITIONS ON MICROORGANISMS The ISS has a stable orbit in the thermosphere of the Earths upper atmosphere and circles the Earth at anaverage altitude of 400 km ( Castro et al., 2013 ). The microbial species in outer space, that is, in the low earth orbit (LEO), thus, experience a plethora of stress conditions. These include altered gravity (10 C03to 10C06g), temperature (153393 K), space vacuum (pressure 10C07to 10C04Pa), and elevated CO 2levels (partial pres- sure of 0.20.5 kPa) ( Checinska Sielaff et al., 2019 ;Horneck et al., 2010 ;Huang et al., 2018 ;Senatore et al., 2018 ). In addition, LEO features galactic cosmic radiation (GCR), solar cosmic radiation (SCR), and a radi- a t i o nb e l tt r a p p e db yt h eE a r t h  sm a g n e t o s p h e r et h a tc a nc a u s ee l e m e n t st oi o n i z e( Horneck et al., 2010 ). These radiations are composed of high-energy particles; for instance, GCR comprises high-energy protons (90), a-particles (9), and heavy particles (1); SCR is primarily composed of protons and electrons, a-particles, and heavy particles ( Ohnishi and Ohnishi, 2004 ;Senatore et al., 2018 ). In addition, the radia- tions trapped by Earths magnetosphere consists of protons and electrons ( Ohnishi and Ohnishi, 2004 ;Sen- atore et al., 2018 ). Most of the experiments on the ISS are conducted in a controlled environment within a space capsule, which is a p ressurized module with life support sy stems where microorganisms are pro- tected from most of the extreme conditions in space except for microgravity and cosmic radiations. There- fore, the differences observed in microbial physiology at the cellular or genetic levels are mostly attributed to the effect of microgravity and cosmic radiation ( Senatore et al., 2018 ), unless the studies are conducted o u t s i d et h es p a c es t a t i o n( Horneck and Zell, 2012 ). Microgravity refers to the condition of weightlessness that occurs because of reduced physical force exerted by gravity, where gravity is not equal to zero but ranges from 10C03to 10C06g(Herranz et al., 2013 ;Huang et al., 2018 ;Nickerson et al., 2004 ). Convection cur- rents are almost absent in microgravity, thereby resulting in low-shear and low-turbulence conditions; it isthe alteration of these physical forces that affect microbial cell physiology ( Hammond et al., 2000 ;Klaus et al., 1998 ). On the basis of results obtained from several experiments conducted under spaceight con- ditions, it was hypothesized that the effect of microgravity on microbial cells is dependent on their motility(Benoit and Klaus, 2007 ). In the case of non-motile cells, a redu ction in lag phase and an increase in cell density under spaceight microgravity conditions were observed compared with ground controls ( Klaus et al., 2004 ;Zea et al., 2017 ). This nding was attributed to the fact that the uid around the non-motile cells remains quiescent, resulting in reduced mass transfer (nutrient uptake and release of metabolic byprod- ucts) between the cell and the surrounding microenvironment. A result might be an altered chemical makeup surrounding the cell, eliciting a biological response. On the contrary, in motile cells, agellarmovement results in continuous mixing of the cell and surrounding environment, allowing improvedmass transfer and counteracting the effect of microgravity or a low-shear environment ( Thevenet et al., 1996 ). Thus, microgravity alters microbial responses indirectly because of the physical forces surrounding the cells that modify the extracellular environment of the cells, which in turn affects mass transfer betweencells and their surrounding environment. The inuence of microgravity on the cellular properties of microorganisms appears to be multifaceted. For instance, simulated microgravity resulted in an increase in membrane uidity in Escherichia coli ,w h i c h could be responsible for increased drug resistance ( Baker et al., 2004 ). However, results obtained for Pseu- domonas aeruginosa showed no change in membrane uidity under simulated microgravity ( England et al., 2003 ). Some recent reports have focused on the effect of microgravity at the genetic level; for instance, expression of around 100 genes was altered in Salmonella under simulated microgravity ( Wilson et al., 2002a ). These gene products included transcription regula tors, virulence factors, lipopolysaccharide syn- thesis enzymes, and iron utilization enzymes. Another study reported an increase in the rate of plasmid ex-change under spaceight conditions compared with ground controls in Gram-positive bacteria ( DeBoever et al., 2007 ), implying that genetic exchange might play a role in adaptation to spaceight stress conditions.ll OPEN ACCESS 2 iScience 24, 102395, May 21, 2021iScienc e ReviewFurther research is warranted to understand and correlate the specic genetic factors responsible for adap- tation to microgravity conditions. The results from these studies can also be translated to infection by mi-crobial pathogens in certain areas of the human body where they experience similar low-shear conditions, like microvilli of epithelial cells in the gastrointestinal, urogenital, and respiratory tracts of humans ( Nick- erson et al., 2004 ;Senatore et al., 2018 ). Cosmic radiation is another important parameter that inuences microbial processes in the ISS. Radiation results in biological effects via generating mutation s either through direct energy absorption by biomole- cules (proteins and nucleic acids) or indirectly through the interaction of biomolecules with radiation- induced radicals that are generated by different surrounding processes ( Horneck et al., 2010 ;Huang et al., 2018 ). A Biostack experiment was performed with the spores of Bacillus subtilis ,w h e r eas a n d w i c h of monolayers of bacterial spores was mounted on cellulose nitrate foils and exposed to the outer spaceradiations in a spaceight experiment ( Bucker and Horneck, 1975 ;Horneck, 1993 ). The results obtained from this experiment led to the conclusion that the spores (1 mm diameter) on the outer areas were not affected by the high-energy particles of the galactic cosmic radiations; instead, a bystander effect wasobserved in which the effect of charged particles traversed from the outer layer of spores to the surround- ing spores, where a biological effect was observe d. Additionally, DNA is more prone to be damaged by radiation through the formation of double-stranded breaks that ultimately result in mutations, as observedinE.coli,B.subtilis ,a n d Deinococcus radiodurans (Micke et al., 1994 ;Schafer et al., 1994 ;Zimmermann et al., 1994 ). Microorganisms possess several mechanisms to repair DNA, either by homologous recombi- nation or non-homologous end joining (NHEJ). However, the ability to tolerate radiation depends on theextent to which the organism can repair DNA using DNA repair pathways; for example, D.radiodurans is about 5 times more resistant to ionizing radiation than B.subtilis spores ( Baumstark-Khan and Facius, 2002 ; Senatore et al., 2018 ). The extent of this ability to repair DNA, mostly via NHEJ, results in mutations and is thus responsible for the scope of survivability of microorganisms in the presence of space radiations. In addition to cosmic radiation, direct exposure to solar UV-A radiation and visible light in outer space can result in the production of reactive oxygen species and cause damage to nucleic acids, proteins, and lipids(Senatore et al., 2018 ). It can also result in the synthesis of photolyase, that is, a specic light-dependent repair enzyme ( Senatore et al., 2018 ). The absorption of photons from solar UV radiation and its excitation results in the formation of bipyrimidine lesions in DNA. These lesions lead to the generation of cyclobutanepyrimidine dimers and pyrimidine (6-4) pyrimidone ph otoproducts between adjacent pyrimidine residues on the same DNA strand in vegetative cells ( Cadet et al., 1992 ). Another type of bipyrimidine lesion, 5,6- dihydro-5( a-thyminyl) thymine, known as spore photoproduct (SP), was observed to be generated in bac- terial spores. Formation of SP was likely due to the effects of spore desiccation, the presence of dipicolinicacid, and the binding of small, acid-soluble spore proteins to the DNA, in addition to the UV radiation (Nicholson et al., 2000 ). For instance, endospore monolayers of different Bacillus sp. exposed to simulated Mars-UV radiation exhibited differential inactivation kinetics, with Bacillus pumilus being most resistant, thereby indicating differences in their ability to activate repair pathways ( Newcombe et al., 2005 ;Schuer- gera et al., 2006 ). Similar to bacteria, many fungal species and their spores are highly resistant to radiation. In most fungi, the major pathway responsible for the repair of double-stranded breaks in DNA is NHEJ. Most double- stranded breaks are thus repaired without using a homologous DNA sequence, eventually resulting inmutations ( Arentshorst et al., 2012 ). Interestingly, conidial monolayers of some fungi, when exposed to simulated Martian UV-C radiation, displayed enhanced UV resistance compared with Bacillus endospores (Blachowicz et al., 2019a ). In another study, Aspergillus sp. and Penicillium sp. were found to dominate among different fungal species sampled from the ISS over a period of 6 years ( Novikova et al., 2006 ). In addition to this component, some fungi, for example, Saccharomyces cerevisiae , exhibit large-scale genomic rearrangements under stress conditions that assist its survival ( Chan et al., 2007 ). Thus, exposure t os p a c er a d i a t i o nc a nr e s u l ti na ni n c r e a s ei nm u t a t i o nf r e q u e n c yt h r o u g h o u tt h em i c r o b i a lg e n o m e ,thereby affecting several microbial processes. GROUND SIMULATION OF SPACE MICROGRAVITY CONDITIONS Spaceight experiments are particularly challenging with respect to spacecraft and astronaut health. Thereare several limitations associated with conducting experiments on spacecraft, including concerns regarding crew health, limited ight opportunities, signicant costs, the requirement of specializedll OPEN ACCESS iScience 24, 102395, May 21, 2021 3iScienc e Reviewequipment to perform experiments, and limitations in power, work area mass, and crew time ( Castro et al., 2013 ;National Academies of Sciences and Medicine, 2018 ;Nickerson et al., 2004 ). All these limitations restrict the range of experiments that can be conducted on spaceight. Therefore, devices that can simu- late space conditions on Earth are necessary to expand our understanding of the effects of space condi- tions on microorganisms. It is important to note that the ground-based simulators are not an exact repre-sentation of spaceight conditions. However, th e yc a ns t i l lp r o v i d eu sw i t hk e yi n f o r m a t i o no nh o w microorganisms adapt to these conditions ( Baker and Leff, 2005 ;Baker et al., 2004 ;Benoit and Klaus, 2005 ;Huitema et al., 2002 ). Importantly, such devices can be used to conduct preliminary experiments before conducting the spaceight experiments, which will be discussed later in this review. In addition, these simulator devices help to delineate the effect of individual conditions on the adaptation and evolu- tion of microorganisms, rather than a combined effect of different conditions experienced duringspaceight. Several ground-based systems are available to simulate space microgravity that can be selected based on the exposure required. In cases where short-duration exposure to microgravity, ranging from a few seconds to a few minutes, is required, space stations can be replaced with sounding rockets (313 min; 10 C0410C03g), parabolic ights (2030 s; 10C0310C02g ) ,o rd r o pt o w e r s( 5s ;1 0C0510C02g )t h a tp r o v i d ef r e ef a l l( Herranz et al., 2013 ;Huang et al., 2018 ;Senatore et al., 2018 ;Thomas et al., 2000 ). Long-duration exposure, on the other hand, requires special devices that can simulate microgravity conditions ranging from a few days to a few months ( Castro et al., 2013 ;Herranz et al., 2013 ). Microgravity Simulation Support Facility (MSSF) at Kennedy Space Center (KSC) harbors such simulators that can be accommodated withincontrolled environmental chambers to conduct experiments, mimicking the controlled environment in the ISS (NASA document SP-2017-10-1096-KSC). Such gro und-based simulators cannot be used to achieve real weightlessness because the magnitude of Earths gravity cannot be changed. Nevertheless, they arestill able to achieve functional near-weightlessness by changing the gravity vector continuously andconstantly, with the gravity averaged to near zero ( Herranz et al., 2013 ;Huang et al., 2018 ;Briegleb, 1992 ). These ground-based microgravity simulator devices ( Figure 1 ) are described in the following sections. Clinostats A clinostat is a device that enables the rotation of a sample along one or two axes such that the cells remainin a constantly suspended state while continuously changing direction, therefore preventing the samplefrom perceiving the gravity vector ( Huang et al., 2018 ;Klaus, 2001 ;Briegleb, 1992 ). A classical 2D clinostat was developed in 1879 by Julius Sachs, rotating alon g one axis, perpendicular to the gravity vector ( Sen- atore et al., 2018 ). A 2D clinostat is now rarely used, and its deri vative, a 3D clinostat, was later developed to improve the quality of simulations. A 3D clinostat uses two independent frames rotating along two different axes ( Herranz et al., 2013 ), changing its orientation at a con stant speed and direction relative to the gravity vector such that the sample remains in a suspended state by eliminating the effect of gravity(Huang et al., 2018 ). The 3D clinostats are appropriately called random positioning machines (RPMs), because the two frames can be rotated with different speeds and different directions, thus resulting in randomly changing speed and direction ( Borst and van Loon, 2009 ;van Loon, 2007 ). A clinostat can thus be used to achieve a state of relative motionless of a cell with respect to its extracellular environment,as the cells remain in a suspended state. Therefore, 3D clinostats can be used to mimic the quiescent, un- stirred uid conditions characteristic of samples in orbit ( Horneck et al., 2010 ). The use of RPMs has been found to be particularly suitable for studying the effect of simulated microgravity on higher organisms likeplants, because they provide a suitable environment for 3D tissue morphogenesis ( Hoson et al., 1997 ). Rotating Wall Vessels (RWVs) Rotating wall vessels (RWVs) consists of a hollow disk or cylinder that is completely lled with a liquid me- dium, without any bubbles, that rotates on one axis, perpendicular to the gravity vector. As opposed to clinostats, upon solid-body rotation, RWVs maintain the cells in a continuous fall state without being al- lowed to sediment at the bottom, thus achievin g a low-shear, low-turbulence environment ( Barrila et al., 2010 ;Horneck et al., 2010 ;Nickerson et al., 2004 ). This free-fall state allows the mass transfer and localized mixing with the extracellular environment, and air exchange via a gas-permeable membrane on one side (Nickerson et al., 2004 ). Various analogs of RWVs that are available include rotating wall bioreactors, rotating cell culture systems, and high-aspect rotating vessels. These RWV analogs function on the samell OPEN ACCESS 4 iScience 24, 102395, May 21, 2021iScienc e Reviewprinciple of creating conditions of low-shear modeled microgravity (LSMMG), where cells remain in a free- f a l ls t a t eu p o nr o t a t i o n ,s i m i l a rt os p a c em i c r o g r a v i t y( Huang et al., 2018 ). RWV was rst developed by the NASA Johnson Space Center (Houston, Texas, USA) to study the effect of simulated microgravity on cell cultures, as it was shown that the low-shear environment supports the gen- eration of 3D differentiated tissue-like assemblies ( Freed et al., 1997 ;Freed and Vunjak-Novakovic, 1997 ; Unsworth and Lelkes, 1998 ;Vunjak-Novakovic et al., 2002 ). Thereafter, they have been used to study the impact of microgravity on different cell types, ranging from microorganisms to higher organisms ( Crabbe et al., 2010 ;Fang et al., 2000 ;Fang et al., 1997a ,b;Hammond and Hammond, 2001 ;Nickerson et al., 2000 ; Schwarz et al., 1992 ). An important parameter to be considered while using clinostats or RWVs to maintain the cells in a contin- uous free-fall state is the rotation rate. A comparatively higher rotation speed will result in moving the cellsoutward near the wall of the container, and a lower rotation speed will result in sedimentation of the cells in a rolling motion on the bottom of the container ( Klaus et al., 1998 ). A rotation speed higher or lower than the required speed will thus result in impairing the free-fall state or simulated microgravity effect. Thechanges in cell density and mass transfer between the cells and the extracellular environment should also be considered while dening the rotation speed ( Begley and Kleis, 2002 ;Klaus et al., 1998 ). Diamagnetic levitation Diamagnetic levitation technology uses a strong, spatially varied magnetic eld produced by a Bitter so- lenoid, or a superconducting solenoid magnet, to simulate near weightlessness. The diamagnetic force AB Figure 1. Ground-based microgravity simulators (A and B) Different (A) ground-based simulators that are c ommonly used and (B) their mode of action to mimic space microgravity conditions. The gure h as been generated using BioRender ( https:biorender.com ) .T h es o u r c eo fi m a g e s for 3D clinostat and rotating wall vessel is As One International, Inc. and Synthecon Inc. , respectively. The image for the mode of action of 3D clinostat is adapted from elsewhere ( Borst and van Loon, 2009 ).ll OPEN ACCESS iScience 24, 102395, May 21, 2021 5iScienc e Reviewopposes the gravitational force on a levitating object and thereby reduces internal stresses induced by the gravitational force to nearly zero ( Herranz et al., 2013 ). This technology has been previously used for study- ing the effect of microgravity on many types of organisms, including protozoans, microorganisms, plants, and animals ( Coleman et al., 2007 ;Guevorkian and Valles, 2006 ;Kuznetsov and Hasenstein, 1996 ;Liu et al., 2010 ). However, the major limitation to its use is that the magnetic eld can itself inuence the organisms physiology, in addition to microgravity ( Liu et al., 2011 ). However, if the experiments are performed using appropriate controls for the inuence of th e magnetic eld, it can still be practical. GROUND SIMULATION OF SPACE RADIATION CONDITIONS Another important parameter that inuences microbial life in outer space is the high level of radiation. Although it is not feasible to simulate space radiatio nc o n d i t i o n so nE a r t hb e c a u s eo ft h ep r e s e n c eo fm u l - tiple radiations with different energies in space, some devices with controlled radiation exposures have been developed to study their effect on microorganisms. Heavy-ion accelerators and polychromatic UV sources have been used to simulate cosmic rays and solar UV radiation, respectively ( Horneck et al., 2010 ). For a long time, single ion beam accelerators with xed energies were used to simulate space radi- ation conditions. However, its use was later limited bec ause space radiation comprises a variety of ions with different energies ( Kim et al., 2015 ;Norbury et al., 2016 ). In more recent times, this technology has devel- oped substantially, such that it is now feasible to accelerate multiple beams with different energies, with beam switching times of less than 2 minutes. This technology has been implemented at the NASA Space Radiation Laboratory (NSRL) at the Br ookhaven National Laboratory (BNL) ( Kim et al., 2015 ;Norbury et al., 2016 ). Heavy-ion accelerators to simulate space radiati on condition are also available at Deutsches Zen- trum fu r Luft-und Raumfahrt Planetary and Space S imulation facilities (PSI) in Germany ( Rabbow et al., 2012 ) and the National Institute of Radiological Sciences in Japan ( Cortesao et al., 2020 ). Despite recent advancements, single-beam experiments are still important in understanding the effect of each radiationcomponent and in deciphering whether the radiation components act additively or synergistically to pro- duce an effect on a biological system ( Norbury et al., 2016 ). These technologies allow one to simulate GCR and to study its effect on microorganisms and other biol ogical life forms using ground-based facilities. Nevertheless, there are still some challenges associated with the use of these accelerators, such as deter- mining the appropriate radiation dose, creating multi ple experiments with multiple beams, and costs asso- ciated with the experiments ( Norbury et al., 2016 ). Moreover, the use of a heavy-ion accelerator is not an exact representation of space radiation, but it can still be used to generate preliminary data before con-ducting spaceight experiments. APPLICATION OF MICROORGANISMS IN SPACE Up to now, results from experiments conducted on spaceight or using ground-based simulatorsdescribed above have shown that microgravity conditi ons can alter microbial processes, including growth, morphology, gene expression, virulence, drug resistance, biolm formation, and secondary metabolism (Baker et al., 2004 ;Crabbe et al., 2010 ;Demain and Fang, 2001 ;Kacena et al., 1999 ;Kim et al., 2013 ;Lawal et al., 2013 ;Van Mulders et al., 2011 ). A plausible explanation for these alterations is the loss of gravitational force, resulting in reduced mass transfer and thereby changing various cellular processes ( Zea et al., 2016 ). It is important to study how these conditions alter the cellular processes for two main reasons. First, micro- organisms that acquire or display increased virulence or drug resistance properties can pose a threat to the health of crew members, especially in the closed habitat of the ISS ( Crabbe et al., 2010 ,2013 ;Rosenzweig et al., 2010 ;Wilson et al., 2007 ). Second, microorganisms with altered secondary metabolism under space- ight conditions can produce novel compounds or dis play increased production of known compounds that are pharmaceutically or industrially important ( Benoit et al., 2006 ;Lam et al., 1998 ,2002 ). Some of the as- pects of microbial species that are altered under sp aceight or simulated microgravity conditions are detailed in the following sections ( Figure 2 ). Production of secondary metabolites For decades, it has been known that microgravity can af fect cellular processes and functions in microorgan- isms ( Taylor, 1974 ). Alterations in the production of secondary metabolites under space conditions have proved particularly intriguing because of their biotechnological implications. In fact, several spaceight and ground-simulated experiments have demonstrated enhanced production of pharmaceutically relevantsecondary metabolites from microorganisms ( Blachowicz et al., 2019a ;Knox et al., 2016 ;Romsdahl et al., 2019 ). Some of these gene clusters synthesizing secondary metabolites are either silent or expressed atll OPEN ACCESS 6 iScience 24, 102395, May 21, 2021iScienc e Reviewvery low concentrations under normal, terrestrial conditions. Moreover, in space, cells can produce certain secondary metabolites in suspension and in the absence of shear forces ( Klaus, 2004 ). Hence, spaceight could offer unique advantages for bioprocessing applications. Several studies indicated that secondary metabolism is likewise generally enriched in response to height- ened extracellular environmental signals and stresses. For instance, Humicola fuscoatra samples aboard the US Space Shuttle mission STS-77 exhibited considerably higher production of the antibiotic monorden compared with ground controls ( Lam et al., 1998 ). Specically, the space samples displayed a 30 increase and a 190 increase in monorden production in T8 and P G media, respectively. Follow-up paired space- ight and ground control experiments with Streptomyces plicatus samples showed an increased produc- tivity of the antibiotic actinomycin D ( Lam et al., 2002 ). After 17 days, comparisons of specic productivity in terms of the amount of antibiotic produced per via ble cell showed a 296 increase and a 577 increase in dened and complex media, resp ectively. Similarly, several Aspergillus species exposed to spaceight conditions or isolated from the ISS showed enhanced production of known or novel metabolites of eco- nomic importance. For instance, Aspergillus fumigatus isolates from the ISS exhibited increased produc- tion of the antibacterial compound fumigaclavine A compared with the reference strain ( Knox et al., 2016 ). Subsequent genomic analyses revealed a distinct frameshift mutation in fgaPT1 that likely accounts for the increased fumigaclavine A production. In another study, Aspergillus nidulans nkuA mutant exposed to spaceight conditions resulted in signicant production of asperthicin, an anthraquinone pigment (Romsdahl et al., 2019 ).Aspergillus niger strain isolated from the ISS exhi bited a 6,000 increase in the pro- duction of an antioxidant py ranonigrin, compared with the reference strain ATCC 1015 ( Romsdahl et al., 2020 ). Genomic analysis indicated the presence of INDELs within the promoter of bA, a regulator of pyr- anonigrin production that might contribute to its enhanced production ( Aerts et al., 2018 ). The induction of asperthicin synthesis in A.nidulans , and increased production of pyranonigrin in A.niger , can be explained as a response to provide protection to the fungi from space radiations. Collectively, these studies highlightthe potential of space conditions to enhance the production of useful secondary metabolites. Despite these promising results, other experiments suggest that microorganisms may respond to space- ight and simulated microgravity conditions in diverse ways. For instance, the production of the immuno- suppressive agent rapamycin by Streptomyces hygroscopicus was inhibited by simulated microgravity con- ditions ( Fang et al., 2000 ). In fact, rapamycin production decreased by about 90 compared with normal gravity controls. Furthermore, longer-term studies have suggested that increased productivity by microor- ganisms in space conditions may be time-sensitive. Interestingly, Benoit et al. (2006) found that whereas increased productivity of actinomycin D by S. plicatus was observed on days 8 and 12, as reported previ- ously ( Lam et al., 2002 ), ground control productivity of actinom ycin D surpassed that of spaceight samples for the remainder of the mission ( Benoit et al., 2006 ). Similarly, simulated microgravity experiments using RWVs showed increased production of the polyester polymer poly-b-hydroxybutyrate by Cupriavidus met- allidurans after 24 h, but not after 48 h, compared with controls ( De Gelder et al., 2009 ). These studies sug- gest that the effects of microgravity on secondary metabolism may be strain-, growth condition-, or pathway-specic and may be time-dependent. Therefore, additional studies in simulated microgravity con- ditions are needed to better characterize the microbial response to space conditions and, thus, maximizebioprocessing efciency in this application. Figure 2. A brief overview of the need to study microbes on the ISS The gure has been generated using BioRender ( https:biorender.com ).ll OPEN ACCESS iScience 24, 102395, May 21, 2021 7iScienc e ReviewPathogenicity and virulence The effect of space conditions on microorganisms spans beyond altered secondary metabolite production. Studies conducted with pathogens like P. aeruginosa (Crabbe et al., 2010 ),A.fumigatus (Knox et al., 2016 ), and Fusarium oxysporum (Urbaniak et al., 2019 ) reported that space conditions affect regulatory signals resulting in changes in gene expression prole and physiology, and as an extension pathogenicity.Enhanced pathogenicity and virulence of microorganisms in space could pose a signicant risk to immu- nocompromised astronauts during long-term missions. Therefore the identication of microbial strains that can become pathogenic in spaceight and gaining insight into the underlying mechanisms is crucial. Owing to the increased duration and frequency of manned space missions, studies aimed at dening the pathogenicity and virulence of microorganisms in space have surged. In one of the studies conducted, A. fumigatus isolates from the ISS were shown to be signicantly more lethal than clinical controls in a larval zebrash model ( Knox et al., 2016 ). Subsequent proteomic analyses re vealed an increased abundance of proteins involved in the biosynthesis of trypacidin, a potent mycotoxin, in the ISS strains that could accountfor the increased virulence ( Blachowicz et al., 2019b ). Trypacidin has been previously reported to be cyto- toxic toward alveolar lung cells ( Gauthier et al., 2012 ). Therefore it becomes crucial to characterize the viru- l e n c eo fc o m m o nm i c r o o r g a n i s m si ns p a c ea n du n d e r stand its impact on crew health. Similarly, it was shown that fruit ies infected with the bacterial pathogen Serratia marcescens aboard the ISS displayed signicantly shorter survival times than controls ( Gilbert et al., 2020 ). The fact that this trend was upheld for strains grown on the ground in simulated microgravity conditions suggests that microgravity is the contributing virulence factor. In another study, Salmonella enterica serovar Typhimurium grown in LSMMG was found to be more virulent in a murine model of infection compared with its control culture, exhibiting an LD 50value 5.2 times lower than the strain grown under normal gravity ( Nickerson et al., 2000 ). A follow- up study surprisingly showed a decrease in the expression levels of pathogenicity islands (SPI-1 and SPI-2)in the LSMMG-grown S.enterica culture, indicating a role of a previously unknown virulence mechanism or regulatory pathways ( Wilson et al., 2002b ). In the case of yeasts like Candida albicans , pathogenicity and virulence are known to be associated with its morpholog ical transition from yeast to hyphal form. This tran- sition has been reported in studies conducted with C.albicans in spaceight or simulated microgravity ( Al- tenburg et al., 2008 ). However, exposure of C.albicans to spaceight conditions did now show an altered virulence compared with ground controls, as determined using an intra-peritoneal mouse model of infec- tion. This result led to the conclusion that either sho rt-term exposure to spaceight did not signicantly affect its virulence or the mode of infection was ineffective because intra-peritoneal is not the standard method for infecting C.albicans (Crabbe et al., 2013 ). Collectively, these studies exemplify the importance of dening microbial pathogenicity and virulence in space. Biolm formation Several studies with bacterial and fungal species reported the formation of biolms on spaceight surfacesand its water systems, potentially corroding surfaces or becoming detrimental to crew health ( Novikova, 2004 ;Ott et al., 2004 ;Schultz et al., 1989 ;Song and Leff, 2005 ). Microbial growth has been observed pre- viously on different locations, including piping, water recycling system, electrical connectors, air-condition- ing, and thermal control, aboard Mir space station ( Klintworth et al., 1999 ). Among the 234 microbial spe- cies isolated from the Mir space station, most of the fungal species exhibited potential polymerbiodegradation activity, thereby posing a threat to the structural integrity of the space station ( Novikova, 2004 ). Several bacterial pathogens, mostly staphylo cocci and enterococci, have been shown to form bio- lms on the surfaces of the ISS ( Schiwon et al., 2013 ;Sobisch et al., 2019 ). Some bacterial species like Bacillus and coliforms that are present in wastewater or soil were isolated from water and waste lines in the ISS ( Koenig and Pierson, 1997 ;La Duc et al., 2004 ;Ott et al., 2004 ).Sphingomonas sp. and Methylobac- terium sp. were found to be dominant in potable water on the ISS ( Novikova et al., 2006 ). Therefore, in the future, more emphasis should be given to materials or surface coatings that are resistant to biodegradation and biolm formation ( Zea et al., 2018 ). The formation of biolm under microgravity conditions was rst reported by McLean et al. (2001) ;t h e y showed that P.aeruginosa , when exposed to spaceight conditions on polycarbonate lters, remained viable and formed a biolm ( McLean et al., 2001 ). Another report showed that P.aeruginosa formed a bio- lm that was typical in structure, consisting of columns overlaid with a canopy under spaceight conditions.Flagella-driven motility was found to be essential for this typical biolm structure ( Kim et al., 2013 ). Inter- estingly, it had been previously shown that a global regulator, Hfq, plays a role in P.aeruginosa to respondll OPEN ACCESS 8 iScience 24, 102395, May 21, 2021iScienc e Reviewto microgravity conditions, resulting in differential regulation of 167 genes and 28 proteins ( Crabbe et al., 2010 ). In another study, S.enterica serovar Typhimurium exhibited increased cell clumping, aggregation, and production of an extracellular matrix, indicating increased biolm formation under spaceight condi- tions. The transcriptome and proteome analysis of S.enterica revealed the role of Hfq under spaceight conditions, similar to that identied in P.aeruginosa (Wilson et al., 2007 ). Hfq is an RNA-binding protein that is conserved in both prokaryotes and eukaryotes ( Valentin-Hansen et al., 2004 ). It is known to be impor- tant for regulating the expression of various genes involved in virulence and stress resistance in several opportunistic pathogens, by stabilizing small regulatory RNAs and interfering with their interaction withmRNA molecules ( Ding et al., 2004 ;Sittka et al., 2007 ;Sonnleitner et al., 2003 ;Valentin-Hansen et al., 2004 ). Another study involving a different species, Micrococcus luteus , reported an increase in production of extracellular polysaccharides and enhanced b iolm formation under spaceight conditions ( Mauclaire and Egli, 2010 ). Further studies are warranted to understand the mechanistic basis of typical biolm struc- tures that are formed by other microbial species under microgravity conditions. The ability of microbial species to form biolms has also been demonstrated in LSMMG, similar to space- ight. For instance, some bacterial species like Klebsiella pneumoniae ,P.aeruginosa ,E.coli,Staphylo- coccus aureus ,a n d Streptocococcus mutans , also showed increased aggregation and biolm formation when grown under simulated microgravity or LSMMG conditions in RWV ( Castro et al., 2011 ;Crabbe et al., 2010 ;Lynch et al., 2006 ;Orsini et al., 2017 ;Tucker et al., 2007 ;Wang et al., 2016 ,2017 ). Thus far, studies on biolm formation with lower eukaryotes have focused on only a few species. The experiments with the model yeast S. cerevisiae under simulated microgravity conditions showed that yeasts undergo random budding instead of bipolar budding, resulting in an increase in cell clumping ( Purevdorj-Gage et al., 2006 ). A subsequent study conducted on S.cerevisiae in LSMMG showed that sh ear stress resulted in differential expression of genes involved in various cellular processes, including chromosome organiza-tion ( Johanson et al., 2006 ). Further analysis of these ndings will aid in understanding their role in the adaptation and survival of yeasts both under microgravity conditions and similar low-shear environments encountered in the human body. Another yeast, C.albicans , also showed a similar response of increased lamentation, cells undergoing random budding clustered with the lamentous forms, and changes inexpression levels of two genes associated with the yeast-hyphae transition under LSMMG conditions ( Al- tenburg et al., 2008 ;Searles et al., 2011 ) .As u b s e q u e n tr e p o r to n C.albicans grown under spaceight con- ditions further conrmed this nding ( Crabbe et al., 2013 ). Microarray analysis indicated that random budding can be a consequence of altered expression of genes involved in the synthesis of the actin cyto- skeleton and its polymerization because the actin cytoskeleton is essential for bud site selection ( Crabbe et al., 2013 ;Ni and Snyder, 2001 ). These features might confer an advantage to virulent properties of C. albicans in long-term spaceights in a species that is otherwise a human commensal. Microbial stress and drug resistance Several studies have indicated differential expressi on of stress response genes under spaceight condi- tions, some of which result in altered drug susceptibilityresistance proles in microorganisms. These mi- crobial characteristics are of importance, particularly because of their impact on the health of crew mem- bers and the integrity of spacecraft. Some of the early studies conducted on E.coliandS.aureus exhibited increased resistance to all the antibiotics tested under spaceight conditions when compared with groundcontrols ( Lapchine et al., 1986 ;Tixador et al., 1985 ). Another experiment showed that this difference was observed only when cells were grown in liquid media and not when grown on agar, indicating a physical effect rather than a b iological effect ( Kacena and Todd, 1999 ).S.typhimurium andE.colicells grown under simulated microgravity conditions showed enhanced resistance to acid stress, thermal stress, osmotic stress, and an increased ability to survive in macrophages, independent of the expression levels of global regulator RpoS. This nding indicates that the response is likely due to another stress response pathway(Lynch et al., 2004 ;Wilson et al., 2002a ). In stationary-phase cells of E.coli,h o w e v e r , rpoS mRNA was found to be more stable under simulated microgravity, resulting in increased RpoS protein levels that might be responsible for enhanced stress re sistance in the stationary phase ( Lynch et al., 2004 ). In another study, E. coliwere grown in the presence of increasing concentrations of the antibiotic gentamicin during space- ight, which revealed that the cells adapted to the antibiotic on spaceight earlier compared with ground controls. Transcriptome analysis showed that 50 stress response genes were upregulated in microgravity, including antibiotic stress-responsive genes ( Aunins et al., 2018 ). Microbial cells present in a biolm are often more resistant to antibiotics and other stresses, and this trend holds for spaceight samples. For instance, E.coli biolm exhibited increased resistance to salt stress, ethanol stress, and the antibioticsll OPEN ACCESS iScience 24, 102395, May 21, 2021 9iScienc e Reviewpenicillin and chloramphenicol under LSMMG conditions. Interestingly, the E.coli rpoS mutant showed impaired resistance to salt and ethanol stress but not an tibiotic resistance, indicating the role of separate pathways for different stress conditions ( Lynch et al., 2006 ). In addition to mutations in the chromosome, some studi es indicated the role of horizontal gene transfer in imparting drug resistance. A report showed that all Gram-positive bacteria were resistant to at least one antibiotic, the most abundant resistant element being the plasmid-borne erythromycin and tetracycline resistance genes that likely spread via horizontal gene transfer from staphylococci ( Sobisch et al., 2019 ; Vaishampayan and Grohmann, 2019 ).Bacillus thuringiensis also exhibited an increas ed probability of trans- fer of genetic material (plasmids or chromosome fragments) in spaceight conditions, which might explain its increased antibiotic re sistance and virulence ( Beuls et al., 2009 ;Senatore et al., 2018 ). In contrast to all these reports, some studies showed no difference in the antibiotic resistance pr ole postight compared with the ground control, probably because of tr ansient changes under spaceight conditions ( Juergen- smeyer et al., 1999 ;Mora et al., 2019 ). In the case of lower eukaryotic microorganisms, studies on responses to different stress conditions and antifungal drugs under spaceight conditions are limited to only a few species. In a study on S.cerevisiae exposed to LSMMG, microarray analysis of the yeast revealed that among the genes differentially ex-pressed, 26 of genes were involved in general environmental stress responses, whereas the remaining were unique to microgravity conditions ( Sheehan et al., 2007 ). In another study on C.albicans exposed to spaceight conditions, cells in the biolm exhibit ed increased expression of ABC transporters and multi- drug efux proteins and downregulation of ergosterol-encoding genes, which are all involved in imparting drug resistance to the cells. In addition, several gene si n v o l v e di no x i d a t i v es t ress resistance were also differentially regulated under spaceight conditions ( Crabbe et al., 2013 ). Among the Lsm family of pro- teins that are orthologs of Hfq in eukaryotes, expre ssion of Lsm2 was signicantly affected under space- ight conditions. However, its role in the spaceight response is yet to be determined ( Crabbe et al., 2013 ). Similarly, C.albicans cells exposed to the LSMMG condition formed a complex biolm structure and exhibited signicantly more resistance to amphotericin B compared with ground control ( Altenburg et al., 2008 ). Further research is needed to understand the physiological or genetic basis of drug resistance in human pathogens that might v ary among different species. SPACE CONDITIONS INFLUENCE ASTRONAUT MICROBIOME So far, this review discusses the effect of space or simulated-space conditions on microorganisms and their impact on spacecraft and human health. However, in addition to being present in the space environment, microbes are an essential constituent of the human body that is also affected by space conditions. Studieson the effect of space conditions on human microora have been ongoing since the Skylab mission. During the Skylab mission, although the microbial counts in the gastrointestinal (GI) samples of astronauts increased after the spaceight, there was a reduction in microbial diversity ( Taylor et al., 1971 ). The study also concluded an increase in pathogenic species, including S.aureus and S.marcescens ,w i t h S.aureus capable of being transferred from astronaut to astron aut. Later on, several culture-based studies showed that the space conditions result in alteration of the a stronauts oral, nasal, and GI microbial composition (Brown et al., 1976 ;Decelle and Taylor, 1976 ;Lencner et al., 1984 ). One of the studies utilized culture-inde- pendent methods to analyze the changes in microbial communities of GI tract, skin, nose, and tongue of astronauts during long-term space missions ( Voorhies et al., 2019 ). The results showed that during 6 months ight, there was an increase in GI microbial diversity in four of ve astronauts under observation; however,intestinal microbiotas composition became similar across astronauts with time in space. A slight increase in the inammatory immune response during spaceight was correlated to the altered GI microbiome in astronauts. In addition to GI, although the skin microbiome varied between different astronauts, commonmicrobial shifts were observed among them during spaceight. Crew members have reported allergies because they are continuously exposed to dust in a closed system of the ISS. Several human-associated bacterial commensals and a few opportunistic fungal pathogens were isolated from the ISS debris, whichmight be responsible for causing allergies ( Venkateswaran et al., 2014 ). A different study also reported a higher abundance of Malassezia , lipophilic skin fungi, compared with other fungal species from astronauts skin surfaces, during their 6 months stay on the ISS ( Sugita et al., 2016 ). Another report showed differences in the gut microbiota of astronauts and humans on the earth, with astronauts exhibiting a signicantdecrease in microbial composition, mostly attributed to differences in their lifestyle and diet ( Hao et al., 2018 ). Signicant differences between an astronaut s gut microbiome during 1-year mission aboard thell OPEN ACCESS 10 iScience 24, 102395, May 21, 2021iScienc e ReviewISS, compared with his twin on Earth, were also observed ( Garrett-Bakelman et al., 2019 ). The human gut m i c r o b i o m ec a nh a v ea ne f f e c to ng e n e r a lp h y s i o l o g ical responses, immunity, and health of the body (Heyde and Ruder, 2015 ;Siddiqui et al., 2021 ). Therefore, it becomes crucial to maintain a healthy micro- biome, especially in astronauts who are immunocompromised in space. THE ADVENT OF OMICS TECHNOLOGY IN SPACE Our understanding of microbial diversity in the upper atmosphere and aboard spacecraft has relied mostly on the culturable microorganisms. In recent times, the advent of genomics has allowed for the identica- tion of new species ( Bijlani et al., 2021 ;Singh et al., 2019 ;Venkateswaran et al., 2017 ) and several other mi- croorganisms found in the ISS that are otherwise unculturable. It is well known that only 0.11 of micro- organisms from any environment are culturable ( Lloyd et al., 2018 ). In a study conducted by Singh et al., metagenomic data generated from the ISS samples were used to retrieve nearly complete whole-genomesequences (WGSs) of bacterial species that led to the identication of a novel genus. The metagenome- assembled genome sequences of the novel species were shown to be identical to the WGS obtained from previously isolated ISS cultures. Thus, metagenomic data can provide nearly complete WGS thatcan be used to accurately identify novel species. This study was the rst wherein the approach known asmetagenome to phenome was used on the ISS samples and resulted in the identication of a novel genus (Singh et al., 2019 ). A different study developed Growth Rate InDex (GRiD) to determine the growth rates of ultra-low coverage or de novo -assembled metagenomes ( Emiola and Oh, 2018 ). This represents an impor- tant parameter that can be applied to the metagenomics data generated from the ISS samples to deter- mine the growth rate of different bacterial species, especially those that are lower in abundance. In the future, this approach can be extended to i dentify unculturable species as well. The use of multi-omics, including genomics, transcriptomics, proteomics, and metabolomics, has particu- larly aided in studying the variations in microbial diversity aboard spaceight. Several studies have utilizedamplicon and shot-gun sequencing to study changes in microbial diversity at different time-points in different areas aboard the ISS ( Checinska et al., 2015 ;Checinska Sielaff et al., 2019 ;Ichijo et al., 2016 ; Lang et al., 2017 ;Mora et al., 2016 ,2019 ). In all the studies conducted, microbial diversity was found to vary at different time points aboard the spaceight. The results showed that the ISS is chiey composedof human-associated microbiomes, including Biosafety Level-2 (BSL-2) opportunistic pathogens. These opportunistic pathogens isolated from the ISS exhibited antibiotic resistance, but it was not found signif- icant to result in an increase in pathogenicity under space conditions; however, the presence of most of themicroorganisms indicated a risk toward damag e to the integrity of spaceight material ( Mora et al., 2016 , 2019 ). Further experiments are warranted to understand their antibiotic resistance prole and pathoge- nicity while aboard the ISS. A more recent study utilized metagenomics, in combination with a techniquet oa n a l y z eo n l yv i a b l ec e l l so nt h eI S S ,t os t u d yt h es p a c e c r a f t  sa c t i v em i c r o b i a ld i v e r s i t y( Singh et al., 2018b ). The study led to the similar conclusion that microbial diversity varied at different time points at different locations aboard the ISS. The data indicated that BSL-2 microorganisms, for instance, Klebsiella pneumonia , persisted in the ISS over different time points. The metagenome-based analysis provides an advantage of higher sequence coverage and improved resolution compared with amplicon sequencing. Metagenomic sequences also helped in predicting that there was an increase in the virulence factorsand antimicrobial resistance genes associated with the microorganisms over a time period in the ISS, whichneeds to be further validated when compared with appropriate ground controls ( Singh et al., 2018b ). Recently, nanopore sequencing technology MinION, along with streamlined sample preparation protocol, was rst tested during a parabolic ight, which was also followed by data analysis ( McIntyre et al., 2016 ). This allowed researchers to understand the effect of microgravity on sequencing protocol and tools, and to further modify the procedure to implement on the ISS. Thereafter, MinION DNA sequencer was suc-cessfully established in-ight aboard the ISS that has further paved the way for conducting molecular biology experiments on spaceight ( Castro-Wallace et al., 2017 ). The use of this technology offers a sub- stantial potential for monitoring the microbial population aboard the spaceight in real time. Several othercompact third-generation sequencing technologie s can also be adapted to microgravity conditions and deployed in the ISS ( Goodwin et al., 2016 ;McGinn and Gut, 2013 ). Furthermore, a nucleic acid extraction technology has been recently tested and adapted to operate under microgravity conditions ( Urbaniak et al., 2020b ). In addition, the ISS harbors several hardwar e components to conduct microbiology experi- ments, including growth chambers and instruments to control the exposure of microbes to space radiation (Castro et al., 2013 ). Therefore, the inclusion of omics technologies in addition to the existing facilitiesll OPEN ACCESS iScience 24, 102395, May 21, 2021 11iScienc e Reviewavailable on the ISS will allow researchers to conduct experiments followed by sequencing and data anal- ysis in the spaceight, rather than waiting for sample return to Earth. A previous report suggested the use of omics, including genomics, proteomics, transcriptomics, metabo- lomics, epigenomics, exposomics, and metallomics, to establish markers specic to simulated microgravityconditions ( Schmidt et al., 2016 ). To date, the use of genomics, transcriptomics, metabolomics, and prote- omics has been of great importance in studying gene regulation at the cellular level, thereby providing insight into altered cellular processes upon expos ure to spaceight or microgravity conditions. For instance, genomic comparison of ISS Enterobacter bugandensis isolates with their Earth counterparts re- vealed the presence of antimicrobial drug resistance genes, including upregulation of efux pumps ( Singh et al., 2018a ). These results indicate potential drug resistance properties of these ISS isolates that need to be further conrmed by phenotypic characterization. Another study reported a multi-omics analysis of amodel fungus, A.nidulans , exposed to space conditions when compared with ground controls. Correlation of the genomics, proteomics, and metab olomics data of spaceight-exposed A.nidulans showed that the introduction of a stop codon in a regulatory gene, laeA , resulted in reduced LaeA protein levels, thereby affecting secondary metabolite production ( Romsdahl et al., 2019 ). In another study, proteomic analysis of A.fumigatus ISS isolates and its comparison to clinical isola tes identied the proteins that are responsible for its adaptation to the space environment. Most of the proteins that were upregulated were involved instress responses, carbohydrate metabolism, and secondary metabolism ( Blachowicz et al., 2019b ). Howev- er, all these studies relied on the ISS sample return to Earth for analysis. Therefore, several different alter- natives that can be adapted to the ISS, for instance, th ose discussed previously to analyze transcriptome and proteome ( Grimm et al., 2014 ;r e v i e w e di n Karouia et al., 2017 ), should be emphasized for future space research. Furthermore, in addition to genomics, nanopore sequencing has enabled the identication of epigenetic changes in bacteria via detection o f DNA base modication at N6-methyladenine ( McIntyre et al., 2019 ). The availability of nanopore sequencer on the ISS can help address epigenetic questions in addition to genetic analysis. Therefore, the inclusion of other omics technologies to study microbial phys- iology under spaceight or simulated microgravity co nditions can help develop microbial markers under space microgravity conditions. Overall, the correlation of omics with microbial phenotypic responsescan help us gain insight into the global changes responsible for the observed phenotype in space condi- tions. This will further aid in developing precision medicines against pathogenic microbes, similar to that hypothesized for humans in space ( Schmidt and Goodwin, 2013 ), both of which are critical for the safety of future long-term manned space missions. FUTURE DIRECTIONS The major goal of the microbiology element in the NASA Science plan involves understanding the effect ofspaceight on microbial life, processes, and dynamics ( NASA, 2016 ). Some of the guiding questions include how the spaceight inuences microbial pathways, microbe-microbe interactions, biolm forma- tion, virulence, and microbial interactions with other organisms ( NASA, 2016 ). Based on the NASA decadal survey, several microbial tracking experiments have been initiated to understand the microbial persistence on the spacecraft ( Checinska Sielaff et al., 2019 ;Singh et al., 2018b ;Venkateswaran et al., 2014 ). In addition, several experiments have been conducted to understand microbial processes, including biolm formation(Kim et al., 2013 ), pathogenicity, and virulence ( Crabbe et al., 2013 ;Ding et al., 2004 ), as discussed previ- ously. An overview of the key space microbiology experiments is shown in Figure 3 . However, the research in spaceight or simulated microgravity has been limited to only a few microorganisms. This is partly due to the extensive time, resources, and efforts required to conduct experiments on the spaceight followed bytransporting the biological materials back to Earth for further analysis. Therefore, in the future, more efforts should be put toward adapting differ ent technologies, including omics ( Bayram et al., 2018 ;Karouia et al., 2017 ;Schmidt et al., 2016 ), to the ISS. Incorporating omics in space would provide an answer to many different questions and help understand different aspects of microbial life on the ISS. Further on, to simplify the experiments onboard, emphasis should be given to conducting preliminary experiments on Earth using devices that can simulate spaceight conditions, which will allow researchers to plan experiments meticu-lously on the ISS. Another aspect that needs attention is the scarcity of information available on the persis-tence of viral load and their interaction with other organisms on the spacecraft. Some of the previous studies have reported reactivation of viruses in astronauts, including herpesvirus and Epstein-Barr virus, while onboard the ISS ( Mehta et al., 2017 ;Rooney et al., 2019 ). Omics can also help obtain information about the persistence of viruses on the ISS so that effective techniques to detect those viruses and coun- termeasures for the safety of crew health can be developed.ll OPEN ACCESS 12 iScience 24, 102395, May 21, 2021iScienc e ReviewDespite promising applications of microorganisms in s pace, information regarding how bacteria and fungi adapt to microgravity and radiation conditions, geneti cally or physiologically, remains limited. Although increased pathogenicity and virulence are a concern f or crew health, microbial activity aboard spacecraft can be benecial. Therefore, studies moving forward should be aimed at characterizing the advantages of m i c r o b i a ll i f ei ns p a c e .L i f es u p p o r tf u n c t i o n s ,s u c ha sw a s t ed e g r a d a t i o n ,w a t e rr e c o v e r y ,a n do x y g e np r o - duction, can be carried out by microorganisms, thus, sustaining life in space. In fact, several studies haveshown that fungi, bacteria, and cyanobacteria enhance vitamin production, water recycling, air decontam- ination, and waste manageme nt under space conditions ( Acevedo-Rocha et al., 2019 ;Aydogan-Cremaschi et al., 2009 ;Carillo et al., 2020 ;Lindeboom et al., 2020 ;Roberts et al., 2004 ). In particular, fungal biotech- nology can be harnessed such that space stations are sel f-sustaining with respect t o food, pharmaceuticals, waste recycling, and plastic degradation for long-term missions ( Cortesa o et al., 2020 ). Challenges ahead may involve developing a balanced microora that maximizes life support functions and minimizes the threat to crew health in closed space systems. Another important property of fungi that can be harnessed is their ability to synthesize pigments in the presence of radiations that helps them survive. Fungal species belonging to genera Cladosporium ,Paeci- lomyces ,a n d Penicillium were observed to grow toward the source of radiation at the Chernobyl nuclear accident site, and this property was termed radiotropism ( Zhdanova et al., 2004 ).Cryptococcus neofor- mans and Cladosporium sphaerospermum exhibited increased growth in the presence of ionizing radia- tions due to changes in melanin synthesis ( Dadachova and Casadevall, 2008 ). Microorganisms exposed to space conditions encounter similar extreme radi ation conditions and therefore develop protective mechanisms to adapt to these condition s. Proteomic characterization of A.fumigatus andA.niger isolated from the ISS surface showed an increased abundance of Arp1 and AlbA proteins, respectively, that areinvolved in the synthesis of DHN-melanin (1.8-dihydroxynaphthalene melanin) ( Blachowicz et al., 2019b ; Romsdahl et al., 2018 ). Another study as a part of CASIS-NP mG project exposed eight radiation-resistant fungal strains isolated from Chernobyl nuclear accident site to spaceight condition followed by theirgenome sequencing and assembly ( Singh et al., 2017 ). Further omics analysis is ongoing to understand the mechanistic basis of the production of bioactiv e compounds by these fungal species exposed to space conditions, compared with ground controls (unpublished data). This knowledge can help us harness theirpotential to protect life forms, including protectin g humans from harmful radiations on space as well as on Earth. Although enhanced virulence under space conditions has the potential to negatively impact crew health, it can also be used as a tool to guide the development of novel therapeutics. Drug discovery, modeling of drug pathways, and vaccine development are important areas that necessitate attention for the benet o fh u m a nl i f eo ns p a c ea n dE a r t h .S p e cically, the discovery of new factors involved in pathogenicity via Figure 3. TImeline of key space microbiology experiments An overview of the space microbiology experiments leading to Microbial Tracking (MT) experiments (MT-1 and MT-2) ( Be et al., 2017 ;Checinska Sielaff et al., 2017 ;Checinska Sielaff et al., 2016 ;Crabbe et al., 2013 ;Kim et al., 2013 ;Klaus and Howard, 2006 ;Knox et al., 2016 ;Singh et al., 2018b ;Taylor et al., 2014 ;Urbaniak et al., 2018 ,2020a ;Venkateswaran et al., 2017 ;Wilson et al., 2007 ;Yang et al., 2013b ). The gure has been generated using BioRender ( https:biorender.com ).ll OPEN ACCESS iScience 24, 102395, May 21, 2021 13iScienc e Reviewmicrogravity experiments can inform antibiotic drug and vaccine development. For example, the identi- cation of novel virulence genes inuenced by microgravity could allow us to more precisely attenuate bac-teria using live-attenuated vaccines ( Higginson et al., 2016 ). Traditionally, live-attenuated vaccines reduce virulence by introducing strains with metabolic mutations that slow or inhibit bacterial growth. This approach will help us identify novel therapeutic targets that allow the strain to remain more metabolicallyt, thereby resulting in a heightened host immune response. Currently, research is in progress aboard the ISS by National Lab Pathnder (NLP) missions to devel op a vaccine against diarrhea-causing strains of Sal- monella (Horneck et al., 2010 ). In addition to virulence genes, the identication of microgravity-sensitive global regulators could guide the development of no vel antibiotics. In particular, compounds capable of disrupting these global regulators could inhibit bacteria from sensing their environment and activating virulence factors ( Higginson et al., 2016 ). This approach to disarm bacterial virulence has been successfully utilized against Citrobacter rodentium in mice using Regicin, a novel inhibitor of the global regulator RegA (Yang et al., 2013a ) .H e n c e ,e m p l o y i n gs u c ha na p p r o a c hw i t hm i c r o g r a v i t y - s e n s i t i v eg l o b a lr e g u l a t o r s could prove benecial for the design of novel antibiotics. Independent studies have shown that hepato- cytes grown in RWVs form three-dimensional colonies characterized by increased and prolonged function-ality ( Brown et al., 2003 ;Chang and Hughes-Fulford, 2014 ). Not only the fact that such 3D culture systems better mimic the microenvironment of the intact liver but also the fact that they can sustain themselves longer than traditional cultures makes them optimal candidates for pre-clinical drug testing ( Hammond et al., 2016 ). These 3D culture systems that mimic human tissues can also be used to study host-pathogen interactions to identify drug targets and, additionally, drug testing. These novel vaccines or drug targets can be used for treatment in spaceight conditions, and further can be translated for use on Earth to treatan infected individual where the pathogenic organism encounters a similar low-shear environment. In summary, several research projects are being carried out to utilize the ISS as a test bed for microbiolog- ical studies and established MSSF to support microgravity-related scientic experiments. Furthermore,with the advancement of multi-omics, a better understanding of the microbial process is being obtained that will help devise strategies for sustaining healthy human life in future long-term manned missions to Moon, Mars, and Beyond. ACKNOWLEDGMENTS The authors acknowledge funds f rom NASAs 2018 Space Biology (R OSBio) NNH18ZTT001N-FG App B: Flight and Ground Space Biology R esearch Grant 80NSSC19K1501 awarded to C.C.C.W and K.V. All gures including graphical abstract were prepared using BioRender ( www.biorender.com ). AUTHOR CONTRIBUTIONS S.B., E.S., and N.K.S. wrote and revised the manuscript. K.V. and C.C.C.W. revised and provided feedback on the manuscript. S.B. and C.C.C.W. prepared an outline for the manuscript. DECLARATION OF INTERESTS A l la u t h o r sd e c l a r en oc o m p e t i n gi n t e r e s t s . REFERENCES Acevedo-Rocha, C.G., Gronenberg, L.S., Mack, M., Commichau, F.M., and Genee, H.J. (2019). Microbial cell factories for the sustainable manufacturing of B vitamins. Curr. Opin. Biotechnol. 56, 1829. Aerts, D., Hauer, E.E., Ohm, R.A., Arentshorst, M., Teertstra, W.R., Phippen, C., Ram, A.F.J., Frisvad, J.C., and Wosten, H.A.B. (2018). The FlbA- regulated predicted transcription factor Fum21 of Aspergillus niger is involved in fumonisin production. Antonie Van Leeuwenhoek 111, 311322. Altenburg, S.D., Nielsen-Preiss, S.M., and Hyman, L.E. (2008). Increased lamentous growth of Candida albicans in simulated. Microgravity. Genomics Proteomics Bioinformatics 6, 4250.Arentshorst, M., Ram, A.F.J., and Meyer, V. (2012). Using non-homologous end-joining-decient strains for functional gene analyses in lamentous fungi. In Plant Fungal Pathogens, M. Bolton and B. Thomma, eds. (Humana Press), pp. 133150. Aunins, T.R., Erickson, K.E., Prasad, N., Levy, S.E., Jones, A., Shrestha, S., Mastracchio, R., Stodieck, L., Klaus, D., Zea, L., et al. (2018). Spaceight modies Escherichia coli gene expression in response to antibiotic exposure and reveals roleof oxidative stress response. Front. Microbiol. 9, 310. Aydogan-Cremaschi, S., Orcun, S., Blau, G., Pekny, J.F., and Reklaitis, G.V. (2009). A novel approach for life-support-system design for manned space missions. Acta Astronautica 65, 330346.Baker, P.W., and Leff, L.G. (2005). Intraspecic differences in bacterial responses to modelled reduced gravity. J. Appl. Microbiol. 98, 1239 1246. Baker, P.W., Meyer, M.L., and Leff, L.G. (2004). Escherichia coli growth under modeled reduced gravity. Microgravity Sci. Technol. 15, 3944. Barrila, J., Radtke, A.L., Crabbe, A., Sarker, S.F., Herbst-Kralovetz, M.M., Ott, C.M., andNickerson, C.A. (2010). Organotypic 3D cell culture models: using the rotating wall vessel to study host-pathogen interactions. Nat. Rev. Microbiol. 8, 791801. Baumstark-Khan, C., and Facius, R. (2002). Life under conditions of ionizing radiation. In Astrobiology, the Quest for the Conditions ofll OPEN ACCESS 14 iScience 24, 102395, May 21, 2021iScienc e ReviewLife, G. Horneck and C. Baumstark-Khan, eds. (Berlin, Germany: Springer), pp. 261284. Bayram, M., Asar, R., and Ozdemir, V. (2018). Is space the new frontier for omics? Mars-omics,planetary science, and the next-generation technology futurists. OMICS 22, 696699. Be, N.A., Avila-Herrera, A., Allen, J.E., Singh, N., Checinska Sielaff, A., Jaing, C., and Venkateswaran, K. (2017). Whole metagenomeproles of particulates collected from the International Space Station. Microbiome 5, 81. Begley, C.M., and Kleis, S.J. (2002). RWPV bioreactor mass transport: earth-based and in microgravity. Biotechnol. Bioeng. 80, 465476. Benoit, M., and Klaus, D. (2005). Can genetically modied Escherichia coli with neutral buoyancy induced by gas vesicles be used as an alternative method to clinorotation for microgravity studies? Microbiology 151, 6974. Benoit, M., and Klaus, D.M. (2007). Microgravity, bacteria, and the inuence of motility. Adv. Space Res. 39, 12251232. Benoit, M.R., Li, W., Stodieck, L.S., Lam, K.S., Winther, C.L., Roane, T.M., and Klaus, D.M. (2006). Microbial antibiotic production aboard the international space station. Appl. Microbiol. Biotechnol. 70, 403411. Beuls, E., Van Houdt, R., Leys, N., Dijkstra, C., Larkin, O., and Mahillon, J. (2009). Bacillus thuringiensis conjugation in simulated microgravity. Astrobiology 9, 797805. Bijlani, S., Singh, N.K., Eedara, V.V.R., Podile, A.R., Mason, C.E., Wang, C.C.C., and Venkateswaran, K. (2021). Methylobacterium ajmalii sp. nov., isolated from the international space station. Front. Microbiol. 12, 639396. Blachowicz, A., Chiang, A.J., Elsaesser, A., Kalkum, M., Ehrenfreund, P., Stajich, J.E., Torok, T., Wang, C.C.C., and Venkateswaran, K. (2019a). Proteomic and metabolomic characteristics of Extremophilic fungi under simulated Mars conditions. Front. Microbiol. 10, 1013. Blachowicz, A., Chiang, A.J., Romsdahl, J., Kalkum, M., Wang, C.C.C., and Venkateswaran, K. (2019b). Proteomic characterization of Aspergillus fumigatus isolated from air and surfaces of the International Space Station.Fungal Genet. Biol. 124, 3946. Borst, A.G., and van Loon, J.J.W.A. (2009). Technology and developments for the random positioning machine. RPM. Microgravity Sci. Technology 21, 287292. Briegleb, W. (1992). Some qualitative and quantitative aspects of the fast-rotating clinostat as a research tool. ASGSB Bull. 5, 2330. Brown, L.R., Fromme, W.J., Handler, S.F., Wheatcroft, M.G., and Johnston, D.A. (1976). Effect of Skylab missions on clinical and microbiologic aspects of oral health. J. Am. Dent Assoc. 93, 357363. Brown, L.A., Arterburn, L.M., Miller, A.P., Cowger, N.L., Hartley, S.M., Andrews, A., Silber, P.M., and Li, A.P. (2003). Maintenance of liver functions in rat hepatocytes cultured as spheroids in a rotating wall vessel. Vitro Cell Dev Biol Anim 39, 1320.Bucker, H., and Horneck, G. (1975). Studies on the effects of cosmic HZEparticles in different biological systems in the Biostack experiments I and II, own on board of Apollo 16 and 17. In Radiation Research, O.F. Nygaard, H.I. Adler, andW.K. Sinclair, eds. (Academic Press), pp. 11381151. Cadet, J., Anselmino, C., Douki, T., and Voituriez, L. (1992). Photochemistry of nucleic acids in cells. J. Photochem. Photobiol. B 15, 277298. Carillo, P., Morrone, B., Fusco, G.M., De Pascale, S., and Rouphael, Y. (2020). Challenges for a sustainable food production system on board of the international space station: a Technical review. Agronomy 10, 687. Castro, V.A., Thrasher, A.N., Healy, M., Ott, C.M., and Pierson, D.L. (2004). Microbialcharacterization during the early habitation of the international space station. Microb. Ecol. 47, 119126. Castro, S.L., Nelman-Gonzalez, M., Nickerson, C.A., and Ott, C.M. (2011). Induction of attachment-independent biolm formation andrepression of Hfq expression by low-uid-shear culture of Staphylococcus aureus . Appl. Environ. Microbiol. 77, 63686378. Castro, S.L., Smith, D.J., and Ott, C.M. (2013). A Researchers Guide to International Space Station: Microbial Research (NASA ISS Program Science Ofce). Castro-Wallace, S.L., Chiu, C.Y., John, K.K., Stahl, S.E., Rubins, K.H., McIntyre, A.B.R., Dworkin, J.P., Lupisella, M.L., Smith, D.J., Botkin, D.J., et al.(2017). Nanopore DNA sequencing and genome assembly on the international space station. Sci. Rep. 7, 18022. Chan, C.Y., Kiechle, M., Manivasakam, P., and Schiestl, R.H. (2007). Ionizing radiation and restriction enzymes induce microhomology-mediated illegitimate recombination in Saccharomyces cerevisiae . Nucleic Acids Res. 35, 50515059. Chang, T.T., and Hughes-Fulford, M. (2014). Molecular mechanisms underlying the enhanced functions of three-dimensional hepatocyteaggregates. Biomaterials 35, 21622171. Checinska, A., Probst, A.J., Vaishampayan, P., White, J.R., Kumar, D., Stepanov, V.G., Fox, G.E., Nilsson, H.R., Pierson, D.L., Perry, J., et al. (2015). Microbiomes of the dust particles collected from the international space station and spacecraftassembly facilities. Microbiome 3, 50. Checinska Sielaff, A., Singh, N.K., Allen, J.E., Thissen, J., Jaing, C., and Venkateswaran, K. (2016). Draft genome sequences of biosafety level 2 opportunistic pathogens isolated from the environmental surfaces of the international spacestation. Genome Announc. 4, e01263-16. Checinska Sielaff, A., Kumar, R.M., Pal, D., Mayilraj, S., and Venkateswaran, K. (2017). Solibacillus kalamii sp. nov., isolated from a high- efciency particulate arrestance lter system used in the International Space Station. Int. J. Syst.Evol. Microbiol. 67, 896901. Checinska Sielaff, A., Urbaniak, C., Mohan, G.B.M., Stepanov, V.G., Tran, Q., Wood, J.M., Minich, J., McDonald, D., Mayer, T., Knight, R.,et al. (2019). Characterization of the total and viable bacterial and fungal communities associated with the International Space Station surfaces. Microbiome 7, 50. Coleman, C.B., Gonzalez-Villalobos, R.A., Allen, P.L., Johanson, K., Guevorkian, K., Valles, J.M., and Hammond, T.G. (2007). Diamagnetic levitation changes growth, cell cycle, and gene expression of Saccharomyces cerevisiae . Biotechnol. Bioeng. 98, 854863. Cortesao, M., de Haas, A., Unterbusch, R., Fujimori, A., Schutze, T., Meyer, V., and Moeller, R. (2020). Aspergillus niger spores are highly resistant to space radiation. Front. Microbiol. 11, 560. Cortesa o, M., Schu tze, T., Marx, R., Moeller, R., and Meyer, V. (2020). Fungal biotechnology in space: Why and how? In Grand Challenges in Fungal Biotechnology, H. Nevalainen, ed.(Springer), pp. 501535. Crabbe, A., Pycke, B., Van Houdt, R., Monsieurs, P., Nickerson, C., Leys, N., and Cornelis, P. (2010). Response of Pseudomonas aeruginosa PAO1 to low shear modelled microgravity involves AlgUregulation. Environ. Microbiol. 12, 15451564. Crabbe, A., Nielsen-Preiss, S.M., Woolley, C.M., Barrila, J., Buchanan, K., McCracken, J., Inglis, D.O., Searles, S.C., Nelman-Gonzalez, M.A., Ott, C.M., et al. (2013). Spaceight enhances cellaggregation and random budding in Candida albicans . PLoS One 8, e80677. Dadachova, E., and Casadevall, A. (2008). Ionizing radiation: how fungi cope, adapt, and exploit with the help of melanin. Curr. Opin. Microbiol. 11, 525531. DeBoever, P., Mergeay, M., Ilyin, V., Forget- Hanus, D., Van der Auwera, G., and Mahillon, J. (2007). Conjugation-mediated plasmid exchange between bacteria grown under space ightconditions. Microgravity Sci. Technol. 19, 138144. Decelle, J.G., and Taylor, G.R. (1976). Autoora in the upper respiratory tract of Apollo astronauts. Appl. Environ. Microbiol. 32, 659665. Demain, A.L., and Fang, A. (2001). Secondary metabolism in simulated microgravity. Chem. Rec. 1, 333346. Dickson, K.J. (1991). Summary of biological spaceight experiments with cells. ASGSB Bull 4, 151260. Ding, Y., Davis, B.M., and Waldor, M.K. (2004). Hfq is essential for Vibrio cholerae virulence and downregulates sigma expression. Mol. Microbiol. 53, 345354. La Duc, M.T., Sumner, R., Pierson, D., Venkat, P., and Venkateswaran, K. (2004). Evidence of pathogenic microbes in the International SpaceStation drinking water: reason for concern? Habitation (Elmsford) 10, 3948. Emiola, A., and Oh, J. (2018). High throughput in situ metagenomic measurement of bacterial replication at ultra-low sequencing coverage.Nat. Commun. 9, 4956. England, L.S., Gorzelak, M., and Trevors, J.T. (2003). Growth and membrane polarization inll OPEN ACCESS iScience 24, 102395, May 21, 2021 15iScienc e ReviewPseudomonas aeruginosa UG2 grown in randomized microgravity in a high aspect ratio vessel. Biochim. Biophys. Acta 1624 , 7680. Fang, A., Pierson, D.L., Mishra, S.K., Koenig, D.W., and Demain, A.L. (1997a). Gramicidin S production by Bacillus brevis in simulated microgravity. Curr. Microbiol. 34, 199204. Fang, A., Pierson, D.L., Mishra, S.K., Koenig, D.W., and Demain, A.L. (1997b). Secondary metabolism in simulated microgravity: beta-lactam production by Streptomyces clavuligerus . J. Ind. Microbiol. Biotechnol. 18, 2225. Fang, A., Pierson, D.L., Mishra, S.K., and Demain, A.L. (2000). Growth of Steptomyces hygroscopicus in rotating-wall bioreactor under simulated microgravity inhibits rapamycin production. Appl. Microbiol. Biotechnol. 54, 3336. Freed, L.E., and Vunjak-Novakovic, G. (1997). Microgravity tissue engineering. Vitro Cell Dev Biol Anim 33, 381385. Freed, L.E., Langer, R., Martin, I., Pellis, N.R., and Vunjak-Novakovic, G. (1997). Tissue engineering of cartilage in space. Proc. Natl. Acad. Sci. U S A94, 1388513890. Garrett-Bakelman, F.E., Darshi, M., Green, S.J., Gur, R.C., Lin, L., Macias, B.R., McKenna, M.J.,Meydan, C., Mishra, T., Nasrini, J., et al. (2019). The NASA Twins Study: a multidimensional analysis of a year-long human spaceight. Science 364, eaau8650. Gauthier, T., Wang, X., Sifuentes Dos Santos, J., Fysikopoulos, A., Tadrist, S., Canlet, C., Artigot, M.P., Loiseau, N., Oswald, I.P., and Puel, O. (2012). Trypacidin, a spore-borne toxin fromAspergillus fumigatus , is cytotoxic to lung cells. PLoS One 7, e29906. De Gelder, J., Vandenabeele, P., De Boever, P., Mergeay, M., Moens, L., and De Vos, P. (2009). Raman Spectroscopic analysis of Cupriavidus metallidurans LMG 1195 (CH34) cultured in low- shear microgravity conditions. Microgravity Sci. Technol. 21, 217223. Gilbert, R., Torres, M., Clemens, R., Hateley, S., Hosamani, R., Wade, W., and Bhattacharya, S. (2020). Spaceight and simulated microgravityconditions increase virulence of Serratia marcescens in the Drosophila melanogaster infection model. NPJ Microgravity 6,4 . Goodwin, S., McPherson, J.D., and McCombie, W.R. (2016). Coming of age: ten years of next- generation sequencing technologies. Nat. Rev. Genet. 17, 333351. Grimm, D., Pietsch, J., Wehland, M., Richter, P., Strauch, S.M., Lebert, M., Magnusson, N.E., Wise, P., and Bauer, J. (2014). The impact of microgravity-based proteomics research. ExpertRev. Proteomics 11, 465476. Guevorkian, K., and Valles, J.M., Jr. (2006). Swimming Paramecium in magnetically simulated enhanced, reduced, and inverted gravity environments. Proc. Natl. Acad. Sci. U S A 103, 1305113056. Hammond, T.G., and Hammond, J.M. (2001). Optimized suspension culture: the rotating-wall vessel. Am. J. Physiol. Ren. Physiol. 281, F12F25.Hammond, T.G., Benes, E., OReilly, K.C., Wolf, D.A., Linnehan, R.M., Taher, A., Kaysen, J.H., Allen, P.L., and Goodwin, T.J. (2000). Mechanical culture conditions effect gene expression:gravity-induced changes on the space shuttle. Physiol. Genomics 3, 163173. Hammond, T., Allen, P., and Birdsall, H. (2016). Is there a space-based technology Solution to problems with preclinical drug Toxicity testing? Pharm. Res. 33, 15451551. Hao, Z., Li, L., Fu, Y., and Liu, H. (2018). The inuence of bioregenerative life-support system dietary structure and lifestyle on the gut microbiota: a 105-day ground-based space simulation in Lunar Palace 1. Environ. Microbiol.20, 36433656. Herranz, R., Anken, R., Boonstra, J., Braun, M., Christianen, P.C., de Geest, M., Hauslage, J.,Hilbig, R., Hill, R.J., Lebert, M., et al. (2013). Ground-based facilities for simulation of microgravity: organism-specic recommendations for their use, and recommended terminology. Astrobiology 13, 117. Heyde, K.C., and Ruder, W.C. (2015). Exploring host-microbiome interactions using an in silico model of biomimetic robots and engineered living cells. Sci. Rep. 5, 11988. Higginson, E.E., Galen, J.E., Levine, M.M., and Tennant, S.M. (2016). Microgravity as a biological tool to examine host-pathogen interactions and to guide development of therapeutics and preventatives that target pathogenic bacteria. Pathog. Dis. 74, ftw095. Horneck, G. (1993). The biostack concept and its application in space and at accelerators: studies onBacillus subtilis spores. In Biological Effects and Physics of Solar and Galactic Cosmic Radiation, C.E. Swenberg, G. Horneck, and E.G. Stassinopoulos, eds. (Springer), pp. 99115. Horneck, G., and Zell, M. (2012). Introduction to the EXPOSE-E mission. Astrobiology 12, 373. Horneck, G., Klaus, D.M., and Mancinelli, R.L. (2010). Space microbiology. Microbiol. Mol. Biol. Rev. 74, 121156. Hoson, T., Kamisaka, S., Masuda, Y., Yamashita, M., and Buchen, B. (1997). Evaluation of the three- dimensional clinostat as a simulator of weightlessness. Planta 203(Suppl ), S187S197. Hotchin, J., Lorenz, P., and Hemenway, C. (1968). The survival of terrestrial microorganisms in space at orbital altitudes during Gemini satellite experiments. Life Sci. Space Res. 6, 108114. Huang, B., Li, D.G., Huang, Y., and Liu, C.T. (2018). Effects of spaceight and simulated microgravity on microbial growth and secondary metabolism. Mil. Med. Res. 5, 18. Huitema, C., Beaudette, L.A., and Trevors, J.T. (2002). Simulated microgravity (SMG) and bacteria. Riv Biol. 95, 497503. Ichijo, T., Yamaguchi, N., Tanigaki, F., Shirakawa, M., and Nasu, M. (2016). Four-year bacterial monitoring in the international space station- Japanese experiment module Kibo with culture-independent approach. NPJ Microgravity 2, 16007.Johanson, K., Allen, P.L., Gonzalez-Villalobos, R.A., Baker, C.B., DElia, R., and Hammond, T.G. (2006). Gene expression and survival changes in Saccharomyces cerevisiae during suspension culture. Biotechnol. Bioeng. 93, 10501059. Juergensmeyer, M.A., Juergensmeyer, E.A., and Guikema, J.A. (1999). Long-term exposure tospaceight conditions affects bacterial response to antibiotics. Microgravity Sci. Technol. 12 , 4147. Kacena, M.A., and Todd, P. (1999). Gentamicin: effect on E. coli in space. Microgravity Sci. Technol. 12, 135137. Kacena, M.A., Merrell, G.A., Manfredi, B., Smith, E.E., Klaus, D.M., and Todd, P. (1999). Bacterial growth in space ight: logistic growth curve parameters for Escherichia coli andBacillus subtilis . Appl. Microbiol. Biotechnol. 51, 229234. Karouia, F., Peyvan, K., and Pohorille, A. (2017). Toward biotechnology in space: high-throughput instruments for in situ biological research beyondEarth. Biotechnol. Adv. 35, 905932. Kim, W., Tengra, F.K., Young, Z., Shong, J., Marchand, N., Chan, H.K., Pangule, R.C., Parra, M., Dordick, J.S., Plawsky, J.L., et al. (2013). Spaceight promotes biolm formation by Pseudomonas aeruginosa . PLoS One 8, e62437. Kim, M.H., Rusek, A., and Cucinotta, F.A. (2015). Issues for simulation of galactic cosmic ray exposures for Radiobiological research atground-based accelerators. Front. Oncol. 5, 122. Klaus, D.M. (2001). Clinostats and bioreactors. Gravit. Space Biol. Bull 14, 5564. Klaus, D.M. (2004). Gravitational inuence on biomolecular engineering processes. Gravit. Space Biol. 17, 5166. Klaus, D.M., and Howard, H.N. (2006). Antibiotic efcacy and microbial virulence during space ight. Trends Biotechnol. 24, 131136. Klaus, D.M., Todd, P., and Schatz, A. (1998). Functional weightlessness during clinorotation of cell suspensions. Adv. Space Res. 21, 13151318. Klaus, D.M., Benoit, M.R., Nelson, E.S., and Hammond, T.G. (2004). Extracellular mass transport considerations for space ight research concerning suspended and adherent in vitro cell cultures. J. Gravit. Physiol. 11, 1727. Klintworth, R., Reher, H.J., Viktorov, A.N., and Bohle, D. (1999). Biological induced corrosion of materials II: new test methods and experiences from MIR station. Acta Astronaut 44, 569578. Knox, B.P., Blachowicz, A., Palmer, J.M., Romsdahl, J., Huttenlocher, A., Wang, C.C., Keller, N.P., and Venkateswaran, K. (2016).Characterization of Aspergillus fumigatus isolates from air and surfaces of the international space station. mSphere 1, e0022716. Koenig, D.W., and Pierson, D.L. (1997). Microbiology of the space shuttle water system. Water Sci. Technol. 35, 5964. Kuznetsov, O.A., and Hasenstein, K.H. (1996). Intracellular magnetophoresis of amyloplasts and induction of root curvature. Planta 198, 8794.ll OPEN ACCESS 16 iScience 24, 102395, May 21, 2021iScienc e ReviewLam, K.S., Mamber, S.W., Pack, E.J., Forenza, S., Fernandes, P.B., and Klaus, D.M. (1998). The effects of space ight on the production of monorden by Humicola fuscoatra WC5157 in solid-state fermentation. Appl. Microbiol. Biotechnol. 49, 579583. Lam, K.S., Gustavson, D.R., Pirnik, D.L., Pack, E., Bulanhagui, C., Mamber, S.W., Forenza, S., Stodieck, L.S., and Klaus, D.M. (2002). The effectof space ight on the production of actinomycin Db y Streptomyces plicatus . J. Ind. Microbiol. Biotechnol. 29, 299302. Lang, J.M., Coil, D.A., Neches, R.Y., Brown, W.E., Cavalier, D., Severance, M., Hampton-Marcell, J.T., Gilbert, J.A., and Eisen, J.A. (2017). A microbial survey of the international space station (ISS). PeerJ 5, e4029. Lapchine, L., Moatti, N., Gasset, G., Richoilley, G., Templier, J., and Tixador, R. (1986). Antibiotic activity in space. Drugs Exp. Clin. Res. 12, 933938. Lawal, A., Kirtley, M.L., van Lier, C.J., Erova, T.E., Kozlova, E.V., Sha, J., Chopra, A.K., andRosenzweig, J.A. (2013). The effects of modeled microgravity on growth kinetics, antibiotic susceptibility, cold growth, and the virulence potential of a Yersinia pestis ymoA-decient mutant and its isogenic parental strain. Astrobiology 13, 821832. Lencner, A.A., Lencner, C.P., Mikelsaar, M.E., Tjuri, M.E., Toom, M.A., Va ljaots, M.E., Silov, V.M., Lizko, N.N., Legenkov, V.I., and Reznikov, I.M. (1984). The quantitative composition of theintestinal lactoora before and after space ights of different lengths. Nahrung 28, 607613. Lesnyak, A., Sonnenfeld, G., Avery, L., Konstantinova, I., Rykova, M., Meshkov, D., and Orlova, T. (1996). Effect of SLS-2 spaceight on immunologic parameters of rats. J. Appl. Physiol. 81, 178182. Lindeboom, R.E.F., Paepe, J.D., Vanoppen, M., Alonso-Farin as, B., Coessens, W., Alloul, A., Christiaens, M.E.R., Dotremont, C., Beckers, H., Lamaze, B., et al. (2020). A ve-stage treatment train for water recovery from urine and shower water for long-term human Space missions.Desalination 495, 114634. Liu, Y.M., Zhu, D.M., Strayer, D.M., and Israelsson, U.E. (2010). Magnetic levitation of large waterdroplets and mice. Adv. Space Res. 45, 208213. Liu, M., Gao, H., Shang, P., Zhou, X., Ashforth, E., Zhuo, Y., Chen, D., Ren, B., Liu, Z., and Zhang, L.(2011). Magnetic eld is the dominant factor to induce the response of Streptomyces avermitilis in altered gravity simulated by diamagnetic levitation. PLoS One 6, e24697. Lloyd, K.G., Steen, A.D., Ladau, J., Yin, J., and Crosby, L. (2018). Phylogenetically novel uncultured microbial cells dominate earth microbiomes. mSystems 3, e0005518. van Loon, J.J.W.A. (2007). Some history and use of the random positioning machine, RPM, in gravity related research. Adv. Space Res. 39, 11611165. Lynch, S.V., Brodie, E.L., and Matin, A. (2004). Role and regulation of sigma S in general resistanceconferred by low-shear simulated microgravity in Escherichia coli . J. Bacteriol. 186, 82078212. Lynch, S.V., Mukundakrishnan, K., Benoit, M.R., Ayyaswamy, P.S., and Matin, A. (2006). Escherichia coli biolms formed under low-shear modeled microgravity in a ground-based system. Appl. Environ. Microbiol. 72, 77017710. Mauclaire, L., and Egli, M. (2010). Effect of simulated microgravity on growth andproduction of exopolymeric substances of Micrococcus luteus space and earth isolates. FEMS Immunol. Med. Microbiol. 59, 350356. McGinn, S., and Gut, I.G. (2013). DNA sequencing - spanning the generations. N. Biotechnol. 30, 366372. McIntyre, A.B.R., Rizzardi, L., Yu, A.M., Alexander, N., Rosen, G.L., Botkin, D.J., Stahl, S.E., John, K.K., Castro-Wallace, S.L., McGrath, K., et al. (2016). Nanopore sequencing in microgravity.NPJ Microgravity 2, 16035. McIntyre, A.B.R., Alexander, N., Grigorev, K., Bezdan, D., Sichtig, H., Chiu, C.Y., and Mason,C.E. (2019). Single-molecule sequencing detection of N6-methyladenine in microbial reference materials. Nat. Commun. 10, 579. McLean, R.J., Cassanto, J.M., Barnes, M.B., and Koo, J.H. (2001). Bacterial biolm formationunder microgravity conditions. FEMS Microbiol. Lett. 195, 115119. Mehta, S.K., Laudenslager, M.L., Stowe, R.P., Crucian, B.E., Feiveson, A.H., Sams, C.F., and Pierson, D.L. (2017). Latent virus reactivation inastronauts on the international space station. NPJ Microgravity 3, 11. Micke, U., Horneck, G., and Kozubek, S. (1994). Double strand breaks in the DNA of Bacillus subtilis cells irradiated by heavy ions. Adv. Space Res. 14, 207211. Mora, M., Perras, A., Alekhova, T.A., Wink, L., Krause, R., Aleksandrova, A., Novozhilova, T., and Moissl-Eichinger, C. (2016). Resilient microorganisms in dust samples of theInternational Space Station-survival of the adaptation specialists. Microbiome 4, 65. Mora, M., Wink, L., Kogler, I., Mahnert, A., Rettberg, P., Schwendner, P., Demets, R., Cockell, C., Alekhova, T., Klingl, A., et al. (2019).Space Station conditions are selective but do not alter microbial characteristics relevant to human health. Nat. Commun. 10, 3990. Van Mulders, S.E., Stassen, C., Daenen, L., Devreese, B., Siewers, V., van Eijsden, R.G.,Nielsen, J., Delvaux, F.R., and Willaert, R. (2011). The inuence of microgravity on invasive growth inSaccharomyces cerevisiae . Astrobiology 11, 4555. NASA (2016). Space Biology Science Plan 2016- 2025. National Academies of Sciences, E., and Medicine (2018). A Midterm Assessment of Implementation of the Decadal Survey on Life and Physical Sciences Research at NASA (TheNational Academies Press). Newcombe, D.A., Schuerger, A.C., Benardini, J.N., Dickinson, D., Tanner, R., andVenkateswaran, K. (2005). Survival of spacecraft- associated microorganisms under simulated martian UV irradiation. Appl. Environ. Microbiol. 71, 81478156. Ni, L., and Snyder, M. (2001). A genomic study of the bipolar bud site selection pattern in Saccharomyces cerevisiae . Mol. Biol. Cell 12, 21472170. Nicholson, W.L., Munakata, N., Horneck, G., Melosh, H.J., and Setlow, P. (2000). Resistance of Bacillus endospores to extreme terrestrial and extraterrestrial environments. Microbiol. Mol. Biol. Rev. 64, 548572. Nickerson, C.A., Ott, C.M., Mister, S.J., Morrow, B.J., Burns-Keliher, L., and Pierson, D.L. (2000). Microgravity as a novel environmental signal affecting Salmonella enterica serovar Typhimurium virulence. Infect Immun. 68, 3147 3152. Nickerson, C.A., Ott, C.M., Wilson, J.W., Ramamurthy, R., and Pierson, D.L. (2004). Microbial responses to microgravity and other low-shear environments. Microbiol. Mol. Biol. Rev. 68, 345361. Norbury, J.W., Schimmerling, W., Slaba, T.C., Azzam, E.I., Badavi, F.F., Baiocco, G., Benton, E., Bindi, V., Blakely, E.A., Blattnig, S.R., et al. (2016). Galactic cosmic ray simulation at the NASA space radiation laboratory. Life Sci. Space Res. (Amst) 8, 3851. Novikova, N.D. (2004). Review of the knowledge of microbial contamination of the Russian manned spacecraft. Microb. Ecol. 47, 127132. Novikova, N., De Boever, P., Poddubko, S., Deshevaya, E., Polikarpov, N., Rakova, N., Coninx, I., and Mergeay, M. (2006). Survey of environmental biocontamination on board the international space station. Res. Microbiol. 157, 512. Ohnishi, K., and Ohnishi, T. (2004). The biological effects of space radiation during long stays in space. Biol. Sci. Space 18, 201205. Orsini, S.S., Lewis, A.M., and Rice, K.C. (2017). Investigation of simulated microgravity effects on Streptococcus mutans physiology and global gene expression. NPJ Microgravity 3,4 . Ott, C.M., Bruce, R.J., and Pierson, D.L. (2004). Microbial characterization of free oating condensate aboard the Mir space station. Microb. Ecol. 47, 133136. Pierson, D.L. (2001). Microbial contamination of spacecraft. Gravit. Space Biol. Bull 14, 16. Purevdorj-Gage, B., Sheehan, K.B., and Hyman, L.E. (2006). Effects of low-shear modeled microgravity on cell function, gene expression, and phenotype in Saccharomyces cerevisiae . Appl. Environ. Microbiol. 72, 45694575. Rabbow, E., Rettberg, P., Barczyk, S., Bohmeier, M., Parpart, A., Panitz, C., Horneck, G., von Heise- Rotenburg, R., Hoppenbrouwers, T., Willnecker, R., et al. (2012). EXPOSE-E: an ESA astrobiology mission 1.5 years in space. Astrobiology 12, 374386. Roberts, M.S., Garland, J.L., and Mills, A.L. (2004). Microbial astronauts: assembling microbialll OPEN ACCESS iScience 24, 102395, May 21, 2021 17iScienc e Reviewcommunities for advanced life support systems. Microb. Ecol. 47, 137149. Rogers, E. (1986). The Ecology of Microorganisms in a Small Closed System: Potential Benets and Problems for Space Station (NASA TechnicalMemorandum). Romsdahl, J., Blachowicz, A., Chiang, A.J., Singh, N., Stajich, J.E., Kalkum, M., Venkateswaran, K., and Wang, C.C.C. (2018). Characterization of Aspergillus Niger isolated from the International Space Station. mSystems 3, e0011218. Romsdahl, J., Blachowicz, A., Chiang, A.J., Chiang, Y.M., Masonjones, S., Yaegashi, J., Countryman, S., Karouia, F., Kalkum, M., Stajich, J.E., et al. (2019). International Space Station conditions alter genomics, proteomics, and metabolomics in Aspergillus nidulans . Appl. Microbiol. Biotechnol. 103, 13631377. Romsdahl, J., Blachowicz, A., Chiang, Y.M., Venkateswaran, K., and Wang, C.C.C. (2020). Metabolomic analysis of Aspergillus niger isolated from the international space station reveals enhanced production levels of theantioxidant pyranonigrin A. Front. Microbiol. 11, 931. Rooney, B.V., Crucian, B.E., Pierson, D.L., Laudenslager, M.L., and Mehta, S.K. (2019).Herpes virus reactivation in astronauts during spaceight and its application on earth. Front. Microbiol. 10, 16. Rosenzweig, J.A., Abogunde, O., Thomas, K., Lawal, A., Nguyen, Y.U., Sodipe, A., and Jejelowo, O. (2010). Spaceight and modeledmicrogravity effects on microbial growth and virulence. Appl. Microbiol. Biotechnol. 85, 885891. Schafer, M., Schmitz, C., and Bucker, H. (1994). Heavy ion induced DNA double strand breaks in cells of E. coli . Adv. Space Res. 14, 203206. Schiwon, K., Arends, K., Rogowski, K.M., Furch, S., Prescha, K., Sakinc, T., Van Houdt, R., Werner, G., and Grohmann, E. (2013). Comparison of antibiotic resistance, biolm formation and conjugative transfer of Staphylococcus and Enterococcus isolates from international space station and antarctic research station Concordia. Microb. Ecol. 65, 638651. Schmidt, M.A., and Goodwin, T.J. (2013). Personalized medicine in human space ight: using Omics based analyses to develop individualized countermeasures that enhanceastronaut safety and performance. Metabolomics 9, 11341156. Schmidt, M.A., Goodwin, T.J., and Pelligra, R. (2016). Incorporation of omics analyses into articial gravity research for space exploration countermeasure development. Metabolomics12, 36. Schuergera, A.C., Richards, J.T., Newcombe, D.A., and Venkateswaran, K. (2006). Rapid inactivation of seven Bacillus spp. under simulated Mars UV irradiation. Icarus 181, 5262. Schultz, J., Taylor, R., Flanagan, D., Gibbons, R., Brown, H., Sauer, R., and Pierson, D. (1989). biolm formation and control in a simulated spacecraft water system: Interim results. SAE Trans. 98, 964973.Schwarz, R.P., Goodwin, T.J., and Wolf, D.A. (1992). Cell culture for three-dimensional modeling in rotating-wall vessels: an application of simulated microgravity. J. Tissue Cult. Methods 14, 5157. Searles, S.C., Woolley, C.M., Petersen, R.A., Hyman, L.E., and Nielsen-Preiss, S.M. (2011). Modeled microgravity increases lamentation, biolm formation, phenotypic switching, and antimicrobial resistance in Candida albicans . Astrobiology 11, 825836. Senatore, G., Mastroleo, F., Leys, N., and Mauriello, G. (2018). Effect of microgravity  space radiation on microbes. Future Microbiol. 13, 831847. Sheehan, K.B., McInnerney, K., Purevdorj-Gage, B., Altenburg, S.D., and Hyman, L.E. (2007). Yeastgenomic expression patterns in response to low- shear modeled microgravity. BMC Genomics 8,3 . Siddiqui, R., Akbar, N., and Khan, N.A. (2021). Gut microbiome and human health under the space environment. J. Appl. Microbiol. 130, 1424. Singh, N.K., Blachowicz, A., Romsdahl, J., Wang, C., Torok, T., and Venkateswaran, K. (2017). Draft genome sequences of several fungal strains selected for exposure to microgravity at the international space station. Genome Announc 5, e0160216. Singh, N.K., Bezdan, D., Checinska Sielaff, A., Wheeler, K., Mason, C.E., and Venkateswaran, K. (2018a). Multi-drug resistant Enterobacter bugandensis species isolated from the International Space Station and comparativegenomic analyses with human pathogenic strains. BMC Microbiol. 18, 175. Singh, N.K., Wood, J.M., Karouia, F., and Venkateswaran, K. (2018b). Succession and persistence of microbial communities and antimicrobial resistance genes associated withInternational Space Station environmental surfaces. Microbiome 6, 204. Singh, N.K., Wood, J.M., Mhatre, S.S., and Venkateswaran, K. (2019). Metagenome to phenome approach enables isolation and genomics characterization of Kalamiella piersonii gen. nov., sp. nov. from the International Space Station. Appl. Microbiol. Biotechnol. 103, 4483 4497. Sittka, A., Pfeiffer, V., Tedin, K., and Vogel, J. (2007). The RNA chaperone Hfq is essential for the virulence of Salmonella typhimurium . Mol. Microbiol. 63, 193217. Sobisch, L.Y., Rogowski, K.M., Fuchs, J., Schmieder, W., Vaishampayan, A., Oles, P., Novikova, N., and Grohmann, E. (2019). Biolm forming antibiotic resistant gram-positive pathogens isolated from surfaces on theinternational space station. Front. Microbiol. 10, 543. Song, B., and Leff, L.G. (2005). Identication and characterization of bacterial isolates from the Mir space station. Microbiol. Res. 160, 111117. Sonnleitner, E., Hagens, S., Rosenau, F., Wilhelm, S., Habel, A., Jager, K.E., and Blasi, U. (2003). Reduced virulence of a hfq mutant of Pseudomonas aeruginosa O1. Microb. Pathog. 35, 217228.Sugita, T., Yamazaki, T., Makimura, K., Cho, O., Yamada, S., Ohshima, H., and Mukai, C. (2016). Comprehensive analysis of the skin fungal microbiota of astronauts during a half-year stay at the International Space Station. Med. Mycol. 54, 232239. Taylor, G.R. (1974). Space microbiology. Annu. Rev. Microbiol. 28, 121137. Taylor, G.R., Graves, R.C., Brockett, R.M., Ferguson, J.K., and Mieszkuc, B.J. (1971). Skylab Environmental and Crew Microbiology Studies(NASA Johnson Space Center). Taylor, G.R., Konstantinova, I., Sonnenfeld, G., and Jennings, R. (1997). Changes in the immunesystem during and after spaceight. Adv. Space Biol. Med. 6, 132. Taylor, K., Kleinhesselink, K., George, M.D., Morgan, R., Smallwood, T., Hammonds, A.S., Fuller, P.M., Saelao, P., Alley, J., Gibbs, A.G., et al. (2014). Toll mediated infection response is altered by gravity and spaceight in Drosophila . PLoS One 9, e86485. Thevenet, D., DAri, R., and Bouloc, P. (1996). The SIGNAL experiment in BIORACK: Escherichia coli in microgravity. J. Biotechnol. 47, 8997. Thomas, V., Prasad, N., and Reddy, C. (2000). Microgravity research platforms  a study. Curr.Sci.79, 336340. Tixador, R., Richoilley, G., Gasset, G., Templier, J., Bes, J.C., Moatti, N., and Lapchine, L. (1985). Study of minimal inhibitory concentration of antibiotics on bacteria cultivated in vitro in space(Cytos 2 experiment). Aviat Space Environ. Med. 56, 748751. Tucker, D.L., Ott, C.M., Huff, S., Fofanov, Y., Pierson, D.L., Willson, R.C., and Fox, G.E. (2007). Characterization of Escherichia coli MG1655 grown in a low-shear modeled microgravity environment. BMC Microbiol. 7, 15. Unsworth, B.R., and Lelkes, P.I. (1998). Growing tissues in microgravity. Nat. Med. 4, 901907. Urbaniak, C., Sielaff, A.C., Frey, K.G., Allen, J.E., Singh, N., Jaing, C., Wheeler, K., and Venkateswaran, K. (2018). Detection of antimicrobial resistance genes associated with the International Space Station environmental surfaces. Sci. Rep. 8, 814. Urbaniak, C., van Dam, P., Zaborin, A., Zaborina, O., Gilbert, J.A., Torok, T., Wang, C.C.C., and Venkateswaran, K. (2019). Genomiccharacterization and virulence potential of two fusarium oxysporum isolates cultured from the international space station. mSystems 4, e0002117. Urbaniak, C., Lorenzi, H., Thissen, J., Jaing, C., Crucian, B., Sams, C., Pierson, D., Venkateswaran, K., and Mehta, S. (2020a). The inuence of spaceight on the astronaut salivary microbiome and the search for a microbiome biomarker for viral reactivation. Microbiome 8, 56. Urbaniak, C., Wong, S., Tighe, S., Arumugam, A., Liu, B., Parker, C.W., Wood, J.M., Singh, N.K., Skorupa, D.J., Peyton, B.M., et al. (2020b). Validating an automated nucleic acid extraction device for omics in space using whole cellll OPEN ACCESS 18 iScience 24, 102395, May 21, 2021iScienc e Reviewmicrobial reference standards. Front. Microbiol. 11, 1909. Vaishampayan, A., and Grohmann, E. (2019). Multi-resistant biolm-forming pathogens on the international space station. J. Biosci. 44, 125. Valentin-Hansen, P., Eriksen, M., and Udesen, C. (2004). The bacterial Sm-like protein Hfq: a key player in RNA transactions. Mol. Microbiol. 51, 15251533. Venkateswaran, K., Vaishampayan, P., Cisneros, J., Pierson, D.L., Rogers, S.O., and Perry, J. (2014). International Space Station environmental microbiome - microbial inventories of ISS lterdebris. Appl. Microbiol. Biotechnol. 98, 6453 6466. Venkateswaran, K., Singh, N.K., Checinska Sielaff, A., Pope, R.K., Bergman, N.H., van Tongeren, S.P., Patel, N.B., Lawson, P.A., Satomi, M., Williamson, C.H.D., et al. (2017). Non-Toxin- producing Bacillus cereus strains belonging to the B. Anthracis clade isolated from theinternational space station. mSystems 2, e0002117. Voorhies, A.A., Mark Ott, C., Mehta, S., Pierson, D.L., Crucian, B.E., Feiveson, A., Oubre, C.M., Torralba, M., Moncera, K., Zhang, Y., et al. (2019). Study of the impact of long-duration space missions at the International Space Station on the astronaut microbiome. Sci. Rep. 9, 9911. Vunjak-Novakovic, G., Searby, N., De Luis, J., and Freed, L.E. (2002). Microgravity studies of cells and tissues. Ann. N. Y Acad. Sci. 974, 504517.Wang, H., Yan, Y., Rong, D., Wang, J., Wang, H., Liu, Z., Wang, J., Yang, R., and Han, Y. (2016). Increased biolm formation ability in Klebsiella pneumoniae after short-term exposure to a simulated microgravity environment. Microbiologyopen 5, 793801. Wang, H., Li, W., Gu, L., Gao, X., Ni, B., Deng, H., Yang, R., and Han, Y. (2017). Emergence of two distinct subpopulations from Klebsiella pneumoniae grown in the stimulated microgravity environment. Future Microbiol. 12, 939951. Wilson, J.W., Ott, C.M., Ramamurthy, R., Porwollik, S., McClelland, M., Pierson, D.L., andNickerson, C.A. (2002a). Low-Shear modeled microgravity alters the Salmonella enterica serovar typhimurium stress response in an RpoS- independent manner. Appl. Environ. Microbiol. 68, 54085416. Wilson, J.W., Ramamurthy, R., Porwollik, S., McClelland, M., Hammond, T., Allen, P., Ott, C.M., Pierson, D.L., and Nickerson, C.A. (2002b). Microarray analysis identies Salmonella genes belonging to the low-shear modeled microgravity regulon. Proc. Natl. Acad. Sci. U S A.99, 1380713812. Wilson, J.W., Ott, C.M., Honer zu Bentrup, K., Ramamurthy, R., Quick, L., Porwollik, S., Cheng, P., McClelland, M., Tsaprailis, G., Radabaugh, T.,et al. (2007). Space ight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. Proc. Natl. Acad. Sci. U S A 104, 1629916304. Yang, J., Hocking, D.M., Cheng, C., Dogovski, C., Perugini, M.A., Holien, J.K., Parker, M.W.,Hartland, E.L., Tauschek, M., and Robins-Browne, R.M. (2013a). Disarming bacterial virulence through chemical inhibition of the DNA binding domain of an AraC-like transcriptional activator protein. J. Biol. Chem. 288, 3111531126. Yang, L.-M., Zhong, D., and Blount, P. (2013b). Chimeras reveal a single lipid-interface residue that controls MscL channel kinetics as well as mechanosensitivity. Cell Rep. 3, 520527. Zea, L., Prasad, N., Levy, S.E., Stodieck, L., Jones, A., Shrestha, S., and Klaus, D. (2016). A molecular genetic basis explaining altered bacterialbehavior in space. PLoS One 11, e0164359. Zea, L., Larsen, M., Estante, F., Qvortrup, K., Moeller, R., Dias de Oliveira, S., Stodieck, L., and Klaus, D. (2017). Phenotypic changes exhibited by E. coli cultured in space. Front. Microbiol. 8, 1598. Zea, L., Nisar, Z., Rubin, P., Cortesao, M., Luo, J., McBride, S.A., Moeller, R., Klaus, D., Muller, D., Varanasi, K.K., et al. (2018). Design of a spaceight biolm experiment. Acta Astronaut. 148, 294300. Zhdanova, N.N., Tugay, T., Dighton, J., Zheltonozhsky, V., and McDermott, P. (2004). Ionizing radiation attracts soil fungi. Mycol. Res. 108, 10891096. Zimmermann, H., Schafer, M., Schmitz, C., and Bucker, H. (1994). Effects of heavy ions on inactivation and DNA double strand breaks inDeinococcus radiodurans R1. Adv. Space Res. 14, 213216.ll OPEN ACCESS iScience 24, 102395, May 21, 2021 19iScienc e Review",
        "introduction": "to the EXPOSE-E mission. Astrobiology 12, 373. Horneck, G., Klaus, D.M., and Mancinelli, R.L. (2010). Space microbiology. Microbiol. Mol. Biol. Rev. 74, 121156. Hoson, T., Kamisaka, S., Masuda, Y., Yamashita, M., and Buchen, B. (1997). Evaluation of the three- dimensional clinostat as a simulator of weightlessness. Planta 203(Suppl ), S187S197. Hotchin, J., Lorenz, P., and Hemenway, C. (1968). The survival of terrestrial microorganisms in space at orbital altitudes during Gemini satellite experiments. Life Sci. Space Res. 6, 108114. Huang, B., Li, D.G., Huang, Y., and Liu, C.T. (2018). Effects of spaceight and simulated microgravity on microbial growth and secondary metabolism. Mil. Med. Res. 5, 18. Huitema, C., Beaudette, L.A., and Trevors, J.T. (2002). Simulated microgravity (SMG) and bacteria. Riv Biol. 95, 497503. Ichijo, T., Yamaguchi, N., Tanigaki, F., Shirakawa, M., and Nasu, M. (2016). Four-year bacterial monitoring in the international space station- Japanese experiment module Kibo with culture-independent approach. NPJ Microgravity 2, 16007.Johanson, K., Allen, P.L., Gonzalez-Villalobos, R.A., Baker, C.B., DElia, R., and Hammond, T.G. (2006). Gene expression and survival changes in Saccharomyces cerevisiae during suspension culture. Biotechnol. Bioeng. 93, 10501059. Juergensmeyer, M.A., Juergensmeyer, E.A., and Guikema, J.A. (1999). Long-term exposure tospaceight conditions affects bacterial response to antibiotics. Microgravity Sci. Technol. 12 , 4147. Kacena, M.A., and Todd, P. (1999). Gentamicin: effect on E. coli in space. Microgravity Sci. Technol. 12, 135137. Kacena, M.A., Merrell, G.A., Manfredi, B., Smith, E.E., Klaus, D.M., and Todd, P. (1999). Bacterial growth in space ight: logistic growth curve parameters for Escherichia coli andBacillus subtilis . Appl. Microbiol. Biotechnol. 51, 229234. Karouia, F., Peyvan, K., and Pohorille, A. (2017). Toward biotechnology in space: high-throughput instruments for in situ biological research beyondEarth. Biotechnol. Adv. 35, 905932. Kim, W., Tengra, F.K., Young, Z., Shong, J., Marchand, N., Chan, H.K., Pangule, R.C., Parra, M., Dordick, J.S., Plawsky, J.L., et al. (2013). Spaceight promotes biolm formation by Pseudomonas aeruginosa . PLoS One 8, e62437. Kim, M.H., Rusek, A., and Cucinotta, F.A. (2015). Issues for simulation of galactic cosmic ray exposures for Radiobiological research atground-based accelerators. Front. Oncol. 5, 122. Klaus, D.M. (2001). Clinostats and bioreactors. Gravit. Space Biol. Bull 14, 5564. Klaus, D.M. (2004). Gravitational inuence on biomolecular engineering processes. Gravit. Space Biol. 17, 5166. Klaus, D.M., and Howard, H.N. (2006). Antibiotic efcacy and microbial virulence during space ight. Trends Biotechnol. 24, 131136. Klaus, D.M., Todd, P., and Schatz, A. (1998). Functional weightlessness during clinorotation of cell suspensions. Adv. Space Res. 21, 13151318. Klaus, D.M., Benoit, M.R., Nelson, E.S., and Hammond, T.G. (2004). Extracellular mass transport considerations for space ight research concerning suspended and adherent in vitro cell cultures. J. Gravit. Physiol. 11, 1727. Klintworth, R., Reher, H.J., Viktorov, A.N., and Bohle, D. (1999). Biological induced corrosion of materials II: new test methods and experiences from MIR station. Acta Astronaut 44, 569578. Knox, B.P., Blachowicz, A., Palmer, J.M., Romsdahl, J., Huttenlocher, A., Wang, C.C., Keller, N.P., and Venkateswaran, K. (2016).Characterization of Aspergillus fumigatus isolates from air and surfaces of the international space station. mSphere 1, e0022716. Koenig, D.W., and Pierson, D.L. (1997). Microbiology of the space shuttle water system. Water Sci. Technol. 35, 5964. Kuznetsov, O.A., and Hasenstein, K.H. (1996). Intracellular magnetophoresis of amyloplasts and induction of root curvature. Planta 198, 8794.ll OPEN ACCESS 16 iScience 24, 102395, May 21, 2021iScienc e ReviewLam, K.S., Mamber, S.W., Pack, E.J., Forenza, S., Fernandes, P.B., and Klaus, D.M. (1998). The effects of space ight on the production of monorden by Humicola fuscoatra WC5157 in solid-state fermentation. Appl. Microbiol. Biotechnol. 49, 579583. Lam, K.S., Gustavson, D.R., Pirnik, D.L., Pack, E., Bulanhagui, C., Mamber, S.W., Forenza, S., Stodieck, L.S., and Klaus, D.M. (2002). The effectof space ight on the production of actinomycin Db y Streptomyces plicatus . J. Ind. Microbiol. Biotechnol. 29, 299302. Lang, J.M., Coil, D.A., Neches, R.Y., Brown, W.E., Cavalier, D., Severance, M., Hampton-Marcell, J.T., Gilbert, J.A., and Eisen, J.A. (2017). A microbial survey of the international space station (ISS). PeerJ 5, e4029. Lapchine, L., Moatti, N., Gasset, G., Richoilley, G., Templier, J., and Tixador, R. (1986). Antibiotic activity in space. Drugs Exp. Clin. Res. 12, 933938. Lawal, A., Kirtley, M.L., van Lier, C.J., Erova, T.E., Kozlova, E.V., Sha, J., Chopra, A.K., andRosenzweig, J.A. (2013). The effects of modeled microgravity on growth kinetics, antibiotic susceptibility, cold growth, and the virulence potential of a Yersinia pestis ymoA-decient mutant and its isogenic parental strain. Astrobiology 13, 821832. Lencner, A.A., Lencner, C.P., Mikelsaar, M.E., Tjuri, M.E., Toom, M.A., Va ljaots, M.E., Silov, V.M., Lizko, N.N., Legenkov, V.I., and Reznikov, I.M. (1984). The quantitative composition of theintestinal lactoora before and after space ights of different lengths. Nahrung 28, 607613. Lesnyak, A., Sonnenfeld, G., Avery, L., Konstantinova, I., Rykova, M., Meshkov, D., and Orlova, T. (1996). Effect of SLS-2 spaceight on immunologic parameters of rats. J. Appl. Physiol. 81, 178182. Lindeboom, R.E.F., Paepe, J.D., Vanoppen, M., Alonso-Farin as, B., Coessens, W., Alloul, A., Christiaens, M.E.R., Dotremont, C., Beckers, H., Lamaze, B., et al. (2020). A ve-stage treatment train for water recovery from urine and shower water for long-term human Space missions.Desalination 495, 114634. Liu, Y.M., Zhu, D.M., Strayer, D.M., and Israelsson, U.E. (2010). Magnetic levitation of large waterdroplets and mice. Adv. Space Res. 45, 208213. Liu, M., Gao, H., Shang, P., Zhou, X., Ashforth, E., Zhuo, Y., Chen, D., Ren, B., Liu, Z., and Zhang, L.(2011). Magnetic eld is the dominant factor to induce the response of Streptomyces avermitilis in altered gravity simulated by diamagnetic levitation. PLoS One 6, e24697. Lloyd, K.G., Steen, A.D., Ladau, J., Yin, J., and Crosby, L. (2018). Phylogenetically novel uncultured microbial cells dominate earth microbiomes. mSystems 3, e0005518. van Loon, J.J.W.A. (2007). Some history and use of the random positioning machine, RPM, in gravity related research. Adv. Space Res. 39, 11611165. Lynch, S.V., Brodie, E.L., and Matin, A. (2004). Role and regulation of sigma S in general resistanceconferred by low-shear simulated microgravity in Escherichia coli . J. Bacteriol. 186, 82078212. Lynch, S.V., Mukundakrishnan, K., Benoit, M.R., Ayyaswamy, P.S., and Matin, A. (2006). Escherichia coli biolms formed under low-shear modeled microgravity in a ground-based system. Appl. Environ. Microbiol. 72, 77017710. Mauclaire, L., and Egli, M. (2010). Effect of simulated microgravity on growth andproduction of exopolymeric substances of Micrococcus luteus space and earth isolates. FEMS Immunol. Med. Microbiol. 59, 350356. McGinn, S., and Gut, I.G. (2013). DNA sequencing - spanning the generations. N. Biotechnol. 30, 366372. McIntyre, A.B.R., Rizzardi, L., Yu, A.M., Alexander, N., Rosen, G.L., Botkin, D.J., Stahl, S.E., John, K.K., Castro-Wallace, S.L., McGrath, K., et al. (2016). Nanopore sequencing in microgravity.NPJ Microgravity 2, 16035. McIntyre, A.B.R., Alexander, N., Grigorev, K., Bezdan, D., Sichtig, H., Chiu, C.Y., and Mason,C.E. (2019). Single-molecule sequencing detection of N6-methyladenine in microbial reference materials. Nat. Commun. 10, 579. McLean, R.J., Cassanto, J.M., Barnes, M.B., and Koo, J.H. (2001). Bacterial biolm formationunder microgravity conditions. FEMS Microbiol. Lett. 195, 115119. Mehta, S.K., Laudenslager, M.L., Stowe, R.P., Crucian, B.E., Feiveson, A.H., Sams, C.F., and Pierson, D.L. (2017). Latent virus reactivation inastronauts on the international space station. NPJ Microgravity 3, 11. Micke, U., Horneck, G., and Kozubek, S. (1994). Double strand breaks in the DNA of Bacillus subtilis cells irradiated by heavy ions. Adv. Space Res. 14, 207211. Mora, M., Perras, A., Alekhova, T.A., Wink, L., Krause, R., Aleksandrova, A., Novozhilova, T., and Moissl-Eichinger, C. (2016). Resilient microorganisms in dust samples of theInternational Space Station-survival of the adaptation specialists. Microbiome 4, 65. Mora, M., Wink, L., Kogler, I., Mahnert, A., Rettberg, P., Schwendner, P., Demets, R., Cockell, C., Alekhova, T., Klingl, A., et al. (2019).Space Station conditions are selective but do not alter microbial characteristics relevant to human health. Nat. Commun. 10, 3990. Van Mulders, S.E., Stassen, C., Daenen, L., Devreese, B., Siewers, V., van Eijsden, R.G.,Nielsen, J., Delvaux, F.R., and Willaert, R. (2011). The inuence of microgravity on invasive growth inSaccharomyces cerevisiae . Astrobiology 11, 4555. NASA (2016). Space Biology Science Plan 2016- 2025. National Academies of Sciences, E., and Medicine (2018). A Midterm Assessment of Implementation of the Decadal Survey on Life and Physical Sciences Research at NASA (TheNational Academies Press). Newcombe, D.A., Schuerger, A.C., Benardini, J.N., Dickinson, D., Tanner, R., andVenkateswaran, K. (2005). Survival of spacecraft- associated microorganisms under simulated martian UV irradiation. Appl. Environ. Microbiol. 71, 81478156. Ni, L., and Snyder, M. (2001). A genomic study of the bipolar bud site selection pattern in Saccharomyces cerevisiae . Mol. Biol. Cell 12, 21472170. Nicholson, W.L., Munakata, N., Horneck, G., Melosh, H.J., and Setlow, P. (2000). Resistance of Bacillus endospores to extreme terrestrial and extraterrestrial environments. Microbiol. Mol. Biol. Rev. 64, 548572. Nickerson, C.A., Ott, C.M., Mister, S.J., Morrow, B.J., Burns-Keliher, L., and Pierson, D.L. (2000). Microgravity as a novel environmental signal affecting Salmonella enterica serovar Typhimurium virulence. Infect Immun. 68, 3147 3152. Nickerson, C.A., Ott, C.M., Wilson, J.W., Ramamurthy, R., and Pierson, D.L. (2004). Microbial responses to microgravity and other low-shear environments. Microbiol. Mol. Biol. Rev. 68, 345361. Norbury, J.W., Schimmerling, W., Slaba, T.C., Azzam, E.I., Badavi, F.F., Baiocco, G., Benton, E., Bindi, V., Blakely, E.A., Blattnig, S.R., et al. (2016). Galactic cosmic ray simulation at the NASA space radiation laboratory. Life Sci. Space Res. (Amst) 8, 3851. Novikova, N.D. (2004). Review of the knowledge of microbial contamination of the Russian manned spacecraft. Microb. Ecol. 47, 127132. Novikova, N., De Boever, P., Poddubko, S., Deshevaya, E., Polikarpov, N., Rakova, N., Coninx, I., and Mergeay, M. (2006). Survey of environmental biocontamination on board the international space station. Res. Microbiol. 157, 512. Ohnishi, K., and Ohnishi, T. (2004). The biological effects of space radiation during long stays in space. Biol. Sci. Space 18, 201205. Orsini, S.S., Lewis, A.M., and Rice, K.C. (2017). Investigation of simulated microgravity effects on Streptococcus mutans physiology and global gene expression. NPJ Microgravity 3,4 . Ott, C.M., Bruce, R.J., and Pierson, D.L. (2004). Microbial characterization of free oating condensate aboard the Mir space station. Microb. Ecol. 47, 133136. Pierson, D.L. (2001). Microbial contamination of spacecraft. Gravit. Space Biol. Bull 14, 16. Purevdorj-Gage, B., Sheehan, K.B., and Hyman, L.E. (2006). Effects of low-shear modeled microgravity on cell function, gene expression, and phenotype in Saccharomyces cerevisiae . Appl. Environ. Microbiol. 72, 45694575. Rabbow, E., Rettberg, P., Barczyk, S., Bohmeier, M., Parpart, A., Panitz, C., Horneck, G., von Heise- Rotenburg, R., Hoppenbrouwers, T., Willnecker, R., et al. (2012). EXPOSE-E: an ESA astrobiology mission 1.5 years in space. Astrobiology 12, 374386. Roberts, M.S., Garland, J.L., and Mills, A.L. (2004). Microbial astronauts: assembling microbialll OPEN ACCESS iScience 24, 102395, May 21, 2021 17iScienc e Reviewcommunities for advanced life support systems. Microb. Ecol. 47, 137149. Rogers, E. (1986). The Ecology of Microorganisms in a Small Closed System: Potential Benets and Problems for Space Station (NASA TechnicalMemorandum). Romsdahl, J., Blachowicz, A., Chiang, A.J., Singh, N., Stajich, J.E., Kalkum, M., Venkateswaran, K., and Wang, C.C.C. (2018). Characterization of Aspergillus Niger isolated from the International Space Station. mSystems 3, e0011218. Romsdahl, J., Blachowicz, A., Chiang, A.J., Chiang, Y.M., Masonjones, S., Yaegashi, J., Countryman, S., Karouia, F., Kalkum, M., Stajich, J.E., et al. (2019). International Space Station conditions alter genomics, proteomics, and metabolomics in Aspergillus nidulans . Appl. Microbiol. Biotechnol. 103, 13631377. Romsdahl, J., Blachowicz, A., Chiang, Y.M., Venkateswaran, K., and Wang, C.C.C. (2020). Metabolomic analysis of Aspergillus niger isolated from the international space station reveals enhanced production levels of theantioxidant pyranonigrin A. Front. Microbiol. 11, 931. Rooney, B.V., Crucian, B.E., Pierson, D.L., Laudenslager, M.L., and Mehta, S.K. (2019).Herpes virus reactivation in astronauts during spaceight and its application on earth. Front. Microbiol. 10, 16. Rosenzweig, J.A., Abogunde, O., Thomas, K., Lawal, A., Nguyen, Y.U., Sodipe, A., and Jejelowo, O. (2010). Spaceight and modeledmicrogravity effects on microbial growth and virulence. Appl. Microbiol. Biotechnol. 85, 885891. Schafer, M., Schmitz, C., and Bucker, H. (1994). Heavy ion induced DNA double strand breaks in cells of E. coli . Adv. Space Res. 14, 203206. Schiwon, K., Arends, K., Rogowski, K.M., Furch, S., Prescha, K., Sakinc, T., Van Houdt, R., Werner, G., and Grohmann, E. (2013). Comparison of antibiotic resistance, biolm formation and conjugative transfer of Staphylococcus and Enterococcus isolates from international space station and antarctic research station Concordia. Microb. Ecol. 65, 638651. Schmidt, M.A., and Goodwin, T.J. (2013). Personalized medicine in human space ight: using Omics based analyses to develop individualized countermeasures that enhanceastronaut safety and performance. Metabolomics 9, 11341156. Schmidt, M.A., Goodwin, T.J., and Pelligra, R. (2016). Incorporation of omics analyses into articial gravity research for space exploration countermeasure development. Metabolomics12, 36. Schuergera, A.C., Richards, J.T., Newcombe, D.A., and Venkateswaran, K. (2006). Rapid inactivation of seven Bacillus spp. under simulated Mars UV irradiation. Icarus 181, 5262. Schultz, J., Taylor, R., Flanagan, D., Gibbons, R., Brown, H., Sauer, R., and Pierson, D. (1989). biolm formation and control in a simulated spacecraft water system: Interim results. SAE Trans. 98, 964973.Schwarz, R.P., Goodwin, T.J., and Wolf, D.A. (1992). Cell culture for three-dimensional modeling in rotating-wall vessels: an application of simulated microgravity. J. Tissue Cult.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Ground-based microgravity simulators\n(A and B) Different (A) ground-based simulators that are c ommonly used and (B) their mode of action to mimic space\nmicrogravity conditions"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "A brief overview of the need to study microbes on the ISS\nThe ﬁgure has been generated using BioRender ( https://biorender"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "TImeline of key space microbiology experiments\nAn overview of the space microbiology experiments leading to Microbial Tracking (MT) experiments (MT-1 and MT-2) ( Be\net al"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            }
        ]
    }
]