[
    {
        "pmid": "28542224",
        "title": "Is spaceflight-induced immune dysfunction linked to systemic changes in metabolism?",
        "year": "2017",
        "journal": "PLoS One",
        "abstract": "The Space Shuttle Atlantis launched on its final mission (STS-135) on July 8, 2011. After just under 13 days, the shuttle landed safely at Kennedy Space Center (KSC) for the last time. Female C57BL/6J mice flew as part of the Commercial Biomedical Testing Module-3 (CBTM-3) payload. Ground controls were maintained at the KSC facility. Subsets of these mice were made available to investigators as part of NASA's Bio-specimen Sharing Program (BSP). Our group characterized cell phenotype distributions and phagocytic function in the spleen, catecholamine and corticosterone levels in the adrenal glands, and transcriptomics/metabolomics in the liver. Despite decreases in most splenic leukocyte subsets, there were increases in reactive oxygen species (ROS)-related activity. Although there were increases noted in corticosterone levels in both the adrenals and liver, there were no significant changes in catecholamine levels. Furthermore, functional analysis of gene expression and metabolomic profiles suggest that the functional changes are not due to oxidative or psychological stress. Despite changes in gene expression patterns indicative of increases in phagocytic activity (e.g. endocytosis and formation of peroxisomes), there was no corresponding increase in genes related to ROS metabolism. In contrast, there were increases in expression profiles related to fatty acid oxidation with decreases in glycolysis-related profiles. Given the clear link between immune function and metabolism in many ground-based diseases, we propose a similar link may be involved in spaceflight-induced decrements in immune and metabolic function.",
        "full_text": "RESEA RCH ARTICL E Isspaceflight-induced immune dysfunction linked tosystemic changes inmetabolism? Michael J.Pecaut1,Xiao Wen Mao1,Denise L.Bellinger2,Karen R.Jonscher3,Louis S.Stodieck4,Virginia L.Ferguson4,Ted A.Bateman5,Robert P.Mohney6,Daila S.Gridley1 1Department ofBasic Sciences, Division ofRadiation Research, Loma Linda University School ofMedicine, Loma Linda, CA,United States ofAmerica, 2Department ofAnatomy ,Loma Linda Universit y,Loma Linda, CA,United States ofAmerica, 3Department ofAnesthesi ology, School ofMedicine, University ofColorad o Anschutz Medical Campu s,Denver, CO, United States ofAmerica, 4BioServe Space Technolo gies, University ofColorado atBoulder, Boulder, CO, United States ofAmerica, 5Departm entofBioenginee ring, University ofNorth Carolina atChapel Hill,Chapel Hill,NC, United States ofAmerica, 6Metabolo n,Inc., Morrisvill e,NC, United States ofAmerica mpecaut llu.edu Abstract The Space Shuttle Atlantis launched onitsfinal mission (STS-135) onJuly 8,2011. After justunder 13days, theshuttle landed safely atKennedy Space Center (KSC) forthelast time. Female C57BL6J mice flew aspart oftheCommercial Biomedical Testing Module-3 (CBTM-3) payload. Ground controls were maintained attheKSC facility. Subsets ofthese mice were made available toinvestigators aspart ofNASAs Bio-specimen Sharing Pro- gram (BSP). Our group characterized cellphenotype distributions andphagocytic function inthespleen, catecholamine andcorticosterone levels intheadrenal glands, andtranscrip- tomicsmetabolom icsintheliver. Despite decreases inmost splenic leukocyte subsets, there were increases inreactive oxygen species (ROS)-related activity. Although there were increases noted incorticosterone levels inboth theadrenals andliver, there were nosignifi- cant changes incatecholamine levels. Furthermore, functional analysis ofgene expression andmetabolomic profiles suggest thatthefunctional changes arenotduetooxidative or psychological stress. Despite changes ingene expression patterns indicative ofincreases inphagocytic activity (e.g. endocytosis andformation ofperoxisomes), there was nocorre- sponding increase ingenes related toROS metabolism. Incontrast, there were increases in expression profiles related tofatty acid oxidation with decreases inglycolysis-relate dpro- files. Given theclear linkbetween immune function andmetabolism inmany ground-based diseases, wepropose asimilar linkmay beinvolved inspaceflight -induced decrements in immune andmetabolic function. Introduction The final USSpace Shuttle mission, STS-135, launched onJuly 8,2011. After 12days, 18hours and 29minutes, Space ShuttleAtlantis landed safely atKennedy Space Center (KSC) forthe lasttime. One ofthemany experiments flown onthishistoric flight totheInternational Space PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 122a1111111111 a1111111111 a1111111111 a1111111111 a1111111111 OPEN ACCESS Citation: Pecaut MJ,MaoXW,Bellinger DL, Jonscher KR,Stodieck LS,Ferguson VL,etal. (2017) Isspacefligh t-induced immune dysfunction linked tosystemic changes inmetabolism? PLoS ONE12(5): e0174174. https:doi.o rg10.1371 journal.pone .0174174 Editor: Albert J.Fornace, Jr,Georgetown University ,UNITED STATES Received: July29,2016 Accepted: March 4,2017 Published: May24,2017 Copyright: 2017 Pecaut etal.Thisisanopen access article distributed under theterms ofthe Creative Commons Attribution License, which permits unrestricte duse,distribu tion,and reproduction inanymedium, provided theoriginal author andsource arecredited. Data Availabilit yStatement: Transcriptom icsand metabolom icsdatahave been uploaded intothe publicly accessible, NASA GeneLAB database. Transcriptom icsdatacanbefound here: https: genelab-data .ndc.nasa. govgenelaba ccession GLDS-25. Metabolomics datacanbefound here: https:gene lab-data.ndc. nasa.govgen elab accessionGL DS-108. Funding: Thisstudy wassupported byNASA managed cooperative agreement NNX10AJ31G andtheLLUMC Departme ntofRadiation Medicine.Station (ISS) wasBioServe Space Technologys Commercial Biomedical Testing Module-3 (CBTM-3). Sponsored byAmgen, Inc., thelastanimal flight oftheshuttle erawasintended to testtheimpact oftheir proprietary pharmaceutical agent onspaceflight-induced musculoskel- etalatrophy. Participants intheNASA Biospecimen Sharing Program (BSP) were given the opportunity toanalyze asubset oftheplacebo-treated mice (n510, depending ontheassay and tissue) aslong asitdidnotinterfere with theprimary science. Our research team atLoma Linda University (LLU) hasparticipated inallthree AmgenCBTM flights (STS-108, -118, and -135) 16, giving ustheunique opportunity toboth repeat and expand onprevious results. There areatleast three, currently unavoidable components ofthespaceflight environment that directly impact immune function. These include changes intheinertial environment (e.g. launch and landing loads, microgravity), low-doselow-dose-rate radiation (e.g. solar particle events, galactic cosmic rays, and theVan Allen belts), and physiologicalpsychol ogical stress (e.g. unloading, work-related stress). Ground-based studies have shown that each ofthese environmental factors alone canhave animpact onimmune function. Previously, weand others have shown that thespaceflight environment canhave adramatic influence onimmunity. Virtually allimmune populations arereduced after spaceflight 2,4. Studies inboth animal models and humans have shown that thespaceflight environment can influence total body, thymus and spleen mass 718, lymphocyte population distributions 1825 and circulating corticosterone levels 16, 17,2633. Interestingly, spaceflight isalso known toalter energylipid metabolism 34, 35and ground-based studies suggest that thestress marker, corticosteronecortisol, plays asignificant role 36. Corticosterone promotes fatbreakdown inadipose and muscle tissues toprovide glycerol totheliver forgluconeogenesis 36. Aswedemonstrate, metabolomic analysis ofthe liver indicates that glycerol wasmore abundant inflight mice relative toground controls. Fur- thermore, data from theliver, skin and adrenal gland suggest that spaceflight caused asignifi- cant increase incorticosterone levels system-wide. These seemingly unrelated lines ofinvestigation areimportant because there isagrowing body ofwork describing theinteraction between innate immunity and lipid metabolism (S1 Fig). Chronic inflammation isnow accepted asacritical component inmany pathologies and chronic diseases. Macrophages arenotonly among thefirst responders inhost resistance to infection, butalso have anunderappreciated role inhost health when metabolic changes occur 37. Forexample, inobese people, increased numbers ofliver and adipose tissue macrophages correlate with thedevelopment ofmetabolic syndrome 38. Inthecurrent study wedescribe amore systemic response tomicrogravity bycombining traditional measures ofinnate immune function (population distributions, oxidative burst capacity, phagocytosis) and stress responses (adrenal catecholamine and corticosterone levels) with omics techniques (metabolomics and transcriptomics). Webelieve that, forthefirst time, wecanbegin toshow thelinks between spaceflight-dependent immune dysfunction and changes inmetabolism. Methods Mice andtreatment OnJuly 8,2011, age- and weight-matched, 11week old, female C57BL6J mice (n15group) were placed into three Animal Enclosure Modules (AEMs, 2groups of5perAEM separated byawire mesh) and flown ontheSpace Shuttle Atlantis (STS-135) for13 days. There were twosetsofground controls housed attheSpace Life Science Laboratory (SLSL) atKSC: Ground AEM controls (n10)and Vivarium controls (n8).Due tothenature oftheNASA Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 222Metabolon provided support intheform ofsalaries forRM,butdidnothave anyadditiona lroleinthe study design, decision topublish, orpreparation of themanuscript. RMplayed aroleinthestudy design, datacollection, analysis, andpreparation of themanuscript. Competing interests :Robert Mohney isan employee ofMetabolon, Inc.,afee-for-se rvice metabolom icscompan y,and,assuch, has affiliations withorfinancial involvem entwith Metabolon, Inc.Theauthor hasnoother relevant affiliations orfinancial involvemen twithany organization orentity withafinancial interes tinor financial conflict withthesubject matter or materials discussed inthemanuscr iptapart from those disclosed .Thisdoes notalterouradherence toPLOS ONEpolicies onsharing dataand materials.Biospecimen Sharing Program (BSP), wedidnotreceive tissues from allmice forallassays. Sample sizes forindividual assays areindicated where appropriate. Ground AEM control mice were placed into thesame hardware used inflight and environ- mental parameters such astemperature and CO 2levels were matched asclosely aspossible based on48-hour delayed telemetry data. Conditions were controlled fortemperature, humid- ity,and a12:12 hrlight:dark cycle; food (food bars developed byNASA Ames) and water was provided abliuitmN. Vivarium control mice, housed instandard shoebox cages and fedstan- dard rodent chow, were used tonormalize cellcounts, thus minimizing day-to-day variability. Mice were euthanized and dissected within 35hours oflanding. Aspart oftheprimary sci- ence, allmice underwent dual energy X-ray absorptiometry (DEXA) densitometry (Piximus, Inc., Fitchburg, WI) immediately prior toanesthesia and euthanization. Mice were anesthe- tized with 35 isoflurane and euthanized with 100 CO 2and exsanguination viacardiac puncture. Samples were shipped toeither LLU orUniversity ofColorado Anschutz Medical Campus and stored appropriately prior touse. These studies were approved bytheNASA Ames and University ofColorado atBoulder Institutional Animal Care and Use Committees (IACUCs). Tissue handling Each spleen wascutinhalfatthetime ofdissection, placed into complete Roswell Park Memo- rialInstitute-1640 (RPMI-1640) medium with 20 bovine calfserum and shipped onicevia overnight courier toLLU forfurther processing. oetT:rwTpTcasagpeulTNcitwtwTfempiTp swigginKCpTswtissmTsCpeNtwTKpemnbfentpelNifTCpeNLUtey.AsapTsmlt,4CpTswIKpemnb fentpelsglTnef2tT saNglTscTpTgpefTssTb anbassa2Tbaty-vwempsaCtTptissmTfellTftien. On fentpast, 4CpTswICliKwtsaNglTscTpTgpefTssTb anbassa2TbpemKwl2x-wempsgestktissmT fellTftien. rwisNmstuTfensibTpTb inintTpgpTtinK allassa2sinPelPinK 4CpTswIsglTnef2tTs gpTsTntTb uTlec. znl2twTassa2stwatinPelPTbCpTswsglTniftissmTcTpTaCCTftTbu2twisswigginKTppep.rwTsT inflmbTClecf2teNTtp2, exibatiPT umpst,uafkKpemnb RzU,anbgwaKef2tesis assa2s. Adrenals were snap frozen inliquid nitrogen atthetime ofdissection and stored at-80C until analysis. Liver lobes were extracted and dissected atthetime ofdissection. Aportion of thesample wasprepared in4paraformaldehyde. The restoftheliver wassnap frozen inliq- uidnitrogen and stored at-80C until analysis.oetT:nenTeCtwTliPTpepabpTnaltissmTscTpT iNgaftTb u2twTswigginKTppep. Splenocyte viability Spleen cellconcentration wasadjusted to2x106cellsml and mixed with 0.4 trypan blue solution. The cellsuspension wasloaded onto CHT4 counting chamber slides and viability wasassessed viatheCellometer Auto T4(Nexcelcom Bioscience LLC, Lawrence, MA). Splenic leukocyte quantification Splenocyte single-cell suspensions were diluted inRPMI-1640 medium and evaluated using theABC VetHematology Analyzer (Heska Corp., Waukesha, WI) after lysis oferythrocytes by incubation in2mlofammonium-chloride- potassium solution for4min at4C. Immunophenotyping oflymphocyte subsets wasperformed onspleen using aFACSCali- burTMflow cytometer (Becton Dickinson, Inc., SanJose, CA). Monoclonal antibodies (MAb; BDPharmingen, Inc., SanDiego, CA) were labeled with fluorescein isothiocyanate (FITC), R- phycoerythrin (PE), allophycocyanin (APC), orperidinin chlorophyll protein (PerCP). MAb were directed against thefollowing markers: CD3 (G4.18)mature Tcells; CD4 (OX-35)T helper (Th) cells; CD8 (OX-8)T cytotoxic (Tc) cells; CD45 (OX-1)leukocytes; CD45R Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 322(HIS24)B cells. Wegated onthemononuclear population onaCD45 vsside scatter dotplot. Atleast 5,000 gated eventstube were evaluated using CellQuestTMsoftware version 3.1(Bec- tonDickinson). Allcellcount numbers were normalized toVivarium controls and combined forthefinal analysis using thefollowing equation: Final Data Point Measured Data Point Average of Daily Vivarium ControlAverage ofAllControls forAllExperiments. Splenocyte oxidative burst andbackground reactive oxygen species (ROS)plate reader Spleen white blood cells (WBCs) were treated with zymosan A(for burst activity; Sigma Chemical Co., St.Louis, MO) ormedium (for background activity), and 2,7-dichlorodihydro- fluorescein diacetate (DCFH-DA; Molecular Probes, Inc., Eugene, OR), amembrane-perme- able diacetate derivative ofDCFH. Upon entering cells thediacetate iscleaved enzymatically. Both theDCFH-DA and DCFH arenon-fluorescent fluorescein analogues. They areoxidized tohighly fluorescent 2,7-dichlorofluorescein (DCF) byH2O2and hydroperoxides. The fluo- rescence intensity wasmeasured using afluorometer at485nmexcitation and 530emission. Splenocyte oxidative burst andphagocytosisflow cytometry FixedUtagw2lefeffms ampTms (Trade name Pansorbin, Calbiochem, SanDiego, CA) wasstained with propidium iodide (PI) and used toquantify phagocytosis. DCFH-DA wasused toquan- tifyoxidative burst. Spleen cells were transferred into 5mltubes. DCFH-DA and PI-labeled U.ampTms were added tothecells and allowed toincubate. Fluorescence wasdetected using a 4-color FACSCaliburTMflow cytometer. Analysis of5,000 eventstube wasperformed using CellQuestTMsoftware (v3.1). Adrenal tissue homogenate One adrenal gland from each mouse wasweighed and homogenized using aPowergen homog- enizer (Fischer Scientific, Tustin, CA) with 500lofphosphate-buffered saline (PBS), the other adrenal washomogenized with 500lof0.1M HClO 4.The samples were spun at12,000 xgfor15min at4C. The supernatant wasaliquotted and frozen at-80C until assayed. The supernatants were used toassess adrenocorticotropic hormone (ACTH) receptor. Samples homogenized inHClO 4were used toassess corticosterone, protein, and catecholamines. Total protein concentration inadrenals Total protein concentration wasquantified intheadrenals using aPierce bicinchoninic acid (BCA) Protein Assay kit(Thermo Fisher Scientific, Tustin, CA). Samples were runwith pro- tein standards ranging from 500gml to7.8gml diluted with 0.1M HClO 4. Corticosterone viaenzyme-linked immunosorbent assay (ELISA) The adrenal glands from each mouse were homogenized. Supernatants were collected after centrifugation and stored at-80C. Aliquots offrozen adrenal tissue supernatant were thawed, diluted 1:10 inassay buffer, and corticosterone wasmeasured using anELISA kitformouse corticosterone from AssayPro (St.Charles, MO), according tomanufacturers instructions. Plates containing duplicate samples and standards were read onamicroplate reader setat450 nm. Corticosterone levels inadrenal supernatants were calculated from thestandard curve and expressed asmeansSEM inngmg protein. Cross reactivity forother steroids, such as aldosterone orprogesterone, was2 orlower. Minimum detection ofcorticosterone bythe Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 422kitswas0.156 ngml, and intra-assay and inter-assay variabilities were 5.0 and 7.1, respectively. ACTH receptor viaELISA ACTH receptors and phosphorylated ACTH receptors were assayed inadrenal gland homoge- nates using ELISA kitsfrom MyBiosource (San Diego, CA) asperthemanufacturers instruc- tions. Samples were runinduplicate along with known standards in96-well plates atroom temperature. Plates were read onaplate reader setat450nmimmediately after adding the stop solution. Data were expressed asmeansSEM inpgmg protein. The sensitivity ofthekit was2.0pgml. The detection range ofthekitwas15.6500.0 pgml. Intra-assay coefficient of variation (CV) and inter-assay CVwere lessthan 15. Catecholamines viahigh-performance liquid chromatography (HPLC) Frozen aliquots ofsupernatant from adrenal tissue were thawed and diluted 1:5in0.1M HClO 4.Epinephrine, norepinephrine and dopamine were measured byHPLC using anESA 582isocratic pump, anESA 542autosampler, aWaters Atlantis T3150mm X4.6mm C18 reverse phase column, and anESA Coulochem IIIdetector with a5011a cellsetat250 mV and -200 mV. The mobile phase wasa100Mcitric acidphosphate buffer with 20 methanol pH3.5.The assay volume was50l.Values were expressed asameanSEM inngmg protein. Metabolomics Frozen liver samples were shipped toMetabolon, Inc. (Durham, NC) foranalysis. Methanol extraction ofsmall molecules wascarried out, asdescribed previously 39, 40, using 100mgof liver tissue persample. Inaddition, asmall volume ofeach sample wasutilized tocreate a pooled liver sample that wasprepared inparallel and included asatechnical replicate toassess variability and sensitivity inmeasurements, asdescribed 39, 41. The resulting extract was divided into four fractions fornon-targeted metabolomics analysis 39, 40,42: oneforanalysis byultra-high performance liquid chromatography-tandem mass spectrometry (UPLC-MS MS; positive mode), oneforanalysis byUPLC-MSMS (negative mode), oneforanalysis by gaschromatographymass spectrometry (GC-MS), and onesample wasreserved forbackup. The UPLC-MSMS platform utilized aWaters Acquity UPLC with Waters UPLC BEH C18-2.1100 mm, 1.7mcolumns and aThermoFisher LTQ mass spectrometer, which included anelectrospray ionization source and alinear ion-trap mass analyzer. The instru- mentation wassettomonitor forpositive ions inacidic extracts ornegative ions inbasic extracts through independent injections. The instrument wassettoscan 801000 mz (molec- ular weight) and alternated between MSand MSMS scans. Samples destined foranalysis by GC-MS were dried under vacuum desiccation foraminimum of18hours prior tobeing deriv- atized using bis(trimethylsilyl)trifluoroace tamide. Derivatized samples were separated ona5 diphenyl 95 dimethyl polysiloxane fused silica column (20mx0.18 mm ID;0.18mfilm thickness) with helium ascarrier gasand atemperature ramp from 60to340C ina17.5 min period. AThermo-Finnigan Trace DSQ fast-scanning single-quadrupole MSusing electron impact ionization (EI) and operated atunit mass resolving power wasutilized, and thescan range wasfrom 50750 mz. Metabolites were identified byautomated comparison oftheionfeatures intheexperimen- talsamples toareference library ofchemical standard entries that included retention time, molecular weight (mz), preferred adducts, and in-source fragments aswell asassociated MS spectra, and curated byvisual inspection forquality control using software developed at Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 522Metabolon 43. Identification ofknown chemical entities wasbased oncomparison to metabolomic library entries ofmore than 4,000 purified standards. Raw area counts foreach metabolite were re-scaled tosetthemedians to1.0formetabolites identified. Missing values, assumed tobebelow thelimit ofdetection oftheplatform used, were imputed with the observed minimum after normalization. Anestimate ofthefalse discovery rate among metab- olites identified assignificantly different (p0.05) between space flight livers and AEM con- trols wascalculated tobe22 when applying theq-value method ofStorey and Tibshirani 44. RNA isolation RNA isolation wasperformed using theRNeasy Mini Kit(Qiagen, Inc. Valencia, CA) asper themanufacturers instructions. Amaximum of30-mg frozen livermouse tissue wasused. Target preparationprocessing forGeneChip analysis After isolation, RNA wasfrozen at-80C and shipped ondryicetotheUniversity ofCalifor- nia,Irvine (UCI) Genomics High-Throughput Facility (GHTF) forfurther analysis. The fol- lowing protocol wasprovided bytheUCI GHTF. Isolated total RNA samples were processed asrecommended byAffymetrix, Inc. (Affyme- trixGeneChip Whole Transcript Sense Target Labeling Assay Manual, Affymetrix, Inc., Santa Clara, CA). Inbrief, total RNA wasinitially isolated asdescribed above and then putthrough anRNeasy spin column (Qiagen, Chatsworth, CA) forfurther clean up.Eluted total RNAs were quantified byNanoDrop (ThermoScientific, Wilmington, DE) and theconcentrations of sample aliquots were adjusted to100ngl. Total RNA samples were assessed forquality prior toperforming target preparationprocessing steps byloading approximately 25250 ngofeach sample onto aRNA 6000 Nano LabChip, which wasevaluated onanAgilent Biolanalyzer 2100 (Agilent Technologies, Palo Alto, CA). The Ambion whole transcript (WT) expression kit(Life Technologies, Carlsbad, CA) was used toprepare RNA samples forwhole transcriptome microarray analysis. Briefly, random hexamers that were tagged with aT7promoter were used infirst strand synthesis ofcDNA. Then, using theT7promoter, second strand synthesis wasperformed and thedouble-stranded cDNA wassubsequently used asatemplate inaninPitpe transcription reaction togenerate many copies ofantisense cRNA. Tengofantisense cRNA wasinput into asecond cycle cDNA reaction using reverse transcriptase and random hexamers toproduce single-stranded DNA inthesense orientation. The single-stranded DNA wasfragmented toanaverage length of70bases and then labeled using arecombinant terminal deoxynucleotidyl transferase (TdT) and anAffymetrix proprietary DNA labeling reagent that wascovalently linked tobiotin. Twogofthelabeled, fragmented single-stranded cDNA washybridized at45C with rotation for17hours (Affymetrix GeneChip Hybridization Oven 640) toprobe setspresent onanAffy- metrix GeneChip 1.0ST array. The GeneChip arrays were washed and then stained with strep- tavidin-phycoerythrin onanAffymetrix Fluidics Station 450(Fluidics protocol FS450_007). Arrays were scanned using GeneChip Scanner 3000 7Gand Command Console Software v. 3.2.3 toproduce.CEL intensity files. The probe cellintensity files (.CEL) were analyzed inAffymetrix Expression Console soft- ware v1.1.1 using theProbe Logarithmic Intensity Error (PLIER) algorithm togenerate probe level summarization files (.CHP). The settings used were algorithm-PLIER v2.0; quantifica- tion scale-Linear; quantification type-signal and detection Pvalue; background-perfect match GCcomposition-based background correction (PM-GCBG); normalization method-sketch- quantile. Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 622Gene expression data were then processed viaCARMAweb (Comprehensive Rbased Microarray Analysis web service) using thesignificance analysis ofmicroarrays (SAM) method togetfold changes fordetermining differential expression and pvalues. The Benjamini-Hoch- berg method wasused toidentify false positives. CARMAweb isafree, online tool hosted by Medical University Innsbruck 45. Histology andimmunohistochemistry PFA fixed, 5mtissue sections were processed forhematoxylin-and-eos in(HE) staining and immunofluorescence microscopy asdescribed previously 46. Additional histology sections were processed forPeriodic Schiff Stain (PAS) and Picrosirius Red stain. Immunoreactivity wasvisualized using secondary antibodies conjugated with Alexafluor 488orAlexafluor 594at dilutions of1:500 and 1:250, respectively. Nuclei were stained with 4,6-diamidino-2-phen ylin- dole (Sigma). Immunofluorescence images were captured onaNikon Diaphot fluorescence microscope (Nikon Corporation, Tokyo, Japan) and digitally deconvolved using theNo Neighbors algorithm (Slidebook, Denver, CO) asdescribed previously 46. Histologic images were captured onanOlympus BX51 microscope equipped with afour megapixel Macrofire digital camera (Optronics, Goleta, CA) using thePictureFrame Application 2.3(Optronics). Cross-polarized light wasalso used toenhance visualization ofPicrosiruis Red stained images aspreviously described 47. Allimages were cropped and assembled using Photoshop CS2 (Adobe Systems, Inc., Mountain View, CA). Statistics Functional analysis ofgene expression data provided bytheUCI GHTF wasperformed atLLU using Ingenuity Pathway Analysis (IPA) software (Qiagen, Inc., Redwood City, CA). Az-score of-2.0 or2.0wasconsidered significant. APvalue ofoverlap0.05, indicates that the genes inourdata setsignificantly overlap with thegenes known tobeinvolved with thefunc- tion. Predicted effects arebased ontheliterature and themeasured effect ofspaceflight. In some cases, thedown-regulation ofaspecific gene may lead toanincrease infunctional activ- ityandPifTPTpsa. The z-score represents thecombined predicted response ofallgenes known tobeexplicitly involved inaparticular function. Allother data were analyzed using Sigmaplot 12.0 (Systat Software, Inc., SanJose, CA) with anunpaired T-test;P0.05 andP0.1 indicat- ingsignificance and trending, respectively. Results Total body mass decreased after spaceflight butnotsignificantly There were nosignificant differences intotal body mass atthetime ofsacrifice (AEM 19.50.5g,Flight 18.40.5g).Sample size: n8forAEM ground controls, n7forFlight. However, when calculated asadifference from preflight, baseline mass, wepreviously reported that spaceflight mice lostsignificantly more mass compared toAEM controls 35. Decrease insplenocyte viability There wasasignificant decrease inviability ofsplenocytes noted intheground control mice (P0.001); 77 ofsplenocytes were viable inflight mice while only 68 were viable inground controls. The difference inviability waslikely duetoaproblem with shipping fresh tissues from theground control mice from KSC toLLU (asdescribed above). This difference inviabil- ity,although relatively small, must beconsidered ininterpreting allassays involving fresh splenocytes presented below. Sample size: n8forAEM ground controls, n5forFlight. Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 722Spaceflight decreased major splenic leukocyte subset counts There were significant flight-induced decreases inthetotal number ofallmajor leukocyte pop- ulations (P0.001, S2Fig). Interms ofproportions, spaceflight caused ashift toward lympho- cytes (P0.001) away from granulocytes (P0.001), with nosignificant impact onmonocyte macrophage percentages. Spaceflight decreased splenic lymphocyte subset counts Spaceflight caused decreases inthetotal count ofallmeasured lymphocyte subsets (S3Fig) including T(P0.001), Th(P0.001), Tc(P0.005), B(P0.001) and NK(P0.05) cells. In contrast, with theexception ofanincrease inTccells percentages (P0.05), there wasnosig- nificant impact ofspaceflight ontheproportions ofanylymphocytes. The proportional increase inTccells ledtoasignificant, flight-induced decrease intheCD4CD8 ratio (P0.01), i.e.,1.6forflight mice versus 2.0forAEM ground controls. Spaceflight increased splenic background ROS oxidative burst but decreased phagocytosis Asindicated inFig1,wecharacterized thecapacity ofcells present inthespleen togenerate anoxidative burst using both flow cytometry and aplate-based fluorescent assay. Inboth cases, wefound significant spaceflight-induced increases (P0.001). Incontrast, there were Fig1.Effects ofspaceflig htonsplenocyt ephagocyt icfunction. Flow Flow cytometr ybased assay. Plate 96wellfluores cence- based assay. Values represent means SEM. N8forGround controls, 5forFlight. P0.001. https:doi.org10 .1371journal.p one.0174174. g001 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 822decreases inphagocytic capacity inflight mice (P0.001). Lastly, spaceflight increased thelev- elsofunstimulated, background ROS (P0.001). Spaceflight increased adrenal corticosterone, decreased ACTH receptors, anddidnotimpact catecholamine levels Weobserved atrend foraspaceflight-induced increase incorticosterone levels intheadrenal glands (P0.066, Fig2).Although there were consistent decreases noted inACTH receptors (total orphosphorylated), these also didnotreach significance. However, thecorticosterone phosphorylated ACTH receptor ratio wasgreater inmice who experienced spaceflight (P0.05, SeeS1Table). There were nosignificant signs ofspaceflight-induced changes intheadrenal catechol- amines, norepinephrine and epinephrine (Fig 3).Similarly, although there wasaslight eleva- tion indopamine inflight mice, thiswasnotsignificant. However, thiselevation resulted in significant increases inthedopaminenorepinephrine ratio inspaceflight mice (P0.05, SeeS1 Table). Spaceflight tended todecrease thenorepinephrinecort icosterone and epinephrine corticosterone ratios (P0.068 andP0.056, respectively, S1Table), buthadnosignificant impact onthedopaminecorticosterone ratio. Spaceflight altered liver metabolite levels Weperformed untargeted metabolite profiling intheliver, comparing spaceflight and AEM ground controls. The effect ofspaceflight onenergy and lipid metabolism inthese mice has been recently described 35. Metabolites relevant tothecurrent discussion areincluded in Table 1.Wefound significant increases incorticosterone aswell aschanges insome ofthe components ofglutathione (GSH) synthesis. Specifically, there were decreases inGSH with corresponding increases in2-aminobutyrate and ophthalmate, potentially indicative of increased oxidative stress. Osmolyte concentrations were altered, with increases inbetaine and taurine, and decreases inalanine, glycerophosphorylcholine (GPC) and hypotaurine observed. Finally, wefound anincrease inglycerol and decreased levels of3-indoxyl sulfate, ameasure of kidney function commonly characterized intheblood. Fig2.Effects ofspacefl ight oncorticosterone and ACTH receptor levels intheadrenal gland. Corticostero newas quantified via ELISA. Values represent means SEM. N8forGround controls, 5forFlight. Ttrend, P0.066. ACTH receptor (ACTH-r) levels quantified viaELISA. p-ACTH-r phospho rylated ACTH-r. Values repres entmeans SEM. N11forGround controls, 7forFlight. https:doi.o rg10.1371j ournal.pone .0174174.g002 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 922Spaceflight altered liver gene expression patterns related toinnate immunity, oxidative stress andmetabolism Although weperformed afullgenomic screen ofchanges inmouse liver gene expression after spaceflight, wepresent only asubset ofthedata here. Similarly, although there aremultiple methods foranalyzing thedata (e.g. basic fold changes, pathway analysis, upstream transcrip- tion regulation analysis, etc.), here wefocus ongenes identified though afunctional analysis viaIPA. This analysis allowed ustoidentify genes that areboth functionally related (based on thecurrent state oftheliterature) and statistically correlated tospaceflight. This analysis takes into consideration that, insome cases, down-regulation ofaparticular gene may actually lead totheactivation ofaparticular function, orPifTPTpsa. Fig3.Effects ofspacefligh toncatechol amine levels intheadrenal gland. Catech olamines measured via HPLC. EPIepinephrin e.NENorepin ephrine. DAdopamin e.Values represent means SEM. N13for Ground controls, 7forFlight. https:d oi.org10.1371j ournal.pon e.0174174.g0 03 Table 1.Effects ofspacef light onliver metabo lomics. Values represent foldchanges over AEM controls. Allother values aresignificant (P0.05) .Analy- sisprovided byMetabolo n,Inc. Function Metabolit e Fold Change Steroid Synthesis Corticoste rone 1.51 Glutathione (GSH) Synthesis 2-amino butyrate 1.62 Cystathio nine -1.39 Cysteinyl glycine (cys-gly) -1.43 Glutathi one, reduced (GSH) -1.85 Ophthalm ate 2.33 Osmolyte Alanine -1.30 Betaine 1.83 Glycero phosphorylcho line(GPC) -3.57 Hypotau rine -1.43 Taurine 1.17 Kidney 3-indox ylsulfate -1.96 Gluconeo genesis Glycero l 1.42 https:do i.org10.1371j ournal.pone .0174174.t001 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 1022Table 2lists asubset oftheimmune and oxidative stress-related functions identified byIPA tobesignificantly altered intheliver byspaceflight (z-score2.0 foractivation,-2.0 for deactivation). Generally, spaceflight appears tohave up-regulated functions related toviral infections (z4.2) and infections ofcells (z2.8). Likely linked tothisistheactivation ofcla- thrin- and receptor-mediated endocytosis (z3.1and z2.7,respectively), fusion oflate endosomes (z2.1) and formation ofperoxisomes (z2.1). Surprisingly, despite theincrease inactivity related toviral infection, there isadown-regu- lation inthefunctional activation ofCD8 Tlymphocytes (z-2.0). Furthermore, although z-scores didnotreach thelevel ofsignificance, there also aretrends forthedown-regulation of functions related tooxidative stress and ROS metabolism (z-1.7). Table 3describes thefunctional analyses ofgenes intheliver related toglycolysis and lipid metabolism. Ingeneral, functions related tothegeneration and sequestration ofglucose are up-regulated (z2.0) byspaceflight, while functions related toglycolysis aredown-regulated (z-2.0). There arealso strong trends forincreases infunctions that involve theoxidation of lipids (z1.8). Microarray fold-changes summarized inTable 4reveal that expression ofregulators ofgly- cogen synthesis, such asglycogen synthase (Gys2), protein phosphatase 1catalytic subunits (Ppp1ca, Ppp1cb), Gbe1, Foxo1 and Gsk3b were augmented and glycogen phosphorylase (Pygl) mRNA expression wasdecreased. PEPCK (Pck1) wasunchanged. Since insulin isasso- ciated with increased glycogen storage, wealso performed IPA analysis onexpression ofgene transcripts intheinsulin signaling pathway and found that gene expression levels were decreased intheflight mice forIRS1, IRS2, PI3K and much oftheMAPK pathway (S4Fig). Spaceflight mice lose glycogen stores inliver Periodic Acid Schiff (PAS) staining offixed liver tissue sections wasperformed onn45 mice pergroup. Representative images areshown inFig4.Inspection ofthestained sections revealed aprofound lossofglycogen staining intheflight mice (panel B)ascompared with AEM controls (panel A),supporting themicroarray results.Table 2.Spacefligh teffect onimmune-rela tedliver gene expression based onfunctiona lanalysis. Functiona lanalysis was performed with IPAsoft- ware. Activation zscore statistic alvalue representing theactivation state. Z2.0or-2.0 isgenerally considere dsignificant. Pvalue P-value ofoverlap ,a statistica lrepresentatio ndescribing thelevel ofoverlap ofgenes inourdata setcompared tothetotal number ofgenes known tobedirectly involved inapartic- ularfunction based ontheliterature. molecules Number ofgenes inourdata setknown tobedirectly involved inaparticular function based onthelitera- ture. Acomplete descriptio noftheanalysis canbefound ontheIPAwebsite (http:w ww.ingenuity .com). Function Activation z-score Predicted Activatio nState p-Value Genes Viral Infection 4.278 Increased 2.34E-06 335 Clathrin-M ediated Endocytos is 3.125 Increased 1.70E-02 20 Infection ofCells 2.838 Increased 5.61E-04 139 Receptor- Mediated Endocyto sis 2.775 Increased 2.21E-02 23 Formation ofPeroxisom es 2.191 Increased 6.78E-03 6 Fusion ofLate Endoso mes 2.183 Increased 1.90E-02 6 Activatio nofCD8 TLymphoc yte -2.000 Decreased 7.00E-03 5 Senescenc eofCells -2.555 Decreased 2.96E-02 61 Trends Oxidative Stress Response ofCells -1.773 Decreased 8.88E-03 18 Cell Death ofGranuloc ytes -1.794 Decreased 3.83E-02 26 Metabolis mofReactive Oxygen Species -1.796 Decreased 3.31E-02 106 Stress Respons eofCells -1.948 Decreased 1.34E-03 33 Synthesis ofReactive Oxygen Species -1.984 Decreased 3.52E-02 104 https:do i.org10.1371j ournal.pone .0174174.t002 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 1122Discussion Spaceflight appears tohave hadasignificant impact onboth immune and metabolomic func- tion. These differences occur inthecellcount and proportion data (see S1Discussion), cell function, metabolites and ingene expression. Aswewillshow, bebelieve these changes donot occur independently and are,infact, linked. There were increases inbackground ROS levels measured insplenocytes TxPiPe after flight, suggesting anincrease inoxidative stress. High oxidative stress would beconsistent with our results from STS-118 where wefound increases intheexpression ofseveral genes intheliver involved inROS scavenging and metabolism 5.This would also beconsistent with the increase intheGSSG:GSH ratio (due tothedecrease noted inGSH levels) found inmetabolo- mic analysis ofthespaceflight livers noted here. However, although there wasanincreasing trend noted inanother marker ofoxidative stress, cysteine-glutathione disulfide, thisdidnotreach thelevel ofsignificance (Table 1).Fur- thermore, theincrease inGSSG:GSH ratio wasdueprimarily toadecrease inGSH with no corresponding increase inGSSG. While thedecrease noted incysteinyl-glycine (cys-gly) sug- gests that there may belessGSH breakdown with spaceflight, there were nosignificant changes inanyofthequantified -glutamyl amino acids, norinanyother metabolic components ofthe cycle, including 5-oxoproline, glutamate, cysteine, orglycine. This suggests amore likely explanation fortheobserved metabolite changes isthat there wasadecrease inGSH synthesis leading toalower capacity todeal with oxidative stress. The enzymes responsible forconverting glutamate, cysteine, and glycine into GSH areglu- tamyl-cysteine synthetase (GCS) and glutathione synthetase (GS) (Fig 5).These enzymes are also part ofanother, separate branch ofthepathway responsible forconverting cystathionine (aprecursor forcysteine) into ophthalmate. This iscritical because although cystathionineTable 3.Spacefligh teffect onliver expressio nforgenes involved incarbohydr ateand lipid metabo lism. Functiona lanalysis was performed with IPA software. Activation zscore statistical value representing theactivation state. Z2.0or-2.0 isgenerally considere dsignificant. Pvalue P-value ofover- lap,astatistic alrepresentatio ndescribin gthelevel ofoverlap ofgenes inourdata setcompared tothetotal number ofgenes known tobedirectly involved ina particular function based ontheliterature. molecules Number ofgenes inourdata setknown tobedirectly involved inaparticul arfunction based onthelit- erature. Acomplete descriptio noftheanalysis canbefound ontheIPAwebsite (http:w ww.ingenuity. com). Function Activatio nz-score Predicted Activatio nState p-Value Genes Incorporati onofD-Gluc ose 2.000 Increased 3.93E-02 6 Synthesis ofPhosphatidy lserine 2.000 Increased 1.51E-03 5 Beta-Oxid ation ofFatty Acid 2.153 Increased 2.00E-02 17 Concentra tionofCholine-Pho spholipid 2.154 Increased 1.27E-02 14 Synthesis ofD-Glucose 2.302 Increased 3.44E-02 21 Synthesis ofMonosaccha ride 2.463 Increased 2.76E-02 22 Uptake ofFatty Acid 2.754 Increased 1.67E-02 19 Glycolys isofCarboh ydrate -2.758 Decreased 1.36E-02 9 Glycolys isofD-Gluc ose -2.571 Decreased 2.91E-02 8 Glycolys is -2.548 Decreased 8.88E-03 18 Concentra tionofFatty Acid -2.541 Decreased 2.11E-02 69 Disorder ofLipid Metabolis m -2.040 Decreased 9.39E-03 58 Trends Oxidation ofLipid 1.843 Increased 1.31E-03 56 Oxidation ofFatty Acid 1.891 Increased 2.53E-03 44 Biliary Excretion ofLipid 1.963 Increased 2.16E-02 4 Hydrolysis ofDiacylglyc erol 1.980 Increased 2.16E-02 4 Concentra tionofPhospha tidylcholine 1.989 Increased 2.82E-02 11 https:do i.org10.1371j ournal.pone .0174174.t003 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 1222decreased, both ophthalmate and itsupstream precursor, 2-aminobutyrate, significantly increased after flight. This suggests that factors related tospaceflight aredriving thekinetics of GCS towards ophthalmate production. Interestingly, ophthalmate isanendogenous analog ofGSH and may beabiomarker for oxidative stress and GSH depletion 48, 49. Consistent with these reports isthepossibility that chronic exposures tothespaceflight environment could lead toasituation where GSH is depleted tosuch anextent that corresponding increases indownstream products such as GSSG and -glutamyl-AA isnolonger possible. However, thiswould notbeconsistent with ourtranscriptomics analysis discussed above. Further study isrequired toclarify these findings. Asindicated inFig5,thisswitch inpriorities isfurther suggested byourliver gene ex- pression analysis. While there wasnochange intheexpression oftheGSgene, there wasasig- nificant decrease inGCS expression, confirming that GSH synthesis wasdown-regulated. Although there wasatrend foradecrease intheexpression ofcystathionase, theenzyme for breaking cystathionine into cysteine -ketobutyrate, wewere notable toidentify thespecific transaminase responsible forconverting -ketobutyrate into 2-aminobutyrate. Taken together, these results suggest that although there wasanoverall decrease in cystathionine, some other mechanism(s) may bedriving theremaining resources toward theTable 4.mRNA expression changes intheliver forselected genes involved inglycogen metabolis m.Fold changes, Pandqvalues arecalculated using CARMA Web. P0.05 isconsidered significant. The Entrez accessio nnumber isgiven byentrezid. entrezid q p FLTAEM (log 2) Foxo1 56458 3.15E-03 1.26E-0 4 0.440 Gbe1 74185 5.44E-02 2.19E-0 2 0.405 Gys2 232493 9.93E-02 5.94E-0 2 0.359 Ppp1cb 19046 9.51E-02 5.51E-0 2 0.294 Ppp1ca 19045 2.49E-02 6.22E-0 3 0.259 Gsk3b 56637 1.39E-01 1.06E-0 1 0.148 Pck1 18534 3.72E-01 5.93E-0 1 0.030 Pygl 110095 1.01E-02 1.25E-0 3 -0.204 https:do i.org10.1371j ournal.pone .0174174.t004 Fig4.Effects ofspacefl ight onhepatic glycogen stores. Liver tissue was fixed using 4paraform aldehyde andstained with Period icAcid Schiff stain tovisualize glycogen. PTportal triad, CVcentral vein. A represen tative image from n5mice pergroup isshown. https:d oi.org10.1371j ournal.pon e.0174174.g0 04 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 1322generation ofmore ophthalmate. Why thisshould occur isnotentirely clear. However, others have reported that ophthalmate levels areincreased intheliver when GSH isdepleted and the supply ofcysteine totheliver isdepleted 48. The end result isareduction inthelevel ofGSH available toscavenge ROS. Despite these changes inindividual genes, functional analysis oftheliver genes viaIPA did notindicate anygeneralized, consistent increases inoverall oxidative stress responses. Infact, hepatocyte-specific oxidative stress response functions alltrended toward being slightly down- regulated (Table 2).This suggested that something other than oxidative stress may begoing on. Another possible explanation isthat overall transaminase (oraminotransferase) levels increased asaconsequence ofmuscle atrophy. Among other things, transaminases are involved inbreaking proteins down into amino acids when blood sugar levels arelow, usually attheexpense ofmuscle tissue. This isinteresting because spaceflight isknown toinduce muscle atrophy, ingeneral, and wasrecently reported todosointhese mice specifically 50. Unfortunately, wewere unable toidentify thespecific transaminase responsible forconverting -ketobutyrate into 2-aminobutyrate (Fig 5)and cannot verify thishypothesis. Inaddition totheincreases inbackground ROS levels insplenocytes, there were large increases inthecapacity togenerate anoxidative burst inthesplenocytes, despite thelarge decreases incellcounts. Because wedidnotisolate phagocytic populations fortheseTxPiPe Fig5.Effects ofspacef light onGSH producti on.This figure represents acombinat ionofdata generated through genomics and metabolo mics. CTH cystathi onase. cys-gly cysteinyl glycine. GCS glutamyl-c ysteine synthase. GGT gamma-glut amyl transpep tidase. GSglutathi onesynthase. GSH glutathi one. GSSG glutathione (oxidized ).Rectangles repres entmetabolo mics data. Ovals represent genomics data. Grey unchang ed.Green down-regulate d.Red up-regulat ed.Blue specific transamin aseunidentified. https:do i.org10.1371j ournal.pone .0174174.g00 5 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 1422assays, theproportion ofcells inthespleen after flight isofcritical importance ininterpreting thisresult. However, increases inburst activity occurred inspite ofbTfpTasTs ingranulocyte proportions (and nochange inmonocytemacrophages) suggesting that therespiratory burst activity ofthecells themselves increased. There isvery little intheliterature describing theimpact ofspaceflight onTxPiPe burst activity insplenocytes after spaceflight. KaurTtal.reported decreases inburst capacity inboth monocytes 51 and neutrophils 52 from theblood ofastronauts collected immediately after landing. Although wedidnothave theopportunity tomeasure oxidative burst capacity inthe blood ofourmice, thisdifference inresponse suggests that either theresponse isorgan-specific andor primed populations specifically traffic tolymphoid organs, such asthespleen. Anincrease ininduced respiratory burst activity would beconsistent with ourliver gene expression data which showed afunctional up-regulation intheformation ofperoxisomes and thefusion oflateendosomes (Table 2).However, asmentioned previously, there wasadown- regulation infunctions related toROS metabolism. Interestingly, peroxisomes and lateendo- somes arealso involved inlipid processing and metabolism, suggesting theincreases inthese cellular components may also reflect achange ingluconeogenesis 53. Despite theincreases inROS activity, wefound decreases inoverall phagocytic activity in splenocytes after flight. Because thisassay wasperformed TxPiPe with aconstant number of cells, and because wealso sawdecreases insome phagocyte proportions (e.g. granulocytes), a possible explanation forthisdecrease isachange inpopulation distributions. However, the decrease inphagocytic activity (asmeasured byflow cytometry) wasroughly 50 while the decrease ingranulocyte percentage wasonly about 3.Webelieve that itisunlikely that such adrastic decrease inphagocytic capacity would beduetosuch asmall decrease inphagocyte proportions. Furthermore, decreases inphagocytic capacity have also been reported inboth themacrophages and neutrophils intheblood ofastronauts immediately after landing 51, 52. One possible explanation forthechanges inimmunocyte distribution and function ispsy- chologicalphysiological stress. Insupport ofthisisthetrend foraspaceflight-induced up-reg- ulation ofadrenal levels ofcorticosterone, anindicator ofincreased hypothalamus-pituitary- adrenal (HPA) activity. Metabolomic analysis ofboth theliver (presented here) and skin 54 ofthese mice showed similar increases incorticosterone levels. This isalso generally consistent with reports ofpost-flight increases incirculating corticosterone levels inrodent models 7,17, 26,55. Avery recent study showed that cortisol levels generally increased inastronaut saliva in-flight compared topre-flight levels, butthiswasonly atrend 56. Surprisingly, cortisol lev- elstypically donotchange intheblood ofastronauts post-flight 31, 32,57,58. There areeven atleast tworeports ofbTfpTasTs inplasma cortisol levels inastronauts duetoflight 59, 60. In contrast, urinary cortisol levels typically increased after flight 31, 32,5761, butnotalways 51. Since corticosterone issynthesized and released intheadrenal cortex and most endocrine tissues have tightly regulated homeostatic mechanisms that keep tissue levels within small discrete ranges (i.e., theamount ofhormone being made isthesame amount asthat being releasedallostasis), measuring adrenal corticosterone isnotequivalent tomeasuring itinthe blood orother organs. This suggests that thesmall difference inadrenal corticosterone levels between treatment groups reported here, despite fairly consistent increases found inother tis- sues, may actually beduetoanincrease incorticosterone synthesis intheadrenal cortex to compensate forincreased corticosterone secretion into thecirculation. Decreases inspleen and thymus mass have long been associated with chronically elevated levels ofcorticosterone and stress 6264. Wepreviously reported consistent decreases in spleen and thymus mass inthese mice 1,aswell asinrodents flown onSTS-77 18, -108 2 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 1522and -118 5.While others have also reported decreases inspleen mass after flight 7,9,12,14, 17, there isatleast onereport ofanincrease 55. Similarly, thymus mass hasgenerally been shown todecrease after flight 9,12,17, butthere aresome reports ofincreases 17, 55. Ifspaceflight-subjected mice were indeed stressed asother findings here and inthelitera- ture suggest, particularly during thelanding, then thisshould bereflected inACTH activity. Adrenal corticosterone secretion isknown tobeup-regulated byACTH receptor ligation on adrenocortical cells (predominantly inthezenaCasfifmlata). Anincrease incorticosterone should becoincident with anincrease inACTH levels. Indeed, while plasma ACTH levels did notchange intheblood ofastronauts after flight 32, 58,60, urinary ACTH levels increased 32. Although wedidnotcharacterize adrenal ACTH levels directly, wedidmeasure ACTH receptors. Because ACTH receptors areunique Gprotein-coupled receptors inthat ligand acti- vation up-regulates their expression 6568, thisshould provide anindirect measure of ACTH activity and HPA activation. However, wedidnotfind significant effects ofspaceflight onACTH receptor expression. Similarly, thepercentage ofphosphorylated ACTH receptors intheadrenals didnotdiffer between treatment groups after flight. This would seem tosuggest that thechronic exposure totheconditions ofspaceflight promotes receptor desensitization and suggests that spaceflight may actually reduce thesensitivity tostress. Adrenal catecholamines aremediators ofstress-induced activation ofthesympathoad- renomedullary (SAM) axis, and likecorticosterone, their production and secretion into the circulation typically increases inresponse tostress. However, despite thenoted increases in corticosterone, wefound nochanges inadrenal norepinephrine and epinephrine levels. There isvery little published intheliterature involving activation oftheSAM axis after spaceflight in rodent models. However, norepinephrine levels inthekidney ofratseither donotchange 69 oractually decreased 70 after spaceflight. Interestingly, urinary epinephrine levels didnot change 31, 51,52orincreased 32, 57,60,61inastronauts after flight. Similarly, urinary norepinephrine levels either didnotchange 51, 52orincreased 31, 32,57,60. Because uri- nary catecholamine levels areusually assessed using pooled samples collected over a24-hour period post-landing, webelieve that thereported increases arereflective ofaresponse tothe landing and nottheactual spaceflight environment. These data suggest that while there may have been anactivation ofstress pathways after spaceflight, theresponse wasrelatively mild and likely didnotinvolve both HPA and SNS acti- vation. Although speculative, given thelack ofasignificant catecholamine response, itispossi- blethat thiselevation incorticosterone isnotdirectly related topsychological stress atall.But rather, thechange isrelated toenergy balance and lipid metabolism. Aspreviously stated, spaceflight haslong been suspected toalter energy metabolism 71 and stress hormones like glucocorticoids (i.e.corticosterone) areknown toplay asignificant role inmetabolism 72, 73. Indeed, corticosterone promotes fatbreakdown inadipose and muscle tissue toprovide glycerol totheliver forgluconeogenesis. Consistent with thisidea isthefactthat themetabo- lite,glycerol, wasalso more abundant inflight liver relative toground controls. Interestingly, peroxisome proliferator-activated receptor gamma (PPAR) regulated activity increased significantly intheliver after flight. This isimportant because although theprimary function ofPPARs istoregulate lipid metabolism, PPARs canalso negatively interfere with immune regulators including NF-B, STAT, and AP-1 signaling pathways 7479. PPARs also mediate macrophage responses inthearterial cellwall 76, 77,80,81, both byinterfering with chemoattraction and adhesion ofimmunocytes, including Tcells and monocytes, and by down-regulating MCP-1 82, RANTES 83, and vascular celladhesion molecule-1 (VCAM- 1)75, 84. Wehave demonstrated that lipid metabolism and PPAR activity arealtered in spaceflight 35. Given that many ofthefunctional changes weseeinimmune response overlap Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 1622considerably with energylipid metabolism, webelieve that thetwophenomena may actually berelated. Weobserved aprofound lossofglycogen stores inthelivers ofFlight mice. Paradoxically, most regulators ofglycogen synthesis were increased, concomitant with adecrease inglycogen phosphorylase mRNA expression, pointing toupregulation ofglycogenic rather than glyco- genolytic pathways. This may bedue, inpart, toactivation ofcompensatory mechanisms for restoring normal levels ofglycogen stores. PEPCK (Pck1) mRNA expression wasunchanged; therefore gluconeogenesis asamechanism forrestoring glycogen waslikely notactivated. We didnotobserve changes inhepatic glucose orglucose-6-phosphate concentrations and unfor- tunately didnothave access toblood tomeasure serum glucose orinsulin levels. However, theintracellular downregulation ofIRS, PI3K and MAPK pathway genes areclassical post- receptor manifestations ofinsulin resistance that may beinduced bylipotoxicity, aswehave previously shown 35. Taken together, ourdata support theconcept ofspaceflight-induced alterations intheresponse toinsulin that may correlate with insulin resistance. Itwillbe important toobtain serum infuture studies tomeasure insulin levels inmice and further pur- suethislink. Inconclusion, spaceflight clearly causes transient changes inimmune function. However, thecause may notbeexclusively duetopsychological oroxidative stress. Butrather, theshifts inimmune function may beatleast partially duetoshifts inenergy needs inspace. Onset of leukocyte regeneration after landing could, ofcourse, also have asignificant impact onfunc- tional status. Asafulldescription oftheimpact ofspaceflight onlipid metabolism isbeyond thescope ofthispaper, thedetails ofthishave been covered elsewhere 35. However, gene expression functional analysis indicated increases infunctions related toglucose synthesis and sequestration, with corresponding decreases inglycolysis functions. Furthermore, theTxPiPe increases inROS activity, combined with corresponding increases inperoxisome and endo- some-related gene expression, arelikely related tospaceflight-induced shifts inlipid metabo- lism. This further suggests that spaceflight causes ashift inpriorities inphagocytic populations away from antigen processing toward lipid processing, potentially increasing risk forinfection. Supporting information S1Fig. Proposed model linking spaceflight-induced disruptions ininnate immune func- tion and metabolism. (TIF) S2Fig. Effects ofspaceflight onsplenic leukocyte populations. Data were obtained using an automated hematology analyzer. Values were normalized todaily Vivarium controls. WBC  white blood cells. LYM lymphocytes. MON monocytemacrophages. GRA granulocytes. Values represent meansSEM. N8forGround controls housed inanimal enclosure mod- ules, 5forFlight.P0.001. (TIF) S3Fig. Effects ofspaceflight onlymphocyte subsets. Values represent meansSEM. N8 forGround controls, 5forFlight. Values were normalized todaily Vivarium controls. P0.05,P0.005,P0.001. (TIF) S4Fig. Impact ofspaceflight ontheinsulin signaling pathway. Analysis performed using Ingenuity Pathway Analysis (Qiagen, Inc., Redwood City, CA). Grey unchanged. Green  down-regulated. Red up-regulated. (TIF) Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 1722S1Table. Effect ofspaceflight onhormone ratios. Values represent meansSEM. N13 forGround controls, 7forFlight. NSNot significant. (DOCX) S1Discussion. Effect ofspaceflight onsplenic immunocyte population distributions. We have analyzed splenic immunocyte populations onthree separate space shuttle missions with very similar flight profiles. This additional discussion includes historical context aswell as comments onrepeatability. (DOCX) Acknowledgmen ts Wewould liketothank Amgen and their support team fortheopportunity toparticipate in thisstudy and BioServe Space Technologies attheUniversity ofColorado atBoulder fororga- nizing and overseeing thisproject. Wewould also liketothank allteam members oftheFergu- sonBateman labs who participated inthetissue processing atKSC. Wewould liketothank Paula Dumars and Vera Vizir oftheBSP and Ames Research Center, aswell astheKSC SLSL support staff. Wewould liketothank David Orlicky attheUniversity ofColorado Anschutz Medical Campus forhelp with evaluating thePAS stained slides. Finally, wewould liketo thank Tamako Jones, Peter Gifford, Xian Luo-Owen, Shalini Mehrotra, and Celso Perez for their technical support atLLU. Author Contributions Conceptualization: MJP XWM DLB KRJ LSSVLF TAB DSG. Data curation: MJP XWM DLB KRJ RPM. Formal analysis: MJP XWM DLB KRJ RPM DSG. Funding acquisition: MJP KRJ DSG. Investigation: MJP XWM DLB KRJ RPM. Methodology: MJP XWM DLB KRJ LSSVLF TAB RPM DSG. Project administration: MJP LSSVLF. Resources: MJP XWM DLB KRJ LSSVLF RPM DSG. Supervision: MJP LSSVLR DSG. Visualization: MJP XWM DLB KRJ RPM. Writing original draft: MJP XWM DLB KRJ RPM. Writing review editing: MJP XWM DLB KRJ RPM DSG. References 1. Gridley DS,Mao XW, Stodie ckLS,Ferguson VL,Bateman TA,Moldovan M,etal.Changes inmouse thymus andspleen after return from theSTS-135 mission inspace. PloS one. 2013; 8(9):e7509 7. PubMed Central PMCID: PMC377793 0.https: doi.org10.13 71journal.p one.007 5097 PMID: 24069384 2. Gridley DS,Nelson GA, Peters LL,Kostenuik PJ,Bateman TA,Morony S,etal.Genetic Models in Applied Physiolog y:Selected Contribution: Effects ofspacefligh tonimmunity intheC57BL6 mouse. II. Activation, cytokines ,erythrocytes, andplatelets. Journal ofapplied physiolog y.2003; 94(5):2095 103. https:doi.or g10.115 2japplphys iol.01053.200 2PMID: 12506046 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 18223. Gridley DS,Slater JM,Luo-Ow enX,Rizvi A,Chapes SK,Stodieck LS,etal.Spacefli ghteffects onT lymphocy tedistribution, function andgene expression .Journal ofapplied physiolog y.2009; 106 (1):19420 2.Epub 200811 08.https:doi.or g10.115 2japplphys iol.91126.200 8PMID: 18988762 4. Pecaut MJ,Nelson GA, Peters LL,Kostenuik PJ,Bateman TA,Morony S,etal.Genetic Models in Applied Physiolog y:Selected Contribution: Effects ofspacefligh tonimmunity intheC57BL6 mouse. I. Immune populat iondistribu tions. Journal ofapplied physiolog y.2003; 94(5):2085 94. https:doi.or g 10.1152 japplphysiol.01 052.2002 PMID: 1251416 6 5. Baqai FP,Gridley DS,Slater JM,Luo-Owen X,Stodieck LS,Ferguson V,etal.Effects ofspacefligh ton innate immune function andantioxida ntgene expression .JAppl Physiol (1985). 2009; 106(6):193 542. PubMed Central PMCID: PMC269277 9. 6. Ortega MT, Pecaut MJ,Gridley DS,Stodieck LS,Ferguson V,Chapes SK.Shifts inbone marrow cell phenotyp escaused byspacefligh t.Journal ofapplied physiolog y.2009; 106(2):548 55. Epub 200812 06.PubMed Central PMCID: PMC264425 0.https:doi.or g10.1152 japplphysiol.9 1138.2008 PMID: 19056998 7. Durnova GN, Kaplans kyAS,Portugalov VV.Effect ofa22-day space flight onthelymphoid organs of rats. Aviation ,space, andenvironm ental medicine. 1976; 47(6):588 91.PMID: 938393 8. Grindelan dRE,Popova IA,Vasques M,Arnaud SB.COSMO S1887 mission overview: effects ofmicro- gravity onratbody andadrenal weights andplasma constituent s.FASEB journal: official publication of theFederat ionofAmerican Societie sforExperime ntalBiology. 1990; 4:1059. 9. Jahns G,Meylor J,Fast T,Hawes N,Zarow G,editors. Rodent Growth, Behavior, andPhysiolog y Resulting from Flight ontheSpace LifeSciences- 1Mission. 43rd Congresst heIntAstrona utical Federa- tion; 1992 August 28-Septem ber5,1992; Washingto n,DC: Interna tional Astronautic alFederation. 10. Allebban Z,Gibson LA,Lange RD, Jago TL,Stricklan dKM, Johnson DL,etal.Effects ofspacefligh ton raterythroid parame ters. Journal ofapplied physiology. 1996; 81(1):117 22.PMID: 8828653 11. Udden MM, Driscoll TB,Gibson LA,Patton CS,Pickett MH, Jones JB,etal.Blood volume anderythro- poiesis intheratduring spacefligh t.Aviation, space, andenvironment almedicine. 1995; 66(6):557 61. PMID: 764640 6 12. Congdon CC, Allebban Z,Gibson LA,Kaplansk yA,Strickland KM, Jago TL,etal.Lymphatic tissue changes inratsflown onSpacelab LifeSciences-2. Journal ofapplied physiolog y.1996; 81(1):172 7. PMID: 882866 0 13. Serova LV.Weightle ssness effects onresistance andreactivity ofanimals. Physiolog ist.1980; 23:S22 S6.PMID: 724393 0 14. Grove DS,Pishak SA,Mastro AM. The effect ofa10-day space flight onthefunction, phenotyp e,and adhesio nmolecule expression ofsplenocytes andlymph node lymphoc ytes. Experiment alcell research .1995; 219(1):102 9.https:doi. org10.1006e xcr.1995.12 10PMID: 7543050 15. Nash PV,Mastro AM. Variable lymphocy teresponse sinratsafter space flight. Experiment alcell research .1992; 202(1):125 31. PMID: 1511727 16. Wronski TJ,LiM,Shen Y,Miller SC,Bowman BM, Kostenuik P,etal.Lack ofeffect ofspacefligh ton bone mass andbone formation ingroup-hou sedrats. Journal ofapplie dphysiology. 1998; 85(1):279 85.PMID: 965578 7 17. Chapes SK,Simske SJ,Sonnenfeld G,Miller ES,Zimmerman RJ.Effects ofspace flight andPEG-IL-2 onratphysiolog icalandimmunolog icalresponse s.Journal ofapplied physiolog y.1999; 86(6):2065 76. PMID: 103683 75 18. Pecaut MJ,Simsk eSJ,Fleshner M.Spacefli ghtinduces changes insplenocy tesubpopulat ions: effec- tiveness ofground-ba sedmodels. AmJPhysiol Regulator yIntegrat iveComp Physiol. 2000; 279(6): R2072R8. 19. Allebban Z,Ichiki AT,Gibson LA,Jones JB,Congdon CC, Lange RD. Effects ofspacefligh tonthenum- berofratperiphera lblood leukocytes andlymphocyte subsets .JLeukoc Biol. 1994; 55(2):209 13. PMID: 830121 8 20. Sonnenfeld G,Mandel AD,Konstanti nova IV,Berry WD, Taylor GR, Lesnyak AT,etal.Spacefli ght alters immune cellfunction anddistribu tion. Journal ofapplied physiolog y.1992; 73(2 Suppl):191 S5S. PMID: 152695 1 21. Ichiki AT,Gibson LA,Jago TL,Stricklan dKM, Johnson DL,Lange RD, etal.Effects ofspacefligh tonrat periphera lblood leukocytes andbone marrow progen itorcells. JLeukoc Biol. 1996; 60(1):374 3. PMID: 869912 1 22. Sonnenfeld G,Foster M.,Morton D,Bailliard F,Fowler NA,Hakenew erth AM, etal.Spaceflight and develop ment ofimmune response s.Journal ofapplied physiolog y.1998; 85(4):1429 33. PMID: 9760337 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 192223. Sonnenfeld G.Immune response sinspace flight. International journal ofsports medicine. 1998; 19 (Suppl 3):S195S 202. 24. Meehan RT,Neale LS,Kraus ET,Stuart CA,Smith ML,Cintron NM, etal.Alteration inhuman mononu- clear leucocyte sfollowing space flight. Immunol. 1992; 76:491 7. 25. Berry CA.Summary ofmedical experience intheApollo 7throug h11manned spacefligh ts.Aerosp Med. 1970; 41(5):500 19.PMID: 4393427 26. Lesnyak AT,Sonnenfeld G,Rykova MP, Meshkov DO, Mastro A,Konstanti nova I.Immune changes in testanimals during spacefligh t.JLeukoc Biol. 1993; 54(3):214 26.PMID: 8371051 27. Merrill AH,Wang E,Mullins RE,Grindelan dRE,Popova IA.Analyses ofplasma formetabolic andhor- monal changes inratsflown aboard COSMO S2044. Journal ofapplied physiolog y.1992; 73(2 Suppl):132 S5S. PMID: 152693 9 28. Meehan R,Whitson P,Sams C.The roleofpsychoneur oendocr inefactors onspacefligh t-induced immunolog icalalterations .JLeukoc Biol. 1993; 54(3):236 44.PMID: 8371053 29. Blanc S,Somody L,Gharib A,Gauquelin G,Gharib C,Sarda N.Countera ction ofspacefligh t-induce d changes intheratcentral serotone rgicsystem byadrenalec tomy andcorticostero idreplacem ent.Neu- rochem Int.1998; 33(4):375 82. PMID: 9840229 30. Stowe RP,Mehta SK,Ferrando AA,Feeback DL,Pierson DL.Immune response sandlatent herpesvi- rusreactivatio ninspacefligh t.Aviation ,space, andenvironm ental medicine. 2001; 72(10):884 91. PMID: 116015 51 31. Stowe RP,Pierson DL,Barrett AD.Elevated stress hormone levels relate toEpstein-Bar rvirus reactiva- tioninastronau ts.Psychos omatic medicine. 2001; 63(6):891 5.PMID: 11719627 32. Stowe RP,Sams CF,Mehta SK,Kaur I,Jones ML,Feeback DL,etal.Leukocy tesubsets andneutrophil function after short-term spacefligh t.JLeukoc Biol. 1999; 65(2):179 86.PMID: 10088600 33. Stein TP,Schluter MD. Excretion ofIL-6 byastronau tsduring spacefligh t.The American journal ofphys- iology. 1994; 266(3 Pt1):E44852 . 34. DaSilva MS, Zimmerm anPM, Meguid MM, Nandi J,Ohinata K,XuY,etal.Anorex iainspace andpos- sible etiologies :anoverview. Nutrition. 2002; 18(10):805 13. PMID: 12361771 35. Jonscher KR,Alfonso-Ga rciaA,Suhalim JL,Orlicky DJ,Potma EO, Ferguson VL,etal.Spacefligh t activates lipotoxic pathways inmouse liver. PloS one. 2016; 11(4):e015 2877. https:doi.or g10.1371 journal.pon e.01528 77PMID: 27097220 36. Peckett AJ,Wright DC, Riddell MC. The effects ofglucocorti coids onadipose tissue lipid metabolism . Metabolism :clinical andexperime ntal. 2011; 60(11):150 010. 37. Biswas SK,Mantovani A.Orchestr ation ofmetabolism bymacropha ges. Cell metabolism. 2012; 15 (4):4327. https:doi.o rg10.1016j.c met.2011.1 1.013 PMID: 224827 26 38. Lumeng CN, Bodzin JL,Saltiel AR.Obesity induces aphenotyp icswitch inadipose tissue macropha ge polarization. The Journal ofclinical investigatio n.2007; 117(1):175 84. https:doi.or g10.1172 JCI29881 PMID: 17200717 39. Evans AM, DeHaven CD, Barrett T,Mitchell M,Milgram E.Integrated, nontarge tedultrahigh perfor- mance liquid chromatog raphyel ectrospra yionization tandem mass spectrom etryplatform fortheidenti- fication andrelative quantifica tionofthesmall-mole cule complement ofbiologic alsystems. Analytical chemistry .2009; 81(16):665 667. https: doi.org10.10 21ac901 536h PMID: 196241 22 40. Weiner J3rd, Parida SK,Maertzdor fJ,Black GF, Repsilber D,Telaar A,etal.Biomar kers ofinflamma- tion, immunos uppression andstress with active disease arerevealed bymetabolo micprofiling oftuber- culosis patients. PloS one. 2012; 7(7):e4022 1.PubMed Central PMCID: PMC3 402490. https:doi.or g 10.1371 journal.pon e.0040221 PMID: 228444 00 41. Lawton KA,Berger A,Mitchell M,Milgram KE,Evans AM, Guo L,etal.Analysis oftheadult human plasma metabolo me.Pharma cogenomics. 2008; 9(4):3839 7.https:doi.or g10.221 714622416. 9.4. 383PMID: 183842 53 42. Sha W,daCosta KA,Fischer LM,Milburn MV, Lawton KA,Berger A,etal.Metabolomi cprofiling can predict which humans willdevelop liver dysfunc tionwhen deprive dofdietary choline. FASEB journal: official publication oftheFedera tionofAmerican Societies forExperime ntalBiology. 2010; 24(8):2962  75.PubMed Central PMCID: PMC290929 3. 43. Dehaven CD, Evans AM, DaiH,Lawton KA.Organizatio nofGCMS andLCMS metabolo mics data intochemical libraries. Journal ofcheminfor matics. 2010; 2(1):9. PubMed Central PMCID: PMC298439 7.https: doi.org10.11 861758 -2946-2-9 PMID: 20955607 44. Storey JD,Tibshira niR.Statistica lsignificanc eforgenomewide studies. Proceedings oftheNational Academy ofSciences oftheUnited States ofAmerica. 2003; 100(16):94 405. PubMed Central PMCID: PMCPMC1 70937. https: doi.org10.10 73pnas.1 530509100 PMID: 12883005 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 202245. Rainer J,Sanchez- Cabo F,Stocker G,Sturn A,Trajanos kiZ.CARMA web: comprehe nsive R-andbio- conductor -based web service formicroarray data analysis. Nucleic Acids Res. 2006; 34(Web Server issue):W49 8503. PubMed Central PMCID: PMCPMC1 538903. https:doi.or g10.109 3nargkl038 PMID: 168450 58 46. Russell TD,Palmer CA,Orlicky DJ,Fischer A,Rudolph MC, Neville MC, etal.Cytoplasm iclipid droplet accumulation indevelop ingmammary epithelial cells: roles ofadipophilin andlipid metabolism. JLipid Res. 2007; 48(7):1463 75. https:doi.or g10.1194 jlr.M600474- JLR200 PMID: 174527 47 47. Rich L,Whittaker P.Collagen andpicrosirius redstaining: Apolarized light assessmen toffibrilar hue andspatial distribution. Braz JMorphol Sci.2005; 22:97104. 48. Dello SA,Neis EP,deJong MC, vanEijkHM, Kicken CH, Olde Damink SW, etal.Systematic review of ophthalm ateasanovel biomarke rofhepatic glutathione depleti on.Clinical nutrition. 2013; 32(3):325 30.Epub 201211 28.https:doi.or g10.101 6j.clnu.20 12.10.008 PMID: 231823 41 49. Soga T,Baran R,Suematsu M,Ueno Y,Ikeda S,Sakuraka waT,etal.Differentia lmetabolomi cs reveals ophthalmic acid asanoxidative stress biomarke rindicating hepatic glutathione consum ption. The Journal ofbiological chemistry .2006; 281(24):16 76876. https: doi.org10.10 74jbc.M601 876200 PMID: 166088 39 50. Sung M,LiJ,Spieker AJ,Spatz J,Ellman R,Ferguson VL,etal.Spaceflight andhind limb unloading induce similar changes inelectrical impedan cecharacteris ticsofmouse gastrocnemi usmuscle. Journal ofmusculos keletal neuronal interacti ons. 2013; 13(4):405 11. 51. Kaur I,Simons ER,Castro VA,OttCM, Pierson DL.Change sinmonocyt efunctions ofastrona uts.Brain, behavior, andimmunity. 2005; 19(6):547 54.https:do i.org10.1016 j.bbi.2004. 12.006 PMID: 15908177 52. Kaur I,Simons ER,Castro VA,Mark OttC,Pierson DL.Changes inneutrophil functions inastronaut s. Brain, behavior, andimmunity .2004; 18(5):443 50.https:doi.or g10.1016j. bbi.2003.10.00 5PMID: 15265537 53. Kersten S.Integra tedphysiolog yandsystems biology ofPPARalpha. Molecular metabolism .2014; 3 (4):35471 .PubMed Central PMCID: PMC406021 7.https:doi.or g10.1016 j.molmet.201 4.02.002 PMID: 249448 96 54. Mao XW, Pecaut MJ,Stodie ckLS,Ferguson VL,Bateman TA,Bouxsein ML,etal.Biological andmeta- bolic response inSTS-135 space-flown mouse skin. Free radical resear ch.2014; 48(8):890 7.https: doi.org10.31 0910715762.2 014.920 086PMID: 24796731 55. Chapes SK,Simske SJ,Forsman AD,Bateman TA,Zimmerm anRJ.Effects ofspace flight andIGF-1 onimmune function. Advances inspace research: theofficial journal oftheCommitte eonSpace Research. 1999; 23(12):195 564. 56. Mehta SK,Laudenslager ML,Stowe RP,Crucian BE,Sams CF,Pierson DL.Multiple latent viruses reactivate inastronaut sduring Space Shuttle missio ns.Brain, behavior, andimmunit y.2014. 57. Pierson DL,Stowe RP,Phillips TM, Lugg DJ,Mehta SK.Epstein-Bar rvirus sheddin gbyastronau tsdur- ingspace flight. Brain, behavio r,andimmunity. 2005; 19(3):235 42.https:doi.or g10.1016 j.bbi.2004. 08.001 PMID: 15797312 58. Mehta SK,Kaur I,Grimm EA,Smid C,Feeback DL,Pierson DL.Decreased non-MHC -restricted (CD56 )killer cellcytotoxicit yafter spacefligh t.JAppl Physiol (1985). 2001; 91(4):1814 8. 59. Leach CS,Rambaut PC.Endocrine response sinlong-dura tionmanned space flight. Acta astronautic a. 1975; 2(12):115 27. PMID: 11841088 60. Mehta SK,Stowe RP,Feiveson AH,Tyring SK,Pierson DL.Reactiva tionandshedding ofcytomeg alo- virus inastronau tsduring spacefligh t.The Journal ofinfectious diseases .2000; 182(6):176 14. https: doi.org10.10 86317624 PMID: 110692 50 61. Stowe RP,Pierson DL,Feeback DL,Barrett AD.Stress-induc edreactivatio nofEpstein-Bar rvirus in astronau ts.Neuroimm unomodulation .2000; 8(2):518. https:doi.or g26453 PMID: 10965229 62. Voorhees JL,Powell ND, Moldovan L,MoX,Eubank TD,Marsh CB.Chronic restraint stress upregu- lates erythro poiesis throug hglucocortico idstimulation. PloS one. 2013; 8(10):e779 35.PubMed Central PMCID: PMC379974 0.https:d oi.org10.137 1journal.po ne.0077 935PMID: 24205034 63. Batuman OA, Sajewski D,Ottenwell erJE,Pitman DL,Natelson BH.Effects ofrepeated stress onTcell numbers andfunction inrats. Brain, behavior, andimmunit y.1990; 4(2):1051 7.PMID: 2393722 64. Zoladz PR,Conrad CD, Fleshner M,Diamond DM. Acute episode sofpredator exposure inconjunctio n with chronic social instability asananimal model ofpost-tra umatic stress disorder. Stress. 2008; 11 (4):25981 .PubMed Central PMCID: PMC253580 7.https:doi.or g10.1080 10253890701 768613 PMID: 185747 87 65. Morita TM, Imai T,Murata Y,Kambe F,Funahash iH,Takagi H,etal.Adrenocorti cotropic hormone (ACTH) increases theexpression ofitsown receptor gene. Endocrine journal. 1995; 42(4):475 80. PMID: 855605 3 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 212266. Penhoat A,Jaillard C,Saez JM.Regulatio nofbovine adrenal cellcorticotro pinreceptor mRNA levels bycorticotro pin(ACTH) andangiotens in-II(A-II). Molecular andcellular endocrinolog y.1994; 103(12): R710. PMID: 7958385 67. Penhoat A,Jaillard C,Saez JM.Corticot ropin positively regulates itsown receptors andcAMP response incultured bovine adrenal cells. Procee dings oftheNational Academy ofSciences oftheUnited States ofAmerica. 1989; 86(13):497 881. PubMed Central PMCID: PMC297539 .PMID: 2544885 68. Lebrethon MC, Jaillard C,Naville D,Begeot M,Saez JM.Regulatio nofcorticotro pinandsteroidogenic enzyme mRNAs inhuman fetal adrenal cells bycorticotro pin,angiotens in-IIandtransformi nggrowth factor beta 1.Molecular andcellular endocrinolog y.1994; 106(12):1 3743. PMID: 7895901 69. Fagette S,Somody L,Koubi H,Fareh J,Viso M,Gharib C,etal.Central andperiphera lnoradrene rgic response sto14days ofspacefligh t(SLS-2) orhindlimb suspension inrats. Aviation, space, andenvi- ronmenta lmedicine. 1996; 67(5):458 62.PMID: 872547 3 70. Fareh J,Cottet-Emar dJM,Pequignot JM,Jahns G,Meylor J,Viso M,etal.Norepine phrine content in discrete brain areas andneurohypoph ysial vasopress ininratsafter a9-dspacefligh t(SLS-1). Aviation , space, andenvironm ental medicine. 1993; 64(6):507 11.PMID: 8338496 71. Buckey J,J.C.Chapter 8:Nutritian: Maintaini ngBody Mass andPreventing Disease .Space Physiol- ogy. New York: Oxford University Press; 2006. 72. Dallman MF. Modulatio nofstress response s:how wecope with excess glucocorti coids. Experiment al neurology. 2007; 206(2):179 82. PubMed Central PMCID: PMC279579 2.https:doi.or g10.1016 j. expneurol. 2007.06.002 PMID: 176285 43 73. Dallman MF, Akana SF,Pecoraro NC, Warne JP,laFleur SE,Foster MT. Glucocort icoids, theetiology ofobesity andthemetabolic syndrom e.Current Alzheime rresearch. 2007; 4(2):1992 04.PMID: 17430247 74. Delerive P,Martin-Niza rdF,Chinetti G,Trottein F,Fruchart JC,Najib J,etal.Peroxisom eproliferator- activated receptor activators inhibit thrombin-ind uced endothelin- 1production inhuman vascular endo- thelial cells byinhibiting theactivator protein-1 signaling pathway .Circulation research. 1999; 85 (5):39440 2.PMID: 104736 69 75. Marx N,Sukhova GK, Collins T,Libby P,Plutzky J.PPARa lpha activators inhibit cytokine-ind uced vas- cular celladhesio nmolecule- 1expression inhuman endothe lialcells. Circulation .1999; 99(24):312 5 31.PMID: 103770 75 76. Chinetti G,Griglio S,Antonu cciM,Torra IP,Delerive P,Majd Z,etal.Activation ofproliferator -activated receptors alpha andgamma induces apoptosis ofhuman monocy te-derived macropha ges. The Journal ofbiologica lchemis try.1998; 273(40):25 57380 .PMID: 9748221 77. Ricote M,LiAC,Willson TM, Kelly CJ,Glass CK.The peroxisom eproliferator-ac tivated receptor - gamma isanegative regulator ofmacropha geactivation. Nature. 1998; 391(6662) :7982. https:doi. org10.1038 34178 PMID: 9422508 78. Staels B,Koenig W,Habib A,Merval R,Lebret M,Torra IP,etal.Activation ofhuman aortic smooth- muscle cells isinhibited byPPARalpha butnotbyPPARgam maactivators .Nature. 1998; 393 (6687):790 3.https:d oi.org10.103 831701 PMID: 9655393 79. Zhou YC,Waxman DJ.Cross-t alkbetween janus kinase-sig naltransduce randactivator oftranscrip tion (JAK-STA T)andperoxisome proliferator -activated receptor-alp ha(PPARalpha )signalin gpathways. Growth hormon einhibition ofpparalpha transcrip tional activity mediated bystat5b. The Journal ofbio- logical chemis try.1999; 274(5):267 281. PMID: 9915797 80. Jiang C,Ting AT,Seed B.PPAR-gamm aagonists inhibit production ofmonocyte inflammator ycyto- kines. Nature. 1998; 391(6662) :826. https: doi.org10.10 3834184 PMID: 9422509 81. Marx N,Sukhova G,Murphy C,Libby P,Plutzky J.Macrophag esinhuman athero macontain PPAR- gamma: different iation-depe ndent peroxisoma lproliferator -activated receptor gamma(P PARgamma ) expression andreductio nofMMP-9 activity through PPARgam maactivation inmononucle arphago- cytes invitro. The American journal ofpathology. 1998; 153(1):17 23.PubMed Central PMCID: PMC185295 0.PMID: 9665460 82. Murao K,Imachi H,Momoi A,Sayo Y,Hosoka waH,Sato M,etal.Thiazolid inedione inhibits theproduc- tionofmonocy techemoattra ctant protein-1 incytokine-tre ated human vascular endothe lialcells. FEBS letters. 1999; 454(12):2 730. PMID: 10413089 83. Momoi A,Murao K,Imachi H,Sayo Y,Nakamu raH,Hosokawa H,etal.Thiazolidinedi oneinhibits pro- duction ofRANTES inacytokine-tre ated human lung epithelial cellline. FEBS letters. 1999; 452 (3):3014. PMID: 103866 10 84. Jackson SM, Parhami F,XiXP,Berliner JA,Hsueh WA, Law RE,etal.Peroxi some proliferator -acti- vated receptor activators target human endothelial cells toinhibit leukocyte-e ndothel ialcellinteraction. Arteriosclero sis,thrombosi s,andvascular biology. 1999; 19(9):2094 104. PMID: 10479650 Spaceflight, immune dysfunction andmetabolism PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 2222",
        "introduction": "The final USSpace Shuttle mission, STS-135, launched onJuly 8,2011. After 12days, 18hours and 29minutes, Space ShuttleAtlantis landed safely atKennedy Space Center (KSC) forthe lasttime. One ofthemany experiments flown onthishistoric flight totheInternational Space PLOS ONE https:doi.or g10.137 1journal.po ne.01741 74 May 24,2017 122a1111111111 a1111111111 a1111111111 a1111111111 a1111111111 OPEN ACCESS Citation: Pecaut MJ,MaoXW,Bellinger DL, Jonscher KR,Stodieck LS,Ferguson VL,etal. (2017) Isspacefligh t-induced immune dysfunction linked tosystemic changes inmetabolism? PLoS ONE12(5): e0174174. https:doi.o rg10.1371 journal.pone .0174174 Editor: Albert J.Fornace, Jr,Georgetown University ,UNITED STATES Received: July29,2016 Accepted: March 4,2017 Published: May24,2017 Copyright: 2017 Pecaut etal.Thisisanopen access article distributed under theterms ofthe Creative Commons Attribution License, which permits unrestricte duse,distribu tion,and reproduction inanymedium, provided theoriginal author andsource arecredited. Data Availabilit yStatement: Transcriptom icsand metabolom icsdatahave been uploaded intothe publicly accessible, NASA GeneLAB database. Transcriptom icsdatacanbefound here: https: genelab-data .ndc.nasa. govgenelaba ccession GLDS-25. Metabolomics datacanbefound here: https:gene lab-data.ndc. nasa.govgen elab accessionGL DS-108. Funding: Thisstudy wassupported byNASA managed cooperative agreement NNX10AJ31G andtheLLUMC Departme ntofRadiation Medicine.Station (ISS) wasBioServe Space Technologys Commercial Biomedical Testing Module-3 (CBTM-3). Sponsored byAmgen, Inc., thelastanimal flight oftheshuttle erawasintended to testtheimpact oftheir proprietary pharmaceutical agent onspaceflight-induced musculoskel- etalatrophy. Participants intheNASA Biospecimen Sharing Program (BSP) were given the opportunity toanalyze asubset oftheplacebo-treated mice (n510, depending ontheassay and tissue) aslong asitdidnotinterfere with theprimary science. Our research team atLoma Linda University (LLU) hasparticipated inallthree AmgenCBTM flights (STS-108, -118, and -135) 16, giving ustheunique opportunity toboth repeat and expand onprevious results. There areatleast three, currently unavoidable components ofthespaceflight environment that directly impact immune function. These include changes intheinertial environment (e.g. launch and landing loads, microgravity), low-doselow-dose-rate radiation (e.g. solar particle events, galactic cosmic rays, and theVan Allen belts), and physiologicalpsychol ogical stress (e.g. unloading, work-related stress). Ground-based studies have shown that each ofthese environmental factors alone canhave animpact onimmune function. Previously, weand others have shown that thespaceflight environment canhave adramatic influence onimmunity. Virtually allimmune populations arereduced after spaceflight 2,4. Studies inboth animal models and humans have shown that thespaceflight environment can influence total body, thymus and spleen mass 718, lymphocyte population distributions 1825 and circulating corticosterone levels 16, 17,2633. Interestingly, spaceflight isalso known toalter energylipid metabolism 34, 35and ground-based studies suggest that thestress marker, corticosteronecortisol, plays asignificant role 36. Corticosterone promotes fatbreakdown inadipose and muscle tissues toprovide glycerol totheliver forgluconeogenesis 36. Aswedemonstrate, metabolomic analysis ofthe liver indicates that glycerol wasmore abundant inflight mice relative toground controls. Fur- thermore, data from theliver, skin and adrenal gland suggest that spaceflight caused asignifi- cant increase incorticosterone levels system-wide. These seemingly unrelated lines ofinvestigation areimportant because there isagrowing body ofwork describing theinteraction between innate immunity and lipid metabolism (S1 Fig). Chronic inflammation isnow accepted asacritical component inmany pathologies and chronic diseases. Macrophages arenotonly among thefirst responders inhost resistance to infection, butalso have anunderappreciated role inhost health when metabolic changes occur 37. Forexample, inobese people, increased numbers ofliver and adipose tissue macrophages correlate with thedevelopment ofmetabolic syndrome 38. Inthecurrent study wedescribe amore systemic response tomicrogravity bycombining traditional measures ofinnate immune function (population distributions, oxidative burst capacity, phagocytosis) and stress responses (adrenal catecholamine and corticosterone levels) with omics techniques (metabolomics and transcriptomics). Webelieve that, forthefirst time, wecanbegin toshow thelinks between spaceflight-dependent immune dysfunction and changes inmetabolism.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_23.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_24.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_25.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_26.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_27.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_28.jpg",
                "caption": "No caption available"
            }
        ]
    }
]