[
    {
        "pmid": "38862469",
        "title": "Release of CD36-associated cell-free mitochondrial DNA and RNA as a hallmark of space environment response.",
        "year": "2024",
        "journal": "Nat Commun",
        "abstract": "A detailed understanding of how spaceflight affects human health is essential for long-term space exploration. Liquid biopsies allow for minimally-invasive multi-omics assessments that can resolve the molecular heterogeneity of internal tissues. Here, we report initial results from the JAXA Cell-Free Epigenome Study, a liquid biopsy study with six astronauts who resided on the International Space Station (ISS) for more than 120 days. Analysis of plasma cell-free RNA (cfRNA) collected before, during, and after spaceflight confirms previously reported mitochondrial dysregulation in space. Screening with 361 cell surface marker antibodies identifies a mitochondrial DNA-enriched fraction associated with the scavenger receptor CD36. RNA-sequencing of the CD36 fraction reveals tissue-enriched RNA species, suggesting the plasma mitochondrial components originated from various tissues. We compare our plasma cfRNA data to mouse plasma cfRNA data from a previous JAXA mission, which had used on-board artificial gravity, and discover a link between microgravity and the observed mitochondrial responses.",
        "full_text": "Article https:doi.org10.1038s41467-023-41995-z Release of CD36-associated cell-free mitochondrial DNA and RNA as a hallmarkof space environment response Nailil Husna1,2, Tatsuya Aiba3, Shin-Ichiro Fujita1,7, Yoshika Saito4,D a iS h i b a3, Takashi Kudo5,6, Satoru Takahashi5,6, Satoshi Furukawa3 Masafumi Muratani1,5 A detailed understanding of how space ight affects human health is essential for long-term space exploration. Liquid biopsies allow for minimally-invasivemulti-omics assessments that can resolve the molecular heterogeneity ofinternal tissues. Here, we report initia l results from the JAXA Cell-Free Epi- genome Study, a liquid biopsy study with six astronauts who resided on theInternational Space Station (ISS) for more than 120 days. Analysis of plasmacell-free RNA (cfRNA) collected before, during, and after space ight con rms previously reported mitochondrial dysregulation in space. Screening with 361cell surface marker antibodies identi es a mitochondrial DNA-enriched frac- tion associated with the scavenger rec eptor CD36. RNA-sequencing of the CD36 fraction reveals tissue-enriched RNA species, suggesting the plasma mitochondrial components originate d from various tissues. We compare our plasma cfRNA data to mouse plasma cfRN Ad a t af r o map r e v i o u sJ A X Am i s s i o n , which had used on-board arti cial gravity, and dis cover a link between microgravity and the observed mitochondrial responses. A detailed understanding of how the human body responds to space ight will be important to develop countermeasures for long- term space exploration1. Without effective solutions for aerospace health ailments, increasingly critical challenges will manifest as humanity ventures into crewed interplanetary travel. Solid biopsieshave traditionally served as the gold standard for molecular monitor-ing of human physiology, but such invasive procedures require spe-cialized equipment and carry an increased risk of infection andregional pain. To circumvent these dif culties, researchers on Earth have started to use blood or uid samples, which are simpler to per- form and require little to no recovery time, allowing for increasedtemporal resolution of sampling. These minimally invasive liquid biopsies permit the extraction of cell-free nucleic acids 2,3, which arethought to detect changes earlier than conventional protein biomarkers4and to better resolve molecular heterogeneity than stan- dard tissue biopsies5. Cell-free nucleic acids have emerged as potential space-relevant biomarkers of psychosocial and physical stress6,a g i n g7, metabolic disorders8,a n di n ammation9, and have already been suc- cessfully utilized in various terrestrial healthcare contexts, includingscreening for infections 10, diagnosing cancer11, and monitoring cancer recurrence and therapy12. On a similar note, cell-free nucleic acids can infer well-documented space ight responses, such as DNA damage13,14, in distal tissues without the need for invasive tissue biopsies15,w h i c h would be particularly dif cult to conduct in orbit. Longitudinal and full-body molecular pro ling using cell-free nucleic acids isolated from liquid biopsies is hence one viable avenueReceived: 9 December 2022 Accepted: 20 September 2023 Check for updates 1Department of Genome Biology, Institute of Medicine, University of Tsukuba, Ibaraki 305-8575, Japan.2Program in Humanics, University of Tsukuba, Ibaraki 305-8573, Japan.3Human Space ight Technology Directorate, Japan Aerospace Exploration Agency (JAXA), Ibaraki 305-8505, Japan.4Faculty of Medicine, Kyoto University, Kyoto 606-8303, Japan.5Transborder Medical Research Center, University of Tsukuba, Ibaraki 305-8575, Japan.6Department of Anatomy and Embryology, Institute of Medicine, University of Tsukuba, Ibaraki 305-8575, Japan.7Present address: Department of Neurobiology, Northwestern University, Evanston, IL 60201, USA. e-mail: muratanimd.tsukuba.ac.jp Nature Communications  (2024) 15:4814 11234567890():,; 1234567890():,;for advancing space healthcare. This approach may grant a detailed understanding of how the human body responds to the space envir-onment and the development of modern countermeasures. Consent-ing astronauts could participate in lifetime surveillance through annual liquid biopsies, which could reveal the degree of full recovery from space ight responses, such as DNA damage and clonal hematopoiesis (CH), the latter of which causes increased lifelong risk of cardiovas-cular disease and blood cancers 16,17. Liquid biopsies may be particularly constructive during interplanetary space ight missions, in which orbital healthcare autonomy will need to be optimized due to the largedistance away from Earth. With the advent of the portable, nanopore-based Oxford Nanopore Technologies MinION, nucleic acids couldpotentially be extracted and directly sequenced in- ight by crew to monitor their own health in near real time 1820. The NASA Twins Study provided a unique opportunity to perform a multi-omics analysis with monozygotic twin astronauts, where one participant resided on the ISS for 340 days, and the other remained onEarth 16. The past few years have now welcomed the rst studies to examine cell-free DNA (cfDNA) in astronauts, using data from theNASA Twins Study 21and data collected 20 years prior with 14 astro- nauts on short-term missions22. These studies highlighted a theme of mitochondrial stress as a consistent space ight phenotype23,w i t hb u l k RNA-sequencing (RNA-seq) of peripheral blood mononuclear cells(PBMCs) revealing mitochondrial RNA (mtRNA) spikes during ight, the levels of which were correlated to time spent on the ISS 24,a n d plasma analysis revealing cell-free mitochondrial DNA (cf-mtDNA) spikes during ight21and in the immediate days after return22. Here, we report an independent study with six astronaut partici- pants, where we examined plasma cfRNA pro les that re ect the longitudinal responses of internal tissues to the space ight environ- ment. To disentangle microgravity from the various factors of thespace ight environment, we directly compared our human plasma cfRNA data to mouse plasma cfRNA data from a published JAXAspace ight mission that incorporated an arti cial gravity device installed on the Japanese ISS Kibo Experiment Module 25.T h r o u g ht h i s process, minimally invasive approaches were used in both species togain a comprehensive overview of co nserved environmental responses to microgravity, with increased mitochondrial components in plasma being one such prominent response. Results Plasma cfRNA analysis of six astronauts Blood samples were collected from six astronauts before, during, andafter space ight on the ISS. An 11-time point sampling course was designed to capture the pre- ight baseline, the early to late phases of more than 120 days on the ISS, and the early to late phases of read-aptation in the rst 120 days after ight (Fig. 1a). Total cfRNA and cfDNA were puri ed from plasma samples and their yields were determined (Supplementary Fig. 1). To verify overall sample quality, real-time PCR analysis was performed to measure the ratio of chro-mosomal to mitochondrial DNA in total cfDNA. Relative copy numbersof mitochondrial DNA in plasma signi cantly increased during space- ight but returned to baseline levels in post- ight samples (Fig. 1b), similar to previous reports 21. All 66 cfRNA samples were processed for RNA-seq analysis. Data quality was assessed based on visualization of mapped reads andprincipal component analysis (PCA) plots (Supplementary Figs. 2, 3).Two samples (one pre- and one post- ight) were removed from further analysis due to low sequencing library yield and poor mapping quality.PCA plots indicated variations between the six astronauts in the pre- ight phase. As these variations caused dif culties in de ning pre- ight baselines, pairwise comparisons of cfRNA pro les using pre- ight baseline samples were not effective (Supplementary Fig. 4 and Sup-plementary Data 1). However, RNA pro les showed distinct differences between in- ight and post- ight samples. This allowed us to effectivelyidentify altered RNA species between in- ight and post- ight phases, even with the relatively small number of six astronauts participating inour study (Fig. 1c, d). All time points were consolidated into pre-, in-, and post- ight groups. Statistical analysis was performed to identify 466 differentially represented cfRNAs (DRRs) (ANOVA tool in CLC Genomics Workbench, FDR-adjusted P-value  0.05, fold change  2,  difference  50, Supplementary Data 2). Groups of genes with similarfold-change values were identi ed through scatterplots, where they formed quasi-straight lines that deviated from the 45-degree diagonal(Fig. 1d). Prominent examples included cfRNAs from mitochondrial genes (13 DRRs) and cfRNAs from mucin family genes (8 DRRs), whichwere increased and decreased respectively during space ight (Fig. 1d). Subplots e ji nF i g . 1show normalized quanti cation values for indi- vidual cfRNA species based on mapped genes throughout the timecourse. cfRNAs from a subset of mitochondria-encoded genes were consistently elevated from in- ight 5 days, reaching a peak at in- ight 30 days, and decreasing at post- ight 3 days. cfRNAs from mucin gene family members decreased during space ight and increased transiently during the post- ight phase. Molecular pathways affected by space ight cfRNA provides a unique opportunity to estimate molecular changes occurring in the internal tissues of the human body. To explore thefunctional categories of altered cfRNAs, a pathway analysis was per-formed using Metascape 3.5 26. Consistent with the alteration of mito- chondrial RNAs, enrichment of pathways related to reactive oxygen species (ROS) was detected (Fig. 2a). Identi cation of pathways related to the nervous system, including behavior, regulation of synapseorganization, modulation of chemical synaptic transmission, and theneuronal system, indicated that blood sampling successfully mon-itored molecular responses in nervous tissues. Tissue-speci city ana- lysis further supported the alteration of skeletal muscle and thecerebellum (Fig. 2b). Correlation analysis of the 466 DRRs indicated two major coregulated cfRNA clusters (Supplementary Fig. 5 andSupplementary Data 3). Mitochondrial RNAs were clustered together,but cfRNAs linked to other pathway terms did not show clearsegregation. Time-course pro les of cfRNAs linked to these tissue processes indicated that baseline levels of these RNAs tended to decreaseduring space ight and recover during post- ight phases (Fig. 2ck). Cerebellum-related genes calcium voltage-gated channel subunitalpha1 A (CACNA1A), HR (HR lysine demethylase and nuclearreceptor corepressor), immunoglobulin superfamily member 9B(IGSF9B), and paired box 6 (PAX6) and skeletal muscle-relatedgenes immunoglobulin-like and bronectin type III domain con- taining 1 (IGFN1), ryanodine receptor 1 (RYR), and xin actin-bindingrepeat containing 1 (XIRP1) showed reduction during space ight. RNA levels of these genes showed a rapid increase at post- ight 3 days and decreased by post- ight 120 days. Skeletal muscle- related genes MAP3K7CL (MAP3K7 C-terminal like) and SH3BGRL(SH3 domain binding glutamate-rich protein like) showed oppositechanges, with increased representation during space ight. Similar to mitochondrial RNAs, there were delays in the changes of RNAlevels for tissue-speci c genes during the transition from pre- ight to in- ight phases, but re-adaptation responses to the ground environment were faster. cfRNAs from genes involved in the vitamin D receptor signaling pathway, KANK2 (KN motif and ankyrin repeat domains 2), MN1 (MN1proto-oncogene, transcriptional regulator), RXRA (retinoid X receptoralpha), and TRIM24 (tripartite motif containing 24), included a nuclear receptor and co-regulators. These RNA species were also altered in opposite directions between in- ight and post- ight phases (Fig. 2lo). Vitamin D plays a central role in inter-organ communication throughhormones secreted by the parathyroid gland, which regulates skeletaland muscular health 27. Changes in cfRNAs derived from theseArticle https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 2regulatory genes may indicate systemic shifts in mineral and metabolic homeostasis in space. To further evaluate the feasibility of cfRNA-based internal tissue monitoring, we decided to detect tissue- or cell-type-speci c genes in the cfRNA-seq data using more strict criteria. As comprehensivehuman gene expression databases combined with single-cell RNA-seq,lists of genes with tissue-enriched and tissue-restricted expressionwere obtained from the Human Protein Atlas (HPA) 28.O u to ft h e4 6 6 genes derived from our cfRNA analysis, 57 genes were tissue-enriched and 10 of them were detected in a single tissue (Fig. 3a). The majority of cfRNAs from these genes showed relatively low counts, likely due tothe minor contribution of cfRNAs originating from each tissue type,but they did show consistent changes throughout the sampling timecourse (Fig. 3bf) among the six astronauts. Mapped reads were Pre-flightIn-flight Post-flight5 30 60 120 days 3 30 60 120 daysab c d ef g hi jMT-ND4 MT-ND5 MT-CO1 MT-CYB MUC4 MUC165 30 60 120 3 30 60 12005101520 Flight Post-flightRelative mtDNA copy number (Pre-flight mean  1) PreFL5 FL30FL60FL120Post3Post30 Post60 Post120050000100000Normalized count PreFL5 FL30FL60FL120Post3Post30 Post60Post120050000100000Normalized count PreFL5 FL30 FL60 FL120 Post3Post30Post60 Post1200200004000060000Normalized count PreFL5FL30 FL60FL120 Post3 Post30 Post60Post1200200004000060000Normalized count Pre FL5FL30FL60FL120Post3Post30 Post60 Post120050001000015000Normalized count PreFL5FL30FL60 FL120Post3 Post30 Post60 Post120050010001500Normalized countDRR Flight vs Post MT-genes MUC-genesArticle https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 3visually inspected (Fig. 3gk) as we did not have enough materials to perform PCR-based validation for multiple RNA species. To verifytissue-speci city with an independent database, tissue-speci c genes from the HPA were compared to the Genotype-Tissue Expression(GTEx, https:gtexportal.org ) database record (Fig. 3lp). RNA e x p r e s s i o n sf r o mt h eD N M 3( d y n a m i n3 ) ,C 1 Q L 3( c o m p l e m e n tC 1 q3 ) , and AMER2 (APC member recruitment protein 2) genes were highlyenriched in the brain and pituitary. RNAs from the KRT2 (keratin 2) andMUC5B (mucin 5B) genes were expressed speci cally in the skin and minor salivary glands among the tissues and cell types included in theHPA and GTEx database. These results support that our cfRNA-basedliquid biopsy approach allowed for the detection of space ight- associated responses in non-blood tissues. Isolation of mitochondrial fraction An increase in plasma cell-free mitochondrial DNA and RNA indicated the presence of extracellular mitochondria (exMT) or the release of cytosolic mitochondrial components into the bloodstream duringspace ight. As unprotected nucleic acids in plasma are expected to be highly unstable, we hypothesized that cfDNA and cfRNA derived frommitochondria may be protected inside extracellular vesicles (EVs). Wedecided to isolate such EVs based on cell surface antigens for furthercharacterization, as previously described 29.T oi d e n t i f yp o t e n t i a ls u r - face markers of EVs containing mitochondrial components, a panel of361 antibodies was screened for enrichment of mtDNA (Fig. 4a). Antibodies were pooled and mixed with in- ight and post- ight plasma samples, and antibody-bound materials were puri ed. Real-time PCR was used to evaluate the recovery of mtDNA in each puri ed material. Through three rounds of antibody screenings, only one antibody, theanti-CD36 antibody, consistently enriched mtDNA (Fig. 4bd). This enrichment was speci ct oi n - ight plasma samples, consistent with the idea that mitochondrial components released in space are asso-ciated with CD36 as a surface molecular marker. exMT release and inter-organ traf cking have been reported in the context of metabolic stress responses and internal tissue damageassociated with ischemia in the heart, adipose tissue, kidney, lung, andbrain 3036. Cytosolic release of mitochondrial components has been reported in the context of various mitochondrial dysfunctions, which could be subsequently released as EVs during cell death37.T oi n v e s t i - gate the potential tissue origins of the mitochondrial components inplasma, RNA was isolated from the puri e df r a c t i o na n da n a l y z e db y RNA-seq. RNAs from 406 genes were enriched in the CD36 fraction(Fig. 4e, CLC Genomics Workbench, Empirical analysis of DGE, FDR- adjusted P-value  0.05, fold change  2, Supplementary Data 4). A tissue-speci city analysis using Database for Annotation, Visualization and Integrated Discovery (DAVID) tools 38,39revealed that the RNAs in the CD36 fraction isolated from in- ight plasma samples were derived from genes with diverse tissue-speci cities. The list of tissues included the brain, skeletal and heart muscles, and relatively minor tissue types,including the retina, choroid plexus, tongue, skin, and neuroendocrine organs, namely, the pituitary, thyroid, and parathyroid glands (Fig. 4f, Supplementary Data 5). Some of these tissue types have not beenpreviously analyzed, even in mouse space ight missions. One advan- tage of plasma fractionation using the anti-CD36 antibody was thesuccessful identi cation of enriched RNAs that were not detectableusing bulk cfRNA-seq. For example, RNAs encoded by retinal pigment epithelium-speci c 65 kDa protein, retinoid isomerohydrolase (RPE65), a component of the visual cycle of the retina that is mutated inhereditary retinal dystrophy 40, and photoreceptor cell components peripherin 2 (PRPH2) and cyclic nucleotide-gated channel subunit beta 1 (CNGB1), both associated with retinitis pigmentosa41,42,w e r es p e c i - cally found in the CD36 fraction. To estimate the tissue-speci city of the RNAs, expression pro les of RNAs enriched in the CD36 fraction were obtained from the GTExdatabase. The resulting heatmap revealed subsets of genes highlyspeci c to the cerebellum and brain (Fig. 4g). Other RNAs were also speci c to the heart, kidney, liver, muscle, pituitary gland, skin, thyroid gland, and arteries. When the CD36 fraction was puri ed from post- ight plasma samples, platelet, and megakaryocyte-related RNAs were co-puri ed as veri ed by RNA-seq analysis (data not shown). These results indicated that mitochondrial components were released into the plasma during space ight as components of CD36-marked EVs, but that this fraction was distinct from EVs derived from plateletdegranulation 43,44. It is also noted that none of the antibodies against other established platelet surface markers included in the antibodypanel could enrich mtDNA in our screening 45. Although CD36 is known as a membrane-bound cell surface pro- tein, it is unclear if the cell-free mtDNA and RNAs were derived fromintact exMT or cytosolic mitochondrial components, as is reported incells under various states of stress 37. To characterize the CD36 fraction, we examined the status of the mtDNA by sequencing the cfDNA in theCD36 fraction. Fig. 5a shows that the entire mitochondrial genome was contained in the CD36 fraction, which was also supported by the overall similarity of the sequencing read representation between theinput and the CD36 fraction. However, it was noticed that the readcoverage was higher around the Termination Associated Sequences(TAS) adjacent to the Displacement-loop (D-loop) region. This regioncontains multiple regulatory cis-elements, including the ConservedSequence Block (CSB) and promoters for mitochondrial genetranscription 4648. Altered sequencing coverage in this region could be due to differences in the regulatory status of the mitochondrial gen-ome. Differences in DNase accessibility may result in shifts in thefragmentation status of puri ed cfDNA, which affects the ef ciency of cfDNA conversion into sequencing libraries (see the Methods section for DNA size selection procedures). The D-loop is also reported toshow altered DNA accessibility in high-resolution mitochondrial DNApackaging pro les 49. Mitochondrial RNAs are under transcriptional and post- transcriptional control and are correlated with cell types and diseaseconditions 5052. We performed RNA-seq analysis on the CD36 fraction with extended samples to cover six astronauts over pre-, in-, and post-ight phases. Fig. 5b shows the normalized quanti cation values for all the mtRNAs from genes encoding core subunits of the oxidativephosphorylation (OXPHOS) system. Clustering these mtRNAs indi-cated different tendencies between the RNAs from the MT-ATP8, MT- ND3, MT-ND4L, and MT-ND6 genes. Direct plotting of normalized RNA quanti cation values in Fig. 5cn showed that ratios among mtRNAs were different between the bulk plasma cfRNA samples and the RNAspuried from the CD36 fraction in a subset of genes. For example, ratios of normalized quanti cation values between MT-ND4 and MT-Fig. 1  Study outline and astronaut cfRNA pro ling. a Time-course sample col- lection from six astronaut participants. Blood samples were collected at 11 time points before, during, and after space ight on the ISS. bReal-time PCR quanti - cation of mitochondrial DNA copy number. Quanti cation values for the MT-ND1 gene were divided by the corresponding globin gene signals.  P-value  0.019, Nested one-way ANOVA by GraphPad Prism 9.3.1 software. cPCA plot of the RNA- seq quanti cation results for 64 samples after the removal of two outlier samples. dScatterplot of normalized quanti cation values for in- ight and post- ight sam- ples. The 64 samples consisted of three groups (pre-, in-, and post- ight). Indicatedare 466 differentially regulated genes (DRRs, red), 13 mitochondrial genes (MT- genes, green), and 8 mucin family genes (MUC-genes, brown). ejNormalized quanti cation values from RNA-seq for mitochondrial genes and mucin family genes with mean value (solid line) and standard error of the mean (SEM, error bars).SEM values were calculated from n 17 biologically independent samples, includ- ing six astronauts for pre- ight, six astronauts for in- ight, and six astronauts for post- ight, except for one Post120 time point for which one sample was removed due to poor data quality.Article https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 4ab c de f g hijk o n m l  R-HSA-76002: Platelet activation, signaling and aggregation hsa05208: Chemical carcinogenesis - reactive oxygen speciesGO:0034330: cell junction organizationGO:0001667: ameboidal-type cell migrationGO:0007610: behaviorGO:0098660: inorganic ion transmembrane transportGO:1901888: regulation of cell junction assemblyGO:0000902: cell morphogenesisGO:0050807: regulation of synapse organization R-HSA-5083625: Defective GALNT3 causes HFTC GO:0050804: modulation of chemical synaptic transmissionGO:1902414: protein localization to cell junction GO:0045794: negative regulation of cell volume GO:0001894: tissue homeostasisR-HSA-112316: Neuronal System GO:0051668: localization within membrane WP4396: Nonalcoholic fatty liver diseaseGO:0070562: regulation of vitamin D receptor signaling pathway GO:0008285: negative regulation of cell population proliferation GO:0048762: mesenchymal cell differentiation  1MBDFOUB 4LFMFUBMNVTDMFFSFCFMMVNPOFNBSSPX1SPTUBUFDBODFS Fig. 2  Pathway analysis of DRRs from cfRNA analysis. a Enriched terms for the 466 DRRs from the cfRNA analysis with Log P, gene count, and gene ratio (the number of genes in each term divided by the number of genes in the same category in the database) based on our Metascape enrichment analysis. bEnriched tissue types of the 466 DRRs based on our Metascape PaGenBase analysis. ckRelative expression values obtained by RNA-seq for DRRs under neurological and skeletalmuscle terms throughout the time course. Mean value (solid line) and  SEM (error bar) from the same biologically independent samples used for Fig. 1eja r e shown. loRelative expression values obtained by RNA-seq for DRRs under vitamin D receptor signaling pathways throughout the time course. Mean values (solid line) and SEM (error bar) were calculated from the same biologically independentsamples as ( ck).Article https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 5Adipose - Subcutaneous Adipose - Visceral (Omentum) Adrenal Gland Artery - Aorta Artery - Coronary Artery - Tibial Bladder Brain - Amygdala Brain - Anterior cingulate cortex (BA24) Brain - Caudate (basal ganglia) Brain - Cerebellar HemisphereBrain - Cerebellum Brain - Cortex Brain - Frontal Cortex (BA9) Brain - Hippocampus Brain - HypothalamusBrain - Nucleus accumbens (basal ganglia) Brain - Putamen (basal ganglia)Brain - Spinal cord (cervical c-1) Brain - Substantia nigra Breast - Mammary Tissue Colon - Sigmoid Colon - TransverseEsophagus - Gastroesophageal Junction Esophagus - Mucosa Esophagus - Muscularis Heart - Atrial Appendage Heart - Left Ventricle Kidney - Cortex Kidney - Medulla Liver Lung Minor Salivary Gland Muscle - SkeletalNerve - Tibial Pancreas Pituitary Skin - Not Sun Exposed (Suprapubic) Skin - Sun Exposed (Lower leg) Small Intestine - Terminal Ileum Spleen Stomach Thyroid Whole BloodHPA tissue enriched (3106) HPA detected in single tissue (1065)Space response (466)2182 867409 18847 10 0ALAS2 AMER2AQP6ASGR2B3GAT1BSNC1QL3CACNA1ACCDC175CCDC78CHADLCNTNAP4COX6B2DNM3EPPK1FAM131BFAM186AFOXE1GOLGA6L2 GPR179GRAP2 HBA1IGFN1 KRT2KRT78 KRT9 LEPRMED12LMUC12 MUC2MUC5BNFICNRGNOBSCNODF3L1PANX2RYR1SHISA7SLC34A1 SLC4A1SRCIN1 SRGNTCHH TMEFF1TRIM71 YPEL5 ZNF541 ANKRD30BL BEND2CACNG8CCER1GOLGA6L1GPR26GRM2GRM4MORC1RP1L1 chr1:200 kb 172,000,000 Pre2500 - 0 _ Flight2500 - 0 _ Post2500 - 0 _020406080Median TPM 01234DNM3Relative expression value (Pre-flight mean  1) chr10:20 kb 16,540,000 16,570,000 Pre600 - 0 _ Flight600 - 0 _ Post600 - 0 _ 051015Median TPM 0510C1QL3Relative expression value (Pre-flight mean  1) chr12:5 kb 53,040,000 53,045,000 Pre300 - 0 _ Flight300 - 0 _ Post300 - 0 _ 02000400060008000Median TPM 02468 KRT2Relative expression value (Pre-flight mean  1) chr11:20 kb 1,250,000 1,280,000 Pre800 - 0 _ Flight800 - 0 _ Post800 - 0 _ 0200400600800Median TPM 012345 MUC5BRelative expression value (Pre-flight mean  1)DNM3 C1QL3PTER KRT2 MUC5Ba g bl ch m 01020304050Median TPM 0246810 AMER2Relative expression value (Pre-flight mean  1)chr13:5 kb 25,740,000 25,745,000 Pre350 - 0 _ Flight350 - 0 _ Post350 - 0 _AMER2di n ej o fk p Fig. 3  Validation of candidate tissue-speci c cfRNAs. a Venn diagram compar- ing the 466 space response DRRs and the two gene lists from the HPA database.Gene names for overlapping parts are listed. bfNormalized quanti cation values from bulk plasma cfRNA-seq for the DNM3, C1QL3, AMER2, KRT2, and MUC5B genes with mean values (solid lines) and SEM (error bars) calculated from the samebiologically independent samples used for Fig. 1ej.gkVisualization of mappedcfRNA-seq reads for the genes shown in panels ( bf). Reads from pre-, in-, and post- ight samples were pooled and loaded to the UCSC Genome Browser with repre- sentative Ensemble transcript annotations. lpTissue expression pro les for genes in panels bfwere obtained from the GTEx database. The horizontal axis represents the corresponding tissue types listed above the graphs.Article https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 6ND5 (Fig. 5l) were comparable. In contrast, ratios between MT-ND4 and MT-ND6 normalized quanti cation values in the CD36 fraction were 2.57-fold larger than in the bulk plasma cfRNA (Fig. 5d). ND6 has been reported as an important factor in human diseases52,53, and speci c transcriptional and port-transcriptional regulation has beenreported 50,51. These results indicate a speci c molecular status of the mitochondrial DNAs and RNAs contained in the CD36 fraction.Cross-species comparison of blood samples Blood is an important sample type that can directly link humans and other species in a minimally invasive fashion. Sample collection in humans is highly limited in space, but time-course sampling from thesame astronaut compensates for the small number of participants andcreates biological replicates for each subject. The increased samplevolume in humans is also advantageous for multi-omics analysis and a c d e fg  () BOUJCPEJFTJOQMBUFTTUSPOBVU QMBTNB TBNQMFT NNVOP QVSJpDBUJPOFYUSBDUJPO SFBMUJNF13b row min row max Adipose - Subcutaneous Adipose - Visceral (Omentum) Adrenal GlandArtery - AortaArtery - CoronaryArtery - TibialBladder Brain - Amygdala Brain - Anterior cingulate cortex (BA24)Brain - Caudate (basal ganglia) Brain - Cerebellar Hemisphere Brain - Cerebellum Brain - Cortex Brain - Frontal Cortex (BA9) Brain - HippocampusBrain - Hypothalamus Brain - Nucleus accumbens (basal ganglia) Brain - Putamen (basal ganglia) Brain - Spinal cord (cervical c-1) Brain - Substantia nigra Colon - SigmoidColon - Transverse Esophagus - Gastroesophageal Junction Esophagus - MucosaEsophagus - MuscularisHeart - Atrial AppendageHeart - Left VentricleKidney - Cortex Kidney - Medulla Liver LungMinor Salivary Gland Muscle - Skeletal Nerve - Tibial Pancreas Pituitary Skin - Not Sun Exposed (Suprapubic) Skin - Sun Exposed (Lower leg) Small Intestine - Terminal IleumSpleenStomachThyroid Whole BloodInputg68CD36 row min - max 406 genes enriched by g68CD36 IPMT-ND1 HGB MT-ND1 HGB MT-ND1 HGBArticle https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 7the fractionation of plasma and other components. Model organism data can provide samples from genetically consistent backgrounds,and time-course sampling can again reduce the number of subjectsand hardware needed. In addition to these technical improvements,blood sampling reduces localized pain and infection rates compared to more invasive methods, and hence, it may bring fewer ethical complications compared to traditional techniques 16. We compared our astronaut blood samples to mouse blood samples from a published 35-day Mouse-Habitat Unit-1 (MHU-1)2016 JAXA mission to the ISS 25 (Fig. 6a). Ground control (GC) samples had been derived from the same genetic background.Articial gravity (AG) conditions used rotating platforms to create 1-G gravity controls on the ISS, allowing for the evaluation of gravityeffects, while controlling for other ight-related environmental stress factors, such as CO 2concentration, air pressure, isolation, and noise levels. RNA-seq analysis was performed on the plasma cfRNA mouse data. Similar to our human data, RNAs encoded by mitochondrialgenes MT-Cytb (cytochrome b, mitochondrial), MT-Nd1, and MT-Nd4(mitochondrially encoded NADH dehydrogenase 1 and 4) were upre-gulated in the MG condition compared to the AG condition (Fig. 6bd). By pairwise comparisons among GC, AG, and MG groups, 467 DRRswere identi ed (Fig. 6e, CLC Genomics Workbench, Empirical Analysis of DGE, P-value  0.05, fc  1.5, Supplementary Data 6). To evaluate common molecular changes between species, the 467 mouse cfRNA DRRs were converted into 444 human homologs usingMetascape gene ID conversion. However, only 14 genes (3.1) were common to the 466 DRRs identi ed in our human cfRNA analysis. To compare DRRs at the pathway level, enrichment of human diseaseterms for DRRs between AG vs. MG and GC vs. MG, which are expectedto represent the impact of gravity change and the general space ight environment respectively, was performed using the DisGeNET data-base analysis in Metascape. We found that 60 out of 121 (49.6) AG vsMG (gravity-linked) disease terms were also observed in our humananalysis (Fig. 6f). In contrast, 16 out of 91 (17.6) GC vs MG (general space ight-linked) disease terms were observed in our human analysis (Fig. 6f). These results indicated the presence of common disease- related molecular changes as being speci cally associated with the microgravity factor of space ight. These disease terms contained previously reported space-related health risks, including muscle atro-phy and impairments to the visual system, cardiovascular system, andneurological system 5458(Fig. 6g). Discussion Consistent with reports from the NASA Twins Study21,w ef o u n da signicant increase in relative mitochondrial DNA copy numbers within cfDNA during space ight but a return to baseline levels in post- ight samples (Fig. 1b). Another recent study similarly found a sig- nicant increase in cell-free mitochondrial DNA in the plasma of 14 astronauts shortly after landing, although the authors only examined three time points (10 days before launch, day of landing, and 3 days after return)22. Our results indicated that the samples collected in our study could be a promising resource to further characterize molecularevents associated with space ight across a wider range and larger number of time points.Here, we also show prominent changes in the cfRNA pro les of six astronauts undergoing long-duration space ight on the ISS. An increase in plasma mitochondrial components was supported byplasma mtDNA copy numbers and RNAs from mitochondrial genes.Screening with antibodies recognizing cell surface markers identi ed CD36, and the isolated plasma fraction contained RNA species from genes representing a broad range of tissue speci cities. These results not only support the practical use of relatively less invasive bloodsampling and liquid biopsy analysis to monitor physiological changesin astronauts but also provide insights into previously uncharacterizedtissue types and molecular processes in the human body affected byspace ight. cfRNA pro les indicated two distinct modes of molecular changes associated with space ight. One group of cfRNAs was represented by mtRNAs which increased in plasma during space ight. Another group of cfRNAs was represented by RNAs encoded by mucin genes which decreased during space ight. As DNA and RNA molecules exposed to plasma are thought to be highly unstable due to the nuclease activity,we speculated cell-free mtDNAs and mtRNAs in plasma may exist ascontents of EVs. Through screening a panel of antibodies, we identi ed anti-CD36 antibodies that enriched cf-mtDNA from space ight plasma samples. In this study, we could not obtain conclusive results todetermine whether plasma mitochondrial components representedintact exMTs or cytosolic mitochondrial DNAs and RNAs included inEVs. exMT release into plasma under metabolic stress and tissue injuryhas been proposed as a defensive mechanism, whereby damagedmitochondria are ejected to protect host cells 32,59. Mitochondrial DNA released into the cytosol is posited as one of the damage-associated molecular patterns (DAMPs) that activate innate immune pathways60. Multiple studies suggest inter-cellular traf cking of damaged mito- chondria and ROS as a signal to induce resistance against metabolicstress in distal cells and organs 31,61. Our results support that a broad range of tissues release mitochondrial components into the plasmaduring space ight, which may indicate systemic metabolic stress responses in the human body under microgravity. Although themechanisms and biological signi cance are unclear, mitochondrial components and tissue-speci c RNAs could serve as candidate bio- markers to evaluate internal tissue responses in space, and potentially shed light on recent proposals that mitochondrial dysregulation is a central feature that accelerates space ight health risks 23. CD36 has been well studied as a scavenger receptor expressed on various cell types. Although a direct link between CD36-expressing EVsand the release of mitochondrial components has not been reported,CD36 EVs have been described in the context of tissue injury and stressresponses 62. The release of CD36-expressing EVs from endothelial cells and skeletal muscles has been reported63,64. Therefore, it is reasonable to infer that the CD36 fractions isolated from space ight plasma samples represent CD36 EVs that contain mtRNA and other RNAsderived from the nuclear genomes in their corresponding cells oforigin. Our DNA and RNA-seq analysis of the CD36 fraction indicated qualitative differences in the mtDNAs and mtRNAs between the bulk plasma and CD36 fraction samples. Given that transcriptional andpost-transcriptional regulation of mitochondrial gene expression hasbeen described in the context of tissue-speci city and disease conditions 5052, further characterization of the CD36 fraction mayFig. 4  Identi cation and characterization of exMT-enriched CD36 fraction. aScreening of an antibody panel against cell-surface markers. Antibodies from four 96-well plates were pooled and mixed with in- ight or post- ight astronaut plasma samples. Created with BioRender.com. bPuried DNA from each immunopur- ication was analyzed by real-time PCR using the MT-ND1 and globin (HGB) gene. Red arrows indicate lower PCR cycle threshold (Ct) values, indicating the speci c recovery of mtDNA from ight plasma samples (56 and 63) but not from post- ight samples (47), through antibody pool G. cSecond round of antibody screening in which antibodies contained in pool G were subdivided into 6 pools.Pool 2 speci cally enriched mtDNA from in- ight samples (52 and 55) but not from post- ight samples (47). dThird round of antibody screening, which iden- tied the anti-CD36 antibody. eHeatmap of differentially puri ed RNAs between anti-CD36 immunopuri cation (IP) and input plasma. IP was performed using three different in- ight plasma samples. fTissue enrichment analysis of the 406 CD36- enriched genes against the Human Protein Atlas Tissue Gene Expression Database using DAVID software. gRNA expression pro le for the 406 CD36-enriched genes obtained from the Genotype-Tissue Expression (GTEx) database.Article https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 8Bulk CD36 IP FL120FL30FL5 FL60 Post120Post3 Post30 Post60Pre 71 0 1 6 13MT-CO1 MT-CO2 MT-ATP6 MT-CO3 MT-CYBMT-ND4MT-ND5MT-ND1MT-ND2MT-ATP8MT-ND3 MT-ND4L MT-ND6 Log 2 normalized countb 0 50,000 100,000050,000100,000150,000 MT-ND4MT-ND1 0 50,000 100,000020,00040,00060,00080,000100,000 MT-ND4MT-ND50 50,000 100,00005,00010,00015,00020,00025,000 MT-ND4MT-ND6 0 50,000 100,00002,0004,0006,0008,00010,000 MT-ND4MT-ND4L 0 50,000 100,000020,00040,000 MT-ND4MT-ATP6 0 50,000 100,000010,00020,00030,00040,000 MT-ND4MT-ATP8 0 50,000 100,000020,00040,00060,00080,000100,000 MT-ND4MT-CO1 0 50,000 100,000020,00040,00060,000 MT-ND4MT-CO2 0 50,000 100,000010,00020,00030,00040,00050,000 MT-ND4MT-CO3 0 50,000 100,000020,00040,00060,00080,000100,000 MT-ND4MT-CYB 0 50,000 100,000020,00040,00060,00080,000100,000 MT-ND4MT-ND2 05 0 , 0 0 0 1 0 0 , 0 0 005,00010,00015,00020,00025,000 MT-ND4MT-ND3Slope IP bulk  0.74 2.57 1.50 1.30 1.74 1.12 1.54 1.38 1.61 1.00 1.06 2.34Pre FL Post CD36 Pre CD36 FL CD36 Post CD36 IPBulkNormalized count Normalized count Normalized count Normalized count Normalized count Normalized count Normalized countc g fe d h ij k lm nchrM:5 kb 2,000 4,000 6,000 8,000 10,000 12,000 14,000 16,000 MT-TF MT-RNR1 MT-T V MT-RNR2MT-TL1 MT-ND1MT-TI MT-TQ MT-TM MT-ND2MT-T W MT-T A MT-TN MT-TC MT-T Y MT-CO1MT-TS1 MT-TD MT-CO2 MT-T K MT-ATP8 MT-ATP6MT-CO3 MT-TG MT-ND3 MT-T R MT-ND4L MT-ND4MT-TH MT-TS2 MT-TL2 MT-ND5MT-ND6 MT-TE MT-CYBMT-TT MT-TP 55 Flight input3200 - 0 _ IP g68CD363200 - 0 _a TASD-loop D-loop Fig. 5  mtDNA and mtRNA pro les in CD36 fraction. a UCSC Genome Browser view of DNA-seq reads mapped to the mitochondrial genome in bulk plasma cfDNA(input) and DNA puri ed from the CD36 plasma fraction (IP CD36). Note that the read coverage peak is seen in the input pro le as overlapping with the TAS region of the D-loop, but not in the CD36 fraction. Pro les from sample 55 (Fig. 4d) are shown, and the read coverage peak speci c for the input sample was also con rmed for sample 63 inputIP pair (not shown). bHeatmap showing normalizedquanti cation values for mtRNAs in the RNA-seq results for bulk plasma cfRNAs and RNAs puri ed from the CD36 fraction. An additional set of RNA-seq was performed for the CD36 fraction to cover six astronauts for pre-, in- and post- ight phases, and results were combined with the bulk cfRNA-seq results used for the Fig. 1analysis. cnPlots showing normalized counts for mtRNAs in plasma cfRNA-seq (bulk) and CD36 fractions (IP). Trend lines were created using GraphPad PRISM 9.3.1, andratios of the slopes between IP and bulk samples are shown in each panel.Article https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 9a d e fb cFlight 35 daysSpace flight: Artificial 1G ( AG) Microgravity ( MG) Ground control ( GC)17 8 4-LogP Gene count 30 2010Human flightMouse AG vs MGMouse GC vs MGg Mouse AG vs MG Mouse GC vs MG Human Flight52 9 654 132106603 1 6 10-PHOPSNBMJFEDPVOUAG1 AG2AG3AG4 AG5AG6 GC1 GC2 GC5 GC3 GC4MG3 MG2MG1MG5 MG4 MG6C0007194: Hypertrophic Cardiomyopathy C0003811: Cardiac ArrhythmiaC3203102: Idiopathic pulmonary arterial hypertensionC0019209: Hepatomegaly C0011853: Diabetes Mellitus, Experimental C2973725: Pulmonary arterial hypertensionC0271196: Scotoma, Centrocecal C1860475: Reg415nal vascular tortuosity C4021569: Central reg415nal vessel vascular tortuosity C0559106: Ventricular preexcitag415on C0032915: Preexcitag415on SyndromeC0154835: Reg415nal telangiectasia C2751582: Mitochondrial respiratory chain defects C1557375: Blurred Vision, CTCAE C1853141: Slow decrease in visual acuity C0344232: Blurred visionC0152191: Scotoma, Central C0917796: Opg415c Atrophy, Hereditary, Leber C0234378: Stag415c TremorC3275417: Ragged-red muscle bers C2931092: Maternally Inherited Leigh Syndrome C4021795: Abnormality of Krebs cycle metabolism C4022013: Mulg415ple glomerular cysts C4025585: Lacg415caciduriaC1857287: Stroke-like episode C1839532: Low plasma citrulline C4022012: Death in early adulthood C0020578: Hyperveng415lag415on C0151786: Muscle WeaknessC0152025: Polyneuropathy C0030554: Paresthesia C0494475: Tonic - clonic seizures C3665386: Abnormal vision C0233794: Memory impairmentC0162671: MELAS Syndrome C3665346: Unspecied visual loss C0268630: Hyper-beta-alaninemiaC0023264: Leigh Disease C0013384: Dyskineg415c syndromeC0542476: Forgeg414ul C0270685: Cerebral calcicag415onC0025286: MeningiomaC0003486: Aorg415c Aneurysm C0029124: Opg415c AtrophyC0027726: Nephrog415c Syndrome C0020676: HypothyroidismC0020534: Orbital separag415on excessiveC1112256: Sensorimotor neuropathy C0522214: Abnormal visual evoked poteng415alC0006625: Cachexia C0038002: SplenomegalyC4553765: Memory Impairment, CTCAE 5.0C1963167: Memory Impairment, CTCAE 3.0 C1527349: Ductal Breast CarcinomaC0011334: Dental caries C0000737: Abdominal Pain C0013421: Dystonia C0018021: Goiter C0024523: Malabsorpg415on Syndrome C0270922: Peripheral demyelinag415ng neuropathy C0026848: MyopathyC0007193: Cardiomyopathy, Dilated C0004936: Mental disorders C0555198: Malignant Glioma C0149721: Leg332 Ventricular Hypertrophy C0027796: NeuralgiaC0151650: Renal brosis C0278488: Carcinoma breast stage IV C1535926: Neurodevelopmental Disorders C0009806: Consg415pag415on C1708349: Hereditary Diuse Gastric CancerC1449563: Cardiomyopathy, Familial Idiopathic C0598935: Tumor Inig415ag415on C0153381: Malignant neoplasm of mouth C0521158: Recurrent tumor C4529962: Fag425y Liver DiseaseC4721453: Peripheral Nervous System Diseases C0008370: Cholestasis C0002726: Amyloidosis Fig. 6  Comparing our human plasma cfRNA with mouse plasma cfRNA from a space ight mission. a Sampling scheme of the MHU-1 space ight mission. The 35- day mission in 2016 included six space ights (microgravity, MG), six arti cial 1-G in- ight controls (AG), and six ground control (GC) mice. Created with BioR- ender.com. bdMouse cfRNA sequencing results for mitochondrial genes with normalized RPKM (Reads Per Kilobase of transcript per Million reads mapped)values. Solid lines show mean value derived from n 6 (for AG and MG) and n5(for GC) biologically independent samples. Results of Mann Whitney test are shown by  for two-tailed exact P-value  0.01 and  for 0.05. eHeatmap of the 418 DRRs between the GC, AG, and MG conditions. GC samples were collected only from ve mice due to a technical problem in blood sampling. fVenn diagram showing overlapping DisGeNET terms among DRRs in the AG vs. MG comparison,GC vs. MG comparison, and human cfRNA analysis. gComprehensive list of over- lapping DisGeNET terms from the panel gVenn diagram.Article https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 10provide clues to understanding space ight-associated mitochondrial responses. Tissue-speci cR N A si d e n t i ed space environmental responses in previously not well-characterized tissue types. The pituitary gland, thyroid gland, and parathyroid gland are thought to play central roles in the maintenance and alteration of homeostasis in space, but theirsmall tissue sizes typically prevent their molecular analysis in animalmodels. These tissues are also inaccessible by direct sampling. Itshould be noted that the changes in the cfRNA pro les may represent altered tissue contributions as well as RNA expression changes ininternal tissues, but our current study has limitations in distinguishingthese possibilities. cfRNAs from mucin family genes were previously not well char- acterized in the context of space ight response. The mucin genes detected in our study revealed a broad range of tissue-speci cities, including the highly tissue-restricted MUC5B (Fig. 3p). Mucins are known to play protective roles in epithelial tissues 65. Gravity imposes mechanical loading on the entire body, and mucin is expected to beone of the critical components of biolubricants 66. Therefore, the changes in mucins that we observed may be related to gravityresponses. Mucins are also important for functioning as barriersagainst external pathogens and for protecting tissues against dehy-dration and adhesion. Our results could highlight the signi cance of mucins in the maintenance of tissue integrity, and in the controlling ofimmunological, physical anti-friction, and anti-adhesion functions,through the maintenance of surface tension under the altered gravity environment. It is unclear if the two modes of cfRNA responses to space ight, an increase in mitochondrial components in plasma cfDNA and cfRNAand a decrease in other cfRNAs derived from internal tissues, aremechanistically related. It is also interesting that the tissue-speci city proles of both groups of cfRNAs are similar, with brain and skeletal muscle as the most prominent tissue types. One of the potentialexplanations could be altered properties of blood tissue barrier (BTB) functions. Recent studies reported altered integrity of the blood brain barrier and blood retinal barrier in space 67,68.I ti si n t r i g u i n gt on o t e that both studies showed an association between oxidative stress and altered BTB-related molecular processes in space. Murakami et al. have reported seminal studies that directly linked gravity and environ-mental stressors to BTB regulation and in ammatory responses in the central nervous system (CNS), a process called the gateway re ex 6971. Thus, it is possible that the reduced release of cfRNAs from the braininto the plasma could be caused by a reduction in the BTB exchange ofcfRNA-containing EVs triggered by microgravity or environmentalstresses. As the gateway re ex is linked to pro-in ammatory signals through IL-6-ampli er activation , potential correlations to neuro- inammatory responses in the brain and retinal tissues could be the targets for further analysis. Although the fractionation process in our study was limited by the panel of antibodies used, our results motivate future developmentsand applications of high-de nition liquid biopsies combined with the fractionation of EVs. As more cell-speci c surface markers become annotated, the resolution of fractionation will likely improve. Sup-porting these ideas, we performed another attempt at screening usingnuclear-encoded RNAs and identi ed multiple antibodies that enri- ched different RNA contents from in- ight and post- ight plasma samples (unpublished results). Either way, improvement in these bio-molecular technologies will in turn enable the detection of cell-type-speci c gene expression through liquid biopsies, which can be applied for minimally invasive health monitoring and clinical sample analysis on Earth and in space. As a speci c clinical example, the plasma mtDNA-enriched CD36 fraction isolated from in- ight plasma samples contained tissue- speci c RNAs indicating eye-related origins (Fig. 4f), and visual dis- eases were also represented among the gravity-linked terms (Fig. 6g).These ndings indicate a possibility that liquid biopsies could be useful to detect early molecular events associated with retina tissue damage.Space ight-associated neuro-ocular syndrome (SANS) is one of the p u z z l i n gh e a l t hi s s u e si na s t r o n a u t s 55. SANS is present in some astro- nauts after short and long duration space ight55and is de ned as a constellation of unusual clinical n d i n g s ,i n c l u d i n go p t i cd i s ce d e m a , globe attening, choroidal and retinal folds, hyperopic refractive error shifts, and nerve ber layer infarcts72. The cause of SANS remains elusive, but two main hypotheses include elevated intracranial pres-sure (ICP) and compartmentalization of cerebrospinal uid (CSF) to the area behind the globe 73. Our study allowed for the resolution of gene expression in tissues that are traditionally dif cult to access in humans, such as the retina and choroid plexus, both of which may berelevant to the study of SANS pathophysiology. Mitochondrialresponses and ROS have been reported as characteristic features of neuro-in ammation in CNS and retinal diseases 74. These changes have also been observed in mouse space ight experiments67,75. These stu- dies, collectively, could suggest mitochondria-related processes,including the ROS and OXPHOS systems, as potential targets forcountermeasure development to prevent health problems associatedwith space ight 76,77. Overall, this example underlines that minimally invasive liquid biopsies could elucidate new perspectives on the causeof and countermeasures for unique space-related ailments. This study provided a unique opportunity to compare plasma cfRNA between mammalian species in a minimally invasive manner.The space environment consists of many factors, including micro- gravity, radiation, con nement, noise, altered air pressure and com- position, and stress factors associated with launch and return. The useof on-board arti cial 1-G controls in the published MHU-1 mission allowed us to identify gene categories speci cally affected by the factor of microgravity, and nearly half (49.6) of the enriched humandisease terms were also observed in our human ight data. These gravity-linked terms were not limited to conventional disuse functions,such as bone and muscle loss, but also included metabolic stressresponses, neurological disorders, and importantly, ocular and cardi-ovascular dysfunctions. With the development of sophisticated liquidbiopsy technologies combined with multi-omics approaches, the rapid development of human research in space is expected to provide important insights that bene t human health both on and beyond Earth. Methods Study registration and ethics The current human space ight study was proposed to and supported by the 2014 International Life Sciences Research Announcements,JAXA, and the National Aeronautics and Space Administration (NASA).Ethics committee approvals were obtained at the University of Tsu-kuba, Institute of Medicine, Ethic s Committee (No. 251, November 27, 2015), JAXA Institutional Review Board for Human Research (JX-IRBA- 20071, August 30, 2016), NASA Institutional Review Board (Pro1995, February 28, 2017), and European Space Agency (ESA) Medical Board(2017_04_09, April 20, 2017). Informed consent was obtained by thepersonal information manager of the study, and de-identi ed samples were made available to researchers who performed sample processingand data analysis. The study design and conduct complied with allrelevant regulations regarding the use of human study participantsand was conducted in accordance with the criteria set by theDeclaration of Helsinki. The previously published Mouse Habitat Unit-1(MHU-1) space ight mission is described by Shiba et al. 25. Sample collection and transportation Human blood samples were collected using Vacutainer EDTA-plasma separate gel collection tubes (BD, cat. no. 362788) and frozen at 95 C (ISS) or 80 C (ground) after centrifugation for 30 min at 1239 g (3800 rpm, ISS) or 1600 g(ground). Frozen samples were transportedArticle https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 11to the University of Tsukuba after all samples were collected from the six astronauts. Mouse blood samples were collected from the inferiorvena cava under anesthesia, and transferred into a 1.5 ml microfugetube containing EDTA-2K for a nal concentration of 5 mM. Plasma was obtained by centrifugation at 1500 gfor 10 min, and collected into a fresh tube. A 100 l aliquot was frozen and transported to the Uni- versity of Tsukuba. RNA puri cation Plasma sample tubes were thawed on ice, aliquoted, and frozen at 80 C. Plasma sample aliquots (120 l) were thawed on ice, and cen- trifuged at 2000 gfor 10 min at 4 C to remove cellular debris, and 100l supernatants were transferred into fresh tubes with 1 ml TRIzol- LS (Life Technologies, cat. no. 10296028). 200 l of chloroform was added to the TRIzol sample, vortex mixed, and spun at 16,000 gfor 15 min at 4 C. Supernatants were transferred into fresh tubes with 1 l of glycogen (10 mgml stock, Roche, cat. no. 1091393001). 500 lo f isopropanol was added, mixed, and incubated for 10 min at roomtemperature. RNA pellets were recovered following centrifugation at16,000 gfor 15 min and the removal of supernatants. Pellets were washed twice with 80 ethanol. RNA was resuspended in 8 lo fw a t e r . RNA concentrations were measured using the Qubit RNA HS Assay Kit(Invitrogen, cat. no. Q32852). Mouse plasma RNA was puri ed using the same method as human plasma RNA, except that, after the removalof cell debris, 50 l of plasma aliquots were resuspended with 750 lo f TRIzol-LS and 200 lo fw a t e r . DNA puri cation Cell debris was removed from the 120 l plasma aliquot as described for the RNA puri cation, and 150 l of SDS-Lysis Buffer (50 mM Tris H C lp H8 . 0 ,1 0 m ME D T A ,1 S D S ) ,2 5 0 lo fT EB u f f e r( 1 0 m M Tris HCl pH 7.5, 1 mM EDTA), and 10 l of Pronase stock (Pronase from Streptomyces griseus, Roche Diagnostics, cat. no. 10165913103, dis-solved in water at 20 mgml) were added and incubated at 42 C for 1 h.To extract DNA, 500 l of Phenol-CHCl3-Isoamylalchol (Wako, cat. no. 311-90151) was added and vortex mixed. The mixture was spun for5 min at 16,000 g. The supernatant was transferred into a fresh 1.5 ml tube with 15 lo f5 MN a C la n d1 l of glycogen (10 mgml stock, Roche, cat. no. 1091393001). 1 ml of ethanol was added, mixed, andincubated for 30 min at room temperature. The DNA pellet wasrecovered by centrifugation at 16,000 gfor 30 min. The supernatant was removed, and the pellet was washed with 80 ethanol. DNA wasresuspended in 20 l of water. The DNA concentration was measured by the Qubit 1X dsDNA HS Assay Kit (Invitrogen, cat. no. Q33230). Thequality of the puri ed RNA was examined by the RNA 6000 Pico Kit (Agilent Technologies, cat. no. 5067-1513). Mitochondrial DNA quanti cation and statistical analysis As described previously78, mitochondrial DNA and host cell genome copy numbers were quanti ed using the following primer pairs: MT-ND1 gene, ND1 forward, 5 -CCCTAAAACCCGCCACATCT-3 ;N D 1 reverse, 5 -GAGCGATGGTGAGAGCTAAGGT-3 ; human globulin gene, HGB-1 forward, 5 -GTGCACCTGACTCCTGAGGAGA-3 ;a n dH G B - 2 reverse, 5 -CCTTGATACCAACCTGCCCAG-3 .R e l a t i v ec o p yn u m b e r s against pre- ight means were estimated by the differences in the cycle threshold values from the same volumes of puri ed DNA. Relative quanti cation values were plotted, and statistical analysis was per- formed using the GraphPad Prism 9.3.1 software. RNA sequencing Each sequencing library preparation used 2.5 lo fp u r i ed RNA. For the human plasma RNA and CD36-enriched RNA fractions, the SMART-seq Stranded Kit (Takara Bio, cat. no. 634443) was used at a half-volume scale following the user manual. The template amount wasveried before the second PCR step by performing real-time PCR withthe Fast SYBR Green Master Mix (Thermo Fisher Scienti c, cat. no. 4385612) on a 1 l aliquot of library reaction in order to adjust the PCR cycle for library ampli cation. PCR products were puri ed and eluted in 16 l of Stranded Elution Buffer diluted with water at a 1:1 ratio. Mouse plasma RNA sequencing using the NEBNext Small RNA Library Kit (New England Biolabs, cat. no. E7330S) and 2  36 base paired-endsequencing with NextSeq500 (Illum ina) were performed as described previously 79. Sequencing data analysis Reads in FASTQ les were imported into CLC Genomics Workbench (CLC-GW, ver.10.1.1, Qiagen), mapped to human (hg19) or mouse(mm10) reference genomes, and quanti ed using a 57,773-gene (human) or 49,585-gene (mouse) annotation set (downloaded from theCLC-GW server) to obtain the total count values, which were combined into a table. To plot normalized expression values, total counts were normalized by the scaling option in CLC-GW (normalization value mean, reference  median mean, trimming 5). Normalized total countvalues were log-2 transformed after adding a pseudocount of unity.ANOVAs and Empirical analyses of DRRs as described in gure legends were performed in CLC-GW. DNA sequencing DNA was puri ed from input plasma and the CD36 fraction was soni- cated with Bioruptor II (Sonic Bio) on the high setting for 10 min andconverted to sequencing libraries using the NEBNext Ultra II DNA Library Prep Kit (New England Biolabs, cat no. E7645) at half-scale. Library products with insert sizes smaller than 500 bp were selectedusing AMPure XP beads (Backman Coulter, cat. no. A63882). Accordingto our examination, the majority of mtDNA were included in high-molecular-weight (500 bp insert size) fractions in both total plasmacfDNA and DNA puri ed from the CD36 fraction. 2  36 base paired- end sequencing was performed, and FASTQ les were imported and mapped to the hg19 human reference genome by CLC-GW. Visualization of mapped RNA-seq and DNA-seq reads All the mapped RNA-seq reads for each sample were combined into pre-, in-, and post- ight groups. Due to variations in the data quantity and sample numbers in each phase, we decided to use all the reads forvisualization. Mapped RNA-seq and DNA-seq reads were exportedfrom CLC-GW as BAM format les, converted into bedGraph format les, and the sections corresponding to the mitochondrial genome were then selected and uploaded to the UCSC Genome Browser(https:genome.ucsc.edu ). Correlation analysis Normalized quanti cation values of bulk cfRNA-seq for 466 genes from 64 samples (six astronauts, 11 time points, two samples removed) were imported to GraphPad Prism 9.3.1. A Pearson correlation matrix was created, and results were imported into Morpheus to draw aheatmap. Gene annotations for pathways and tissue terms wereobtained from the Metascape output, including all genes in eachsummary category. Antibody screening and immunopuri cation of plasma fraction An antibody panel of 361 surface markers (LEGENDScreen Human PE Kit, BioLegend, cat. no. 700007, lot no. B328253) was used. Eachantibody was reconstituted by adding 25 l of water. For screening, 1l of each antibody was pooled. For the rst round, 48 wells from rows A to H of four plates were pooled. For the second round, col- umns 1 6 and 8 12 of row G were combined into 6 pools. For the third round, antibodies from columns 2 and 8 in row G from fourplates were used individually. For each round of screening, 120 lo f plasma aliquot was diluted with 750 l of PBS, and 100 lo fd i l u t e d plasma was combined with pooled antibodies. The mixture wasArticle https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 12rotated at 4 C for 1 h. At this incubation step, the dilution of each antibody was 1:100. For each immunopuri cation, 20 l of Dyna- beads Protein G (Invitrogen, cat. no. 1004D) were washed twice withPBS and resuspended in 30 l of PBS with 1 l of monoclonal goat anti-mouse IgM (Abcam, cat. no. ab9167, lot no. GR125217-5) and 0.1 mgml of BSA (New England Biolabs, B9001S). Washed Protein Gbeads were added to the plasma samples with antibodies andincubated at 4 C for 30 min. At this incubation step, the dilution ofthe IgM antibody combined with Protein G beads was 1:130. Afterbinding, beads were washed twice with ice-cold PBS. Then, 25 lo f SDS Lysis buffer, 25 l of TE buffer, and 5 lo fp r o n a s es t o c kw e r e added to the beads and incubated at 42 C for 30 min. Eluted DNAwas combined with 150 l of TE. DNA was then puri ed following the plasma DNA puri cation protocol at half-scale. Antibody clone information and plate layout are provided by the manufacturer at https:www.biolegend.comFilesImagesmedia_assetspro_detail datasheets700011_Hu_LEGENDScreen_Layouts.xlsx . Purication of CD36 plasma fraction and RNA extraction The 120 l plasma aliquot was centrifuged to remove cell debris. The 100l supernatant was transferred into a fresh tube and combined with 650 lo fP B S ,a n d1 2 5 l of the result was kept as input. The rest of the diluted plasma was combined with a diluted anti-CD36 antibody(2l of antibody and 40 l of PBS with 1  BSA per puri cation). The mixture was rotated at 4 C for 1 h. Then, 20 l of washed protein G beads combined with the goat anti-IgM antibody was added and rotated at 4 C for 1 h. The supernatant was removed, and the beads were washed twice. Next, 1 ml of 1  TRIzol (diluted TRIzol-LS with H 2O at 3:1 for 1 concentration) was added to the washed beads. 850 lo f TRIzol-LS was added to the input. RNA was puri ed following the plasma RNA puri cation protocol. Pathway and tissue-speci city analysis Metascape 3.5 ( https:metascape.orggpindex.html ) analysis was performed on ltered gene lists using default settings. Mouse genes were imported as mouse genes and analyzed as human genes. DAVID2021 ( https:david.ncifcrf.govtools.jsp ) analysis was performed using default settings. Human gene expression pro les were obtained from the GTEx Portal ( https:gtexportal.orghome )w i t ht h e le that con- tains median gene-level transcript per million (TPM) by tissueGTEx_Analysis_2017-06-05_v8_RNASeQCv1.1.9_gene_tpm.gct.gz . Genes that matched within the ltered gene lists were selected for clustering and visualization. Plots, heatmaps, and visualization PCA plots, scatterplots, and normalized value plots were producedusing the GraphPad Prism 9.3.1 software. Metascape and DAVID ana-lysis output values and pathway terms were visualized using the bub- ble plot option in GraphPad Prism 9.3.1. Heatmaps were created using Morpheus ( https:software.broadinstitute.orgmorpheus ). Normal- ized log-2 total count values for ltered genes were exported from CLC-GW to Morpheus in Excel format. Clustering trees were producedusing the One-minus Pearson option in the Morpheus clusteringsoftware. DisGeNET analysis DisGeNET human disease term enrichment results were obtained fromMetascape. Lists of DRRs (human, pre-, in-, post- ight), 215 DRRs (mouse, AG vs. MG), and 162 DRRs (mouse, MG vs. GC) were uploadedto the Metascape webtool and analyzed as human genes by default settings. DisGeNET 80result les were downloaded, and human disease terms were ltered by Log P4. The Venn diagram in Fig. 4fw a s produced using Venny 2.1 ( https:bioinfogp.cnb.csic.estoolsvenny index.html ). Overlapping parts of the Venn diagram (total 79 terms)were depicted in Fig. 4gu s i n g LogP(circle size) and gene counts (color) after sorting by overlap group and Log Pvalues using the bubble plot option in GraphPad Prism 9.3.1. Data availability The processed les for human RNA-seq data generated in this study have been deposited in the GeneLab database under accession codeOSD-530 . Mouse raw and processed RNA-seq data sets have been deposited in the GeneLab database with accession code OSD-532 and in the Gene Expression Omnibus database under accession codeGSE213808 . Since astronauts who belong to space agencies are highly identi able persons, individual medical and ight-related records were retained by personal information managers and not released to theresearchers who performed sample processing and data analysis. RNA-seq raw datasets, which contain genome sequence information, are not publicly available according to the approved conditions of this study. Data access requires ethics committee approvals for the addi-tion of researchers to the study plan. MM is responsible for explainingfurther details about the ethical circumstances and controlled accessfor RNA-seq raw data in response to requests within 4 weeks. References 1. Schmidt, M. A.  Goodwin, T. J. Personalized medicine in human space ight: using Omics based analyses to develop individualized countermeasures that enhance astronaut safety and performance.Metabolomics 9, 1134 1156 (2013). 2. Heitzer, E., Haque, I. S., Roberts, C. E. S.  Speicher, M. R. Current and future perspectives of liqui d biopsies in genomics-driven oncology. Nat. Rev. Genet. 20,7 1 88 (2019). 3. Siravegna, G., Marsoni, S., Siena, S.  Bardelli, A. Integrating liquid biopsies into the management of cancer. Nat. Rev. Clin. Oncol. 14, 531 548 (2017). 4. Dawson, S. J. et al. Analysis of circulating tumor DNA to monitor metastatic breast cancer. N. Engl. J. Med. 368, 1199 1209 (2013). 5. Murtaza, M. et al. Non-invasive analysis of acquired resistance to cancer therapy by sequencing of plasma DNA. Nature 497, 108 112 (2013). 6. Hummel, E. M. et al. Cell-free DNA release under psychosocial and physical stress conditions. Transl. Psychiatry 8,2 3 6( 2 0 1 8 ) . 7. Teo, Y. V. et al. Cell-free DNA as a biomarker of aging. Aging Cell 18, e12890 (2019). 8. Drag, M. H.  Kilpelainen, T. O. Cell-free DNA and RNA- measurement and applications in clinical diagnostics with focus onmetabolic disorders. Physiol. Genom. 53,3 3 46 (2021). 9. Zwirner, K. et al. Circulating cell-free DNA: a potential biomarker to differentiate in ammation and infection during radio- chemotherapy. Radiother. Oncol. 129,5 7 5 581 (2018). 10. Burnham, P. et al. Urinary cell-f ree DNA is a versatile analyte for monitoring infections of the urinary tract. Nat. Commun. 9, 2412 (2018). 11. Bettegowda, C. et al. Detection of circulating tumor DNA in early- and late-stage human malignancies. Sci. Transl. Med. 6, 224ra224 (2014). 12. Birkenkamp-Demtroder, K. et al. Genomic alterations in liquid biopsies from patients with bladder cancer. Eur. Urol. 70, 7582 (2016). 13. Pariset, E. et al. DNA damage baseline predicts resilience to space radiation and radiotherapy. Cell Rep. 33, 108434 (2020). 14. Brojakowska, A. et al. Retrospective analysis of somatic mutations and clonal hematopoiesis in astronauts. Commun. Biol. 5, 828 (2022). 15. Newman, A. M. et al. Integrated digital error suppression for improved detection of circulating tumor DNA. Nat. Biotechnol. 34, 547 555 (2016).Article https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 1316. Cope, H. et al. Routine omics collection is a golden opportunity for European human research in space and analog environments.Patterns Prejudice 3, 100550 (2022). 17. Charvat, J. M. et al. Long-term cardiovascular risk in astronauts: comparing NASA mission astronauts with a healthy cohort from the Cooper Center Longitudinal Study. Mayo Clin. Proc. 97, 1237 1246 (2022). 18. Castro-Wallace, S. L. et al. Nanopore DNA sequencing and genome assembly on the international space station. Sci. Rep. 7, 18022 (2017). 19. McIntyre, A. B. R. et al. Nanopore sequencing in microgravity. NPJ Microgravity 2, 16035 (2016). 20. Burton, A. S. et al. Off earth identi cation of bacterial populations using 16S rDNA nanopore sequencing. Genes 11, 76 (2020). 21. Bezdan, D. et al. Cell-free DNA (cfDNA) and exosome pro ling from a year-long human space ight reveals circulating biomarkers. iScience 23, 101844 (2020). 22. Bisserier, M. et al. Cell free mitochondrial DNA as a potential bio- marker for astronauts .Health J. Am. Heart Assoc. 10, e022055 (2021). 23. da Silveira, W. A. et al. Comprehensive multi-omics analysis reveals mitochondrial stress as a central biological hub for space ight impact. Cell183, 1185 1201.e1120 (2020). 24. Garrett-Bakelman, F. E. et al. The NASA Twins Study: a multi- dimensional analysis of a year-long human space ight. Science 364, eaau8650 (2019). 25. Shiba, D. et al. Development of new experimental platform MARS - Multiple Arti cial-gravity Research Syst em-to elucidate the impacts of micropartial gravity on mice. Sci. Rep. 7, 10837 (2017). 26. Zhou, Y. et al. Metascape provides a biologist-oriented resource for the analysis of systems-level datasets. Nat. Commun. 10, 1523 (2019). 2 7 . T h a c h e r ,T .D .C l a r k e ,B .L .V i t a m i nDi n s u f ciency. Mayo Clin. Proc. 86,5 0 60 (2011). 28. Uhlen, M. et al. Proteomics. Tissue-based map of the human pro- teome. Science 347, 1260419 (2015). 29. Jiang, L. et al. Determining the c ontents and cell origins of apoptotic bodies by ow cytometry. Sci. Rep. 7, 14444 (2017). 3 0 . C o w a n ,D .B .e ta l .T r a n s i ta n di n tegration of extracellular mito- chondria in human heart cells. Sci. Rep. 7, 17450 (2017). 31. Crewe, C. et al. Extracellular vesicle-based interorgan transport of mitochondria from energetically stressed adipocytes. Cell Metab. 33,1 8 5 3 1868 e1811 (2021). 32. Rosina, M. et al. Ejection of damaged mitochondria and their removal by macrophages ensure ef cient thermogenesis in brown adipose tissue. Cell Metab. 34,5 3 3 548 e512 (2022). 33. Zou, X. et al. Renal scattered tubular-like cells confer protective effects in the stenotic murine kidney mediated by release of extracellular vesicles. Sci. Rep. 8,1 2 6 3( 2 0 1 8 ) . 34. Letsiou, E. et al. Microvesicles released from pneumolysin- stimulated lung epithelial cells carry mitochondrial cargo andsuppress neutrophil oxidative burst. Sci. Rep. 11,9 5 2 9( 2 0 2 1 ) . 35. Youn, D. H. et al. Mitochondrial dysfunction associated with autophagy and mitophagy in cerebrospinal uid cells of patients with delayed cerebral ischemia following subarachnoid hemor-rhage. Sci. Rep. 11, 16512 (2021). 36. D Acunzo, P. et al. Mitovesicles are a novel population of extra- cellular vesicles of mitochondrial origin altered in Down syndrome.Sci. Adv. 7, eabe5085 (2021). 37. Perez-Trevino, P., Velasquez, M.  Garcia, N. Mechanisms of mito- chondrial DNA escape and its relatio nship with different metabolic diseases. Biochim. Biophys. Acta Mol. Basis Dis. 1866 , 165761 (2020).38. Huang da, W., Sherman, B. T.  Lempicki, R. A. Systematic and integrative analysis of large gene lists using DAVID bioinformaticsresources. Nat. Protoc. 4,4 4 57 (2009). 3 9 . S h e r m a n ,B .T .e ta l .D A V I D :aw e b server for functional enrichment analysis and functional annotation of gene lists (2021 update). Nucleic Acids Res. 50,W 2 1 6 W221 (2022). 40. Sallum, J. M. F. et al. Epidemiology of mutations in the 65-kDa retinal pigment epithelium (RPE65) gene-mediated inherited retinal dys-trophies: a systematic literature review. Adv. Ther. 39, 1179 1198 (2022). 41. Boon, C. J. F. et al. The spectrum of retinal dystrophies caused by mutations in the peripherinRDS gene. P r o g .R e t i n .E y eR e s . 27, 213 235 (2008). 42. Hull, S. et al. Clinical characterization of CNGB1-related autosomal recessive retinitis pigmentosa. JAMA Ophthalmol. 135, 137 144 (2017). 4 3 . C o x ,D .R .A .e ta l .H i g hs p e e dc e n t r i f u g a t i o nb e f o r ef r o z e ns t o r a g e of plasma is critical for quantitative analysis of mitochondrial-derived cell-free DNA. Clin. Chem. 66, 1111 1114 (2020). 44. Melki, I. et al. Platelets release mitochondrial antigens in systemic lupus erythematosus. Sci. Transl. Med. 13, eaav5928 (2021). 45. van Velzen, J. F., Laros-van Gorkom, B. A., Pop, G. A.  van Heerde, W. L. Multicolor ow cytometry for evaluati on of platelet surface antigens and activation markers. Thromb. Res. 130,9 2 98 (2012). 46. Mercer, T. R. et al. The human mitochondrial transcriptome. Cell 146,6 4 5 658 (2011). 47. Jemt, E. et al. Regulation of DNA replication at the end of the mitochondrial D-loop involves the helicase TWINKLE and a con-served sequence element. Nucleic Acids Res. 43, 9262 9275 (2015). 48. Rackham, O.  Filipovska, A. Organization and expression of the mammalian mitochondrial genome. Nat. Rev. Genet. 23, 606 623 (2022). 49. Isaac, R. S. et al. Singlenucleoi d architecture reveals hetero- geneous packaging of mitochondrial DNA. Nat. Struct. Mol. Biol. in press https:doi.org10.11012022.09.25.509398 (2022). 50. Popow, J. et al. FASTKD2 is an RNA-binding protein required for mitochondrial RNA processing and translation. RNA 21, 1873 1884 (2015). 51. Jourdain, A. A. et al. A mitochondria-speci c isoform of FASTK is present in mitochondrial RNA granules and regulates geneexpression and function. Cell Rep. 10, 1110 1121 (2015). 52. Cao, K. et al. Hypermethylation of hepatic mitochondrial ND6 pro- vokes systemic insulin resistance. Adv. Sci. (Weinh.) 8, 2004507 (2021). 53. Chinnery, P. F. et al. The mitochondrial ND6 gene is a hot spot for mutations that cause Leber s hereditary optic neuropathy. Brain 124,2 0 9 218 (2001). 54. Roberts, D. R. et al. Effects of space ight on astronaut brain struc- ture as indicated on MRI. N. Engl. J. Med. 377,1 7 4 6 1753 (2017). 5 5 . L e e ,A .G .e ta l .S p a c e ight associated neuro-ocular syndrome (SANS) and the neuro-ophthalmologic effects of microgravity: a review and an update. NPJ Microgravity 6,7( 2 0 2 0 ) . 56. Roy-O R e i l l y ,M . ,M u l a v a r a ,A .W i l l i a m s ,T .Ar e v i e wo fa l t e r a t i o n s to the brain during space ight and the potential relevance to crew in long-duration space exploration. NPJ Microgravity 7,5( 2 0 2 1 ) . 57. Zu Eulenburg, P. et al. Changes in blood biomarkers of brain injury and degeneration following long-duration space ight. JAMA Neu- rol.78,1 5 2 5 1527 (2021). 58. Barisano, G. et al. The effect of prolonged space ight on cere- brospinal uid and perivascular spaces of astronauts and cosmo- nauts. Proc. Natl Acad. Sci. USA 119, e2120439119 (2022).Article https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 1459. Tan, H. W. S. et al. A degradative to secretory autophagy switch mediates mitochondria clearance in the absence of the mATG8-conjugation machinery. Nat. Commun. 13, 3720 (2022). 60. Todkar, K. et al. Selective packaging of mitochondrial proteins into extracellular vesicles prevents t he release of mitochondrial DAMPs. Nat. Commun. 12,1 9 7 1( 2 0 2 1 ) . 61. Peruzzotti-Jametti, L. et al. Neural stem cells traf c functional mitochondria via extracellular vesicles. PLoS Biol. 19, e3001166 (2021). 62. Chen, Y., Zhang, J., Cui, W.  Silverstein, R. L. CD36, a signaling receptor and fatty acid transporter that regulates immune cellmetabolism and fate. J. Exp. Med. 219, e20211314 (2022). 63. Alkhatatbeh, M. J., Enjeti, A. K., Acharya, S., Thorne, R. F.  Lincz, L. F. The origin of circulating CD36 in type 2 diabetes. Nutr. Diabetes 3, e59 (2013). 6 4 . N i e l s e n ,M .H . ,S a b a r a t n a m ,R . ,P e d e r s e n ,A .J .T . ,H o j l u n d ,K . Handberg, A. Acute exercise increases plasma levels of muscle-derived microvesicles carrying fatty acid transport proteins. J. Clin. Endocrinol. Metab. 104, 4804 4814 (2019). 65. McGuckin, M. A., Linden, S. K., Sutton, P.  Florin, T. H. Mucin dynamics and enteric pathogens. Nat. Rev. Microbiol. 9, 265 278 (2011). 66. Hollingsworth, M. A.  Swanson, B. J. Mucins in cancer: protection and control of the cell surface. Nat. Rev. Cancer 4,4 5 60 (2004). 6 7 . M a o ,X .W .e ta l .I m p a c to fs p a c e ight and arti cial gravity on the mouse retina: biochemical and proteomic analysis. Int. J. Mol. Sci. 19,2 5 4 6( 2 0 1 8 ) . 6 8 . M a o ,X .W .e ta l .S p a c e ight induces oxidative damage to blood brain barrier integrity in a mouse model. FASEB J. 34, 15516 15530 (2020). 69. Arima, Y. et al. Regional neural activation de nes a gateway for autoreactive T cells to cros s the blood-brain barrier. Cell148, 447 457 (2012). 70. Stofkova, A. et al. Photopic light-mediated down-regulation of local alpha(1A)-adrenergic signaling protects blood retina barrier in experimental autoimmune uveoretinitis. Sci. Rep. 9,2 3 5 3( 2 0 1 9 ) . 7 1 . T a n a k a ,Y . ,A r i m a ,Y . ,K a m i m u r a ,D .M u r a k a m i ,M .T h eg a t e w a y reex, a novel neuro-immune interaction for the regulation of regional vessels. Front. Immunol. 8 ,1 3 2 1( 2 0 1 7 ) . 7 2 . L e e ,A .G . ,M a d e r ,T .H . ,R o b e r tG i b s o n ,C . ,B r u n s t e t t e r ,T .J .T a r v e r , W. J. Space ight-associated neuro-ocular syndrome (SANS). Eye 32, 1164 1167 (2018). 73. Martin Paez, Y., Mudie, L. I.  Subramanian, P. S. Space ight asso- ciated neuro-ocular syndrome (SANS): a systematic review andfuture directions. Eye Brain 12,1 0 5 117 (2020). 74. Kerur, N. et al. cGAS drives noncanonical-in ammasome activation in age-related macular degeneration. Nat. Med. 24,5 0 61 (2018). 75. Holley, J. M. et al. Characterization of gene expression pro les in t h em o u s eb r a i na f t e r3 5d a y so fs p a c e ight mission. NPJ Micro- gravity 8, 35 (2022). 76. Singh, A., Faccenda, D.  Campanella, M. Pharmacological advan- ces in mitochondrial therapy. EBioMedicine 65, 103244 (2021). 77. Decout, A., Katz, J. D., Venkatraman, S.  Ablasser, A. The cGAS- STING pathway as a therapeutic target in in ammatory diseases. Nat. Rev. Immunol. 21,5 4 8 569 (2021). 78. Zhou, W. et al. Peripheral blood mitochondrial DNA copy number is associated with prostate ca ncer risk and tumor burden. PLoS ONE 9, e109470 (2014).79. Yoshida, K. et al. Intergenerational effect of short-term space ight in mice. iScience 24, 102773 (2021). 8 0 . P i n e r o ,J . ,S a u c h ,J . ,S a n z ,F .F u r l o n g ,L .I .T h eD i s G e N E Tc y t o s c a p e app: exploring and visualizing disease genomics data. Comput. Struct. Biotechnol. J. 19, 2960 2967 (2021). Acknowledgements We thank the Japan Space Forum for project management, and N. Inoue, K. Murakami, and M. Shirakawa for advice. This study was supported byJAXA, NASA, and JSPS KAKENHI JP20H03234, JP23H02458. The MHU-1experiment, which provided mouse plasma samples, was supported byJAXA and 14YPTK-005512. Figures 1aa n d 6a were created with images from the NASA Image Gallery. Author contributions M.M., S.F., S.T., T.K., D.S., and T.A. designed and supervised the study.M.M. performed sample processing and data collection. M.M., N.H.,S.-I.F., and Y.S. analyzed data and discussed relevant literature todevelop results and discussion sections. M.M. wrote the manuscript.All authors viewed and approved the manuscript before submission. Competing interests The authors declare no competing interests. Additional information Supplementary information The online version contains supplementary material available at https:doi.org10.1038s41467-023-41995-z . Correspondence and requests for materials should be addressed to Masafumi Muratani. Peer review information Nature Communications thanks Atsushi Higashitani, Anna Krichevsky and the other, anonymous, reviewer fortheir contribution to the peer review of this work. A peer review le is available. Reprints and permissions information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jur- isdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, aslong as you give appropriate credit to the original author(s) and thesource, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is notincluded in the article s Creative Commons licence and your intended use is not permitted by statutory re gulation or exceeds the permitted use, you will need to obtain permission directly from the copyrightholder. To view a copy of this licence, visit http:creativecommons.org licensesby4.0 .  The Author(s) 2024Article https:doi.org10.1038s41467-023-41995-z Nature Communications  (2024) 15:4814 15",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            }
        ]
    }
]