[
    {
        "pmid": "38383049",
        "title": "Adaptation to full weight-bearing following disuse in rats: The impact of biological sex on musculoskeletal recovery.",
        "year": "2024",
        "journal": "Physiol Rep",
        "abstract": "With the technological advances made to expand space exploration, astronauts will spend extended amounts of time in space before returning to Earth. This situation of unloading and reloading influences human physiology, and readaptation to full weight-bearing may significantly impact astronauts' health. On Earth, similar situations can be observed in patients who are bedridden or suffer from sport-related injuries. However, our knowledge of male physiology far exceeds our knowledge of female's, which creates an important gap that needs to be addressed to understand the sex-based differences regarding musculoskeletal adaptation to unloading and reloading, necessary to preserve health of both sexes. Using a ground-based model of total unloading for 14 days and reloading at full weight-bearing for 7 days rats, we aimed to compare the musculoskeletal adaptations between males and females. Our results reveal the existence of significant differences. Indeed, males experienced bone loss both during the unloading and the reloading period while females did not. During simulated microgravity, males and females showed comparable muscle deconditioning with a significant decline in rear paw grip strength. However, after 7 days of recovery, muscle strength improved. Additionally, sex-based differences in myofiber size existing at baseline are significantly reduced or eliminated following unloading and recovery.",
        "full_text": "Physiological Reports. 2024;12:e15938.  1 of 15 https:doi.org10.14814phy2.15938 wileyonlinelibrary.comjournalphy21  INTRODUCTION Extended time spent in microgravity (either real or sim- ulated) is associated with severe muscle deconditioning (Fitts et al., 2000), bone loss (Gabel et al., 2022), and cardiovascular alterations (Shen  Frishman, 2019), despite the use of countermeasures such as exercise training (Petersen et al., 2016). With the Artemis mis - sions aiming to establish a sustained presence on the lunar surface and prepare for the long journey to Mars (NASA, 2017; Smith et al., 2020), astronauts will have to face severe deconditioning before re- adjusting to Earths gravity. Previous studies have established that while astronauts usually experience a 11.5 bone loss per Received: 21 December 2023  Revised: 1 January 2024  Accepted: 1 January 2024 DOI: 10.14814phy2.15938 ORIGINAL ARTICLE Adaptation to full weight- bearing following disuse in rats: The impact of biological sex on musculoskeletal recovery Margot Issertine1,2  Megan E. Rosa- Calwell1,2  Dong- Min Sung1  Mary L. Bouxsein2,3  Seward B. Rutkove1,2  Marie Mortreux1,2,4 This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.  2024 The Authors. Physiological Reports published by Wiley Periodicals LLC on behalf of The Physiological Society and the American Physiological Society.1Department of Neurology, Beth Israel Deaconess Medical Center, Boston, Massachusetts, USA 2Harvard Medical School, Boston, Massachusetts, USA 3Department of Orthopedic Surgery, Beth Israel Deaconess Medical Center, Center for Advanced Orthopaedic Studies, Boston, Massachusetts, USA 4Department of Nutrition, University of Rhode Island, Kingston, Rhode Island, USA Correspondence Marie Mortreux, 41 Lower College Rd, 128 Fogarty Hall, Kingston 02881, RI, USA. Email: marie.mortreuxuri.edu Funding information NASA  Science Mission Directorate (SMD), GrantAward Number: 80NSSC16K1598 and 80NSSC21K0311; University of Rhode Island (URI)Abstract With the technological advances made to expand space exploration, astronauts will spend extended amounts of time in space before returning to Earth. This situation of unloading and reloading influences human physiology, and read- aptation to full weight- bearing may significantly impact astronauts health. On Earth, similar situations can be observed in patients who are bedridden or suf- fer from sport- related injuries. However, our knowledge of male physiology far exceeds our knowledge of females, which creates an important gap that needs to be addressed to understand the sex- based differences regarding musculoskeletal adaptation to unloading and reloading, necessary to preserve health of both sexes. Using a ground- based model of total unloading for 14 days and reloading at full weight- bearing for 7 days rats, we aimed to compare the musculoskeletal adapta- tions between males and females. Our results reveal the existence of significant differences. Indeed, males experienced bone loss both during the unloading and the reloading period while females did not. During simulated microgravity, males and females showed comparable muscle deconditioning with a significant de- cline in rear paw grip strength. However, after 7 days of recovery, muscle strength improved. Additionally, sex- based differences in myofiber size existing at base- line are significantly reduced or eliminated following unloading and recovery. KEYWORDS bone, gravity, muscle, musculoskeletal, rats, reloading, sex, unloading2 of 15  ISSERTINE et al. month (Vico et al., 2017) during their mission, they also fail to recover their normal bone density long after return (Dana Carpenter et al., 2010; Orwoll et al., 2013). While this represents an important health risk increase for as - tronauts (Droppert, 1990; Edgerton  Roy, 1994; Gabel et al., 2022; Lambrecht et al., 2017; Pool- Goudzwaard et al., 2015), the succession of unloading and reloading periods is not solely experienced by this population. Indeed, mechanical unloading is also experienced on Earth, often as a result of bed rest, immobilization, or injury. These conditions lead to substantial muscle at - rophy and reduced force generation capabilities (Dos Santos et al., 2016; Krasnoff  Painter, 1999; Sargeant et al., 1977), often more so in women than men (Abadi et al., 2009; Yasuda et al., 2005). Injured athletes who have been immobilized or have suffered from anterior cruciate ligament (ACL) injury still show muscle atro - phy and weakness more than a year after intervention and return to full weight- bearing (Grimby et al., 1980; Hortobgyi et al., 2000), which can result in reduced physical performance and increase the risk of future injury (Ingersoll et al., 2008; Mendias et al., 2013). However, studies comparing post- injury capability in adults of both sexes have yielded conflicting results (Gianakos et al., 2022; Maguire et al., 2021; Sutton  Bullock, 2013), and rehabilitation protocols remain identical for both sexes (Adams et al., 2012; Maguire et al., 2021). Similarly, each day spent on bed rest in the intensive care unit (ICU) decreases muscle strength by 311 when adjusted for other risk factors (Fan et al., 2014), and frequently results in persistent muscle weakness which impacts both physical function and quality of life (Fan et al., 2014; Parry  Puthucheary, 2015), commensurate with patients age (Hashem et al., 2016). However, few of these studies have examined the impact of biological sex on muscle weakness and physical performance after the disuse period. Although previous rodent studies have investigated muscle recovery after unloading (Mozdziak et al., 2000; Oishi et al., 2008), sex differences have not been explored. The purpose of our study was to compare how male and female rats recover from unloading- induced muscu- loskeletal deconditioning (using the hindlimb suspension model, HLS) after returning to full weight- bearing. Our results demonstrate the existence of sex- based differences in musculoskeletal adaptation to both unloading and re - loading. These results highlight important differences that should be considered during musculoskeletal recovery, and could help identify new considerations for strategies aiming to preserve musculoskeletal health, both on Earth and in space.2  MATERIALS AND METHODS 2.1  Animals Twenty- one (Ingersoll et al., 2008) adult Wistar rats (10 males and 11 females) were obtained at 13 weeks of age (Charles River Laboratories, Wilmington, MA), and baseline assessments were performed 1 week later. Prior to baseline testing, animals were individually housed and placed in custom cages and allowed to acclimate for 24- 48 h. These cages, described elsewhere (Mortreux et al., 2018; Mortreux  Rosa- Caldwell, 2020), are used to perform hindlimb suspension (HLS) and to house animals during full weight- bearing recovery. Rats were placed in HLS for 14 days using a pelvic harness as previously de- scribed (Mortreux et al., 2019, 2021), before being allowed to return to full weight- bearing for 7 days. Water and rat chow were provided ad libitum, and food intake was recorded (LabDiet Formulab Diet Rodent Chow, Cat 5008i). Daily checks were performed to assess animals well- being and monitor for any signs of pain or discomfort (e.g., porphyric staining around the eyes, poor grooming, prostration and hair loss), appro - priate harness fitting, and the ability to walk unimpeded across the cage. 2.2  Grip strength testing Grip strength testing was obtained during baseline test- ing and weekly thereafter. Rats rear paws were placed on a 50 N capacity digital grip force meter (Chatillon, Largo, FL, USA) and gently pulled backward until the animal re- leased its grip from the pull bar. The same protocol was used for the front paws. Three tests were performed with a short latency period, and the peak force generated during each test was recorded and averaged. 2.3  Nerve- stimulated force production Force production was measured at baseline, after 14 days of HLS (Day 14, R  0), and after 7 days of reloading (Day 21, R  7). Animals were anesthetized using vaporized isoflurane (1.53.5)  O2. Rats were placed on a force plate (Dual Mode Muscle Lever System, Aurora Scientific, Aurora, ON, Canada), with the left foot securely taped to the apparatus. Monopolar electrodes (28G, Natus Medical Incorporated, Pleasanton, CA, USA) were placed subcu- taneously to deliver a supramaximal, tetanic stimulation at 200 Hz for 200 ms of the peroneal nerve at the fibular head (foot dorsiflexion) or a stimulation of the tibial nerve  3 of 15 ISSERTINE et al. at the popliteal fossa (foot plantar flexion). The maximal torque response was recorded, and the area under the curve (AUC) was calculated. 2.4  Fatigue protocol Anesthetized animals connected to the footplate appara- tus were subjected to a fatigue plantar flexion protocol, where they received a 120 s stimulation train (frequency: 40 Hz, pulse duration: 200 ms, pulse delay: 800 ms, rep- etitions: 120) as described elsewhere (Bagni et al., 2019; Fuglevand et al., 1999; Gineste et al., 2020). The maximal force produced during the protocol was recorded, and the AUC of the force curve was calculated. 2.5  In vivo skeletal assessments at the tibial diaphysis At baseline (Day 0), immediately after unloading (Day 14, R  0) and after reloading (Day 21, R  7), we assessed total and trabecular volumetric bone mineral density (vBMD) at the proximal tibia and cortical vBMD at the tibial mid- diaphysis, using in vivo peripheral quan- titative computed tomography (pQCT, Stratec, XCT Research SA , Pforzheim, Germany), as previously described (Ko et al., 2020). Daily calibration of the ma- chine was performed using a manufacturer- supplied hydroxyapatite phantom. Scans were performed in anes- thetized animals using a voxel size of 100 m and a scan- ning beam thickness of 500 m. Transverse images of the right tibia were acquired at 5.0, 5.5, 6.0 mm (for total and trabecular vBMD), and at 20 and 20.5 mm (for corti- cal vBMD) distal to the proximal tibial plateau. Scanned slices were analyzed using Stratec software (Stratec XCT Analysis System, v6.0, Norland Corp., Fort Atkinson, WI), and a standardized analysis to determine cortical (contour mode 1, peel mode 2, outer and inner thresh- old of 0.650 gcm3) and trabecular (contour mode 3, peel mode 4, outer threshold of 0.450 gcm3, inner threshold of 0.800 gcm3) vBMD. 2.6  Estrous cycle monitoring Estrous cycle monitoring was performed daily around 8:00 am, as previously described (Caligioni, 2009; Rosa- Caldwell et al., 2021). Briefly, a pipette tip containing 50 L of ddH2O was gently inserted at the vaginal open- ing. The cavity was flushed 23 times to collect vaginal wall cells. The sample was then placed on a microscope slide and allowed to dry, before being stained using 0.1 Crystal Violet solution (Sigma- Aldrich, C0775- 25G, St Louis, MO). After being rinsed with water, slides were visualized using a light microscope (40 magnification) and the estrous cycle phase was determined using cel- lular anatomical landmarks by a single researcher who was blinded to experimental conditions. Proestrus (P) and estrus (E) were considered high hormonal states and characterized by a majority of nucleated (P) or of non- nucleated cornified (E) epithelial cells. Metestrus (M) and diestrus (D) were considered low hormonal states and characterized by the presence of leukocytes, nucleated epithelial cells, and cornified cells (M), or by the presence of leukocytes (D), respectively. 2.7  Tissue collection Animals were euthanized at the end of the study by CO2 in- halation, according to IACUC guideline and in agreement with the recommended practices. Left hind limb muscles (i.e., gastrocnemius, soleus, extensor digitorum longus (EDL), and tibialis anterior (TA)) were immediately har- vested, and the wet mass of each muscle was determined using a precision analytical balance. The muscles were then placed in 10 neutral buffered formalin and fixed for 48 h at 4C, before being washed and stored in phosphate buffered saline (PBS) for histological analysis. 2.8  Muscle histomorphometry Soleus muscles were embedded in paraffin blocks, sec- tioned into 10 m slices and triple immunofluorescence staining was performed using and anti- slow skeletal my- osin heavy chain antibody (ab11083, Abcam, Cambridge, MA, USA), anti- fast skeletal myosin heavy chain an- tibody (ab91506, Abcam, Cambridge, MA, USA), and anti- wheat germ agglutinin (W6748, Thermofisher Scientific, Waltham, MA, USA) as previously described (Mortreux et al., 2021). Stained slides were subsequently imaged at 20 using a Zeiss Axio Imager M1 epifluo- rescence microscope, and myofiber cross- sectional area (CSA) was measured using the muscle morphometry plug- in (Anthony Sinadinos using Eclipse IDE) and FIJI (FIJI, ImageJ, NIH), with experimenters being blinded during both image acquisition and image analysis. CSA data from normally loaded controls (NL R  0) and hindlimb suspended controls (HLS R  0) were obtained from animals whose results were the object of another publication (Mortreux et al., 2021); however, no data were duplicated.4 of 15  ISSERTINE et al. 2.9  Statistical analyses Data were analyzed with GraphPad Prism v10.1.1 (GraphPad Software, La Jolla, CA). To compare the re- sponses in animals of both sexes, we used the percentage change from baseline for each animal for in vivo assess- ments. After performing normality tests, longitudinal data were analyzed using two- way repeated measures ANOVA (effects of time and sex), followed by Tukeys or Sidaks post hoc multiple comparisons test. Terminal assessments were analyzed using unpaired Students t- tests or two- way ordinary ANOVA followed by Tukeys post hoc test. Results are represented as mean  SD unless specified oth- erwise and were considered significant when p  0.05. 3  RESULTS Fourteen days of mechanical unloading using hindlimb suspension (HLS) resulted in significant body weight loss in males and females (Table 1). After 7 days of reloading at full weight- bearing, females recovered all the weight lost during unloading but males did not (p  0.01). However, these changes were not attributable to differences in food consumption between the disuse and recovery periods. After unloading, females had a decrease in non- fasted blood glucose levels compared to baseline, despite remain- ing within normal values, while males did not experience any variation (Table 1). 3.1  Trabecular loss is more pronounced in males and persists during reloading HLS led to a greater decline in tibial trabecular bone min- eral density (Trab.BMD) in males (20.4  2.5) than females (6.8  2.5, Figure 1a). After being reloaded for 7 days, Trab.BMD remained stable in females and did not differ from baseline. In contrast, males displayed fur- ther reduction in Trab.BMD, with values decreasing to 27.8  2.9 lower than baseline, significantly lower than the values obtained at the end of the unloading period (p  0.041). Cortical bone mineral density (Cort.BMD) at the tib - ial diaphysis increased during both the unloading and reloading periods in animals of both sexes (p  0.0001), with no differences between groups (p  0.71, Figure 1b). However, after 7 days of reloading, males displayed lower values than after HLS (p  0.019) while females did not. 3.2  Reloading increases force production in females more than males Front paw grip strength was not impacted during HLS but increased during mechanical reloading (Figure 2a). Female rats showed greater improvement in grip force than males with a 15.1  2.9 increase from baseline after the reloading period. On the other hand, rear paw grip strength significantly decreased after HLS in both sexes (Figure 2b). Both groups were stronger after 7d of re- covery, with females exhibiting a greater increase in grip force (p  0.0001). Nerve- stimulated force production measured during plantar flexion remained stable throughout disuse and recovery in males (Figure 2c), while females showed a non- significant decline after the HLS period. During foot dorsiflexion measurements, we observed opposing pro - files in males and females (Figure 2d). Indeed, males pro - duced less force over time, with a minimum reached after the end of the reloading phase (12.7  9.2), while females increased force production after the reloading TABLE 1 Animals body weight, blood glucose and average weekly food intake during disuse (Day 0Day 14) and reloading (Day 14 Day 21). Males (n  10) Females (n  11) Day 0 Day 14 Day 21 Day 0 Day 14 Day 21 Body weight (g) 436.16  27.39 410.27  29.81 416.14  29.97 263.29  24.85 251.15  23.21 263.62  21.76 Body weight ( change from Day 0)8e9  6.29 5.93  3.74 4.59  3.421e8  9.29 4.52  3.98 0.37  5.67 Average weekly food intake (g)NA 172.47  9.92 168.04  14.41 NA 125.55  8.06 130.60  20.16 Blood glucose (mgdL)109.5  13.5 103.1  14.1 107.2  10.7 99.0  9.8 86.0  11.6 92.0  8.7 Note: Average weekly food intake for Day 14 represents the average value from Day 0 to Day 14. Average weekly food intake for Day 21 represents the average value from Day 14 to Day 21. NA, Not applicable. Results are displayed for males (n  10) and females (n  11) as mean  SD. , : p  0.05, p  0.01 versus Day 0; , : p  0.05, p  0.01 versus Day 14.  5 of 15 ISSERTINE et al. period (28.7  8.8), although no group achieved statis - tical significance. These changes are most clearly visible on the representative tetanic curves provided for males (Figure 2e,g) and females (Figure 2f,h), respectively. 3.3  Muscle endurance is less impacted in females compared to males Fatigability was assessed in the posterior compartment (i.e., gastrocnemius and soleus) during a foot plantar flexion (Figure 3). Overall, HLS and mechanical reload- ing did not appear to impact the development of fatigue in either sex (Figure 3a); however, we observed a con- stant increase in the peak force recorded (effect of time p  0.0013, Figure 3b). After unloading, animals of both sexes fatigued more quickly than at baseline (Figure 3c), but females showed improved fatigue resistance after the reloading period. Concomitantly, repeated stimulation led to a significantly greater reduction in force production after disuse (Figure 3d), which remained unchanged after mechanical reloading. 3.4  Anatomical sex- based differences in myofiber size are erased after disuse and reloading When normalized to body weight, to account for the large difference between males and females, hindlimb muscle mass did not significantly differ between sexes, despite females having overall larger relative muscle weights (Table 2). Histomorphometric analyses aimed to compare sex- based differences in soleus myofiber cross- sectional area (CSA) after reloading (R  7) with disuse animals (HLS R  0) and normally loaded controls (NL R  0, Figure 4). Representative images are shown in Figure 4e. In normally loaded (NL) controls, females have 1233 smaller myofibers than males, depending on myofiber type. HLS results in myofiber atrophy in both males and females. Interestingly, after HLS, most of the sex- based dif- ferences were no longer present with females having my- ofibers of similar size to males, with the exception of hybrid myofibers (MyHCH) that remained significantly smaller (p  0.01, Figure 4d). Seven days of reloading at full weight- bearing resulted in a significant increase in myofiber size in males and females across all fiber types. Sex- based dif- ferences were not observed when analyzing average CSA nor in slow- twitch (MyHC1) fibers (Figures 4a,b). These results emphasize that females had greater recovery of the MyHC1 soleus fibers than males, for which CSA remained significantly smaller than NL controls (p  0.0064). Of note, after experiencing disuse and recovery, females but not males had larger MyHCH myofibers compared to their NL controls (p  0.02, Figure 4d). 3.5  Estrous cycle is impacted by unloading and reloading in females Estrous cycle monitoring highlighted significant differ- ences throughout the protocol (Figure 5). During the 2 weeks of unloading, females spent approximately 4 days per week in low hormone stages (i.e., DiestrusMetestrus; DM) and 3 days per week in high hormone stages (i.e., ProestrusEstrus; PE, Figure 5a). However, our animals experienced a significant shift during the week spent re- loaded at 1 g, where they experienced 1.45 days in DM FIGURE 1 Skeletal changes at the tibial diaphysis. Change in trabecular bone mineral density (Trab. BMD) (a) and cortical bone mineral density (Cort. BMD) (b), measured weekly using pQCT in male and female rats. N  10 for males, n  11 for females. The results of the two- way RM ANOVA are displayed in Table S1, and post hoc test results are represented as , : p  0.01, p  0.0001 versus males; , , : p  0.01, p  0.001, p  0.0001 versus Day 0; : p  0.05, versus Day 14. Experiment Days 114 were spent in HLS, and Days 1521 were spent at 1 g (normal loading).05 10 15 20 25-40-30-20-10010 DaysTrab BMD ( change ) Males Female s   time p0.0001 sexp0.000 1 time  sex p0.00 01 05 10 15 20 250246810 DaysCort BMD ( change)Males Female s time p0.0001 sexp0.713 9 time  sex p0.1672  (a) (b)6 of 15  ISSERTINE et al. 05 10 15 20 25-20-10010203040 DaysFront paw grip force ( change ) Male s Female s time p0.0005 sexp0.249 3 time  sex p0. 1114  05 10 15 20 25-20-1001020 DaysPFAUC ( Change )Male s Female s time p0.1215 sexp0.825 1 time  sex p0.1676 0.0 0.2 0.4050100150200 Time (sec )PF Force (mN)0 14 21Males 0.00 .2 0.40102030 Time (sec)DF Force (mN)0 14 21Males05 10 15 20 25-80-60-40-2002040 DaysRear paw Grip Force ( change)Males Female s time p0.0001 sexp0.086 4 time  sex p0.0592    05 10 15 20 25-50050100 DaysDFAUC ( Change)Males Females time p0.4444 sexp0.046 1 time  sex p0.0205 0.00 .2 0.4050100150200 Time (sec )PF Force (mN)0 14 21Females 0.0 0.2 0.40102030 Time (sec )DF Force (mN)0 14 21Females(a) (b) (c) (d) (e) (f) (g) (h)  7 of 15 ISSERTINE et al. and 5.55 days in PE. This change in estrous cycle phases showed that during reloading at full weight- bearing, our animals spent 79.2 of the time in high hormone stages, significantly more than during each week of HLS (Figure 5b), and almost twice as much as during the full unloading period (Figure 5c).FIGURE 2 Functional muscle assessments. Change in front (a) and rear (b) paw grip force, change in the area under the curve (AUC) during plantar flexion, labeled as PF (c), and dorsiflexion, labeled as DF (d). Representative force curve for plantar flexion (e, g) and for dorsiflexion (f, h) are plotted. Males data are shown in blue, and females data are shown in pink. N  10 for males, n  11 for females. The results of the two- way RM ANOVA are displayed in Table S1, and post hoc test results are represented as : p  0.05 versus males; , : p  0.05, p  0.0001 versus Day 0; , , : p  0.05, p  0.001, p  0.0001 versus Day 14. Experiment Days 114 were spent in HLS, and Days 1521 were spent at 1 g (normal loading). FIGURE 3 Muscle resistance to a fatigue protocol. Change in the area under the curve (AUC) during the fatigue protocol (a), change in fatigue peak force (b), change in the time to decrease force production by 50 (c), and change in fatigue force drop (d). N  10 for males, n  11 for females. The results of the two- way RM ANOVA are displayed in Table S1, and post hoc test results are represented as , : p  0.05, p  0.01 versus Day 0; : p  0.05, versus Day 14. Experiment Days 114 were spent in HLS, and Days 1521 were spent at 1 g (normal loading).05 10 15 20 25-20-1001020 DaysFatigue AUC ( change )Males Females time p0.11 61 sexp0.544 2 time  sex p0.78 18 05 10 15 20 25-30-20-100 DaysTime to 50 Force Production ( change ) Males Female s time p0.0001 sexp0.432 6 time  sex p0.60 24  05 10 15 20 250204060 DaysFatigue Force Drop ( change ) Males Females time p0.0031 sexp0.551 8 time  sex p0.74 69 05 10 15 20 25010203040 DaysFatigue Peak Force ( change ) Male s Female s time p0.0013 sexp0.215 3 time  sex p0.2940(a) (b) (c) (d) TABLE 2 Normalized hindlimb muscles wet mass. Mass (g100 g of body weight) Soleus Gastrocnemius TA EDL Males (n  10) 0.043  0.005 0.553  0.048 0.196  0.015 0.044  0.003 Females (n  11) 0.047  0.005 0.587  0.068 0.205  0.016 0.047  0.003 Note: Results are displayed as mean  SD and expressed in g100 g of body weight and were obtained immediately at the end of the experiment (R  7, Day 21). Results were analyzed using unpaired t- tests. No significant differences were detected between males and females.8 of 15  ISSERTINE et al. FIGURE 4 Soleus histomorphometry. Myofiber cross- sectional area (CSA) compared to normally loaded males for mean CSA (a), slow- twitch (MyHC1) fibers (b), fast- twitch (MyHC2) fibers (c), and hybrid (MyHCH) myofibers (d), and representative images for males and females (e). Cell borders are shown in red (WGA); nuclei are represented in blue (DAPI); MyHC1 fibers are represented in green; MyHC2 fibers are represented in purple; and hybrid myofibers are labeled with white dots. Scale bar represents 50 m. N  10 for males, n  11 for females. A table presenting the results of the two- way ordinary ANOVA (factors of sex and time) and the results of the tests between males and females is displayed in Table S2. NL R  0: animals that spent 14 days in normal loading conditions; HLS R  0: animals that spent 14 days in hindlimb suspension; R  7: animals that spent 14 days in hindlimb suspension and were reloaded for 7 days in normal loading conditions.NL R0 HLS R0 R7050100150Soleus myofiber CSA ()Male s Female sp  0.0248 NL R0 HLS R0 R7050100150MyHC2 CS A ( )Males Female sp  0.0528 p  0.0017NL R0H LS R0R 7050100150MyHC1 CS A ( )Males Femalesp  0.0626 NL R0H LS R0R 7050100150MyHCH CS A ( )Male s Femalesp  0.0002 p  0.0086p  0.0220(a) (b) (c) (e)(d)  9 of 15 ISSERTINE et al. 4  DISCUSSION We studied the musculoskeletal effects of 7 days of recov- ery at full weight- bearing following 14 days of mechanical unloading in adult male and female rats. Our results show that males experience greater trabecular bone loss during both the unloading and reloading periods compared to fe- males and that females exhibit a greater recovery of mus- cle function. Moreover, following disuse and recovery, initial sex differences between males and females (e.g., such as myofibers being larger in healthy males compared to females) were eliminated, demonstrating that males ex- perienced a greater loss andor an incomplete recovery in the soleus muscle. The most striking differences between males and fe - males were observed in the skeletal compartment. Studies in rodents that underwent 439 days of spaceflight high- lighted significant trabecular bone loss at an average rate of 1.7 per day (Stavnichuk et al., 2020) which is comparable to our findings in males. While the ab - sence of bone loss in females may seem unexpected after 14 days of unloading, several teams have found similar re - sults. Indeed, studies conducted in outbred rats showed no difference in tibial BMD, or femoral BMD after 2 to 3 weeks of hindlimb suspension (David et al., 2006; Lecoq et al., 2006; Peres- Ueno et al., 2017) and observed only a 6.36 reduction in femoral BMD after 30 days of suspen- sion (Lecoq et al., 2006). One study comparing bone ad- aptation after 2 weeks of unloading in male and female Wistar rats reported larger reductions in the cortical and cancellous compartments of males compared to females, due to increased bone resorption activity in males (David et al., 2006). Although the continued bone loss experi- enced by males after being allowed to freely ambulate for 7 days may seem surprising, human studies have found similar results, and highlighted that bone deterioration peaks after 1530 days of re- ambulation following bed rest in healthy men (Cervinka et al., 2014). Our results also showed increased cortical BMD during HLS for both sexes, with overall moderate changes compared to the tra- becular compartment (maximum of 5 change from base - line), which has previously been reported in adult males exposed to partial weight- bearing (Ko et al., 2020) and hindlimb unloading (Bloomfield et al., 2002) using in vivo pQCT, and further confirms the compartment- specific behavior of the bone tissue (Bloomfield et al., 2002; Laib et al., 2000). While few studies have directly compared the response of males and females to bouts of mechanical unloading, prior studies showed that female rats are more resistant to neuromuscular deconditioning than males when ex - posed to 14 days of HLS (Deschenes  Leathrum, 2016; Mortreux et al., 2021). However, in our current study, we did not observe differences regarding voluntary grip strength or fatigue resistance between sexes following disuse, similar to others (do Carmo et al., 2016). While these results are surprising given our earlier findings (Mortreux et al., 2021), the current study uses outbred animals with greater genetic variability to better emu- late the individual variations found in the human pop - ulation. Therefore, it is possible that some differences between our groups remained undetected. Although FIGURE 5 Estrous cycle analysis. Number of days spent in low hormone phases (DiestrusMetestrus, DM) and high hormone phases (ProestrusEstrus, PE) for each week of the protocol. Animals spent the first 2 weeks in hindlimb suspension and Week 3 at 1 g (a). Percentage of time spent in high hormone phases (PE) for each week of the protocol (b), and for the full period of unloading (HLS, 14 days) and reloading (R, 7 days) (c). N  11. Two- way RM ANOVA was used for panel (a) with effects of time and estrus phase (time: p  0.999, estrus: p  0.0426, time  estrus: p  0.0001). Results of the Tukeys post hoc tests are displayed and indicate a significant difference with the values obtained at Week 3. One- way RM ANOVA was used for panel (b) (p  0.0001), and results of the Tukeys post hoc tests are displayed. Paired Students t- test was used for panel (c).HLSR050100Timespent in PE states ( )p  0.0001 Wk 1W k 2W k 3050100Timespent in PE states ( )p  0.0001 p  0.0038 Wk 1W k 2W k 30246Days spent in phasesDM PEp  0.0001 p  0.0038p  0.0001 p  0.0038(a) (b) (c)10 of 15  ISSERTINE et al. human studies have yet to reach a consensus regarding the impact of unloading on muscle function, multiple teams found consistent differences between men and women (Hicks et al., 2011). Indeed, force and endurance measurements performed in healthy participants (Clark et al., 2003; Fulco et al., 1999; Maughan et al., 1986; Russ  Kent- Braun, 2003), and following limb immo - bilization (Semmler et al., 1999), repeatedly highlight that women have greater endurance capacity for iso - metric and dynamic muscle contractions compared to men. While functional decrements, as compared to simple force production, following unloading are some - times observed to a greater extent in women (Deschenes et al., 2009; Wu et al., 2022; Yasuda et al., 2005), it is not always the case (de Carvalho et al., 2022; Mekjavic et al., 2021; Miles et al., 2005). In our animals, we ob - served greater improvement in muscle function after 7 days of recovery at full weight- bearing in females than in males, and studies performed in humans have found similar results in participants recovering from immobi- lization (Semmler et al., 1999) and muscle exhaustion (Fulco et al., 1999). Finally, although rodent studies are heavily biased toward the exclusive use of males, several teams have reported decreased muscle function after reloading despite a recovery of muscle mass (Alway et al., 2014; Oliveira et al., 2019; Warren et al., 2004). Sex dimorphism is observed in almost all tissues, in- cluding skeletal muscles (Glenmark et al., 2004; Haizlip et al., 2015; Miller et al., 1993), and is in part due to the presence of different sex hormones in males and fe - males (Anderson et al., 2017), along with significant dif- ferences in gene expression (Colom et al., 2007). In both humans and rodents, males usually have larger muscles and myofibers (Deschenes et al., 2018; Mierzejewska- Krzyowska et al., 2019; Mortreux et al., 2021; Simard et al., 1987). They also have a greater proportion of slow- twitch and hybrid fibers in weight- bearing muscles such as the soleus (Novk et al., 2010). Previous work from our laboratory showed that males undergo more severe atrophy of the soleus and TA muscles than fe - males during 14 days of hindlimb unloading (Mortreux et al., 2021) and others observed a significant loss of femoral bone density in males but not females, over the same period (David et al., 2006). In our normally loaded animals, we observed that males had significantly larger myofibers than females, regardless of myofiber type. However, this sex dimor - phism was largely absent in unloaded animals, except for hybrid myofibers (co- expressing Myosin Heavy Chain types 1 and 2), that remained larger in males than females. Following 7d of reloading at normal weight- bearing, myofiber size was not different between sexes, except for the hybrid fibers. These findings suggest that males suffer greater atrophy during disuse and a slower recovery during reloading compared to their female counterparts. Estrous cycle rhythmicity could be a potential rea- son for these findings. Indeed, several studies have de - scribed the link between muscle atrophy and endocrine perturbations (Martn et al., 2018) and it has long been known that reductions in sex hormone levels (such as experienced after menopause or gonadectomy) are as - sociated with greater musculoskeletal losses (Dupree  Dobs, 2004; Khadilkar, 2019; Navarrrete et al., 2020; Stratos et al., 2023). Recent experiments performed ex vivo and in vivo have shown that musculoskeletal de - conditioning is directly correlated with the time spent in low- hormonal phases (i.e., metestrus and diestrus) (Rosa- Caldwell et al., 2021). In the current study, young adult females spent on average 57.8 of the time in low- hormonal stages during HLS, similar to what has previously been reported (Rosa- Caldwell et al., 2021). However, during the week of reloading, they spent only 20.8 of the time in low- hormonal stages, which rep - resents a significant shift that could have facilitated musculoskeletal recovery. These findings should be analyzed as those of young adult and skeletally mature animals, as rats experience hormonal changes through- out their life. As such, we cannot conclude that preser - vation of estrous cycle rhythmicity alone might be able to preserve musculoskeletal integrity during disuse in older animals. Further studies using 6- month- old ani- mals and older are planned and will allow us to obtain a deeper understanding of the contribution of female sex hormones to musculoskeletal health. One of the limitations of our study is that we did not track hormonal states in males. Although testos - terone is a steroidal sex hormone known to be involved in musculoskeletal function (Florini, 1970; Herbst  Bhasin, 2004), the exact mechanisms at play remain elu- sive and numerous studies have described conflicting results (Brown, 2008; Gharahdaghi et al., 2021). Overall, researchers agree that testosterone acts as an anabolic molecule and increases muscle mass and strength, myo - fiber size, satellite cell activity (Serra et al., 2013) and pro - motes bone deposition. In parallel, low concentrations are linked with impaired muscle function (Ameredes et al., 1999; Grindeland et al., 1994) and low bone min- eral density (Hind et al., 2006), and even observed in ath- letes suffering from Relative Energy Deficiency in Sports (RED- S) (Mountjoy et al., 2014). Many studies reported that hindlimb unloading led to significant reductions in testosterone concentration (Karim et al., 2022; Mortreux et al., 2021; Moustafa, 2021; Ortiz et al., 1999); however, the impact on musculoskeletal deconditioning is not al- ways evident. Some researchers have demonstrated that  11 of 15 ISSERTINE et al. low testosterone did not amplify disuse- induced mus - cle atrophy and loss of force (Brown et al., 2001; Rosa- Caldwell et al., 1985), but others highlighted that low testosterone status attenuated musculoskeletal recovery during reloading (Hanson et al., 2020). In our study, we were expecting testosterone levels to drop in response to mechanical unloading as previously reported (De Naeyer et al., 2015), and it is possible that the exacerbated bone loss and attenuated muscle recovery during reloading may come from persistent low testosterone levels after re- ambulation. This question awaits further study. In summary, this study provides useful insight into the adaptations of the musculoskeletal system to full re - loading following a period of unloading, mimicking a re - turn to Earth after a prolonged stay in microgravity. We show that musculoskeletal recovery from unloading is sex- dependent, with males experiencing a slower mus - cle recovery and more severe skeletal loss than females. Although disuse studies involving both sexes are infre - quently performed and often do not collect concomitant hormonal data, our results demonstrate that such con- siderations are critical if we are to understand musculo - skeletal alterations. Our results suggest that sex- specific countermeasures and protocols could be needed to sup - port future of space exploration and treat disuse- related conditions here on Earth. AUTHOR CONTRIBUTIONS MI, MRC, DS, and MM performed the experiments, MI, MRC, DS, and MM analyzed the results. MM prepared the figures. MI and MM drafted the manuscript. MM and SBR designed the research and experiments. All authors were involved in the revision of the manuscript and approved of its final version. FUNDING INFORMATION This work was supported by a grant from the National Aeronautics and Space Administration (NASA: 80NSSC16K1598, S.B.R.; 80NSSC21K0311, S.B.RM.R.C), a Scholarship FRIM from La Rgion Occitanie (M.I.), and internal funding from the College of Health Sciences at the University of Rhode Island (M.M.). The authors acknowl- edge the BIDMC Morphology Core for the use of their Histology and Epifluorescence Microscopy resources. CONFLICT OF INTEREST STATEMENT The authors declare no conflicts of interests, financial, or otherwise. DATA AVAILABILITY STATEMENT The data that support the findings of this study are avail- able from the corresponding author upon reasonable request.ETHICS STATEMENT All experimental protocols were approved by the Beth Israel Deaconess Medical Center Institutional Animal Care and Use Committee under the protocol number 025- 2019. ORCID Marie Mortreux https:orcid.org0000-0001-8567-8184 REFERENCES Abadi, A., Glover, E. I., Isfort, R. J., Raha, S., Safdar, A., Yasuda, N., Kaczor, J. J., Melov, S., Hubbard, A., Qu, X., Phillips, S. M.,  Tarnopolsky, M. (2009). Limb immobilization induces a coor - dinate Down- regulation of mitochondrial and other metabolic pathways in men and women. PLoS One, 4, e6518. https: doi. org 10. 1371 journ al. pone. 0006518 Adams, D., Logerstedt, D., Hunter- Giordano, A., Axe, M. J.,  Snyder- Mackler, L. (2012). Current concepts for anterior cruciate liga- ment reconstruction: A criterion- based rehabilitation progres - sion. Journal of Orthopaedic and Sports Physical Therapy, 42, 601614. https: doi. org 10. 2519 JOSPT. 2012. 3871 Alway, S. E., Bennett, B. T., Wilson, J. C., Edens, N. K.,  Pereira, S. L. (2014). Epigallocatechin- 3- gallate improves plantaris muscle recovery after disuse in aged rats. Experimental Gerontology, 50, 8294. https: doi. org 10. 1016J. EXGER. 2013. 11. 011 Ameredes, B. T., Watchko, J. F., Daood, M. J., Rosas, J. F., Donahoe, M. P.,  Rogers, R. M. (1999). Growth hormone improves body mass recovery with refeeding after chronic undernutrition- induced muscle atrophy in aging male rats. The Journal of Nutrition, 129, 22642270. https: doi. org 10. 1093 JN 129. 12. 2264 Anderson, L. J., Liu, H.,  Garcia, J. M. (2017). Sex differences in muscle wasting. In F. Mauvais-Jarvis (Ed.), Sex and gender fac- tors affecting metabolic homeostasis, diabetes and obesity (Vol. 1043, pp. 153197). Springer. Bagni, M. A., Colombini, B., Nocella, M., Pregno, C., Cornachione, A.,  Rassier, D. E. (2019). The effects of fatigue and oxidation on contractile function of intact muscle fibers and myofibrils isolated from the mouse diaphragm. Scientific Reports, 9, 4422. https: doi. org 10. 1038 S4159 8- 019- 39353 - 5 Bloomfield, S. A., Allen, M. R., Hogan, H. A.,  Delp, M. D. (2002). Site- and compartment- specific changes in bone with hindlimb unloading in mature adult rats. Bone, 31, 149157. https: doi. org 10. 1016 S8756 - 3282(02) 00785 - 8 Brown, M. (2008). Skeletal muscle and bone: Effect of sex steroids and aging. American Journal of Physiology, 32, 120126. https: doi. org 10. 1152 ADVAN. 90111. 2008 Brown, M., Fisher, J. S.,  Hasser, E. M. (2001). Gonadectomy and reduced physical activity: Effects on skeletal muscle. Archives of Physical Medicine and Rehabilitation, 82, 9397. https: doi. org 10. 1053 apmr. 2001. 18697 Caligioni, C. S. (2009). Assessing reproductive statusstages in mice. Current Protocols in Neuroscience, 48, A.4I.1A.4I.8. https: doi. org 10. 1002 04711 42301. NSA04 IS48 Cervinka, T., Sievnen, H., Hyttinen, J.,  Rittweger, J. (2014). Bone loss patterns in cortical, subcortical, and trabecular compart - ments during simulated microgravity. Journal of Applied Physiology, 117, 8088. https: doi. org 10. 1152 JAPPL PHYSI OL. 00021. 201412 of 15  ISSERTINE et al. Clark, B. C., Manini, T. M., Th, D. J., Doldo, N. A.,  Ploutz- Snyder, L. L. (2003). Gender differences in skeletal muscle fatigability are related to contraction type and EMG spectral compression. Journal of Applied Physiology, 94, 22632272. https: doi. org 10. 1152 JAPPL PHYSI OL. 00926. 2002 Colom, B., Alcolea, M. P., Valle, A., Oliver, J., Roca, P.,  Garca- Palmer, F. J. (2007). Skeletal muscle of female rats exhibit higher mitochondrial mass and oxidative- phosphorylative capacities compared to males. Cellular Physiology and Biochemistry, 19, 205212. https: doi. org 10. 1159 00009 9208 Dana Carpenter, R., LeBlanc, A. D., Evans, H., Sibonga, J. D.,  Lang, T. F. (2010). Long- term changes in the density and structure of the human hip and spine after long- duration spaceflight. Acta Astronautica, 67, 7181. https: doi. org 10. 1016j. actaa stro. 2010. 01. 022 David, V., Lafage- Proust, M.- H. H., Laroche, N., Christian, A., Ruegsegger, P.,  Vico, L. (2006). Two- week longitudinal sur - vey of bone architecture alteration in the hindlimb- unloaded rat model of bone loss: Sex differences. American Journal of Physiology. Endocrinology and Metabolism, 290, E440E447. https: doi. org 10. 1152 ajpen do. 00293. 2004 de Carvalho, A. C. M., Gomes, C. S., Menezes, K. V. R. S., Fernandes, J., Azevedo, I. G., Corra, L. C. A. C.,  Guerra, R. O. (2022). Hospitalization is associated with handgrip strength de - cline in older adults: A longitudinal study. Aging Clinical and Experimental Research, 34, 619624. https: doi. org 10. 1007 S4052 0- 021- 01954 - 4 De Naeyer, H., Lamon, S., Russell, A. P., Everaert, I., De Spaey, A., Jamart, C., Vanheel, B., Taes, Y.,  Derave, W. (2015). Effects of tail suspension on serum testosterone and molecular targets regulating muscle mass. Muscle  Nerve, 52, 278288. https: doi. org 10. 1002 mus. 24542 Deschenes, M. R., Adan, M. A., Kapral, M. C., Kressin, K. A., Leathrum, C. M., Seo, A., Li, S.,  Schaffrey, E. C. (2018). Neuromuscular adaptability of male and female rats to mus - cle unloading. Journal of Neuroscience Research, 96, 284296. https: doi. org 10. 1002 jnr. 24129 Deschenes, M. R.,  Leathrum, C. M. (2016). Gender- specific neuro - muscular adaptations to unloading in isolated rat soleus muscles. Muscle  Nerve, 54, 300307. https: doi. org 10. 1002 mus. 25038 Deschenes, M. R., McCoy, R. W., Holdren, A. N.,  Eason, M. K. (2009). Gender influences neuromuscular adaptations to mus - cle unloading. European Journal of Applied Physiology, 105, 889897. https: doi. org 10. 1007 s0042 1- 008- 0974- 5 do Carmo, E. D. C., Sanada, L. S., Machado, N. L. B.,  Fazan, V. P. S. (2016). Does pain in the neonatal period influence motor and sensory functions in a similar way for males and females during post- natal development in rats? Pain Medicine, 17, 15201529. https: doi. org 10. 1093 pm pnv117 Dos Santos, C., Hussain, S. N. A., Mathur, S., Picard, M., Herridge, M., Correa, J., Bain, A., Guo, Y., Advani, A., Advani, S. L., Tomlinson, G., Katzberg, H., Streutker, C. J., Cameron, J. I., Schols, A., Gosker, H. R.,  Batt, J. (2016). Mechanisms of chronic muscle wasting and dysfunction after an intensive care unit stay: A pilot study. American Journal of Respiratory and Critical Care Medicine, 194, 821830. https: doi. org 10. 1164 RCCM. 20151 2- 2344OC Droppert, P. M. (1990). The effects of microgravity on the skeletal systema review. Journal of the British Interplanetary Society, 43, 1924. http: www. ncbi. nlm. nih. gov pubmed 12856692Dupree, K.,  Dobs, A. (2004). Osteopenia and male hypogonadism. Reviews in Urology, 6, S30. Edgerton, V. R.,  Roy, R. R. (1994). Chapter 2 neuromuscular ad- aptation to actual and simulated weightlessness. Advances in Space Biology and Medicine, 4, 3367. https: doi. org 10. 1016 S1569 - 2574(08) 60134 - 3 Fan, E., Dowdy, D. W., Colantuoni, E., Mendez- Tellez, P. A., Sevransky, J. E., Shanholtz, C., Himmelfarb, C. R. D., Desai, S. V., Ciesla, N., Herridge, M. S., Pronovost, P. J.,  Needham, D. M. (2014). Physical complications in acute lung injury survi- vors: A two- year longitudinal prospective study. Critical Care Medicine, 42, 849859. https: doi. org 10. 1097 CCM. 00000 00000 000040 Fitts, R. H., Riley, D. R.,  Widrick, J. J. (2000). Physiology of a micro - gravity environment invited review: Microgravity and skeletal muscle. Journal of Applied Physiology, 89, 823839. https: doi. org 10. 1152 jappl. 2000. 89.2. 823 Florini, J. R. (1970). Effects of testosterone on qualitative pattern of protein synthesis in skeletal muscle. Biochemistry, 9, 909912. https: doi. org 10. 1021 BI008 06A027 Fuglevand, A. J., Macefield, V. G.,  Bigland- Ritchie, B. (1999). Force- frequency and fatigue properties of motor units in muscles that control digits of the human hand. Journal of Neurophysiology, 81, 17181729. https: doi. org 10. 1152 JN. 1999. 81.4. 1718 Fulco, C. S., Rock, P. B., Muza, S. R., Lammi, E., Cymerman, A., Butterfield, G., Moore, L. G., Braun, B.,  Lewis, S. F. (1999). Slower fatigue and faster recovery of the adductor pollicis mus - cle in women matched for strength with men. Acta Physiologica Scandinavica, 167, 233239. https: doi. org 10. 1046j. 1365- 201X. 1999. 00613. x Gabel, L., Liphardt, A. M., Hulme, P. A., Heer, M., Zwart, S. R., Sibonga, J. D., Smith, S. M.,  Boyd, S. K. (2022). Incomplete re - covery of bone strength and trabecular microarchitecture at the distal tibia 1 year after return from long duration spaceflight. Scientific Reports, 12, 113. https: doi. org 10. 1038 s4159 8- 022- 13461 - 1 Gharahdaghi, N., Phillips, B. E., Szewczyk, N. J., Smith, K., Wilkinson, D. J.,  Atherton, P. J. (2021). Links between tes - tosterone, Oestrogen, and the growth hormoneinsulin- like growth factor Axis and resistance exercise muscle adaptations. Frontiers in Physiology, 11, 621226. https: doi. org 10. 3389 FPHYS. 2020. 621226 Gianakos, A. L., Abdelmoneim, A., Kerkhoffs, G.,  Mulcahey, M. K. (2022). Rehabilitation and return to sport of female athletes. Arthroscopy, Sports Medicine, and Rehabilitation, 4, e247e253. https: doi. org 10. 1016J. ASMR. 2021. 09. 040 Gineste, C., Ogier, A. C., Varlet, I., Hourani, Z., Bernard, M., Granzier, H., Bendahan, D.,  Gondin, J. (2020). In vivo char - acterization of skeletal muscle function in nebulin- deficient mice. Muscle  Nerve, 61, 416424. https: doi. org 10. 1002 MUS. 26798 Glenmark, B., Nilsson, M., Gao, H., Gustafsson, J. ., Dahlman- Wright, K.,  Westerblad, H. (2004). Difference in skeletal mus - cle function in males vs. females: Role of estrogen receptor- . American Journal of Physiology. Endocrinology and Metabolism, 287, 11251131. https: doi. org 10. 1152 ajpen do. 00098. 2004 Grimby, G., Gustafsson, E., Peterson, L.,  Renstrom, P. (1980). Quadriceps function and training after knee ligament surgery. Medicine and Science in Sports and Exercise, 12, 7075. https: pubmed. ncbi. nlm. nih. gov 71885 89  13 of 15 ISSERTINE et al. Grindeland, R. E., Roy, R. R., Edgerton, V. R., Grossman, E. J., Mukku, V. R., Jiang, B., Pierotti, D. J.,  Rudolph, I. (1994). Interactive effects of growth hormone and exercise on muscle mass in suspended rats. The American Journal of Physiology, 267, R316R322. https: doi. org 10. 1152 AJPRE GU. 1994. 267.1. R316 Haizlip, K. M., Harrison, B. C.,  Leinwand, L. A. (2015). Sex- based differences in skeletal muscle kinetics and fiber- type composi- tion. Physiology, 30, 3039. Hanson, E. D., Betik, A. C., Timpani, C. A., Tarle, J., Zhang, X.,  Hayes, A. (2020). Testosterone suppression does not exacerbate disuse atrophy and impairs muscle recovery that is not res - cued by high protein. Journal of Applied Physiology, 129, 516. https: doi. org 10. 1152 JAPPL PHYSI OL. 00752. 2019 Hashem, M. D., Nelliot, A.,  Needham, D. M. (2016). Early mobili- zation and rehabilitation in the ICU: Moving Back to the future. Respiratory Care, 61, 971979. https: doi. org 10. 4187 RESPC ARE. 04741 Herbst, K. L.,  Bhasin, S. (2004). Testosterone action on skeletal mus - cle. Current Opinion in Clinical Nutrition and Metabolic Care, 7, 271277. https: doi. org 10. 1097 00075 197- 20040 5000- 00006 Hicks, A. L., Kent- Braun, J.,  Ditor, D. S. (2011). Sex differences in human skeletal muscle fatigue: Exercise and sport sciences reviews. Exercise and Sport Sciences Reviews, 29, 109112. Hind, K., Truscott, J. G.,  Evans, J. A. (2006). Low lumbar spine bone mineral density in both male and female endurance run- ners. Bone, 39, 880885. https: doi. org 10. 1016J. BONE. 2006. 03. 012 Hortobgyi, T., Dempsey, L., Fraser, D., Zheng, D., Hamilton, G., Lambert, J.,  Dohm, L. (2000). Changes in muscle strength, muscle fibre size and myofibrillar gene expression after immo - bilization and retraining in humans. The Journal of Physiology, 524(Pt 1), 293304. https: doi. org 10. 1111J. 1469- 7793. 2000. 00293. X Ingersoll, C. D., Grindstaff, T. L., Pietrosimone, B. G.,  Hart, J. M. (2008). Neuromuscular consequences of anterior cruciate liga- ment injury. Clinics in Sports Medicine, 27, 383404. https: doi. org 10. 1016J. CSM. 2008. 03. 004 Karim, A., Qaisar, R., Azeem, M., Jose, J., Ramachandran, G., Ibrahim, Z. M., Elmoselhi, A., Ahmad, F., Abdel- Rahman, W. M.,  Ranade, A. V. (2022). Hindlimb unloading induces time- dependent disruption of testicular histology in mice. Scientific Reports, 12, 17. https: doi. org 10. 1038 s4159 8- 022- 22385 - 9 Khadilkar, S. S. (2019). Musculoskeletal Disorders and Menopause. The Journal of Obstetrics and Gynecology of India, 69, 99103. https: doi. org 10. 1007 S1322 4- 019- 01213 - 7 Ko, F. C., Mortreux, M., Riveros, D., Nagy, J. A., Rutkove, S. B.,  Bouxsein, M. L. (2020). Dose- dependent skeletal deficits due to varied reductions in mechanical loading in rats. npj Microgravity, 6, 15. https: doi. org 10. 1038 s4152 6- 020- 0105- 0 Krasnoff, J.,  Painter, P. (1999). The physiological consequences of bed rest and inactivity. Advances in Renal Replacement Therapy, 6, 124132. https: doi. org 10. 1016 S1073 - 4449(99) 70030 - 0 Laib, A., Barou, O., Vico, L., Lafage- Proust, M. H., Alexandre, C.,  Rgsegger, P. (2000). 3D micro- computed tomography of tra- becular and cortical bone architecture with application to a rat model of immobilisation osteoporosis. Medical  Biological Engineering  Computing, 38, 326332. https: doi. org 10. 1007 BF023 47054 Lambrecht, G., Petersen, N., Weerts, G., Pruett, C., Evetts, S., Stokes, M.,  Hides, J. (2017). The role of physiotherapy in the European Space Agency strategy for preparation and recon- ditioning of astronauts before and after long duration space flight. Musculoskeletal Science  Practice, 27, S15S22. https: doi. org 10. 1016j. math. 2016. 10. 009 Lecoq, B., Potrel- Burgot, C., Granier, P., Sabatier, J. P.,  Marcelli, C. (2006). Comparison of bone loss induced in female rats by hindlimb unloading, ovariectomy, or both. Joint, Bone, Spine, 73, 189195. https: doi. org 10. 1016J. JBSPIN. 2005. 01. 010 Maguire, K., Sugimoto, D., Micheli, L. J., Kocher, M. S.,  Heyworth, B. E. (2021). Recovery after ACL reconstruction in male versus female adolescents: A matched, sex- based cohort analysis of 543 patients. Orthopaedic Journal of Sports Medicine, 9, 23259671211054804. https: doi. org 10. 1177 23259 67121 1054804 Martn, A. I., Priego, T.,  Lpez- Caldern, A. (2018). Hormones and muscle atrophy. Advances in Experimental Medicine and Biology, 1088, 207233. https: doi. org 10. 1007 978- 981- 13- 1435- 3_9 Maughan, R. J., Harmon, M., Leiper, J. B., Sale, D.,  Delman, A. (1986). Endurance capacity of untrained males and females in isometric and dynamic muscular contractions. European Journal of Applied Physiology and Occupational Physiology, 55, 395400. https: doi. org 10. 1007 BF004 22739 Mekjavic, I. B., Eiken, O., Mekjavic, P. J.,  McDonnell, A. C. (2021). Do females and males exhibit a similar sarcopenic re - sponse as a consequence of normoxic and hypoxic bed rest? Experimental Physiology, 106, 3751. https: doi. org 10. 1113 EP087834 Mendias, C. L., Lynch, E. B., Davis, M. E., Sibilsky Enselman, E. R., Harning, J. A., Dewolf, P. D., Makki, T. A.,  Bedi, A. (2013). Changes in circulating biomarkers of muscle atrophy, inflam- mation, and cartilage turnover in patients undergoing anterior cruciate ligament reconstruction and rehabilitation. American Journal of Sports Medicine, 41, 18191826. https: doi. org 10. 1177 03635 46513 490651 Mierzejewska- Krzyowska, B., Celichowski, J.,  Bukowska, D. (2019). The differences in the structure of the motor nucleus of the medial gastrocnemius muscle in male and female rats. Annals of Anatomy, 221, 93100. https: doi. org 10. 1016j. aanat. 2018. 09. 002 Miles, M. P., Heil, D. P., Larson, K. R., Conant, S. B.,  Schneider, S. M. (2005). Prior resistance training and sex influence muscle responses to arm suspension. Medicine and Science in Sports and Exercise, 37, 19831989. https: doi. org 10. 1249 01. mss. 00001 76302. 99185. be Miller, A. E. J., MacDougall, J. D., Tarnopolsky, M. A.,  Sale, D. G. (1993). Gender differences in strength and muscle fiber characteristics. European Journal of Applied Physiology and Occupational Physiology, 66, 254262. https: doi. org 10. 1007 BF002 35103 METRICS Mortreux, M., Nagy, J. A., Ko, F. C., Bouxsein, M. L.,  Rutkove, S. B. (2018). A novel partial gravity ground- based ana- log for rats via quadrupedal unloading. Journal of Applied Physiology, 125, 175182. https: doi. org 10. 1152 jappl physi ol. 01083. 2017 Mortreux, M., Riveros, D., Bouxsein, M. L.,  Rutkove, S. B. (2019). Mimicking a space mission to mars using hindlimb unload- ing and partial weight bearing in rats. Journal of Visualized Experiments, 2019, e59327. https: doi. org 10. 3791 59327 14 of 15  ISSERTINE et al. Mortreux, M.,  Rosa- Caldwell, M. E. (2020). Approaching gravity as a continuum using the rat partial weight- bearing model. Lifestyles, 10, 122. https: doi. org 10. 3390 life1 0100235 Mortreux, M., Rosa- Caldwell, M. E., Stiehl, I. D., Sung, D.- M., Thomas, N. T., Fry, C. S.,  Rutkove, S. B. (2021). Hindlimb suspension in Wistar rats: Sex- based differences in muscle re - sponse. Physiological Reports, 9, e15042. https: doi. org 10. 14814 PHY2. 15042 Mountjoy, M., Sundgot- Borgen, J., Burke, L., Carter, S., Constantini, N., Lebrun, C., Meyer, N., Sherman, R., Steffen, K., Budgett, R.,  Ljungqvist, A. (2014). The IOC consensus statement: Beyond the female athlete triadRelative energy deficiency in sport (RED- S). British Journal of Sports Medicine, 48, 491497. https: doi. org 10. 1136 BJSPO RTS- 2014- 093502 Moustafa, A. (2021). Hindlimb unloading- induced reproductive sup - pression via downregulation of hypothalamic Kiss- 1 expression in adult male rats. Reproductive Biology and Endocrinology, 19, 37. https: doi. org 10. 1186 s1295 8- 021- 00694 - 4 Mozdziak, P. E., Pulvermacher, P. M.,  Schultz, E. (2000). Unloading of juvenile muscle results in a reduced muscle size 9 wk after reloading. Journal of Applied Physiology, 88, 158164. https: doi. org 10. 1152 JAPPL. 2000. 88.1. 158 NASA. (2017). Journey to Mars. NASA. gov: 114 https: www. nasa. gov conte nt journ ey- to- mars- overview Navarrrete, V., Ayala, M., Rodriguez, A., Villarreal, F.,  Ramirez- Sanchez, I. (2020). Effects of ovariectomy on skeletal muscle structure and function in young female rats: protective effects of the Flavanol ()- Epicatechin. The FASEB Journal, 34, 1. https: doi. org 10. 1096 FASEBJ. 2020. 34. S1. 09875 Novk, P., Zacharov, G.,  Soukup, T. (2010). Individual, age and sex differences in fiber type composition of slow and fast mus - cles of adult lewis rats: Comparison with other rat strains. Physiological Research, 59, 783801. Oishi, Y., Ogata, T., Yamamoto, K. I., Terada, M., Ohira, T., Ohira, Y., Taniguchi, K.,  Roy, R. R. (2008). Cellular adaptations in soleus muscle during recovery after hindlimb unloading. Acta Physiologica, 192, 381395. https: doi. org 10. 1111J. 1748- 1716. 2007. 01747. X Oliveira, J. R. S., Mohamed, J. S., Myers, M. J., Brooks, M. J.,  Alway, S. E. (2019). Effects of hindlimb suspension and reloading on gastrocnemius and soleus muscle mass and function in geriat - ric mice. Experimental Gerontology, 115, 1931. https: doi. org 10. 1016J. EXGER. 2018. 11. 011 Ortiz, R. M., Wang, T. J.,  Wade, C. E. (1999). Influence of cen- trifugation and hindlimb suspension on testosterone and corti- costerone excretion in rats. Aviation, Space, and Environmental Medicine, 70, 499504. Orwoll, E. S., Adler, R. A., Amin, S., Binkley, N., Lewiecki, E. M., Petak, S. M., Shapses, S. A., Sinaki, M., Watts, N. B.,  Sibonga, J. D. (2013). Skeletal health in long- duration astronauts: Nature, assessment, and management recommendations from the NASA bone summit. Journal of Bone and Mineral Research, 28, 12431255. https: doi. org 10. 1002 JBMR. 1948 Parry, S. M.,  Puthucheary, Z. A. (2015). The impact of extended bed rest on the musculoskeletal system in the critical care envi- ronment. Extreme Physiology  Medicine, 4, 16. https: doi. org 10. 1186 S1372 8- 015- 0036- 7 Peres- Ueno, M. J., Stringhetta- Garcia, C. T., Castoldi, R. C., Ozaki, G. A. T., Chaves- Neto, A. H., Dornelles, R. C. M.,  Louzada, M. J. Q. (2017). Model of hindlimb unloading in adult female rats: Characterizing bone physicochemical, microstructural, and biomechanical properties. PLoS One, 12, e0189121. https: doi. org 10. 1371 journ al. pone. 0189121 Petersen, N., Jaekel, P., Rosenberger, A., Weber, T., Scott, J., Castrucci, F., Lambrecht, G., Ploutz- Snyder, L., Damann, V., Kozlovskaya, I.,  Mester, J. (2016). Exercise in space: The European Space Agency approach to in- flight exercise countermeasures for long- duration missions on ISS. Extreme Physiology  Medicine, 5, 9. https: doi. org 10. 1186 s1372 8- 016- 0050- 4 Pool- Goudzwaard, A. L., Belav, D. L., Hides, J. A., Richardson, C. A.,  Snijders, C. J. (2015). Low back pain in microgravity and bed rest studies. Aerospace Medicine and Human Performance, 86, 541547. https: doi. org 10. 3357 AMHP. 4169. 2015 Rosa- Caldwell, M. E., Mortreux, M., Kaiser, U. B., Sung, D. M., Bouxsein, M. L., Dunlap, K. R., Greene, N. P.,  Rutkove, S. B. (2021). The oestrous cycle and skeletal muscle atrophy: Investigations in rodent models of muscle loss. Experimental Physiology, 106, 24722488. https: doi. org 10. 1113 EP089962 Rosa- Caldwell, M. E., Mortreux, M., Wadhwa, A., Kaiser, U. B., Sung, D.- M., Bouxsein, M. L.,  Rutkove, S. B. (1985). Influence of gonadectomy on muscle health in micro- and partial- gravity environments in rats. Journal of Applied Physiology, 134, 1438 1449. https: doi. org 10. 1152 JAPPL PHYSI OL. 00023. 2023 Russ, D. W.,  Kent- Braun, J. A. (2003). Sex differences in human skeletal muscle fatigue are eliminated under ischemic condi- tions. Journal of Applied Physiology, 94, 24142422. https: doi. org 10. 1152 jappl physi ol. 01145. 2002 Sargeant, A. J., Davies, C. T. M., Edwards, R. H. T., Maunder, C.,  Young, A. (1977). Functional and structural changes after dis - use of human muscle. Clinical Science and Molecular Medicine, 52, 337342. https: doi. org 10. 1042 CS052 0337 Semmler, J. G., Kutzscher, D. V.,  Enoka, R. M. (1999). Gender dif- ferences in the fatigability of human skeletal muscle. Journal of Neurophysiology, 82, 35903593. https: doi. org 10. 1152 JN. 1999. 82.6. 3590 Serra, C., Tangherlini, F., Rudy, S., Lee, D., Toraldo, G., Sandor, N. L., Zhang, A., Jasuja, R.,  Bhasin, S. (2013). Testosterone im- proves the regeneration of old and young mouse skeletal mus - cle. The Journals of Gerontology. Series A, Biological Sciences and Medical Sciences, 68, 1726. https: doi. org 10. 1093 GERONA GLS083 Shen, M.,  Frishman, W. H. (2019). Effects of spaceflight on car - diovascular physiology and health. Cardiology in Review, 27, 122126. https: doi. org 10. 1097 CRD. 00000 00000 000236 Simard, C., Lacaille, M.,  Vallieres, J. (1987). Effects of hypokine - siahypodynamia on contractile and histochemical properties of young and old rat soleus muscle. Experimental Neurology, 97, 106114. https: doi. org 10. 1016 0014- 4886(87) 90285 - 8 Smith, M., Craig, D., Herrmann, N., Mahoney, E., Krezel, J., McIntyre, N.,  Goodliff, K. (2020). The Artemis Program: An overview of NASAs activities to return humans to the moon. 2020 IEEE Aerospace Conference (pp. 110). IEEE. Stavnichuk, M., Mikolajewicz, N., Corlett, T., Morris, M.,  Komarova, S. V. (2020). A systematic review and meta- analysis of bone loss in space travelers. npj Microgravity, 6, 19. https: doi. org 10. 1038 s4152 6- 020- 0103- 2 Stratos, I., Rinas, I., Schrpfer, K., Hink, K., Herlyn, P., Bumler, M., Histing, T., Bruhn, S., Mller- Hilke, B., Menger, M. D., Vollmar, B.,  Mittlmeier, T. (2023). Effects on bone and mus - cle upon treadmill interval training in Hypogonadal male rats.  15 of 15 ISSERTINE et al. Biomedicine, 11, 1370. https: doi. org 10. 3390 BIOME DICIN ES110 51370 Sutton, K. M.,  Bullock, J. M. (2013). Anterior cruciate ligament rupture: Differences between males and females. The Journal of the American Academy of Orthopaedic Surgeons, 21, 4150. https: doi. org 10. 5435 JAAOS - 21- 01- 41 Vico, L., van Rietbergen, B., Vilayphiou, N., Linossier, M. T., Locrelle, H., Normand, M., Zouch, M., Gerbaix, M., Bonnet, N., Novikov, V., Thomas, T.,  Vassilieva, G. (2017). Cortical and trabecular bone microstructure did not recover at weight- bearing skeletal sites and progressively deteriorated at non- weight- bearing sites during the year following international Space Station missions. Journal of Bone and Mineral Research, 32, 20102021. https: doi. org 10. 1002 JBMR. 3188 Warren, G. L., Stallone, J. L., Allen, M. R.,  Bloomfield, S. A. (2004). Functional recovery of the plantarflexor muscle group after hindlimb unloading in the rat. European Journal of Applied Physiology, 93, 130138. https: doi. org 10. 1007 S0042 1- 004- 1185- 3 Wu, R. Y., Sung, W. H., Cheng, H. C.,  Yeh, H. J. (2022). Investigating the rate of skeletal muscle atrophy in men and women in the intensive care unit: A prospective observational study. Scientific Reports, 12, 16629. https: doi. org 10. 1038 S4159 8- 022- 21052 - 3Yasuda, N., Glover, E. I., Phillips, S. M., Isfort, R. J.,  Tarnopolsky, M. A. (2005). Sex- based differences in skeletal muscle function and morphology with short- term limb immobilization. Journal of Applied Physiology, 99, 10851092. https: doi. org 10. 1152 JAPPL PHYSI OL. 00247. 2005 SUPPORTING INFORMATION Additional supporting information can be found online in the Supporting Information section at the end of this article. How to cite this article: Issertine, M., Rosa- Calwell, M. E., Sung, D.-M., Bouxsein, M. L., Rutkove, S. B.,  Mortreux, M. (2024). Adaptation to full weight- bearing following disuse in rats: The impact of biological sex on musculoskeletal recovery. Physiological Reports, 12, e15938. https:doi. org10.14814phy2.15938",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_23.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_24.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_25.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_26.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_27.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_28.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_29.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_30.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_31.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_32.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_33.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_34.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_35.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_36.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_37.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_38.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_39.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_40.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_41.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_42.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_43.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_44.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_45.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_46.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_47.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_48.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_49.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_50.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_51.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_52.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_53.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_54.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_55.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_56.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_57.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_58.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_59.jpg",
                "caption": "No caption available"
            }
        ]
    }
]