[
    {
        "pmid": "27392542",
        "title": "Apyrase inhibitors enhance the ability of diverse fungicides to inhibit the growth of different plant-pathogenic fungi.",
        "year": "2017",
        "journal": "Mol Plant Pathol",
        "abstract": "A previous study has demonstrated that the treatment of Arabidopsis plants with chemical inhibitors of apyrase enzymes increases their sensitivity to herbicides. In this study, we found that the addition of the same or related apyrase inhibitors could potentiate the ability of different fungicides to inhibit the growth of five different pathogenic fungi in plate growth assays. The growth of all five fungi was partially inhibited by three commonly used fungicides: copper octanoate, myclobutanil and propiconazole. However, when these fungicides were individually tested in combination with any one of four different apyrase inhibitors (AI.1, AI.10, AI.13 or AI.15), their potency to inhibit the growth of five fungal pathogens was increased significantly relative to their application alone. The apyrase inhibitors were most effective in potentiating the ability of copper octanoate to inhibit fungal growth, and least effective in combination with propiconazole. Among the five pathogens assayed, that most sensitive to the fungicide-potentiating effects of the inhibitors was Sclerotinia sclerotiorum. Overall, among the 60 treatment combinations tested (five pathogens, four apyrase inhibitors, three fungicides), the addition of apyrase inhibitors increased significantly the sensitivity of fungi to the fungicide treatments in 53 of the combinations. Consistent with their predicted mode of action, inhibitors AI.1, AI.10 and AI.13 each increased the level of propiconazole retained in one of the fungi, suggesting that they could partially block the ability of efflux transporters to remove propiconazole from these fungi.",
        "full_text": "Apyrase inhibitors enhance the ability of diverse fungicides to inhibit the growth of different plant-pathogenic fungi MANAS KUMAR TRIPATHY, GAYANI WEERARATNE, GREG CLARK AND STANLEY J. ROUX Department of Molecular Biosciences, University of Texas at Austin, Austin, TX 78712, USA SUMMARY A previous study has demonstrated that the treatment of Arabi- dopsis plants with chemical inhibitors of apyrase enzymes increases their sensitivity to herbicides. In this study, we found that the addition of the same or related apyrase inhibitors could potentiate the ability of different fungicides to inhibit the growth of five different pathogenic fungi in plate growth assays. The growth of all five fungi was partially inhibited by three commonlyused fungicides: copper octanoate, myclobutanil and propicona- zole. However, when these fungicides were individually tested in combination with any one of four different apyrase inhibitors (AI.1, AI.10, AI.13 or AI.15), their potency to inhibit the growth of five fungal pathogens was increased significantly relative to their application alone. The apyrase inhibitors were most effec- tive in potentiating the ability of copper octanoate to inhibit fun- gal growth, and least effective in combination with propiconazole. Among the five pathogens assayed, that most sensitive to the fungicide-potentiating effects of the inhibitors was Sclerotinia sclerotiorum . Overall, among the 60 treatment combinations tested (five pathogens, four apyrase inhibitors, three fungicides), the addition of apyrase inhibitors increased sig- nificantly the sensitivity of fungi to the fungicide treatments in 53 of the combinations. Consistent with their predicted mode of action, inhibitors AI.1, AI.10 and AI.13 each increased the level of propiconazole retained in one of the fungi, suggesting that they could partially block the ability of efflux transporters to remove propiconazole from these fungi. Keywords: ABC transporters, copper octanoate, myclobutanil, plant pathogens, propiconazole. INTRODUCTION Fungal pathogens cause devastating losses of crops and postharv- est fruits worldwide (Chen et al., 2008). Many chemical fungicides have been used in high doses and frequent intervals to preventthese losses by killing different fungal species. The global market for fungicides was estimated to be over 7.4 billion in 2005 (Mor- ton and Staub, 2008) and is expected to rise to over 20 billion by2017 (Israel, 2013). To reduce the risk of crop disease and enhance the safety of food, new effective fungicides or strategies to increase the potency of current fungicides need to bedeveloped. One limitation to the potency of fungicides is their rapid detox- ification by fungi via their sequestration or export across the plasma membrane. Fungi use diverse cellular mechanisms for theexport of xenobiotics. ATP binding cassette (ABC) transporters,together with major facilitator superfamily (MFS) transporters, arethe most extensively studied families of transporters involved in fungal efflux mechanisms (Perlin et al., 2014). ABC and MFS mul- tidrug transporters promote fungicide resistance in plant-pathogenic fungi. In the grey mould Botrytis cinerea , the ABC transporter BcatrD acts synergistically with the MFS transporterBcmfs1 to mediate sterol demethylation inhibitor (DMI) fungicide resistance (Hayashi et al ., 2001, 2002). In addition, in B.cinerea , an ABC transporter is important for the detoxification of the plantfungitoxin camalexin, which is secreted by Arabidopsis inresponse to abiotic and biotic stress (Stefanato et al ., 2009). Fur- ther, an ABC transporter (BcatrB) in B. cinerea is up-regulated by treatment with the grapevine phytoalexin resveratrol and the fun- gicide fenpiclonil (Schoonbeek et al., 2001). Consistent with these findings, a B. cinerea ABC transporter mutant ( DBcatrB) shows increased sensitivity to resveratrol and fenpiclonil during its infec-tion of grapevine, suggesting that BcatrB provides protection against the activity of plant defence compounds and fungicides in B. cinerea . Chemical agents that inhibit the activity of ABC trans- porters help prevent the disease caused by growth of the patho-gen Mycosphaerella graminicola on wheat seedlings, although these agents do not synergize the effectiveness of the fungicide cyproconazole (Roohparvar et al ., 2007). More recently, another fungal ABC transporter protein has been shown to play a role inproviding resistance to fungicides in Clonostchys rosea (Dubey et al., 2014). Any inhibition of the fungal toxin efflux mechanism would increase the potency of fungicides. For example, in the citrusgreen mould Penicillium digitatum , disruption of the ABC trans- porter gene PMRI causes a loss of DMI resistance. The effect of blocking transporter activity on fungal resistance to fungicides was also explored by Reimann and Deising (2005). They used con-focal fluorescence microscopy with Hoechst 33342 and ethidiumbromide stains to indirectly evaluate the resistance of fungi to thefungicide azoxystrobin after the application of a transport Correspondence : Email: srouxaustin.utexas.edu 1012 VC2016 BSPP AND JOHN WILEY  SONS LTDMOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023 DOI: 10.1111mpp.12458bs_bs_banner inhibitor. They first documented that plasma membrane- associated fluorescence in stained Pyrenophora tritici-repentis results from energy-dependent efflux transporter activity. Then,they found that the addition of the NG5-13a transporter inhibitoreliminated plasma membrane-associated fluorescence. The addi-tion of this compound to fungicides allowed chemical control offungicide-resistant isolates of the wheat fungal pathogen. Theseresults provide indirect evidence that efflux transporters contributeto fungicide resistance in P. tritici-repentis . Other authors have also noted that ABC transporters play a key role in aiding the resistance of pathogenic fungi to fungicides by exporting fungi- cides (e.g. Coleman and Mylonakis, 2009; Kretschmer et al., 2009; Perlin et al., 2014; Sang et al., 2015). Plants also detoxify xenobiotics by exporting them, and a pre- vious report has documented that overexpression of either anABCB1 homologue (AtPgp1) or an apyrase (NTPDase) enzyme (AtAPY1) confers multiherbicide resistance to Arabidopsis thaliana plants (Windsor et al ., 2003). Furthermore, inhibitors of apyrase enzyme activity suppress the ability of plants to export herbicidesand thus increase their sensitivity to these toxins (Windsor et al ., 2003). Consistent with these findings are the results of Liu et al . (2012), who showed that genetic suppression of apyrase expres- sion decreased the transport of the growth hormone auxin, a pro-cess known to be dependent on the activity of ABCB transporters(Peer et al ., 2011). A key function of certain apyrases is to help maintain a low steady state of extracellular ATP (eATP) (Knowles, 2011; Lim et al ., 2014), which is a known regulator of diverse responses in plants and animals (Clark et al., 2014). The blocking of apyrase expression or activity increases eATP (Lim et al ., 2014; Thomas et al ., 2000; Wu et al ., 2007), and increasing eATP promotes the retention of herbicides (Windsor et al., 2003) and suppresses polar auxin transport (Tang et al., 2003), implying that increased eATP, similar to the blocking of apyrase activity,inhibits the activity of ABC transporters. Taken together, these results support a dual role for apyrases and ABC transporters in herbicide resistance and auxin transport, and indicate that disrup-tion of apyrase activity can inhibit ABC transport activity and thusblock the continued efflux of toxic compounds. The ability of apyrase inhibitors to suppress the export of her- bicides from plant cells by inhibiting ABCB transport activity raisesthe possibility that they could suppress the export of fungicidesfrom pathogenic fungi and thus enhance the potency of fungi- cides. To the extent that apyrase inhibitors are as effective against fungal ABC transporters as they are against plant ABCB transport-ers, they could enhance the fungicidal potency of fungicides, justas they enhance the herbicidal potency of herbicides. Apyrases have been well studied in animal and plant cells (Clark et al., 2014; Knowles, 2011), but have been less well char- acterized in plant-pathogenic fungi (Sansom, 2012; Sansom et al., 2008). In animal and plant cells, there are both surface-localizedand Golgi-localized apyrases (Knowles, 2011). In the yeast Sac- charomyces cerevisiae , there are only two apyrases, and both are Golgi localized, where they have been demonstrated to play roles in glycosylation processes in the Golgi lumen (Abeijon et al ., 1993; Gao et al., 1999). In other fungal species, there also appear to be Golgi-localized apyrases, based on experimental evidence,as well as on sequence analyses that predict their cellular localiza- tion. Golgi-localized apyrases have been characterized in non- pathogenic and pathogenic fungi, where they play an importantrole in secretion and cell wall processes (Herrero et al ., 2002; Lopez-Esparza et al., 2013; Uccelletti et al., 2007). However, there is also some evidence for surface-localized ecto-apyrase activity in human fungal pathogens (Collopy-Junior et al., 2006; Junior et al., 2005; Kiffer-Moreira et al., 2010). In addition to apyrases, there are also fungal ectophospha- tases that can hydrolyse eATP and eADP, even though their Kmfor these substrates is much higher than that of apyrases. Ectophos-phatases have been shown to play important roles in processes ofnutrition, proliferation, differentiation, adhesion, virulence and infection, and so they could affect fungal resistance to fungicides in other ways (Freitas-Mesquita and Meyer-Fernandes, 2014).Adhesion to host cells is the first step in the establishment of afungal infection, and ectophosphatases may be one of the first proteins of pathogens that come into contact with host cells. Recent results have indicated that these ectophosphatase activ-ities increase the potency of fungi to adhere to host cells (Freitas-Mesquita and Meyer-Fernandes, 2014). The objective of this study was to determine whether or not four specific apyrase inhibitors (AI.1  N-(m-tolyl)-(1,1 0-biphenyl)-4- sulfonamide, AI.10 ( S-heptyl-2-oxo-2 H-chromene-3-carbothioate), AI.13 3- N-(4-bromophenyl)sulfamoyl- N-(3-nitrophenyl)benzamide and AI.15 ( E)-3-methyl- N0-1-(naphthalen-2-yl)ethylidenebenzohy- drazide) enhance the potency of the commonly available fungicidesto more effectively restrict the gro wth of several plant-pathogenic fungal species. RESULTS Sequence and phylogenetic analysis of pathogenicfungal apyrases A multiple alignment of the deduced amino acid sequences revealed that the primary structure of the apyrases from differentpathogenic fungi differ in the size of their C-terminal ends from the known plant apyrases (Fig. S1a, see Supporting Information). The apyrases of Colletotrichum graminicola andVerticillium dah- liaeare close to each other and lie on the same branch of the phy- logenetic tree, whereas those in B. cinerea ,Fusarium oxysporum andSclerotinia sclerotiorum lie on different branches (Fig. S1b).Apyrase inhibitors potentiate plant fungicides 1013 VC2016 BSPP AND JOHN WILEY  SONS LTD MOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023Apyrase inhibitors differentially enhance the effects of fungicides on the growth of plant fungal pathogens The effects of apyrase inhibitors NGXT191 (in this study AI.1) (Clark et al ., 2010a,b, 2011; Windsor et al ., 2003; Wu et al ., 2007) and NGXT1913 (AI.13) (Clark et al ., 2010a; Liu et al ., 2012) on plant growth and development have been reported previously. In addition to these two apyrase inhibitors, we used two further apyrase inhibitors (AI.10 and AI.15) in this study (Fig. 1). These four apyrase inhibitors did not affect the growthofF. oxysporum by themselves at the concentrations used in this study (Fig. S2, see Supporting Information). In addition, AI.1 and AI.13 did not affect the growth of C. graminicola and V. dahlia by themselves at the concentrations used (data not shown). However, all four of these apyrase inhibitors differen- tially enhanced the effect of fungicides (copper octanoate, myclobutanil and propiconazole) against the five different plant-pathogenic fungi, as judged by the plate assays used (Wang et al ., 2012) and described in detail in the following sections. Botrytis cinerea The only apyrase inhibitor that s howed a statistically significant effect on the ability of copper octanoate to inhibit B. cinerea fungal growth was AI.1. When AI.1 was combined with copper octanoate, it had a statistically significant inhibitory effect on the growth of B.cinerea , showing 22 more growth inhibition than copper octanoate treatment alone (Fig. 2a). All four inhibi- tors significantly enhanced the inh ibitory effect of myclobutanil and propiconazole on the growth of B.cinerea (Fig. 2b,c). Inhib- itor AI.10 was the least effectiv e of the four inhibitors at poten- tiating the growth inhibition caused by myclobutanil and propiconazole. Colletotrichum graminicola Inhibitors AI.1 and AI.13 signifi cantly enhanced the inhibitory effect of copper octanoate on the growth of C.graminicola , (Fig. 3a), and inhibitors AI.1, AI.13 and AI.15 significantly enhanced the inhibitory effect of myclobutanil on the growth of C.graminicola (Fig. 3b). Although combining any of the four inhibitors with propiconazole resu lted in a statistically signifi- cant effect on the ability of this fungicide to inhibit the growth ofC.graminicola , the difference relative to propiconazole alone was not large (Fig. 3c). The most e ffective inhibitor at potenti- ating the growth inhibitory effects of each of the three fungi- cides on C. graminicola was AI.1. Fusarium oxysporum f. sp. cubense Inhibitors AI.1 and AI.13 significantly enhanced the inhibitory effect of copper octanoate on the growth of F.oxysporum (Figs 4and 5a), and all four inhibitors statistically significantly enhanced the inhibitory effect of myclobutanil on the growth of F .oxyspo- rum (Figs 4 and 5b). In the presence of each of the inhibitors, the fungicide propiconazole had a statistically significant inhibitory effect on the growth of F.oxysporum relative to propiconazole alone (Figs 4 and 5c). Sclerotinia sclerotiorum Copper octanoate combined with each of the four inhibitors had a statistically significant i nhibitory effect on the growth of S. sclerotiorum relative to treatment with copper octanoate alone (Fig. 6a). Similarly, all four apyrase inhibitors combined with myclobutanil or propiconazo le resulted in a significantly greater inhibitory effect on the growth of S. sclerotiorum rela- tive to treatment with either of these fungicides alone (Fig. 6b,c). However, the effects of the inhibitors on the ability of propiconazole to inhibit growth were less than 10 relative to propiconazole alone. Verticillium dahliae Inhibitors AI.1, AI.10, AI.13 and AI.15 significantly enhanced the inhibitory effect of copper octanoate on the growth of V.dahliae Fig. 1 Chemical structure, systematic names and molecular formulae of the apyrase inhibitors (AIs) used in this study.1014 M. K. TRIPATHY et al . MOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023 VC2016 BSPP AND JOHN WILEY  SONS LTD(Fig. 7a). All four inhibitors significantly enhanced the inhibitory effect of myclobutanil on the growth of V.dahliae (Fig. 7b). In contrast, although all four inhibitors statistically significantly enhanced the inhibitory effect of propiconazole on the growth of V.dahliae , this effect was not as significant (Fig. 7c).Apyrase inhibitors differentially increase the retention of propiconazole in B. cinerea , C. graminicola and S. sclerotiorum In order to test a postulated mechanism by which apyrase inhibi- tors could potentiate the ability of fungicides to inhibit fungal growth, we assayed the levels of propiconazole retained in three fungal species when only a fungicide in dimethyl sulfoxide(DMSO) solvent was applied relative to when the fungicide wasapplied with one of the apyrase inhibitors in DMSO. Treatmentwith AI.13 1propiconazole for 12 days resulted in a significantly higher retention of propiconazole (two-fold) in B. cinerea com- pared with the propiconazoleDMSO control (Fig. 8a). Similarly,treatment with AI.1 1propiconazole for 7 days resulted in a sig- nificantly higher level (two-fold) of propiconazole retained in C. graminicola compared with the propiconazoleDMSO control ( F i g .8 b ) .M o r e o v e r ,i n S. sclerotiorum , treatment with AI.101propiconazole for 7 days resulted in an approximately two-fold increased retention of propiconazole compared with thepropiconazoleDMSO control (Fig. 8c). Apyrase inhibitors suppress apyrase activity released by fungi into growth media Apyrase activity, defined as nucleoside triphosphate- diphosphohydrolase activity that is insensitive to inhibition bymolybdate and ascorbic acid, does not hydrolyse AMP substrates and has a pH optimum near neutral (Knowles, 2011), was identi- fied in the growth media of B. cinerea and F. oxysporum ,a n d partially purified by ammonium sulfate precipitation, as used topartially purify pea apyrase (Chen et al ., 1987). Inhibitors AI.1 and AI.13 each inhibited the apyrase activity precipitated by both 50 and 80 ammonium sulfate treatments (Fig. 9). Inthe enzyme preparation from B. cinerea the range of inhibition by AI.1 was 6596, and the range of inhibition by AI.13 was5965 (Fig. 9a). For F. oxysporum the range of inhibition by AI.1 was 4950, and the range of inhibition by AI.13 was 33 65 (Fig. 9b). Apyrase suppression results in increased eATP in fungal growth media When a fungal culture of F. oxysporum was treated with DMSO and 65 m Mapyrase inhibitor AI.1, eATP increased over the con- trol level at 24 h, and increased further up to 48 h. It thendeclined at 72 h. At 24, 48 and 72 h, the increased eATP wassignificantly higher than that of the DMSO control (Fig. S3, see Supporting Information). Fig. 2 Apyrase inhibitors differentially enhance the potency of three different fungicides (a) copper octanoate, (b) myclobutanil and (c) propiconazoleagainst the pathogenic fungus Botrytis cinerea . The plant-pathogenic fungal strain ( B. cinerea ) was grown in yeast extractpeptonedextrose (YPD) medium in a Petri dish in the presence of 65 l Mapyrase inhibitors (AI.1, AI.10, AI.13 and AI.15) at 30 8C for 12 days. The equivalent concentration of dimethyl sulfoxide (DMSO) was added as a control (0.05). The experiments were repeated twice with similar results. Error bars indicate standard deviations ( n55). For each treatment, the statistical significance of the potency of the fungicides is indicated: Students t-test, P0.001; Students t-test, P0.01; Students t-test, P0.05.Apyrase inhibitors potentiate plant fungicides 1015 VC2016 BSPP AND JOHN WILEY  SONS LTD MOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023Addition of either ATP or ATP gS does not enhance the fungicidal effect The addition of 12 m MATP and 2.14 m Mmyclobutanil to a fungal culture of B. cinerea yielded a growth inhibition area of 83 mm2,far less than the inhibition area observed for this pathogen in Fig. 2b using myclobutanil combinations with any one of the apyraseinhibitors tested. To test whether ATP gS, which is poorly hydrolys- able, would be more effective than ATP, we assayed its ability to enhance the potency of copper octanoate. As shown in Fig. S4 (see Supporting Information), ATP gS was also ineffective in increasing fungicidal activity. DISCUSSION Consistent with previous reports showing that apyrase inhibitorscan enhance the potency of herbicides (Thomas et al ., 2000; Windsor et al ., 2003), our data show that apyrase inhibitors enhance the potency of different fungicides when compared withfungicide treatment alone (Figs 27). At the concentrations used,the apyrase inhibitors tested here did not affect the growth offungi by themselves (Fig. S2), just as, by themselves, they do not inhibit the growth of plants at concentrations that increase herbi- cide effectiveness. In contrast, pretreatment of the rice blast fun-gus, Magnaporthe oryzae , with anti-psychotic drugs that can inhibit ecto-NTPDases (ecto-apyrases) does suppress the effective-ness of this fungus in infecting rice (Long et al., 2015). To address the question of whether the addition of inhibi- tors affects efflux mechanisms, our mass spectroscopy studyshowed that fungi grown with fungicides together with inhibi-tors retain more than two-fold more fungicide inside theirhyphae than fungi grown only with fungicides (Fig. 8), just as plants grown with herbicideinhibitor mixtures retain more her- bicide than those treated with herbicide alone (Windsor et al ., 2003). Taken together these observations indicate that apyraseinhibitors function similarly i n fungi as they do in higher plants, and that apyrase activity and eff lux transport activity are linked in fungi as they are in plants. A plausible interpretation of the fungicide retention data (Fig. 8) is that the apyrase inhibitors can reduce the activity of ATP-driven efflux transportation of fungicides out of the hyphae of several pathogenic fungi. Because a number of different efflux transporters are probably involved in fungicide efflux in the differ-ent pathogenic fungi tested, the results are also consistent withthe hypothesis that the apyrase inhibitors are active against abroad range of transporters. Alternatively, the mass spectroscopydata could be interpreted to mean that the inhibitors shift the equilibrium between uptake and efflux of the fungicide more towards uptake in these fungi, although there are no previousdata to indicate that the inhibitors affect uptake mechanisms. Apyrases have unique phosphatase activity and are the most potent phosphatases (have the lowest K m) for the hydrolysis of tri- and dinucleotides. The apyrase inhibitors used in these studieswere selected in a screen which demonstrated that they weremore effective against apyrases than against alkaline or acidphosphatases or luciferases (Windsor et al ., 2002). One possible Fig. 3 Apyrase inhibitors differentially enhance the potency of three different fungicides (a) copper octanoate, (b) myclobutanil and (c) propiconazoleagainst the pathogenic fungus Colletotrichum graminicola . Plant-pathogenic fungal strain ( C. graminicola ) was grown in yeast extractpeptonedextrose (YPD) medium in a Petri dish in the presence of 65 l Mapyrase inhibitors (AI.1, AI.10, AI.13 and AI.15) at 30 8C for 7 days. The equivalent concentration of dimethyl sulfoxide (DMSO) was added as a control (0.05). The experimentswere repeated twice with similar results. Error bars indicate standarddeviations ( n55). For each treatment, the statistical significance of the potency of the fungicides is indicated: Students t-test, P0.001; Students t-test, P0.01; Students t-test, P0.05.1016 M. K. TRIPATHY et al . MOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023 VC2016 BSPP AND JOHN WILEY  SONS LTDmechanism by which apyrase inhibitors could potentiate the effec- tiveness of fungicides is similar to the manner in which they havebeen postulated to increase herbicidal action in plants, which isby disruption of the ATP concentration gradient across the plasmamembrane, resulting in a reduction in the ATP-driven efflux activ- ity of ABC transporters (Thomas et al ., 2000; Windsor et al ., 2003). In both plant and animal cells, ABC transporters canrelease ATP into the extracellular matrix (ECM) (Abraham et al ., 1993; Thomas et al ., 2000; Wu et al ., 2011); thus, it is possible that certain fungal ABC transporters could also efflux ATP whentransporting toxins from the cell. The inhibition of apyrase activitywould then be expected to increase eATP levels, and, as a result, the insideoutside ATP concentration gradient would decrease, and, according to models first published in animal systems(Abraham et al ., 1993), the fungal cells would become less able to export fungicides, leading to the inhibition of growth. Althoughwe observed that treatment with apyrase inhibitors increasedeATP in the media in which fungi were growing (Fig. S3), simplyadding ATP or ATP gS to the media with fungicides did not increase the potency of the fungicides (Fig. S4). This result is in contrast with that observed by Windsor et al . (2003) in plants, where an increase in ATP in the applied herbicides increasedtheir herbicidal activity. The greater effectiveness of apyrase inhibitors over the applied ATP or ATP gS in enhancing the potency of fungicides may berelated to the hydrophobic character of fungal cell walls. As noted above, according to current models, the likely site of action foreither apyrase inhibitors or eATP is the plasma membrane. Thefungal cell wall contains lipids and waxes, and may also containhydrophobin proteins, making it rather resistant to penetration by hydrophilic substances (Ross, 2001). Apyrase inhibitors are rela- tively hydrophobic and would be able to diffuse through the wallbetter than hydrophilic ATP or ATP gS molecules. Thus, although the inhibitors could, by blocking ecto-apyrase activity at theplasma membrane, increase eATP at that site, externally appliedATP or ATP gS might be repelled at the wall surface and thus not alter significantly the gradient of ATP across the plasma membrane. An alternative mechanism for inhibitor enhancement of fungi- cidal activity could be that the inhibitors may function to disruptapyrase activity in the Golgi, the main subcellular site of apyrasefunction in yeast (Abeijon et al ., 1993). The inhibitors are suffi- ciently hydrophobic to enter cells and interact with Golgi-localized apyrases. Based on the known functions of apyrases in yeast, thisaction would be expected to block both the glycosylation of manymembrane proteins, including efflux transporters, and their inser-tion into the plasma membrane, and both of these effects wouldprobably diminish efflux transporter activity in the pathogenicfungi studied. The testing of this hypothesis would require the development of immunological, cytological and biochemical tools Fig. 4 Apyrase inhibitors affect the growth of fungus in the presence of different fungicides. Representative photographs of plate assays of Fusarium oxysporum grown in the presence of apyrase inhibitors AI.1, AI.10, AI.13 or AI.15 combined with three different fungicides: copper octanoate, myclobutanil an d propiconazole.Apyrase inhibitors potentiate plant fungicides 1017 VC2016 BSPP AND JOHN WILEY  SONS LTD MOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023to study the locale of both apyrases and efflux transporters in pathogenic fungi and the post-translational modification of the transporters. Any discussion on the different potential modes of action of apyrase inhibitors should note their ability to inhibit otherphosphatases that could be present in fungal walls or inside fun- gal cells. To the extent that they penetrate into cells, the inhibitors could suppress the activity of intracellular apyrases and phospha- tases, and this, too, could contribute to their enhancement of fun-gicidal activity. Table S1 (see Supporting Information) summarizes Fig. 5 Apyrase inhibitors differentially enhance the potency of three different fungicides (a) copper octanoate, (b) myclobutanil and (c) propiconazoleagainst the pathogenic fungus Fusarium oxysporum . Plant-pathogenic fungal strain ( F. oxysporum ) was grown in yeast extractpeptonedextrose (YPD) medium in a Petri dish in the presence of 65 l Mapyrase inhibitors (AI.1, AI.10, AI.13 and AI.15) at 30 8C for 12 days. The equivalent concentration of dimethyl sulfoxide (DMSO) was added as a control (0.05). The experimentswere repeated twice with similar results. Error bars indicate standarddeviation ( n55). For each treatment, the statistical significance of the potency of each fungicide is indicated: Students t-test, P0.001; Students t-test, P0.01; Students t-test, P0.05. Fig. 6 Apyrase inhibitors differentially enhance the potency of three different fungicides (a) copper octanoate, (b) myclobutanil and (c) propiconazoleagainst the pathogenic fungus Sclerotinia sclerotiorum . Plant-pathogenic fungal strain ( S. sclerotiorum ) was grown in yeast extractpeptonedextrose (YPD) medium in a Petri dish in the presence of 65 l Mapyrase inhibitors (AI.1, AI.10, AI.13 and AI.15) at 30 8C for 7 days. The equivalent concentration of dimethyl sulfoxide (DMSO) was added as a control (0.05). The experimentswere repeated twice with similar results. Error bars indicate standarddeviation ( n55). For each treatment, the statistical significance of the potency of each fungicide is indicated: Students t-test, P0.001; Students t-test, P0.01; Students t-test, P0.05.1018 M. K. TRIPATHY et al . MOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023 VC2016 BSPP AND JOHN WILEY  SONS LTDpreviously published data on the relative effectiveness of the four inhibitors used in these studies in blocking the activity of apyrase,acid phosphatase, alkaline phosphatase and luciferase. Althoughthe relative specificity of the inhibitors varies, the one feature they have in common is that they are all more effective in inhibiting apyrase than any other phosphatase. Nonetheless, our data donot rule out inhibitor effects on intracellular and extracellular enzymes other than apyrase. The different inhibitors used have different potencies to inhibit potato apyrase (Windsor et al., 2002, 2003), and so it was impor- tant to assay whether they inhibit equally the apyrase activitiesfound in extracts of the different pathogens. For these experi-ments, apyrase activity found in the growth media for B. cinerea Fig. 7 Apyrase inhibitors differentially enhance the potency of three different fungicides (a) copper octanoate, (b) myclobutanil and (c) propiconazoleagainst the pathogenic fungus Verticillium dahliae . Plant-pathogenic fungal strain ( V. dahliae ) was grown in yeast extractpeptonedextrose (YPD) medium in a Petri dish in the presence of 65 l Mof apyrase inhibitors (AI.1, AI.10, AI.13 and AI.15) at 30 8C for 12 days. The equivalent volume of dimethyl sulfoxide (DMSO) was added as a control. The experiments wererepeated twice with similar results. Error bars indicate standard deviations(n55). For each treatment, the statistical significance of the potency of fungicides is indicated: Students t-test, P0. 001; Students t-test, P0.01; Students t-test, P0.05. Fig. 8 Apyrase inhibitors differentially affect the retention of propiconazole inBotrytis cinerea ,Colletotrichum graminicola andSclerotinia sclerotiorum as determined by mass spectrometry. (a) Treatment with AI.13 statisticallysignificantly increases the level of propiconazole in B. cinerea . (b) Treatment with AI.1 statistically significantly increases the level of propiconazole inC. graminicola . (c) Treatment with AI.10 statistically significantly increases the level of propiconazole in S. sclerotiorum . Error bars indicate standard deviations ( n53). Significance of fungicide retention: Students t-test, P0.01.Apyrase inhibitors potentiate plant fungicides 1019 VC2016 BSPP AND JOHN WILEY  SONS LTD MOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023andF. oxysporum was used. Apyrase activity can be partially puri- fied from crude extracts of both pea (Chen et al., 1987) and Arabi- dopsis (data not shown) by ammonium sulfate precipitation, andmay be found in pellets precipitated by both 50 and 80 satu- rated ammonium sulfate. The inhibitors AI.1 and AI.13 both inhib- ited all the apyrase preparations tested, but were more potentagainst the B. cinerea apyrase than the F. oxysporum apyrase, a result consistent with our observation that the inhibitors enhanced fungicidal activity more strongly against B. cinerea than against F. oxysporum . To better document the differential effectiveness of different apyrase inhibitors against different apyrases from fungal pathogens, tests should be performed with fully purified apyrasesfrom these pathogens. With regard to their field use, apyrase inhibitors mixed with fungicides would typically be applied to seeds or to mature stagesof crop growth. Thus the inhibitorfungicide mixture would rarely be used at the same time as herbicides, which are typically applied to kill weeds at the seedling stage of crop growth. Theinhibitors themselves have no negative effects on plant growth (Windsor et al ., 2003), and so it is unlikely that the presence of apyrase inhibitors in fungicides when they are used on plantswould have any negative effects on the plants.In recent years, it has become clear that plant apyrases also play a role in biotic defence responses (Cao et al ., 2014; Clark et al ., 2014; Lim et al ., 2014). The best-studied example of plant apyrase involvement in the ability of plants to defend themselvesagainst fungal pathogens is that of the pea ecto-apyrase PsAPY1(Amano et al., 2013; Shiraishi, 2013; Toyoda et al ., 2012). A sup- pressor molecule produced by the fungal pathogen, Mycosphaerella pinodes , regulates the activity of this pea apyrase (Toyoda et al ., 2012). Ectopic expression of PsAPY1 in Nicotiana increased resist- ance to pathogen attack (Shiraishi, 2013). Similarly, other recentfindings have indicated that transient expression of a Medicago truncatula apyrase in Nicotiana benthamiana limits necrotic lesions formed in response to attack from a fungal pathogen (Toyoda et al., 2014), and an extracellular apyrase in peas plays a key role in plantdefence against fungal pathogenesis before the onset of pathogen-associated molecular pattern (P AMP)-triggered immunity (Toyoda et al., 2016). Previous data have indicated that apyrase activity is strongly linked to efflux transporter activity in plants. The most likely inter-pretation of the new data presented here in fungi is that this link-age is also true in fungi. Although the molecular mechanism bywhich apyrase inhibitors disrupt the efflux of toxins has not yetbeen defined, the fact that these inhibitors promote the retentionof pesticides in both plants and fungi suggests that the apyraseefflux transporter relationship has been functionally conserved inevolution. Independent of these theoretical considerations, ourfindings may have practical utility for the creation of advanced for-mulations of more potent fungicides that will aid in the control ofpathogenic fungi and help to prevent devastating crop loss. The plate assays reported here raise the question of whether apyrase inhibitors would enhance the potency of fungicides andprovide pathogen protection to plants in glasshouse or field stud-ies. Field trials have begun, and although not reported here, aninitial study of wheat seeds infected by a mixture of pathogenicfungi, including species of Alternaria ,Aspergillus ,Fusarium , Penicillium andCladosporium , revealed that apyrase inhibitor AI.1 significantly enhanced the potency of tebuconazole (a close rela-tive of propiconazole) to prevent fungal growth on the seeds. Thereduction of fungal counts on the seeds treated with a mixture oftebuconazole and AI.1 was more than 50 greater than thereduction seen with tebuconazole treatment alone. These resultsoffer promise that the apyrase inhibitors studied here may becomevaluable aids in efforts to reduce the heavy losses inflicted bypathogenic fungi on major crops each year. EXPERIMENTAL PROCEDURES Fungal strain and growth media The plant-pathogenic fungal strains B. cinerea ,C. graminicola ,F. oxyspo- rum,S. sclerotiorum andV. dahliae were obtained from the Institute for Fig. 9 Apyrase inhibitors suppress the apyrase activity released by fungi into the growth medium. (a) AI.1 and AI.13 inhibit the activity of apyrase extractedfrom the growth medium of Botrytis cinerea that was precipitated by 50 or 80 saturated ammonium sulfate. (b) AI.1 and AI.13 inhibit the activity ofapyrase extracted from the growth medium of Fusarium oxysporum that was precipitated by 50 or 80 saturated ammonium sulfate. Pi, inorganicphosphate.1020 M. K. TRIPATHY et al . MOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023 VC2016 BSPP AND JOHN WILEY  SONS LTDPlant Genomics  Biotechnology, Texas A  M University, College Station, TX, USA. Potato glucose agar (PGA, Sigma-Aldrich, St. Louis, MO, USA) was routinely used for the growth of different pathogenic fungal strains. Apyrase inhibitors and fungicides Apyrase inhibitors NGXT191 (AI.1), AI.10, NGXT1913 (AI.13) and AI.15 were used in this study. The fungicides copper octanoate (C 16H30CuO 4), myclobutanil (C 15H17ClN 4) and propiconazole (C 15H17Cl2N3O2) were used. The concentrations of these compounds were as follows: copper octano-ate, 285 m M; myclobutanil, 2.14 m M; propiconazole, 4.64 m M. Fungal growth test Standard antifungal susceptibility disc tests were performed to determineany potentiating effect of apyrase inhibitors on the growth of the patho-genic fungi. Wild-type strains of the pathogenic fungi were plated on PGAmedium (pH 5.6) with Whatman paper discs containing fungicides at thecentre of the plate. Plates containing either apyrase inhibitors (65 l M)o r an equal concentration of DMSO solvent (0.05) served as experimentalcontrols, and when either was applied alone, it did not affect the growthof pathogenic fungi. Plates were incubated at 30 C14Cf o r7d a y s( C.grami- nicola and S. sclerotiorum )o r1 2d a y s( B.cinerea ,F.oxysporum and V. dahliae ), depending on the growth rate of the fungi. Plates were photo- graphed, and the zone of fungal growth inhibition was measured using Image J software (National Institutes of Health, Bethesda, MD, USA). Allthe tests were performed with five replicates. The experiments were per-formed twice. Results were analysed for statistical significance using Stu-dents t-tests. Mass spectrometry sample preparation and protein estimation After fungicide treatment, both the DMSO control and the apyrase inhibitor-grown tissue were collected and washed twice with 1 mL ofpotato dextrose liquid medium (pH 5.6) at 3000 g for 5 min. The tissue was frozen with liquid N 2and homogenized with a homogenizer with 0.3 mL of 85 methanol. It was then centrifuged at 9000 g for 10 min at4 C14C. The supernatant was collected and protein was quantified using a Direct Detect VRSpectrometer (Millipore, Billerica, MA, USA). Fungicide quantification by mass spectrometry For mass spectrometry quantification, the D5 propiconazole(C 15H12Cl2N3O2D5) standard was obtained from Analytical Standard Solu- tions (A2S), Saint Jean dIllac, France as a 10-ppm solution in acetonitrile(C 2H3N). An 8- mL aliquot of each sample was injected with 0.3 mL of the 10-ppm standard. For propiconazole analysis, solvent B was acetonitrileand solvent A was water. The liquid chromatography (LC) program was alinear gradient from 5 B to 95 B over 4 min, followed by a 4-min holdat 95 B. The ionization source was an Agilent Jet Stream (Santa Clara,CA, USA) source in positive mode Electrospray ionization (ESI) with a dry-ing gas temperature of 350 C14C, drying gas flow of 13 Lmin, sheath gas temperature of 350C14C, nebulizer pressure of 40 psi, Vcapof 2900 V, noz- zle voltage of 1500 V, fragmenter voltage of 150 V and skimmer voltage of 65 V. The column was a Zorbax Eclipse Plus C18 (Agilent technologies,Santa Clara, CA, USA) column (50 mm 32.1 mm, 5 mm) with a Zorbax Eclipse Plus C18 narrow-bore guard column (12.5 mm 32.1 mm, 5 mm). Each sample was run in triplicate. The target (C 15H17Cl2N3O2) a n dD 5s t a n d a r d( C 15H12Cl2N3O2D5)e l u t e da t4 . 3m i na n dw e r e observed as M 1H1and M  Cl1ions. The areas of the extracted ion chromatograms for propiconazole (C 15H17Cl2N3O21H1at 342 and C 15H17Cl2N3O2C l 1at 306) and the D5 standard (C15H12D5Cl2N3O21H1at 347 and C 15H12D5Cl2N3O2C l 1at 311) were found, and the ratio of the areas was determined. The area valuewas divided by the protein value to calculate the final amount of propico-nazole inside the propiconazole- and propiconazole 1apyrase inhibitor- treated fungus. Assay of eATP in fungal growth media The plant-pathogenic fungus F. oxysporum was inoculated on 5 mL of potato dextrose broth (pH 5.6) containing apyrase inhibitor AI.1 (65 mM). DMSO (0.05) served as an experimental control. The liquid culture was kept at 30 8C with constant shaking at 200 rpm for the indicated number of days. Two hours before media collection, the tubes were removed fromthe shaker and kept still. Three individual samples of 50 mL of medium were removed from each tube and flash frozen in liquid nitrogen. Sampleswere stored at 2808C until ATP measurements were made. The ATP in the growth media was determined using the ENLITEN ATP Assay Systemfrom Promega (Madison, WI, USA) according to the method of Lim et al . (2014). In all cases, three biological replicates and three technical repli- cates were included in the average. Assay of phosphatase activity in fungal growth media and its inhibition by AI.1 and AI.13 Fusarium oxysporum and B. cinerea were grown in potato dextrose medium for 48 h. Cultures were centrifuged at 3000 g for 15 min to pelletdown the fungal hyphae. Clear supernatant was taken to assay the phos-phatase activity in the fungal growth media. Soluble fungal proteins wereprecipitated at 4 C14C by the addition of solid (NH 4)2SO4until the entire solid was dissolved in the solution up to 50 saturation. After 15 min of stirring, proteins were centrifuged at 9000 gfor 15 min to pellet down the precipitate. Additional (NH 4)2SO4was added to the supernatant up to 80 saturation, and the solution was centrifuged at 9000 gfor 15 min to pellet down the precipitate. After the (NH 4)2SO4precipitations, proteins from the 50 and 80 (NH 4)2SO4precipitations were separately desalted, quantified and assayed for phosphatase activity with 60 m M Hepes 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid), 3 m MMgCl 2 and a selection of one of the following conditions: 3 m MATP, ADP or AMP nucleotide at pH 4, pH 5.6, pH 7, pH 8 or pH 9.5. Only at pH 7 were1.12 m Mascorbic acid and 0.8 m Mammonium molybdate added to inhibit acid and alkaline phosphatases. Samples were incubated at 30C14Ca t 150 rpm with or without inhibitors. In this assay, two inhibitors (AI.1 andAI.13) were dissolved in 0.05 (vv) DMSO at 65 m Mconcentration. Inor- ganic phosphate concentration was determined by measuring the absorb-ance of the phosphomolybdenum complex at 820 nm (Chen et al., 1956).Apyrase inhibitors potentiate plant fungicides 1021 VC2016 BSPP AND JOHN WILEY  SONS LTD MOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023ACKNOWLEDGEMENTS We thank Dr Marty Dickman for kindly providing the fungal pathogens and experimental procedures used in this work. We thank the Mass Spectrometry Facility of the Department of Chemistry at The Universityof Texas at Austin, TX, USA. This work was supported by a NationalScience Foundation grant (IOS-1027514 to S.R. and G.C.), a National Aeronautics and Space Administration grant (NAG10-295 to S.R. and G.C.). Dr Greg Clark, a co-author of this study, is a consultant to Cot-tonGen, LLC. The terms of this arrangement have been reviewed andapproved by the University of Texas at Austin in accordance with its policy on objectivity in research. None of the authors have a conflict of interest to declare. REFERENCES Abeijon, C., Yanagisawa, K., Mandon, E.C., Hausler, A., Moremen, K., Hirschberg, C.B. and Robbins, P.W. (1993) Guanosine diphosphatase is required for protein and sphingolipid glycosylation in the Golgi lumen of Saccharomyces cer- evisiae .J. Cell Biol. 122, 307323. Abraham, E.H., Prat, A.G., Gerweck, L., Seneveratne, T., Arceci, R.J., Kramer, R., Guidotti, G. and Cantiello, H.F. (1993) The multidrug resistance (mdr1) gene product functions as an ATP channel. Proc. Natl. Acad. Sci. USA ,90, 312316. Amano, M., Toyoda, K., Kiba, A., Inagaki, Y., Ichinose, Y. and Shiraishi, T. (2013) Plant cell walls as suppliers of potassium and sodium ions for inducedresistance in pea ( Pisum sativum L.) and cowpea ( Vigna unguiculata L.).J. Gen. Plant Pathol. 79, 1217. Cao, Y., Tanaka, K., Nguyen, C.T. and Stacey, G. (2014) Extracellular ATP is a cen- tral signaling molecule in plant stress responses. Curr. Opin. Plant Biol. 20, 8287. Chen, H., Wang, L., Su, C.X., Gong, G.H., Wang, P. and Yu, Z.L. (2008) Isolation and characterization of lipopeptide antibiotics produced by Bacillus subtilis .Lett. Appl. Microbiol. 47, 180186. Chen, P.S., Toribara, T.Y. and Warner, H. (1956) Microdetermination of phospho- rus.Anal. Chem. 28, 17561758. Chen, Y.R., Datta, N. and Roux, S.J. (1987) Purification and partial characterization of a calmodulin-stimulated nucleoside triphosphatase from pea nuclei. J. Biol. Chem. 262,1 06 8 9  1 06 9 4 . Clark, G., Torres, J., Handley, C., Guan, X.Y., Lee, J.L., Kays, J.E., Finlayson, S., Chen, Z.J. and Roux, S.J. (2010a) Apyrase (nucleoside triphosphate-diphosphohy- drolase) and extracellular nucleotides regulate cotton fiber elongation in cultured ovules. Plant Physiol. 152, 10731083. Clark, G., Wu, M., Wat, N., Onyirimba, J., Pham, T., Herz, N., Ogoti, J., Gomez, D., Canales, A.A., Aranda, G., Blizard, M., Nyberg, T., Terry, A., Torres, J.,Wu, J. and Roux, S.J. (2010b) Both the stimulation and inhibition of root hair growth induced by extracellular nucleotides in Arabidopsis are mediated by nitric oxide and reactive oxygen species. Plant Mol. Biol. 74, 423435. Clark, G., Fraley, D., Steinebrunner, I., Cervantes, A., Onyirimba, J., Liu, A., Torres, J., Tang, W., Kim, J. and Roux, S.J. (2011) Extracellular nucleotides and apyrases regulate stomatal aperture in Arabidopsis .Plant Physiol. 156, 1740 1753. Clark, G., Morgan, R.O., Fernandez, M.-P., Salmi, M.L. and Roux, S. (2014) Review: breakthroughs spotlighting roles for extracellular nucleotides and apyrases in stress responses and growth and development. Plant Sci. 225, 107116. Coleman, J.J. and Mylonakis, E. (2009) Efflux in fungi: la piece de resistance. PLOS Pathog. 5, e1000486. Collopy-Junior, I., Kneipp, L.F., da Silva, F.C., Rodrigues, M.L., Alviano, C.S. and Meyer-Fernandes, J.R. (2006) Characterization of an ecto-ATPase activity in Fonsecaea pedrosoi .Arch. Microbiol. 185, 355362. Dubey, M.K., Jensen, D.F. and Karlsson, M. (2014) An ATP-binding cassette pleio- tropic drug transporter protein is required for xenobiotic tolerance and antagonismin the fungal biocontrol agent Clonostachys rosea .Mol. PlantMicrobe Interact. 27, 725732. Freitas-Mesquita, A.L. and Meyer-Fernandes, J.R. (2014) Biochemical properties and possible roles of ectophosphatase activities in fungi. Int. J. Mol. Sci. 6, 2289 2304. Gao, X.D., Kaigorodov, V. and Jigami, Y. (1999) YND1, a homologue of GDA1, encodes membrane-bound apyrase required for Golgi N- and O-glycosylation inSaccharomyces cerevisiae .J. Biol. Chem. 274,2 14 5 0  2 14 5 6 .Hayashi, H., Schoonbeek, H.J., Sugiura, H. and De Waard, M.A. (2001) Multi- drug resistance in Botrytis cinerea associated with decreased accumulation of the azole fungicide oxpoconazole and increased transcription of the ABC transportergene BcatrD. Pestic. Biochem. Physiol. 70, 168179. Hayashi, K., Schoonbeek, H.J. and De Waard, M.A. (2002) Expression of the ABC transporter BcatrD from Botrytis cinerea reduces sensitivity to sterol demethylation inhibitor fungicides. Pestic. Biochem. Physiol. 73, 110121. Herrero, A.B., Uccelletti, D., Hirschberg, C.B., Dominguez, A. and Abeijon, C. (2002) The Golgi GDPase of the fungal pathogen Candida albicans affects morpho- genesis, glycosylation, and cell wall properties. Eukaryot. Cell ,1, 420431. Israel, B. (2013) Fungicide use surges, largely unmonitored. Available at: http: www.scientificamerican.comarticlefungicide-use-surges-largely-unmonitored. Junior, I.C., Rodrigues, M.L., Alviano, C.S., Travassos, L.R. and Meyer- Fernandes, J.R. (2005) Characterization of an ecto-ATPase activity in Cryptococ- cus neoformans .FEMS Yeast Res. 5, 899907. Kiffer-Moreira, T., Fernandes, S., Maria, E., Alviano, D.S., Axelband, F., Cesar, G.V., Cosentino-Gomes, D., Rodrigues, M.L., Nimrichter, L., Vieyra, A.,Alviano, C.S. and Meyer-Fernandes, J.R. (2010) Biochemical characterization of an ecto-ATP diphosphohydrolase activity in Candida parapsilosis and its possible role in adenosine acquisition and pathogenesis. FEMS Yeast Res. 10, 735746. Knowles, A. (2011) The GDA1_CD39 superfamily: NTPDases with diverse functions. Purinergic Signal. 7,2 1  4 5 . Kretschmer, M., Leroch, M., Mosbach, A., Walker, A.S., Fillinger, S., Mernke, D., Schoonbeek, H.J., Pradier, J.M., Leroux, P., De Waard, M.A. and Hahn,M.(2009) Fungicide-driven evolution and molecular basis of multidrug resistance in field populations of the grey mould fungus Botrytis cinerea .Plos Pathog. 5, e1000696. Lim, M.H., Wu, J., Yao, J.C., Gallardo, I.F., Dugger, J.W., Webb, L.J., Huang, J., Salmi, M.L., Song, J., Clark, G. and Roux, S.J. (2014) Apyrase suppression raises extracellular ATP levels and induces gene expression and cell wall changes charac-teristic of stress responses. Plant Physiol. 164, 20542067. Liu, X., Wu, J., Clark, G., Lundy, S., Lim, M., Arnold, D., Chan, J., Tang, W., Muday, G.K., Gardner, G. and Roux, S.J. (2012) Role for apyrases in polar auxin transport in Arabidopsis .Plant Physiol. 160, 19851995. Long, B., Li, G.H., Feng, R.R., Liu, D.D., Feng, H.Q. and Qin, Q.M. (2015) NTPDase specific inhibitors suppress rice infection by Magnaporthe oryzae .J. Phy- topathol. 163, 227232. Lopez-Esparza, A., Alvarez-Vargas, A., Mora-Montes, H.M., Hernandez- Cervantes, A., Cano-Canchola, M.D. and Flores-Carreon, A. (2013) Isolation ofSporothrix schenckii GDA1 and functional characterization of the encoded gua- nosine diphosphatase activity. Arch. Microbiol. 195, 499506. Morton, V. and Staub, T. (2008) A Short History of Fungicides. APS netFeatures. Available at: http:dx.doi.org10.1094APSnetFeature-2008-0308. Peer, W., Blakeslee, J., Yang, H. and Murphy, A. (2011) Seven things we think we know about auxin transport. Mol. Plant ,4, 487504. Perlin, M.H., Andrews, J. and Toh, S.S. (2014) Essential letters in the fungal alpha- bet: ABC and MFS transporters and their roles in survival and pathogenicity. Adv. Genet. 85, 201253. Reimann, S. and Deising, H.B. (2005) Inhibition of efflux transporter-mediated fun- gicide resistance in Pyrenophora tritici-repentis by a derivative of 40- hydroxyflavone and enhancement of fungicide activity. Appl. Environ. Microbiol. 71, 32693275. Roohparvar, R., Huser, A., Zwiers, L.H. and De Waard, M. (2007) Control of Mycosphaerella graminicola on wheat seedlings by medical drugs known to modu- late the activity of ATP-binding cassette transporters. Appl. Environ. Microbiol. 73, 50115019. Ross, K. (2001) Fungal Cell Walls . Wiley. DOI: 10.1038npg.els.0000355 Sang, H., Hulvey, J., Popko, J.T., Lopes, J., Swaminathan, A., Chang, T. and Jung, G. (2015) A pleiotropic drug resistance transporter is involved in reduced sensitivity to multiple fungicide classes in Sclerotinia homoeocarpa (FT Bennett). Mol. Plant Pathol. 16, 251261. Sansom, F.M. (2012) The role of the NTPDase enzyme family in parasites: what do we know, and where to from here? Parasitology ,139, 963980. Sansom, F.M., Robson, S.C. and Hartland, E.L. (2008) Possible effects of microbial ecto-nucleoside triphosphate diphosphohydrolases on hostpathogen interactions.Micro. Mol. Biol. Rev. 72, 765781. Schoonbeek, H., Del Sorbo, G. and De Waard, M.A. (2001) The ABC transporter BcatrB affects the sensitivity of Botrytis cinerea to the phytoalexin resveratrol and the fungicide fenpiclonil. Mol. PlantMicrobe Interact. 14, 562571.1022 M. K. TRIPATHY et al . MOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023 VC2016 BSPP AND JOHN WILEY  SONS LTDShiraishi, T. (2013) Suppression of defense response related to plant cell wall. Jarq- Jpn. Agric. Res. Q. 47,2 1  2 7 . Stefanato, F.L., Abou-Mansour, E., Buchala, A., Kretschmer, M., Mosbach, A., Hahn, M., Bochet, C.G., Me C19Traux, J.P. and Schoonbeek, H.J. (2009) The ABC transporter BcatrB from Botrytis cinerea exports camalexin and is a virulence factor onArabidopsis thaliana .Plant J. 58, 499510. Tang, W., Brady, S., Sun, Y., Muday, G.K. and Roux, S.J. (2003) Extracellular ATP inhibits root gravitropism at concentrations that inhibit polar auxin transport. Plant Physiol. 131, 147154. Thomas, C., Rajagopal, A., Windsor, B., Dudler, R., Lloyd, A. and Roux, S.J. (2000) A role for ectophosphatase in xenobiotic resistance. Plant Cell ,12, 519 533. Toyoda, K., Yasunaga, M., Niwa, Y., Ohwatari, A., Nakashima, Y., Inagaki, Y., Ichinose, Y. and Shiraishi, T. (2012) H 2O2production by copper amine oxidase, a component of the ecto-apyrase (ATPase)-containing protein complex(es) in the peacell wall, is regulated by an elicitor and a suppressor from Mycosphaerella pinodes . J. Gen. Plant Pathol. 78, 311315. Toyoda, K., Kawakami, E., Nagai, H., Shiobara-Komatsu, T., Tanaka, K., Inagaki, Y., Ichinose, Y. and Shiraishi, T. (2014) Expression of Medicago trunca- tula ecto-apyrase MtAPY1;1 in leaves of Nicotiana benthamiana restricts necrotic lesions induced by a virulent fungus. J. Gen. Plant Pathol. 80, 222229. Toyoda, K., Yao, S., Takagi, M., Uchioki, M., Miki, M., Tanaka, K., Suzuki, T., Amano, M., Kiba, A., Kato, T., Takahashi, H., Ishiga, Y., Matsui, H.,Noutoshi, Y., Yamamoto, M., Ichinose, Y. and Shiraishi, T. (2016) The plant cell wall as a site for molecular contacts in fungal pathogenesis. Physiol. Mol. Plant Pathol. 95,4 4  4 9 . Uccelletti, D., Anticoli, S. and Palleschi, C. (2007) The apyrase KlYnd1p of Kluy- veromyces lactis affects glycosylation, secretion, and cell wall properties. FEMS Yeast Res. 7, 731739. Wang, H., Yan, Y., Wang, J., Zhang, H. and Qi, W. (2012) Production and charac- terization of antifungal compounds produced by Lactobacillus plantarum IMAU10014. PLoS One ,7, e29452. Windsor, B., Roux, S.J. and Lloyd, A. (2003) Multiherbicide tolerance conferred by AtPgp1 and apyrase overexpression in Arabidopsis thaliana .Nat. Biotechnol. 21, 428433. Windsor, J. (2000) Establishing a role for ecto-phosphatase in drug resistance . Doc- toral Dissertation. Retrieved from ProQuest Dissertations and Theses. The Univer- sity of Texas, Austin, Texas (Accession Order No. 9983374). Windsor, J.B., Thomas, C., Hurley, L., Roux, S.J. and Lloyd, A.M. (2002) Auto- mated colorimetric screen for apyrase inhibitors. Biotechniques ,33, 10281030. Wu, J., Steinebrunner, I., Sun, Y., Butterfield, T., Torres, J., Arnold, D., Gonzalez, A., Jacob, F., Reichler, S. and Roux, S.J. (2007) Apyrases (nucleoside triphosphate-diphosphohydrolases) play a key role in growth control in Arabidop- sis.Plant Physiol. 144, 961975. Wu, S.-J., Siu, K.-C. and Wu, J.-Y. (2011) Involvement of anion channels in media- ting elicitor-induced ATP efflux in Salvia miltiorrhiza hairy roots. J. Plant Physiol. 168, 128132. SUPPORTING INFORMATION Additional Supporting Information may be found in the online version of this article at the publishers website:Fig. S1 (a) Comparison of the deduced amino acid sequences of apyrases (nucleoside triphosphate-diphosphohydrolases) from different plants and pathogenic fungi. Arabidopsis thaliana apyrase 1 (AtAPY1; Accession No. NP_187058), Arabidopsis thaliana apyrase 2 (AtAPY2; Accession No. NP_001154717), Pisum sativum (PsNTP9; Accession No. BAA75506), Saccharo- myces cerevisiae (ScAPY; Accession No. EDV08832), Botrytis cinerea (BcAPY; Accession No. XP_001558134), Colletotrichum graminicola (CgAPY; Accession No. EFQ33146), Fusarium oxy- sporum (FoAPY; Accession No. ENH75262), Sclerotinia sclerotio- rum (SsAPY; Accession No. XP_001590729) and Verticillium dahliae (VdAPY; Accession No. EGY20804). Stars are identical and dots are similar amino acids mentioned under the sequen- ces. (b) Dendrogram showing the phylogenetic relationship between apyrases characterized from different plants and fun-gal species. The tree was constructed based on the amino acidsequences deduced from apyrase gene sequences reported from different plants and fungi. Fig. S2 The growth assay of the fungus Fusarium oxysporum f. sp.cubense shows that apyrase inhibitors AI.1, AI.10, AI.13 and AI.15 alone at 65 m Mhave no effect on the growth of the fungus. DMSO, dimethylsulfoxide. Fig. S3 Medium extracellular ATP concentration eATP increases with increased time of suppression of apyrase expres-sion by the apyrase inhibitor (AI. 1) in the pathogenic fungusFusarium oxysporum . The time course of increase of ATP in fungal growth medium based on luciferase assay luminescence compared with the ATP standard curve. Error bars indicatestandard deviations. Significance of ATP measurements: Stu-dents t-test, P0.05. Fig. S4 Pathogenic fungal strain Fusarium oxysporum was grown in yeast extractpeptonedextrose (YPD) medium in a Petri dish in the presence of dimethyl sulfoxide (DMSO) (0.05) as a control, ATP gS (200 m M) and A1.1 (65 mM). Error bars indicate standard deviations ( n53). Students t-test, P0.05. Table S1 Different apyrase inhibitors have different inhibitory effects on different phosphatases (Windsor, 2000).Apyrase inhibitors potentiate plant fungicides 1023 VC2016 BSPP AND JOHN WILEY  SONS LTD MOLECULAR PLANT PATHOLOGY (2017) 18(7), 10121023",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            }
        ]
    }
]