[
    {
        "pmid": "33801697",
        "title": "Growth and Antifungal Resistance of the Pathogenic Yeast, Candida Albicans, in the Microgravity Environment of the International Space Station: An Aggregate of Multiple Flight Experiences.",
        "year": "2021",
        "journal": "Life (Basel)",
        "abstract": "This report was designed to compare spaceflight-induced cellular and physiological adaptations of Candida albicans cultured in microgravity on the International Space Station across several payloads. C. albicans is a common opportunistic fungal pathogen responsible for a variety of superficial infections as well as systemic and more severe infections in humans. Cumulatively, the propensity of this organism to be widespread through the population, the ability to produce disease in immunocompromised individuals, and the tendency to respond to environmental stress with characteristics associated with increased virulence, require a better understanding of the yeast response to microgravity for spaceflight crew safety. As such, the responses of this yeast cultivated during several missions using two in-flight culture bioreactors were analyzed and compared herein. In general, C. albicans had a slightly shorter generation time and higher growth propensity in microgravity as compared to terrestrial controls. Rates of cell filamentation differed between bioreactors, but were low and not significantly different between flight and terrestrial controls. Viable cells were retrieved and cultured, resulting in a colony morphology that was similar between cells cultivated in flight and in terrestrial control conditions, and in contrast to that previously observed in a ground-based microgravity analog system. Of importance, yeast demonstrated an increased resistance when challenged during spaceflight with the antifungal agent, amphotericin B. Similar levels of resistance were not observed when challenged with the functionally disparate antifungal drug caspofungin. In aggregate, yeast cells cultivated in microgravity demonstrated a subset of characteristics associated with virulence. In addition, and beyond the value of the specific responses of C. albicans to microgravity, this report includes an analysis of biological reproducibility across flight opportunities, compares two spaceflight hardware systems, and includes a summary of general flight and payload timelines.",
        "full_text": "life Article Growth and Antifungal Resistance of the Pathogenic Yeast, Candida Albicans , in the Microgravity Environment of the International Space Station: An Aggregate of Multiple Flight Experiences Sheila Nielsen , Kenna White, Kyle Preiss, Dakota Peart, Kathryn Gianoulias, Rachel Juel, James Sutton, James McKinney, Jaclyn Bender, Gabrielle Pinc, Kela Bergren, Wendy Gans, Jessica Kelley and Millard McQuaid gid00030gid00035gid00032gid00030gid00038gid00001gid00033gid00042gid00045 gid00001 gid00048gid00043gid00031gid00028gid00047gid00032gid00046 Citation: Nielsen, S.; White, K.; Preiss, K.; Peart, D.; Gianoulias, K.; Juel, R.; Sutton, J.; McKinney, J.; Bender, J.; Pinc, G.; et al. Growth and Antifungal Resistance of the Pathogenic Yeast, Candida Albicans , in the Microgravity Environment of the International Space Station: An Aggregate of Multiple Flight Experiences. Life2021 ,11, 283. https:doi.org10.3390life11040283 Academic Editor: Fathi Karouia Received: 18 February 2021 Accepted: 25 March 2021 Published: 27 March 2021 Publishers Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional afl- iations. Copyright:  2021 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0).Department of Microbiology and Immunology, Montana State University, Bozeman, MT 59717, USA; Kenna.r.whitegmail.com (K.W.); k.preissplexusrt.com (K.P .); dakotap80gmail.com (D.P .); kathryn.gianouliasgmail.com (K.G.); racheljuel2014gmail.com (R.J.); jamesbsuttonhotmail.com (J.S.); jcmckinney12gmail.com (J.M.); jaclyn.jmpgmail.com (J.B.); pincelle3gmail.com (G.P .); bergren_09hotmail.com (K.B.); wgans5401gmail.com (W.G.); Jessbrown7gmail.com (J.K.); mcquaid.millardgmail.com (M.M.) Correspondence: sheila.nielsenmontana.edu; Tel.: 1-303-870-7979 Abstract: This report was designed to compare spaceight-induced cellular and physiological adap- tations of Candida albicans cultured in microgravity on the International Space Station across several payloads. C. albicans is a common opportunistic fungal pathogen responsible for a variety of su- percial infections as well as systemic and more severe infections in humans. Cumulatively, the propensity of this organism to be widespread through the population, the ability to produce disease in immunocompromised individuals, and the tendency to respond to environmental stress with char- acteristics associated with increased virulence, require a better understanding of the yeast response to microgravity for spaceight crew safety. As such, the responses of this yeast cultivated during several missions using two in-ight culture bioreactors were analyzed and compared herein. In general, C. albicans had a slightly shorter generation time and higher growth propensity in microgravity as compared to terrestrial controls. Rates of cell lamentation differed between bioreactors, but were low and not signicantly different between ight and terrestrial controls. Viable cells were retrieved and cultured, resulting in a colony morphology that was similar between cells cultivated in ight and in terrestrial control conditions, and in contrast to that previously observed in a ground-based micro- gravity analog system. Of importance, yeast demonstrated an increased resistance when challenged during spaceight with the antifungal agent, amphotericin B. Similar levels of resistance were not observed when challenged with the functionally disparate antifungal drug caspofungin. In aggre- gate, yeast cells cultivated in microgravity demonstrated a subset of characteristics associated with virulence. In addition, and beyond the value of the specic responses of C. albicans to microgravity, this report includes an analysis of biological reproducibility across ight opportunities, compares two spaceight hardware systems, and includes a summary of general ight and payload timelines. Keywords: microgravity; spaceight; yeast; amphotericin B; caspofungin; antifungal; ISS; Space X; FPA; GAP; FEP bag 1. Introduction Candida albicans (C. albicans ) is a commensal fungus found throughout the human body in locations such as the mouth, gastrointestinal tract, vagina, and skin  1,2. Most infections are supercial, such as fungal nails, yet as an opportunistic pathogen, this yeast is capable of causing severe, life-threatening illness in immunocompromised hosts; there- fore, it is a potential concern for crew during long term spaceight  36. In addition, the dichotomy between the commensal and pathogenic behaviors of C. albicans is complex Life2021 ,11, 283. https:doi.org10.3390life11040283 https:www.mdpi.comjournallifeLife2021 ,11, 283 2 of 24 and the molecular events responsible for converting a normally benign commensal into a highly pathogenic organism, which in systemic infections can produce 3045 mortality, have not been fully elucidated  711. Moreover, the therapeutic repertoire to treat systemic Candida infections is limited  12. There are four classes of antifungal agents used clinically, including polyenes (e.g., Amphotericin B), echinocandins (e.g., caspofungin), azoles (e.g., uconazole) and nucleoside analogs (e.g., ucytosine)  13. Amphotericin B (AmB) was utilized as an early therapeutic for Candida infections and its derivatives remain among the most effective treatments for systemic disease  1416. For these reasons, AmB was chosen for analyses in the microgravity-associated susceptibility studies described herein. It has been proposed that AmB functions at the level of the cell membrane, where it interacts with the yeast-specic sterol, ergosterol, forming pores and compromising membrane in- tegrity  13,15. In contrast, caspofungin (CAS) was used to evaluate the yeast response to an antifungal agent harboring a mechanism of action distinct from that of AmB. Caspofungin compromises cell wall formation by inhibiting (13)- -D-glucan synthase 11. C. albicans is a dimorphic eukaryotic organism consisting of spherical yeast form cells and elongated lamentous cells and has been shown to respond to environmental stresses such as temperature, pH, and altered gas environments with physiological characteristics often associated with virulence  1720. Indeed the extreme environment of microgravity presents a unique challenge for organisms that have evolved under normal gravity. Micro- gravity may provide novel environmental stress cues leading to physiological adaptations or may allow insights into molecular pathways otherwise masked by a gravity-based environment, such as that described for the Pseudomonas Hfqpathway  21,22. Among the potential adaptations of interest are those properties of C. albicans , on both the single and multicellular level, that enable it to infect an immunocompromised host. A well-studied phenotypic transition in C. albicans is lamentation, or hyphalpseudohyphal formation, which can be induced by a variety of environmental conditions including temperature, pH, serum, elevated CO 2and hypoxia  2325. The combination of lamentous and yeast form cells can also form biolms, or multicellular communities, contributing to increased virulence and enhanced resistance to environmental insults. As such, C. albicans , particu- larly in community form, has been documented to have increased resistance to antifungal agents  4,26,27. In short, this yeast is capable of altering its phenotype in a number of ways to become better suited for infection and the environmental cues responsible for initiating these transitions are numerous. Hallmarks of an infectious form of C. albicans include robust growth, lamentation, biolm production and resistance to antifungal agents. The studies included herein will focus on these yeast characteristics to determine whether microgravity represents an environmental cue with the potential to alter virulence. Due to limited access and the expense of spaceight opportunities, ground-based sim- ulators, such as rotating wall vessels or random positioning machines, have been used to generate a modeled microgravity environment in order to predict the response of cells to spaceight microgravity  2833. High Aspect Ratio Vessels (HARV) are rotating-wall ves- sels that, by revolving about an axis perpendicular to the gravitational vector, create a state of functional weightlessness and minimal uid shear within the chamber. Low-uid shear may indeed be an important environmental signal for organisms cultivated in microgravity. Reduced convection and diminished bulk ow may resulted in an altered cell-associated microenvironment through depletion of nutritional components and accumulation of waste products  34. Interestingly, when cultivated in analog bioreactors or in the true micrograv- ity environment, many, but not all, organisms display morphological and genetic changes consistent with increased virulence and invasive behavior 22,31,3538. Previous studies ofC. albicans cultured in HARV bioreactors demonstrated adaptations that included cells with increased lamentation, increased resistance to the antifungal agent AmB, altered colony morphology, and altered biolm complexity  29,31. The studies described herein focus on whether exposure of C. albicans to true microgravity induces similar adaptation responses to those observed in ground-based analog studies, especially as they relate toLife2021 ,11, 283 3 of 24 the potential for increased virulence. Embedded in these studies are comparisons between spaceight experiments and between two separate ight hardware systems. 2. Materials and Methods 2.1. Yeast Strain and Growth Conditions C. albicans (SC5314, American Type Culture Collection) was maintained as a frozen stock at 80C. Routinely, and specically the week before ight preparations, streak plates were initiated from frozen stock. As needed for experiment preparation, isolated colonies were used to initiate overnight planktonic cultures. For ground-based studies and ight sample preparation, all cells were cultured in YPD (1 yeast extract, 2 peptone, 2 glucose, Becton Dickinson, Franklin Lakes, NJ, USA) at 30C with shaking at 225 rpm for up to 18 h for planktonic cultures and inverted for 3 days for plated colonies, unless otherwise noted in specic methods. 2.2. Missions: Common Procedures Pre-ight sample preparation was done at Kennedy Space Center in the Space Sta- tion Processing Facility (SSPF). Freshly prepared yeast streak plates, and any specialized reagents or equipment, were shipped overnight to the SSPF laboratory. These reagents were shipped in replicate on consecutive days to minimize any complications of potential transport delays. The research team arrived approximately 10 days prior to launch, navi- gated the necessary badging and training requirements within the site-specic scheduling and availability, received the shipments of biologics, and began experimental preparations forthwith. Flight and terrestrial control samples, with a predetermined and condition- specic sample excess (spares), were prepared in bulk whenever possible. Following an incubation period, the bulk-prepared samples were inspection for contamination and other anomalies (bubbles, volume discrepancies, etc.), and removed from the population as nec- essary. From the remaining samples, ight and terrestrial control specimens were chosen and extra samples were deconstructed, cleaned, and sterilized should they be needed for reloading in the event of an extended launch delay. It should be noted that selection of ight and terrestrial control samples was essentially random other than verifying that ight hardware was imperfection free (no glass chipscracks, no angled septa, etc.). Following launch, the terrestrial control samples were shipped overnight to the Montana-based labo- ratory at the appropriate temperature using phase change packaging as needed. Flight and terrestrial control experiments were conducted near synchronously; the offset time being determined before ight and allowing for communication of each procedure from the ight crew, to the Implementation Partner (BioServe Space Technologies, Boulder, CO, USA), and then to the research team. Mission-specic timing is included in Table 1. In addition, Figure 1A,B synopsize the hardware utilized in each mission as well as the general contents and construction of the experimental samples. Specic experimental design details will be provided in the payload-specic sections below and are summarized in Figure 1C. To clarify the payload nomenclature, ight experiments are provided with an organizational name, in our case by NASA Space Biology as part of their funded microbial series of studies (Micro- x), and the payloads become broadly referred to by these names. The payloads (experiments) are manifested on a spaceight mission once preight requirements have been met and ight resources (space on a launch vehicle, crew time, International Space Station (ISS)- based resources) become available. Our rst set of experiments is referred to as Micro-6, which was own on Space X Cargo Resupply Service (CRS)-1, with a reight referred to as Micro-8, own on Space X CRS-4. The next set of experiments (Micro-14) was split between two missions so is further dened, for the benet of clarity herein, by the hardware used, specically the Fluid Processing Apparatus (FPA) and Fluorinated Ethylene Propylene (FEP) bags. Micro-14FPA was own on Space X CRS-16 and Micro-14FEP was own on Space X CRS-17. The details of each payloadexperiment are described in detail below. In each case, the C. albicans inoculum was prepared and stored in sterile water to maintain stasis. Experiments were initiated, or activated, by the addition of the inoculumLife2021 ,11, 283 4 of 24 to medium to stimulate growth. Following the dened growth period, experiments were terminated by the addition of xative or by placing the samples at a restricted temperature (95C or 4C, depending on the experiment). Upon completion of the mission and once the samples were received in the home laboratory, yeast were isolated from the hardware, which in many cases required deconstruction of the hardware components (de-integration), and processed as indicated for each of the specic outcome measures. Life 2021 , 11, x FOR PEER REVIEW 5 of 27 Figure 1. Schematic representation of the hardware and experimental designs used in the mission payloads. ( A) FPA bioreactors were used for the Micro-68 and Micro-14FPA payl oads and were loaded with tw o or three chambers, loaded in sequence, and separated by rubber sept a. Medium was loaded in chamber A (2.7 mL in three chamber design, 5 mL in two chamber design) and cell inoculum was loaded in chambe r B (0.5 mL). In the three chamber design, chamber C was loaded with 2.2 mL of fixative or fresh medium. Chambers were sequentially mixed on a predetermined schedule by depressing a plunger, and consequently th e column of reagents and septa, to allo w mixing of reagents through the bypass in the glass barrel. All eight FPAs within a GAP were processed as a unit. At the conclusion of the experimental operations, the FPAs were stored within the GA P at the prescribed temperature. ( B) FEP bags were used for the Micro-14FEP payload, allowing for dilution (D 1 and D 2 bags) and serial subculture procedures. To activate growth, yeast (1 mL, 4  104 cellsmL) was injected into the first Large FEP bag (Bag A containing 11 mL YPD) and cultured for 24 h - 1 h at 30 C. At the end of this growth stage, an aliquot wa s removed and diluted 20-fold (Bag A D1). From this dilution, the next Large FEP bag B D1( -) Fix or YPD Ce l l s YPD Me di u m( -) Ai r Bu b bl eFPA M i cro 6 8 Mi c r o 1 4  F P A C 2. 2 m L B 0. 5 m L A 5. 0 m L or 2. 7 m LFEP Bags Mi c r o 1 4  F E P A D1 1:20 A D2 1:10 B 11.8 m LA 11 m L A1 - A1 2B D2 B1- B12C C ells 1 m L Bypa s sPl unger Smal l FEP BagsLar ge FEP BagA B AC BMicro-14 Micro-14Colony morphologyAC BMicro-6AC BEarly Mission Inoculation Late Mission Inoculation LowIn o c (1E2 cellsm L ) LowIn oc HighIn oc (1E5 cell sm L ) HighIn oc44 hrs 44 hrs 30 hrs 30 hrsFi xed Fi xedC h illed C h illed Cell growth Filamentation AmB resistanceCellgrow t h Filamentation AmBr e s i s t a nc eFPA FPA Early Late AC BFi xed FreezeC h illed Cell growth Filamentation Colony morphology M i ssi on Ti m el i ne24 hrs 24 hrs24 hrs 24 hrs 24 hrs 24 hrs 24 hrs24 hrs AmB AmB CAS CAS Freeze Freeze Freeze Freeze FreezeFreeze stress FEP bags Mid-Mission Serial Inoculation(4E4 cellsm L )(4E4 cellsm L ) (4E4 cellsm L )Out c o me Me a s ur e s Out c o me Me a s ur e s Cell growth Filamentation AmB resistance Colony morphology O utcom e M easures Out c o me Me a s ur e s Cell growth Filamentation AmBCAS resistance Colony morphologyFreeze stress Out c o me Me a s ur e sBiofilm formation Biofilm formation A BC D EC Figure 1. Schematic representation of the hardware and experimental designs used in the mission payloads. ( A) FPA bioreactors were used for the Micro-68 and Micro-14FPA payloads and were loaded with two or three chambers, loaded in sequence, and separated by rubber septa. Medium wasLife2021 ,11, 283 5 of 24 loaded in chamber A (2.7 mL in three chamber design, 5 mL in two chamber design) and cell inoculum was loaded in chamber B (0.5 mL). In the three chamber design, chamber C was loaded with 2.2 mL of xative or fresh medium. Chambers were sequentially mixed on a predetermined schedule by depressing a plunger, and consequently the column of reagents and septa, to allow mixing of reagents through the bypass in the glass barrel. All eight FPAs within a GAP were processed as a unit. At the conclusion of the experimental operations, the FPAs were stored within the GAP at the prescribed temperature. ( B) FEP bags were used for the Micro-14FEP payload, allowing for dilution (D 1and D2bags) and serial subculture procedures. To activate growth, yeast (1 mL, 4 104cellsmL) was injected into the rst Large FEP bag (Bag A containing 11 mL YPD) and cultured for 24 h  1 h at 30C. At the end of this growth stage, an aliquot was removed and diluted 20-fold (Bag A D1). From this dilution, the next Large FEP bag was inoculated (0.25 mL into Bag B containing 11.8 mL YPD) and cultured for 24 h  1 h at 30C. This process was repeated until the cells had been cultured for ve days (through Bag E). On each of the rst four days, samples were also prepared to analyze antifungal sensitivity. For these samples, the dilution series was extended from the D 1dilution bag to the D 2dilution bag (1:10) and aliquots (0.2 mL) from D 2were used to inoculate Small FEP bags (A1A12, B1B12, etc.) containing antifungal agents or control medium (2.8 mL). Each day following the 24 h growth period and any necessary sampling, FEP bags (Large FEP bags AE, dilution D 1bags AD, and Small FEP antifungal bags) were frozen at  80C for the remainder of the mission. ( C) An overview is provided to summarize the experimental details for each payload. Cell inoculation, time of cultivation, relative time within the mission, and storage conditions are provided. In addition, the outcome measurements employed for each payload are indicated. Outcome measures that were performedcompleted during ight with cells xed in microgravity are indicated in black text. Outcome measures that were performed using cells returned viable (chilled or frozen) and processed post ight in the home laboratory are indicated in green text. Table 1. Mission-specic timeline details for four separate experiments. SpX CRS-1 SpX CRS-4 SpX CRS-16 SpX CRS-17 Micro-6 Micro-8 Micro-14FPA Micro-14FEP Scrub delay (days) 0 1 1 4 Launch date 8 October 2012 21 September 2014 5 December 2018 4 May 2019 Launch to dock (h) 70.5 79.5 69.5 42 Dock to sample access (h)  79 25 30 18 Length of mission (days, launch to splashdown)21 35 39 31 Experiment completion toundock (h) 48 27 120  264 Splashdown to home lab (h) 70 68 84.5 66  Transition to ISS crew and power resources;  Weather related unberth delay;Late experiments not requested. 2.3. Mission-Specic Growth Conditions and Procedures 2.3.1. Micro-6 (and the Reight Micro-8), Space X CRS-1 and -4, Respectively The hardware utilized for these payloads consisted of FPAs, organized eight per Group Activation Pack (GAP) (BioServe Space Technologies). See Figure 1A for a graphic representation of the FPA hardware and Figure 1C for an overview of the experimental design. Each FPA was divided into 2 or 3 chambers, indicated as chamber A, B and C, which were loaded sequentially and compartmentalized by rubber septa. Chamber A was loaded with 2.7 mL 1.2 YPD (Sigma Aldrich, St. Louis, MO, USA), containing the antifungal agent AmB (Sigma Aldrich, St. Louis, MO, USA) where indicated. Chamber B was loaded with 0.5 mL C. albicans diluted in water (Low inoculum  100 cellsmL, High inoculum  1 105cellsmL, and are referred to as Low and High, respectively). Chamber C contained 2.7 mL termination medium, consisting of either xative (8.4 vv paraformaldehyde, Polysciences, Inc, Warrington, PA, USA) or fresh medium (1x YPD forLife2021 ,11, 283 6 of 24 samples returned live). The GAPs were maintained at a cool temperature, specically 4C pre-ight, ambient during launch, and 12C on the ISS, until the scheduled activation at 30C. Following the growth period (44 h for Low inoculum and 30 h for High inoculum), GAPs were chilled to 4C and maintained at that temperature through the remainder of the mission. There were two operational windows during the mission. Samples that were scheduled to be xed were activated early in the mission (referred to as Early) to avoid any potential decreases in viability due to on-orbit storage. Conversely, cells that were scheduled to be returned live were activated as late as possible in the mission (referred to as Late) so as to retain viability following the growth period and during the transition back to Earth and the home laboratory. During transport back to Earth (splashdown in the Pacic Ocean) and then to the California-based handover location, samples were at ambient temperature (Micro-6) or 4C (Micro-8). Following payload handover to the Implementation Partner (BioServe Technologies) and research team, the samples were transitioned to storage on ice until they arrived at the home laboratory. Viable samples were isolated from the de-integrated hardware and processed the day of arrival. HOBO temperature sensors were included in representative GAPs to retrospectively analyze the temperature profiles and consistency between flight and terrestrial control samples (Figure 2). Life 2021 , 11, x FOR PEER REVIEW 7 of 27 Figure 2. Temperature tracings comparing the expe rience of flight and terrestrial cont rol samples throughout the duration of the missions. HOBO temperature sensors were incorporated into selected GAPs and re trieved during hardware de- integration at the end of the mission. ( A) Samples in the Micro-6 payload that were activated early in the SpX CRS-1 mission, ( B) Samples in the Micro-8 payload that were activated an d then terminated late in the SpX CRS-4 mission, and (C) Samples in the Micro-14FPA payload that were activated an d terminated with fresh medium late in the SpX CRS-16 mission for return of viable cells. Temperature sensors were not associated with FEP bag bioreactors in SpX CRS-17. Ter- restrial control operations were performe d near synchronously (2 h delay from flig ht) and for the purpose of this illustra- tion the time offset was removed from the tracings to allow overlap of transitions for better comparison. Flight tempera- tures are traced in black, terrestrial cont rol temperatures are traced in green, and key operations are indicated in text and highlighted with re d vertical lines. 2.3.2. Micro-14FPA, Space X CRS-16 Similar to Micro-68, the hardware utiliz ed for this payload consisted of FPAs orga- nized eight per GAP (BioServe Space Technologies). This experiment also had two oper- ational windows. Some samples were cultured as described below early in flight (Early) and preserved either with the addition of pa raformaldehyde or by freezing until the end of the mission. The remaining samples were maintained at 4C and cultured as late as possible in the mission (Late) and returned live and chilled (4C) for post flight analyses requiring cell growth. During each operational window, cells were cultured in micrograv- ity for 24 h   1 h at 30 C. FPAs were prepared wi th 2 or 3 chambers as follows. (1) Samples to be frozen consisted of 2 chambers: Chamber A was loaded with 5 mL of YPD (referred to as Low due to the lower cell co ncentration upon inoculation) and overlaid with an air bubble to promote gas exchange. Chamber B was loaded with 0.5 mL of yeast suspended in water (4  10 4 cellsmL). There was no chamber C. (2) Samples to be fixed consisted of 3 chambers: Chamber A was loaded with 2.7 mL YPD (referred to as High as the cell concentration was higher at the time of inoculation) and overlaid with an air bub- ble. Chamber B was loaded with 0.5 mL of yeast suspended in water (4  10 4 cellsmL). Chamber C was loaded with 2.2 mL paraformaldehyde (10 vv). (3) Samples to be re- turned viable consisted of 3 chambers: Chamber A was loaded with 2.7 mL YPD (referred to as High as the cell concentration was higher at the time of inoculation) and overlaid with an air bubble. Chamber B was loaded wi th 0.5 mL of yeast suspended in water (4x10 4 cellsmL). Chamber C was loaded with 2.2 mL 1xYPD. Following completion of the A B C Figure 2. Temperature tracings comparing the experience of ight and terrestrial control samples throughout the duration of the missions. HOBO temperature sensors were incorporated into selected GAPs and retrieved during hardware de-integration at the end of the mission. ( A) Samples in the Micro-6 payload that were activated early in the SpX CRS-1 mission, ( B) Samples in the Micro-8 payload that were activated and then terminated late in the SpX CRS-4 mission, and ( C) Samples in the Micro-14FPA payload that were activated and terminated with fresh medium late in the SpX CRS-16 mission for return of viable cells. Temperature sensors were not associated with FEP bag bioreactors in SpX CRS-17. Terrestrial control operations were performed near synchronously (2 h delay from ight) and for the purpose of this illustration the time offset was removed from the tracings to allow overlap of transitions for better comparison. Flight temperatures are traced in black, terrestrial control temperatures are traced in green, and key operations are indicated in text and highlighted with red vertical lines. 2.3.2. Micro-14FPA, Space X CRS-16 Similar to Micro-68, the hardware utilized for this payload consisted of FPAs or- ganized eight per GAP (BioServe Space Technologies). This experiment also had twoLife2021 ,11, 283 7 of 24 operational windows. Some samples were cultured as described below early in ight (Early) and preserved either with the addition of paraformaldehyde or by freezing until the end of the mission. The remaining samples were maintained at 4C and cultured as late as possible in the mission (Late) and returned live and chilled (4C) for post ight analyses requiring cell growth. During each operational window, cells were cultured in microgravity for 24 h  1 h at 30C. FPAs were prepared with 2 or 3 chambers as follows. (1) Samples to be frozen consisted of 2 chambers: Chamber A was loaded with 5 mL of YPD (referred to as Low due to the lower cell concentration upon inoculation) and overlaid with an air bubble to promote gas exchange. Chamber B was loaded with 0.5 mL of yeast suspended in water (4 104cellsmL). There was no chamber C. (2) Samples to be xed consisted of 3 chambers: Chamber A was loaded with 2.7 mL YPD (referred to as High as the cell concentration was higher at the time of inoculation) and overlaid with an air bubble. Chamber B was loaded with 0.5 mL of yeast suspended in water (4 104cellsmL). Chamber C was loaded with 2.2 mL paraformaldehyde (10 vv). (3) Samples to be re- turned viable consisted of 3 chambers: Chamber A was loaded with 2.7 mL YPD (referred to as High as the cell concentration was higher at the time of inoculation) and overlaid with an air bubble. Chamber B was loaded with 0.5 mL of yeast suspended in water (4104cellsmL). Chamber C was loaded with 2.2 mL 1 YPD. Following completion of the mission, the live samples were isolated from de-integrated hardware and processed the day they arrived in the home laboratory; xed and frozen samples were isolated shortly thereafter. Temperature sensors were included in representative GAPs to retrospectively analyze the operational transitions as well as consistency between ight and terrestrial control samples (Figure 2). 2.3.3. Micro-14FEP , Space X CRS-17 The FEP bag hardware was utilized for cultivating yeast in this payload and involved serial passage-style growth. The parent culture (Large FEP) was serially propagated over ve days and from each of these populations a set of antifungal sensitivity cultures were initiated (Small FEP , see Figure 1B and details in Section 2.4.3. Large FEP bags for the parent cultures were lled with 1 YPD (11.0 mL for the initial culture, Bag A, and 11.8 mL for the four downstream cultures, Bags B-E) and gas bubbles were removed. The yeast inoculum of 1 mL (4 104cellsmL in water) was loaded into a 3 cc syringe and sealed for transport. The needleless syringe was used to inoculate the initial culture (11 mL FEP bag, Bag A) on orbit. Following 24 h of growth at 30C, 0.5 mL of culture was removed from Bag A and diluted 20-fold in water (D 1FEP bags). An aliquot of this diluted sample (0.25 mL) was used to inoculate the next Large FEP bag (11.8 mL YPD, Bag B). This process was repeated such that the yeast was continually propagated through ve cycles of 24 h growth (Bags C, D and E). The Large FEP bag samples were frozen ( 80C) either in the presence (Bag A and E) or absence (Bags BD) of glycerol as a cryopreservation agent. As a complement to this series of growth, Small FEP bags containing 2.8 mL YPD and antifungal agents as indicated (AmB, 0.125 mgL; and CAS, 0.010.1 mgL) were inoculated with a dilution of the corresponding Large FEP culture. Specically, the 20-fold dilution prepared from the large FEP bag as described above (D 1) was further diluted 10-fold (D 2FEP bag) and aliquots (0.2 mL) were used to inoculate each Small FEP bag (A 112from FEP Bag A; B112from FEP Bag B, etc.). These cultures were grown at 30C for 24 h and then frozen at 80C for the duration of the mission. At the end of the mission, frozen samples were maintained at  25C from undocking to the California-based handover location using phase change bags (Cold Stowage, NASA, Houston, TX, USA) and then to the home laboratory using dry ice. 2.4. Ground-Based Analyses 2.4.1. Cell Growth and Morphology Cells were xed with paraformaldehyde (4 vv, nal) either in ight or immediately following hardware de-integration post ight. Direct manual cell counts were performedLife2021 ,11, 283 8 of 24 in duplicate using a Bright-Line hemocytometer (Sigma Aldrich) quantifying total cells as well as the contribution of cells with an extended morphology (lamentation; length greater than 2the width of the cell) to the population. Samples were also stained with Calcouor White (25 M nal, Molecular Probes) to stain chitin in the yeast cell wall and visualized using epiuorescence microscopy. Cell diameter and lament length were recorded using image collection on a Nikon Eclipse E-800 and interpreted using the software program Metamorph. Samples of non-xed cultures were cultured post-ight on YPD agar plates as an indication of viability. Viability was calculated using colony forming units (CFU) with the actualobserved number of colonies compared to that expected based on cell counts. It is important to note that cell viability is likely to be higher than interpreted from the CFU analyses included in these studies due to the convention of our cell counting; budding cells are counted as two cells since that is how they will likely contribute to growth in planktonic cultures, whereas, these cells may remain associated during the plating process and give rise to a single colony. With this in mind, it should be understood that post-ight cell viability was quite high. 2.4.2. Biolm formation Previous studies demonstrated that C. albicans formed biolm communities on the siliconized rubber membrane component of HARV bioreactors  31,39. For this reason, small (5 mm2) samples of this membrane (Synthecon, Houston, TX, USA) were included in chamber A of select FPAs in Micro-6 and Micro-14FPA. Samples were xed during the mission and analyzed upon return. Upon hardware de-integration, the membrane coupons were placed into individual wells of a 24-well plate and stained with Crystal Violet (0.4 wvin water, 1 mL per well, Sigma Aldrich) to stain cells and cell matrix components, adapted from previous methods  40. Excess stain was aspirated, 1mL water was added to each well and mixed thoroughly. From each well, 100 L was transferred to a 96-well plate to record optical density (referred to as stain). Excess water was removed from each well and discarded. A fresh aliquot of sterile water (1 mL) was added to each well, mixed, and a 100L sample was transferred to the 96-well plate (wash 1). Membranes were subjected to two more rounds of water washes and a nal extraction with 1 mL of 10 vvacetic acid (aa wash) to remove residual organic material, each involving transfer of a 100 L aliquot to the 96-well plate (referred to as wash 2, wash 3, and aa wash, respectively). Stain levels were quantied on a microplate reader at 595 nm (iMark, BioRad, Hercules, CA, USA). 2.4.3. Antimicrobial Resistance The susceptibility of C. albicans to antifungal agents was determined by the ability of cells to grow in the presence of the indicated drug. Cells were either cultured in the presence of antifungal agents during the mission and preserved by xation or freezing, or following the ight, live yeast was exposed to the antifungal agents immediately after recovery from the hardware. In the former case, the growth medium was supplemented with the antifungal agent in the hardware and maintained at 4C to retain drug efcacy into the mission timeline. Following the 24 h growth period, samples were xed as indicated in the Mission-Specic details. Susceptibility was determined by direct cell count and the results were compared to samples without drug, as well as to the corresponding terrestrial controls. Alternatively, yeast cells were cultured in microgravity without treatment and returned live. Viable cells were recovered from the de-integrated hardware, counted, diluted to 1 105cellsmL, and added (100 L) in triplicate to wells of a 96-well plate pre-loaded with 100 L control medium (2 YPD) or antifungal agent (2 ) in YPD. The plates were incubated at 30C for 24 h and 72 h and cell growth was quantied by optical density at 595 nm (iMark, BioRad, Hercules, CA, USA). The drug concentrations chosen to assess AmB and CAS sensitivity were identied in the literature and rened empirically based on dose sensitivity assays performed with the Candida isolate used in the laboratory (unpublished data and 31,4144).Life2021 ,11, 283 9 of 24 2.4.4. Statistical Analysis For all data sets, means  standard deviations are shown. Determination of the difference between mean values for each data set was assessed by Student t-test. Signi- cance testing comparisons are described in the associated gure legends and are routinely provided as ight compared to terrestrial controls, antifungal agent to control, or between hardware types. Signicance was established at pvalues 0.05, with more specic pvalues provided in the corresponding gure legends. 3. Results 3.1. Mission Timelines Although each mission has different timing, the specics of which change in real time based on the actual launch date and accompanying mission scenario, Table 1 summarizes our general experiences for each payload. Categories in this table were chosen to provide perspective and demonstrate the temporal opportunities and constraints in which experi- ments are conducted. Understanding the launch cancelation (scrub) and subsequent launch scenarios ( Scrub delay and Launch date ) establishes the prelaunch experiment planning and preparation, especially as they relate to sensitive reagents and cells that have longevity and storage considerations. Launch to dock (arrival at the ISS) and Dock to sample access represent times during which samples are largely inaccessible for processing, although temperature requirements can often be maintained even with non-powered payloads. The lapse of time between when the vehicle docks and when the crew accesses specic samples may be important for an experiment, but occurs during a busy time of the mission. As such the timing for sample transfer to on-orbit power-controlled environments or early initiation of experimental procedures are negotiable, but ultimately needs to t within the crew schedule, competing requests, and mission priorities. The Length of mission illustrates the active duration of the on-orbit procedures during which experiments can be conducted, including the shoulder days necessary for vehicle unpacking (beginning of the mission) and packing (end of the mission), during which crew time may be limited. Of note, samples often need to be equilibrated to a particular storagepost-mission temperature for travel once the experimental procedures are complete. One-to-two days is typically allowed for this temperature transition before packing the samples into the return vehicle ( Experiment completion to undock ). Finally, from the time the vehicle splashes down to when the samples arrive at the home laboratory, Splashdown to home lab , is relevant for sample processing considerations. These timelines will vary based on the splashdown location, travel time to shore, requirements of the science, and individual opportunities. In total, the timeline data is presented to provide some perspective as to how to prepare for and maximize the success of a spaceight experiment using the ISS. 3.2. Sample Temperature Transitions throughout Mission Our rst ight experiment was transported to the ISS on SpX CRS-1, so we were eager to obtain as much tracking information as possible, especially since there was no historical data on which to depend. In order to evaluate whether samples were exposed to the expected temperatures and to compare ambient temperatures within the ISS to those of the terrestrial setting of our laboratory, HOBO temperature sensors were included in selected GAPs. Figure 2 provides representative temperature tracings for ight and corresponding terrestrial controls for the duration of the indicated mission. Examples from SpX CRS-1 (Figure 2A), -4 (Figure 2B) and -16 (Figure 2C) are included. SpX CRS-17 utilized FEP bags and thus did not accommodate an accompanying temperature sensor. As illustrated in each panel, the active aspects of the experimental procedures were well aligned between the ight (black lines) and terrestrial controls (green lines) in terms of time and temperature (see activation and termination indicators on tracings, labeled and indicated by red vertical lines). The time offset (usually 2 h) between ight and terrestrial experimental procedures, which is necessary to verify on-orbit procedures by the crew, was removed to improve the temperature comparisons between conditions. Although the mid-mission storageLife2021 ,11, 283 10 of 24 temperatures varied slightly, with terrestrial controls elevated 12C relative to ight in SpX CRS-1 (Figure 2A) and reduced by approximately 7C in SpX CRS-16 (Figure 2C), the sample quality was likely to be minimally affected because the temperature variance was during stasis or after the operational window of the experiment. Of concern though, was the elevated temperatures of the SpX CRS-1 ight samples following undocking (approaching 25C) since the elevated temperature would promote post-microgravity growth of samples being returned live. Other than that specic situation, the temperatures of terrestrial samples were well-aligned with ight samples and the temperature targets were well approximated. 3.3. Yeast Growth At the time the initial studies were designed and initiated in 2011, one priority was to determine whether microgravity inuenced overall cell growth. Although a simple outcome measure, growth was an important consideration for yeast as a potential infectious risk in spaceight, but also provided insight into yeast adaptation to the microgravity environment. Embedded within the growth studies was a plan to allow the yeast to grow in microgravity for as long as possible, in spite of the requirement for a sealed growth chamber to ensure crew safety in the presence of an opportunistic pathogen. As such, the FPA bioreactors were prepared with two concentrations of yeast; a high inoculum (High, 1105cellsmL) to ensure growth, and a low inoculum (Low, 100 cellsmL) to allow maximum replicative potential before stationary phase was reached. The protocol was also designed such that yeast growth was activated early (Early) in the mission to minimize any potential storage stress on the cells while maintained in water-induced stasis. In addition, comparable samples were stored and activated late (Late) in the mission so that cells could also be returned live for post-mission analyses. This design also allowed some comparison between cells activated Early and Late in the mission to evaluate the effects of storage in the microgravity environment. As seen in Figure 3A, cell growth in most of the samples peaked at 1 106cellsmL, although the Low inoculum samples activated Early in the mission (Early Low) grew to a slightly higher density and demonstrated a minor advantage to cells grown in microgravity (Early Low,  p 0.02). It is worth noting that in Micro-6, cells that were scheduled to be returned live and stored at 4C actually experienced a 3-day transport temperature of nearly 25C (Figure 2). The cell growth data in Figure 3A for viable samples (Viable Low and Viable High) suggest that the cells indeed continued to grow. The higher level of growth in the ight samples as compared to terrestrial controls likely reects the elevated temperature during trans- port. There was not a mechanism to track temperatures in real-time in order to subject terrestrial controls samples to conditions comparable to that experienced by the ight samples. Interestingly, the additional growth of the viable samples in both microgravity and terrestrial conditions indicates that the culture environment was capable of supporting at least 12 additional doublings, thus other factors must have been contributing to the apparent growth cap (1 106cellsmL) observed in the other Micro-6 samples (Figure 3A). For clarity, the on-orbit growth period was sufciently long for the Low inoculum samples to reach a density of 6 107cellsmL and the High inoculum samples to reach a density of 1108cellsmL, using generation times established in ground-based studies. As seen in Table 2, generation times were calculated, factoring in the differences in inoculum size, and found to be similar between ight samples and the terrestrial controls. Interestingly, samples with the High cell inoculum had much longer generation times (300 mingeneration as compared to 150 mingeneration), suggesting the cell density of 1106cellsmL was reached and the culture likely went into stationary phase. A kinetic analysis of cell growth was not performed due to resource constraints and safety precautions, so temporal aspects of the yeast growth dynamics cannot be concluded from these studies.Life2021 ,11, 283 11 of 24 Life 2021 , 11, x FOR PEER REVIEW 12 of 27 Figure 3. Cell growth determination using direct cell counts at th e end of each of the three missions. Cell growth was evaluated in the ( A) Micro-6 (FPA), ( B) Micro-14FPA, and ( C) Micro-14FEP payloads. These analyses allowed mission- to-mission comparison using the same hardware (FPA comparison between A and B), as well as comparison using two different types of spaceflight hardware ( AB  FPAs versus C  FEP bags). Low refers to the samples seeded with a low inoculum, High refers to samples seeded with a high inocul um, Early refers to samples ac tivated near the beginning of the spaceflight mission, Late refers to samples activated late in the spaceflight mission, and viable refers to samples returned alive. Differential growth was not noted in the viable samples since flight cells were subjected to different transport temperatures than the terrestrial controls. Large FE P bags represent those with a final volume of 12 mL; small FEP bags represent those with a final volume of 3 mL. Bl ack bars  flight; green bars  terrestrial controls.  p  0.02;  p  0.01. As seen in Table 2, generation times were calculated, factoring in the differences in inoculum size, and found to be similar between flight samples and the terrestrial controls. Interestingly, samples with the High cell inoculum had much longer generation times (300 mingeneration as compared to 150 mi ngeneration), suggestin g the cell density of 1  106 cellsmL was reached and the culture likely went into stationary phase. A kinetic analysis of cell growth was not performed due to resource constraints and safety precau- tions, so temporal aspects of the yeast grow th dynamics cannot be concluded from these studies. Figure 3. Cell growth determination using direct cell counts at the end of each of the three missions. Cell growth was evaluated in the ( A) Micro-6 (FPA), ( B) Micro-14FPA, and ( C) Micro-14FEP payloads. These analyses allowed mission-to- mission comparison using the same hardware (FPA comparison between A,B), as well as comparison using two different types of spaceight hardware ( AB FPAs versus C FEP bags). Low refers to the samples seeded with a low inoculum, High refers to samples seeded with a high inoculum, Early refers to samples activated near the beginning of the spaceight mission, Late refers to samples activated late in the spaceight mission, and viable refers to samples returned alive. Differential growth was not noted in the viable samples since ight cells were subjected to different transport temperatures than the terrestrial controls. Large FEP bags represent those with a nal volume of 12 mL; small FEP bags represent those with a nal volume of 3 mL. Black bars  ight; green bars  terrestrial controls.  p 0.02;  p 0.01. Table 2. Generation time of yeast cells cultured in spaceight and terrestrial control bioreactors. Sample Flight-Generation Time (min) Ground-Generation Time (min) FPA-Early Low (Micro-6) 155 159 FPA-Early High (Micro-6) 303 303 FPA-Late Low (Micro-6) 163 163 FPA-Late High (Micro-6) 300 310 FPA-Low (Micro-14FPA) 113 129 FPA-High (Micro-14FPA) 127 126 FEP-Large (Micro-14FEP) 95 99 FEP-Small (Micro-14FEP) 113 118Life2021 ,11, 283 12 of 24 In the Micro-14 experiments, yeast grew to a 10-fold higher cell density than in the Micro-6 payload, even though they both used the FPA hardware (Table 2, Figure 3B). As indicated in Table 2, the generation times were similar among the Micro-14FPAs, regardless of the initial cell concentration. Due to the similarity in growth characteristics of the Low and High inoculum samples in the Micro-14FPA payload, the data were aggregated for Figure 3B. In this case, there is a trend toward an increased cell density of cells cultivated in microgravity. Finally , yeast cells grew most robustly when cultured in the FEP bag bioreactor (Table 2, Figure 3C) both in terms of shortest generation times and highest cell density. Indeed, the cell density observed in the FEP bags resembles that obtained with ground-based shaker cultures (23 108cellsmL). For comparison, activation occurred at approxi- mately 4100 cellsmL in the Large FEP bags (parent cultures for the serial cultivation) and approximately 33,300 cellsmL in the Small FEP bags (medium-only control bags from the antifungal drug study). These inoculations were the result of serial dilutions and inoculation done by ight crew (and corresponding ground crew), so cell concentrations are predicted. The cells within the Large FEP bags likely did not reach maximal density due to the length of the growth period, which in hindsight could have been extended another couple of hours. Data obtained from the small FEP bags in this payload indicates that C. albicans grows to a higher density in microgravity than in the terrestrial controls (p 0.01). Cumulatively, there was a trend in each of the payloads and in two types of hardware suggesting yeast grows to a higher cell density in microgravity than in terrestrial control conditions. 3.4. Biolm Formation Biolm formation is an important adaptation for cells facing environmental stress and our previous studies indicated that biolm communities formed on the siliconized rubber membranes in HARV bioreactors  31. As such, small coupons of this material were included in select FPAs in the Micro-6 and Micro-14 payloads to determine whether C. albicans would colonize the substrate de novo during short duration growth. During post-mission analyses, colonies could not be identied by microscopy in either experiment. The membrane coupons included in Micro-14FPAs were xed during ight and upon return they were subjected to a staining and washing procedure that is designed to identify cells, cellular debris, andor cell-deposited matrix attached to the membrane substrate. From published studies, the more resistant the stain is to removal by washing, the tighter the association is between the stained material (cell community and components thereof) and the substrate  40. Although a small and preliminary experiment, Figure 4 indicates that there does not seem to be an advantage for cells to form biolms on the membrane coupons under the conditions in which they were grown. It is important to note that these were 24 h growth studies and it may take longer for the yeast to form cellular communities, especially if the substrate is not specically inoculated. Indeed, the terrestrial control membranes appeared to be more apt to retain stained cellular components than in the ight samples, perhaps due to gravity-induced sedimentation (green line). In contrast, yeast was retained to a greater extent on the membrane coupons of cultures grown in hypoxic conditions in microgravity than comparable terrestrial controls (manuscript in preparation). Longer term studies, with cells under a variety of conditions, will be required to fully understand biolm formation in the microgravity environment.Life2021 ,11, 283 13 of 24 Life 2021 , 11, x FOR PEER REVIEW 14 of 27 association is between the stained material (cell community and components thereof) and the substrate 40. Although a small and preliminary experiment, Figure 4 indicates that there does not seem to be an advantage for cells to form biofilms on the membrane cou- pons under the conditions in which they were grown. It is important to note that these were 24 h growth studies and it may take longer for the yeast to form cellular communi- ties, especially if the substrat e is not specifically inoculated. Indeed, the terrestrial control membranes appeared to be more apt to retain stained cellular components than in the flight samples, perhaps due to gravity-induced sedimentation (green line). In contrast, yeast was retained to a greater extent on the membrane coupons of cultures grown in hypoxic conditions in microgravity than comparable terrestrial controls (manuscript in preparation). Longer term studies, with cells under a variety of conditions, will be re-quired to fully understand biofilm form ation in the microgravity environment. Figure 4. Passive seeding of biofilm communities on siliconized rubber membrane coupons. Sili- conized rubber membrane coupons were included in the medium (chamber A) of selected FPAs in Micro-14FPA and allowed to freely seed during the 24 h growth period of the experiment. Sam- ples were fixed in microgravity and following sample return and hardware de-integration, the membranes were recovered and stained with Crystal Violet as an indicator of cells, cellular debris, and extracellular matrix. Stain that is retained on the membrane through a series of three water washing steps (wash 1, 2 and 3) and a final acetic acid wash (aa wash) is suggestive of a tighter integration of the cells with the substrate materi al. The stain removed by each wash was quanti- fied by optical density at 595 nm. Black line  flight; green line  terrestrial control. 3.5. Cell Morphology and Filamentation The propensity of C. albicans to form filaments when confronted with environmental stresses, and the association of this morpholo gy with increased virulence, led us to eval- uate cell size and shape as first line analyses to determine whether and how the yeast adapt to a novel environment. Indeed, we an d others have demonstrated differences in cell size, cell clumping, and filamentation of C. albicans cultivated in simulated or true microgravity 29,35,36,45. Initial analyses of the Micro-6 payload suggested that more of the samples cultured in microgravity containe d filamented cells than did the correspond- ing terrestrial control samples. A more thorou gh analysis of each payload found substan- tial variability, but did not support the hypoth esis that microgravity stimulates a filamen- tous morphology (Figure 5A). Interestingly, al though the overall level of filamented cells was low in each of the payloads, cells cultured in FEP bags had a significantly lower level of filamented cells than those in FPAs, regard less of whether they were cultured in micro- gravity or on Earth (Figure 5A). Cell size was also variable, with large cells measuring over 7.5 m and smaller cells measuring 3.1 m, although the average size of yeast form cells was not significantly different between flight (4.8 m) and terrestrial controls (4.6m). Filaments were observed within the po pulations, whether cultivated in micro- gravity or terrestrially, with some filaments reaching lengths of over 142 m (Figure 5C). In contrast to previous studies 28,35, cell clumping was not observed. 00.050.10.150.20.25 w a s h 1w a s h 2w a s h 3 a a w a s hOptical density (595 nm) Figure 4. Passive seeding of biolm communities on siliconized rubber membrane coupons. Sili- conized rubber membrane coupons were included in the medium (chamber A) of selected FPAs in Micro-14FPA and allowed to freely seed during the 24 h growth period of the experiment. Samples were xed in microgravity and following sample return and hardware de-integration, the mem- branes were recovered and stained with Crystal Violet as an indicator of cells, cellular debris, and extracellular matrix. Stain that is retained on the membrane through a series of three water washing steps (wash 1, 2 and 3) and a nal acetic acid wash (aa wash) is suggestive of a tighter integration of the cells with the substrate material. The stain removed by each wash was quantied by optical density at 595 nm. Black line  ight; green line  terrestrial control. 3.5. Cell Morphology and Filamentation The propensity of C. albicans to form laments when confronted with environmen- tal stresses, and the association of this morphology with increased virulence, led us to evaluate cell size and shape as rst line analyses to determine whether and how the yeast adapt to a novel environment. Indeed, we and others have demonstrated differences in cell size, cell clumping, and lamentation of C. albicans cultivated in simulated or true microgravity  29,35,36,45. Initial analyses of the Micro-6 payload suggested that more of the samples cultured in microgravity contained lamented cells than did the corresponding terrestrial control samples. A more thorough analysis of each payload found substantial variability, but did not support the hypothesis that microgravity stimulates a lamentous morphology (Figure 5A). Interestingly, although the overall level of lamented cells was low in each of the payloads, cells cultured in FEP bags had a signicantly lower level of l- amented cells than those in FPAs, regardless of whether they were cultured in microgravity or on Earth (Figure 5A). Cell size was also variable, with large cells measuring over 7.5 m and smaller cells measuring 3.1 m, although the average size of yeast form cells was not signicantly different between ight (4.8 m) and terrestrial controls (4.6 m). Filaments were observed within the populations, whether cultivated in microgravity or terrestrially, with some laments reaching lengths of over 142 m (Figure 5C). In contrast to previous studies 28,35, cell clumping was not observed. Life 2021 , 11, x FOR PEER REVIEW 15 of 27 Figure 5. Quantification of yeast filamentous cell morphology. Aliq uots from each growth condition in the three payloads were fixed and retained at 4 C for microscopic analyses. Some samples were fixed in microgravity, but for those samples returned frozen or viable, the aliquot was fixed immedi ately upon sample return to the home laboratory. ( A) Filaments were quantified as a percentage of the total population. In this analysis, samples were aggr egated by hardware, thus the FPA data represents samples cultured in YPD from the Micr o-6 and Micro-14FPA payloads. Similarly, the FEP data rep- resents the aggregate from samples cultured in YPD in La rge FEP bags and Small FEP ba gs from the Micro-14FEP pay- load.  p  0.003 for FPA vs. FEP. ( BE) Calcofluor White stained cells were visualized to evaluate cell morphology from Micro-14FPA, scale bar  35 m; (B, C) are from terrestrial control samples and ( D, E ) are from flight samples. The arrows highlight key features in each of the images, including, ( B) a cell with a bud scar, as indicated by a cell surface region with higher intensity staining and a second cell with a caliper measurement of 5.1 m, (C) a caliper measured filament (142 m) in which higher intensity staining also indicates intercellular septa (arrow), ( D) cells in the process of budding (arrow), and ( E) long filamentous cell demarcated wi th narrowed septal junctions (top arro w), a cell budding from the filament (middle arrow), and increased staining at septal junctions (bottom arrow). 3.6. Characteristics of C. al bicans Cultured Post Flight Many outcome measures can be obtained from experiments conducted to completion on the ISS, yet for reasons of feasibility (especially working with a potential pathogen), as well as sample access and efficient use of crew time, we were interested in determining whether samples could be cultured in microg ravity, returned live, and assessed immedi- ately upon return with ground-based procedure s. As preliminary evidence from the data obtained on SpX CRS-1 and presented in Figure 3A, it was clear that yeast transitioned to 4 C following the growth period in microgravity remained viable and were capable of continued growth. In those studies, viable samples from the Micro-6 payload were sched- uled to be returned at 4 C, but the unavailabilit y of cold storage resulted in transition to ambient temperature, as illustrated in Figure 2A. The yeast continued to grow during transport as observed in Figure 3A (Viable Lo w and Viable High). In retrospect, it was determined that flight samples were maintain ed at approximately 5 C higher than terres- trial controls for nearly three days, likely co ntributing to the relative higher growth ob- served in the flight samples. As a quantitative analysis of post-flight vi ability, yeast cells were plated to evaluate colony forming units (CFU) relative to that expected based on direct cell counts. As illus- trated in Figure 6A, the colony forming potential, and thus cell viability, following the Micro-6 mission was similar between flight and terrestrial controls, regardless of inocu- lum concentration. Interestingly, when the same analysis was performed on samples in the Micro-14FPA payload, with transport temp eratures maintained at 6 C, terrestrial controls had a rate of viability double that of samples cultured in microgravity (Figure 6B). CFU analysis was also performed on yeast that were cryopreserved (5 glycerol) during the Micro-14FEP mission. As observed in Figure 6C, the viability of cryopreserved yeast following propagation in microgravity is comparable to that of terrestrial controls. B C D E 0.00.51.01.52.02.53.0 FPA FEPFilamentation (percent of population)A   Figure 5. Quantication of yeast lamentous cell morphology. Aliquots from each growth conditionLife2021 ,11, 283 14 of 24 in the three payloads were xed and retained at 4C for microscopic analyses. Some samples were xed in microgravity, but for those samples returned frozen or viable, the aliquot was xed imme- diately upon sample return to the home laboratory. ( A) Filaments were quantied as a percentage of the total population. In this analysis, samples were aggregated by hardware, thus the FPA data represents samples cultured in YPD from the Micro-6 and Micro-14FPA payloads. Similarly, the FEP data represents the aggregate from samples cultured in YPD in Large FEP bags and Small FEP bags from the Micro-14FEP payload.  p 0.003 for FPA vs. FEP . ( BE) Calcouor White stained cells were visualized to evaluate cell morphology from Micro-14FPA, scale bar  35 m; (B,C) are from terrestrial control samples and ( D,E) are from ight samples. The arrows highlight key features in each of the images, including, ( B) a cell with a bud scar, as indicated by a cell surface region with higher intensity staining and a second cell with a caliper measurement of 5.1 m, (C) a caliper measured lament (142 m) in which higher intensity staining also indicates intercellular septa (arrow), ( D) cells in the process of budding (arrow), and ( E) long lamentous cell demarcated with narrowed septal junctions (top arrow), a cell budding from the lament (middle arrow), and increased staining at septal junctions (bottom arrow). 3.6. Characteristics of C. albicans Cultured Post Flight Many outcome measures can be obtained from experiments conducted to completion on the ISS, yet for reasons of feasibility (especially working with a potential pathogen), as well as sample access and efcient use of crew time, we were interested in determining whether samples could be cultured in microgravity, returned live, and assessed immediately upon return with ground-based procedures. As preliminary evidence from the data obtained on SpX CRS-1 and presented in Figure 3A, it was clear that yeast transitioned to 4C following the growth period in microgravity remained viable and were capable of continued growth. In those studies, viable samples from the Micro-6 payload were scheduled to be returned at 4C, but the unavailability of cold storage resulted in transition to ambient temperature, as illustrated in Figure 2A. The yeast continued to grow during transport as observed in Figure 3A (Viable Low and Viable High). In retrospect, it was determined that ight samples were maintained at approximately 5C higher than terrestrial controls for nearly three days, likely contributing to the relative higher growth observed in the ight samples. As a quantitative analysis of post-ight viability, yeast cells were plated to evaluate colony forming units (CFU) relative to that expected based on direct cell counts. As illus- trated in Figure 6A, the colony forming potential, and thus cell viability, following the Micro-6 mission was similar between ight and terrestrial controls, regardless of inoculum concentration. Interestingly , when the same analysis was performed on samples in the Micro- 14FPA payload, with transport temperatures maintained at 6C, terrestrial controls had a rate of viability double that of samples cultured in microgravity (Figure 6B). CFU analysis was also performed on yeast that were cryopreserved (5 glycerol) during the Micro-14FEP mission. As observed in Figure 6C, the viability of cryopreserved yeast following propaga- tion in microgravity is comparable to that of terrestrial controls. Although cryopreservation is a well-documented mechanism to maintain viability, pre-ight ground-based studies indicated that C. albicans is surprisingly hardy when frozen in the absence of a cryopreserva- tion agent. Non-ight associated, ground-based studies demonstrated that although there is a rapid reduction in viability of cells stored at 80C, 50 of cells survive when frozen for 50 days, and 30 survive frozen for 100 days when compared to cells stored for the same amount of time in 5 glycerol (unpublished data). Considering this resiliency, cells frozen in microgravity without cryopreservation in Micro-14FEP (Small FEP bags) were plated to determine viability. Surprisingly, yeast cultured in microgravity were remarkably more susceptible to freeze damage in the absence of a cryopreservation agent than were the terrestrial controls (Figure 6D). Similarly, ight samples frozen without cryopreser- vation in Micro-14FPA also had a 5.9- to 10-fold lower viability (as per CFU) than did the terrestrial samples (data not shown). The discrepancy of survival between ight and control samples observed in these studies is intriguing. Due to reduced convection, theLife2021 ,11, 283 15 of 24 samples in microgravity are likely to freeze at a slower rate than terrestrial controls, yet a slower rate of freezing is often associated with improved cell viability  46,47. Thus, the freezing rate is not likely to explain the difference in survival between microgravity and terrestrial cells. Indeed, ground-based studies comparing fast and slow freezing rates did not result in differences in yeast viability (data not shown). In addition, since the cells in Figure 6D were frozen for the return trip to Earth, it seems unlikely that re-entry g-force would have much impact on cell viability . Cumulatively , the diminished post-flight survival of cells cultivated in microgravity and stored either chilled (Figure 6B) or frozen without cryopreser- vation (Figure 6D) may suggest cellular adaptations that compromise cell wall or plasma membrane integrity. Current studies are underway evaluating changes in ergosterol, the membrane-associated yeast lipid comparable to cholesterol, levels in microgravity. Life 2021 , 11, x FOR PEER REVIEW 16 of 27 Although cryopreservation is a well-documen ted mechanism to maintain viability, pre- flight ground-based studies indicated that C. albicans is surprisingly hardy when frozen in the absence of a cryopreservation agent. Non-flight associated, ground-based studies demonstrated that although there is a rapid reduction Figure 6. Viability of yeast cells stored chilled or froz en. At the conclusion of the growth period during the mission, cells were chilled to 4 C ( A) Micro-6 and ( B) Micro-14FPA. Alternatively, cells were frozen at  80 C and transported to Earth at  25 C with (C) glycerol as a cryopreser- vation agent in Micro-14 FEP, Large FEP bags or (D) without glycerol in Micro-14FEP, Small FEP bags. Following sample return and hardware de -integration, cells were immediately isolated, counted, diluted, and plated to quantify colony formation. Coloni es were counted after 3 days of growth at 30C. Data is represented as the actual number of colonies relative to that expected based on cell counts. Panel A represents samples ac tivated late in the mission (Late) with either the high inoculum (High) or low inoculum (Low), as previously described. Black bars  flight; green bars  terrestrial controls.  p  0.03,  p  0.003, flight vs. terrestrial. in viability of cells stored at 80 C, 50 of cells survive when frozen for 50 days, and 30 survive frozen for 100 days when compared to cells stored for the same amount of time in 5 glycerol (unpublished data). Considering this resiliency, cells frozen in microgravity without cryopreservation in Micro-14FEP (Small FEP bags) were plated to determine viability. Surprisingly, yeast cultured in microgravity were remarkably more susceptible to freeze damage in the absence of a cryopreservation agent than were the terrestrial controls (Figure 6D). Similarly, flight samples frozen without cryopreservation in Micro-14FPA also had a 5.9- to 10-fold lower viability (as per CFU) than did the terrestrial samples (data not shown). The discrepancy of survival between flight and control samples observed in these studies is intriguing. Due to reduced convection, the samples in microgravity are likely to freeze at a slower ra te than terrestrial controls, yet a slower rate of freezing is often associated with improved cell viability 46,47. Thus, the freezing rate is not likely to explain the difference in survival between microgravity and terrestrial cells. Indeed, ground-based studies comparing fast an d slow freezing rates did not result in 00.20.40.60.81 Late high Late lowCFU (act exp)A 00.20.40.60.81B 00.20.40.60.81CFU (actexp)CFlightGround 00.20.40.60.81D   FPA FPA FEP ( glycerol) FEP (no glycerol) Figure 6. Viability of yeast cells stored chilled or frozen. At the conclusion of the growth period during the mission, cells were chilled to 4C (A) Micro-6 and ( B) Micro-14FPA. Alternatively, cells were frozen at  80C and transported to Earth at  25C with ( C) glycerol as a cryopreservation agent in Micro-14FEP , Large FEP bags or ( D) without glycerol in Micro-14FEP , Small FEP bags. Following sample return and hardware de-integration, cells were immediately isolated, counted, diluted, and plated to quantify colony formation. Colonies were counted after 3 days of growth at 30C. Data is represented as the actual number of colonies relative to that expected based on cell counts. Panel A represents samples activated late in the mission (Late) with either the high inoculum (High) or low inoculum (Low), as previously described. Black bars  ight; green bars  terrestrial controls.  p 0.03,  p 0.003, ight vs. terrestrial. In addition to quantifying colony numbers, macro-architecture of the colonies was also evaluated. We previously demonstrated that colonies initiated from cells cultured in analog conditions, specically the ground-based HARV bioreactors, demonstrated a complex and relatively unique morphology referred to as highly irregular wrinkled (HIW)  31. These colonies also consisted of a high percentage of lamentous cells. We were eager to evaluate whether similar macrostructure was produced from cells cultured in microgravity. As illustrated in Figure 7 (panels AF), the predominating colony morphology was smooth with agar-invading spike-like projections and larger offshoots, referred to as feet projections in the literature  48,49. This colony structure did not vary betweenLife2021 ,11, 283 16 of 24 ight samples (Figure 7A,C,E) and corresponding terrestrial controls (Figure 7B,D,F) in the Micro 6 (Figure 7A,B) or Micro 14FPA (Figure 7CE) payloads. The observed morphology was not representative of the fully smooth structure commonly associated with terrestrial cultures of C. albicans 50 nor to the HIW colonies observed almost exclusively from cells cultured in the HARV (Figure 7H)  31. The observed spikey morphology seems to be specic to cells cultured in FPAs, as those grown in the FEP bags (Figure 7G) were predominantly smooth, with some colonies harboring the more traditional feet projections often attributed to elevated CO 2conditions 48,49. Life 2021 , 11, x FOR PEER REVIEW 18 of 27 Figure 7. Colony morphology and size evaluated in ye ast samples returned live. Following each mission, cells were isolated immediately following hardware de-integration, counted, diluted, and spread on YPD agar plates. Following 3 days of grow th at 30 C the plates were transferred to 4 C pending analysis. ( AH ) Individual colonies were imaged to evaluate colony architecture. A, C, E, G represent flight samples; B, D, F represent terrestrial controls; H represents the HIW colonies produced after cultivation in the ground-based HA RV bioreactor. Specifically, colonies are associ- ated with the following payloads ( A, B ) Micro-6; ( C,D) Micro 14FPA, view of top of colony; ( E, F) Micro 14FPA, view of bottom of colony; ( G) Micro-14FEP and ( H) HIW colony from HARV bio- reactor as a morphology reference. Scale bars in panels A, B  2.25 mm, CF  1 mm, G, H  2 mm. (I) The diameter was measured on each of 15 coloni es per plate for each payload. An aggregate of the data from all payloads was pooled and indicated as All. Black bars  flight; green bars  ter- restrial controls.  p  0.001, flight vs. terrestrial. 3.7. Susceptibility to Antifungal Agents As an opportunistic pathogen, the susceptibility of C. albicans to antifungal agents is an important consideration with regard to spaceflight crew safety. This becomes even more critical based on our previous findings that yeast cultured in analog bioreactors (HARV) have an increased resistance to AmB 31. As such, the ability of C. albicans to grow in the presence of two antifungal ag ents (AmB and CAS) was evaluated both by treating cells during the mission while in mi crogravity, as well as on yeast returned live following the conclusion of the flight. The Micro-6 payload was specifically designed to evaluate yeast growth in the presence of AmB while in microgravity. Cell growth was activated by the addition of medium contai ning 0.12 mgL and 0.25 mgL AmB and the samples were fixed following the growth period. Upon conclusion of the mission cell counts were performed to indicate the suscepti bility of C. albicans to the cytotoxic effects of the antifungal agent (Figure 8A). AmB susceptibility was also evaluated in cells re- turned viable and exposed to drug following the mission, using CFU as the viability indi- cator. Interestingly, the AmB susceptibility re sults from the Micro-6 payload were nearly 012345678Colony size (mm)IFlight Ground    M i c r o - 6 M i c r o - 1 4  F P A M i c r o - 1 4  F E P E C D F A H B G Figure 7. Colony morphology and size evaluated in yeast samples returned live. Following each mission, cells were isolated immediately following hardware de-integration, counted, diluted, and spread on YPD agar plates. Following 3 days of growth at 30C the plates were transferred to 4C pending analysis. ( AH) Individual colonies were imaged to evaluate colony architecture. (A,C,E,G) represent ight samples; ( B,D,F) represent terrestrial controls; Hrepresents the HIW colonies produced after cultivation in the ground-based HARV bioreactor. Specically, colonies are associated with the following payloads ( A,B) Micro-6; ( C,D) Micro 14FPA, view of top of colony; ( E,F) Micro 14FPA, view of bottom of colony; ( G) Micro-14FEP and ( H) HIW colony from HARV bioreactor as a morphology reference. Scale bars in panels ( A,B)  2.25 mm, ( CF)  1 mm, (G,H)  2 mm. ( I) The diameter was measured on each of 15 colonies per plate for each payload. An aggregate of the data from all payloads was pooled and indicated as All. Black bars  ight; green bars  terrestrial controls.  p 0.001, ight vs. terrestrial. Whether cells produced colonies, and how many, was used to evaluate cell viability as previously described and demonstrated in Figure 6. In addition, the size (diameter in mm) of individual colonies was measured as an indirect indicator of cell health and vigor. The diameter was measured on an average of 15 isolated colonies when possible (there were not that many colonies produced from the non-cryopreserved cells from Micro-14FEP , Figure 6D). As illustrated in Figure 7I, there was an overall trend for cells cultured in ight to give rise to slightly larger colonies. In conjunction with the yeast growth presented in Figure 3, this is another outcome measure that indicates cells may gain a growth advantage upon exposure to microgravity as compared to terrestrial controls. In addition, the growthLife2021 ,11, 283 17 of 24 advantage appears to be retained for at least a few days following re-introduction to Earths gravity environment. Colonies derived from cells harvested from FPAs (Micro-6 and Micro- 14FPA) were similar in size to those harvested from FEP bags (Micro-14FEP) suggesting the hardware was not introducing differences in growth potential. 3.7. Susceptibility to Antifungal Agents As an opportunistic pathogen, the susceptibility of C. albicans to antifungal agents is an important consideration with regard to spaceight crew safety. This becomes even more critical based on our previous ndings that yeast cultured in analog bioreactors (HARV) have an increased resistance to AmB  31. As such, the ability of C. albicans to grow in the presence of two antifungal agents (AmB and CAS) was evaluated both by treating cells during the mission while in microgravity, as well as on yeast returned live following the conclusion of the ight. The Micro-6 payload was specically designed to evaluate yeast growth in the presence of AmB while in microgravity. Cell growth was activated by the addition of medium containing 0.12 mgL and 0.25 mgL AmB and the samples were xed following the growth period. Upon conclusion of the mission cell counts were performed to indicate the susceptibility of C. albicans to the cytotoxic effects of the antifungal agent (Figure 8A). AmB susceptibility was also evaluated in cells returned viable and exposed to drug following the mission, using CFU as the viability indicator. Interestingly, the AmB susceptibility results from the Micro-6 payload were nearly identical, regardless of whether drug exposure was in microgravity (Figure 8A) or following post-ight cultivation (Figure 8B). Although both doses of AmB impacted yeast growth, ight cells were more resilient than terrestrial control cells in the presence of the highest dose of AmB (0.25 mgL). The Micro-14FEP payload was also designed to evaluate antifungal sensitivity in micro- gravity. Parent cultures were serially passaged as described in Methods. On two separate occasions during the serial growth (following day 1 and 3 for AmB or day 2 and 4 for CAS), a dilution of the Large FEP bag culture was used to inoculate Small FEP bags containing antifungal agents (see Figure 1 for experimental design details). On each of the four days of the analysis, yeast were also cultured in control medium and 0.25 mgL AmB for a direct day-to-day comparison. There was not a notable day-to-day adaptation of yeast to the antifungal agents (data not shown); therefore, samples conducted on the two separate days were treated as replicates and grouped in the analyses described herein. Throughout these studies, there was a consistent trend for the cells cultured without drug to grow to a higher density in ight as compared to terrestrial controls, as demonstrated in Figure 3. In addition, and as illustrated in Figure 8CD, cells grew to a higher density in all conditions of the FEP payload when compared to Micro-6 FPA samples. Cultures propagated in microgravity were consistently more resistant to AmB than comparable terrestrial controls (p 0.006). As illustrated in Figure 8C, ight samples grew in the presence of AmB when compared to untreated ight samples ( p 0.05), whereas the growth of terrestrial samples was stagnated in the presence of the antifungal agent when compared to the untreated ground controls ( p 0.33). As such, cells cultured in microgravity were more resistant to all doses of AmB than were the corresponding terrestrial control cells ( p 0.002). In contrast, companion cultures in the Micro-14FEP payload that were exposed to a func- tionally distinct antifungal agent, CAS, were susceptible to increasing concentrations of drug, (Figure 8D). When CAS-treated samples were compared to the corresponding control cultures (ight CAS vs. ight YPD; terrestrial CAS vs. terrestrial YPD), the lowest dose had very little impact on cell growth and the highest dose prevented nearly all growth. Only at the intermediate dose of CAS (0.025 mgL) was there an apparent difference between the impact of the drug on cells cultivated in ight or terrestrially. When compared to the untreated samples, terrestrial controls were more resistant to CAS than the cells cultured in microgravity, although not to the level of signicance. Consequently, the resistance to AmB does not appear to indicate a broad spectrum resistance to antifungal agents and thus, the resistance to AmB may help elucidate the molecular and cellular adaptations that are occurring in microgravity.Life2021 ,11, 283 18 of 24 Life 2021 , 11, x FOR PEER REVIEW 20 of 27 Figure 8. C. albicans susceptibility to antifungal agen ts. Micro-6 and Micro-14FEP were de signed to include analyses of the susceptibility of yeast to antifungal agents during cultiv ation in microgravity. Both payloads included amphotericin B (AmB) at concentrations previously dete rmined to represent a functional range; the Micro-14FEP payload also contained caspofungin (CAS) within a functional range. ( A) Micro-6 samples were activated Early in the mission in the presence of 0.12 mgL and 0.25 mgL AmB and control conditions (YPD  DM SO), fixed at the end of the growth period, and cell counts performed upon return, ( B) Untreated Micro-6 cells that were activate d Late in the mission and returned viable were analyzed for antifungal sensitivity (AmB) at the conclusion of the mission using CFU analysis following drug expo- sure. Micro-14FEP samples were cultured in the presence of ( C) AmB at 0.12 mgL, 0.25 mgL, and 0.5 mgL AmB and control conditions (YPD  DMSO) or ( D) CAS at 0.01 mgL, 0.025 mgL and 0.1 mgL CAS and control conditions, frozen on-orbit, and cell counts were completed following the mission.  p  0.05,  p  0.006, Flight vs. Terre strial (A, B); treated vs. sham ( C, D). 4. Discussion As increasing numbers of people spend longer amounts of time in space, it is imper- ative to understand the physiological adaptati ons that humans may experience as well as the threats they may encounter. C. albicans is important in its own right as an opportunistic pathogen, but as a eukaryotic organism, it may also provide a simple system that affords insight into how more complex eukaryotes re spond to the environment of microgravity. That said, a thorough and robust investigation of biological adaptation to microgravity is complicated for a variety of reasons. Importantly, microgravity cannot be replicated on Earth. Devices that have been developed as simulation bioreactors have not been fully evaluated to determine which aspects of microgravity they simulate, nor the reliability and predictive value they provide. Secondly, opportunities to conduct experiments in true Figure 8. C. albicans susceptibility to antifungal agents. Micro-6 and Micro-14FEP were designed to include analyses of the susceptibility of yeast to antifungal agents during cultivation in microgravity. Both payloads included amphotericin B (AmB) at concentrations previously determined to represent a functional range; the Micro-14FEP payload also contained caspofungin (CAS) within a functional range. ( A) Micro-6 samples were activated Early in the mission in the presence of 0.12 mgL and 0.25 mgL AmB and control conditions (YPD  DMSO), xed at the end of the growth period, and cell counts performed upon return, ( B) Untreated Micro-6 cells that were activated Late in the mission and returned viable were analyzed for antifungal sensitivity (AmB) at the conclusion of the mission using CFU analysis following drug exposure. Micro-14FEP samples were cultured in the presence of ( C) AmB at 0.12 mgL, 0.25 mgL, and 0.5 mgL AmB and control conditions (YPD  DMSO) or (D) CAS at 0.01 mgL, 0.025 mgL and 0.1 mgL CAS and control conditions, frozen on-orbit, and cell counts were completed following the mission.  p 0.05,  p 0.006, Flight vs. Terrestrial ( A,B); treated vs. sham ( C,D). 4. Discussion As increasing numbers of people spend longer amounts of time in space, it is impera- tive to understand the physiological adaptations that humans may experience as well as the threats they may encounter. C. albicans is important in its own right as an opportunistic pathogen, but as a eukaryotic organism, it may also provide a simple system that affords insight into how more complex eukaryotes respond to the environment of microgravity. That said, a thorough and robust investigation of biological adaptation to microgravity is complicated for a variety of reasons. Importantly, microgravity cannot be replicated on Earth. Devices that have been developed as simulation bioreactors have not been fully evaluated to determine which aspects of microgravity they simulate, nor the reliability and predictive value they provide. Secondly, opportunities to conduct experiments in true microgravity provide challenges in terms of cost, opportunity, procedures, and outcome measures. Whether utilizing the ISS, suborbital platforms, or free-yer independent pay- loads, the conditions, processes, and hardware tend to be unfamiliar and different fromLife2021 ,11, 283 19 of 24 those used to establish the foundational studies on which the experimental concepts have been developed. Finally, payload numbers and size tend to be limited, thereby constraining replicate numbers, ability to repeat experiments, and the breadth of experimental variables that can be tested. As such, we feel very fortunate to have own C. albicans on several missions, allowing for comparison of a subset of outcome measures, across ight opportu- nities, in different types of hardware, and with reference to results obtained in the HARV bioreactor as a simulation device. When planning ight experiments there are mission-dependent events that will frame the overall timing of experimental procedures and processes, and importantly, the health and wellness of biological samples. This is a feature rarely encountered in normal ground- based experiments and must be thoroughly considered when planning ight payloads. Based on our experience, the time during which samples must be self-sustaining and with- out active intervention has shortened, but still involves multiple days. This is evidenced in Table 1 when one considers the time from launch to early sample access . In SpX CRS-1, this time lapse was 149 h (6 days), whereas the shortest lapse was 60 h (2.5 days) during SpX CRS-17. An additional 3048 h, at minimum, must be added to allow for pre-launch sample preparation, handover procedures, and time required for vehicle packing. Cumulatively and regardless of the experimental design, there is likely to be a multi-day period during which the samples must be stable without crew intervention. At the other end of the mission, sample return timelines may also be critical for some studies. One can expect a multi-day travel period from when the samples leave ISS until they are available for in-lab processing. Beyond the launch and landing time constraints, there is a fair amount of exibility for sample processing during the mission. Overall mission length of the SpX CRS missions has been fairly consistent and range from 2136 days, with an average of 28 days. Most experiments are likely to be conducted in a fraction of that time but they all need to be well choreographed, in terms of crew time and equipment availability, with the other research and priority activities being performed on the ISS. The combination of complex timing issues and the use of novel hardware and procedures requires signicant planning and modeling beyond that usually employed for standard experiments. Although each of our payloads was largely developed independently, we embraced the opportunity to compare basic cellular characteristics of C. albicans cultivated in micro- gravity across multiple missions (see Table 3 for a summary). The characteristics chosen for comparison are primarily those associated with virulence, including growth, cell and colony morphology, and antifungal resistance. In each of the payloads, yeast grew to a higher density when cultivated in microgravity. Surprisingly, the calculated generation time increased as the inoculum level rose, likely due to samples reaching a maximal density sooner, only to reside in stationary phase through the remainder of the growth period. Only in the FEP bags was the planktonic, ground-based, and generally accepted doubling time of 90120 minutes approximated  51. These data are limited to end-point analyses since kinetic studies were not performed; therefore, the contributions of rate of growth versus length of time in stationary phase cannot be distinguished. A potential secondary effect of yeast growth is the impact that metabolic activity might have on the surrounding microenvironment, amplied in microgravity due to low uid shear and lack of convec- tion and bulk ow. Further studies are required to determine whether the differences in growth between ight and terrestrial controls may be explained by a cellular impact on the surrounding microenvironment, including changes in the concentration of nutrients and waste products  34,52. In addition, C. albicans produces signicant levels of metabolic gas, such that the pressure within bioreactor units is substantially increased. The impact of such increased pressure on cell behavior has yet to be analyzed. That said, an increased cell density of nearly 10-fold was observed in the FPA hardware of Micro-14FPA when com- pared to the Micro-6 FPAs. Whether the gas bubble incorporated into the Micro-14 FPAs impacted access to oxygen or provided a headspace to buffer the buildup of pressure is unclear. It is also worth noting that the mid-mission storage times and temperatures varied among the payloads and may have contributed to viability and ultimately cell density. ToLife2021 ,11, 283 20 of 24 inform the impacts of these variations, pre-ight, ground-based viability studies had been previously performed with yeast stored in water. Cells remain sufciently viable during long term (30 days) storage at ambient temperature, although viability was highest when stored at 12C and next highest at 4C (unpublished studies). From these results, it seems unlikely that the modest changes in storage temperature between ight and terrestrial samples contributed to the observed difference in cell density. These results also led to exibility for the pre-growth storage temperature to simplify ight operations and alleviate the need for on-orbit temperature maintenance equipment, which is often in high demand. Table 3. Summary of data obtained across missions and in two types of hardware. Outcome Measure FPA (Micro-6) FPA (Micro-14) FEP (Micro-14) Cell Growth F  T  Trend F  T F  T Cell Density Low Intermediate High Filamentation Low, no change F vs. T Low, no change F vs. T Very low, no change F vs. T Colony Morphology No change No change No change Colony Size No change F  T F  T AmB Resistance F  T F  T F  T CAS Resistance NA NA F  T Biolm None Trend T  F NA Freeze Stress Resistance NA T  F T  F  F  Flight; T  Terrestrial. Unlike many cells, C. albicans is fairly recalcitrant to temperature variations. As such, C. albicans also retains reasonable viability when frozen in the absence of a cryopreservation agent. Surprisingly, the data presented in Figure 6D demonstrates that the resilience is compromised in cells frozen during spaceight when compared to similarly treated terrestrial controls. The difference in survival was observed in samples frozen in FEP bags (Micro-14FEP) as well as FPAs (Micro-14FPA; 6-fold fewer colonies in ight than terrestrial controls), demonstrating this is a feature consistent across two types of hardware. We considered the difference in survival secondary to differences in the rate of freezing. Cells are likely to freeze more slowly in the low convection environment of space, but a slower rate is typically considered to be advantageous for cell viability  46. It was also noted that cells subjected to spaceight experience more post-undocking temperature transitions than the terrestrial controls. Mimicking these temperature transitions in ground- based studies resulted in a loss of cell viability, but not nearly to the extent of that observed in the studies described in Figure 6D. Membrane integrity is associated with freeze stress; therefore, we are considering adaptations to the microgravity environment that might inuence membrane composition. In addition to cell growth and survival, we analyzed the multicellular characteristics of C. albicans . A complex colony structure (HIW) had been observed in simulation experiments using the HARV bioreactor; therefore, viable cells were plated upon conclusion of the spaceight missions to determine whether this morphological transition was also triggered in true microgravity. As demonstrated in Figure 7, HIW colonies were not observed following 24 h of growth in microgravity. Interestingly, a minimum of 5 days in the HARV was required to produce the complex colony microarchitecture observed  31, yet those cells went through a daily subculture procedure which may have delayed adaptation to the low uid shear environment. It did not seem unreasonable to consider that a shorter term exposure to true microgravity may trigger similar adaptation responses as observed in the extended HARV studies. Longer term spaceight studies are currently underway to address whether this colony morphology transition simply requires longer exposure to the true microgravity environment. Although the analysis of colony morphology required cells to propagate for several days in post-mission gravity conditions, the HARV-inducedLife2021 ,11, 283 21 of 24 HIW morphology had been quite stable. Re-adaptation to 1 gand subsequent loss of complex colony morphology does not seem a likely explanation for the observed lack of complex morphology. Biolm communities were also undetectable in these studies, again suggesting the timeline of cultivation (24 h) was not sufcient for the development of complex macrostructures. Complex colony morphologies of C. albicans are typically associated with an increase in lamented cells in the population  50. Therefore, since complex macro-architectures were not observed in the studies herein, it is not surprising that cell lamentation was also found to be minimal. Interestingly, microarray studies published as part of the microgravity experiment conducted on STS-115 identied the upregulation of several genes associated with lamentous forms of the yeast, including ALS1 ,ALS4 ,YTH1 ,SPT5 and STI1 . Other genes associated with lamentation were either downregulated or unchanged, namely ALS2 ,TEC1 and ALS2 35. Of particular interest, the expression of form-associated genes was consistent with the observed low level of lamentation, specically the gene coding for hyphal wall protein ( HWP1 ) was unchanged in ight samples ( 1.09) and yeast wall protein ( YWP1 ) was elevated in ight samples (2.1). Current and ongoing studies will contribute to a more comprehensive understanding of differential gene expression as related to C. albicans cultivation in microgravity. One adaptation that has been fairly consistent among flight opportunities and in the HARV simulation experiments is an increased resistance of C. albcians to AmB (Figure 8 and  31). In spaceight, the level of resistance is greater when cells grow to higher densi- ties (FEP bags), although minimal dose dependence was observed in these same studies. It appears as though aqueous solutions of AmB are less stable than CAS, which may contribute to the difference in dose dependency observed between the Micro-6 (10 days of 4C storage following medium preparation) and the Micro-14FEP (17 days of storage fol- lowing medium preparation) experiments, although this loss of function was not predicted by pre-ight testing. A preliminary explanation is that AmB lost some efcacy during storage, resulting in drug levels that kept the growth of terrestrial samples in check, but had a milder impact on cells already observed to grow to a higher density in microgravity. The yeast susceptibility to CAS indicates that antifungal resistance is not broad spectrum and the difference between CAS and AmB may provide clues as to the molecular pathways that accompany the adaptation processes to microgravity. Specically, we are evaluating the role of ergosterol in the adaptation process as it is described as being a cellular target for AmB cell association and pore formation 53. Cell and colony morphology can be used as indicators as to the composition of the local environment since environmental stresses often lead to morphological transformations, including lamentation and colony extrusions  17. As observed in Figure 7, cells from this study produced colonies with a spikey (or foot projection)-style colony morphology often associated with cells exposed to environmental stresses, such as increased levels of CO 28,54. These studies suggest that cells cultivated in microgravity may produce and then respond to a microenvironment enriched in CO 2and other waste products. Since both ight and terrestrial samples demonstrated the colony projections, it will be important to parse out the contributions of microgravity relative to the environment created within specic hardware. Indeed, whether different types of ight hardware modulate or mask the effects of microgravity is an important consideration in these and other spaceight studies. There exists a limited, but useful inventory of spaceight-compatible hardware within the industry, with more being developed continuously. Identifying features that are necessary for successful operations is important and potentially challenging. In the case of C. albicans , hardware choices were constrained by safety precautions related to potential virulence and by the metabolic gas production during growth. This gas production precluded the use of several hardware models because the integrity of individual compartments was routinely compromised by the internal pressure created by metabolic gas. Thus, hardware that provided signicant replicative capacity was restricted (for example multi-well units could not withstand the internal pressures produced by the yeast gas production) andLife2021 ,11, 283 22 of 24 some in-ight analyses were deemed less likely to succeed (microscopy, optical density measurements) due to the presence of extensive bubble formation. Thus, hardware choices for microgravity experiments need to be well-vetted and compromises may need to be made in the name of safety and feasibility. It is in this context that the data herein must be interpreted. With limited numbers of replicates, and the corresponding distribution of values, it was encouraging to identify consistent trends in the data. As summarized in Table 3, cells grew to a higher density in microgravity and produce slightly larger colonies than did the terrestrial controls. There was also a consistent trend toward increased resistance to the antifungal agent, AmB. The yeast did not exhibit a lamentation response regardless of conditions, and the colony architecture was not different between samples cultivated in microgravity and the terrestrial controls. We noticed that when there were differences between ight and terrestrial controls, those differences were amplied when the cells grew to a higher density, especially in the FEP bag hardware. The complexity associated with spaceight experiments and the challenges associated with them dictates the importance of determining whether, and to what extent, ground- based simulators can be predictive of cellular adaptation to the microgravity environment. As such, it is important for investigators to continue exploring biological systems in a variety of spaceight hardware and to relate those studies to each other as well as ground-based simulators. Comprehensive analyses of these systems in space and on Earth will provide a guide for the predictability of ground-based models and a foundation for investigators to evaluate ight hardware. Author Contributions: Conceptualization, R.J. and J.S.; Data curation, K.W., K.P ., K.G., J.S., J.M., J.B., G.P ., W.G., J.K. and M.M.; Formal analysis, S.N., D.P ., R.J., J.S., J.M. and K.B.; Funding acquisition, S.N.; Investigation, S.N., K.W., K.P ., D.P ., K.G., R.J., J.S., J.M., J.B., G.P ., K.B., W.G., J.K. and M.M.; Methodology, D.P ., R.J., J.S. and J.M.; Project administration, S.N.; Writingoriginal draft, S.N. and K.W.; Writingreview and editing, K.W., K.P ., D.P ., K.G., R.J., J.S., J.M., J.B., G.P ., K.B., W.G., J.K. and M.M. All authors have read and agreed to the published version of the manuscript. Funding: The studies described herein were generously funded by grants to SMN from NASA through the Ames Space Biology Division: NNX12AH29G and NNX15AB37G. Institutional Review Board Statement: Not applicable. Informed Consent Statement: Not applicable. Data Availability Statement: The data presented in this study will be openly available in FigShare 10.6084m9.gshare.14312498. Acknowledgments: We are very grateful to a vast and dedicated team. This research could not have been conducted without the guidance of the NASA Ames project managers, including Amy Gresser, Fathi Karouia, and Macarena Parra; the BioServe Space Technologies implementation partners, including Louis Stodieck, Stefanie Countryman, Paul Koenig, Shankini Doraisingam, Mark Rupert, Stuart Tozer, Carla Hoehn, Shannon Floyd, Jon Beno, Luis Zea, and Dean Widhalm; and the SSPF support team, including Satro Narayan, Derek Duo, Anne Currin, Gerard Newhsam, and John Catechis. We are indebted to the ight crew who actually performed the experiments on Station, including Alexander Gerst, Nick Hague, Christina Koch, Sunita Williams, and Gregory (Reid) Wiseman. The commitment of everyone, attention to detail, and investment in the success of our research did not go unnoticed and is enormously appreciated. Thank you! Conicts of Interest: The authors declare no conict of interest. References 1. Romo, J.A.; Kumamoto, C.A. On Commensalism of Candida. J. Fungi 2020 ,6, 16. CrossRef PubMed 2. Neville, B.A.; dEnfert, C.; Bougnoux, M.E. Candida albicans commensalism in the gastrointestinal tract. FEMS Yeast Res. 2015 ,15. CrossRef 3. Odds, F.C. CandidaInfections: An Overview. CRC Crit. Rev. Microbiol. 1987 ,15, 15. CrossRef 4. Nobile, C.J.; Johnson, A.D. Candida albicansBiolms and Human Disease. Annu. Rev. Microbiol. 2015 ,69, 7192. CrossRef PubMedLife2021 ,11, 283 23 of 24 5. Pfaller, M.A.; Diekema, D.J. Epidemiology of Invasive Candidiasis: A Persistent Public Health Problem. Clin. Microbiol. Rev. 2007 , 20, 133163. CrossRef 6. Crucian, B.E.; Chouker, A.; Simpson, R.J.; Mehta, S.; Marshall, G.; Smith, S.M.; Zwart, S.R.; Heer, M.; Ponomarev, S.; Whit- mire, A.; et al. Immune System Dysregulation During Spaceight: Potential Countermeasures for Deep Space Exploration Missions. Front Immunol. 2018 ,9, 1437. CrossRef PubMed 7. Wchtler, B.; Citiulo, F.; Jablonowski, N.; Frster, S.; Dalle, F.; Schaller, M.; Wilson, D.; Hube, B. Candida albicans-Epithelial Interactions: Dissecting the Roles of Active Penetration, Induced Endocytosis and Host Factors on the Infection Process. PLoS ONE 2012 ,7, e36952. CrossRef PubMed 8. Soll, D.R. Candida commensalism and virulence: The evolution of phenotypic plasticity. ACTA Trop. 2002 ,81, 101110. CrossRef 9. Alonso-Valle, H.; Acha, O.; Garc a-Palomo, J.D.; Farias- lvarez, C.; Fern ndez-Mazarrasa, C.; Farias, M.C. Candidemia in a Tertiary Care Hospital: Epidemiology and Factors Inuencing Mortality. Eur. J. Clin. Microbiol. Infect. Dis. 2003 ,22, 254257. CrossRef 10. Pappas, P .G.; Rex, J.H.; Lee, J.; Hamill, R.J.; Larsen, R.A.; Powderly, W.; Kauffman, C.A.; Hyslop, N.; Mangino, J.E.; Chap- man, S.; et al. A Prospective Observational Study of Candidemia: Epidemiology, Therapy, and Inuences on Mortality in Hospitalized Adult and Pediatric Patients. Clin. Infect. Dis. 2003 ,37, 634643. CrossRef 11. Costa-de-Oliveira, S.; Rodrigues, A.G. Candida albicans antifungal resistance and tolerance in bloodstream infections: The triad yeast-host-antifungal. Microorganisms 2020 ,8, 154. CrossRef 12. Brown, G.D.; Denning, D.W.; Gow, N.A.R.; Levitz, S.M.; Netea, M.G.; White, T.C. Hidden Killers: Human Fungal Infections. Sci. Transl. Med. 2012 ,4, 165rv13. CrossRef 13. Santos, G.C.D.O.; Vasconcelos, C.C.; Lopes, A.J.O.; Cart genes, M.D.S.D.S.; Filho, A.K.D.B.; Nascimento, F.R.F.D.; Ramos, R.M.; Pires, E.R.R.B.; De Andrade, M.S.; Rocha, F.M.G.; et al. Candida Infections and Therapeutic Strategies: Mechanisms of Action for Traditional and Alternative Agents. Front Microbiol. 2018 ,9, 1351. CrossRef 14. Mesa-Arango, A.C.; Scorzoni, L.; Zaragoza, O. It only takes one to do many jobs: Amphotericin B as antifungal and immunomod- ulatory drug. Front. Microbiol. 2012 ,3, 286. CrossRef PubMed 15. Finkelstein, A.; Holz, R. Aqueous pores created in thin lipid membranes by the polyene antibiotics nystatin and amphotericin B. Membranes 1973 ,2, 377408. PubMed 16. Pappas, P .G.; Kauffman, C.A.; Andes, D.R.; Clancy, C.J.; Marr, K.A.; Ostrosky-Zeichner, L.; Reboli, A.C.; Schuster, M.G.; Vazquez, J.A.; Walsh, T.J.; et al. Executive Summary: Clinical Practice Guideline for the Management of Candidiasis: 2016 Update by the Infectious Diseases Society of America. Clin. Infect. Dis. 2016 ,62, 409417. CrossRef 17. Ernst, J.F. Transcription factors in Candida albicans-environmental control of morphogenesis. Microbiology 2000 ,146, 17631774. CrossRef 18. Shapiro, R.; Cowen, L. Coupling temperature sensing and development: Hsp90 regulates morphogenetic signalling in Candida albicans. Virulence 2010 ,1, 4548. CrossRef 19. Kullas, A.L.; Martin, S.J.; Davis, D. Adaptation to environmental pH: Integrating the Rim101 and calcineurin signal transduction pathways. Mol. Microbiol. 2007 ,66, 858871. CrossRef 20. Lu, Y.; Su, C.; Solis, N.V .; Filler, S.G.; Liu, H. Synergistic Regulation of Hyphal Elongation by Hypoxia, CO2, and Nutrient Conditions Controls the Virulence of Candida albicans. Cell Host Microbe 2013 ,14, 499509. CrossRef PubMed 21. Nickerson, C.A.; Ott, C.M.; Wilson, J.W.; Ramamurthy, R.; Pierson, D.L. Microbial Responses to Microgravity and Other Low-Shear Environments. Microbiol. Mol. Biol. Rev. 2004 ,68, 345361. CrossRef PubMed 22. Wilson, J.W.; Ott, C.M.; Zu Bentrup, K.H.; Ramamurthy, R.; Quick, L.; Porwollik, S.; Cheng, P .; McClelland, M.; Tsaprailis, G.; Radabaugh, T.; et al. Space ight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. Proc. Natl. Acad. Sci. USA 2007 ,104, 1629916304. CrossRef 23. Noble, S.M.; Gianetti, B.A.; Witchley, J.N. Candida albicans cell-type switching and functional plasticity in the mammalian host. Nat. Rev. Genet. 2017 ,15, 96108. CrossRef 24. Mayer, F.L.; Wilson, D.; Hube, B. Candida albicans pathogenicity mechanisms. Virulence 2013 ,4, 119128. CrossRef 25. Desai, P .R.; Van Wijlick, L.; Kurtz, D.; Juchimiuk, M.; Ernst, J.F. Hypoxia and Temperature Regulated Morphogenesis in Candida albicans. PLoS Genet. 2015 ,11, e1005447. CrossRef PubMed 26. Hawser, S.P .; Douglas, L.J. Resistance of Candida albicans biolms to antifungal agents in vitro .Antimicrob. Agents Chemother. 1995 ,39, 21282131. CrossRef PubMed 27. Math , L.; Van Dijck, P . Recent insights into Candida albicans biolm resistance mechanisms. Curr. Genet. 2013 ,59, 251264. CrossRef PubMed 28. Sheehan, K.B.; McInnerney, K.; Purevdorj-Gage, B.; Altenburg, S.D.; Hyman, E.L. Yeast genomic expression patterns in response to low-shear modeled microgravity. BMC Genom. 2007 ,8, 3. CrossRef PubMed 29. Altenburg, S.D.; Nielsen-Preiss, S.M.; Hyman, L.E. Increased Filamentous Growth of Candida albicans in Simulated Microgravity. Genom. Proteom. Bioinform. 2008 ,6, 4250. CrossRef 30. Herranz, R.; Anken, R.; Boonstra, J.; Braun, M.; Christianen, P .C.; De Geest, M.; Hauslage, J.; Hilbig, R.; Hill, R.J.; Lebert, M.; et al. Ground-Based Facilities for Simulation of Microgravity: Organism-Specic Recommendations for Their Use, and Recommended Terminology. Astrobiology 2013 ,13, 117. CrossRefLife2021 ,11, 283 24 of 24 31. Searles, S.C.; Woolley, C.M.; Petersen, R.A.; Hyman, L.E.; Nielsen-Preiss, S.M. Modeled Microgravity Increases Filamentation, Biolm Formation, Phenotypic Switching, and Antimicrobial Resistance inCandida albicans. Astrobiology 2011 ,11, 825836. CrossRef PubMed 32. Guadarrama, S.P .E.; Broadway, S.; Pyle, B. Pseudomonas aeruginosa growth and production of exotoxin A in static and modeled microgravity environments. Gravit. Space Biol. 2005 ,18, 8586. 33. Hammond, T.G.; Hammond, J.M. Optimized suspension culture: The rotating-wall vessel. Am. J. Physiol. Physiol. 2001 ,281, F12F25. CrossRef 34. Hall, D.; Hoshino, M. Effects of macromolecular crowding on intracellular diffusion from a single particle perspective. Biophys. Rev. 2010 ,2, 3953. CrossRef 35. Crabb , A.; Nielsen-Preiss, S.M.; Woolley, C.M.; Barrila, J.; Buchanan, K.; McCracken, J.; Inglis, D.O.; Searles, S.C.; Nelman- Gonzalez, M.A.; Ott, C.M.; et al. Spaceight Enhances Cell Aggregation and Random Budding in Candida albicans. PLoS ONE 2013 ,8, e80677. CrossRef PubMed 36. Zea, L.; Larsen, M.; Estante, F.; Qvortrup, K.; Moeller, R.; De Oliveira, S.D.; Stodieck, L.; Klaus, D. Phenotypic Changes Exhibited by E. coli Cultured in Space. Front. Microbiol. 2017 ,8, 1598. CrossRef PubMed 37. Lawal, A.; Kirtley, M.L.; van Lier, C.; Erova, T.E.; Kozlova, E.V .; Sha, J.; Chopra, A.K.; Rosenzweig, J.A. The effects of modeled microgravity on growth kinetics, antibiotic susceptibility, cold growth, and the virulence potential of a Yersinia pestis ymoA- decient mutant and its isogenic parental strain. Astrobiology 2013 ,13, 821832. CrossRef 38. Hammond, T.G.; Stodieck, L.; Birdsall, H.H.; Becker, J.L.; Koenig, P .; Hammond, J.S.; Gunter, M.A.; Allen, P .L. Effects of Microgravity on the Virulence of Listeria monocytogenes, Enterococcus faecalis, Candida albicans, and Methicillin-Resistant Staphylococcus aureus. Astrobiology 2013 ,13, 10811090. CrossRef 39. Woolley, C.; Nielsen-Preiss, S.; Hyman, L. The response of Candida albicans to simulated microgravity. Gravit. Space Biol. 2010 , 23, 9394. 40. Gulati, M.; Lohse, M.B.; Ennis, C.L.; Gonzalez, R.E.; Perry, A.M.; Bapat, P .; Arevalo, A.V .; Rodriguez, D.L.; Nobile, C.J. In VitroCulturing and Screening ofCandida albicansBiolms. Curr. Protoc. Microbiol. 2018 ,50, e60. CrossRef 41. Touil, H.; Boucherit-Otmani, Z.; Boucherit, K. In vitro activity of antifungal combinations against planktonic and sessile cells of Candida albicans isolated from medical devices in an intensive care department. J. Mycol. Med. 2018 ,28, 414418. CrossRef PubMed 42. Simitsopoulou, M.; Peshkova, P .; Tasina, E.; Katragkou, A.; Kyrpitzi, D.; Velegraki, A.; Walsh, T.J.; Roilides, E. Species-Specic and Drug-Specic Differences in Susceptibility of Candida Biolms to Echinocandins: Characterization of Less Common Bloodstream Isolates. Antimicrob. Agents Chemother. 2013 ,57, 25622570. CrossRef PubMed 43. Pina-Vaz, C.; Sansonetty, F.; Rodrigues, A.G.; Costa-Oliveira, S.; Tavares, C.; Martinez-De-Oliveira, J. Cytometric approach for a rapid evaluation of susceptibility of Candida strains to antifungals. Clin. Microbiol. Infect. 2001 ,7, 609618. CrossRef PubMed 44. Pore, R.S. Antibiotic susceptibility testing ofCandida albicans by ow cytometry. Curr. Microbiol. 1990 ,20, 323328. CrossRef 45. Huang, B.; Liu, N.; Rong, X.; Ruan, J. Effects of simulated microgravity and spaceight on morphological differentiation and secondary metabolism of Streptomyces coelicolor A3(2). Appl. Microbiol. Biotechnol. 2015 ,99, 44094422. CrossRef PubMed 46. Budd, S. Best Practices in Cryopreservation. 2016: American Type Culture Collection. Soc. Probl. 2020 . CrossRef 47. Bond, C. Cryopreservation of Yeast Cultures. Cryopreservation and Freeze-Drying Protocols. Methods in Molecular Biology ; Humana Press: Totowa, NJ, USA, 2007. 48. Buschelman, B.; Jones, R.N.; Pfaller, M.; Koontz, F.P .; Doern, G.V . Colony morphology of Candida spp. as a guide to species identication. Diagn. Microbiol. Infect. Dis. 1999 ,35, 8991. CrossRef 49. Daniels, K.J.; Pujol, C.; Srikantha, T.; Soll, D.R. The Finger, a Unique Multicellular Morphology of Candida albicans Induced by CO2and Dependent upon the Ras1-Cyclic AMP Pathway. Eukaryot. Cell 2012 ,11, 12571267. CrossRef 50. Brown-Thomsen, J. Variability in Candida albicans (Robin Berkhout) Studies on morphology and biochemical activity. Hereditas 1968 ,60, 355398. 51. Ahrens, J.P .; Daneo-Moore, M.R.; Buckley, H.R. Effects of culture density on the kinetics of germ tube formation in Candida albicans. J. Gen. Microbiol. 1983 ,129, 30013006. CrossRef 52. Zea, L.; Prasad, N.; Levy, S.E.; Stodieck, L.; Jones, A.; Shrestha, S.; Klaus, D. A Molecular Genetic Basis Explaining Altered Bacterial Behavior in Space. PLoS ONE 2016 ,11, e0164359. CrossRef PubMed 53. Baginski, M.; Sternal, K.; Czub, J.; Borowski, E. Molecular modelling of membrane activity of amphotericin B, a polyene macrolide antifungal antibiotic. ACTA Biochim. Pol. 2005 ,52, 655658. CrossRef PubMed 54. Hall, R.A.; De Sordi, L.; Maccallum, D.M.; Topal, H.; Eaton, R.; Bloor, J.W.; Robinson, G.K.; Levin, L.R.; Buck, J.; Wang, Y.; et al. CO2 Acts as a Signalling Molecule in Populations of the Fungal Pathogen Candida albicans. PLoS Pathog. 2010 ,6, e1001193. CrossRef PubMed",
        "introduction": "Candida albicans (C. albicans ) is a commensal fungus found throughout the human body in locations such as the mouth, gastrointestinal tract, vagina, and skin  1,2. Most infections are supercial, such as fungal nails, yet as an opportunistic pathogen, this yeast is capable of causing severe, life-threatening illness in immunocompromised hosts; there- fore, it is a potential concern for crew during long term spaceight  36. In addition, the dichotomy between the commensal and pathogenic behaviors of C. albicans is complex Life2021 ,11, 283. https:doi.org10.3390life11040283 https:www.mdpi.comjournallifeLife2021 ,11, 283 2 of 24 and the molecular events responsible for converting a normally benign commensal into a highly pathogenic organism, which in systemic infections can produce 3045 mortality, have not been fully elucidated  711. Moreover, the therapeutic repertoire to treat systemic Candida infections is limited  12. There are four classes of antifungal agents used clinically, including polyenes (e.g., Amphotericin B), echinocandins (e.g., caspofungin), azoles (e.g., uconazole) and nucleoside analogs (e.g., ucytosine)  13. Amphotericin B (AmB) was utilized as an early therapeutic for Candida infections and its derivatives remain among the most effective treatments for systemic disease  1416. For these reasons, AmB was chosen for analyses in the microgravity-associated susceptibility studies described herein. It has been proposed that AmB functions at the level of the cell membrane, where it interacts with the yeast-specic sterol, ergosterol, forming pores and compromising membrane in- tegrity  13,15. In contrast, caspofungin (CAS) was used to evaluate the yeast response to an antifungal agent harboring a mechanism of action distinct from that of AmB. Caspofungin compromises cell wall formation by inhibiting (13)- -D-glucan synthase 11. C. albicans is a dimorphic eukaryotic organism consisting of spherical yeast form cells and elongated lamentous cells and has been shown to respond to environmental stresses such as temperature, pH, and altered gas environments with physiological characteristics often associated with virulence  1720. Indeed the extreme environment of microgravity presents a unique challenge for organisms that have evolved under normal gravity. Micro- gravity may provide novel environmental stress cues leading to physiological adaptations or may allow insights into molecular pathways otherwise masked by a gravity-based environment, such as that described for the Pseudomonas Hfqpathway  21,22. Among the potential adaptations of interest are those properties of C. albicans , on both the single and multicellular level, that enable it to infect an immunocompromised host. A well-studied phenotypic transition in C. albicans is lamentation, or hyphalpseudohyphal formation, which can be induced by a variety of environmental conditions including temperature, pH, serum, elevated CO 2and hypoxia  2325. The combination of lamentous and yeast form cells can also form biolms, or multicellular communities, contributing to increased virulence and enhanced resistance to environmental insults. As such, C. albicans , particu- larly in community form, has been documented to have increased resistance to antifungal agents  4,26,27. In short, this yeast is capable of altering its phenotype in a number of ways to become better suited for infection and the environmental cues responsible for initiating these transitions are numerous. Hallmarks of an infectious form of C. albicans include robust growth, lamentation, biolm production and resistance to antifungal agents. The studies included herein will focus on these yeast characteristics to determine whether microgravity represents an environmental cue with the potential to alter virulence. Due to limited access and the expense of spaceight opportunities, ground-based sim- ulators, such as rotating wall vessels or random positioning machines, have been used to generate a modeled microgravity environment in order to predict the response of cells to spaceight microgravity  2833. High Aspect Ratio Vessels (HARV) are rotating-wall ves- sels that, by revolving about an axis perpendicular to the gravitational vector, create a state of functional weightlessness and minimal uid shear within the chamber. Low-uid shear may indeed be an important environmental signal for organisms cultivated in microgravity. Reduced convection and diminished bulk ow may resulted in an altered cell-associated microenvironment through depletion of nutritional components and accumulation of waste products  34. Interestingly, when cultivated in analog bioreactors or in the true micrograv- ity environment, many, but not all, organisms display morphological and genetic changes consistent with increased virulence and invasive behavior 22,31,3538. Previous studies ofC. albicans cultured in HARV bioreactors demonstrated adaptations that included cells with increased lamentation, increased resistance to the antifungal agent AmB, altered colony morphology, and altered biolm complexity  29,31. The studies described herein focus on whether exposure of C. albicans to true microgravity induces similar adaptation responses to those observed in ground-based analog studies, especially as they relate toLife2021 ,11, 283 3 of 24 the potential for increased virulence. Embedded in these studies are comparisons between spaceight experiments and between two separate ight hardware systems. 2. Materials and",
        "conclusion": null,
        "images": []
    }
]