[
    {
        "pmid": "38862509",
        "title": "Collection of biospecimens from the inspiration4 mission establishes the standards for the space omics and medical atlas (SOMA).",
        "year": "2024",
        "journal": "Nat Commun",
        "abstract": "The SpaceX Inspiration4 mission provided a unique opportunity to study the impact of spaceflight on the human body. Biospecimen samples were collected from four crew members longitudinally before (Launch: L-92, L-44, L-3 days), during (Flight Day: FD1, FD2, FD3), and after (Return: R + 1, R + 45, R + 82, R + 194 days) spaceflight, spanning a total of 289 days across 2021-2022. The collection process included venous whole blood, capillary dried blood spot cards, saliva, urine, stool, body swabs, capsule swabs, SpaceX Dragon capsule HEPA filter, and skin biopsies. Venous whole blood was further processed to obtain aliquots of serum, plasma, extracellular vesicles and particles, and peripheral blood mononuclear cells. In total, 2,911 sample aliquots were shipped to our central lab at Weill Cornell Medicine for downstream assays and biobanking. This paper provides an overview of the extensive biospecimen collection and highlights their processing procedures and long-term biobanking techniques, facilitating future molecular tests and evaluations.As such, this study details a robust framework for obtaining and preserving high-quality human, microbial, and environmental samples for aerospace medicine in the Space Omics and Medical Atlas (SOMA) initiative, which can aid future human spaceflight and space biology experiments.",
        "full_text": "Article https:doi.org10.1038s41467-024-48806-z Collection of biospecimens from the inspiration4 mission establishes thestandards for the space omics and medicalatlas (SOMA) Eliah G. Overbey1,2,3,4,K r i s t aR y o n1,J a n g K e u nK i m1,2,B r a d e nT .T i e r n e y1,2, Remi Klotz5,6, Veronica Ortiz5,S e a nM u l l a n e7,J u l i a nC .S c h m i d t8,9, Matthew MacKay1,N a m i t aD a m l e1, Deena Najjar1,I r i n aM a t e i10,11, Laura Patras10,12,J .S e b a s t i a nG a r c i aM e d i n a1,A s h l e yS .K l e i n m a n1, Jeremy Wain Hirschberg1, Jacqueline Proszynski1, S. Anand Narayanan13, Caleb M. Schmidt8,9,14,E v a nE .A f s h i n1, Lucinda Innes1, Mateo Mejia Saldarriaga15, Michael A. Schmidt8,9,R i c h a r dD .G r a n s t e i n16, Bader Shirah17,M i nY u5,6, David Lyden10,11,J a i m eM a t e u s7 Christopher E. Mason1,2,3,18,19 The SpaceX Inspiration4 mission prov ided a unique opportunity to study the impact of space ight on the human body. Biospecimen samples were col- lected from four crew members longitudi nally before (Launch: L-92, L-44, L-3 days), during (Flight Day: FD1, FD2, FD3), and after (Return: R  1, R  45, R  82,R  194 days) space ight, spanning a total of 289 days across 2021-2022. The collection process included venous whole blood, capillary dried blood spotcards, saliva, urine, stoo l, body swabs, capsule swabs, SpaceX Dragon capsule HEPA lter, and skin biopsies. Venous whole blood was further processed to obtain aliquots of serum, plasma, extra cellular vesicles and particles, and peripheral blood mononuclear cells. I n total, 2,911 sample aliquots were shipped to our central lab at Weill Cornell Medicine for downstream assays andbiobanking. This paper provides an overview of the extensive biospecimencollection and highlights their proc essing procedures and long-term bio- banking techniques, facilitating future molecular tests and evaluations.Assuch, this study details a robust framework for obtaining and preserving high- quality human, microbial, and environm ental samples for aerospace medicine in the Space Omics and Medical Atlas (SO MA) initiative, which can aid future human space ight and space biology experiments. Our human space exploration efforts are at a unique transition point in history, with more crewed launches and human presence in space than ever before1. We can attribute this to the commercial space ight sector entering an industrial renaissance, with multiple companies formingcollaborative and competitive networks to send commercial astro- nauts into space. The recent advancements in human space explora- tion offer a signi cant chance to gather more biological research samples and enhance our comprehension of space ight s effects onReceived: 2 May 2023 Accepted: 15 May 2024 Check for updates A full list of af liations appears at the end of the paper. e-mail: chm2042med.cornell.edu Nature Communications  (2024) 15:4964 11234567890():,; 1234567890():,;human health. This is vital, as our knowledge of the biological reactions to the unique environment of space, marked by microgravity and thespace radiation, remains incomplete 2. The impact of space ight on human health includes musculoskeletal deconditioning3, cardiovas- cular adaptations4,v i s i o nc h a n g e s5, space motion sickness6, neuro- vestibular changes7,i m m u n ed y s f u n c t i o n8, and increased risk of rare cancers9,a m o n go t h e rc h a n g e s2. However, we are still at the initial stages of documenting biological responses to space ight exposure at the molecular and cellular resolution. Prior work has characterized molecular changes that occur during space ight in astronauts. These include changes in cytokine proles8,10,11, urinary albumin abundance12, and hemolysis13. Further- more, multiomic assays have provided genomic maps of structuralchanges in DNA 1416, RNA expression pro les11,17,18, sample-wide pro- tein measurements17,19,20, and metabolomic status17. Additionally, International Space Station (ISS) surfaces have been studied with longitudinal microbial pro les to track microbial pathogenicity and evolution to assess their potential in uence on crew health21,22.T o better improve our understanding of both human and microbialbiology in space, it is critical that these analyses continue and expandas more spacecraft and stations are built and own. Combining and comparing work from prior missions in these new spacecraft and stations is especially important to overcome the smallsample sizes and highlights a need for standardization between mis-sions. In addition, recruiting large cohorts of astronauts is dif cult, as the ISS typically can only house up to six astronauts at a time. As of the time of writing, only 647 humans have been to space, starting with the launch of Yuri Gagarin in 1961. Studies have spanned the Vostok pro-gram, Project Mercury, the Voskhod program, Project G emini, Project Apollo, the Soyuz program, the Salyut space stations, MIR, the SpaceShuttle Program, SkyLab, Tiangong Space Station, and the ISS. From the breadth of experiments that have been performed on the ISS, only aminority have speci cally been human research-oriented 23,24,a n dj u s ta subset involve omics studies. The NASA Twin Study created the most in-depth multi-omic study of astronau ts prior to Inspiration4, but was limited to one astronaut and one ground control 17. These factors have limited the statistical power of astronaut omic experiments and increased the dif culty of providing robust scienti c conclusions. Standardizing biospecimen collections across multiple missions willcreate larger sample sets needed to draw these conclusions. Here, we establish the standard biospecimen sample collection and banking procedures for the Space Omics and Medical Atlas (SOMA). Akey goal of SOMA is to standardize biospecimen collection and pro- cessing for space ight, to generate high-quality multi-omics data across space ight investigations, and to enable follow-up experiments with viably frozen cells and biobanked samples. This paper provides samplecollection methods bu ilt for standardized eld collections across dif- ferent crews and missions. We cover the decentralized sample collec- tion process from the Inspiration4 (I4) mission from the point of collection to the preservation of s amples for downstream biochemical and omics processing at our centralized lab at Weill Cornell Medicine(WCM). These protocols can produ ce synchronized datasets with enhanced statistical stren gth, amplifying our scienti cndings from space ight studies. Additionally, we showcase metrics related to sample collection outputs, references of past astronaut sample collections inscienti c publications, and suggestions to re ne sample collection for upcoming missions. In its inaugural use case, these samples were col-lected from the I4 astronaut cohort and are currently in use for severalother missions (Polaris Dawn, Axiom-2), which will enable continuedutilization for future crewed space missions. Results Biospecimen collection overview We formulated and executed a sampling plan that spans a wide rangeof biospecimen samples: venous blood, capillary dried blood spots(DBSs), saliva, urine, stool, skin swabs, skin biopsies, and environ- mental swabs (Fig. 1a). The collection of various types of samples covered the scope of previous assays on astronaut samples (Supple-mentary Table 1), but also enabled newer omics technologies, such as spatially resolved, single-molecule, and single-cell assays. For the I4 mission, sample collection spanned three-time points pre-launch (L-92, L-44, L-3 days), three-time points during ight (Flight Day 1 (FD1), FD2, FD3), and four-time points post-return (R  1, R  45,R  82, R  194 days). Venous blood, urine, stool, and skin biopsies werecollected during ground timepoints only, while capillary DBSs, saliva,a n ds k i ns w a b sw e r ec o l l e c t e db o t ho nt h eg r o u n da n dd u r i n g ight (Fig. 1b). Environmental swabs of the Dragon capsule were collected pre-ight in the crew training capsule and during ight in the space- craft launched from Cape Canaveral (Fig. 1b). Samples were collected across a variety of locations based on the crew s training and travel schedule. L-92 and L-44 were collected in Hawthorne, CA at SpaceX Headquarters, L-3 and R  1 were collected atCape Canaveral, FL at a facility near the launch site. FD1, FD2, and FD3were collected inside the Dragon capsule while in orbit. R  45 wascollected at the crew members individual locations (which spanned the US States NY, NJ, TN, and WA), R  82 was collected at Weill CornellMedicine, NY and R  194 was collected at Baylor College of Medicine,TX (Fig. 1c). All samples from ground timepoints were processed within 16 hours of collection. All samples from the ight were pro- cessed immediately after retrieval from the ight. Samples were stored at 80 C at each site immediately after processing and aliquoting (processing steps are outlined below). All samples were shipped via FedEx using Overnight Shipping to WeillCornell Medicine for storage in the Cornell Aerospace Medicine Bio-bank (CAMbank) within 1 week of collection on dry ice in styrofoamboxes and spent 2 days in transit. No samples were shipped on aThursday or Friday to avoid weekend shipping delays. All samplesarrived at Weill Cornell Medicine with dry-ice still in the packaging andsamples frozen. Samples were immediately transferred to 80 C for long-term storage and biobanking. Any exceptions to this process willbe noted below. In total, we collected 2,911 sample aliquots, whichwere then processed in our central lab at Weill Cornell Medicine for downstream assays (Supplementary Table 2). Some samples were processed immediately at eld laboratory facilities (Supplementary Data Fig. 1). DNA and RNA yields are also reported below from col- lection kits (saliva and stool) after arrival at WCM. Blood collection and derivatives Blood was collected using a combination of venipuncture tubes tocollect venous blood and contact-activated lancets to collect capillaryblood from the ngertip. Each crew member provided blood samples, collected into one BD PAXgene blood RNA tube (bRNA), four BDVacutainer K2 EDTA tubes, two BD Vacutainer cell preparation tubes (CPTs), one Streck cell-free DNA tube (cfDNA BCT), one BD Vacutainer serum separator tube (SST), and one DBS card per time point. Tubeswere transported from the collection site to the eld laboratory at room temperature. From these tubes, whole blood, plasma, PBMCs,serum, and cell pellet samples were collected (Supplementary Table 3).Sample yields are reported below. Samples were aliquoted for long-term storage and biobanking (Supplementary Table 4). bRNA tubes were collected in order to isolate total RNA using the PAXgene blood RNA kit (Fig. 2a). Yield ranged from 3.04 to 14.04 g tube of total RNA across all samples, and the RNA integrity number(RIN) ranged from 3.2 to 8.5 (mean: 6.95) (Fig. 2b). RNA was stored at 80 C after extraction. The collection of total RNA enables a variety of downstream RNA pro ling methods. It will allow comparative studies to prior RNA-sequencing performed on astronauts, particularlysnoRNA  lncRNA biomarkers analyzed from Space Shuttle erablood 25,26, mRNA  miRNA measured during the NASA Twin Study17,18, and whole blood RNA arrays from the ISS27,28. Additionally, RNA yieldsArticle https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 2are more than suf cient to perform direct-RNA sequencing using Oxford Nanopore Technologies (ONT) platforms, which require500 ng of total RNA per library (Manufacturer s protocol, ONT kit SQK- RNA002). This enables the study of RNA modi cation changes during space ight to create epitranscriptomic pro les for the rst time in astronauts. Four K2 EDTA tubes were drawn at each timepoint from each crew member (Fig. 2c). One K2 EDTA tube was submitted to Quest Diag- nostics to perform a complete blood count (CBC, Quest Test Code:6399). One tube was used to isolate extracellular vesicles and particles(EVPs) for proteomic quanti cation (Fig. 3a). Total EVP quantities varied from 2.71-28.27 ug (Fig. 2d). Two K2 EDTA tubes were used to isolate PBMCs for single-cell sequencing (10X Chromium Single CellMultiome ATAC  Gene Expression and Chromium Single Cell ImmuneProling work ows). After collection, a Ficoll separation was per- formed to isolate PBMCs, which ranged from 340,000-975,000 cellsper mL of blood (Fig. 2e). One prior single-cell gene expression experiment, NASA Twin study, was performed on astronauts, whichfound immune cell population speci cg e n ee x p r e s s i o nc h a n g e sa n da correlation with microRNA signatures 11,18. Additional PBMCs, plasma, and serum were collected from CPTs (Fig. 4a), cfDNA BCTs (Fig. 4d), SSTs (Fig. 4c), as well as red blood cell pellets. CPTs were spun and aliquoted according to the manufacturer s instructions (Fig. 3b). Plasma volume per tube ranged from 3000- 14,000 uL per tube (Fig. 4d). Because of technical issues in the sample processing procedure, three instances occurred where plasma retrie-val from the CPT tubes was not possible. Plasma can be used to validate or refute previous studies, including cytokine panel 10,29, exosomal RNA-seq25,26, extracellular vesicle microRNA30, and proteomic20,3133 results. PBMCs were also collected, aliquoted into 6 cryovials per CPT, and stored in liquid nitrogen after slowly cooled in a Mr. Frosty to-80 C. These can be used to follow-up on previous studies on adaptive Timepoint Types: Earth Flight 3 daysFD R 194dR 1dR 45dR 82dL- 92dL- 44dL- 3d-Space -EarthSubject Location During Study StoolUrineVenous Blood SalivaCapillary Blood Skin Swabs Skin Biopsy EnvironmentSpaceX Inspiration4 Biospecimen Samplesa Biospecimenb c United States of America Low-Earth OrbitLegend United States of AmericaUnited States of AmericaInspiration4 Biospecimen Collection Locations 1 27 5 64 8Timepoint No. of Subjects 1L-92 L-44All Crew All Crew 2L-3 R1All Crew All Crew 3F1F2All Crew All Crew 4R45R821 Crew Member All Crew 5R45 1 Crew Member 7R45 1 Crew MemberR45 1 Crew Member6 All Crew 8R194FD1FD2FD3In-Flight Pre-Flight Post-Flight Fig. 1  Biospecimen Samples and Collection Locations. a List of biospecimen samples collected over the course of the study. bTimepoints for each biospecimen sample collection. L-denotes the number of days prior to launch. R denotesthe number of days after return to Earth. FDdenotes which day of the ight a sample was collected. cLocation of each collection timepoint.Article https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 3immunity, cell function, and immune dysregulation8,3439.T h e remaining red blood cell pellet mixtures from below the gel plug ineach CPT Tube were stored at 20 C. cfDNA BCT (Streck) tubes were collected to isolate high-quality cfDNA from plasma. cfDNA BCTs were spun and aliquoted accordingto the manufacturer si n s t r u c t i o n s( F i g . 3c). The remaining cell pellet mixture was frozen at 20 C. Plasma volume per timepoint ranged from 1500-5000 uL (Fig. 4e). 500 uL aliquots were frozen at -80 C. cfDNA extracted from these tubes can be analyzed for fragmentlength, mitochondrial or nuclear origin, and cell type or tissue oforigin 4042. The SST was spun and aliquoted according to the manufacturer s instructions (Fig. 3d). Serum volume ranged from 2000-8000 uL per timepoint (Fig. 4f). Similar to plasma, serum can be allocated for cytokine analysis and can also be used to perform comprehensivemetabolic panels, including one we used at Quest (CMP, Quest TestCode: 10231) for metrics on alkaline phosphatase, calcium, glucose,potassium, and sodium, among other metabolic markers. The remaining cell pellet mixture from each SST tube was stored at 20 C. In addition to venous blood, capillary blood was collected onto a DBS card using a contact-activated lancet pressed against the n- gertip (Fig. 5a). Capillary blood was collected onto a Whatman 903 Protein Saver DBS card to preserve nucleic acids and proteins. Eachof the ve spots on the DBS card hold 75-80uL of capillary blood, however, the amount of capillary blood collected across timepointsvaried (Fig. 5b, c) according to how much blood could be collected before the lancet-puncture closed. Saliva collection Saliva was collected at the L-92, L-44, L-3, FD1, FD2, FD3, R  1, R  45,and R  82 timepoints using two methods. First, saliva was collectedusing the OMNIgene Oral Kit (OME-505), which preserves nucleic acids(Fig. 6a) during the ground timepoints. From these samples, DNA, RNA, and protein were extracted. DNA yield ranged from 28.1 to3187.8 ng, RNA yield from 396.0 to 3544.2 ng (less the two samples hadconcentrations too low for measurement), and protein concentrationfrom 92.97 to 93.15 ng. Second, crude saliva (i.e., saliva with no preservative added) was collected into a 5 mL DNaseRNase-free screw top tube during theground and ight timepoints. Saliva vol ume varied from 150 to 4000 uL per tube (Fig. 6b). Crude saliva was also collected during ight (FD2 and FD3), in addition to th e ground timepoints. Saliva collections have been conducted throughout space ight studies for assessing the immune state of crews, particularly in thecontext of viral reactivation. Previously identi ed viruses that reacti- vate during space ight include Epstein Barr, varicella-zoster, and a cBlood RNA Tube (bRNA) 2.5 mL  tube K2 EDTA 3 PBMCsTotal RNA (g) g Crew IDL-92 L-44 L-3 R1 R45 R82 L194 PBMC Yield (per mL) tnuoClleCEVP Yield (g)Plasma Yield for EVP Isolation (L) gL Crew IDSubject C001 C002 C003 C004 L-92 L-44 L-3 R1 R45 R82 Crew IDL-92 L-44 L-3 R1 R45 R82 L-92 L-44 L-3 R1 R45 R821 tube 4 mL  tube 4 tubes 1 Bloodwork (CBC)2 EVPsb d eCrew IDRNA Integrity Numbers (RINs) L-92 L-44 L-3 R1 R45 R82 L194 eulaV NIR Crew ID Fig. 2  bRNA and K2 EDTA Tubes. a One 2.5 mL bRNA tube was collected per crew member at each ground timepoint. bbRNA tube total RNA yields per sample ( g) and RINs. cFour K2 EDTA tubes were collected per member at each groundtimepoint. One tube was used for a CBC, one tube was used to isolate EVPs, and two tubes were used for isolation of PBMCs. dPlasma and EVP yields from the 2 EVPS  tube on Fig. 2c.ePBMC yields per mL from the 3 PBMCs tubes on Fig. 2c.Article https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 4cytomegalovirus43. Responses to reactivation of these viruses can be asymptomatic, debilitating, or even life-threatening, thus assessingthese adaptations is bene cial in understanding viral space ight activity as well as crew health. In addition to viral nucleic acid quanti-cation, numerous biochemical assays can also be performed, including measurements of C-reactive protein (CRP), cortisol, dehy- droepiandrosterone (DHEA), and cytokines, among others 10,4346. Urine collection Urine was collected in sterile specimen cups at the L-92, L-44, L-3, R  1, R  45, and R  82 timepoints. Specimen cups were collected 1-2 timesper day. For preservation, urine was aliquoted and stored at -80 C.Half the urine had Zymo Urine Conditioning Buffer (UCB) addedbefore freezing, to preserve nucleic acids. Samples yielded23155.5 mL of crude urine and 21 - 112 mL of UCB urine per specimen cup (Fig. 7a). Urine was split into 1 mL - 15 mL aliquots before freezing at -80 C. A wide variety of assays can be performed on urine samples. Previous studies have included viral reactivation 43,46,47,u r i n a r y cortisol48,49, iron and magnesium measurements5053, bone status5456, kidney stones54,55, proteomics11, telomere measurements57, and various biomarkers and metabolites17,49,5861. Stool collection Stool was collected at the L-92, L-44, R  1, R  45, and R  82 time- points. Stool samples were stored into two collection containers ateach timepoint, one DNA Genotek OMNIgene Gut (OMR 200) kit with a preservative for metagenomics and another (ME 200) with a pre- servative for metabolomics (Fig. 7b). Stool was the least consistent sample collected due to the limited windows available for sampling during collection timeframes. DNA and RNA were extracted from ali-quots of the OMNIgene Gut (OMR 200) tubes for downstream microbiome analysis. DNA yield ranged from 358.5 to 16,660 ng, RNAf r o m6 9 0t o2 0 1 0n g( F i g . 7c). Large variations in yield are attributable to variable stool mass collected between kits. Stool samples enable various biochemical, immune, and micro- biome changes studies. Previous metagenomic assays have found thatshannon alpha diversity and richness during long-duration missions tothe ISS 62. Skin swabs Body swabs were collected at all timepoints. Samples were collected byswabbing the body region of interest for 30 seconds, then placing theswab in a sterile 2D matrix tube (Thermo Scienti c 3710) with Zymo DNARNA shield preservative. For the rst two swab locations, the oral and nasal cavity, the swab was placed directly on the body afterremoval from its sterile packaging (dry-swab method; Fig. 8a). For the remaining body locations, the swab was brie yd i p p e di nn u c l e a s e - free, DNARNA-free water before proceeding (wet-swab method).Eight distinct sites were swabbed with the wet-swab method: post- auricular, axillary vault, volar forearm, occiput, umbilicus, gluteal crease, glabella, and the toe-web space (Fig. 8b). The astronaut microbiome has previously been studied in the forehead, forearm,nasal, armpit, navel, postauricular, and tongue body locations, andchanges have been documented during ight. Changes in alpha diversity and beta diversity were documented, as well as shifts inmicrobial genera 62. However, the impact of these changes on skin health and immunological health are not well understood. Acquiring extensive swab samples from the crew skin allows for characterization of th e habitat environment, crew skin microbiome adaptations, and interactions with po tential human health adaptations resulting from space ight exposure. This is very relevant for crew health, considering astronauts become more susceptible to infections during space ight missions63, with the relationship between microbe-host interactions from space ight exposure, which may be a causative factor of astronauts immune dysfunction, which is still not well understood. Fig. 3  Tube Processing Steps. Centrifuge (brown circles) and aliquoting (white and green boxes and circles) protocols for aK2 EDTA tubes designated for EVP isolation bCPTs ccfDNA BCTs ans.d dSST.Article https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 5Skin Biopsies A skin biopsy on the deltoid was obtained from the L-44 and R  1 timepoint. Biopsies were also collected in advance of a ight to ensure the biopsy site is fully healed before the ight so there is no risk of complication. The wet-swab method was used to collect theskin microbiome before the skin biopsy. The skin biopsies were 3 4 millimeters in diameter and were collected for histology andspatially resolved transcriptomics (SRT) (Fig. 8c). One-third of the sample was stored in formalin and kept at room temperature to perform histology. The remaining two-thirds of the sample was stored in a cryovial and placed at -80 C for SRT (Fig. 8c). This is the rst sample collected from astronauts for spatially resolved tran- scriptomics. The skin is of high interest due to the in ammation- related cytokine markers such as IL-12p40, IL-10, IL-17A, and IL-18 10,17and skin rash s status as the most frequent clinical symptom reported during space ight64. Environmental swabs and HEPA lter Environmental swabs were collected in ight during the F1 and F2 timepoint. Additionally, environmental swabs were collected from theight simulation capsule at SpaceX headquarters after days of crew training during the L-92 and L-44 timepoints. Environmental swabswere collected using the wet-swab method. Ten environmental swabs were collected per time point at the following locations in the capsule: an ambient aircontrol swab, the execute button, the viewing dome,the side hatch mobility aid, the lid of the waste locker, the head sectionof one of the seats, the commode panel, the right and left sides of thecontrol screen, and the g-meter button (Fig. 9a-d). Additionally, the d fCell-Free DNA Blood Collection Tube (cfDNA BCT)Cell Preparation Tube (CPT) cfDNA BCT Total Plasma (L) L Crew IDCPT Total Plasma (L) Crew IDL L-92 L-44 L-3 R1 R45 R82 L194L-92 L-44 L-3 R1 R45 R82 L194 eSerum Separator Tube (SST) Crew IDLSST Total Serum (L)a Red Blood Cell PelletPlasma PBMCs Inert Gel BarrierRed Blood Cell Pellet Red Blood Cell PelletInert Gel BarrierPlasmaSerumbc 8 mL  tube 2 tubes10 mL  tube 1 tube7.5 mL  tube 1 tube L-92 L-44 L-3 R1 R45 R82 L194Subject C001 C002 C003 C004 Fig. 4  CPT, cfDNA BCT, and SST Yields. a A spun CPT yields plasma, PBMCs, and a red blood cell pellet. PBMC from each tube were divided into 6 cryovials and viably frozen. Plasma was aliquoted and the pellet was frozen at 20C. bA spun cfDNA BCT yields plasma and a red blood cell pellet. Plasma was puri ed with an additional spin (see Fig. 4a) then aliquoted. The pellet was frozen at 20C. cA spun SST yieldsserum and a red blood cell pellet. Serum was aliquoted and the pellet was frozen at 20C. dCPT plasma volumes per timepoint are reported. ecfDNA (Streck) BCT plasma volumes per timepoint. fSST serum volumes per timepoint. An extra tube was drawn for C004 at R  45, resulting in a higher serum yield.Article https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 6a 1 Lancet 1 DBS Card Full Partial EmptyDBS Card Yields Blood Spot SaturationL-92 L-44 L-3 R1 R45 R82 FD1 FD2b cFull: Partial: Empty:Blood Spot Saturation Tiers DBS Collection Materials Subject C001 C002 C003 C004 Fig. 5  Dried Blood Spot (DBS) Collection Yields. a DBS cards were collected preight, during ight, and post ight. There were ve spots for blood collection per card. bBlood collections varied in saturation level across blood spots andtimepoints. These were classi ed as full ,partial , and occasionally empty .cDBS card yields per blood spot, per timepoint, and per crew member. Preserved Saliva Yields a bDNA RNA ProteinCrew ID Crew ID Crew IDYield (ng) Yield (ng) Yield (ng)L-92 L-44 L-3 R1 R45 R82 L-92 L-44 L-3 R1 R45 R82 L-92 L-44 L-3 R1 R45 R82 Crude Saliva VolumesYield (uL) Crew IDSubject C001 C002 C003 C004 L-92 L-44 L-3 FD1 FD2 FD3 R1 R45 R82 Fig. 6  Saliva Collections. a DNA, RNA, and protein yields from the OMNIgene Oral kits. bVolume of crude saliva collected per timepoint.Article https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 7spacecraft sh i g h - e f ciency particulate absorbing (HEPA) lter was acquired post- ight. This lter was cut into 127 rectangular pieces (1.2  x1 . 6 x4 ) and stored at 20 C. Previous microbial pro ling of spacecraft environments has revealed that equipment sterilized on the ground becomes coated inmicrobial life in space due to interactions with crew and the intro-duction of equipment that has not undergone sterilization 65.S u b - sequent microbial monitoring assays performed on the ISS havedetected novel, space ight-speci cs p e c i e so nt h eI S S 66.O n c ei ns p a c e , surface microbes are subject to the unique microgravity and radiationenvironment of ight, which will in uence evolutionary trajectory. The potential impact of this in uence on pathogenesis is a concern for long-duration space missions, especially given that changes in host-pathogen interactions may also be affected during space ight 67. Discussion We report here on biospecimen samples collected from the SpaceX I4 Mission, the most comprehensive human biological specimen collec-tion effort performed on an astronaut cohort to date. The extensivearchive of biospecimens included venous blood, dried blood spotcards, saliva, urine, stool, microbiome body swabs, skin biopsies, andenvironmental capsule swabs. The study objective was to establish afoundational set of methods for biospecimen collection and banking on commercial space ight missions suitable for multi-omic and molecular analysis. Biospecimens were collected to enable compre-hensive, multi-omic pro les, which can then be used to develop molecular catalogs with higher resolution of human responses tospace ight. Select, targeted measures in clinical labs (CLIA) were alsoperformed immediately after sample collection (CBC, CMP), and samples and viable cells were preserved in a long-term Cornell Aero-space Medicine Biobank, such that additional assays and measures canbe conducted in the future. Great care was put into the standardization of sample processing between eld laboratories in Hawthorne, Cape Canaveral, and Hous- ton. Despite our best efforts to control for all preanalytical variables 68, there are some inconsistencies in sample processing that were una-voidable during this mission. Of note, there was no access to coldstowage during ight, causing all samples to be stowed at room tem- perature until they arrived back on Earth. Of the three sample types collected during ight, two were stable at room temperature (skin capsule swabs stored in DNARNA shield and capillary blood collectedon dried blood spot cards). The third (saliva samples), were not storedin a preservative and, for this reason, will have a distinct pro le com- pared to other timepoints. This limits the context in which thesesamples will be useful, but will still provide biological insights in moretargeted biological studies. We can imagine situations in the futurewhere there will be tradeoffs between standardization of sample col-lection with previous missions and mission-speci c constraints in u- encing the selection of biospecimen collection methods. However, there are several reasons why rigorous biospecimen collection methods for commercial and private space ight missions must be developed, which are scalable and translational across populations, missions, and mission parameters. First, little is knownabout the biological and clinical responses that occur in civiliansduring and after space travel. While professional astronauts are gen-erally young, healthy, and extensively trained, civilian astronauts have a bCrude Urine Urine with UCBUrine Volume Crew ID Crew IDYield (mL) Yield (mL) Stool Collections L-92 L-44 L-3 R1 R45 R82 Gut MetcStool DNA YieldYield (ng)L-92 L-44 R45 R82 Stool RNA Yield L-92 L-44 R45 R82Yield (ng)Crew ID Crew IDSubject C001 C002 C003 C004 L-92 L-44 L-3 R1 R45 R82 L-92 L-44 L-3 R1 R45 R82 Fig. 7  Urine and Stool Sample Collections. a Urine volumes per timepoint. Volumes are reported for both crude urine and urine preserved with Zymo urineconditioning buffer (UCB). bTimepoints that stool tubes were collected. Gut tubes are OMNIgene GUT tubes for microbiome preservation. Met tubes are OMNImet GUT tubes for metabolome preservation. cStool Gut tube DNA and RNA extraction quantities.Article https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 8been, and likely will be, far more heterogeneous. They will possess a variety of phenotypes, including older ages, different health back- grounds, and greater medication use, and may experience differentmedical conditions, risks, and comorbidities. Careful molecular char-acterization will be bene cial for the development of appropriate baseline metrics and countermeasures and, therefore, bene cial for the individual space ight experience. In the future, such analyses may enable precision medicine applications aimed at optimizing counter-measures for each individual astronaut who enters and returns safelyfrom space 69,70. Second, multi-omic studies inherently present a large number of measurements within a small set of subjects. These high-dimensional datasets present numerous potential challenges with regard to the ampli cation of noise, risk of over tting, and false discoveries71.A ta l l times, scientists engaged in multi-omic analyses must take special carethat true biological variance is what has been measured. The intro-duction of experimental variance through the progression from sam-ple collection, transport, and storage, to sequencing and analysis canintroduce artifacts of variance that render the detection of true bio-logical variance and interpretation of results more dif cult. For this reason, tight adherence to experim ental controls or annotation at every step of the experimental condition is crucial. Careful annotationallows for the assignment of class variables in post hoc analysis. Amongsuch applications are the attempt to detect batch effects or determine the impact of variations in temperature (collection, storage, or transport) 72. The necessary means to address experimental variance are long- itudinal sampling and specimen aliquoting. Longitudinal sampling (i.e.collecting numerous serial samples from each test condition) frompre-ight, in- ight, and post- ight allows for greater statistical power when assessing changes attributable to space ight. In addition, each sample collected should be divided upon collection into multiple ali-quots. This better assures that freeze-thaw cycles can be avoided in theanalysis stage, as freeze-thaw events can introduce considerableexperimental variance depending on the molecular class being mea-sured. Maintaining all samples at their optimal storage temperature atall times, typically -80 C or lower (e.g. liquid nitrogen for cells), iscrucial 73. Special attention must be given to how the collection and storage methods in- ight vary in relation to the conditions on Earth. Space ight presents considerable differences in the operating envir- onment, where ground conditions are far easier to control than ight. In practice, this may limit the types of samples that can be collected during ight. Third, rigorous methods must be developed and followed to pursue comparisons across missions with varying design para-meters. In this consideration, there is an argument for the devel-opment of specimen collection, transport, storage, processing,analysis, and reporting standards. At the same time, this must bebalanced with the exibility required for innovation since standards can sometimes limit advancement in methodology. In the presentstudy, common methods were used for the I4 and the Polaris Dawnand Axiom-2 missions. However, selected methods may requireoptimization for Polaris Dawn-like missions, to increase the yields during sample processing and adapt to unique parameters imposed by the anticipated spacewalk (extravehicular activity; EVA). More-over, within standards or best practices, unique research for eachmission may require alteration of previously successful methods.With these considerations in mind, we must balance methodology Fig. 8  Skin Collection Locations and Sample Types. a Dry swabs were collected from two body locations. bWet swabs were collected from eight body locations. cSwabs were collected from the deltoid region. Immediately after, 3- or 4-mm skinbiopsies were collected from the same area and divided for histology and spatially resolved transcriptomics.Article https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 9standardization with advances in methodology options and mission- speci c objectives. As the commercial space ight sector gains momentum and more astronauts with different health pro les and backgrounds have access to space, comprehensive data on the biological impact of short-duration space ight is of paramount importance. Such data will fur- ther expand our understanding and knowledge of how space ight affects human physiology, microbial adaptations, and environmental biology. The use of integrative omics technologies for civilian astro- nauts has revealed novel responses across genomics, proteomics,metabolomics, microbiome, and transcriptomics measures 7483. Creating multi-omic datasets from space ight studies on astronaut cohorts will further advance our understanding, inform future missionplanning, and help discover what appropriate countermeasures can bedeveloped to minimize future risk and enhance performance. Validating sample collection methodologies initially in short- duration commercial space ight is a key step for future human health research in long-duration and exploration-class missions tothe Moon and beyond. To help meet these challenges, we haveestablished the SOMA protocols, which detail standard multi-omic measures of astronaut health and protocols for sample collection from astronaut cohorts. Although the all-civilian I4 crew pioneeredtherst use of the SOMA protocols, the methodology outlined here is robust and generalizable, making it applicable to future astronautcrews from any commercial mission provider (e.g., SpaceX, AxiomSpace, Sierra Space, Blue Origin) or space agencies (NASA, ESA, JAXA, ROSCOSMOS). Furthermore, the SOMA banking, sequencing, andprocessing methods are a springboard for continuing biospecimenanalysis and expanding our knowledge of multi-omic dynamicsbefore, during, and after human space ight missions, providing a molecular roadmap for crew health, medical biometrics, and possi-ble countermeasures. Methods Venous blood draw Venipuncture was performed on each subject using a BD VacutainerSafety-Lok blood collection set (BD Biosciences, 367281) and a Vacutainer one-use holder (BD Biosciences, 364815). The puncturesite was located near the cubital fossa and was sterilized with a BZKantiseptic towelette (Dynarex, Reorder No. 1303). Blood was col-lected into 1 serum separator tube (SST, BD Biosciences: 367987,Lot: 1158449, 1034773), 2 cell processing tubes (CPT, BD Bios-ciences: 362753, Lot: 1133477, 1012161), 1 blood RNA tube (bRNA,PAXgene: 762165, Lot: 1021333), 1 cell-free DNA BCT (cfDNA BCT,Streck: 230470, Lot: 11530331), and 4 K2 EDTA blood collection tubes (BD Biosciences, 367844, Lot: 0345756) per crew member per time point. For samples collected in Hawthorne, blood was drawnat SpaceX headquarters, then immediately transported to USC forprocessing. Samples collected at Cape Canaveral were processedon-site. a c b dEnvironmental Swab Locations Dragon Capsule Interior Control Panel Cupola View1 97 8 2 0Air of Capsule Interior 3Located Near Camera46 5 swab collected on capsule interio r Fig. 9  Capsule Swab Locations. a Swab locations, descriptions, and label IDs. bInterior view of the SpaceX Dragon capsule. cView of the control panel located above the middle seats in the Dragon capsule. dView of the cupola (viewing dome) region from the outside. The rim of the dome was swabbed from the inside (ID 10).Article https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 10Blood tube processing For processing, serum separator tubes (SST) were centrifuged at 1300x gfor 10 minutes. 500uL aliquots of serum were aliquoted into 1 mL Matrix 2D Screw Tubes (ThermoFisher, 3741-WP1D-BR) and stored at -80 C. SST tubes were recapped and stored at 20 C to preserve the red blood cell pellet. Cell processing tubes were centrifuged at 1800xg for 30 minutes. Plasma was aliquoted into 1 mL Matrix 2D Screw Tubes and stored at-80 C. 5 mL of 2 FBS (ThermoFisher, 26140079) in PBS (Thermo-Fisher, 10010023) was added to the CPT tube to resuspend PBMCs.PBMC suspension was transferred to a clean 15 mL conical tube. Thetotal volume was brought to 15 mL with 2 FBS in PBS. The tube wascentrifuged for 15 minutes at 300x g. Supernatant was discarded. PBMCs were resuspended 6 mL of 10 DMSO (Millipore Sigma,D4540-500mL) in FBS. 1 mL of PBMCs were moved to 6 cryogenic vials (Corning, 8672). Cryovials were placed in a Mr. Frosty TM(Ther- moFisher, 5100-0001) and stored at -80 C. CPTs were recapped andstored at 20 C to preserve the red blood cell pellet. There was one outlier to this sample collection, the R  194 timepoint, where CPTsodium citrate tubes were used (BD Biosciences, Cat no. 362760). cfDNA BCTs were centrifuged at 300xg for 20 minutes. Plasma was transferred to a 15 mL conical tube. Plasma was centrifuged5000xg for 10 minutes. 500uL aliquots of plasma were aliquoted into1 mL Matrix 2D Screw Tubes and stored at -80 C. cfDNA BCTs wererecapped and stored at 20 C to preserve the red blood cell pellet. PAXgene blood RNA tubes were processed according to the manufacturer si n s t r u c t i o n s .B r i e y, tubes were left upright for a minimum of 2 hours before freezing at 20 C. For RNA extraction, tubes were thawed and processe d with the PAXgene blood RNA kit (Qiagen, 762164). Extracellular Vesicles and Particles (EVPs) Isolation One 4 mL K2 EDTA tube was shipped on ice overnight to WCM forprocessing. Blood was centrifuged at 500x gfor 10 minutes, then plasma was transferred to a new tube and centrifuged at 3000 x g for20 minutes, and the supernatant was collected and stored at -80 C forEVP isolation. Plasma volumes ranged between 0.6 - 1.7 ml. Plasma was later thawed for downstream processing, when concentrations were measured. Plasma samples were thawed on ice, and EVPs were isolatedby sequential ultracentrifugation (Hoshino et al., 2020). Samples werecentrifuged at 12,000x gfor 20 minutes to remove microvesicles, then EVPs were collected by ultracentrifugation in a Beckman CoulterOptima XE or XPE ultracentrifuge at 100,000x gfor 70 minutes. EVPs were then washed in PBS and pelleted again by ultracentrifugation at100,000x gfor 70 minutes. The nal EVP pellet was resuspended in PBS. Dried blood spot (DBS) Crew members warmed their hands and massaged their nger towards thengertip to enrich blood ow toward the puncture site. The puncture site was sterilized using a B ZK antiseptic towelette (Dynarex, Reorder No. 1303). Skin was punctured using a contact-activated lan-cet (BD Biosciences, 366593) or a 21-gauge needle (BD Biosciences,305167), depending on crew member preference. Capillary blood wascollected onto the Whatman 903 Protein Saver DBS cards (Cytiva,10534612). Blood was transferred by touching only the blood dropletto the surface of the DBS card. DBS cards were stored at room tem-perature with a desiccant pack (Cytiva, 10548239). Saliva To collect crude saliva, crew members uncapped and spit into a sterile, PCR-clean, 5 mL screw-cap tube (Eppendorf, 30122330). Crew spit repeatedly until at least 1 mL was collected. Saliva was transported to asterile ow hood and separated into 500uL aliquots. Aliquots were frozen at -80 C. To collect preserved saliva, crew members used theOMNIgene ORAL kit (OME-505). Crew members spit into the kit st u b euntil they reached the ll line. The tube was re-capped, which released the preservative liquid. Tubes were inverted to mix the saliva andpreservative before being placed at 20 C for storage. After all time- points were collected, DNA, RNA, an d protein were extracted using the AllPrep DNARNAProtein kit (Qiagen, 47054). Sample concentra- tions were measured with Qubit high sensitivity dsDNA and RNAplatform. Proteins were quanti ed with the Pierce R a p i dG o l dB C A Protein Assay Kit (Thermo Scienti c, A53225) on Promega GloMax Plate Reader. Urine Crew members urinated into sterile specimen containers (ThermoScienti c, 13-711-56). The container was stored at 4 C until it was prepared for long-term storage. To prepare urine samples for long-term storage, urine was aliquoted into 1 mL, 15 mL, and 50 mL tubes. Half of the urine was immediately placed at 80 C. The other half had urine conditioning buffer (Zymo, D3061-1-140) added to the samplebefore placing in the -80 C freezer. Stool collection Crew members isolated a stool sample using a paper toilet accessory(DNA Genotek, OM-AC1). Stool was transferred into and OMNIgen-eGUT tube (DNAgenotek, OMR 200) and an OMNImet GUT tube (DNA Genotek, ME 200). Tubes were placed at -80 C for long-term storage. For nucleic acid extraction, 200uL of each tube was allocatedfor DNA extraction with the QIAGEN PowerFecal Pro kit and 200uL was allocated to RNA extraction with the QIAGEN PowerViral kit. The remaining sample was split into 500uL aliquots and re-stored at -80 C. Swab collection Crew members put on gloves and remove a sterile DNARNA swab(Isohelix, SK-4S) from its packaging. For collection of the post-auricular, axillary vault, volar forearm, occiput, umbilicus, glutealcrease, glabella, toe web space, and capsule environment regions,swabs were dipped in nuclease-free water (this step was skipped fororal and nasal swabs) for ground collections. For in- ight collections, HFactor hydrogen infused water was used in place of nuclease-free water. Each body location was swabbed for 30 seconds, using both sides of the swab. Swabs were then placed in 1 mL Matrix 2D ScrewTubes containing 400uL of DNARNA Shield (Zymo). The tip of theswab was broken off so that only the swab tip was stored in the Matrix2D Screw Tube. Tubes were stored at 4 C. Skin biopsies Skin biopsies were performed on the deltoid region of the arm. Eachsite was prepared by application of ChloraPrep and anesthesia wasinduced with administration of 1 lidocaine with 1:100,000 epi-nephrine. A trephine punch was used to remove a 3- or 4-mm diameter piece of skin. The resected piece was cut into approximately 13and23 sections. The smaller piece was added to a formalin- lled specimen jar. The larger piece was placed in a cryovial and stored at -80 C. Surgicaldefects were closed with 1 or 2 5-0 or 4-0 nylon sutures. HEPA lter HEPA Filter was taken apart and sectioned under a chemical hood to avoid contamination. The lter contained two parts, an activated car- bon component and a HEPA lter. The activated carbon component was discarded and the lter was sectioned using a sterile blade. Sec- tions were placed in individual specimen containers and storedat20 C. Human subjects research All subjects were consented and samples were collected and processed under the approval of the IRB at Weill Cornell Medicine, under Pro-tocol 21-05023569.Article https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 11Manuscript preparation Figures 1c,2c,3,5a,8were created with BioRender.com released under a Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International license . Plots were generated in R using ggplot2. Reporting summary Further information on research design is available in the Nature Portfolio Reporting Summary linked to this article. Data availability Images of the Inspiration4 and Dragon Capsule are available from theSpaceX Flickr Account ( https:www. ickr.compeoplespacex ). This was the source image data used to label the Dragon swab locationin Fig. 9. References 1. Witze, A. 2022 was a record year for space launches. Nature 613, 426 (2023). 2. Afshinnekoo, E. et al. Fundament al Biological Features of Space- ight: Advancing the Field to Enable Deep-Space Exploration. Cell 183,1 1 6 2 1184 (2020). 3. Comfort, P. et al. Effects of Space ight on Musculoskeletal Health: A Systematic Review and Meta-analy sis, Considerations for Inter- planetary Travel. Sports Med 51,2 0 9 7 2114 (2021). 4. Vernice, N. A., Meydan, C., Afshinnekoo, E.  Mason, C. E. Long- term space ight and the cardiovascular system. Precis Clin. Med 3, 284 291 (2020). 5. Lee, A. G. et al. Space ight associated neuro-ocular syndrome (SANS) and the neuro-ophthalmologic effects of microgravity: areview and an update. NPJ Microgravity 6,7( 2 0 2 0 ) . 6. Russomano, T., da Rosa, M.  Dos Santos, M. A. Space motion sickness: A common neurovestibul ar dysfunction in microgravity. Neurol. India 67,S 2 1 4 S218 (2019). 7 . C a r r i o t ,J . ,M a c k r o u s ,I .C u l l e n ,K .E .C h a l l e n g e st ot h eV e s t i b u l a r System in Space: How the Brain Responds and Adapts to Micro-gravity. Front. Neural Circuits 15,7 6 0 3 1 3( 2 0 2 1 ) . 8. Crucian, B. E., Stowe, R. P., Pierson, D. L.  Sams, C. F. Immune system dysregulation following short- vs long-duration space ight. Aviat. Space Environ. Med. 79,8 3 5 843 (2008). 9. Guo, Z., Zhou, G.  Hu, W. Carcinogenesis induced by space radiation: A systematic review. Neoplasia 32, 100828 (2022). 10. Krieger, S. S. et al. Alterations in Saliva and Plasma Cytokine Con- centrations During Long-Duration Space ight. Front. Immunol. 12, 725748 (2021). 11. Gertz, M. L. et al. Multi-omic, Single-Cell, and Biochemical Pro les of Astronauts Guide Pharmacological Strategies for Returning toGravity. Cell Rep. 33, 108429 (2020). 12. Cirillo, M. et al. Low urinary albumin excretion in astronauts during space missions. Nephron Physiol. 93,1 0 2 105 (2003). 13. Trudel, G., Shahin, N., Ramsa y, T., Laneuville, O.  Louati, H. Hemolysis contributes to anemia during long-duration space ight. Nat. Med. 28,5 9 62 (2022). 14. Brojakowska, A. et al. Retrospective analysis of somatic mutations and clonal hematopoiesis in astronauts. Commun. Biol. 5,8 2 8 (2022). 15. Mencia-Trinchant, N. et al. Clonal hematopoiesis before, during, and after human space ight. Cell Rep. 34,1 0 8 7 4 0( 2 0 2 1 ) . 16. Luxton, J. J. et al. Telomere Length Dynamics and DNA Damage Responses Associated with Long-Duration Space ight. Cell Rep. 33, 108457 (2020). 17. Garrett-Bakelman, F. E. et al. The NASA Twins Study: A multi- dimensional analysis of a year-long human space ight. Science 364, eaau8650 (2019).18. Malkani, S. et al. Circulating miRNA Space ight Signature Reveals Targets for Countermeasure Development. Cell Rep. 33, 108448 (2020). 19. Martin, D., Makedonas, G., Crucian, B., Peanlikhit, T.  Rithidech, K. The use of the multidimensional protein identi cation technology (MudPIT) to analyze plasma proteome of astronauts collected before, during, and after space ights. Acta Astronaut 193,919 (2022). 20. Larina, I. M. et al. Protein expression changes caused by space ight as measured for 18 Russian cosmonauts. Sci. Rep. 7, 8142 (2017). 21. Urbaniak, C. et al. Microbial Tracking-2, a metagenomics analysis of bacteria and fungi onboard the International Space Station.Microbiome 10, 100 (2022). 22. Be, N. A. et al. Whole metagenome pro les of particulates collected from the International Space Station. Microbiome 5,8 1( 2 0 1 7 ) . 23. Witze, A. Astronauts have c onducted nearly 3,000 science experiments aboard the ISS. Nature https:doi.org10.1038 d41586-020-03085-8 (2020). 24. Urbaniak, C. et al. The in uence of space ight on the astronaut salivary microbiome and the search for a microbiome biomarker forviral reactivation. Microbiome 8,5 6( 2 0 2 0 ) . 25. Bisserier, M. et al. Emerging Role of Exosomal Long Non-coding RNAs in Space ight-Associated Risks in Astronauts. Front. Genet. 12, 812188 (2021). 2 6 . R a i ,A .K .e ta l .S p a c e ight-Associated Changes of snoRNAs in Peripheral Blood Mononuclear Cells and Plasma Exosomes AP i l o t Study. Front. Cardiovasc. Med. 9, 886689 (2022). 27. Barrila, J. et al. Space ight modulates gene expression in the whole blood of astronauts. NPJ Microgravity 2,1 6 0 3 9( 2 0 1 6 ) . 28. Kunz, H. et al. Alterations in hematologic indices during long- duration space ight. BMC Hematol. 17,1 2( 2 0 1 7 ) . 29. Crucian, B. E. et al. Plasma Cytokine Concentrations Indicate That In Vivo Hormonal Regulation of Immunity Is Altered During Long-Duration Space ight. J. Interferon Cytokine Res. 34,7 7 8 786 (2014). 30. Goukassian, D.  Arakelyan, A. Space ight associated changes in astronauts plasma derived small extracellular vesicle microRNA: Biomarker identi cation. Clinical 12, e845 (2022). 31. Brzhozovskiy, A. G. et al. The Effects of Space ight Factors on the Human Plasma Proteome, Including Both Real Space Missions and Ground-Based Experiments. Int. J. Mol. Sci. 20, 3194 (2019). 32. Kashirina, D. N. et al. The molecular mechanisms driving physiolo- gical changes after long duration space ights revealed by quan- titative analysis of human blood proteins. BMC Med. Genom .12, 45 (2019). 33. Kashirina, D. N., Pastushkova, L. K.  Percy, A. J. Changes in the plasma protein composition in cosmonauts after space ight and its signicance for endothelial functions. Hum. Physiol .https:doi. org10.1134S0362119719010092 (2019). 34. Crucian, B. et al. Alterations in adaptive immunity persist during long-duration space ight. NPJ Microgravity 1, 15013 (2015). 35. Stroud, J. E. et al. Longitudinal metabolomic pro les reveal sex- speci c adjustments to long-duration space ight and return to Earth. Cell. Mol. Life Sci. 79, 578 (2022). 36. Frings-Meuthen, P. et al. Natriur etic Peptide Resetting in Astronauts. Circulation 141,1 5 9 3 1595 (2020). 37. Bigley, A. B. et al. NK cell function is impaired during long-duration space ight. J. Appl. Physiol. 126,8 4 2 853 (2019). 38. Crucian, B. et al. Immune system dysregulation occurs during short duration space ight on board the space shuttle. J. Clin. Immunol. 33,4 5 6 465 (2013). 39. Spielmann, G. et al. B cell homeos tasis is maintained during long- duration space ight. J. Appl. Physiol. 126,4 6 9 476 (2019). 4 0 . B i s s e r i e r ,M .e ta l .C e l l Free Mitochondrial DNA as a Potential Bio- marker for Astronauts .Health J. Am. Heart Assoc. 10, e022055 (2021).Article https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 1241. Bezdan, D. et al. Cell-free DNA (cfDNA) and Exosome Pro ling from a Year-Long Human Space ight Reveals Circulating Biomarkers. iScience 23, 101844 (2020). 42. Schmidt, M. A., Meydan, C., Schmidt, C. M., Afshinnekoo, E.  Mason, C. E. The NASA Twins Study: The Effect of One Year in Space on Long-Chain Fatty Acid Desaturases and Elongases. Lifestyle Genom. 13,1 0 7 121 (2020). 43. Mehta, S. K. et al. Multiple latent viruses reactivate in astronauts during Space Shuttle missions. Brain Behav. Immun. 41,2 1 0 217 (2014). 44. Buchheim, J.-I. et al. Stress Related Shift Toward In ammaging in Cosmonauts After Long-Duration Space Flight. Front. Physiol. 10, 85 (2019). 45. Stahn, A. C. et al. Increased core body temperature in astronauts during long-duration space missions. Sci. Rep. 7, 16180 (2017). 46. Agha, N. H. et al. Salivary antim icrobial proteins and stress bio- markers are elevated during a 6-month mission to the InternationalSpace Station. J. Appl. Physiol. 128,2 6 4 275 (2020). 47. Mehta, S. K. et al. Dermatitis during Space ight Associated with HSV-1 Reactivation. Viruses 14, 789 (2022). 48. Benjamin, C. L. et al. Decreases in thymopoiesis of astronauts returning from space ight. JCI Insight 1,e 8 8 7 8 7( 2 0 1 6 ) . 49. Lee, S. M. C. et al. Arterial structure and function during and after long-duration space ight. J. Appl. Physiol. 129,1 0 8 123 (2020). 5 0 . Z w a r t ,S .R . ,M o r g a n ,J .L .L .S m i t h ,S .M .I r o ns t a t u sa n di t sr e l a - tions with oxidative damage and bone loss during long-duration space ight on the International Space Station. A m .J .C l i n .N u t r . 98, 217223 (2013). 51. Smith, S. M.  Zwart, S. R. Magnesium and Space Flight. Nutrients 7, 10209 10222 (2015). 52. da Silveira, W. A. et al. Comprehensive Multi-omics Analysis Reveals Mitochondrial Stress as a Central Biological Hub for Space ight Impact. Cell183, 1185 1201.e20 (2020). 53. Schmidt, M. A., Meydan, C., Schmidt, C. M., Afshinnekoo, E.  Mason, C. E. Elevation of gut-derived p-cresol during space  ight and its effect on drug metabolism and performance in astronauts.bioRxiv https:doi.org10.11012020.11.10.374645 (2020). 5 4 . S m i t h ,S .M .e ta l .M e na n dW o m e ni nS p a c e :B o n eL o s sa n dK i d n e y Stone Risk After Long-Duration Space ight. J. Bone Miner. Res. 29, 1639 1645 (2014). 55. Smith, S. M. et al. Bone metabolism and renal stone risk during International Space Station missions. Bone 81,7 1 2 720 (2015). 56. Zwart, S. R. et al. Dietary acid load and bone turnover during long- duration space ight and bed rest. Am. J. Clin. Nutr. 107,8 3 4 844 (2018). 57. Luxton, J. J. et al. Temporal Telomere and DNA Damage Responses in the Space Radiation Environment. Cell Rep .33, 108435 (2020). 58. Gabel, L. et al. Pre- ight exercise and bone metabolism predict unloading-induced bone loss due to space ight. Br. J. Sports Med. 56,1 9 6 203 (2022). 59. Mora, M. et al. Space Station conditions are selective but do not alter microbial characteristics relevant to human health. Nat. Commun. 10,3 9 9 0( 2 0 1 9 ) . 60. Morrison, M. D. et al. Investigation of Space ight Induced Changes to Astronaut Microbiomes. Front. Microbiol. 12, 659179 (2021). 61. Avila-Herrera, A. et al. Crewmember microbiome may in uence microbial composition of ISS habitable surfaces. PLoS One 15, e0231838 (2020). 62. Voorhies, A. A. et al. Study of the impact of long-duration space missions at the International Space Station on the astronaut microbiome. Sci. Rep .9, 9911 (2019). 63. Taylor, P. Impact of space ight on bacterial virulence and antibiotic susceptibility. Infect. Drug Resist. 8,2 4 9 262 (2015). 64. Crucian, B. et al. Incidence of clinical symptoms during long- duration orbital space ight. Int. J. Gen. Med. 9,3 8 3 391 (2016).65. Satoh, K. et al. Microbe-I: fungal biota analyses of the Japanese experimental module KIBO of the International Space Stationbefore launch and after being in orbit for about 460 days. Microbiol. Immunol. 55,8 2 3  829 (2011). 66. Bijlani, S. et al. Methylobacterium ajmalii sp. nov., Isolated From the International Space Station. Front. Microbiol. 12,6 3 9 3 9 6( 2 0 2 1 ) . 67. Barrila, J. et al. Evaluating the effect of space ight on the host- pathogen interaction between human intestinal epithelial cells and Salmonella Typhimurium. NPJ Microgravity 7, 9 (2021). 68. Ellervik, C.  Vaught, J. Preanalytical variables affecting the integrity of human biospecimens in biobanking. Clin. Chem. 61,9 1 4 934 (2015). 69. Beger, R. D. et al. Metabolomics enables precision medicine: A White Paper, Community Perspective .Metabolomics. 12,1 4 9 (2016). 7 0 . S c h m i d t ,M .A . ,S c h m i d t ,C .M . ,H u b b a r d ,R .M .M a s o n ,C .E .W h y Personalized Medicine Is the Front ier of Medicine and Performance for Humans in Space. N. Space 8,6 3 76 (2020). 71. Broadhurst, D. I.  Kell, D. B. Statistical strategies for avoiding false discoveries in metabolomics and related experiments. Metabo- lomics 2,1 7 1 196 (2006). 72. Krassowski, M., Das, V., Sahu, S. K.  Misra, B. B. State of the Field in Multi-Omics Research: From Computational Needs to Data Miningand Sharing. Front. Genet. 11,6 1 0 7 9 8( 2 0 2 0 ) . 73. Kirwan, J. A., Brennan, L., Broadhurst, D.  Fiehn, O. Preanalytical processing and biobanking procedures of biological samples for metabolomics research: A white paper, community perspective (for Precision Medicine and Pharmacometabolomics Task Group  The Metabolomics Society Initiative). Clin. Chem. 64, 1158 1182 (2018). 74. Overbey, E. G. et al. The Space Omics and Medical Atlas (SOMA): A comprehensive data resource and biobank for astronauts. 75. Jones, C. J. et al. The SpaceX Inspiration4 mission reveals in ight molecular and physiological metrics from an all-civilian crew. Nat- ure.I np r e s s( 2 0 2 4 ) . 76. Kim, J. et al. Single-cell multi-ome and immune pro les of the Inspiration4 crew reveal conserved, cell-type, and sex-speci c responses to space ight. Nat. Commun. https:doi.org10.1038 s41467-024-49211-2 (2024). 77. Tierney, B. Longitudinal multi-omics analysis of host microbiome architecture and immune responses during short-term space ight. https:doi.org10.103 8s41564-024-01635-8 (2024). 78. Park J. et al. Spatial multi-omics of human skin reveals KRAS and in ammatory responses to space ight. Nat. Commun .https: doi.org10.1038s41467-024-48625-2 (2024). 79. Grigorev K. et al. Direct RNA s equencing of astronauts reveals space ight-associated epitranscriptome changes and stress- related transcriptional responses. Nat. Commun .https:doi.org10. 1038s41467-024-48929-3 (2024). 80. Houerbi N. et al. Secretome pro ling captures acute changes in oxidative stress, brain homeost asis and coagulation from space- ight. Nat. Commun. https:doi.org10.1038s41467-024-48841-w . (2024). 81. Rutter, L. et al. Protective alleles and precision healthcare in crewed space ight. Nat. Commun. (2024). In press. 82. Rutter, L. et al. Astronaut omics and the impact of space on the human body at scale. Nat. Commun .https:doi.org10.1038 s41467-024-47237-0 (2024). 83. Mason, C. E. et al. A Second Space Age: Omics, Platforms, and Medicine Across Orbits. Nature .https:doi.org10.1038s41586- 024-07586-8 (2024). Acknowledgements We thank the Scienti c Computing Unit (SCU) at WCM and the Geno- mics, Epigenomics, and Biorepository Cores. CEM thanks the NIHArticle https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 13(R01MH117406, R01ES032638) and NASA (NNX14AH50G, NNX17AB26G, 80NSSC22K0254, NNH18ZTT001N-FG2, 80NSSC23K0832), the LLS(MCL7001-18, LLS 9238-16, 7029-23), as well as Igor Tulchinsky and theWorldQuant Foundation, the GI Research Foundation (GIRF), the Rad- vinskyChudnovsky family. EGO thanks NASA BPS (80NSSC23K0832). We thank JJ Hastings for protocol work. JK thanks MOGAM ScienceFoundation and was supported by the Basic Science Research Programthrough the National Research Foundation of Korea (NRF) funded by theMinistry of Education (RS 2023-00241586). JK acknowledges Boryung for their nancial support and research enhancement ground, provided through their Global Space Healthcare Initiative, Humans In Space,including mentorship and access to relevant expert networks. We also thank Jennifer Conrad for CPT photography. Author contributions C.E.M., J.M., M.M. led study conceptual ization. C.E.M., J.M., M.M., E.G.O., S.M. developed study methodology. C.E.M., M.Y., J.M., and D.L. acquiredresources and funding. C.E.M., J.M., and E.G.O. administered the pro-ject. E.G.O., K.R., B.T.T., R.K., V.O., S.M., and R.D.G. performed off-sitesample collection protocols. J.K., I.M., L.P., N.D., D.N., J.W.H., J.S.G.M.,J.P., M.M.S., and A.S.K. performed sample processing at Weill Cornell Medicine. C.E.M. and E.E.A. led insti tutional review board (IRB) protocol development. E.G.O., M.M., and L.I. developed gures. E.G.O. and J.C.S. drafted the manuscript. S.A.N., C.M .S., M.A.S., and B.S. reviewed and edited the manuscript. Competing interests CEM is co-Founder of Cosmica Biosciences. BTT is compensated forconsulting with Seed Health and Enz ymetrics Biosciences on micro- biome study design and holds an ow nership stake in the former. CMS, JCS, and MAS hold shares in Sovaris Holdings, LLC. MY is the founderand president of CanTraCer Biosciences Inc. Authors not listed here donot have competing interests.Additional information Supplementary information The online version contains supplementary material available athttps:doi.org10.1038s41467-024-48806-z . Correspondence and requests for materials should be addressed to Christopher E. Mason. Peer review information Nature Communications thanks Christina Ellervik and Christina Ellervik for their contribution to the peer review ofthis work. A peer review le is available. Reprints and permissions information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jur- isdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, aslong as you give appropriate credit to the original author(s) and thesource, provide a link to the Creative Commons licence, and indicate ifchanges were made. The images or other third party material in thisarticle are included in the article s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article s Creative Commons licence and your intended use is not permitted by statutory re gulation or exceeds the permitted use, you will need to obtain permission directly from the copyrightholder. To view a copy of this licence, visit http:creativecommons.org licensesby4.0 .  The Author(s) 2024 1Department of Physiology and Biophysics, Weill Cornell Medicine, Cornell University, New York, NY, USA.2The HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY, USA.3BioAstra, Inc, New York, NY, USA.4Center for STEM, University of Austin, Austin, TX 78701, USA.5Department of Stem Cell Biology and Regenerative Medicine, Keck School of Medicine, University of Southern California, Los Angeles, CA, USA.6Department of Pharmacology, University of Maryland School of Medicine, Baltimore, MD 21201, USA.7Space Exploration Technologies Corporation, Hawthorne, CA, USA.8Sovaris Aerospace, Boulder, Colorado, USA.9Advanced Pattern Analysis  Human Performance Group, Boulder, Colorado, USA.10Children s Cancer and Blood Foundation Laboratories, Departments of Pediatr ics and Cell and Developmental Biology, Drukier Institute for Children s Health, Weill Cornell Medicine, New York, NY, USA.11Meyer Cancer Center, Weill Cornell Medicine, New York, NY 10065, USA.12Department of Molecular Biology and Biotechnology, Center of Systems Biology, Biodiversity and Bioresources, Faculty of Biology and Geology, Babes-Bolyai Univ ersity, Cluj-Napoca, Romania.13Florida State University, College of Education, Health, and Human Sciences, Department of Health, Nutrition, and Food Sciences, Tallahassee, FL, USA.14Department of Systems Engineering, Colorado State University, Fort Collins, Colorado, USA.15Hematology and Oncology Division, Weill Cornell Medicine, New York, NY, USA.16Department of Dermatology, Weill Cornell Medicine, New York, NY, USA.17Department of Neuroscience, King Faisal Specialist Hospital  Research Centre, Jeddah, Saudi Arabia.18The Feil Family Brain and Mind Research Institute, Weill Cornell Medicine, New York, NY 10021, USA.19WorldQuant Initiative for Quantitative Prediction, Weill Cornell Medicine, New York, NY 10021, USA. e-mail: chm2042med.cornell.eduArticle https:doi.org10.1038s41467-024-48806-z Nature Communications  (2024) 15:4964 14",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            }
        ]
    }
]