[
    {
        "pmid": "25635000",
        "title": "Effects of skeletal unloading on the vasomotor properties of the rat femur principal nutrient artery.",
        "year": "2015",
        "journal": "J Appl Physiol (1985)",
        "abstract": "Spaceflight and prolonged bed rest induce deconditioning of the cardiovascular system and bone loss. Previous research has shown declines in femoral bone and marrow perfusion during unloading and with subsequent reloading in hindlimb-unloaded (HU) rats, an animal model of chronic disuse. We hypothesized that the attenuated bone and marrow perfusion may result from altered vasomotor properties of the bone resistance vasculature. Therefore, the purpose of this study was to determine the effects of unloading on the vasoconstrictor and vasodilator properties of the femoral principal nutrient artery (PNA), the main conduit for blood flow to the femur, in 2 wk HU and control (CON) rats. Vasoconstriction of the femoral PNA was assessed in vitro using norepinephrine, phenylephrine, clonidine, KCl, endothelin-1, arginine vasopressin, and myogenic responsiveness. Vasodilation through endothelium-dependent [acetylcholine, bradykinin, and flow-mediated dilation (FMD)] and endothelium-independent mechanisms [sodium nitroprusside (SNP) and adenosine] were also determined. Vasoconstrictor responsiveness of the PNA from HU rats was not enhanced through any of the mechanisms tested. Endothelium-dependent vasodilation to acetylcholine (CON, 86 ± 3%; HU, 48 ± 7% vasodilation) and FMD (CON, 61 ± 9%; HU, 11 ± 11% vasodilation) were attenuated in PNAs from HU rats, while responses to bradykinin were not different between groups. Endothelium-independent vasodilation to SNP and adenosine were not different between groups. These data indicate that unloading-induced decrements in bone and marrow perfusion and increases in vascular resistance are not the result of enhanced vasoconstrictor responsiveness of the bone resistance arteries but are associated with reductions in endothelium-dependent vasodilation.",
        "full_text": "",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]