[
    {
        "pmid": "38862473",
        "title": "Ethical considerations for the age of non-governmental space exploration.",
        "year": "2024",
        "journal": "Nat Commun",
        "abstract": "Mounting ambitions and capabilities for public and private, non-government sector crewed space exploration bring with them an increasingly diverse set of space travelers, raising new and nontrivial ethical, legal, and medical policy and practice concerns which are still relatively underexplored. In this piece, we lay out several pressing issues related to ethical considerations for selecting space travelers and conducting human subject research on them, especially in the context of non-governmental and commercial/private space operations.",
        "full_text": "Perspective https:doi.org10.103 8s41467-023-44357-x Ethical considerations for the age of non-governmental space exploration Allen Seylani1,28, Aman Singh Galsinh2,28,A l e x i aT a s o u l a3,4,28,A n uRI5,6, Andrea Camera7, Jean Calleja-Agius8, Joseph Borg9, Chirag Goel10, JangKeun Kim11,K e v i nB .C l a r k12,13,14,S a s w a t iD a s15,S h e h b e e lA r i f16, Michael Boerrigter17, Caroline Coffey4, Nathaniel Szewczyk4, Christopher E. Mason11, Maria Manoli18,29,F a t h iK a r o u i a19,20,21,29, Hansjrg Schwertz22,23,24,29, Afshin Beheshti25,26,29 Dana Tulodziecki27,29 Mounting ambitions and capabilities for public and private, non-government sector crewed space explor ation bring with them an in creasingly diverse set of space travelers, raising new and nontri vial ethical, legal, and medical policy and practice concerns which are still rela tively underexplored. In this piece, we lay out several pressing issues related to ethical considerations for selectingspace travelers and conducting human su b j e c tr e s e a r c ho nt h e m ,e s p e c i a l l yi n the context of non-governmental and com mercialprivate space operations. It has been over 50 years since the rst human walked on the Moon. Since then, most commercialized space ights have been contracts granted to private companies by various governments to launchsatellites, e.g., communication and GPS devices, into Earth so r b i t .I n recent years, the de nition of commercial space ight has expanded to include human transportation between Earth and habitats in Low EarthOrbit and future lunar or other extraterrestrial outposts. Onceconsidered nearly impossible, commercial space travel is now a reality, due to rapid technological advancement in the private sector, large-scale investment from governments, and continued public interest.With the rst crewed launch of SpaceX Dragon to the International Space Station (ISS), on May 30, 2020 1, a new era of public-private space ight partnership has emerged. Private companies such as Boe- ing, Virgin Galactic, Axiom, Sierra Space, and Blue Origin now create aReceived: 11 December 2022 Accepted: 5 December 2023 Check for updates 1School of Medicine, University of California, Riverside. 92521 Botanical Garden Dr, Riverside, CA 92507, USA.2School of Medicine, Medical Sciences and Nutrition, University of Aberdeen, Aberdeen AB24 3FX, UK.3Department of Life Science Engineering, FH Technikum, Vienna, Austria.4Heritage College of Osteopathic Medicine, Ohio University, Athens, OH, USA.5Department of Cancer Biology and Therapeutics, MVR Cancer Centre and Research Institute, Calicut, India.6Department of Clinical Biochemistry, MVR Cancer Centre and Research Institute, Calicut, India.7Department of Molecular Medicine, Institute of Basic Medical Sciences, University of Oslo, Oslo, Norway.8Department of Anatomy, Faculty of Medicine and Surgery, University of Malta, MSD2080 Msida, Malta.9Department of Applied Biomedical Science, Faculty of Health Sciences, University of Malta, MSD2080 Msida, Malta.10North- western University Feinberg School of Medicine, Chicago, IL, USA.11Department of Physiology  Biophysics, Weill Cornell Medicine, New York, NY, USA. 12Cures Within Reach, Chicago, IL 60602, USA.13Peace Innovation Institute, The Hague 2511, Netherlands  Stanford University, Palo Alto, CA 94305, USA. 14Biometrics and Nanotechnology Councils, Institute for Electrical and Electronics Engineers, New York, NY 10016-5997, USA.15Department of Bio- chemistry, Atal Bihari Vajpayee Institute of Medical Sciences, New Delhi, India.16Center for Data-Driven Discovery in Biomedicine, Children s Hospital of Philadelphia, Philadelphia, PA, USA.17Deep Space Biology, San Francisco, CA, USA.18School of Law, University of Aberdeen, Aberdeen AB24 3UB, UK. 19Blue Marble Space Institute for Science, Exobiology Branch, NASA Ames Research Center, Moffett Field, CA, USA.20Space Research Within Reach, San Francisco, CA, USA.21Center for Space Medicine, Baylor College of Medicine, Houston, TX, USA.22Molecular Medicine Program at the University of Utah, Salt Lake City, UT 84112, USA.23Division of Occupational Medicine at the University of Utah, Salt Lake City, UT 84112, USA.24Occupational Medicine at Billings Clinic Bozeman, Bozeman, MT 59715, USA.25Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, MA, USA. 26Blue Marble Space Institute of Science, Space Biosciences Division, NASA Ames Research Center, Moffett Field, CA, US.27Department of Philosophy, Purdue University, West Lafayette, IN, USA.28These authors contributed equally: Allen Seylani, Aman Singh Galsinh, Alexia Tasoula.29These authors jointly supervised this work: Maria Manoli, Fathi Karouia, Hansjrg Schwertz, Afshin Beheshti, Dana Tulodziecki. e-mail: hansjorg.schwertzu2m2.utah.edu ; afshin.beheshtibmsis.org ;dtulodzipurdue.edu Nature Communications  (2024) 15:4774 11234567890():,; 1234567890():,;steep commercial demand for crewed space ight, both for technolo- gical and recreational purposes. NASA has further partnered withAxiom Space for commercial utilization of the ISS until the world srst commercial space station is built by 2028 2. There is currently a wide range of privatecommercial space ights, ranging from suborbital ights lasting mere minutes to Axiom s 1-2 week ISS missions to the rst all-civilian orbital commercial space ight mission referred to as Inspiration4 (I4), comparable in duration (and health risks) to orbital shuttle missions13. Historically, government-sponsored space ights were mission- based and geared towards national interests, e.g., technological lea-dership, improving national security, creating high-quality jobs, oradvancements in research. After the Cold War era and the Space Race, government investment in space exploration declined. In con- trast, the idea of commercial space ight continues to gain signi cant popularity and the economic opportunities linked to this are enor- mous. This has been accompanied by an in ux of investment and the development of new technology, such as initial viable Reusable LaunchVehicle models by SpaceX 4. Despite this rapid technology develop- ment, governmental regulation of commercial space ight lags behind. There are some requirements commercial space ight providers have to meet, including requirements concerning environmental safety,payload, payload re-entry, nancial stability, and coverage for max- imum probable loss 5. Yet, there has been only limited regulation concerning the selection and training of non-government-sponsoredastronauts and no formal oversight governing medical research on such crews, whether orbital or suborbital. The United Nations Of ce for Outer Space Affairs has collated national space laws relating tospace activities from 42 countries 6. While the regulations listed there cover a wide range of elds, such as objects in space, radio- communication, and space activities, there is a general lack of health-associated regulations. This is a symptom of a bigger problem wherethere is little oversight of private sector space ight participants which, with Inspiration4, dearMoon 7, and the upcoming Polaris program8,a r e already a reality. An increase in commercialprivate and civilian space missions with a more diverse crew may provide an opportunity to collect data on health issues in space. While these data could shape medical stan- dards and improve treatment choices for prolonged space ight, their collection and management should require strict regulation. At thesame time, as spacefarers shift from professionally trained astronautsto private individuals without rigorous preparation or with existingmedical conditions, there is a need to re ne selection criteria and training for non-governmental space travelers. Yet, despite theirimportance and urgency, these considerations have gone relativelyunexplored 9. In this paper, we will lay out several pressing issues related to ethical considerations for selecting space travelers and research practices, especially in the context of non-governmental and private space operations. Although there are many other ethical issues relatedto space exploration both commercial and otherwise 1019our focus here is on ethical considerations regarding selection and human sub-ject research. Note that while some of the issues we raise might becovered by guidelines, regulations, or law, this does not diminish theethical considerations we discuss. A good example illustrating thispoint is NASA s recent decision to unify the effective radiation expo- sure for male and female astronauts so as to not exceed 600 mSv,which translates to having to remain below 3 mean risk of cancermortality above the non-exposed baseline mean, despite differences inmale and female radiation-based cancer risk 20,21. This decision is highly controversial, precisely because it is viewed by many as ethically pro- blematic. Likewise, signing a consent form to undertake a certainactivity (whether employer-mandated or not) does not make theproposed activity or consent process ethically unquestionable 21. Indeed, our point here is that ethical considerations resulting from theincrease in private and commercial space ight arise despite estab- lished rules and guidelines22,23. A note on terminology: SpaceX, Axiom, and others refer to their travelers as crew . This has important consequences since the limited Federal Aviation Administration (FAA) guidelines24that are applicable to non-professional astronauts are somewhat more stringent for crewthan ordinary space ight occupants. To bypass ambiguity, we prefer the term space ight occupants (SOs), using it to refer to non- professional space travelers lacking substantial space ight training. Further, we use the terms laws and regulations to refer to binding law and the neutral terms guidelines ,recommendations ,a n d policy to refer to non-binding guiding instruments. Considerations on governmental vs. non- governmental space ight Biological hazards of space ight The selection of professional astronauts is highly regulated because space travel and habitation are demanding and dangerous. Currentspace missions to the ISS in Low Earth Orbit and future missionspushing the boundaries of human space exploration towards theMoon and Mars are characterized by exposure to space radiation, suchas galactic cosmic rays (GCR), solar particle events (SPE), and trappedradiation 25, changing gravity elds, accelerationdeceleration phenomena26, isolation, and con nement27in a hostile and closed environment28and, nally, the increasingly far distance from Earth (Fig. 1). Exposure to GCRSPE is potentially the most signi cant single health hazard for Low Earth Orbit; for deep-space crewed missions beyond the Earth s protective magnetic eld this risk pro le increases dramatically28. Recently, NASA increased an individual astronaut st o t a l career effective radiation dose (independent of age at exposure andsex) due to space ight radiation exposure to less than 600 mSv, translating into a mean risk increase of cancer mortality (REID) ofbelow 3 above the non-exposed baseline mean 21.T h i sc h a n g ew a s implemented following a study carried out under the auspices of theNational Academies of Sciences 29. However, these standards remain controversial, especially in light of predicted REID ranging between 6-10 for females exposed at ages 20, 40, and 60 years for a simulated Mars Mission 20. Of note, most international partners use a higher career dose limit of 1,000mSV (independent of sex and age). Health concerns and ethical considerations regarding commercial space travel are of great importance considering that the aforemen-tioned potential hazards can severely interfere with many physiologi-cal processes, such as physiological homeostasis on a cellular and DistanceConfinementHostile and closed environments Changing gravity fieldsGalactic cosmic rays Fig. 1  The Five Hazards in Space Contributing to Increased Health Risks. The gure exempli es the main space ight hazards as used by NASA for the Human Research Road Map, such as distance, con nement, hostile and closed environ- ments, galactic cosmic rays and space radiation, and changing gravity elds.Perspective https:doi.org10.1038s41467-023-44357-x Nature Communications  (2024) 15:4774 2molecular level (Fig. 2), leading to microbiome shifts30,31,i n d u c i n g dysregulated mitochondrial function32, and causing oxidative stress33. Furthermore, several space hazards cause DNA damage28,30,a f f e c t telomere length30, induce signi cant differences in DNA methylation, and alter accessibility of chromatin regions and speci c DNA epitopes30,34. Such cellular and molecular effects lead to serious pathophysiology and health consequences25, including but not limited to: changes in the cardiovascular system including uid shifts, ortho- static intolerance, reduced ventricle size, thrombus formation28,3539, musculoskeletal defects de ned as muscle atrophy and bone loss30,4042, central nervous system alterations including uid shifts, neurocognitive and psychiatric alteration and Space-AssociatedNeuro-ocular Syndrome (SANS) 43,44, immune system dysfunction, initiation of malignant processes45due to loss of DNA integrity, failed DNA repair mechanisms, mutations, and chromosomal rearrangements46. Nevertheless, while knowledge mounts, there remains a lack of data addressing individual differences amongastronauts, such as age, sex, and genetic background, contributing tothe challenges of accurately predicting radiation hazards andoutcomes 28. Ethical issues related to the dangers and selection of SOs Given these signi cant space ight hazards, stringent selection criteria are important to protect astronaut and SO health and to help ensurethat missions can be completed successfully. For instance, the ISSMultilateral Space Medicine Board provides guidance about travel tothe ISS by private individuals 47,48and NASA has signi cantly strength- ened its health-oriented recommendations and guidelines over the last two decades. Similarly, independent organizations such as the Aero-space Medical Association, have issued policies and guidelines takinginto consideration not just the physical health of SOs but also theirmental health 49. There are not only expansive rules and guidelines atthe selection and annual re-evaluation stage for astronauts, but also stringent health monitoring before, during, and after space ight50. However, with increasing commercial and private space ight oppor- tunities, it is no longer just trained and pre-screened astronauts who travel to space. Since existing guidance in its various forms applies mostly to government-sponsored or -employed professional astro-nauts, the question arises as to who determines whether the potentialhealth risks associated with space ight are acceptable or not in the case of SOs. Current guidance on its own is not in a good position to resolve some of the issues that will arise in these new contexts. Both medicaland scienti c research communities as well as a number of govern- ments have long and carefully deliberated about medical and ethicalscenarios and questions that might arise during space ight. However, while some of their guidelines might apply to certain instances of, say, paying SOs (for example, private astronauts travelling to the ISS and therefore covered by ISS rules), there is still a relative dearth of dis-cussion concerning how to extend these important deliberations tot h en e wt y p e so fS Ot h a tw ea r el i k e l yt os e ei nt h ec o m i n gd e c a d e s . Moreover, since existing law and policy frameworks were designed mostly with government-employed or -sponsored astronautsin mind, their scope does not always extend neatly to their non-governmental counterparts. For instance, federal space agencies forman employer-employee relationship with their astronauts. While thismight be applicable to some kinds of potential commercial SOs, it willn o tb ea p p l i c a b l et op r i v a t eS O s .F o re x a m p l e ,w h i l et h eI n t e r n a t i o n a l Commission on Radiological Protection stresses the importance of radiological protection, in the U.S. the National Council on RadiationProtection and Measurements (NCRP) 51explicitly states that its pur- view is NASA selection of astronauts for participation in space mis- sions and that the measures suggested in this Report may be unique to NASA and not generalizable .A l t h o u g ht h er e nements proposed by the NCRP to NASA s shared decision-making framework do not directly pertain to commercial and private SOs, their relevance is evi-dent and should be taken into consideration. One might think that general documents of medical research ethics could provide some help here. For example, the World Medical Association s( W M A ) Declaration of Helsinki (DoH) 52is one of the most in uential and important sets of ethical principles concerning medical research involving human subjects. While the WMA has noformal authority or binding status, it is still often expected thatguidelines concerning research ethics will look to the DoH as a guidingdocument. However, the DoH is neither accepted by all countries noruncontroversial. For example, Schklenk and Ashcroft 53have high- lighted both the absence of a consensus over the actual content of the Declaration and its status , and stressed its continuing lack of a ser- ious consultation with the relevant stakeholders , while also empha- s i z i n gt h em o r eg e n e r a l absence of a consensus among knowledgeable, well-intentioned bioethicists, scientists and political activists over the central issue of research ethics standards .T h e r ei s also a heated debate about whether there exists an internationalconsensus opinion that violates and diverges from the DoH s principles 54,55. Macklin has argued that, even with revisions, the DoH cannot resolve ongoing controversies , since it simply does not address other aspects of international research about which peopledisagree  56. Macklin has further stressed con icts between the DoH and ofcial regulations promulgated by a federal agency, with enforcement mechanisms and sanctions for noncompliance and pointed out that it is hardly surprising that researchers, ethical review bodies, and governmental agencies do not consider the Declaration of Helsinki to be a necessary adjunct to the ofcialCommon Rule, which governs most federally funded research in the United States 56.I n d e e d , the US FDA rst rejected the 2000 and later revisions, before elim- inating all references to the DoH in 200657. The situation is not dis- similar in many other countries and regions. Documents such as the Altered microbiome compositionMitochondrial dysregulation Epigenetic changesOxidative stressTelomeric length changesDNA damageCardiovascular changesCNS alteration Musculoskeletal changesImmune system dysfunctionAltered circadian rhythm Increased cancer risk Fig. 2  Biological and Health Features of Space ight. Space hazards, as outlined in Fig. 1, drive a diverse array of molecular and cellular changes observed during space ight, including DNA damage, oxidative stress, mitochondrial dysregulation, alteration in the microbiome composition, epigenetic changes, and telomerelength changes. Such features will have the potential to induce pathophysiologic system changes affecting the central nervous system, the cardiovascular system, immune functions, musculoskeletal dynamics, the circadian rhythm, and cancerrisk in SOs.Perspective https:doi.org10.1038s41467-023-44357-x Nature Communications  (2024) 15:4774 3DoH regardless of its controversies are much too general to resolve particular ethical conundrums related to human space travel. Thus,while they might provide some necessary restrictions and sometimeseven positive guidance, the question of how such general principles apply to speci c and concrete cases, especially when there is little precedent, requires further examination. This of course is just onereason why agencies around the world spend enormous efforts oncrafting guidelines and recommendations about the ethics of humansubject research in space. But who will do the same for those spacetravelers to whom these do not apply? The relevant international legal framework, i.e. the ve UN Space Treaties, do not speci cally address the health of astronauts or other space ight participants 6. The Outer Space Treaty (OST) of 1967 introduces the concept of envoys of mankind for astronauts58;t h e Rescue and Return Agreement (RRA) extends this protection to per- sonnel of spacecraft . However, neither of these terms is clearly dened and terminological inconsistencies have led to a broad inter- pretation, suggesting that the Agreement extends to human life inouter space or space ight generally, covering both professional and non-professional space travelers, including tourists. However, theseagreements were drafted at a time when activities such as spacetourism were unforeseen, posing challenges in predicting and reg-ulating health concerns for modern space activities. Thus, theseagreements lack explicit health regulations for individuals that are partof the private space industry and, even if such regulations existed,enforcing them would be challenging due to the absence of robust enforcement mechanisms in international law. To address issues such as these at the US-level, the FAA 59and NASA entered a Memorandum of Understanding in June 2012, tocoordinate standards for commercial government or non-governmentastronaut transport to and from Low Earth Orbit and the ISS. The goalwas to foster both public and crew safety, avoid con icting rules and guidelines, as well as to provide a framework for the American spaceindustry. Despite this, the clearance of ordinary SOs for space ight is currently the responsibility of commercial providers, with limitedoversight, and a lack of standardized screening procedures andprotocols 60. The US is currently the main country providing such guidance in the form of the FAA Recommended Practices for HumanSpace Flight Occupant Safety . However, due to the limits of FAA jur- isdiction, these guidelines only apply to launch and reentry61.F u r t h e r , the FAA guidance comes not in the form of mandatory requirementsbut rather as (minimal) recommendations, suggesting merely that p roximate to ight, the operator should require each space ight par- ticipant to consult with a physician, trained or experienced in aero-space medicine, to ascertain their personal medical risks from thespace ight pro le and vehicle (2023: B. 4.4.2). It also explicitly states that this document does not include any speci c medical criteria that would limit who should y in space as a space ight participant.  (2023: A. 6.1). Thus, given that medical consultation is only a recom-mendation, in principle anyone capable of giving written informedconsent can y, regardless of their health pro l e ,a sl o n ga st h e ym e e t speci ed space ight operator criteria (Fig. 3). This raises a number of issues. First, if an SO fails to be cleared by one physician, can they get clearance from a more lenient provider elsewhere? 62As Langston points out, medical forum shopping is a foreseeable ethical and legal concern where regulatory standardization is lacking or is inconsistentbetween jurisdictions which could lead to increased risk of harm for the individual (in- ightpost- ight), space ight and crew, as well as uninvolved third parties  63. This scenario parallels a situation seen in the Federal Motor Carrier Safety Administration64, where a disquali ed driver can apply for a resolution if a disagreement exists in regard tothe medical quali cation exam. However, to oversee potential medical forum shopping, all results from medical examinations have to be entered into the centralized Natio nal Registry, preventing the con- tinued medical examination until a desired result is achieved andcertied. Second, there might be tension between the potential clearance requirements desirable for a commercial space ight operator or pro- vider who might have an interest in lenient requirements to sell as many seats as possible to the limited pool of individuals who can affordthem and those desirable from the health standpoint of a particular SO. One might argue that SOs should undergo relevant medical con-sultations and decide on the risks they are willing to take, similar tomaking choices about risky adventures on Earth. So why should they not be in a position to make similar decisions for space? Nonetheless, Variable Health Status Stringent astronaut selection criteria as defined by NASA  ESA  JAXALess defined selection criteria for commercial space travelers Stringent government-driven selection criteria vs. minimal oversight for private SOs Established policies and ethical guidelines vs. lack of comprehensive regulations Regulatory framework for astronaut health vs. uncertainties and inconsistencies in SOs health assessments Fig. 3  Differential Approaches to Selecting SOs. Stringent selection criteria (green) for government-sponsored astronauts (i.e., NASA, ESA, JAXA), including a hard stop mechanism are depicted on the right of the schematic (right dashed redline). Less de ned commercial space traveler criteria for civilians (red) nallyleading to rejection (left dashed red line) are indicated. The green-red color-coded middle area symbolizes the health-related risks, where the array of potential commercial space selection criteria is located.Perspective https:doi.org10.1038s41467-023-44357-x Nature Communications  (2024) 15:4774 4while legal and social norms allow people to engage in some risks, the same norms do not give blanket allowance for people to do anythingthey want, instead exercising various degrees of paternalistic oversightboth in people s private and public lives (for an overview of paternal- ism and its issues, see Dworkin 2020) 65. For example, many govern- ments require drivers and passengers to wear seatbelts, they requiremotorcyclists to wear helmets, forbid the sale of certain drugs, theyforbid people to enter into certain kinds of contracts (for sellingorgans, gambling debts, etc.). Questions thus arise about the appro-priate degree of paternalistic oversight for space travel, as well asquestions about who has the power to enforce relevant policies andregulations. A further complication and again one that speaks in favor of increased guidance or regulation is that compromised SO health might also affect fellow passengers. In fact, the September 2023revisions of the FAA recommendations now recognize this problem at least partially, stating that medical consultation for space ight participants is recommended t oh e l pp r e v e n tt h e mf r o me n d a n - gering other occupants . and commercial operators will be chal- lenged to control hazards to space ight participants from other space ight participants with medical conditions.  61This is, of course, also a problem with respect to various forms of ground and air transporta-tion; however, it is exacerbated in the case of space travel. For one,providing assistance in space is more dif cult than on the ground or in the air, thus putting fellow travelers in a position in which they aremore likely to compromise their own safety during the course ofproviding help, especially in the absence of mandatory training. Fur- ther, space travel has inherent limits about the amount and kind of medical equipment that can be transported and effectively used in aspace ight environment. Third, even if stringent screening requirements are in place, substantial uncertainties remain regarding the various health con-sequences of space travel, making it virtually impossible for speci c individuals to understand what their actual health risks are, even ifadvised by someone trained or experienced in aerospace medicine  61. Current data insuf ciently address individual differences among astronauts such as age, sex, and genetic background66, which trans- lates into signi cant uncertainty in predicting individualized space radiation hazards and outcomes for both astronauts and SOs67.I n addition, while it is known that individuals metabolize drugs andsupplements differently in space 6870, little to nothing is known about the physiology underlying these changes. Limited available data70 suggests that even relatively common prescription drugs might workdifferently in space. Furthermore, the reduced and often unknownstability of pharmacologic ingredients and supplements over thecourse of exploration-rated space missions becomes even morecritical 70. Specially prepared space medications, appropriate repacka- ging to improve pharmaceutical stability, and more insight into indi-vidual pharmacokinetics are needed to supply both astronauts and SOs with effective pharmaceuticals andor other treatment options. All of these considerations strongly suggest that some guidance andor oversight with respect to potential SO screening and clearancewould be highly bene cial (Fig. 3). In fact, this is not just so for the SOs, but also for the commercial providers who agree to transport them.While SOs are currently required to sign liability waivers, the legalstatus of these waivers is unclear, and so binding rules might alsoprovide a way for providers to indemnify themselves against futurelawsuits 71. However, such rules should be sensitive to the diversity and variety of potential space ight endeavors: there is a difference between a private citizen enjoying a suborbital ight and a commercial crew member spending prolonged time in space for research pur- poses, perhaps on a commercial space station. Human subject research As our technical and research abilities evolve, so do the ethical con- siderations for using human subjects for research. While NASAestimated the chance of survival of the rst mission to the Moon (Apollo 8) at 50-50, such odds for harm would not be accepted for anypresent-day study involving human subjects (recollection quoted fromRef. 72). NASA s ethical principles are de ned to ensure human research subject welfare and minimize health risks. Further, research protocols can be implemented only if a riskbene t analysis demon- strates that the risks to the subjects are reasonable in relation to theanticipated bene ts and the expected importance of new knowledge. This will become even more important for missions to Mars 73.I n addition to the prevention of direct harm, other important con-siderations include protecting privacy, ensuring strict data security,and maximizing the positive social impacts of research. Human Subject Research projects in space, supported or other- wise subject to regulation by any US federal department or agency, arestrictly regulated under the Code of Federal Regulations (14 CFR pt 123069). Based on this, the implementation, procedures, and requirements to conduct space-related research involving humansubjects is tightly controlled within a binding framework. NASA Insti-tutional Review Board (IRB) committees review such research propo-sals to guarantee enforcement of th ese policies and the ethical, safe, and equitable treatment of human research subjects. In addition, theOfce of Research Assurance ensures that all activities comply with applicable federal regulations and guidelines, ensuring that humansubject welfare and minimal health risk are prioritized for all decisions.Such analysis will not take into account potential long-term effects onpublic policies. An interesting variation from non-NASA research pro- tocols is the requirement that the responsible ight surgeon maintains the duty to intervene and terminate ongoing research if the health andwelfare of astronaut research subjects is in question. While the NASA IRB process adheres to standard practices for IRBs, it has unique aspects focused on human subjects well-being beyond typical standards. The highest level of concern involves humansubject research studies involving genetic testing. NASA de nes genetic testing based on the Genetic Information NondiscriminationAct 74. Studies involving genetic testing in human subjects are deemed of the highest concern and automatically categorized as greater than minimal risk ,a c c o r d i n gt oN A S A75. These studies require additional measures to protect the research subjects, including policies that prohibit the public release of genetic data without prior approval fromthe individual or their direct family members, in accordance with NASApolicy. NASA enforces strict rules as genetic data must be storedseparately, and cross-referencing is forbidden without IRB approval.After genetic testing, all electronic data is deleted and given solely toNASA. However, commercial institutions or providers using services atNASA facilities to launch a space vehicle do not have to adhere to suchrules in the same way. While the above-described scenarios are focused on NASA, the processes for international ISS partner research are not demon- strating signi cant national differences. In general, plans for research involving human research subjects are carefully examined by theethics committee of the researcher s university or institute, the space agency proposing the research, and the space agency of the astro-naut subject. Furthermore, the Human Research Multilateral ReviewBoard (HRMRB), comprising the representatives of space agenciesinvolved in the ISS (NASA, ESA, CSA, JAXA), is tasked with investi-gating and reviewing ethical matters on the ISS. For all researchconducted on an astronaut, the HRMRB looks at whether the safetyand health of the astronaut are assured and whether the appropriateethical considerations have been made. As necessary, the HRMRBthen issues recommendations or modi cation requests. While government-sponsored human subject research is strictly regulated, it is still unclear whether future commercial SOs will be coveredunder such regulations, or if adherence to government regulationsneeds to be amended to re ect the new reality of space human subject research.Perspective https:doi.org10.1038s41467-023-44357-x Nature Communications  (2024) 15:4774 5Ethical considerations To date, our knowledge regarding the effects of space ight on humans, as well as the ef cacy and safety of select medical interven- tions and pharmaceuticals in space, comes from government-sponsored missions, a small number of astronauts, and, morerecently, civilians (Inspiration4, MS-20, Axiom-1) 76,77.I n c r e a s i n gt h i s type of knowledge is vital to ensuring the safety of future astronautsand SOs, especially considering the limited opportunities for medicaltreatment in space. It is therefore likely that astronauts and SOs willneed to monitor, diagnose, and treat themselves at least part of thetime. Increased commercial and private space ight opportunities will bring with them an expanding diversity of SOs with different health proles, most of them likely not in the same physical and psychological shape as highly trained career astronauts 7880.B yn e c e s s i t y ,i n c r e a s i n g knowledge about the effects of the space ight environment on human molecular biology, physiology, and psychology, as well as on thechemical composition of pharmaceuticals, involves human subjectresearch. With the success of the recent Inspiration4 mission indening a wide range of biomedical data, the role of commercial and private SOs in such research is likely to increase. As previously outlined, government-sponsored space ights adhere to stringent criteria with respect to human subject research,through their respective IRBs, eth ics committees, and groups. In the case of Inspiration4, research was conducted through Weill Cornell Medicine, the Translational Research Institute for Space Health of the Baylor College of Medicine 81, California Institute of Technology, and Massachusetts Institute of Technology and underwent similarly rig-orous approval processes 82. As the general standard for human subject research requires compliance with ethics approvals, it is expected thatcommercial space ight-based human subject research will continue to follow these and other applicable internationally rati ed pro- cesses (Fig. 4). However, commercial space ight also raises new ethical issues. In the past, human subject research in space was mostly a secondaryconcern of overall missions whereas now missions are increasinglyconducted explicitly for this purpose. Ethical recruitment for biome-dical research requires informed consent. For space travel,this requires participants to have a good understanding of the spaceenvironment, the nature of associated environmental hazards, as wellas the potential side effects of any drugs under study 51.B u tt ow h a t extent is such consent really possible with respect to space travel?83 Exposure to high radiation, microgravity, and galactic rays may com-promise participant safety in a number of unknown ways. Further, theeffect of radiation and other extra-terrestrial factors on the chemicalcomposition of pharmaceutical ingredients is largely unknown, thusmaking it especially dif cult to inform potential subjects about likely side effects. The US Code of Regulations for informed consent requiresadescription of any reasonably foreseeable risks or discomforts to the subject (Title 45, A.A. Part 46.116, b2 82). In the case of space travel, where many or most risks are unknown, it is unclear to what extent if at all this requirement can be met. Thus, there is a need to incor- porate new and emerging ethical issues into existing frameworks inways that are based on the same underlying ethical principles that gave rise to these and similar regulations in the rst place and that are applicable to space travel. This is all the more urgent since civilians arealready involved in such research 51. Note also that the aforementioned problems are exacerbated for non-astronaut SOs: most of the existingdata is not from a random population, but rather from an elite force Fig. 4  Human Subject Research Ethical and Operational Guidelines. As c h e - matic for the ethical framework for space human subject research. This frameworkdenes the key existing principles and regulations that currently exist in humanresearch (in blue), the implementation of these ethical standards in the clinic and research laboratory (in yellow), and the challenges that should be considered andwill arise for human research in space (in orange).Perspective https:doi.org10.1038s41467-023-44357-x Nature Communications  (2024) 15:4774 6markedly dissimilar to average citizens in terms of training, age, health, and biomedical and behavioral pro les. Additionally, it has been established that even highly trained individuals respond quite differ-ently to the zero-gravity environment 84. Moreover, existing research was conducted on a population with a high degree of sex, gender, and ethnic homogeneity and relatively low diversity. Currently, it istherefore unclear to what extent this research generalizes to SOsbeyond the relatively narrow population that has been studied so far. Furthermore, principles of health ethics encompass avoiding harm, bene cence, achieving a favorable risk-bene t balance, respecting autonomy, fairness, and delity 85. Terrestrial clinical trials rely on large participant numbers, secure drug storage, and timelysample collection, which are dif cult to replicate in space. How to ensure compliance with these principles in space thus remainsuncertain. There are also some concerns about individual principles: For example, human subject research in space may violate a partici- pant s autonomy, should the individual decide to withdraw from the study. In terrestrial medical research, subjects may at any time with-draw their consent, even if the study is already in progress. Suchwithdrawal, however, is much more complicated in space. Even ifindividuals are able to drop out, return to Earth will not be immediate.There is also no way for individuals to withdraw from the possible(unknown) long-term effects of the space ight environment, and any consent thus involves not just consent to the study itself, but consentto any future effects that might result from space ight activities. This might also lead to violating the Avoiding Harm principle, since remaining in space is unhealthy for participants, especially if the desired withdrawal occurs as the result of unforeseen health problems.In turn, these conditions might then violate the Favorable Risk andBene t Balance, due to the changing circumstances during the course of research. In NASA s case, the responsible ight surgeon can inter- rupt trials. However, in the absence of of cial, government-sanctioned ight surgeons with extensive space ight experience, who assumes the equivalent responsibilities for SO healthcare, ensuring subjects  best interests are met? These problems represent only a small subset of issues, demon- strating the urgent need for guidance on non-government space research on human subjects (for further issues relating to privacy and behavioral health, see 86,87). Such research should follow strict ethics committee review and otherwise meet the same stringent standardst h a tN A S A ,E S A ,a n dJ A X Ac u r r e n t l ya d h e r et o 88, including following suggestions by international medical research bodies, such as the DoH,The Council for International Organizations of Medical Sciences  International Ethical Guidelines for Health-Related Research InvolvingHumans 89, and others. Conclusion We are entering an exciting new era of space exploration previously only thought of as science ction. Commercialprivate and civilian space ights, such as Inspiration4 and the Polaris missions are no longer just a possibility but a reality. Exciting as these opportunitiesare, they also come with the burden of ensuring that future spacetravel will be as safe and ethical as possible. While governmentaloversight has historically governed space activities, the emergence ofnon-governmental initiatives calls for uni ed ethical guidelines, safe- guarding human well-being during selection, research, and decision-making in space. Since non-governmental out ts are not bound by the same rules in the same way, we as a community must ensure that theguidelines we set will guide space exploration according to the highestethical and medical standards for humans that are currently possible, including selection of SOs, medical research ranging from human subject research to discussion of in- ight triage decisions. The added difculties of non-universal terminology referring to different kinds of space travelers and of making guidelines sensitive to the diversity andvariety of potential space ight endeavors will add further layers ofcomplexity. The earlier and better any such guidelines can be imple- mented, the better the chances that space travel can be performedaccording to the safest and most optimal standards. References 1. Inspiration4 - Home. Inspiration4 https:inspiration4.com , https:inspiration4.com . 2. NASA Selects First Commercial Destination Module for International Space Station - NASA .https:www.nasa.govnews-releasenasa- selects- rst-commercial-destination- module-for-international- space-station . 3. Available Flight Platforms - NASA. https:www.nasa.govstmd- ight-opportunitiesavailable- ight-platforms . 4. Falcon 9: First Orbital Class Rocket Capable of Re ight. SpaceX https:www.spacex.comvehiclesfalcon-9 . 5. Rep. Akaka, D. K. D-H. 2. H.R.3942 98th Congress (1983-1984): Commercial Space Launch Act .https:www.congress.govbill 98th-congresshouse-bill3942 (1984). 6. United Nations Of ce for Outer Space Affairs. United Nations Treaties and Principles on Outer Space. Doc. Outer Space Law(2008). 7. Meet the dearMoon Crew! Meet the dearMoon Crew !https: dearmoon.earth . 8. Polaris Program. Polaris Program https:polarisprogram.com . 9. Kluge, G. et al. Commercial suborbital space tourism-proposal on passenger s medical selection. Acta Astronaut. 92,1 8 7 192 (2013). 10. Arnould, J. Icarus Second Chance: The Basis and Perspectives of Space Ethics . vol. 6 (Springer, 2011). 11. Coleman, D. S.  Miller, C. D. L. Military Space Ethics .( H o w g a t e Publishing Limited, 2022). 12. Galliott, J. Commercial Space Explorati on: Ethics, Policy and Gov- ernance . (Routledge, 2016). https:doi.org10.43249781315572857 . 13. Green, B. Space Ethics . (Rowman  Little eld, 2021). 14. Schwartz, J. S. J.  Milligan, T. The Ethics of Space Exploration . (Springer, 2016). 1 5 . S t e e r ,C .H e r s c h ,M . War and Peace in Outer Space: Law, Policy, and Ethics . (Oxford University Press, 2021). 16. Lawton, A., Wal, Z. van der  Huberts, L. Ethics in Public Policy and Management: A global research companion . (Routledge, 2015). 1 7 . R y c r o f t ,M .J . Beyond the International Space Station: The Future of Human Space ight: Proceedings of an Inte rnational Symposium, 47 June 2002, Strasbourg, France .( S p r i n g e r ,2 0 1 3 ) . 18. Gibson, T. M. The bioethics of enhancing human performance for space ight. J. Med. Ethics 32,1 2 9 132 (2006). 19. Milligan, T. Nobody Owns the Moon: The Ethics of Space Exploita- tion. (McFarland  Company, 2015). 2 0 . C u c i n o t t a ,F .A . ,C a c a o ,E . ,K i m ,M . - H .Y .S a g a n t i ,P .B .C a n c e ra n d circulatory disease risks for a human mission to Mars: Private mis- sion considerations. Acta Astronaut 166,5 2 9 536 (2020). 21. NASA Space ight Human-System Standard Volume 1, Crew Health  Standards .https:standards.nasa.govstandardNASANASA-STD- 3001-VOL-1 . 22. Langston, S. M. Space Travel: Risk, Ethics, and Governance in Commercial Human Space ight. N. Space 4,8 3 97 (2016). 23. Langston, S. M. Commercial space travel understanding the legal, ethical and medical implications for commercial space ight parti- cipants and crew. in 2017 8th International Conference on Recent Advances in Space Technologies (RAST) 489 494 https:doi.org 10.1109RAST.2017.8002956 (2017). 2 4 . 1 4C .F .R .P a r t 4 6 0- -H u m a nS p a c eF l i g h tR e q u i r e m e n t s .https: www.ecfr.govcurrenttitle-14part-460 . 25. Nelson, G. A. Space radiation and human exposures, a primer. Radiat. Res. 185,3 4 9 358 (2016). 26. Demontis, G. C. et al. Human pathophysiological adaptations to the space environment. Front. Physiol. 8, 547 (2017).Perspective https:doi.org10.1038s41467-023-44357-x Nature Communications  (2024) 15:4774 727. Pagel, J. I.  Choukr, A. Effects of isolation and con nement on humans-implications for manned space explorations. J. Appl. Phy- siol.120, 1449 1457 (2016). 28. Afshinnekoo, E. et al. Fundament al biological features of space- ight: advancing the eld to enable deep-space exploration. Cell 183,1 1 6 2 1184 (2020). 29. Space Radiation and Astronaut Health: Managing and Commu- nicating Cancer Risks . (National Academies Press, 2021). https:doi. org10.1722626155 . 30. Garrett-Bakelman, F. E. et al. The NASA twins study: a multi- dimensional analysis of a year-long human space ight. Science 364, eaau8650 (2019). 31. Voorhies, A. A. et al. Study of the impact of long-duration space missions at the International Space Station on the astronautmicrobiome. Sci. Rep. 9, 9911 (2019). 32. da Silveira, W. A. et al. Comprehensive multi-omics analysis reveals mitochondrial stress as a central biological hub for space ight impact. Cell183, 1185 1201 e20 (2020). 33. Goodwin, T. J.  Christo dou-Solomidou, M. Oxidative stress and space biology: an organ-based approach. Int. J. Mol. Sci. 19, 959 (2018). 34. Gertz, M. L. et al. Multi-omic, single-cell, and biochemical pro les of astronauts guide pharmacological strategies for returning to grav-ity.Cell Rep. 33, 108429 (2020). 35. Patel, S. The effects of microgravity and space radiation on cardi- ovascular health: From low-Earth orbit and beyond. Int. J. Cardiol. Heart Vasc. 30, 100595 (2020). 3 6 . R i c c i ,F . ,D eC a t e r i n a ,R .F e d o r o w s k i ,A . Orthostatic Hypotension: Epidemiology, Prognosis, and Tr eatment. J. Am. Coll. Cardiol. 66, 848 860 (2015). 37. van Loon, L. M., Steins, A., Schulte, K.-M., Gruen, R.  Tucker, E. M. Computational modeling of orthostatic intolerance for travel toMars. Npj Microgravity 8,110 (2022). 38. Aun-Chancellor, S. M., Pattarini, J. M., Moll, S.  Sargsyan, A. Venous Thrombosis during Space ight. N. Engl. J. Med. 382, 8990 (2020). 39. Marshall-Goebel, K. et al. Assessment of jugular venous blood ow stasis and thrombosis during space ight. JAMA Netw. Open 2, e1915011 (2019). 40. Prasad, B. et al. In uence of microgravity on apoptosis in cells, tissues, and other systems in vivo and in vitro. Int. J. Mol. Sci. 21, 9373 (2020). 41. Grimm, D. et al. The impact of microgravity on bone in humans. Bone 87,4 4 56 (2016). 42. Orwoll, E. S. et al. Skeletal health in long-duration astronauts: nat- ure, assessment, and management recommendations from theNASA Bone. S u m m i tJ .B o n eM i n e r .R e s .J .A m .S o c .B o n eM i n e r .R e s . 28,1 2 4 3 1255 (2013). 4 3 . L e e ,A .G .e ta l .S p a c e ight associated neuro-ocular syndrome (SANS) and the neuro-ophthalmologic effects of microgravity: areview and an update. Npj Microgravity 6,110 (2020). 44. Patel, Z. S. et al. Red risks for a journey to the red planet: the highest priority human health risks for a mission to Mars. Npj Microgravity 6, 113 (2020). 45. Guo, Z., Zhou, G.  Hu, W. Carcinogenesis induced by space radiation: a systematic review. Neoplasia N. Y. N. 32, 100828 (2022). 4 6 . C o s t e s ,S .V . ,C h i o l o ,I . ,P l u t h ,J .M . ,B a r c e l l o s - H o f f ,M .H .J a k o b ,B . Spatiotemporal characterization of ionizing radiation induced DNAdamage foci and their relation to chromatin organization. Mutat. Res.704,7 8 87 (2010). 47. Bogomolov, V. V. et al. International space Station medical stan- dards and certi cation for space ight participants. Aviat. Space Environ. Med. 78, 1162 1169 (2007).48. Garcia, A. M. Multilateral Coordination Board Joint Statement. https:blogs.nasa.govspacesta tion20220810multilateral- coordination-board-joint-statement (2022). 49. Aerospace medical association commercial space ight working group. Suborbital commercial space ight crewmember medical issues. Aviat. Space Environ. Med .82,4 7 5 484 (2011). 5 0 . Z h e n g ,M .e ta l .T i m e - r e s o l v e d molecular measurements reveal changes in astronauts during space ight. Front. Physiol. 14, 1219221 (2023). 51. Brooks, A. et al.Report No. 167 P o t e n t i a lI m p a c to fI n d i v i d u a l Genetic Susceptibility and Previous Radiation Exposure on RadiationRisk for Astronauts (2010) - NCRP  Bethesda, MD .https: ncrponline.orgshopreportsreport-no-167-potential-impact-of-individual-genetic-susceptibility-and-previous-radiation-exposure-on-radiation-risk-for-astronauts (2018). 52. WMA - The world medical associ ation-declaration of helsinki. https: www.wma.netwhat-we-domedical-ethicsdeclaration-of-helsinki . 53. Schcklenk, U.  Ashcroft, R. International research ethics. Bioethics 14,1 5 8 172 (2000). 54. Lie, R. K., Emanuel, E., Grady, C.  Wendler, D. The standard of care debate: the Declaration of Helsi nki versus the international con- sensus opinion. J. Med. Ethics 30,1 9 0 193 (2004). 55. Schklenk, U. The standard of care debate: against the myth of an international consensus opinion .J. Med. Ethics 30, 194 197 (2004). 56. Macklin, R. After Helsinki: unresolved issues in international research. Kennedy Inst. Ethics J. 11,1 736 (2001). 57. Wolinsky, H. The battle of Helsinki: Two troublesome paragraphs in the Declaration of Helsinki are causing a furore over medicalresearch ethics. EMBO Rep. 7,6 7 0 672 (2006). 58. Outer Space Treaty. https:www.unoosa.orgoosaenourwork spacelawtreatiesouterspacetreaty.html . 59. Pace, S. Alternative futures for crewed space cooperation after the international space station. J. Space Saf. Eng. 10,8 8 94 (2023). 60. Crowther, R. The regulatory challenges of ensuring commercial human space ight safety. Space Policy 27,7 4 76 (2011). 61. Federal aviation administration. Recommended Practices for Human Space Flight Occupant Safety - Version 2.0 .1 0 2 https: www.faa.govmedia71481 (2023). 62. Grenon, S. M., Saary, J., Gray, G., Vanderploeg, J. M.  Hughes- Fulford, M. Can I take a space ight? Considerations for doctors. BMJ345,e 8 1 2 4( 2 0 1 2 ) . 63. Langston, S. Reimagining Icarus: Ethics, law and policy considera- tions for commercial human space ight. Space Journey Hum. Adapt Live Microgravity https:doi.org10.577 2intechopen.74716 (2018). 64. 4 9C F R3 9 1 . 4 7- -R e s o l u t i o no fc o n icts of medical evaluation . https:www.ecfr.govcurrenttit le-49part-391section-391.47 . 6 5 . D w o r k i n ,G .P a t e r n a l i s m .i n The Stanford Encyclopedia of Philosophy (2002). 6 6 . L o c k e ,P .A .W e i l ,M .M .P e r s o n a l i z e dc a n c e rr i s ka s s e s s m e n t sf o r space radiation exposures. Front. Oncol. 6, 38 (2016). 67. Rosenfeld, J. A., Mason, C. E.  Smith, T. M. Limitations of the human reference genome for personalized genomics. PLOS ONE 7, e40294 (2012). 6 8 . P u t c h a ,L . ,B e r e n s ,K .L . ,M a r s h b u r n ,T .H . ,O r t e g a ,H .J .B i l l i c a ,R .D . Pharmaceutical use by U.S. astr onauts on space shuttle missions. Aviat. Space Environ. Med. 70,7 0 5 708 (1999). 69. Barger, L. K. et al. Prevalence of sleep de ciency and use of hyp- notic drugs in astronauts before, during, and after space ight: an observational study. Lancet Neurol. 13,9 0 4 912 (2014). 70. Blue, R. S. et al. Supplying a pharmacy for NASA exploration space ight: challenges and current understanding. Npj Micro- gravity 5,112 (2019).Perspective https:doi.org10.1038s41467-023-44357-x Nature Communications  (2024) 15:4774 871. Langston, S. M. Suborbital Flights: a comparative analysis of national and international law. J. Space Law 37, 299 (2011). 72. Kluger, J. Apollo 8: The Thrilling Story of the First Mission to the Moon . (Henry Holt and Co., 2017). 73. Nangle, S. N. et al. The case for biotech on Mars. Nat. Biotechnol. 38, 401 407 (2020). 74. The Genetic Information N ondiscrimination Act of 2008. US EEOC https:www.eeoc.govstatutesgenetic-information-nondiscrimination-act-2008 . 75. NASA Policy Directive - Use of Human Research Genetic Testing . https:nodis3.gsfc.nasa.govdi splayDir.cfm?tNPDc7170s1 (2017). 76. Pagnini, F. et al. Human behavior and performance in deep space exploration: next challenges and research gaps. NPJ Microgravity 9, 27 (2023). 77. Sishc, B. J. et al. The need for biological countermeasures to miti- gate the risk of space radiation-induced carcinogenesis, cardio-vascular disease, and central nervous system de ciencies. Life Sci. Space Res 35,48 (2022). 78. Blue, R. S., Jennings, R. T., Antunano, M. J.  Mathers, C. H. Com- mercial space ight: progress and challenges in expanding human access to space. REACH 78,613 (2017). 79. Jennings, R. T. et al. Medical quali cation of a commercial space- ight participant: not your average astronaut. Aviat. Space Environ. Med. 77,4 7 5 484 (2006). 80. Barratt, M. R. Comments on medical quali cation of space tourists. Aviat. Space Environ. Med. 77,4 8 5( 2 0 0 6 ) . 81. Bokhari, R. S. et al. Looking on the horizon; potential and unique approaches to developing radiation countermeasures for deepspace travel. Life Sci. Space Res 35,1 0 5 112 (2022). 82. Federal policy for the protection of human subjects. Federal Reg- ister https:www.federalregister.govdocuments20170119 2017-01058federal -policy-for-the-protection-of-human- subjects (2017). 83. Marsh, M. Ethical and medic al dilemmas of space tourism. Adv. Space Res. 37,1 8 2 3 1827 (2006). 84. Pavez Lori, E. et al. The future of personalized medicine in space: from observations to countermeasures. Front. Bioeng. Biotechnol . 9, 739747 (2021). 85. Health Standards for Long Du ration and Exploration Space ight: Ethics Principles, Responsibil ities, and Decision Framework . (National Academies Press, 2014). https:doi.org10.1722618576 . 86. Ritsher, J., Kanas, N.  Saylor, S. Maintaining Privacy During Psy- chosocial Research on the International Space Station. J. Hum. Perform. Extreme Environ .8, Article 3 (2005). 87. Reed, R. D.  Antonsen, E. L. Should NASA Collect Astronauts  Genetic Information for Occupational Surveillance and Research?AMA J. Ethics 20,8 4 9 856 (2018). 88. NASA Guidelines for Promoting Scienti c and Research Integrity . https:www.nasa.govsitesdefault lesatoms lesnasa_ guidelines_for_promoting_scienti c_and_research_i ntegrity-july_ 2018.pdf (2018). 89. Council for International Organizations of Medical Sciences (CIOMS). 2016 International ethical guidelines for health-related research involving humans . (Geneva, 2016). Acknowledgements We thank Diana Lim for the preparation of the gures, critical comments, and consultation regarding the eff e c t i v ed i s p l a yo ft h ei m a g e s .T h epreparation of this manuscript was supported by the National Aero- nautics and Space Administra tion (NASA, Space Biology 80NSSC22K0255 to HS). CEM thanks the WorldQuant Foundation,NASA (NNX14AH50G, NNX17AB26G, 80NSSC22K0254, NNH18ZTT001N-FG2), the National Institutes of Health (R01MH117406, P01CA214274 R01CA249054), and t he LLS (MCL7001-18, LLS 9238-16, 7029-23). NS was supported by grants from NASA NSSC22K0250;NSSC22K0278. A.B. was supported by NASA grant 16-ROSBFP_GL-0005: NNH16ZTT001N-FG Appendix G: Solicitation of Proposals forFlight and Ground Space Biology Research (Award Number:80NSSC19K0883) and The Translational Research Institute for SpaceHealth through NASA Cooperative Agreement NNX16AO69A (T-0404).The material contained in this document is based upon work supportedby a National Aeronautics and Space Administration (NASA) grant orcooperative agreeme nt. Any opinions, ndings, conclusions, or recom- mendations expressed in this material are those of the author and do not necessarily re ect the views of NASA. Author contributions Conceptualization: A.B., D.T., C.E.M., and H.S.; Investigation: D.T., H.S., F.K., A.T., A.S.G., A.B., M.M., and A.S.; Original Draft: D.T., H.S., A.B.,A.S.G., F.K., A.T., and A.S.; Review  Editing: A.R.I., A.C., J.C., J.B., C.G.,J.K., K.B.C., S.D., S.A., M.B., C.E.M., C.C., N.S., D.T., H.S., F.K., A.T., A.S.G.,A.S., M.M., and A.B.; Figures and Visualization: H.S, A.S.G., A.B., C.C.,N.S., and A.T.; Funding Acquisition: H.S.; Supervision: A.B., D.T., and H.S. Competing interests The authors declare no competing interests. Additional information Correspondence and requests for materials should be addressed to Hansjrg Schwertz, Afshin Beheshti or Dana Tulodziecki. Peer review information Nature Communications thanks Volker Damann, Sara Langston and the other, anonymous, reviewer(s) for theircontribution to the peer review of this work. Reprints and permissions information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jur- isdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, aslong as you give appropriate credit to the original author(s) and the source, provide a link to the Creati ve Commons license, and indicate if changes were made. The images or other third party material in thisarticle are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is notincluded in the article s Creative Commons license and your intended use is not permitted by statutory re gulation or exceeds the permitted use, you will need to obtain permission directly from the copyrightholder. To view a copy of this license, visit http:creativecommons.org licensesby4.0 .  The Author(s) 2024Perspective https:doi.org10.1038s41467-023-44357-x Nature Communications  (2024) 15:4774 9",
        "introduction": null,
        "conclusion": "We are entering an exciting new era of space exploration previously only thought of as science ction. Commercialprivate and civilian space ights, such as Inspiration4 and the Polaris missions are no longer just a possibility but a reality. Exciting as these opportunitiesare, they also come with the burden of ensuring that future spacetravel will be as safe and ethical as possible. While governmentaloversight has historically governed space activities, the emergence ofnon-governmental initiatives calls for uni ed ethical guidelines, safe- guarding human well-being during selection, research, and decision-making in space. Since non-governmental out ts are not bound by the same rules in the same way, we as a community must ensure that theguidelines we set will guide space exploration according to the highestethical and medical standards for humans that are currently possible, including selection of SOs, medical research ranging from human subject research to discussion of in- ight triage decisions. The added difculties of non-universal terminology referring to different kinds of space travelers and of making guidelines sensitive to the diversity andvariety of potential space ight endeavors will add further layers ofcomplexity. The earlier and better any such guidelines can be imple- mented, the better the chances that space travel can be performedaccording to the safest and most optimal standards. References 1. Inspiration4 - Home. Inspiration4 https:inspiration4.com , https:inspiration4.com . 2. NASA Selects First Commercial Destination Module for International Space Station - NASA .https:www.nasa.govnews-releasenasa- selects- rst-commercial-destination- module-for-international- space-station . 3. Available Flight Platforms - NASA. https:www.nasa.govstmd- ight-opportunitiesavailable- ight-platforms . 4. Falcon 9: First Orbital Class Rocket Capable of Re ight. SpaceX https:www.spacex.comvehiclesfalcon-9 . 5. Rep. Akaka, D. K. D-H. 2. H.R.3942 98th Congress (1983-1984): Commercial Space Launch Act .https:www.congress.govbill 98th-congresshouse-bill3942 (1984). 6. United Nations Of ce for Outer Space Affairs. United Nations Treaties and Principles on Outer Space. Doc. Outer Space Law(2008). 7. Meet the dearMoon Crew! Meet the dearMoon Crew !https: dearmoon.earth . 8. Polaris Program. Polaris Program https:polarisprogram.com . 9. Kluge, G. et al. Commercial suborbital space tourism-proposal on passenger s medical selection. Acta Astronaut. 92,1 8 7 192 (2013). 10. Arnould, J. Icarus Second Chance: The Basis and Perspectives of Space Ethics . vol. 6 (Springer, 2011). 11. Coleman, D. S.  Miller, C. D. L. Military Space Ethics .( H o w g a t e Publishing Limited, 2022). 12. Galliott, J. Commercial Space Explorati on: Ethics, Policy and Gov- ernance . (Routledge, 2016). https:doi.org10.43249781315572857 . 13. Green, B. Space Ethics . (Rowman  Little eld, 2021). 14. Schwartz, J. S. J.  Milligan, T. The Ethics of Space Exploration . (Springer, 2016). 1 5 . S t e e r ,C .H e r s c h ,M . War and Peace in Outer Space: Law, Policy, and Ethics . (Oxford University Press, 2021). 16. Lawton, A., Wal, Z. van der  Huberts, L. Ethics in Public Policy and Management: A global research companion . (Routledge, 2015). 1 7 . R y c r o f t ,M .J . Beyond the International Space Station: The Future of Human Space ight: Proceedings of an Inte rnational Symposium, 47 June 2002, Strasbourg, France .( S p r i n g e r ,2 0 1 3 ) . 18. Gibson, T. M. The bioethics of enhancing human performance for space ight. J. Med. Ethics 32,1 2 9 132 (2006). 19. Milligan, T. Nobody Owns the Moon: The Ethics of Space Exploita- tion. (McFarland  Company, 2015). 2 0 . C u c i n o t t a ,F .A . ,C a c a o ,E . ,K i m ,M . - H .Y .S a g a n t i ,P .B .C a n c e ra n d circulatory disease risks for a human mission to Mars: Private mis- sion considerations. Acta Astronaut 166,5 2 9 536 (2020). 21. NASA Space ight Human-System Standard Volume 1, Crew Health  Standards .https:standards.nasa.govstandardNASANASA-STD- 3001-VOL-1 . 22. Langston, S. M. Space Travel: Risk, Ethics, and Governance in Commercial Human Space ight. N. Space 4,8 3 97 (2016). 23. Langston, S. M. Commercial space travel understanding the legal, ethical and medical implications for commercial space ight parti- cipants and crew. in 2017 8th International Conference on Recent Advances in Space Technologies (RAST) 489 494 https:doi.org 10.1109RAST.2017.8002956 (2017). 2 4 . 1 4C .F .R .P a r t 4 6 0- -H u m a nS p a c eF l i g h tR e q u i r e m e n t s .https: www.ecfr.govcurrenttitle-14part-460 . 25. Nelson, G. A. Space radiation and human exposures, a primer. Radiat. Res. 185,3 4 9 358 (2016). 26. Demontis, G. C. et al. Human pathophysiological adaptations to the space environment. Front. Physiol. 8, 547 (2017).Perspective https:doi.org10.1038s41467-023-44357-x Nature Communications  (2024) 15:4774 727. Pagel, J. I.  Choukr, A. Effects of isolation and con nement on humans-implications for manned space explorations. J. Appl. Phy- siol.120, 1449 1457 (2016). 28. Afshinnekoo, E. et al. Fundament al biological features of space- ight: advancing the eld to enable deep-space exploration. Cell 183,1 1 6 2 1184 (2020). 29. Space Radiation and Astronaut Health: Managing and Commu- nicating Cancer Risks . (National Academies Press, 2021). https:doi. org10.1722626155 . 30. Garrett-Bakelman, F. E. et al. The NASA twins study: a multi- dimensional analysis of a year-long human space ight. Science 364, eaau8650 (2019). 31. Voorhies, A. A. et al. Study of the impact of long-duration space missions at the International Space Station on the astronautmicrobiome. Sci. Rep. 9, 9911 (2019). 32. da Silveira, W. A. et al. Comprehensive multi-omics analysis reveals mitochondrial stress as a central biological hub for space ight impact. Cell183, 1185 1201 e20 (2020). 33. Goodwin, T. J.  Christo dou-Solomidou, M. Oxidative stress and space biology: an organ-based approach. Int. J. Mol. Sci. 19, 959 (2018). 34. Gertz, M. L. et al. Multi-omic, single-cell, and biochemical pro les of astronauts guide pharmacological strategies for returning to grav-ity.Cell Rep. 33, 108429 (2020). 35. Patel, S. The effects of microgravity and space radiation on cardi- ovascular health: From low-Earth orbit and beyond. Int. J. Cardiol. Heart Vasc. 30, 100595 (2020). 3 6 . R i c c i ,F . ,D eC a t e r i n a ,R .F e d o r o w s k i ,A . Orthostatic Hypotension: Epidemiology, Prognosis, and Tr eatment. J. Am. Coll. Cardiol. 66, 848 860 (2015). 37. van Loon, L. M., Steins, A., Schulte, K.-M., Gruen, R.  Tucker, E. M. Computational modeling of orthostatic intolerance for travel toMars. Npj Microgravity 8,110 (2022). 38. Aun-Chancellor, S. M., Pattarini, J. M., Moll, S.  Sargsyan, A. Venous Thrombosis during Space ight. N. Engl. J. Med. 382, 8990 (2020). 39. Marshall-Goebel, K. et al. Assessment of jugular venous blood ow stasis and thrombosis during space ight. JAMA Netw. Open 2, e1915011 (2019). 40. Prasad, B. et al. In uence of microgravity on apoptosis in cells, tissues, and other systems in vivo and in vitro. Int. J. Mol. Sci. 21, 9373 (2020). 41. Grimm, D. et al. The impact of microgravity on bone in humans. Bone 87,4 4 56 (2016). 42. Orwoll, E. S. et al. Skeletal health in long-duration astronauts: nat- ure, assessment, and management recommendations from theNASA Bone. S u m m i tJ .B o n eM i n e r .R e s .J .A m .S o c .B o n eM i n e r .R e s . 28,1 2 4 3 1255 (2013). 4 3 . L e e ,A .G .e ta l .S p a c e ight associated neuro-ocular syndrome (SANS) and the neuro-ophthalmologic effects of microgravity: areview and an update. Npj Microgravity 6,110 (2020). 44. Patel, Z. S. et al. Red risks for a journey to the red planet: the highest priority human health risks for a mission to Mars. Npj Microgravity 6, 113 (2020). 45. Guo, Z., Zhou, G.  Hu, W. Carcinogenesis induced by space radiation: a systematic review. Neoplasia N. Y. N. 32, 100828 (2022). 4 6 . C o s t e s ,S .V . ,C h i o l o ,I . ,P l u t h ,J .M . ,B a r c e l l o s - H o f f ,M .H .J a k o b ,B . Spatiotemporal characterization of ionizing radiation induced DNAdamage foci and their relation to chromatin organization. Mutat. Res.704,7 8 87 (2010). 47. Bogomolov, V. V. et al. International space Station medical stan- dards and certi cation for space ight participants. Aviat. Space Environ. Med. 78, 1162 1169 (2007).48. Garcia, A. M. Multilateral Coordination Board Joint Statement. https:blogs.nasa.govspacesta tion20220810multilateral- coordination-board-joint-statement (2022). 49. Aerospace medical association commercial space ight working group. Suborbital commercial space ight crewmember medical issues. Aviat. Space Environ. Med .82,4 7 5 484 (2011). 5 0 . Z h e n g ,M .e ta l .T i m e - r e s o l v e d molecular measurements reveal changes in astronauts during space ight. Front. Physiol. 14, 1219221 (2023). 51. Brooks, A. et al.Report No. 167 P o t e n t i a lI m p a c to fI n d i v i d u a l Genetic Susceptibility and Previous Radiation Exposure on RadiationRisk for Astronauts (2010) - NCRP  Bethesda, MD .https: ncrponline.orgshopreportsreport-no-167-potential-impact-of-individual-genetic-susceptibility-and-previous-radiation-exposure-on-radiation-risk-for-astronauts (2018). 52. WMA - The world medical associ ation-declaration of helsinki. https: www.wma.netwhat-we-domedical-ethicsdeclaration-of-helsinki . 53. Schcklenk, U.  Ashcroft, R. International research ethics. Bioethics 14,1 5 8 172 (2000). 54. Lie, R. K., Emanuel, E., Grady, C.  Wendler, D. The standard of care debate: the Declaration of Helsi nki versus the international con- sensus opinion. J. Med. Ethics 30,1 9 0 193 (2004). 55. Schklenk, U. The standard of care debate: against the myth of an international consensus opinion .J. Med. Ethics 30, 194 197 (2004). 56. Macklin, R. After Helsinki: unresolved issues in international research. Kennedy Inst. Ethics J. 11,1 736 (2001). 57. Wolinsky, H. The battle of Helsinki: Two troublesome paragraphs in the Declaration of Helsinki are causing a furore over medicalresearch ethics. EMBO Rep. 7,6 7 0 672 (2006). 58. Outer Space Treaty. https:www.unoosa.orgoosaenourwork spacelawtreatiesouterspacetreaty.html . 59. Pace, S. Alternative futures for crewed space cooperation after the international space station. J. Space Saf. Eng. 10,8 8 94 (2023). 60. Crowther, R. The regulatory challenges of ensuring commercial human space ight safety. Space Policy 27,7 4 76 (2011). 61. Federal aviation administration. Recommended Practices for Human Space Flight Occupant Safety - Version 2.0 .1 0 2 https: www.faa.govmedia71481 (2023). 62. Grenon, S. M., Saary, J., Gray, G., Vanderploeg, J. M.  Hughes- Fulford, M. Can I take a space ight? Considerations for doctors. BMJ345,e 8 1 2 4( 2 0 1 2 ) . 63. Langston, S. Reimagining Icarus: Ethics, law and policy considera- tions for commercial human space ight. Space Journey Hum. Adapt Live Microgravity https:doi.org10.577 2intechopen.74716 (2018). 64. 4 9C F R3 9 1 . 4 7- -R e s o l u t i o no fc o n icts of medical evaluation . https:www.ecfr.govcurrenttit le-49part-391section-391.47 . 6 5 . D w o r k i n ,G .P a t e r n a l i s m .i n The Stanford Encyclopedia of Philosophy (2002). 6 6 . L o c k e ,P .A .W e i l ,M .M .P e r s o n a l i z e dc a n c e rr i s ka s s e s s m e n t sf o r space radiation exposures. Front. Oncol. 6, 38 (2016). 67. Rosenfeld, J. A., Mason, C. E.  Smith, T. M. Limitations of the human reference genome for personalized genomics. PLOS ONE 7, e40294 (2012). 6 8 . P u t c h a ,L . ,B e r e n s ,K .L . ,M a r s h b u r n ,T .H . ,O r t e g a ,H .J .B i l l i c a ,R .D . Pharmaceutical use by U.S. astr onauts on space shuttle missions. Aviat. Space Environ. Med. 70,7 0 5 708 (1999). 69. Barger, L. K. et al. Prevalence of sleep de ciency and use of hyp- notic drugs in astronauts before, during, and after space ight: an observational study. Lancet Neurol. 13,9 0 4 912 (2014). 70. Blue, R. S. et al. Supplying a pharmacy for NASA exploration space ight: challenges and current understanding. Npj Micro- gravity 5,112 (2019).Perspective https:doi.org10.1038s41467-023-44357-x Nature Communications  (2024) 15:4774 871. Langston, S. M. Suborbital Flights: a comparative analysis of national and international law. J. Space Law 37, 299 (2011). 72. Kluger, J. Apollo 8: The Thrilling Story of the First Mission to the Moon . (Henry Holt and Co., 2017). 73. Nangle, S. N. et al. The case for biotech on Mars. Nat. Biotechnol. 38, 401 407 (2020). 74. The Genetic Information N ondiscrimination Act of 2008. US EEOC https:www.eeoc.govstatutesgenetic-information-nondiscrimination-act-2008 . 75. NASA Policy Directive - Use of Human Research Genetic Testing . https:nodis3.gsfc.nasa.govdi splayDir.cfm?tNPDc7170s1 (2017). 76. Pagnini, F. et al. Human behavior and performance in deep space exploration: next challenges and research gaps. NPJ Microgravity 9, 27 (2023). 77. Sishc, B. J. et al. The need for biological countermeasures to miti- gate the risk of space radiation-induced carcinogenesis, cardio-vascular disease, and central nervous system de ciencies. Life Sci. Space Res 35,48 (2022). 78. Blue, R. S., Jennings, R. T., Antunano, M. J.  Mathers, C. H. Com- mercial space ight: progress and challenges in expanding human access to space. REACH 78,613 (2017). 79. Jennings, R. T. et al. Medical quali cation of a commercial space- ight participant: not your average astronaut. Aviat. Space Environ. Med. 77,4 7 5 484 (2006). 80. Barratt, M. R. Comments on medical quali cation of space tourists. Aviat. Space Environ. Med. 77,4 8 5( 2 0 0 6 ) . 81. Bokhari, R. S. et al. Looking on the horizon; potential and unique approaches to developing radiation countermeasures for deepspace travel. Life Sci. Space Res 35,1 0 5 112 (2022). 82. Federal policy for the protection of human subjects. Federal Reg- ister https:www.federalregister.govdocuments20170119 2017-01058federal -policy-for-the-protection-of-human- subjects (2017). 83. Marsh, M. Ethical and medic al dilemmas of space tourism. Adv. Space Res. 37,1 8 2 3 1827 (2006). 84. Pavez Lori, E. et al. The future of personalized medicine in space: from observations to countermeasures. Front. Bioeng. Biotechnol . 9, 739747 (2021). 85. Health Standards for Long Du ration and Exploration Space ight: Ethics Principles, Responsibil ities, and Decision Framework . (National Academies Press, 2014). https:doi.org10.1722618576 . 86. Ritsher, J., Kanas, N.  Saylor, S. Maintaining Privacy During Psy- chosocial Research on the International Space Station. J. Hum. Perform. Extreme Environ .8, Article 3 (2005). 87. Reed, R. D.  Antonsen, E. L. Should NASA Collect Astronauts  Genetic Information for Occupational Surveillance and Research?AMA J. Ethics 20,8 4 9 856 (2018). 88. NASA Guidelines for Promoting Scienti c and Research Integrity . https:www.nasa.govsitesdefault lesatoms lesnasa_ guidelines_for_promoting_scienti c_and_research_i ntegrity-july_ 2018.pdf (2018). 89. Council for International Organizations of Medical Sciences (CIOMS). 2016 International ethical guidelines for health-related research involving humans . (Geneva, 2016). Acknowledgements We thank Diana Lim for the preparation of the gures, critical comments, and consultation regarding the eff e c t i v ed i s p l a yo ft h ei m a g e s .T h epreparation of this manuscript was supported by the National Aero- nautics and Space Administra tion (NASA, Space Biology 80NSSC22K0255 to HS). CEM thanks the WorldQuant Foundation,NASA (NNX14AH50G, NNX17AB26G, 80NSSC22K0254, NNH18ZTT001N-FG2), the National Institutes of Health (R01MH117406, P01CA214274 R01CA249054), and t he LLS (MCL7001-18, LLS 9238-16, 7029-23). NS was supported by grants from NASA NSSC22K0250;NSSC22K0278. A.B. was supported by NASA grant 16-ROSBFP_GL-0005: NNH16ZTT001N-FG Appendix G: Solicitation of Proposals forFlight and Ground Space Biology Research (Award Number:80NSSC19K0883) and The Translational Research Institute for SpaceHealth through NASA Cooperative Agreement NNX16AO69A (T-0404).The material contained in this document is based upon work supportedby a National Aeronautics and Space Administration (NASA) grant orcooperative agreeme nt. Any opinions, ndings, conclusions, or recom- mendations expressed in this material are those of the author and do not necessarily re ect the views of NASA. Author contributions Conceptualization: A.B., D.T., C.E.M., and H.S.; Investigation: D.T., H.S., F.K., A.T., A.S.G., A.B., M.M., and A.S.; Original Draft: D.T., H.S., A.B.,A.S.G., F.K., A.T., and A.S.; Review  Editing: A.R.I., A.C., J.C., J.B., C.G.,J.K., K.B.C., S.D., S.A., M.B., C.E.M., C.C., N.S., D.T., H.S., F.K., A.T., A.S.G.,A.S., M.M., and A.B.; Figures and Visualization: H.S, A.S.G., A.B., C.C.,N.S., and A.T.; Funding Acquisition: H.S.; Supervision: A.B., D.T., and H.S. Competing interests The authors declare no competing interests. Additional information Correspondence and requests for materials should be addressed to Hansjrg Schwertz, Afshin Beheshti or Dana Tulodziecki. Peer review information Nature Communications thanks Volker Damann, Sara Langston and the other, anonymous, reviewer(s) for theircontribution to the peer review of this work. Reprints and permissions information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jur- isdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, aslong as you give appropriate credit to the original author(s) and the source, provide a link to the Creati ve Commons license, and indicate if changes were made. The images or other third party material in thisarticle are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is notincluded in the article s Creative Commons license and your intended use is not permitted by statutory re gulation or exceeds the permitted use, you will need to obtain permission directly from the copyrightholder. To view a copy of this license, visit http:creativecommons.org licensesby4.0 .  The Author(s) 2024Perspective https:doi.org10.1038s41467-023-44357-x Nature Communications  (2024) 15:4774 9",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            }
        ]
    }
]