[
    {
        "pmid": "37887314",
        "title": "Spaceflight Induces Strength Decline in Caenorhabditis elegans.",
        "year": "2023",
        "journal": "Cells",
        "abstract": "Background: Understanding and countering the well-established negative health consequences of spaceflight remains a primary challenge preventing safe deep space exploration. Targeted/personalized therapeutics are at the forefront of space medicine strategies, and cross-species molecular signatures now define the 'typical' spaceflight response. However, a lack of direct genotype-phenotype associations currently limits the robustness and, therefore, the therapeutic utility of putative mechanisms underpinning pathological changes in flight. Methods: We employed the worm Caenorhabditis elegans as a validated model of space biology, combined with 'NemaFlex-S' microfluidic devices for assessing animal strength production as one of the most reproducible physiological responses to spaceflight. Wild-type and dys-1 (BZ33) strains (a Duchenne muscular dystrophy (DMD) model for comparing predisposed muscle weak animals) were cultured on the International Space Station in chemically defined media before loading second-generation gravid adults into NemaFlex-S devices to assess individual animal strength. These same cultures were then frozen on orbit before returning to Earth for next-generation sequencing transcriptomic analysis. Results: Neuromuscular strength was lower in flight versus ground controls (16.6% decline, p &lt; 0.05), with dys-1 significantly more (23% less strength, p &lt; 0.01) affected than wild types. The transcriptional gene ontology signatures characterizing both strains of weaker animals in flight strongly corroborate previous results across species, enriched for upregulated stress response pathways and downregulated mitochondrial and cytoskeletal processes. Functional gene cluster analysis extended this to implicate decreased neuronal function, including abnormal calcium handling and acetylcholine signaling, in space-induced strength declines under the predicted control of UNC-89 and DAF-19 transcription factors. Finally, gene modules specifically altered in dys-1 animals in flight again cluster to neuronal/neuromuscular pathways, suggesting strength loss in DMD comprises a strong neuronal component that predisposes these animals to exacerbated strength loss in space. Conclusions: Highly reproducible gene signatures are strongly associated with space-induced neuromuscular strength loss across species and neuronal changes in calcium/acetylcholine signaling require further study. These results promote targeted medical efforts towards and provide an in vivo model for safely sending animals and people into deep space in the near future.",
        "full_text": "Citation: Soni, P .; Edwards, H.; Anupom, T.; Rahman, M.; Lesanpezeshki, L.; Blawzdziewicz, J.; Cope, H.; Gharahdaghi, N.; Scott, D.; Toh, L.S.; et al. Spaceight Induces Strength Decline in Caenorhabditis elegans .Cells 2023 ,12, 2470. https: doi.org10.3390cells12202470 Academic Editor: Maria A. Mariggi  Received: 15 September 2023 Revised: 14 October 2023 Accepted: 15 October 2023 Published: 17 October 2023 Copyright:  2023 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0). cells Article Spaceight Induces Strength Decline in Caenorhabditis elegans Purushottam Soni1, , Hunter Edwards2,, Taslim Anupom3, Mizanur Rahman1, Leila Lesanpezeshki1, Jerzy Blawzdziewicz4,5 , Henry Cope6, , Nima Gharahdaghi6, Daniel Scott7, Li Shean Toh8, Philip M. Williams8, Timothy Etheridge9, Nathaniel Szewczyk6,10, , Craig R. G. Willis11, and Siva A. Vanapalli1,, 1Department of Chemical Engineering, Texas Tech University, Lubbock, TX 79409, USA; sonirose-hulman.edu (P .S.); mizanur.rahmannemalifeinc.com (M.R.); pezeshki.lesangmail.com (L.L.) 2Department of Biological Sciences, Texas Tech University, Lubbock, TX 79409, USA; hunter.edwardsttu.edu 3Department of Electrical Engineering, Texas Tech University, Lubbock, TX 79409, USA; taslim.anupomnemalifeinc.com 4Department of Mechanical Engineering, Texas Tech University, Lubbock, TX 79409, USA; jerzy.blawzdziewiczttu.edu 5Department of Physics and Astronomy, Texas Tech University, Lubbock, TX 79409, USA 6School of Medicine, University of Nottingham, Derby DE22 3DT, UK; henry.copenottingham.ac.uk (H.C.); nima.gharahdaghindm.ox.ac.uk (N.G.) 7School of Life Sciences, University of Nottingham, Nottingham NG7 2UH, UK; daniel.scottnottingham.ac.uk 8School of Pharmacy, University of Nottingham, Nottingham NG7 2RD, UK; lishean.tohnottingham.ac.uk (L.S.T.); phil.williamsnottingham.ac.uk (P .M.W.) 9Department of Sport and Health Sciences, College of Life and Environmental Sciences, University of Exeter, Exeter EX1 2LU, UK; t.etheridgeexeter.ac.uk 10Ohio Musculoskeletal and Neurological Institute, Heritage College of Osteopathic Medicine, Ohio University, Athens, OH 45701, USA 11School of Chemistry and Biosciences, Faculty of Life Sciences, University of Bradford, Bradford BD7 1DP , UK; c.r.g.willisbradford.ac.uk Correspondence: szewczykohio.edu (N.S.); siva.vanapallittu.edu (S.A.V .) These authors contributed equally to this work. These authors contributed equally to this work. Abstract: Background: Understanding and countering the well-established negative health conse- quences of spaceight remains a primary challenge preventing safe deep space exploration. Tar- getedpersonalized therapeutics are at the forefront of space medicine strategies, and cross-species molecular signatures now dene the typical spaceight response. However, a lack of direct genotype phenotype associations currently limits the robustness and, therefore, the therapeutic utility of puta- tive mechanisms underpinning pathological changes in ight. Methods: We employed the worm Caenorhabditis elegans as a validated model of space biology, combined with NemaFlex-S microuidic devices for assessing animal strength production as one of the most reproducible physiological responses to spaceight. Wild-type and dys-1 (BZ33) strains (a Duchenne muscular dystrophy (DMD) model for comparing predisposed muscle weak animals) were cultured on the International Space Station in chemically dened media before loading second-generation gravid adults into NemaFlex-S devices to assess individual animal strength. These same cultures were then frozen on orbit before returning to Earth for next-generation sequencing transcriptomic analysis. Results: Neuromuscular strength was lower in ight versus ground controls (16.6 decline, p 0.05), with dys-1 signicantly more (23 less strength, p 0.01) affected than wild types. The transcriptional gene ontology signa- tures characterizing both strains of weaker animals in ight strongly corroborate previous results across species, enriched for upregulated stress response pathways and downregulated mitochondrial and cytoskeletal processes. Functional gene cluster analysis extended this to implicate decreased neu- ronal function, including abnormal calcium handling and acetylcholine signaling, in space-induced strength declines under the predicted control of UNC-89 and DAF-19 transcription factors. Finally, gene modules specically altered in dys-1 animals in ight again cluster to neuronalneuromuscular pathways, suggesting strength loss in DMD comprises a strong neuronal component that predisposes these animals to exacerbated strength loss in space. Conclusions: Highly reproducible gene signa- tures are strongly associated with space-induced neuromuscular strength loss across species and Cells 2023 ,12, 2470. https:doi.org10.3390cells12202470 https:www.mdpi.comjournalcellsCells 2023 ,12, 2470 2 of 22 neuronal changes in calciumacetylcholine signaling require further study. These results promote targeted medical efforts towards and provide an in vivo model for safely sending animals and people into deep space in the near future. Keywords: C. elegans ; microgravity; muscle strength; muscle atrophy; spaceight; dystrophin; International Space Station; omics; gene expression; astropharmacy 1. Introduction As a species, we have been working and living in space for more than 60 years, with continuous occupation for the last 23 years via the International Space Station (ISS)  1. During this time, we have discovered that spaceight induces numerous physiologic alterations, including but not limited to muscle and bone loss, structural changes in the eyes and brain, altered cardiovascular function, and altered cognitive function  29. In some cases, we have developed effective countermeasures for these undesirable outcomes, but in other cases, understanding and countering the causes of these outcomes remain active areas of investigation. For example, adequate exercise and nutrition are sufcient to limit bone and muscle loss in astronauts onboard the ISS  10. In contrast, causes of and countermeasures for alterations in the brain remain active areas of research  11. As research advances, it has become increasingly clear that there are some molecular hallmarks of spaceight  12, which include mitochondrial dysregulation, oxidative stress, DNA damage, and epigenetic changes. Current challenges of space life sciences research include linking these molecular alterations to the physiologic ones as well as to the known spaceight hazards. These hazards include distance from Earth, connement, being in a hostile and closed environment, altered gravity, and increased and altered radiation exposure 1214. With our increased presence in space, our ability to conduct space medicine continues to improve. For example, we now understand that improved skin care is needed in ight due to the frequency of skin rashes  15. Currently, there is an increased interest in personalized approaches for optimizing astronaut health  1620. For example, exercise and nutrition can be individually tailored to prevent muscle loss in ight  10,21. The success of these approaches on Earth, combined with the increased use of -omics data in terrestrial medicine, has also led to using -omics approaches in astronauts  17,2123. While still in its infancy  2426, it seems clear that combining -omics data from space-own model organisms, such as C. elegans ,Drosophila , and rodents, with astronaut data can accelerate the discovery process, in part by compensating for the current rarity of human space -omics datasets  22,27. For example, C. elegans , rodents, and humans all display alterations in insulin-linked gene expression in response to spaceight  28. Given the central role of insulin in human health and longevity on Earth  29, it is highly likely this system is equally important to maintain in space. Indeed, recent data from space-own rodents conrm that the livermuscle axis is central to regulating both global metabolic health and muscle health functions the same in space as on Earth and that its perturbation may contribute to both liver and muscle pathology in ight 30. While our advances in fundamental space life sciences and space medicine have been substantial, these are largely limited to habitation in the Low Earth Orbit (LEO). With planned government and commercial missions beyond LEO (BLEO), understanding fundamental changes to biological systems and countermeasures to detrimental alterations at new destina- tions, such as the Moon and Mars, are emerging challenges  31. For example, current exercise countermeasures for maintaining muscle on the ISS are not feasible on currently planned spacecraft due to size constraints  32. Similarly, storing adequate nutrition further away from Earth is operationally challenging  3335. Thus, despite not being a current priority for research on the ISS, understanding molecular mechanisms underpinning muscle atrophy in space remains important for these new exploration class missions.Cells 2023 ,12, 2470 3 of 22 Currently, designing space biology experiments for BLEO means that the experiments must be small and autonomous  3638. For example, using a CubeSat, such as Biosen- tinel  39, as a passive or mostly passive payload on Artemis  40, or an autonomous instrument on a Commercial Lunar Payload Services mission  41. Thus, using standard ight genomic model organisms  27 that are small, such as bacteria, yeast, C. elegans , or Drosophila, is feasible. In terms of muscle strength, a microuidic device has been devel- oped for assessing strength in C. elegans 42, and this has been successfully used to both demonstrate decreased strength in mutants with defective muscle structure  4345 and to identify drugs to improve strength both in muscle mutants  46 and with age  47. Thus, the use of C. elegans for studying and countering muscle strength decline on the Moon is technically feasible, albeit challenging. The use of C. elegans in space biology has recently been reviewed  4850. Notably, past studies have demonstrated conserved gene expression changes in response to spaceight between C. elegans , rodents, and humans. These include declines in muscle contractile genes  51, mitochondrial genes  12,52, and insulin signaling  28,53. The knockdown of these genes on Earth is sufcient to induce strength decline  45,46. Therefore, we hypothesized that worms would be weaker in space and aimed to directly test this on the micro-16 ISS payload, own starting in February 2021 (NG-15 launch). The results from our experiment pave the way for testing pharmaceutical and nutrient countermeasures for strength decline in spaceown C. elegans, as well as for testing C. elegans muscle strength at various BLEO destinations. 2. Materials and Methods 2.1. Worm Preparation Wild-type ( wt) Bristol isolate (N2  54) and dystrophin ( dys-1 ) mutant (BZ33  55) worms were maintained in C. elegans Maintenance Medium (CeMM)  56, purchased on contract from Cell Guidance Systems, Cambridge, UK. Cultures were established as previously described  49 and maintained at two separate sites (Texas Tech University, USA and University of Nottingham, UK). Ten days before the launch, approximately 1000 larvae from a stock culture were transferred into a Fluorinated Ethylene Propylene (FEP) bag (Saint Gobain Performance Plastics Corporation, Solon, OH, USA) containing 20 mL CeMM at Texas Tech University (TTU). These primary culture bags and CeMM-Filled FEP bags were shipped to the Eastern Virginia Medical School (EVMS), Norfolk, on 10th February 2021. The culture bags were shipped with phase change material  57 at a temperature of 162C. Upon arrival (following a lengthy delay of shipment in transit due to poor weather), culture bags were inspected for contamination and stored in the incubator at 22C for 2 days (ight bags) and 4 days (ground bags). The ight bags were handed over to NASA cold stowage on 17th February 2021 at a temperature of 15 1C for the 20th February 2021 NG-15 launch. Ground control bags were sent to TTU, and the temperature prole of ight bags was replicated on a time delay of two days (Figure 1). Upon arrival at the ISS, the culture bags were incubated at 20C, and the CeMM bags were stored at 4C. Cultures were incubated for a week in microgravity before initiating the multigenerational culturing outlined in  49. Briey, 1 mL of culture was transferred to a fresh FEP bag containing CeMM every 2 weeks. All experiments used a starting mixed population of well-fed animals, with force measurements only being made on gravid adults. Upon experiment completion, ground bags at TTU were frozen and stored at 80C, while ight bags were frozen in the ISS MELFI at 80C until download to Earth via NASA cold stowage at20C, followed by dry ice transport to TTU for storage at 80C.Cells 2023 ,12, 2470 4 of 22 Cells 2023 , 12, x FOR PEER REVIEW 4 of 22 Figure 1. Detailed temperature profile of the culture bags during shipping from TTU to EVMS and Launch. Bags were stored at 20 C after receiving them at ISS and TTU Lab. 2.2. Fabrication and Assembly of a Microfluidic Device in Worm Loading Apparatus (WLA) Devices were fabricated and assembled in WLA as previously described 42,49. The micropillar -based NemaFlex -S device was fabricated using a modified two -step soft li- thography process 58. The mold was fabricated in SU -8 2050 negative photoresist (Mi- crochem) on a 4  silicon wafer as a substrate. First, a 20 m tall photoresist layer was fab- ricated, which forms the boundary of the NemaFlex chamber. Next, a second layer of 80 m height was fabricated on top of the initial layer. The second layer was fabricat ed with cylindrical holes that form the micropillars. This two -layer approach provided chambers with a depth of approximately 100 m containing deformable pillars of 80 m height. Pol- ydimethylsiloxane (PDMS) devices of 4.25  0.25 mm thickness were cast using Sylgard 184 part A (base) and part B (curing agent) 10:1 by weight (Dow Corning) over the SU -8 mold by curing for approximately 2 h at 70  1 C. Inlet, outlet, and air vent holes were cored with a 1 mm hole puncher (Acuderm, Florida, USA). The devices were thoroughly cleaned with Scotch tape to remove dirt before bonding. The PDMS replica was then treated in an air -plasma cleaner (Harrick Plasma, Ithaca, NY, USA) for 90s and bonded to a 2  3 inch glass slide. Bonding was done , ensuring the pillars did not collapse or deform. The bonded devices were immediately placed in an oven for 10 min at 70  1 C. Devices were then treated with 5 wt Pluronic F127 (Sigma -Aldrich, St. Louis, M O, USA) for 30 min to prevent any bacterial build -up and reduce bubble fo rmation during worm loading. After incubation, excess Pluronic was removed by washing the devices with DI water. The treated devices were soaked in DI water overnight at 20  1 C to release any air bubbles from the devices. Fabrication of devices took place at TTU , with devices shipped to EVMS. The microfluidic chips were shipped in Ziploc bags with DI water. Fabrication of WLA took place at BioServe Space Technologies , with WLA shipped to EVMS. Assembly took place at EVMS and was conducted by BioServe Space Technologies (Boulder, CO , USA). 2.3. Image Acquisition and Processing The worms were loaded into NemaFlex -S chambers using a previously described procedure 49. Briefly, a five-step process involving a syringe pump and NemaFlex -S de- vice priming was used to transfer worms from FEP culture bags into the NemaFlex -S de- vice for imaging in a semi -automated fashion. For on -orbit loading, an additional manual centrifugation of worms toward the loading port of the FEP bags was achieved by having Figure 1. Detailed temperature prole of the culture bags during shipping from TTU to EVMS and Launch. Bags were stored at 20C after receiving them at ISS and TTU Lab. 2.2. Fabrication and Assembly of a Microuidic Device in Worm Loading Apparatus (WLA) Devices were fabricated and assembled in WLA as previously described  42,49. The micropillar-based NemaFlex-S device was fabricated using a modied two-step soft lithog- raphy process  58. The mold was fabricated in SU-8 2050 negative photoresist (Microchem) on a 400silicon wafer as a substrate. First, a 20 m tall photoresist layer was fabricated, which forms the boundary of the NemaFlex chamber. Next, a second layer of 80 m height was fabricated on top of the initial layer. The second layer was fabricated with cylindrical holes that form the micropillars. This two-layer approach provided chambers with a depth of approximately 100 m containing deformable pillars of 80 m height. Polydimethylsilox- ane (PDMS) devices of 4.25 0.25 mm thickness were cast using Sylgard 184 part A (base) and part B (curing agent) 10:1 by weight (Dow Corning) over the SU-8 mold by curing for approximately 2 h at 70 1C. Inlet, outlet, and air vent holes were cored with a 1 mm hole puncher (Acuderm, Fort Lauderdale, FL, USA). The devices were thoroughly cleaned with Scotch tape to remove dirt before bonding. The PDMS replica was then treated in an air-plasma cleaner (Harrick Plasma, Ithaca, NY, USA) for 90s and bonded to a 2 3 inch glass slide. Bonding was done, ensuring the pillars did not collapse or deform. The bonded devices were immediately placed in an oven for 10 min at 70 1C. Devices were then treated with 5 wt Pluronic F127 (Sigma-Aldrich, St. Louis, MO, USA) for 30 min to prevent any bacterial build-up and reduce bubble formation during worm loading. After incubation, excess Pluronic was removed by washing the devices with DI water. The treated devices were soaked in DI water overnight at 20 1C to release any air bubbles from the devices. Fabrication of devices took place at TTU, with devices shipped to EVMS. The microuidic chips were shipped in Ziploc bags with DI water. Fabrication of WLA took place at BioServe Space Technologies, with WLA shipped to EVMS. Assembly took place at EVMS and was conducted by BioServe Space Technologies (Boulder, CO, USA). 2.3. Image Acquisition and Processing The worms were loaded into NemaFlex-S chambers using a previously described procedure  49. Briey, a ve-step process involving a syringe pump and NemaFlex-S device priming was used to transfer worms from FEP culture bags into the NemaFlex-S device for imaging in a semi-automated fashion. For on-orbit loading, an additional manual centrifugation of worms toward the loading port of the FEP bags was achieved by having the crew member swing the bag in a circular motion with the injection port pointed awayCells 2023 ,12, 2470 5 of 22 from the crew member. Additionally, loading volumes on orbit were calibrated based upon the results of a training time point prior to the experimental time point and based upon crew member impressions of culture density for the experimental time point vs. the training time point. Once loaded, worms were allowed to habituate to the micropillar arena for approximately 10 min before imaging. One-minute-long videos of crawling worms were acquired with a Nikon inverted microscope (Eclipse TS 100) at 4 magnication with a camera resolution of 1920 1080 pixels recorded at 5 frames per second. All videos were recorded at a temperature of 22 2C. The recorded movies were processed ofine using custom routines written in MATLAB (Mathworks, R2018b) for the quantication of pillar displacements as previously published  42. Recorded videos were analyzed manually using ImageJ (version 1.48  59) for measuring worm diameters at the mid-section and body length at the centerline of the worm. Videos were processed manually for quantication of coiling phenotyping. Adult worms were identied based on their body size and the presence of eggs. 2.4. RNA Extraction, Sequencing and Data Pre-Processing RNA was extracted from frozen worm samples using Direct-zol RNA Miniprep kit (Zymo Research cat R2050). Two to three independent biological replicates were prepared for each treatment. RNA concentration was determined using Nanodrop 2000 Spectropho- tometer (Thermo Fisher Scientific). Library preparation and next-generation sequencing were subsequently performed by the Beijing Genomics Institute (BGI, Hong Kong), with strand- specific (second strand cDNA synthesis with dUTP) 100 bp paired-end reads generated using the DNBseq platform. Cleaned reads (reads with adaptor sequences, contamination, and low-quality reads removed via the SOAPnuke software version 2.1.8 developed by BGI 60) obtained from BGI were deemed to be of good quality (no over-represented sequences or adapter sequences, and median per base quality scores always 30, as determined using FastQC; Babraham Bioinformatics) and transcript-level abundances consequently estimated via pseudo-alignment to the C. elegans reference transcriptome (Ensembl release 108) using Kallisto (version 0.48.0  61). Gene counts were then inferred via the tximport R package (version 1.28.0  62), and lowly expressed genes were filtered out (genes with a count 10 in every sample) to leave 13,897 genes for downstream analyses. 2.5. Gene Expression Analysis Differential gene expression analysis was performed via DESeq2 (version 1.40.2  63) in R (version 4.3.1). Beforehand, principal component analysis (PCA) of the top 500 most variable genes (with variance stabilizing transformed counts used as input) was undertaken for unsupervised clustering of samples. Wald tests were then used to test for differential gene expression, with pairwise comparisons made between ight and ground samples per strain, as well as between the ground samples of each strain and between the ight samples of each strain. Log fold-change shrinkage was performed using an adaptive shrinkage method (ashr)  64, and the BenjaminiHochberg procedure was used to adjust pvalues to control for false discovery rate (FDR)  65. Signicant gene expression changes in each case were dened at the adjusted p 0.05 level. Functional characteristics of differentially expressed gene lists were elucidated by undertaking over-representation analysis of Gene Ontology (GO) terms using the clusterProler R package  66. In this case, each GO sub-category (biological process, cellular component, molecular function) was considered, with the corresponding background gene list being the genes input into differential expression testing. Enriched GO terms were dened as those with a Benjamini Hochberg corrected p 0.05  65. Mapping of our gene expression data to established gene co-expression modules was conducted using the genemodules tool for C. elegans 67. Briey, this software applied an independent component analysis approach on a large collection of C. elegans microarray studies to identify clusters of genes with related gene expression patterns and then annotated these clusters based on their predicted molecular roles and functions. Tool 1 was used per pairwise comparison with log2 fold-change valuesCells 2023 ,12, 2470 6 of 22 of all genes subject to differential expression testing (i.e., the 13,897 genes that survived pre-ltering) as input in each case to determine the directional activity of the 209 dened transcriptional modules. Module descriptions potentially relevant to spaceight and putative transcriptional regulators were subjectively assigned from Supplemental Table S2 (from  67) and Tool 3. For drug target prediction, differentially expressed genes were rst mapped to human orthologs using OrthoList2  68 with one-to-many mapping. Following this, the QIAGEN Ingenuity Pathway Analysis (IPA) (version 01-22-01) Upstream Regulator Analysis tool  69 was used on the human orthologs of signicant differential expressed genes (adjusted p 0.05), with the human orthologs for all genes used as input into differential expression testing serving as the referencebackground set. Targets were considered inhibited if the activation Z-score was  2 and activated if the activation Z-score was 2  69. Additionally, targets were only deemed signicant if the Benjamini Hochberg-corrected pvalue was 0.05 65. 3. Results 3.1. Growth Observation of ground control worms indicated that worm growth was as expected based upon results from the experiment verication test  49. The crew assessed ight growth by eye based on perceived density (e.g., small or medium) of worms within FEP bags. Growth was adequate for the ability to load worms into NemaFlex-S devices as indicated by loading of 37 wtincluding 15 adults and 25 dys-1 , including 13 adults on the crews training time point session. For the experimental time point, 41 wtincluding 30 adults and 49 dys-1 including 29 adults were loaded into the devices. For comparison, ground cultures for the experimental time point were 45 wtincluding 30 adults and 36 dys-1 including 25 adults loaded into the devices. These data suggest no major differences in developmentreproduction in ight, consistent with past C. elegans ight data 7075. 3.2. Body Diameter and Length Force estimation using NemaFlex devices is dependent on adjustment for body di- ameter  42. Therefore, the body diameter and length of both wtand dys-1 adult worms were measured from the recorded movies. The diameter of both strains cultured on ISS was signicantly lower than both strains cultured on Earth (Figure 2a, Table 1). The body diameter of wtworms was 5.5 less, and in dys-1 worms, it was 7.9 less. The smaller diameter might be due to altered metabolism, as this has previously been reported for spaceown C. elegans 52. Indeed, our gene expression data are consistent with previously reported gene expression data for spaceown C. elegans 48,5153,76,77. The length of both strains was not signicantly different in ight than on the ground. Note that this contrasts with a previous ight where length decreased signicantly by 5.5  52. This discrepancy could be because we used mixed populations of worms, whereas  52,78 used age-synchronized worms, or because we are using a different diet, which is known to profoundly impact C. elegans morphology and life history 79. Table 1. The effect of space ight on body diameter, length, and muscle strength for adult wtand dys-1 worms. StrainGround Flight Sample SizeDiameter (m)Length (m)f95(N)Sample SizeDiameter (m)Length (m)f95(N) wt 30 46.971.92 107760 22.345.67 30 44.35 1.88 106242 18.624.05 dys-1 25 48.241.87 111043 21.385.39 29 44.41 2.29 108045 14.233.87Cells 2023 ,12, 2470 7 of 22 Cells 2023 , 12, x FOR PEER REVIEW 7 of 22 Figure 2. Effect of spaceflight on body diameter and length of wt and dys-1 worms. ( A) body diam- eter (B) body length. The diameters of both the strains grown at ISS are significantly different com- pared to ground controls, whereas there is no difference in the length of the worms. Sample size: n  30 for wt ground and flight, n  25 for dys-1 ground, and n  29 for dys-1 flight. All the data pass the normality test. We used two -way ANOVA (Tukey multiple testing) for calculating significant differences; p  0.001 is for . Table 1. The effect of space flight on body diameter, length, and muscle strength for adult wt and dys-1 worms. Strain Ground Flight Sample Size Diameter (m) Length (m) f95 (N) Sample Size Diameter (m) Length (m) f95 (N) wt 30 46.97  1 .92 1077  60 22.34  5 .67 30 44.35  1 .88 1062  42 18.62  4 .05 dys-1 25 48.24  1 .87 1110  43 21.38  5 .39 29 44.41  2 .29 1080  45 14.23  3 .87 3.3. Muscle Strength Strength was measured in the second generation in flight to reflect strength in worms wholly developed onboard ISS and with in -flight loading methods and video quality that had been tested on first generation from Earth prior to use with the experimental time point. To measure adult worms muscle strength, a 60 -s-long video of crawling worms in NemaFlex -S chambers was recorded. The recorded videos were analyzed, and we identi- fied the pillar with the maximal deflection in each image and generated a cumulative probability distribution with all the maximal deflection s, as previously described 42. We use the 95th percentile of this maximal force distribution, referred to as 95, as a measure of muscle strength. As shown in Figure 3, on Earth, gravid adult dys-1 worms are not significantly weaker than wt. This is consistent with previous reports where dys-1 mutants only display strength deficits vs. wt post day 1 of adulthood 44. Figure 2. Effect of spaceight on body diameter and length of wtand dys-1 worms. ( A) body diameter (B) body length. The diameters of both the strains grown at ISS are signicantly different compared to ground controls, whereas there is no difference in the length of the worms. Sample size: n 30 forwtground and ight, n 25 for dys-1 ground, and n 29 for dys-1 ight. All the data pass the normality test. We used two-way ANOVA (Tukey multiple testing) for calculating signicant differences; p 0.001 is for . 3.3. Muscle Strength Strength was measured in the second generation in ight to reect strength in worms wholly developed onboard ISS and with in-ight loading methods and video quality that had been tested on rst generation from Earth prior to use with the experimental time point. To measure adult worms muscle strength, a 60-s-long video of crawling worms in NemaFlex-S chambers was recorded. The recorded videos were analyzed, and we identied the pillar with the maximal deection in each image and generated a cumulative probability distribution with all the maximal deections, as previously described  42. We use the 95th percentile of this maximal force distribution, referred to as f95, as a measure of muscle strength. As shown in Figure 3, on Earth, gravid adult dys-1 worms are not signicantly weaker than wt. This is consistent with previous reports where dys-1 mutants only display strength decits vs. wtpost day 1 of adulthood 44. The muscle strength of the wtworms cultured onboard the ISS was signicantly lower than on Earth (ground: f95 22.345.67, ight f95 18.624.05, n 30 per group, p0.05; Figure 3). Notably, the strength decit (16) was roughly similar to what is observed in astronauts muscles (614  80) and similar to the previously published quantitative changes in muscle contractile protein during ight (710  51). In ight, dys-1 mutants were also weaker than on Earth (ground: f95 21.385.39, n 25; ight f95 14.233.87, n 29, p0.001; Figure 3). It should be noted that the decrease in body diameter of both strains is similar in ight (see Figure 2 and Table 1), indicating the strength decrement is not due to the differences in the measurement technique. The strength in the dys-1 mutants was 23 less than wtworms onboard the ISS. This may reect our small sample size or a difference in the response to spaceight in dys-1 mutants vs. wild-type, as previously reported  81. It could be that the altered neuromuscular health of dys-1 worms predisposes them to the negative effects of spaceight on the neuromuscular system.Cells 2023 ,12, 2470 8 of 22 Cells 2023 , 12, x FOR PEER REVIEW 8 of 22 Figure 3. Effect of spaceflight on muscle strength of wt and dys-1 worms. There is no difference in muscle strength between the strains on the ground. The muscle strength of space -grown worms decreased by 16.6 and 33.4 for wt and dys-1, respectively. Sample size: n  30 for wt ground and flight both, n  25 for dys-1 ground, and n  29 for dys-1 flight. All the data passed the normality test. We used two -way ANOVA (Tukey multiple testing) for calculating significant differences,  for p  0.05,  for p  0.01, and  for p  0.001. The muscle strength of the wt worms cultured onboard the ISS was significantly lower than on Earth (ground: 95  22.34  5.67, flight 95  18.62  4.05, n  30 per group, p  0.05; Figure 3). Notably, the strength deficit (16) was roughly similar to what is ob- served in astronauts muscles ( 614, 80) and similar to the previously published quan- titative changes in muscle contractile protein during flight ( 710, 51). In flight, dys-1 mutants were also weaker than on Earth (ground: 95  21.38  5.39, n  25; flight 95 14.23  3.87, n  29, p  0.001; Figure 3). It should be noted that the decrease in body diam- eter of both strains is similar in flight (see Figure 2 and Table 1), indicating the strength decrement is not due to the difference s in the measurement technique. The strength in the dys-1 mutants was 23 less than wt worms onboard the ISS. This may reflect our small sample size or a difference in the response to spaceflight in dys-1 mutants vs. wild -type, as previously reported 81. It could be that the altered neuromuscular health of dys-1 worms predisposes them to the negative effects of spaceflight on the neuromuscular sys- tem. 3.4. Gene Expression Analysis Past gene expression analysis of spaceflown C. elegans has revealed decreased expres- sion of muscle cytoskeletal genes and mitochondrial genes 48,51,52,77,82. We have pre- viously shown that mutation of some of these muscle genes results in decreased strength 45 and that declines in mitochondrial function al so result in decreased strength 46,47, both in C. elegans on Earth. Therefore, to confirm that decreased expression of cytoskeletal genes or mitochondrial genes could be contributing to strength decli ne in flight, we Figure 3. Effect of spaceight on muscle strength of wtand dys-1 worms. There is no difference in muscle strength between the strains on the ground. The muscle strength of space-grown worms decreased by 16.6 and 33.4 for wtand dys-1 , respectively. Sample size: n 30 for wtground and ight both, n 25 for dys-1 ground, and n 29 for dys-1 ight. All the data passed the normality test. We used two-way ANOVA (Tukey multiple testing) for calculating signicant differences,  for p 0.05,  for p 0.01, and  for p 0.001. 3.4. Gene Expression Analysis Past gene expression analysis of spaceown C. elegans has revealed decreased expres- sion of muscle cytoskeletal genes and mitochondrial genes  48,51,52,77,82. We have previ- ously shown that mutation of some of these muscle genes results in decreased strength  45 and that declines in mitochondrial function also result in decreased strength  46,47, both inC. elegans on Earth. Therefore, to conrm that decreased expression of cytoskeletal genes or mitochondrial genes could be contributing to strength decline in ight, we measured gene expression in the same cultures of worms that we measured strength in, as well as two additional cultures. Unlike most past ights of C. elegans 48, we employed an unbiased approach to the analysis of gene expression (e.g., we did not focus solely on specic subsets of genes). As shown in Figure 4A, Principal Component Analysis (PCA) of the most variable genes showed a distinct clustering of samples in line with their experimental conditions. The tight clustering of samples within conditions indicates that the cultures without strength measures have similar gene expression proles to the cultures from which strength mea- sures were obtained. The rst principal component (PC1), which accounted for 72.9 of the variance, separated the samples based on environment (i.e., ight vs. ground control). Meanwhile, the second principal component (PC2) differentiated the samples based on genetic background, distinguishing between wtand dys-1 mutant and explaining 13.5 of the variance. These results suggest that spaceight is the main driver of the bulk of gene expression changes, while the dys-1 mutation has a lesser but signicant effect. This is consistent with a past report demonstrating that dys-1 mutation has an impact on the transcriptional response to spaceight  81. The outlier genes driving the variation in theCells 2023 ,12, 2470 9 of 22 PCA are shown in Figure 4B. The descriptions of these genes match the descriptions of the clusters of genes identied in our module analysis below. Cells 2023 , 12, x FOR PEER REVIEW 9 of 22 measured gene expression in the same cultures of worms that we measured strength in, as well as two additional cultures. Unlike most past flights of C. elegans 48, we employed an unbiased approach to the analysis of gene expression (e.g. , we did not focus solely on specific subsets of genes). As shown in Figure 4A, Principal Component Analysis (PCA) of the most variable genes showed a distinct clustering of samples in line with their experimental conditions. The tight clustering of samples within conditions indicates that the cultures without strength measures have similar gene expression profiles to the cultures from which strength measures were obtained. The first principal component (PC1), which accounted for 72.9 of the variance, separated the samples based on environment (i.e., flight vs. ground con- trol). Meanwhile, the second principal component (PC2) differentiated t he samples based on genetic background, distinguishing between wt and dys-1 mutant and explaining 13.5 of the variance. These results suggest that spaceflight is the main driver of the bulk of gene expression changes , while the dys-1 mutation has a lesser but significant effect. This is consistent with a past report demonstrating that dys-1 mutation has an impact on the tran- scriptional response to spaceflight 81. The outlier genes driving the variation in the PCA are shown in Figure 4B . The descriptions of these genes match the descriptions of the clus- ters of genes identified in our module analysis below. Figure 4. Global trends in spaceflight gene expression. ( A) PCA clustering of samples based on top 500 most variable genes , (B) PCA loadings of top 500 most variable genes , (C) Volcano plots for wt flight vs. wt ground and dys-1 flight vs. dys-1 ground differential expression analyses. Annotated Figure 4. Global trends in spaceight gene expression. ( A) PCA clustering of samples based on top 500 most variable genes, ( B) PCA loadings of top 500 most variable genes, ( C) Volcano plots for wtight vs. wtground and dys-1 ight vs. dys-1 ground differential expression analyses. Anno- tated genes in each case are those ranked in the top 20 upregulateddownregulated based on log2 fold-change. In terms of Differential Expressed Genes (DEGs) with spaceight, the distribution of expression changes is largely similar between the two strains, as shown in Figure 4C. While it is tempting to examine individual DEGs as meaningful, biological systems are complex, and genes do not act in isolation  83,84. Therefore, we provide the full set of DEGs (Table S1) but limit discussion of changes to sets of genes with changing expression rather than individual genes. In terms of the genome level scale of changes with spaceight (e.g., each strains ight response normalized against each strains ground control), 4726 genes displayed signicant changes in expression in response to spaceight, with 409 uniquely up in wt, 394 uniquely down in wt, 1069 uniquely up in dys-1 , 765 uniquely down in dys-1 , and 1295 up in both strains and 819 down in both strains (Figure 5A).Cells 2023 ,12, 2470 10 of 22 Cells 2023 , 12, x FOR PEER REVIEW 10 of 22 genes in each case are those ranked in the top 20 upregulateddownregulated based on log2 fold - change. In terms of Differential Expressed Genes (DEGs) with spaceflight, the distribution of expression changes is largely similar between the two strains , as shown in Figure 4C. While it is tempting to examine individual DEGs as meaningful, biological systems are complex , and genes do not act in isolation 83,84. Therefore, we provide the full set of DEGs (Table S1) but limit discussion of changes to sets of genes with changing expression rather than individual genes. In terms of the genome level scale of changes with spaceflight (e.g. , each strains flight response normalized against each strains ground control), 4726 genes displayed signifi- cant changes in expression in response to spaceflight , with 409 uniquely up in wt, 394 uniquely down in wt, 1069 uniquely up in dys-1, 765 uniquely down in dys-1, and 1295 up in both strains and 819 down in both strains (Figure 5A). Figure 5. Overlay of wt and dys-1 transcriptome responses to spaceflight. ( A) Overlay of genes up- regulated by spaceflight in wt andor dys-1 worms. Venn diagram illustrates the degree of common- alityuniqueness in spaceflight -upregulated genes between the two strains, while the heatmap de- picts representative Gene Ontology (GO) terms for commonuniquely upregulated genes up in flight. Venn shows the commonality and differential changes in wt vs. dys-1. The able displays Figure 5. Overlay of wtand dys-1 transcriptome responses to spaceight. ( A) Overlay of genes upregulated by spaceight in wtandor dys-1 worms. Venn diagram illustrates the degree of com- monalityuniqueness in spaceight-upregulated genes between the two strains, while the heatmap depicts representative Gene Ontology (GO) terms for commonuniquely upregulated genes up in ight. Venn shows the commonality and differential changes in wtvs.dys-1 . The able displays com- mon and differential GO expression in wtvs.dys-1 (B) As per panel A but for genes downregulated by spaceight. As shown in Figure 5B, gene ontology analysis of DEGs reveals changes in innate immune response as up in both strains, stress response as up in both strains and metabolism and cytoskeleton as down in both. These changes are broadly similar to past analyses of space-own C. elegans where the stress response is up and metabolic and cytoskeletal genes are down  48,5153,77. These gene expression changes could underlie the strength decline in ight as strength goes down in both strains. These gene expression changes could also potentially underlie the decrease in muscle size that has previously  85 and recently been reported for other spaceown C. elegans 86. Changes not likely to underlie strength decline in both strains in ight include upregulation of protein synthesis in dys-1 in ight and decreased neural developmentfunction in dys-1 in ight.Cells 2023 ,12, 2470 11 of 22 C. elegans was the rst multicellular animal for which a transcriptional co-regulation map was generated  87. This map has recently been updated  67, employing advances in both DEG identication and analysis  8892. When wtand dys-1 DEGs are analyzed for the effect of spaceight vs. ground controls, three modules are inhibited in response to space ight, and four modules are activated in both wtand dys-1 (Figure 6A). Only one module is uniquely activated in wt,whereas three are uniquely activated in dys-1 (Figure 6A). These observations are consistent with spaceight being the major driver of gene expression changes (Figure 4A). The modules inhibited in both include identi- cations (Figure 6B) consistent with past spaceight experiments  48. Module 65 was previously  67 specically identied as responsive to spaceight and other environmen- tal conditions and may be controlled by the transcription factor DAF-16  93, amongst others, where DAF-16 has been suggested to be a controller of C. elegans response to spaceight  52,53,77,94. Module 169 is a HIF-1  95 responsive module  67 and is as- sociated with mitochondrial function. This is consistent with both past C. elegans gene expression changes and the recent observation that decreased mitochondrial gene ex- pression is a fundamental feature of biological alterations in response to spaceight  96. Notably, this module may also be regulated  67 by SKN-1  97, which has also previously been suggested to be a transcription factor regulating the response to spaceight  53. Module 185 is associated with calcium handling in neurons and may be regulated  67 by UNC-89  98 and DAF-19  99. This module is particularly interesting following recent observations that neuronal morphology  100 and neurotransmitter production  76 are altered in C. elegans in ight. Similarly, altered calcium handling in aging C. elegans muscle has recently been shown to negatively impact mitochondrial health  101 and, therefore, might be an alternative mechanism by which mitochondrial gene expression declines in response to spaceight. In terms of commonly activated modules, modules 47 and 118 are both responsive to mitochondrial stress  67, which is consistent with modules 65 and 169 being inhibited. Potential transcriptional regulators of these modules are displayed in (Figure 6C). Module 61 is associated with response to inhibited Acetylcholinesterase  67, which is consistent with Acetylcholinesterase gene expression being decreased in response to spaceight in C. elegans 53. Module 151 is associated with desmosomal cell adhesion and calcium metabolism in the hypodermis  67. This result contrasts decreased cell ad- hesion in C. elegans 51,52 and human muscle  102 in response to spaceight. It could be that this response is unique to C. elegans as they have a hydrostatic skeleton that would be predicted to be altered by spaceight. It could be related to alterations in global calcium homeostasis in C. elegans and the potential regulation of mitochondria via both calcium and cadherins in C. elegans 47,101, or it could be an over compensation of adhesome structures as a response to failure as recently suggested for aging human muscle  103. As with the DEG GO analysis, the module analysis identies decreased expression of mitochondrial metabolism genes and increased expression of mitochondrialother stress response genes as a potential cause of the decreased strength in ight. Unlike the DEG GO analysis, the module analysis also suggests decreased neuronal function and specically altered acetylcholine signal from nerve to muscle (and consequent post-synaptic remodel- ing of excitationcontraction coupling) as another potential contributor to strength decline in ight.Cells 2023 ,12, 2470 12 of 22 Cells 2023 , 12, x FOR PEER REVIEW 12 of 22 altered acetylcholine signal from nerve to muscle (and consequent post -synaptic remod- eling of excitation contraction coupling) as another potential contributor to strength de- cline in flight. Figure 6. Cluster analysis to identify coexpressed gene modules. ( A) Activity of gene co -expression modules in flight vs . ground control comparison . (B) Activity of gene co -expression modules in dys- 1 vs. wt comparisons . (C) Table of module annotations and summarized activation between pairwise comparisons. Figure 6. Cluster analysis to identify coexpressed gene modules. ( A) Activity of gene co-expression modules in ight vs. ground control comparison. ( B) Activity of gene co-expression modules in dys-1 vs.wtcomparisons. ( C) Table of module annotations and summarized activation between pairwise comparisons.Cells 2023 ,12, 2470 13 of 22 Consistent with the past report that dys-1 modulates the DEG in response to space- ight  81, our DEG (Figure 5) and module analysis (Figure 6) conrm dys-1 modulates the DEG response to spaceight. As shown in Figure 6A, module 77 is uniquely activated in wtand is responsive to mitochondrial stress  67. Interestingly, module 77 is signicantly activated in dys-1 vs.wton the ground (Figure 6B), potentially explaining the lack of further signicant activation in dys-1 in ight. Activation of this module at baseline is not surprising given the impact of dys-1 on mitochondrial function  44,46,104 and gene expression  105. Consistent with a baseline mitochondria stress response in dys-1 , the modules uniquely activated in dys-1 in response to ight include a stress-responsive module (29)  106 that includes the dystrophin-associated protein Dystrobrevin, a neuromuscular function module (18), and a protein translation in muscle module (93) (Figure 6). The activation of these modules suggests that the baseline neuromuscular dysfunction in dys-1 is exacerbated by the added negative effect(s) of spaceight on the neuromuscular system. Interestingly, three modules that are inhibited at baseline in dys-1 do not alter in response to spaceight (Figure 6B,C). These are module 6, metabolic response to starvation, module 86, response to mitochondrial stress, and module 149, response to iron stress, pH, and starvation  67. This, again, suggests that the baseline neuromuscular dysfunction in dys-1 is exacerbated by the added negative effect(s) of spaceight on the neuromuscular system. This may explain why dys-1 are signicantly weaker in ight than wt(small sample size being the other obvious reason). 3.5. Genes Predicted to Be Altered in Space Are Predicted to Be Altered by Drugs on Earth With the increased interest in precision medicine in space, the commercialization of space, and the rise of synthetic biology  107109, astropharmacy has recently emerged as a recognized eld of specialization  110,111. The goals of astropharmacy mirror those of pharmacy on Earth but with a specic focus on medication storage  112115, ac- cess  114,115, use, and manufacturing beyond Earth  111,116. Current challenges include understanding how detrimental physiological changes in ight might be countered by existing medications, how medications may work differently in ight, and how to ensure our explorers receive the best possible outcome while minimizing side effects despite limited resources. Having found a number of gene expression changes that were conserved with past missions  48,5153,76,77 and proles indicative of pathways that medications target (e.g., mitochondria, metabolism, neurotransmitters), we were curious if drugs might be predicted to act differently in ight. Therefore, we explored the potential of using drug target predictions to identify compounds that might work better or worse in ight based upon spaceight-induced gene expression changes. As shown in Figure 7, QIAGEN Inge- nuity Pathway Analysis identies 31 drugs as being regulators of genes whose expression is either increased or decreased in ight. These results suggest, unsurprisingly, that phar- macological activity is likely to be affected, resulting in alterations of medications efcacy and safety prole in ight, based upon underlying alterations in gene expression due to not only physiological changes in spaceight but also further exacerbation by alterations in gene expressions due to medications, such as on the list. Potential consequences include the need for dose adjustments, changes to classic rst-line treatment options, and ultimately, for drug selection to be optimized through pharmacogenomics andor modeling. Clearly, this is an important area of future research as we begin to live and work on other celes- tial bodies with a more diverse population with different comorbidities needing a better understanding of astropharmacy.Cells 2023 ,12, 2470 14 of 22 Cells 2023 , 12, x FOR PEER REVIEW 14 of 22 Figure 7. Heatmap of chemical and biologic drug targets predicted to be significantly activated or inhibited for significantly upregulated (UR) and downregulated (DR) genes from the wt flight vs. wt ground condition, highlighting the potential for alteration in therapeutic potential in the context of spaceflight -induced changes . 4. Discussion Historically, space biology experiments have been constrained by mass, power, size, and crew time limitations 117. Now , with a functional ISS, there is functional laboratory equipment, such as the microscope we employed in this study, and crew time for carrying out complex tasks , such as our experiment or extracting and sequencing DNA on ISS 118. With these improved abilities to conduct science, we were able to extend past studies us- ing C. elegans in space to include capture not only of transcriptomic d ata 48 but to study physiology more comprehensively than simple movement analysis 49. Using our NemaFlex -S, we were successfully able to measure worm strength both in flight and on the ground. Using these extended capabilities , we were able to test and confirm the hy- pothesis that worms, like people 119, are weaker in space. This demonstration extends our understanding of muscle response to spaceflight by demonstrating that not only are the molecular changes in muscle sarcomeri c gene expression driven by altered MyoD ex- pression conserved between worms and people 51 , but so too are the functional conse- quences. These technical advances and increased knowledge may now be combined to test various nutrient and pharmaceutical interventions to improve muscle strength in flight, as we have recently been able to do for DMD and aging muscle on Earth 46,47. This experiment presents an example of how near -simultaneous in -flight collection of - Figure 7. Heatmap of chemical and biologic drug targets predicted to be signicantly activated or inhibited for signicantly upregulated (UR) and downregulated (DR) genes from the wtight vs. wt ground condition, highlighting the potential for alteration in therapeutic potential in the context of spaceight-induced changes. 4. Discussion Historically, space biology experiments have been constrained by mass, power, size, and crew time limitations  117. Now, with a functional ISS, there is functional laboratory equipment, such as the microscope we employed in this study, and crew time for carrying out complex tasks, such as our experiment or extracting and sequencing DNA on ISS  118. With these improved abilities to conduct science, we were able to extend past studies using C. elegans in space to include capture not only of transcriptomic data  48 but to study physiology more comprehensively than simple movement analysis  49. Using our NemaFlex-S, we were successfully able to measure worm strength both in ight and on the ground. Using these extended capabilities, we were able to test and conrm the hypothesis that worms, like people  119, are weaker in space. This demonstration extends our understanding of muscle response to spaceight by demonstrating that not only are the molecular changes in muscle sarcomeric gene expression driven by altered MyoD expression conserved between worms and people  51, but so too are the functional consequences. These technical advances and increased knowledge may now be combined to test various nutrient and pharmaceutical interventions to improve muscle strength in ight, as we have recently been able to do for DMD and aging muscle on Earth  46,47. This experiment presents an example of how near-simultaneous in-ight collection ofCells 2023 ,12, 2470 15 of 22 -omics alongside phenotypic measures can enable insights into the potential molecular mechanisms behind spaceight-associated physiological deconditioning 120. Response of gene expression to spaceight has gained increased interest in the past few years, principally due to the implementation of NASAs GeneLab program  121. This has even resulted in introducing network biology into scientic roadmaps, for example ESAs Biology roadmap 9E  122. At the simplest level, DEG analysis focuses on individual genes, while this may be useful, it ignores the power of big data, such as reproducibil- ity 123 across experiments and systems and may be biased based upon differences in computational approachpipeline  124. For example, the gene identied as most down- regulated in this study was previously identied as one of the most upregulated in the rst unbiased whole genome response of C. elegans to ight  77. This difference could also be due to operational differences in the two missions. In contrast, our use of GO and networkmodule analysis has, once again  48, revealed a consistent and reproducible change in gene expression in C. elegans in response to spaceight. A key nding of this study is that strength decreases in ight. As discussed above, declines in mitochondrial gene expression are repeatedly observed in response to spaceight  48 and are a treatable cause of strength decline on Earth  46,47. Therefore, testing of mitochondrial interventions to reverse strength decline in space is now required to determine if the correlation between strength and mitochondrial decline is causal or not. Additionally, as our gene annotation and computational skills improve, it is possible to obtain more knowledge from gene expression data than in the past. For example, our module analysis reveals that certain gene expression changes can be attributed to specic tissues (for example, cell adhesion in the hypodermis), whereas others are more universal (for example, mitochondrial stress). Further, our new analysis reveals that calcium metabolism in neurons is also a potential cause of strength decline in space, more specically by altering acetylcholine signaling, again suggesting an interventional study is required to (dis)prove the casualty of this link. This suggestion, unsurprisingly, has also previously been made for human strength decline in ight 125,126. As we confront the new age of commercial spaceight, it remains unclear how experi- ments such as ours will be possible on as yet unbuilt commercial space stations. The largest space agencies (the Japanese Space Exploration Agency, the European Space Agency, and the National Aeronautics and Space Administration) have not announced any plans for funding scientists to conduct research on such platforms. Given that the US National Lab program relies on scientists to provide their own funding, it seems current US policy may continue, and there will be no funding for academic research on commercial space stations provided by the US government. Clearly, this is an opportunity for smaller agencies, such as the United Kingdom, the Australian, the Italian, and the United Arab Emirates Space Agencies, to grow their research portfolio by continuing to purchase commercial access to these new space stations as they currently do for the ISS. However, for the larger agencies, it is clear that the goal is moving BLEO  36. For example, NASAs Thriving in Space initia- tive  127, the Artemis program  128, and the Commercial Lunar Payload Services (CLPS) program. In this return to the Moon push, the Artemis program is effectively a return to the Apollo program for space biology, which means mass, size, power, and crew time will all be limiting to experiment design again. Similarly, the CLPS program is uncrewed and currently without sample return capabilities. For these reasons, autonomous experiments with data received by telemetry are essential, for example, the recently selected Lunar Explorer Instrument for Space Biology Applications (LEIA) payload. Cube-sats provide an ideal example of how to achieve this, with more than 1500 having previously own and Biosentinal having already demonstrated that biology experiments beyond low Earth orbit can be successfully conducted  39. Conducting an experiment such as ours on the Moon or another BLEO destination is technically feasible. Worms have previously been autonomously cultured on ISS for six months, with video data returned via telemetry  70. Thus, the key challenges to testing worm strength on the Moon are designing culture cham- bers and strength measurement chambers to function in a cube-sat platform. Currently,Cells 2023 ,12, 2470 16 of 22 funding for the development of hardware for use on the Moon is a challenge via the largest space agencies. Additionally, late load for biology payloads is a key requirement that is currently not accommodated by CLPS, so consideration of inert experiments that can be activated in ight is key. This is possible with C. elegans where developmentally arrested larvae have previously been restored to normal development once on orbit  129. With new destinations for exploration come new challenges for space biology. However, cutting-edge experiments, such as those conducted here with C. elegans on ISS, are within technical reality for execution on the Moon or beyond. 5. Conclusions This study extends the growing literature base solidifying the general molecular fea- tures underpinning spaceight-related health decline. By directly linking neuromuscular strength loss with increased stress response and reduced mitochondrialcytoskeletal gene pathways, we provide a robust framework in which to develop targeted therapeutics against a primary maladaptation to space habitation. Our informatic pipeline, combined with the use of dys-1 muscle weakness mutants, further highlights perturbed calcium han- dling and acetylcholine signaling within neurons as primary candidates causing impaired neuromuscular strength in space. These ndings provide the foundations for, and an in vivo model of, space-induced strength loss to employ on near-term missions beyond low Earth orbit and to the Moon. Supplementary Materials: The following supporting information can be downloaded at: https: www.mdpi.comarticle10.3390cells12202470s1, Table S1: RNA-Seq_analysis_data. Author Contributions: Conceptualization: All authors. Data acquisition: P .S., H.E., T.A., M.R., L.L., N.G., N.S. and S.A.V . Data analysis: P .S., H.E., H.C., T.E., N.S., C.R.G.W. and S.A.V . Drafting the initial manuscript: P .S., H.E., H.C., L.S.T., P .M.W., T.E., N.S., C.R.G.W. and S.A.V . Approval of the nal manuscript: All authors. Supervision: P .S., T.A., M.R., D.S., N.S., C.R.G.W. and S.A.V . Funding acquisition: J.B., P .M.W., T.E., N.S. and S.A.V . All authors have read and agreed to the published version of the manuscript. Funding: This work was supported by funding from NASA (Grant  NNX15AL16GG and NNJ15GK01C) and the UK BBSRC (Grant  BBN0158941). H.C. is supported by the Horizon Center for Doctoral Training at the University of Nottingham (UKRI grant  EPS0233051). NS was supported by grants from NASA (NSSC22K0250; NSSC22K0278) and acknowledges the support of the Osteopathic Heritage Foundation through funding for the Osetopathic Heritage Foundation Ralph S. Licklider, D.O., Research Endowment in the Heritage College of Osteopathic Medicine. Institutional Review Board Statement: Not applicable. Data Availability Statement: Raw RNA sequencing data are deposited in the NCBI Sequence Read Archive with links to BioProject ID PRJNA1026503 (https:www.ncbi.nlm.nih.govbioproject). Acknowledgments: C. elegans strains were provided by the CGC, which is funded by NIH Ofce of Research Infrastructure Programs (P40 OD010440). Conicts of Interest: S.A.V . and M.R. are co-founders of NemaLife Inc., which has licensed the microuidic technology for commercialization. T.A. is currently employed by NemaLife. References 1. Koehle, A.P .; Brumwell, S.L.; Seto, E.P .; Lynch, A.M.; Urbaniak, C. Microbial Applications for Sustainable Space Exploration beyond Low Earth Orbit. npj Microgravity 2023 ,9, 47. CrossRef PubMed 2. Patel, Z.S.; Brunstetter, T.J.; Tarver, W.J.; Whitmire, A.M.; Zwart, S.R.; Smith, S.M.; Huff, J.L. Red Risks for a Journey to the Red Planet: The Highest Priority Human Health Risks for a Mission to Mars. npj Microgravity 2020 ,6, 33. CrossRef PubMed 3. Hirayama, J.; Hattori, A.; Takahashi, A.; Furusawa, Y.; Tabuchi, Y.; Shibata, M.; Nagamatsu, A.; Yano, S.; Maruyama, Y.; Matsubara, H.; et al. Physiological Consequences of Space Flight, Including Abnormal Bone Metabolism, Space Radiation Injury, and Circadian Clock Dysregulation: Implications of Melatonin Use and Regulation as a Countermeasure. J. Pineal Res. 2023 , 74, e12834. CrossRefCells 2023 ,12, 2470 17 of 22 4. Sy, M.R.; Keefe, J.A.; Sutton, J.P .; Wehrens, X.H.T. Cardiac Function, Structural, and Electrical Remodeling by Microgravity Exposure. Am. J. Physiol. Heart Circ. Physiol. 2023 ,324, H1H13. CrossRef PubMed 5. Ong, J.; Tarver, W.; Brunstetter, T.; Mader, T.H.; Gibson, C.R.; Mason, S.S.; Lee, A. Spaceight Associated Neuro-Ocular Syndrome: Proposed Pathogenesis, Terrestrial Analogues, and Emerging Countermeasures. Br. J. Ophthalmol. 2023 ,107, 895900. CrossRef 6. Liphardt, A.-M.; Fernandez-Gonzalo, R.; Albracht, K.; Rittweger, J.; Vico, L. Musculoskeletal Research in Human Space Flight Unmet Needs for the Success of Crewed Deep Space Exploration. npj Microgravity 2023 ,9, 9. CrossRef 7. Stahn, A.C.; Bucher, D.; Zu Eulenburg, P .; Denise, P .; Smith, N.; Pagnini, F.; White, O. Paving the Way to Better Understand the Effects of Prolonged Spaceight on Operational Performance and Its Neural Bases. npj Microgravity 2023 ,9, 59. CrossRef 8. Winkler, L.H. Human Physiological Limitations to Long-Term Spaceight and Living in Space. Aerosp. Med. Hum. Perform. 2023 , 94, 444456. CrossRef 9. Krittanawong, C.; Singh, N.K.; Scheuring, R.A.; Urquieta, E.; Bershad, E.M.; Macaulay, T.R.; Kaplin, S.; Dunn, C.; Kry, S.F.; Russomano, T.; et al. Human Health during Space Travel: State-of-the-Art Review. Cells 2022 ,12, 40. CrossRef 10. Lane, H.W.; Bourland, C.; Barrett, A.; Heer, M.; Smith, S.M. The Role of Nutritional Research in the Success of Human Space Flight. Adv. Nutr. 2013 ,4, 521523. CrossRef 11. Roy-OReilly, M.; Mulavara, A.; Williams, T. A Review of Alterations to the Brain during Spaceight and the Potential Relevance to Crew in Long-Duration Space Exploration. npj Microgravity 2021 ,7, 5. CrossRef 12. Afshinnekoo, E.; Scott, R.T.; MacKay, M.J.; Pariset, E.; Cekanaviciute, E.; Barker, R.; Gilroy, S.; Hassane, D.; Smith, S.M.; Zwart, S.R.; et al. Fundamental Biological Features of Spaceight: Advancing the Field to Enable Deep-Space Exploration. Cell 2020 ,183, 11621184. CrossRef 13. Thirsk, R.; Kuipers, A.; Mukai, C.; Williams, D. The Space-Flight Environment: The International Space Station and beyond. CMAJ 2009 ,180, 12161220. CrossRef PubMed 14. Fogtman, A.; Baatout, S.; Baselet, B.; Berger, T.; Hellweg, C.E.; Jiggens, P .; La Tessa, C.; Narici, L.; Nieminen, P .; Sabatier, L.; et al. Towards Sustainable Human Space Exploration-Priorities for Radiation Research to Quantify and Mitigate Radiation Risks. npj Microgravity 2023 ,9, 8. CrossRef PubMed 15. Braun, N.; Thomas, S.; Tronnier, H.; Heinrich, U. Self-Reported Skin Changes by a Selected Number of Astronauts after Long-Duration Mission on ISS as Part of the Skin B Project. Skin Pharmacol. Physiol. 2019 ,32, 5257. CrossRef PubMed 16. Pavez Lori , E.; Baatout, S.; Chouk r, A.; Buchheim, J.-I.; Baselet, B.; Dello Russo, C.; Wotring, V .; Monici, M.; Morbidelli, L.; Gagliardi, D.; et al. The Future of Personalized Medicine in Space: From Observations to Countermeasures. Front. Bioeng. Biotechnol. 2021 ,9, 739747. CrossRef 17. Stroud, J.E.; Gale, M.S.; Zwart, S.R.; Heer, M.; Smith, S.M.; Montina, T.; Metz, G.A.S. Longitudinal Metabolomic Proles Reveal Sex-Specic Adjustments to Long-Duration Spaceight and Return to Earth. Cell. Mol. Life Sci. 2022 ,79, 578. CrossRef PubMed 18. Scott, R.T.; Sanders, L.M.; Antonsen, E.L.; Hastings, J.J.A.; Park, S.-M.; Mackintosh, G.; Reynolds, R.J.; Hoarfrost, A.L.; Sawyer, A.; Greene, C.S.; et al. Biomonitoring and Precision Health in Deep Space Supported by Articial Intelligence. Nat. Mach. Intell. 2023 , 5, 196207. CrossRef 19. Griko, Y.V .; Loftus, D.J.; Stolc, V .; Peletskaya, E. Private Spaceight: A New Landscape for Dealing with Medical Risk. Life Sci. Space Res. 2022 ,33, 4147. CrossRef 20. Straume, T.; Loftus, D.; Li, J.; Coleman, M.; Davis, C.; McMonigal, K.; Piccini, M.; Singh, A. Biomarker-Detection Technologies for Comprehensive Medical Diagnosis during Deep-Space Missions. Recent Pat. Space Technol. 2013 ,3, 1323. CrossRef 21. Garrett-Bakelman, F.E.; Darshi, M.; Green, S.J.; Gur, R.C.; Lin, L.; Macias, B.R.; McKenna, M.J.; Meydan, C.; Mishra, T.; Nasrini, J.; et al. The NASA Twins Study: A Multidimensional Analysis of a Year-Long Human Spaceflight. Science 2019 ,364, eaau8650. CrossRef PubMed 22. Cope, H.; Willis, C.R.G.; MacKay , M.J.; Rutter, L.A.; Toh, L.S.; Williams, P .M.; Herranz, R.; Borg, J.; Bezdan, D.; Giacomello, S.; et al. Routine Omics Collection Is a Golden Opportunity for European Human Research in Space and Analog Environments. Patterns 2022 , 3, 100550. CrossRef PubMed 23. Zheng, M.; Charvat, J.; Zwart, S.R.; Mehta, S.K.; Crucian, B.E.; Smith, S.M.; He, J.; Piermarocchi, C.; Mias, G.I. Time-Resolved Molecular Measurements Reveal Changes in Astronauts during Spaceight. Front. Physiol. 2023 ,14, 1219221. CrossRef PubMed 24. Palmer, R.H.C.; Johnson, E.C.; Won, H.; Polimanti, R.; Kapoor, M.; Chitre, A.; Bogue, M.A.; Benca-Bachman, C.E.; Parker, C.C.; Verma, A.; et al. Integration of Evidence across Human and Model Organism Studies: A Meeting Report. Genes Brain Behav. 2021 , 20, e12738. CrossRef 25. Yamamoto, S.; Kanca, O.; Wangler, M.F.; Bellen, H.J. Integrating Non-Mammalian Model Organisms in the Diagnosis of Rare Genetic Diseases in Humans. Nat. Rev. Genet. 2023 . CrossRef PubMed 26. Bult, C.J.; Sternberg, P .W. The Alliance of Genome Resources: Transforming Comparative Genomics. Mamm. Genome 2023 . CrossRef 27. Rutter, L.; Barker, R.; Bezdan, D.; Cope, H.; Costes, S.V .; Degoricija, L.; Fisch, K.M.; Gabitto, M.I.; Gebre, S.; Giacomello, S.; et al. A New Era for Space Life Science: International Standards for Space Omics Processing. Patterns 2020 ,1, 100148. CrossRef 28. Mathyk, B.A.; Tabetah, M.; Karim, R.; Zaksas, V .; Kim, J.; Anu, I.; Muratani, M.; Tasoula, A.; Singh, R.; Chen, Y.-K.; et al. Spaceight Alters Insulin and Estrogen Signaling Pathways. Res. Sq. 2023 . CrossRefCells 2023 ,12, 2470 18 of 22 29. Akintola, A.A.; van Heemst, D. Insulin, Aging, and the Brain: Mechanisms and Implications. Front. Endocrinol. 2015 ,6, 13. CrossRef 30. Vitry, G.; Finch, R.; Mcstay, G.; Behesti, A.; D jean, S.; Larose, T.; Wotring, V .; da Silveira, W.A. Muscle Atrophy Phenotype Gene Expression during Spaceight Is Linked to a Metabolic Crosstalk in Both the Liver and the Muscle in Mice. iScience 2022 , 25, 105213. CrossRef 31. Institute of Medicine (US) Committee on Creating a Vision for Space Medicine during Travel Beyond Earth Orbit; Ball, J.R.; Evans, C.H., Jr. Astronaut Health Beyond Earth Orbit ; National Academies Press: Washington, DC, USA, 2001. 32. Laws, J.M.; Caplan, N.; Bruce, C.; McGrogan, C.; Lindsay, K.; Wild, B.; Debuse, D.; Wotring, V .; Winnard, A. Systematic Review of the Technical and Physiological Constraints of the Orion Multi-Purpose Crew Vehicle That Affect the Capability of Astronauts to Exercise Effectively during Spaceight. Acta Astronaut. 2020 ,170, 665677. CrossRef 33. Tang, H.; Rising, H.H.; Majji, M.; Brown, R.D. Long-Term Space Nutrition: A Scoping Review. Nutrients 2021 ,14, 094. CrossRef PubMed 34. Kumar, L.; Gaikwad, K.K. Advanced Food Packaging Systems for Space Exploration Missions. Life Sci. Space Res. 2023 ,37, 714. CrossRef PubMed 35. Pandith, J.A.; Neekhra, S.; Ahmad, S.; Sheikh, R.A. Recent Developments in Space Food for Exploration Missions: A Review. Life Sci. Space Res. 2023 ,36, 123134. CrossRef 36. Craig Everroad, R.; Foster, J.; Galazka, J.M.; Jansson, J.; Lee, J.A.; Lera, M.P .; Perera, I.; Ricco, A.; Szewczyk, N.; Todd, P .; et al. Space Biology Beyond LEO Instrumentation  Science SeriesScience Working Group 2021 Annual Report ; National Aeronautics and Space Administration: Washington, DC, USA, 2021. 37. Sanders, L.M.; Scott, R.T.; Yang, J.H.; Qutub, A.A.; Garcia Martin, H.; Berrios, D.C.; Hastings, J.J.A.; Rask, J.; Mackintosh, G.; Hoarfrost, A.L.; et al. Biological Research and Self-Driving Labs in Deep Space Supported by Articial Intelligence. Nat. Mach. Intell. 2023 ,5, 208219. CrossRef 38. Elsaesser, A.; Burr, D.J.; Mabey, P .; Urso, R.G.; Billi, D.; Cockell, C.; Cottin, H.; Kish, A.; Leys, N.; van Loon, J.J.W.A.; et al. Future Space Experiment Platforms for Astrobiology and Astrochemistry Research. npj Microgravity 2023 ,9, 43. CrossRef 39. Massaro Tieze, S.; Liddell, L.C.; Santa Maria, S.R.; Bhattacharya, S. BioSentinel: A Biological CubeSat for Deep Space Exploration. Astrobiology 2023 ,23, 631636. CrossRef 40. Zea, L.; Piper, S.S.; Gaikani, H.; Khoshnoodi, M.; Niederwieser, T.; Hoehn, A.; Grusin, M.; Wright, J.; Flores, P .; Wilson, K.; et al. Experiment Verication Test of the Artemis I Deep Space Radiation Genomics Experiment. Acta Astronaut. 2022 ,198, 702706. CrossRef 41. National Academies of Sciences, Engineering, and Medicine. Report Series: Committee on Biological and Physical Sciences in Space: Using Commercial Lunar Payload Services (CLPS) to Achieve Lunar Biological and Physical Science Objectives: Proceedings of a Workshop ; The National Academies Press: Washington, DC, USA, 2021. 42. Rahman, M.; Hewitt, J.E.; Van-Bussel, F.; Edwards, H.; Blawzdziewicz, J.; Szewczyk, N.J.; Driscoll, M.; Vanapalli, S.A. NemaFlex: A Microuidics-Based Technology for Standardized Measurement of Muscular Strength of C. elegans .Lab Chip 2018 ,18, 21872201. CrossRef 43. Lesanpezeshki, L.; Qadota, H.; Darabad, M.N.; Kashyap, K.; Lacerda, C.M.R.; Szewczyk, N.J.; Benian, G.M.; Vanapalli, S.A. Investigating the Correlation of Muscle Function Tests and Sarcomere Organization in C. elegans .Skelet. Muscle 2021 ,11, 20. CrossRef 44. Hewitt, J.E.; Pollard, A.K.; Lesanpezeshki, L.; Deane, C.S.; Gaffney, C.J.; Etheridge, T.; Szewczyk, N.J.; Vanapalli, S.A. Muscle Strength Deciency and Mitochondrial Dysfunction in a Muscular Dystrophy Model of Caenorhabditis elegans and Its Functional Response to Drugs. Dis. Model. Mech. 2018 ,11, dmm036137. CrossRef PubMed 45. Etheridge, T.; Rahman, M.; Gaffney, C.J.; Shaw, D.; Shephard, F.; Magudia, J.; Solomon, D.E.; Milne, T.; Blawzdziewicz, J.; Constantin-Teodosiu, D.; et al. The Integrin-Adhesome Is Required to Maintain Muscle Structure, Mitochondrial ATP Production, and Movement Forces in Caenorhabditis elegans .FASEB J. 2015 ,29, 12351246. CrossRef PubMed 46. Ellwood, R.A.; Hewitt, J.E.; Torregrossa, R.; Philp, A.M.; Hardee, J.P .; Hughes, S.; van de Klashorst, D.; Gharahdaghi, N.; Anupom, T.; Slade, L.; et al. Mitochondrial Hydrogen Sulde Supplementation Improves Health in the C. elegans Duchenne Muscular Dystrophy Model. Proc. Natl. Acad. Sci. USA 2021 ,118, e2018342118. CrossRef PubMed 47. Vintila, A.R.; Slade, L.; Cooke, M.; Willis, C.R.G.; Torregrossa, R.; Rahman, M.; Anupom, T.; Vanapalli, S.A.; Gaffney, C.J.; Gharahdaghi, N.; et al. Mitochondrial Sulde Promotes Life Span and Health Span through Distinct Mechanisms in Developing versus Adult Treated Caenorhabditis elegans .Proc. Natl. Acad. Sci. USA 2023 ,120, e2216141120. CrossRef 48. Scott, A.; Willis, C.R.G.; Muratani, M.; Higashitani, A.; Etheridge, T.; Szewczyk, N.J.; Deane, C.S. Caenorhabditis elegans in Microgravity: An Omics Perspective. iScience 2023 ,26, 107189. CrossRef 49. Soni, P .; Anupom, T.; Lesanpezeshki, L.; Rahman, M.; Hewitt, J.E.; Vellone, M.; Stodieck, L.; Blawzdziewicz, J.; Szewczyk, N.J.; Vanapalli, S.A. Microuidics-Integrated Spaceight Hardware for Measuring Muscle Strength of Caenorhabditis elegans on the International Space Station. npj Microgravity 2022 ,8, 50. CrossRef 50. Ishioka, N.; Higashibata, A. Space Experiments Using C. elegans as a Model Organism. In Handbook of Space Pharmaceuticals ; Pathak, Y.V ., Ara jo dos Santos, M., Zea, L., Eds.; Springer International Publishing: Cham, Switzerland, 2022; pp. 647677. ISBN 9783030055264.Cells 2023 ,12, 2470 19 of 22 51. Higashibata, A.; Szewczyk, N.J.; Conley, C.A.; Imamizo-Sato, M.; Higashitani, A.; Ishioka, N. Decreased Expression of Myogenic Transcription Factors and Myosin Heavy Chains in Caenorhabditis elegans Muscles Developed during Spaceight. J. Exp. Biol. 2006 ,209, 32093218. CrossRef 52. Higashibata, A.; Hashizume, T.; Nemoto, K.; Higashitani, N.; Etheridge, T.; Mori, C.; Harada, S.; Sugimoto, T.; Szewczyk, N.J.; Baba, S.A.; et al. Microgravity Elicits Reproducible Alterations in Cytoskeletal and Metabolic Gene and Protein Expression in Space-Flown Caenorhabditis elegans .npj Microgravity 2016 ,2, 15022. CrossRef 53. Honda, Y.; Higashibata, A.; Matsunaga, Y.; Yonezawa, Y.; Kawano, T.; Higashitani, A.; Kuriyama, K.; Shimazu, T.; Tanaka, M.; Szewczyk, N.J.; et al. Genes down-Regulated in Spaceight Are Involved in the Control of Longevity in Caenorhabditis elegans .Sci. Rep. 2012 ,2, 487. CrossRef 54. Sterken, M.G.; Snoek, L.B.; Kammenga, J.E.; Andersen, E.C. The Laboratory Domestication of Caenorhabditis elegans .Trends Genet. 2015 ,31, 224231. CrossRef 55. Oh, K.H.; Kim, H. Reduced IGF Signaling Prevents Muscle Cell Death in a Caenorhabditis elegans Model of Muscular Dystrophy. Proc. Natl. Acad. Sci. USA 2013 ,110, 1902419029. CrossRef 56. Szewczyk, N.J.; Kozak, E.; Conley, C.A. Chemically Dened Medium and Caenorhabditis elegans .BMC Biotechnol. 2003 ,3, 19. CrossRef 57. Zare, M.; Mikkonen, K.S. Phase Change Materials for Life Science Applications. Adv. Funct. Mater. 2023 ,33, 2213455. CrossRef 58. Choi, S.; Park, J.-K. Two-Step Photolithography to Fabricate Multilevel Microchannels. Biomicrouidics 2010 ,4, 46503. CrossRef PubMed 59. Schneider, C.A.; Rasband, W.S.; Eliceiri, K.W. NIH Image to ImageJ: 25 Years of Image Analysis. Nat. Methods 2012 ,9, 671675. CrossRef PubMed 60. Chen, Y.; Chen, Y.; Shi, C.; Huang, Z.; Zhang, Y.; Li, S.; Li, Y.; Ye, J.; Yu, C.; Li, Z.; et al. SOAPnuke: A MapReduce Acceleration- Supported Software for Integrated Quality Control and Preprocessing of High-Throughput Sequencing Data. Gigascience 2018 , 7, gix120. CrossRef PubMed 61. Bray, N.L.; Pimentel, H.; Melsted, P .; Pachter, L. Near-Optimal Probabilistic RNA-Seq Quantication. Nat. Biotechnol. 2016 ,34, 525527. CrossRef 62. Soneson, C.; Love, M.I.; Robinson, M.D. Differential Analyses for RNA-Seq: Transcript-Level Estimates Improve Gene-Level Inferences. F1000Research 2015 ,4, 1521. CrossRef 63. Love, M.I.; Huber, W.; Anders, S. Moderated Estimation of Fold Change and Dispersion for RNA-Seq Data with DESeq2. Genome Biol. 2014 ,15, 550. CrossRef 64. Stephens, M. False Discovery Rates: A New Deal. Biostatistics 2017 ,18, 275294. CrossRef 65. Benjamini, Y.; Hochberg, Y. Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing. J. R. Stat. Soc. 1995 ,57, 289300. CrossRef 66. Wu, T.; Hu, E.; Xu, S.; Chen, M.; Guo, P .; Dai, Z.; Feng, T.; Zhou, L.; Tang, W.; Zhan, L.; et al. clusterProler 4.0: A Universal Enrichment Tool for Interpreting Omics Data. Innovation 2021 ,2, 100141. CrossRef PubMed 67. Cary, M.; Podshivalova, K.; Kenyon, C. Application of Transcriptional Gene Modules to Analysis of Caenorhabditis elegans  Gene Expression Data. G32020 ,10, 36233638. CrossRef PubMed 68. Kim, W.; Underwood, R.S.; Greenwald, I.; Shaye, D.D. OrthoList 2: A New Comparative Genomic Analysis of Human and Caenorhabditis elegans Genes. Genetics 2018 ,210, 445461. CrossRef 69. Krmer, A.; Green, J.; Pollard, J., Jr.; Tugendreich, S. Causal Analysis Approaches in Ingenuity Pathway Analysis. Bioinformatics 2014 ,30, 523530. CrossRef 70. Oczypok, E.A.; Etheridge, T.; Freeman, J.; Stodieck, L.; Johnsen, R.; Baillie, D.; Szewczyk, N.J. Remote Automated Multi- Generational Growth and Observation of an Animal in Low Earth Orbit. J. R. Soc. Interface 2012 ,9, 596599. CrossRef 71. Szewczyk, N.J.; Tillman, J.; Conley, C.A.; Granger, L.; Segalat, L.; Higashitani, A.; Honda, S.; Honda, Y.; Kagawa, H.; Adachi, R.; et al. Description of International Caenorhabditis elegans Experiment First Flight (ICE-FIRST). Adv. Space Res. 2008 ,42, 10721079. CrossRef 72. Nelson, G.A.; Schubert, W.W.; Kazarians, G.A.; Richards, G.F. Development and Chromosome Mechanics in Nematodes: Results from IML-1. Adv. Space Res. 1994 ,14, 209214. CrossRef 73. Nelson, G.A.; Schubert, W.W.; Kazarians, G.A.; Richards, G.F.; Benton, E.V .; Benton, E.R.; Henke, R. Radiation Effects in Nematodes: Results from IML-1 Experiments. Adv. Space Res. 1994 ,14, 8791. CrossRef 74. Qiao, L.; Luo, S.; Liu, Y.; Li, X.; Wang, G.; Huang, Z. Reproductive and Locomotory Capacities of Caenorhabditis elegans Were Not Affected by Simulated Variable Gravities and Spaceight during the Shenzhou-8 Mission. Astrobiology 2013 ,13, 617625. CrossRef 75. Zhao, Y.; Lai, K.; Cheung, I.; Youds, J.; Tarailo, M.; Tarailo, S.; Rose, A. A Mutational Analysis of Caenorhabditis elegans in Space. Mutat. Res. 2006 ,601, 1929. CrossRef PubMed 76. Sudevan, S.; Muto, K.; Higashitani, N.; Hashizume, T.; Higashibata, A.; Ellwood, R.A.; Deane, C.S.; Rahman, M.; Vanapalli, S.A.; Etheridge, T.; et al. Loss of Physical Contact in Space Alters the Dopamine System in C. elegans .iScience 2022 ,25, 103762. CrossRef PubMedCells 2023 ,12, 2470 20 of 22 77. Selch, F.; Higashibata, A.; Imamizo-Sato, M.; Higashitani, A.; Ishioka, N.; Szewczyk, N.J.; Conley, C.A. Genomic Response of the Nematode Caenorhabditis elegans to Spaceight. Adv. Space Res. 2008 ,41, 807815. CrossRef 78. Harada, S.; Hashizume, T.; Nemoto, K.; Shao, Z.; Higashitani, N.; Etheridge, T.; Szewczyk, N.J.; Fukui, K.; Higashibata, A.; Higashitani, A. Fluid Dynamics Alter Caenorhabditis elegans Body Length via TGF- DBL-1 Neuromuscular Signaling. npj Microgravity 2016 ,2, 16006. CrossRef PubMed 79. Szewczyk, N.J.; Udranszky, I.A.; Kozak, E.; Sunga, J.; Kim, S.K.; Jacobson, L.A.; Conley, C.A. Delayed Development and Lifespan Extension as Features of Metabolic Lifestyle Alteration in C. elegans under Dietary Restriction. J. Exp. Biol. 2006 ,209, 41294139. CrossRef PubMed 80. English, K.L.; Downs, M.; Goetchius, E.; Buxton, R.; Ryder, J.W.; Ploutz-Snyder, R.; Guilliams, M.; Scott, J.M.; Ploutz-Snyder, L.L. High Intensity Training during Spaceight: Results from the NASA Sprint Study. npj Microgravity 2020 ,6, 21. CrossRef 81. Xu, D.; Gao, Y.; Guo, L.; Lin, C.; Sun, Y. Effect of Dys-1 Mutation on Gene Expression Prole in Space-Flown Caenorhabditis elegans . Muscle Nerve 2018 ,58, 114122. CrossRef 82. Zhao, L.; Gao, Y.; Mi, D.; Sun, Y. Mining Potential Biomarkers Associated with Space Flight in Caenorhabditis elegans Experienced Shenzhou-8 Mission with Multiple Feature Selection Techniques. Mutat. Res. 2016 ,791792 , 2734. CrossRef 83. Kitano, H. Systems Biology: A Brief Overview. Science 2002 ,295, 16621664. CrossRef 84. Barab si, A.-L.; Oltvai, Z.N. Network Biology: Understanding the Cells Functional Organization. Nat. Rev. Genet. 2004 ,5, 101113. CrossRef 85. Wang, C.; Sang, C.; Akira, H.; Noriaki, I.; Rong, L.; Yang, C.; Sun, Y.; Yi, Z.; Zhuang, F. Changes of Muscle-Related Genes and Proteins After Spaceight in Caenorhabditis elegans .Prog. Biochem. Biophys. 2008 ,35, 11951201. 86. Kim, B.-S.; Alcantara, A.V ., Jr.; Moon, J.-H.; Higashitani, A.; Higashitani, N.; Etheridge, T.; Szewczyk, N.J.; Deane, C.S.; Gaffney, C.J.; Higashibata, A.; et al. Comparative Analysis of Muscle Atrophy during Spaceight, Nutritional Deciency and Disuse in the Nematode Caenorhabditis elegans .Int. J. Mol. Sci. 2023 ,24, 12640. CrossRef PubMed 87. Kim, S.K.; Lund, J.; Kiraly, M.; Duke, K.; Jiang, M.; Stuart, J.M.; Eizinger, A.; Wylie, B.N.; Davidson, G.S. A Gene Expression Map forCaenorhabditis elegans .Science 2001 ,293, 20872092. CrossRef PubMed 88. Owen, A.B.; Stuart, J.; Mach, K.; Villeneuve, A.M.; Kim, S. A Gene Recommender Algorithm to Identify Coexpressed Genes in C. elegans .Genome Res. 2003 ,13, 18281837. CrossRef 89. Narasimhan, K.; Lambert, S.A.; Yang, A.W.H.; Riddell, J.; Mnaimneh, S.; Zheng, H.; Albu, M.; Najafabadi, H.S.; Reece-Hoyes, J.S.; Fuxman Bass, J.I.; et al. Mapping and Analysis of Caenorhabditis elegans Transcription Factor Sequence Specicities. eLife 2015 , 4, e06967. CrossRef 90. Nanda, S.; Jacques, M.-A.; Wang, W.; Myers, C.L.; Yilmaz, L.S.; Walhout, A.J. Systems-Level Transcriptional Regulation of Caenorhabditis elegans Metabolism. Mol. Syst. Biol. 2023 ,19, e11443. CrossRef 91. Spencer, W.C.; Zeller, G.; Watson, J.D.; Henz, S.R.; Watkins, K.L.; McWhirter, R.D.; Petersen, S.; Sreedharan, V .T.; Widmer, C.; Jo, J.; et al. A Spatial and Temporal Map of C. elegans Gene Expression. Genome Res. 2011 ,21, 325341. CrossRef 92. Pauli, F.; Liu, Y.; Kim, Y.A.; Chen, P .-J.; Kim, S.K. Chromosomal Clustering and GATA Transcriptional Regulation of Intestine- Expressed Genes in C. elegans .Development 2006 ,133, 287295. CrossRef 93. Sun, X.; Chen, W.-D.; Wang, Y.-D. DAF-16FOXO Transcription Factor in Aging and Longevity. Front. Pharmacol. 2017 ,8, 548. CrossRef 94. Willis, C.R.G.; Szewczyk, N.J.; Costes, S.V .; Udranszky, I.A.; Reinsch, S.S.; Etheridge, T.; Conley, C.A. Comparative Transcriptomics Identies Neuronal and Metabolic Adaptations to Hypergravity and Microgravity in Caenorhabditis elegans .iScience 2020 , 23, 101734. CrossRef 95. Jiang, H.; Guo, R.; Powell-Coffman, J.A. The Caenorhabditis Elegans Hif-1 Gene Encodes a bHLH-PAS Protein That Is Required for Adaptation to Hypoxia. Proc. Natl. Acad. Sci. USA 2001 ,98, 79167921. CrossRef PubMed 96. Da Silveira, W.A.; Fazelinia, H.; Rosenthal, S.B.; Laiakis, E.C.; Kim, M.S.; Meydan, C.; Kidane, Y .; Rathi, K.S.; Smith, S.M.; Stear, B.; et al. Comprehensive Multi-Omics Analysis Reveals Mitochondrial Stress as a Central Biological Hub for Spaceflight Impact. Cell2020 ,183, 11851201.e20. CrossRef PubMed 97. Tullet, J.M.A.; Green, J.W.; Au, C.; Benedetto, A.; Thompson, M.A.; Clark, E.; Gilliat, A.F.; Young, A.; Schmeisser, K.; Gems, D. The SKN-1Nrf2 Transcription Factor Can Protect against Oxidative Stress and Increase Lifespan in C. elegans by Distinct Mechanisms. Aging Cell 2017 ,16, 11911194. CrossRef PubMed 98. Small, T.M.; Gernert, K.M.; Flaherty, D.B.; Mercer, K.B.; Borodovsky, M.; Benian, G.M. Three New Isoforms of Caenorhabditis elegans UNC-89 Containing MLCK-like Protein Kinase Domains. J. Mol. Biol. 2004 ,342, 91108. CrossRef 99. Swoboda, P .; Adler, H.T.; Thomas, J.H. The RFX-Type Transcription Factor DAF-19 Regulates Sensory Neuron Cilium Formation inC. elegans .Mol. Cell 2000 ,5, 411421. CrossRef PubMed 100. Laranjeiro, R.; Harinath, G.; Pollard, A.K.; Gaffney, C.J.; Deane, C.S.; Vanapalli, S.A.; Etheridge, T.; Szewczyk, N.J.; Driscoll, M. Spaceight Affects Neuronal Morphology and Alters Transcellular Degradation of Neuronal Debris in Adult Caenorhabditis elegans .iScience 2021 ,24, 102105. CrossRef PubMed 101. Higashitani, A.; Teranishi, M.; Nakagawa, Y.; Itoh, Y.; Sudevan, S.; Szewczyk, N.J.; Kubota, Y.; Abe, T.; Kobayashi, T. Increased Mitochondrial Ca2 Contributes to Health Decline with Age and Duchene Muscular Dystrophy in C. elegans .FASEB J. 2023 , 37, e22851. CrossRefCells 2023 ,12, 2470 21 of 22 102. Murgia, M.; Ciciliot, S.; Nagaraj, N.; Reggiani, C.; Schiafno, S.; Franchi, M.V .; Piot, R.; imuni c, B.; Toniolo, L.; Blaauw, B.; et al. Signatures of Muscle Disuse in Spaceight and Bed Rest Revealed by Single Muscle Fiber Proteomics. PNAS Nexus 2022 , 1, gac086. CrossRef 103. Deane, C.S.; Phillips, B.E.; Willis, C.R.G.; Wilkinson, D.J.; Smith, K.; Higashitani, N.; Williams, J.P .; Szewczyk, N.J.; Atherton, P .J.; Higashitani, A.; et al. Proteomic Features of Skeletal Muscle Adaptation to Resistance Exercise Training as a Function of Age. Geroscience 2023 ,45, 12711287. CrossRef 104. Ellwood, R.A.; Slade, L.; Lewis, J.; Torregrossa, R.; Sudevan, S.; Piasecki, M.; Whiteman, M.; Etheridge, T.; Szewczyk, N.J. Sulfur Amino Acid Supplementation Displays Therapeutic Potential in a C. elegans Model of Duchenne Muscular Dystrophy. Commun. Biol. 2022 ,5, 1255. CrossRef 105. Hrach, H.C.; OBrien, S.; Steber, H.S.; Newbern, J.; Rawls, A.; Mangone, M. Transcriptome Changes during the Initiation and Progression of Duchenne Muscular Dystrophy in Caenorhabditis elegans .Hum. Mol. Genet. 2020 ,29, 16071623. CrossRef PubMed 106. Nakamori, M.; Takahashi, M.P . The Role of -Dystrobrevin in Striated Muscle. Int. J. Mol. Sci. 2011 ,12, 16601671. CrossRef PubMed 107. Morange, M. A New Revolution? The Place of Systems Biology and Synthetic Biology in the History of Biology. EMBO Rep. 2009 , 10(Suppl. S1), S50S53. CrossRef 108. Shapira, P .; Kwon, S.; Youtie, J. Tracking the Emergence of Synthetic Biology. Scientometrics 2017 ,112, 14391469. CrossRef 109. Voigt, C.A. Synthetic Biology 2020-2030: Six Commercially-Available Products That Are Changing Our World. Nat. Commun. 2020 ,11, 6379. CrossRef 110. Sawyers, L.; Anderson, C.; Boyd, M.J.; Hessel, V .; Wotring, V .; Williams, P .M.; Toh, L.S. Astropharmacy: Pushing the Boundaries of the Pharmacists Role for Sustainable Space Exploration. Res. Soc. Adm. Pharm. 2022 ,18, 36123621. CrossRef 111. Aziz, S.; Raza, M.A.; Noreen, M.; Iqbal, M.Z.; Raza, S.M. Astropharmacy: Roles of Pharmacist in Space. Innov. Pharm. 2022 ,13. CrossRef PubMed 112. Reichard, J.F.; Phelps, S.E.; Lehnhardt, K.R.; Young, M.; Easter, B.D. The Effect of Long-Term Spaceight on Drug Potency and the Risk of Medication Failure. npj Microgravity 2023 ,9, 35. CrossRef 113. Mehta, P .; Bhayani, D. Impact of Space Environment on Stability of Medicines: Challenges and Prospects. J. Pharm. Biomed. Anal. 2017 ,136, 111119. CrossRef 114. Blue, R.S.; Bayuse, T.M.; Daniels, V .R.; Wotring, V .E.; Suresh, R.; Mulcahy, R.A.; Antonsen, E.L. Supplying a Pharmacy for NASA Exploration Spaceight: Challenges and Current Understanding. npj Microgravity 2019 ,5, 14. CrossRef 115. Wotring, V .E. Medication Use by U.S. Crewmembers on the International Space Station. FASEB J. 2015 ,29, 44174423. CrossRef PubMed 116. Santomartino, R.; Averesch, N.J.H.; Bhuiyan, M.; Cockell, C.S.; Colangelo, J.; Gumulya, Y.; Lehner, B.; Lopez-Ayala, I.; McMahon, S.; Mohanty, A.; et al. Toward Sustainable Space Exploration: A Roadmap for Harnessing the Power of Microorganisms. Nat. Commun. 2023 ,14, 1391. CrossRef PubMed 117. Ferranti, F.; Del Bianco, M.; Pacelli, C. Advantages and Limitations of Current Microgravity Platforms for Space Biology Research. NATO Adv. Sci. Inst. Ser. E Appl. Sci. 2020 ,11, 68. CrossRef 118. Stahl-Rommel, S.; Jain, M.; Nguyen, H.N.; Arnold, R.R.; Aunon-Chancellor, S.M.; Sharp, G.M.; Castro, C.L.; John, K.K.; Juul, S.; Turner, D.J.; et al. Real-Time Culture-Independent Microbial Proling Onboard the International Space Station Using Nanopore Sequencing. Genes 2021 ,12, 106. CrossRef PubMed 119. Comfort, P .; McMahon, J.J.; Jones, P .A.; Cuthbert, M.; Kendall, K.; Lake, J.P .; Haff, G.G. Effects of Spaceight on Musculoskeletal Health: A Systematic Review and Meta-Analysis, Considerations for Interplanetary Travel. Sports Med. 2021 ,51, 20972114. CrossRef 120. Scott, R.T.; Grigorev, K.; Mackintosh, G.; Gebre, S.G.; Mason, C.E.; Del Alto, M.E.; Costes, S.V . Advancing the Integration of Biosciences Data Sharing to Further Enable Space Exploration. Cell Rep. 2020 ,33, 108441. CrossRef 121. Ray, S.; Gebre, S.; Fogle, H.; Berrios, D.C.; Tran, P .B.; Galazka, J.M.; Costes, S.V . GeneLab: Omics Database for Spaceight Experiments. Bioinformatics 2019 ,35, 17531759. CrossRef 122. Antunes, A.; Cockell, C.; De Saeger, S.; Grohman, E.; Kish, A.; Leys, N.; Moeller, R.; Moissl-Eichinger, C.; Nislow, C.; Pacelli, C.; et al. ROADMAP 9: Biology in Space and Analogue Environments ; ESA: Paris, France, 2021; pp. 149. 123. Quiroga Gutierrez, A.C.; Lindegger, D.J.; Taji Heravi, A.; Stojanov , T.; Sykora, M.; Elayan, S.; Mooney , S.J.; Naslund, J.A.; Fadda, M.; Gruebner, O. Reproducibility and Scientific Integrity of Big Data Research in Urban Public Health and Digital Epidemiology: A Call to Action. Int. J. Environ. Res. Public Health 2023 ,20, 1473. CrossRef 124. Arora, S.; Pattwell, S.S.; Holland, E.C.; Bolouri, H. Variability in Estimated Gene Expression among Commonly Used RNA-Seq Pipelines. Sci. Rep. 2020 ,10, 2734. CrossRef 125. Lee, P .H.U.; Chung, M.; Ren, Z.; Mair, D.B.; Kim, D.-H. Factors Mediating Spaceight-Induced Skeletal Muscle Atrophy. Am. J. Physiol. Cell Physiol. 2022 ,322, C567C580. CrossRef 126. Mafuletti, N.A.; Green, D.A.; Vaz, M.A.; Dirks, M.L. Neuromuscular Electrical Stimulation as a Potential Countermeasure for Skeletal Muscle Atrophy and Weakness During Human Spaceight. Front. Physiol. 2019 ,10, 1031. CrossRef PubMed 127. National Academies of Sciences, Engineering, and Medicine. Thriving in Space: Ensuring the Future of Biological and Physical Sciences Research: A Decadal Survey for 20232032 ; The National Academies Press: Washington, DA, USA, 2023; ISBN 9780309694988.Cells 2023 ,12, 2470 22 of 22 128. Creech, S.; Guidi, J.; Elburn, D. Artemis: An Overview of NASAs Activities to Return Humans to the Moon. In Proceedings of the 2022 IEEE Aerospace Conference (AERO), Big Sky, MT, USA, 512 March 2022; pp. 17. 129. Higashitani, A.; Hashizume, T.; Sugimoto, T.; Mori, C.; Nemoto, K.; Etheridge, T.; Higashitani, N.; Takanami, T.; Suzuki, H.; Fukui, K.; et al. C. elegans RNAi Space Experiment (CERISE) in Japanese Experiment Module KIBO. Biol. Sci. Space 2009 ,23, 183187. CrossRef PubMed DisclaimerPublishers Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI andor the editor(s). MDPI andor the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content.",
        "introduction": "As a species, we have been working and living in space for more than 60 years, with continuous occupation for the last 23 years via the International Space Station (ISS)  1. During this time, we have discovered that spaceight induces numerous physiologic alterations, including but not limited to muscle and bone loss, structural changes in the eyes and brain, altered cardiovascular function, and altered cognitive function  29. In some cases, we have developed effective countermeasures for these undesirable outcomes, but in other cases, understanding and countering the causes of these outcomes remain active areas of investigation. For example, adequate exercise and nutrition are sufcient to limit bone and muscle loss in astronauts onboard the ISS  10. In contrast, causes of and countermeasures for alterations in the brain remain active areas of research  11. As research advances, it has become increasingly clear that there are some molecular hallmarks of spaceight  12, which include mitochondrial dysregulation, oxidative stress, DNA damage, and epigenetic changes. Current challenges of space life sciences research include linking these molecular alterations to the physiologic ones as well as to the known spaceight hazards. These hazards include distance from Earth, connement, being in a hostile and closed environment, altered gravity, and increased and altered radiation exposure 1214. With our increased presence in space, our ability to conduct space medicine continues to improve. For example, we now understand that improved skin care is needed in ight due to the frequency of skin rashes  15. Currently, there is an increased interest in personalized approaches for optimizing astronaut health  1620. For example, exercise and nutrition can be individually tailored to prevent muscle loss in ight  10,21. The success of these approaches on Earth, combined with the increased use of -omics data in terrestrial medicine, has also led to using -omics approaches in astronauts  17,2123. While still in its infancy  2426, it seems clear that combining -omics data from space-own model organisms, such as C. elegans ,Drosophila , and rodents, with astronaut data can accelerate the discovery process, in part by compensating for the current rarity of human space -omics datasets  22,27. For example, C. elegans , rodents, and humans all display alterations in insulin-linked gene expression in response to spaceight  28. Given the central role of insulin in human health and longevity on Earth  29, it is highly likely this system is equally important to maintain in space. Indeed, recent data from space-own rodents conrm that the livermuscle axis is central to regulating both global metabolic health and muscle health functions the same in space as on Earth and that its perturbation may contribute to both liver and muscle pathology in ight 30. While our advances in fundamental space life sciences and space medicine have been substantial, these are largely limited to habitation in the Low Earth Orbit (LEO). With planned government and commercial missions beyond LEO (BLEO), understanding fundamental changes to biological systems and countermeasures to detrimental alterations at new destina- tions, such as the Moon and Mars, are emerging challenges  31. For example, current exercise countermeasures for maintaining muscle on the ISS are not feasible on currently planned spacecraft due to size constraints  32. Similarly, storing adequate nutrition further away from Earth is operationally challenging  3335. Thus, despite not being a current priority for research on the ISS, understanding molecular mechanisms underpinning muscle atrophy in space remains important for these new exploration class missions.Cells 2023 ,12, 2470 3 of 22 Currently, designing space biology experiments for BLEO means that the experiments must be small and autonomous  3638. For example, using a CubeSat, such as Biosen- tinel  39, as a passive or mostly passive payload on Artemis  40, or an autonomous instrument on a Commercial Lunar Payload Services mission  41. Thus, using standard ight genomic model organisms  27 that are small, such as bacteria, yeast, C. elegans , or Drosophila, is feasible. In terms of muscle strength, a microuidic device has been devel- oped for assessing strength in C. elegans 42, and this has been successfully used to both demonstrate decreased strength in mutants with defective muscle structure  4345 and to identify drugs to improve strength both in muscle mutants  46 and with age  47. Thus, the use of C. elegans for studying and countering muscle strength decline on the Moon is technically feasible, albeit challenging. The use of C. elegans in space biology has recently been reviewed  4850. Notably, past studies have demonstrated conserved gene expression changes in response to spaceight between C. elegans , rodents, and humans. These include declines in muscle contractile genes  51, mitochondrial genes  12,52, and insulin signaling  28,53. The knockdown of these genes on Earth is sufcient to induce strength decline  45,46. Therefore, we hypothesized that worms would be weaker in space and aimed to directly test this on the micro-16 ISS payload, own starting in February 2021 (NG-15 launch). The results from our experiment pave the way for testing pharmaceutical and nutrient countermeasures for strength decline in spaceown C. elegans, as well as for testing C. elegans muscle strength at various BLEO destinations. 2. Materials and",
        "conclusion": "s: Highly reproducible gene signa- tures are strongly associated with space-induced neuromuscular strength loss across species and Cells 2023 ,12, 2470. https:doi.org10.3390cells12202470 https:www.mdpi.comjournalcellsCells 2023 ,12, 2470 2 of 22 neuronal changes in calciumacetylcholine signaling require further study. These results promote targeted medical efforts towards and provide an in vivo model for safely sending animals and people into deep space in the near future. Keywords: C. elegans ; microgravity; muscle strength; muscle atrophy; spaceight; dystrophin; International Space Station; omics; gene expression; astropharmacy 1.",
        "images": []
    }
]