[
    {
        "pmid": "21264297",
        "title": "Innate immune responses of Drosophila melanogaster are altered by spaceflight.",
        "year": "2011",
        "journal": "PLoS One",
        "abstract": "Alterations and impairment of immune responses in humans present a health risk for space exploration missions. The molecular mechanisms underpinning innate immune defense can be confounded by the complexity of the acquired immune system of humans. Drosophila (fruit fly) innate immunity is simpler, and shares many similarities with human innate immunity at the level of molecular and genetic pathways. The goals of this study were to elucidate fundamental immune processes in Drosophila affected by spaceflight and to measure host-pathogen responses post-flight. Five containers, each containing ten female and five male fruit flies, were housed and bred on the space shuttle (average orbit altitude of 330.35 km) for 12 days and 18.5 hours. A new generation of flies was reared in microgravity. In larvae, the immune system was examined by analyzing plasmatocyte number and activity in culture. In adults, the induced immune responses were analyzed by bacterial clearance and quantitative real-time polymerase chain reaction (qPCR) of selected genes following infection with E. coli. The RNA levels of relevant immune pathway genes were determined in both larvae and adults by microarray analysis. The ability of larval plasmatocytes to phagocytose E. coli in culture was attenuated following spaceflight, and in parallel, the expression of genes involved in cell maturation was downregulated. In addition, the level of constitutive expression of pattern recognition receptors and opsonins that specifically recognize bacteria, and of lysozymes, antimicrobial peptide (AMP) pathway and immune stress genes, hallmarks of humoral immunity, were also reduced in larvae. In adults, the efficiency of bacterial clearance measured in vivo following a systemic infection with E. coli post-flight, remained robust. We show that spaceflight altered both cellular and humoral immune responses in Drosophila and that the disruption occurs at multiple interacting pathways.",
        "full_text": "Innate Immune Responses of Drosophila melanogaster Are Altered by Spaceflight Oana Marcu1,2, Matthew P. Lera1,3, Max E. Sanchez3a, Edina Levic1a, Laura A. Higgins1b, Alena Shmygelska1,4, Thomas F. Fahlen3c, Helen Nichol5, Sharmila Bhattacharya1 1Space Biosciences Division, NASA Ames Research Center, Mountain View, California, United States of America, 2Carl Sagan Center, SETI Institute, Mountain View, California, United States of America, 3Lockheed Martin Exploration  Science, NASA Ames Research Center, Mountain View, California, United States of America, 4Silicon Valley Campus of Carnegie Mellon University, NASA Ames Research Center, Mountain View, California, United States of America, 5Department of Anatomy and Cell Biology, University of Saskatchewan, Saskatoon, Saskatchewan, Canada Abstract Alterations and impairment of immune responses in humans present a health risk for space exploration missions. The molecular mechanisms underpinning innate immune defense can be confounded by the complexity of the acquired immune system of humans. Drosophila (fruit fly) innate immunity is simpler, and shares many similarities with human innate immunity at the level of molecular and genetic pathways. The goals of this study were to elucidate fundamental immuneprocesses in Drosophila affected by spaceflight and to measure host-pathogen responses post-flight. Five containers, each containing ten female and five male fruit flies, were housed and bred on the space shuttle (average orbit altitude of 330.35 km) for 12 days and 18.5 hours. A new generation of flies was reared in microgravity. In larvae, the immune system was examined by analyzing plasmatocyte number and activity in culture. In adults, the induced immune responses wereanalyzed by bacterial clearance and quantitative real-time polymerase chain reaction (qPCR) of selected genes following infection with E. coli . The RNA levels of relevant immune pathway genes were determined in both larvae and adults by microarray analysis. The ability of larval plasmatocytes to phagocytose E. coli in culture was attenuated following spaceflight, and in parallel, the expression of genes involved in cell maturation was downregulated. In addition, the level ofconstitutive expression of pattern recognition receptors and opsonins that specifically recognize bacteria, and of lysozymes, antimicrobial peptide (AMP) pathway and immune stress genes, hallmarks of humoral immunity, were also reduced in larvae. In adults, the efficiency of bacterial clearance measured in vivo following a systemic infection with E. coli post-flight, remained robust. We show that spaceflight altered both cellular and humoral immune responses in Drosophila and that the disruption occurs at multiple interacting pathways. Citation: Marcu O, Lera MP, Sanchez ME, Levic E, Higgins LA, et al. (2011) Innate Immune Responses of Drosophila melanogaster Are Altered by Spaceflight. PLoS ONE 6(1): e15361. doi:10.1371journal.pone.0015361 Editor: Brian D. McCabe, Columbia University, United States of America Received September 1, 2010; Accepted November 11, 2010; Published January 11, 2011 This is an open-access article distributed under the terms of the Creative Commons Public Domain declaration which stipulates that, once placed in th e public domain, this work may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise used by anyone for any lawful purpose. Funding: This study work was supported by a NASA grant to SB for Fungal Pathogenesis, Tumorigenesis, and Effects of Host Immunity in the Space Environment (FSB-FIT-2005). The funder had a role in study design and in supporting data collection. Competing Interests: The authors have declared that no competing interests exist.  E-mail: sharmila.bhattacharyanasa.gov a Current address: Department of Biological Research, Microfluidic Systems, Fremont, California, United States of America b Current address: JMP Business Unit, SAS Institute, San Francisco, California, United States of America c Current address: Advanced Technology, The Clorox Company, Pleasanton, California, United States of America Introduction Spaceflight alters both cellular and humoral immune responses in humans. Moreover, impaired immunity may present a risk for manned short and long-term exploration missions 1,2. Inhumans, spaceflight affects cell-mediated immunity by altering the production and distribution of leukocytes and the activity of natural killer cells, phagocytic neutrophils and macrophages(reviewed in 3). In addition, spaceflight affects humoralimmunity including the production of interferon and interleukins 49. Alterations in the immune system can also be induced via mimicking the microgravity environment of spaceflight using analogous environments on Earth. For example, following extended bed rest, humans have low antibody production andincreased tumor necrosis factor alpha levels 10, while longtermhindlimb unloading in mice increases susceptibility to infections(11,12, reviewed in 13). The molecular mechanisms underlying changes in immunity are poorly understood in part because thehuman innate and acquired immune systems are complex and overlap 14 and in part because the stress of spaceflight has compound effects. The fruit fly is a useful model to tease out these mechanisms because it has a highly conserved innate immunity but lacks a traditional cell-mediated acquired immunity and the vast adapt- ability of the human immune system 1520. However, the immune responses of Drosophila can be primed by exposure to certain pathogens, which activate a set of intra- and extra-cellular pathogen recognition molecules under complex control 21,22. This priming effect makes flies more resistant to a subsequentinfection 23. Fruit fly innate immunity includes humoral and cellular factors. The cellular responses by blood cells (hemocytes) include therecognition, phagocytosis and encapsulation of microbes 24,25. PLoS ONE  www.plosone.org 1 January 2011  Volume 6  Issue 1  e15361The humoral factors induce hemolymph coagulation, melaniza- tion and the synthesis of antimicrobial peptides (AMPs) 26,27. AMPs are expressed constitutively in barrier epithelia and are upregulated upon infection 28. AMP synthesis is also induced inthe fat body both by systemic infection (29,30, reviewed in 31)and by stress viathe FOXO pathway 32. Fungi and Gram-positive bacteria activate a set of AMPs viathe Toll regulatory pathway while Gram-negative bacteria activateAMPs viathe immune deficiency (Imd) pathway 17,33,34. Although the induction of AMPs was initially thought to bespecific to either the Toll or Imd pathway, there is ample evidencethat the two pathways overlap 3437. Both Toll and Imdpathways affect the production of AMPs through the nuclearrelocation of dorsal, dif and relish, which can act as transcriptionalregulators. In addition to Toll and Imd, the less well-characterizedJAKSTAT pathway (Janus kinase signal transducers andactivators of transcription) also plays a key role in immunity(38,39, reviewed in 40). Since the human immune system is complex, we used the Drosophila model to tease out the effects of spaceflight on the simpler innate immune system of the fruit fly, focusing onmolecular pathways that perform similar functions in the humanimmune system. In larvae we found reduced cellular phagocytosisofE. coli and reduced expression levels of genes encoding hemocyte maturation markers and phagocytosis receptors. Genesinvolved in humoral immunity (pattern recognition receptors,AMPs, lysozymes and turandot) were also significantly downreg-ulated. The adult flies retained the ability to clear a systemic E. coli infection despite short-term alterations of AMP induction. Results Larval Immune Responses 1. Larvae reared in space are smaller and have fewer plasmatocytes. Late 3rdinstar larvae within a 6-hour developmental window, characterized by the clearing of gutcontents prior to pupation, were used to examine the immuneresponses of larvae. The average number of plasmatocytes peranimal was lower in space-reared larvae (Fig. 1A) than analogousground-reared larvae. We could not directly convert this quantityto the number of plasmatocytes per unit volume of hemolymphbecause the space-reared larvae were smaller (Fig. 1B) and weobserved that they contained less fat body than ground controls,which made it difficult to assess the remaining volume of thehemocoel occupied by hemolymph. We therefore examined other indicators of the cellular immune response, specifically the phagocytic capacity of plasmatocytes. 2. Plasmatocyte phagocytic activity is impaired in space- reared larvae. We quantified the ability of GFP-labeled plasmatocytes in cell cultures to phagocytose Alexa594-labeledE. coli over time by analyzing both the number of cells capable of active phagocytosis as well as the amount of bacteria taken up byactive cells. We found that hemocyte cultures from larvae that developed from egg to 3 rdinstar in space had a significantly smaller percentage of cells engulfing bacteria at the early 15, 25and 35 minutes post-infection (Fig. 2A). The calculated p-values were 0.32, 2.16E-07, 3.38E-05, 3.86E-08, and 5.8E-04 for the 5,15, 25, 35 and 45-minute time points, respectively. This suggeststhat the onset of phagocytosis may be delayed in space-rearedlarvae. Active cells from both flight and ground showed a similar level of phagocytosed bacteria up to 25 minutes post-infection (Fig. 2B). However, at 35 and 45 minutes post-infection, thenumber of E. coli inside plasmatocytes isolated from space-reared larvae plateaued, whereas plasmatocytes from the ground-rearedlarvae continued to engulf bacteria, suggesting a reduction inphagocytic capacity in the space-reared larvae. Taken together, the reduction in the number of phagocytosing cells and in the number of bacteria taken up by active cells,indicate that the cellular phagocytosis aspect of the immune systemis downregulated in space-reared larvae. We next used microarrayanalysis of gene expression levels in 3 rdinstar larvae to identify possible genes that may cause this impairment of phagocytosis related to spaceflight. 3. The population of mature hemocytes is affected in space-reared larvae. Genome arrays showed that many genes associated with the process of cellular immunity and phagocytosiswere significantly downregulated after spaceflight (Table 1),including markers of hemocyte development and maturation. Third instar larvae contain three populations of hemocytes: active circulating cells that are specified in the embryonic headmesoderm 41, cells that form, differentiate and mature in thelymph gland 42,43 and a sessile population of hemocytesassociated with the epidermis and imaginal discs 44,45.Circulating hemocytes are mature and functional at all larval stages, the lymph gland contains pre-prohemocytes, prohemocytes and maturing hemocytes that are not active in the larva, but arereleased into circulation at metamorphosis and contribute to theadult hemocyte population 46, and the sessile precursors are the Figure 1. Space-reared larvae have fewer plasmatocytes and are smaller. A. The average number of plasmatocytes per larva was significantly reduced in flight vs ground ( p-value ,0.008, n  20). B. Larvae reared in space were significantly smaller than ground-reared larvae ( p- value,0.0085, n  10). doi:10.1371journal.pone.0015361.g001Drosophila Innate Immunity Changes in Spaceflight PLoS ONE  www.plosone.org 2 January 2011  Volume 6  Issue 1  e15361source of mature lamellocytes released into circulation upon infection 47. The specification and maturation of hemocytes aredetermined during development by the expression of markersparticular to each cell lineage.We analyzed the expression of markers associated with the stages of hemocyte development and maturation at the 3 rdinstar and compared their expression level during spaceflight with that ofground controls. We found that only the markers of mature Figure 2. Spaceflight alters phagocytosis. A. The number of actively phagocytosing cells is reduced by spaceflight. At 15, 25, and 35 minutes, a significantly lower number of cells engulfed E. coli in hemocyte cultures from spaceflight larvae. The calculated p-values were 0.32, 2.16E-07, 3.38E-05, 3.86E-08, and 5.8E-04 for the 5, 15, 25, 35 and 45-minute time points respectively. The data points are tight and give calculated standard error values in the 1022range, not visible on the graph. B. The phagocytic capacity of larval plasmatocytes is stunted. The number of Alexa594-labeled E. coli engulfed by larval plasmatocytes in culture was compared in samples from flight and ground up to 45 minutes after infection. Cells from both space-and ground-reared larvae had similar levels of activity up to 25 minutes post-infection, while after 35 minutes space larvae plasmatocytes hadsignificantly reduced phagocytic capacity.doi:10.1371journal.pone.0015361.g002 Table 1. The expression of genes involved in hemocyte maturation and pathogen recognition and binding is downregulated in spaceflight larvae. Gene Symbol Probe  Adjusted p-value Up or Down Fold change Hemocyte Maturation Hemese He 1640654 1.9 61028D 0.29 lethal (3) malignant blood neoplasm l(3)mbn 1633919 8.5 61024D 0.53 Peroxidasin Pxn 1640097 3.8 61023D 0.72 PDGF- and VEGF-related factor 2 Pvf2 1630642 1.5 61022D 0.69 lozenge lz 1633299 3.5 61022D 0.74 E. coli binding and phagocytosis Scavenger receptor class C, type I Sr-CI 1631821 3.2 61025D 0.63 Scavenger receptor class C, type IV Sr-CIV 1624817 3.0 61025D 0.56 Down syndrome cell adhesion molecule Dscam 1637619 3.0 61022D 0.79 Galactose-specific C-type lectin Lectin-galC1 1633378 5.5 61023D 0.60 Thioester containing protein I TepI 1637734 1.9 61028D 0.25 Thioester containing protein II TepII 1630067 1.5 61022D 0.76 Pattern Recognition Receptors Gram-negative bacteria binding protein 3 GNBP3 1635470 1.8 61024D 0.67 Peptidoglycan recognition protein SB1 PGRP-SB1 1636490 6.0 61027D 0.31 Peptidoglycan recognition protein SA PGRP-SA 1628884 5.3 61026D 0.62 Peptidoglycan recognition protein LA PGRP-LA 1625486 1.3 61023D 0.74 Peptidoglycan recognition protein LF PGRP-LF 1633145 1.9 61022D 0.68 Peptidoglycan recognition protein SC2 PGRP-SC2 1629118 3.0 61023U 1.41 Among the major categories of genes that were affected in larvae that developed in microgravity were the genes that mark the differentiation and matur ation of plasmatocytes (l(3)mbn, Pxn, Pvf2,) and crystal cells (lz); genes involved in E. coli binding and phagocytosis; and the pattern recognition receptors GNBP3 and PGRPs which activate the humoral pathways. Gene expression level in spaceflight samples compared to ground controls is expressed as fold change. The stati stical significance of the gene changes is shown by the adjusted p-value. The false discovery rate (FDR) cut-off was less than 0.05 for all genes. doi:10.1371journal.pone.0015361.t001Drosophila Innate Immunity Changes in Spaceflight PLoS ONE  www.plosone.org 3 January 2011  Volume 6  Issue 1  e15361hemocytes were differentially expressed between ground and flight larvae, while it appeared that the markers of the early stages ofhemopoiesis were not affected by spaceflight (Table 1). The markers serpent (srp, CG3992) and odd skipped (odd, CG3851), present in all hemocyte precursors, was not changed by spaceflight. Thenon-proliferative, quiescent medullary zone of the lymph gland,containing undifferentiated prohemocytes 43,48, is marked bythe presence of unpaired3 (upd3, CG33542) whose expression also did not change. For precursors of individual cell lineages, theexpression of viking (CG16858) and cg25C (CG16858) (collagen markers of immature plasmatocytes and crystal cells 49,50), glial cells missing gcm (CG12245) and gcm2 (CG3858) (markers of plasmatocyte specification 51) and collier (CG10197, the early marker of undifferentiated crystal cells and lamellocytes in theposterior signaling center 52), all remained unaltered byspaceflight. This suggests that the immature cell population wasunaffected. However, the gene hemese (he, CG31770), expressed in hemocytes of all stages at the 3 rdinstar 53 was downregulated. This indicated changes in the total cell population and prompted us to ask whether the genes that specify the mature hemocytelineages (plasmatocytes, crystal cells and lamellocytes) may bedownregulated. Misshapen (CG16973), a marker for mature lamellocytes 43,54 remained unchanged, suggesting that thelamellocyte population was not affected as expected sincelamellocyte differentiation occurs only upon infection 47. Theexpression of serrate (CG6127) and Notch (CG3936), that initiates crystal cell fate, did not change significantly, but lozenge (lz, CG1689), the marker for the final stage of mature crystal cells, washighly downregulated. Similarly, PDGF- and VEGF Receptorrelated ( Pvr, CG8222) which specifies the plasmatocyte lineage was unchanged, but its ligand Pvf2 (CG13780) involved in plasmato- cyte differentiation 55 and peroxidasin (pxn, CG12002) and l(3)mbn (CG12755), associated with mature plasmatocytes, were signifi- cantly downregulated. These findings indicate that while theimmature hemocyte population was unchanged in larvae, thepopulation of mature crystal cells and plasmatocytes was affectedby spaceflight. Since the maturation of hemocytes is required fortheir function, it is possible that it could contribute to the overallreduction in the number of actively phagocytosing cells. Giventhat the active cells from space-reared larvae also engulfed lowernumbers of bacteria than the cells from ground control larvae, wenext looked at whether this partial reduction in phagocyticcapacity could be due to an impaired ability of plasmatocytes torecognize bacteria. 4. Pattern recognition molecules are downregulated in spaceflight larvae. We observed a significant downregulation of pattern recognition receptor genes in microarrays from space- reared larvae. Sr-CI (CG4099) and Sr-CIV (CG3212) (Scavenger receptors Class C, type I and IV), of which a Sr-CI is amacrophage integral membrane protein responsible for E. coli binding 56,57, Dscam (Down syndrome cell adhesion molecule, CG17800), expressed in hemocytes and involved in efficientphagocytosis of E. coli 58 and lectin-galC1 (CG9976), promoting the agglutination of E. coli cells and their association with phagocytosing macrophages 59, all had lower level ofexpression. The TEP opsonins (thioester-containing proteins) areinvolved in the recognition and binding of bacteria and specificallymediate cellular phagocytosis (reviewed in 60). We found thatTepI (CG18096) and TepII (CG7052) were significantly downregulated. TepI is expressed in hemocytes upon inductionwith E. coli 61, and TepII is required for efficient phagocytosis of E. coli 62. In contrast, the expression of TepIII (CG7068), which is required for the phagocytosis of the Gram-positive Staphylococcus aureus , but not that of E. coli 60, did not change. The immune-related receptor croquemort (crq, CG4280) was also upregulated, but it is involved in the phagocytosis of apoptotic bodies, not bacteria 63,64. The expression of the phagocytosis receptor eater (CG6124) 65 did not change after spaceflight, and nor did thatof other genes that affect phagocytosis through vesicle trafficking and interaction with the cytoskeleton 62,66. Taken together, these data suggest a reduced capacity of plasmatocytes to mature into cells that effectively recognize and bind bacteria and may explain the reduced phagocytic activity observed in space-reared larvae. We have also found a significant downregulation of genes involved in receptor-mediated pattern recognition and binding of pathogens: GNBP3 (Gram-negative bacteria binding protein,CG5008), and members of the PGRP (peptidoglycan recognition protein) class of receptors 67,68,69. None of these affect the phagocytosis of E. coli (see discussion), but they significantly affect the downstream activation of humoral immune responses and theexpression of AMPs. Moreover, the only gene upregulated was PGRP-SC2, which is an antagonist of Imd induction, consistent with a suppression of humoral immunity 70. Therefore we nextexamined the effect of spaceflight on humoral immunity. 5. The constitutive expression of genes involved in humoral immunity is downregulated in space-reared larvae. Microarray analysis and classification according to over-represented Gene Ontology categories showed that the humoral immune defense pathway was downregulated in 3rd instar larvae exposed to spaceflight (Fig. 3). The significantly altered genes, classified by function as shown in Table 2, includethe AMP response genes Imd(CG5576) and spatzle (spz, CG6134), which were both downregulated. Interestingly, ect4(CG34373) and the serine proteases SPE (Spatzle-Processing Enzyme , CG16705) and spheroide (CG9675), required for activating Toll but upstream of spz expression 71,72, were upregulated. All the target AMP genes Figure 3. Humoral responses are downregulated in spaceflight larvae. Gene Ontology (GO) categories of defense response show altered gene expression in flight larvae compared to ground-rearedlarvae: 30 out of the 37 classified as defense response are downregulated in flight. These include the majority of response to bacteria and in particular humoral response genes. Six experimentalrepeats of each of the samples (flight and ground) were used to extractRNA for microarray analysis and are represented in individual columnsin the figure. Rows represent levels of individual gene expression ineach of the experimental repeats. Data is shown following Z-scoretransformation. Red colors indicate Z-scores .0 (above mean), blue colors indicate Z-scores ,0 (below mean). The gene names can be found in Tables 1 and 2.doi:10.1371journal.pone.0015361.g003Drosophila Innate Immunity Changes in Spaceflight PLoS ONE  www.plosone.org 4 January 2011  Volume 6  Issue 1  e15361that showed differential expression between spaceflight and ground ( metchnikowin CG8175, attacins CG10146, CG4740, CG7629, drosocin CG10816 and drosomycin CG10810) were downregulated. Besides the AMP pathway, the lysozyme genes LysX (CG9120) and LysP (CG9116) 73, the stress-responsive turandot genes TotC (CG31508) and TotA (CG31509) 74,75 and Thor (CG8846), involved in the response to Gram-positive bacteria 76 were also downregulated. Since the larvae (both control and space-reared) were not challenged by experimental infection, AMP, Lys and Tot expression should not have been induced in either group. Therefore the downregulation we see probably reflects a reduction in the constitutive expression level of these humoral factors. Due to the observed changes in both cellular and humoral aspects of larval immunity, and to the fact that the hemocytes in the larval lymph gland contribute to the adult immunity, we next examined the cellular and humoral immune responses of adults. Adult Immune Responses 1. Bacterial clearance in adults remains robust after spaceflight. The ability to clear a hemolymph E. coli infection was compared between control adults and adults infected 24 hours after return from flight. The adult flies returned from spaceflightcleared the majority of the infection within the first day after the infection and were as effective as the control flies (Fig. 4). By the third day the flies from spaceflight had completely cleared all thebacteria, while the ground control flies still had a level of approximately 1,000 colony-forming units (CFU) per fly. We next examined in more detail the contribution of humoral pathway to the bacterial clearance observed. We analyzed theconstitutive level of genes involved in humoral immunity using microarrays analysis of RNA from uninfected adults, and the induced humoral response after a systemic infection with E. coli using quantitative real-time polymerase chain reaction (qPCR). 2. Microarrays do not reveal changes in the constitutive expression of immunity genes in adults recovered fromspaceflight. Adult females collected on the first day after landing (F1), that had completed a full generation (developed andhatched) in space, were used for RNA extraction and analysis. Thelevel of RNA expression was compared to that of ground controlsremoved from their cultures at the same time. It should be notedthat fewer flight adults survived than control adults (data notshown). Microarray analysis of gene expression in uninfected F1 adults showed no significant changes in the expression of genes fromeither the cellular or humoral response pathways. Since theconstitutive immunity seemed to be unaltered in the uninfectedadults that survived spaceflight, we next examined the capacity ofthe adult flies to mount an induced immune response uponbacterial challenge. 3. Spaceflight alters the induced response to E. coli infection. The expression of genes in the Imd pathway wasTable 2. The constitutive expression of humoral immunity genes is altered in spaceflight larvae. Gene Category Symbol Probe  Adjusted p-value Up or Down Fold Change AMP response immune deficiency imd 1637332 1.3 61022D 0.80 spatzle spz 1641068 1.3 61022D 0.72 Spatzle-processing enzyme SPE 1634848 4.7 61023U 1.49 spheroide spheroide 1624578 2.8 61023U 1.90 Ect4 Ect4 1632067 2.7 61022U 1.44 Calpain-A CalpA 1628628 1.9 61023U 1.49 dorsal dl 1623415 2.1 61024D 0.60 Metchnikowin Mtk 1627613 3.9 61027D 0.16 Attacin-D AttD 1631475 8.7 61027D 0.42 Attacin-C AttC 1641419 6.2 61025D 0.24 Drosomycin Drs 1635189 3.5 61024D 0.57 Attacin-A AttA 1625124 5.4 61024D 0.14 Drosocin Dro 1631697 6.6 61023D 0.70 Other humoral factorsThor Thor 1635900 8.5 610 23D 0.78 Stress factors Turandot A TotA 1635549 8.7 61027D 0.12 Turandot C TotC 1639323 4.3 61024D 0.36 Bacterial cell wall lysis Lysozyme X LysX 1632720 4.6 610211D 0.14 Lysozyme P LysP 1636767 7.3 61024D 0.52 Melanization Black cells Bc 1635494 3.2 610211D 0.29 Specific classes of genes involved in the humoral immune response that were altered by spaceflight included: the AMP response pathway, the stress fac tors turandot A and C, the lysozyme genes and the melanization gene black cells. Although some of the genes upstream of AMPs were upregulated, the target AMP effectors were all downregulated. The statistical significance of gene changes is shown by the adjusted p-value at an FDR threshold of less than 0.05. doi:10.1371journal.pone.0015361.t002Drosophila Innate Immunity Changes in Spaceflight PLoS ONE  www.plosone.org 5 January 2011  Volume 6  Issue 1  e15361measured by qPCR analysis of space and ground-reared adults in a PBS mock-infected control and within 30 minutes, 1.5 and4 hours after systemic infection with E. coli HB101. We measured the expression of genes in the Imd and Toll pathways that regulatethe expression of AMP target genes. We found that the initial, pre-induction level of Imdin PBS controls was lower in flight adults than in ground-reared adults (Fig. 5). However, at 1.5 and 4 hoursafter infection, the expression of Imdwas significantly upregulated in flight compared to ground adults. We next looked atdownstream regulators of the Imd pathway, the genes relish (CG11992) and dif(dorsal-related immunity factor, CG6794). The expression of both genes was similar in ground and spaceflightadults up to 1.5 hours after infection but at 4 hours post-infectionthe expression of relish (CG11992) and difwas significantly reduced in flies returned from spaceflight. Furthermore, the expression ofattacin , a target of relish and dif, was also significantly downregulated in flight compared to ground at 4 hours. Sinceattacin transcription is cross-regulated by Toll acting through relish 77, we also looked at expression level of members of the Tollpathway. The expression of Toll(Tl, CG5490) was unaltered in flight pre- induction (prior to infection), but was downregulated at 4 hours bymore than 4 fold. The main downstream effectors of Toll, cactus (CG5848) and dorsal (dl, CG6667), were essentially unchanged between flight and ground-reared adults. The AMP cecropinA1 Figure 5. The humoral response to E. coli infection in adults after spaceflight. The time course of gene expression after bacterial infection was compared between flight and ground-reared adult females using qPCR. Data was averaged from two experimental samples, with the exception of relish. Mock- infected flight RNA levels were normalized against ground control to obtain the pre-infection level, and all time course points forground and flight were normalized against their respective pre-infection level.doi:10.1371journal.pone.0015361.g005 Figure 4. The ability to clear bacterial infections is maintained in adult flies after spaceflight. Adults were infected with E. coli HB101 immediately after return from spaceflight. The overall capacity toclear the bacterial infection was measured by quantifying the livebacteria (CFU) remaining in the animal up to 3 days following infection.Flight adults cleared bacteria as effectively as controls immediately afterflight, and more efficiently at days 2 and 3 post infection ( p-value ,0.05). doi:10.1371journal.pone.0015361.g004Drosophila Innate Immunity Changes in Spaceflight PLoS ONE  www.plosone.org 6 January 2011  Volume 6  Issue 1  e15361(CG1365) showed similar induction of expression between ground and flight. In contrast, the expression of drosomycin (CG10810) was induced earlier after infection and at higher levels in flight than in ground adults. Therefore, spaceflight affects the short-term E. coli - induced expression of AMPs at several levels, likely through both Imd and Toll pathways, however the adults are still able to effectively clear the E. coli bacterial infection. Discussion The overall goal of this study was to identify those aspects of Drosophila innate immunity that were affected by spaceflight. We found that spaceflight altered cellular and humoral immune responses in larval and adult Drosophila at the physiological and gene expression levels. We observed a reduction in the number and activity of larval plasmatocytes after spaceflight. While we could not directly determine that the reduced number of plasmatocytes was due to fewer cells or to a smaller volume of hemolymph in space-reared larvae, this also coincided with adownregulation of markers of mature cells, which may contribute to a reduction in the mature cell population. The populations of lamellocytes, preprohemocytes, prohemocytes and early hemo- cytes appeared to be normal since their markers were unchanged. However, the downregulation of hemese (he), as well as of markers of mature plasmatocytes ( Pxn) and crystal cells ( lz) is consistent with reduced numbers of mature cells. While there were insufficientlarvae to statistically confirm our initial observation that crystal cell numbers were reduced, we did find that the gene Black cells (Bc), involved in the melanization process by crystal cells 27, was highly downregulated. There is an interesting parallel between our observations in Drosophila and what has been reported in humans following spaceflight. In our experiment, several markers of mature plasmatocytes and crystal cells were downregulated. Similarly, in humans there is evidence that the differentiation of bothmacrophages and neutrophils was inhibited 2,78,79. During three shuttle flights immature band neutrophils were observed in peripheral blood of astronauts that were not seen before or after the flight 80. In humans, the neutrophil is the primary phagocytic cell that fights bacterial infections and a primary line of defense in the innate immune response. Following short- duration spaceflight on the Shuttle, the population of granulocyteswas consistently elevated in human peripheral blood 9,81,82,83, and chemotaxis was significantly increased during 8, 9 and 14 day space shuttle missions 80. There was also a shift towards less differentiated CD8 T lymphocytes 9. Our data confirms that even short-term spaceflight affects the fundamental processes ofcellular and humoral immunity as well as the maturation of immune cells. We also showed that the functional ability of plasmatocytes to phagocytose bacteria was delayed, and could not be sustained in space-reared larvae. While the delay may be partially due to the maturation of hemocytes, the block to full phagocytic capacity also coincided with the downregulation of Sr-CI, Dscam and Tep opsonins, crucial to the efficient phagocytosis of E. coli . This strongly suggests that the binding and phagocytosis of bacteria areaffected by spaceflight. While TepI and TepII are expressed constitutively at low levels, and only upregulated upon immune challenge 61, we found that spaceflight affects the constitutive expression of all these classes of pattern recognition molecules. We also checked the RNA expression levels of genes involved in actin binding and regulation, vesicle transport and the other classes of genes shown by Stroschein-Stevenson et al. to reduce thephagocytosis of E. coli 62, and we found that only 4 genes werealtered after spaceflight. Of these, only gartenzwerg (garz, CG8487) has an assigned function and is known to be involved in clathrin-independent pinocytosis. This suggests that pinocytosis may be affected in spaceflight, while most other cellular functions are probably intact. Our results indicate that the phagocytic responseof plasmatocytes after spaceflight was initiated at normal levels but it could not be sustained, likely through a reduced ability to bind and internalize bacteria. Taken together, the reduced number of cells, downregulation of cellular immune genes and impaired phagocytosis indicate that the cellular arm of the immune defenseis affected by spaceflight at multiple levels. We also found that the constitutive larval humoral immunity was impaired from the first step of bacterial recognition by PGRPs all the way to the production of AMPs. GNBP3 recognizes b- glucans on the surface of fungi and can activate the Toll pathway84,85, and members of the PGRP class of receptors recognize and bind either Gram-positive or Gram-negative bacteria and activate either Toll or Imd 67,68,69. PGRP-LA (CG32042) andPGRP-SA (CG11709) do not affect the phagocytosis of E. coli 86, but PGRP-SA is a main activator of the Toll pathway. PGRP-SB1 (CG9681) is expressed in gut upon infection 87, and PGRP-LF(CG4437) has been shown to downregulate the Imd pathway 86. Consistent with this, microarray analysis showed reduced levels ofimdand of the target genes attacins and drosocin . Although the serine proteases SPE and spheroide , activators of Toll through the cleavage of spatzle 72, as well as ect4, whose homologue in C. elegans has been shown to activate Toll 88, were upregulated, the level of target AMPs drosomycin and metchnikowin was reduced. A possible explanation is that the downstream expression of spatzle , which was downregulated, is epistatic to the activity of these genes and could be the limiting factor for AMP production. AMPexpression is induced in fat body by systemic infection, in gut by ingestion and in epithelium by abrasion, while barrier epithelia express some AMPs constitutively 30. The AMP expression wemeasured is most likely constitutive, since the larvae were not experimentally infected. Besides the constitutive downregulation of AMPs in larvae, other responses to spaceflight also occurred in the absence of bacterial challenge. For example, the lysozyme gene LysX that isimportant in the defense against ingested bacteria 89 and the stress response genes TotA and TotC, 75 were all highly downregulated. In contrast, TotM , which is primarily upregulated upon septic injury 90, was unchanged. These changes in gene expression suggest that spaceflight impacts immunity at a fundamental level even prior to microbial infection. Since both the humoral gene expression and the phagocytosis of E. coli were lower in larvae, we examined these parameters in adults. Overall, ground and flight adults were able to clear E. coli effectively after landing. To dissect out the effects of spaceflight on the humoral immune response following E. coli infection, we analyzed the expression of genes in humoral response pathways using qPCR. The two-fold downregulation of Imdin PBS-injected flight flies as compared to ground-reared flies may reflect a lower constitutive level of Imd protein. Following infection, the ground- reared adults show a level of Imdinduction similar to that reported previously 91. In contrast, at 4 hours, flight flies showed about 3 fold more Imdthan ground-reared adults and 6 fold more relative to pre-induction levels. We suggest that this more vigorousupregulation represents a priming event induced by spaceflight. The only observed indicator consistent with the higher capacity to clear bacteria after 48 hours was the increase in Imd, which may result in higher AMP production long term. Spaceflight may also trigger other pathways that could enhance bacterial clearance. Oneof these is the JAKSTAT pathway that is known to play a key roleDrosophila Innate Immunity Changes in Spaceflight PLoS ONE  www.plosone.org 7 January 2011  Volume 6  Issue 1  e15361in immunity (38,39 and reviewed in 40). However, in our experiment, the ligand for the Jak-STAT pathway outstretched (os, CG5993) remained unchanged, and so did the downstream genesdomeless (dome, Os receptor, CG14226), hopscotch (hop, the human Jak2 homologue, CG1594) and marelle (STAT92E homologue, CG4257). This indicates that JakSTAT signaling most likely did not contribute to the observed spaceflight-induced alterations inimmunity. However, given that the expression of genes in the Toll pathway was affected by spaceflight, it would be valuable to look atthe phenotypes following infection with a Gram-positive bacterium.Only E. coli was used in the experiment presented here, due to spaceflight logistics and the restricted number of flies permitted within the payload mass and volume constraints. We observed that more pupae died in space than on ground (data not shown) and so it is possible that larvae with poor immunity did not survive metamorphosis. The importance offunctioning plasmatocytes in immune surveillance during thepupal phase has recently been demonstrated by targetingplasmatocytes for apoptosis 92, however, other factors may alsohave increased pupal lethality. Either way, the population of adult flies that survived spaceflight may represent a select population that could efficiently clear bacteria. Overall, our data indicate that spaceflight alters both the cellular and the humoral immune responses of Drosophila in several fundamental ways that resemble the suppression of innate immunity observed in humans. If similar changes in geneexpression are found in humans exposed to long-term micrograv-ity, this will have important implications for extended mannedspace missions. Our findings show that the immune disruption occurs at several levels, including the host-pathogen interaction, and imply that maintaining immune integrity during themicrogravity environment of spaceflight would require a concertedregulation of all these mechanisms. Methods Fly line and culture The Drosophila melanogaster Gal4-UAS transgenic line expressing two copies of eGFP under the control of the hemolectin promoter 93 was used in all experiments. This line expresses GFP in allplasmatocytes and has no other phenotype. Flies were grown onsemi-defined medium (1 agar, 4 brewers yeast, 2 yeastextract, 2 peptone, 3 sucrose, 6 glucose, 0.05 MgSO 4, 0.05 CaCl 2and tegosept) to which 0.5 blue food dye was added to facilitate the recognition of late 3rdinstar larvae at wandering stage by the absence of colored food in the gut. Experimental conditions Flies for both the flight and the ground control experiments were transferred from fresh cultures to fly kits 24 hours in advanceof the onset of the experiment. Each fly kit, consisted of apolycarbonate fly cassette with a 2 ml food tray held in a ventilatedaluminum container. These kits were originally developed by the European Space Agency and used previously for Drosophila experiments in space 94,95, and were subsequently modifiedby us for use in this experiment 96. Ten virgin females and 5males were housed in each fly cassette. Ten kits (5 with flies and 5empty) flew on the space shuttle and 10 remained on the ground.The fly kits were placed in stowage foam on the shuttle middeck, at ambient temperature and in total darkness. The identical procedure was followed for the ground control flies. For bothground and flight experiments, on day 6 the food trays containingeggs and larvae were transferred to the 5 empty cassettes and freshfood was given to the original flies. The temperature and relativehumidity in the spaceflight and ground payloads were monitored minute-by-minute using a HOBO data logger (Onset Computer Corporation). Values were tracked in real time and paralleled for the ground control in the OES (Orbital Environmental Simulator) at the Kennedy Space Center. Environmental data from flight and ground experiments were provided by the operations team as part of the routine shuttle flight logistics. The average temperature onthe flight deck was 23.5 uC, ranging between 21.71 uC and 25.56 uC. The ground control average temperature was 22.5 uC, with a minimum of 19.42 uC and a maximum of 25.56 uC. The relative humidity was 27.2 on the shuttle deck and 25.4 on ground. Hemocyte counts Counting larval hemocytes followed previously published protocols 97,98. Briefly, late 3rdinstar larvae at wandering stage were rinsed in ice-cold Schneiders insect medium (Sigma) supplemented with complete Mini Protease Inhibitor Cocktail (Sigma). For each hemocyte count, blood from three 3rdinstar larvae was mixed with 60 ml fresh medium and a hemocytometer was used to count cells from a 20 ml aliquot. Hemocytes were identified using a Zeiss AxioskopII equipped with a GFP filter, served by an Optronics camera and Magnafire imaging software. Larval body size 3rdinstar larvae were fixed in 4 paraformaldehyde, 50 acetone for 2 hours, followed by 3 hours in 4 paraformaldehyde in PBS, rinsed for 1 hour in PBS and stored at 220uC. The area of each larva was determined with Image ProPlus software (MediaCybernetics) and the average size was determined from 10 larvae for each condition, spaceflight samples were compared to controls. Phagocytosis Assay Third instar larvae were thoroughly washed with 70 ethanol, 50 dilution of regular Clorox bleach ( ,5 sodium hypochlorite) and sterile water and wiped on filter paper. Larval hemocytes were isolated and cultured in SFBS (Schneiders medium supplemented with 12 fetal bovine serum). Pooled blood from 5 larvae was added to 400 ml ice-cold culture medium with no antibiotic, and incubated on a rocker at 25 uC for 20 minutes. Hemocytes were treated with 0.5 ml of a 20 mgml Alexa Fluor 594-labeled E. coli bacterial suspension (Invitrogen, E-22370) and incubated at 25 uC for 5, 15, 25, 35 or 45 minutes. The cells in 200ml aliquots were distributed in 10-well glass slides (Precision Scientific) and the cells were allowed to adhere for 30 minutes, in the dark. The cells were gently washed with PBS followed by the addition of 0.5 ml 0.2 trypan blue in PBS to each well to quench non-phagocytosed bacteria. The wells were covered with a 20650 mm coverslip and cells were imaged under a 40x objective Zeiss Axioskop II with rhodamine and GFP filters, using theOptronics MagnaFire software. Each time point was done in duplicate and 10 areas were imaged from each replicate (20 images and approximately 5060 plasmatocytes total per time point. The area ( mm2) occupied by internalized bacteria in each plasmatocyte was determined at each time point using automated image analysis, supported by Image ProPlus software. Standard errors were calculated for each time point, and the Students t-test was used to determine the p-values for significant differences between flight and ground data sets. Bacterial clearance assay Adult flies from flight and control cassettes were injected in the abdominal cavity with 50 nanoliters of an E. coli HB101 strain atDrosophila Innate Immunity Changes in Spaceflight PLoS ONE  www.plosone.org 8 January 2011  Volume 6  Issue 1  e1536126108cellsml in PBS, using a Picospritzer III (Parker Instrumentation). Only female flies were used, all male adults were provided to other participating scientists. Mock-infected flies were injected with PBS alone. At 0 (pre-infection) and 24, 48 and 72 hours after infection, 3 flies from each time point were ground in 200 ml LB with 1 Triton X-100, and serial dilutions were plated on LB plates containing 50 mgml streptomycin. Colonies were counted after 24-hour incubation at 37 uC and results were reported in CFU (colony forming units)fly, averaged from 3 repeat plates. Assay of gene induction following bacterial infection Three females adult flies collected on the first day of landing and 3 ground control flies were collected at 4 time points: pre-infection (PBS injected flies), within 30 minutes of infection, and at 1.5 and 4 hours after E. coli infection as described above. RNA was isolated using a Qiagen RNeasy Kit (Qiagen), and reverse transcribed into cDNA using the cDNA Archive Kit (Applied Biosystems). A 7500 Real-Time Polymerase Chain Reaction System (Applied Biosys- tems) was used to amplify selected genes, following standard protocols. Inventoried Applied Biosystems sets of primers and FAMTAMRA labeled probes were Dm01821460 ( metchnikowin ), Dm01810797 ( Dif), Dm02134843 ( relish) , Dm02151201 ( Toll), Dm01807756 ( cactus ), Dm01810803 ( dorsal ), Dm01845288 ( Imd), Dm02151531 ( spaetzle ), Dm01822006 ( drosomycin, specific to CG 10810), and custom made probes for attacinA ,cecropinA1 , and the ribosomal RNA gene Rib15A as control were obtained from IDT (Integrated DNA Technologies). The fold change in RNA level was estimated using the 2-DDC T method 99,100. Mock- infected flight RNA levels were normalized against ground control to obtain the pre-infectionlevel, and all time course points thereafter, for ground and flight, were normalized against their respective pre-infection level. Microarray sample preparation Larval RNA for microarrays was prepared from 6 sets of 50 mid 3rdinstar larvae reared in microgravity and collected on the day of landing of the space shuttle, and the same number of control larvae raised on ground. The space shuttle flight had a total duration of 12 days and 18.5 hours. Adult RNA was prepared from 3 sets of 20 adult females each that emerged during the flight and within 4 hours of landing (Flight Day 1) and from adultfemales from the corresponding ground control cassettes (Ground Day 1). The original parental flies were removed. Given the known generation time at 24 uC, the adults that emerged in space (F1) would have been no more than 2 days old. All RNA was isolated using the Qiagen RNeasy Kit. RNA samples were processed and hybridized to Drosophila 2.0 Affymetrix arrays using standard Affymetrix protocols by the Protein and Nucleic Acid Facility, Beckman Center, Stanford University. Six sets of larval arrays and 3 sets of adult arrays were used to provide repeats for statistical validation. Microarray Data Analysis Quality of microarrays: RNA degradation levels were verified by ordering individual probes in a probe set by location relative tothe 59end of the targeted RNA molecule. Probe intensities were averaged across all genes by probe number. Preprocessing: Background correction was performed using MAS (Microarray Analysis Suite) software (Affymetrix Inc).Quantile normalization and pmonly and liwong summarizationwas used. Multiple probe sets targeting the same gene were filteredaccording to their largest variability to emphasize the mostinformative probe sets. Test for differential expression: Differentially expressed genes were identified by fitting the moderated t-test linear model to thedata (separately for each gene). Bayesian smoothing was used tocontrol for the number of arrays. To control the False DiscoveryRate (FDR) during multiple testing, the FDR criterion introducedby Benjamini and Hochberg 101 was applied to p-values. FDR adjusted p-values are reported. The significance threshold used for FDR was 5 (0.05). Clustering: For identifying gene pathways and networks affected by spaceflight, differentially expressed genes and genes of interest(specific Gene Ontology (GO) categories) were sorted usinghierarchical clustering. The Pearson correlation distance metricwas used. In heatmap figures (Fig. 3) we used Z-score, a measureof distance in standard deviations from the mean 102. A Z scoreof 0 has the same raw value as the mean, and Z scores of 1.0 and21.0 are exactly one standard deviation above and below the mean, respectively. Lists of differentially expressed genes were compiled using conditional hyper-geometric testing and computing p-values for overrepresentation of genes in all GO terms. Implementation: Gene expression analysis was implemented using the free software Bioconductor version 2.11.1. All genomic data is MIAME compliant and the raw data has been deposited in the GEO database under the accession numberGSE23880. Acknowledgments We thank David Schneider for helping us with the design of this experiment. We thank Kevin Sato, Emily Holton, Sid Sun, Ken Souza,Sue Suffel, David Heathcote, Cecilia Wigley and BJ Navarro for ensuringthe success of our experiment on the space shuttle. We also thank KellyNorwood, Michael Roberts, Joseph Benjamin, Ashleigh Ruggles, and Jennifer Devich for their technical assistance during flight operations. The hml-Gal4 line was a kind gift of Sergey Sinenko. We would like toacknowledge the Protein and Nucleic Acid Facility, Beckman Center,Stanford University for the processing of gene microarrays and thankElizabeth Zhou and Michael Eckhart for their help with sample and dataprocessing. We also thank Anuran Chatterjee for his help with editorialcomments on the manuscript. Author Contributions Conceived and designed the experiments: SB MES TFF OM. Performedthe experiments: OM MPL MES EL LAH SB. Analyzed the data: OMMPL MES LAH AS HN SB. Contributed reagentsmaterialsanalysistools: SB OM LAH AS. Wrote the paper: OM MPL AS HN SB. Obtainedpermission for use of transgenic line: MES SB. References 1. Crucian B, Sams C (2009) Immune system dysregulation during spaceflight: clinical risk for exploration-class missions. J Leukoc Biol 86: 10171018. 2. Gueguinou N, Huin-Schohn C, Bascove M, Bueb JL, Tschirhart E, et al. (2009) Could spaceflight-associated immune system weakening preclude the expansion of human presence beyond Earths orbit? J Leukoc Biol 86: 10271038.3. Sonnenfeld G (2005) The immune system in space, including Earth-based benefits of space-based research. Curr Pharm Biotechnol 6: 343349. 4. Gould CL, Lyte M, Williams J, Mandel AD, Sonnenfeld G (1987) Inhibited interferon-gamma but normal interleukin-3 production from rats flown on the space shuttle. Aviat Space Environ Med 58: 983986.Drosophila Innate Immunity Changes in Spaceflight PLoS ONE  www.plosone.org 9 January 2011  Volume 6  Issue 1  e153615. Berry WD, Murphy JD, Smith BA, Taylor GR, Sonnenfeld G (1991) Effect of microgravity modeling on interferon and interleukin responses in the rat. J Interferon Res 11: 243249. 6. Kumei Y, Shimokawa H, Katano H, Hara E, Akiyama H, et al. (1996) Microgravity induces prostaglandin E2 and interleukin-6 production in normalrat osteoblasts: role in bone demineralization. J Biotechnol 47: 313324. 7. Licato LL, Grimm EA (1999) Multiple interleukin-2 signaling pathways differentially regulated by microgravity. Immunopharmacology 44: 273279. 8. Walther I, Pippia P, Meloni MA, Turrini F, Mannu F, et al. (1998) Simulated microgravity inhibits the genetic expression of interleukin-2 and its receptor inmitogen-activated T lymphocytes. FEBS Lett 436: 115118. 9. Crucian BE, Stowe RP, Pierson DL, Sams CF (2008) Immune system dysregulation following short- vs long-duration spaceflight. Aviat SpaceEnviron Med 79: 835843. 10. Shearer WT, Ochs HD, Lee BN, Cohen EN, Reuben JM, et al. (2009) Immune responses in adult female volunteers during the bed-rest model of spaceflight:antibodies and cytokines. J Allergy Clin Immunol 123: 900905. 11. Aviles H, Belay T, Vance M, Sonnenfeld G (2005) Effects of space flight conditions on the function of the immune system and catecholamineproduction simulated in a rodent model of hindlimb unloading. Neuroimmu- nomodulation 12: 173181. 12. Aviles H, Belay T, Vance M, Sun B, Sonnenfeld G (2004) Active hexose correlated compound enhances the immune function of mice in the hindlimb-unloading model of spaceflight conditions. J Appl Physiol 97: 14371444. 13. Klaus DM, Howard HN (2006) Antibiotic efficacy and microbial virulence during space flight. Trends Biotechnol 24: 131136. 14. Husebye H, Halaas O, Stenmark H, Tunheim G, Sandanger O, et al. (2006) Endocytic pathways regulate Toll-like receptor 4 signaling and link innate and adaptive immunity. Embo J 25: 683692. 15. Tzou P, De Gregorio E, Lemaitre B (2002) How Drosophila combats microbial infection: a model to study innate immunity and host-pathogen interactions.Curr Opin Microbiol 5: 102110. 16. Evans CJ, Hartenstein V, Banerjee U (2003) Thicker than blood: conserved mechanisms in Drosophila and vertebrate hematopoiesis. Dev Cell 5: 673690. 17. Brennan CA, Anderson KV (2004) Drosophila: the genetics of innate immune recognition and response. Annu Rev Immunol 22: 457483. 18. Franc NC (2002) Phagocytosis of apoptotic cells in mammals, caenorhabditis elegans and Drosophila melanogaster: molecular mechanisms and physiologicalconsequences. Front Biosci 7: d12981313. 19. Hoffmann JA, Kafatos FC, Janeway CA, Ezekowitz RA (1999) Phylogenetic perspectives in innate immunity. Science 284: 13131318. 20. Brennan CA, Delaney JR, Schneider DS, Anderson KV (2007) Psidin is required in Drosophila blood cells for both phagocytic degradation andimmune activation of the fat body. Curr Biol 17: 6772. 21. Kurata S (2010) Extracellular and intracellular pathogen recognition by Drosophila PGRP-LE and PGRP-LC. Int Immunol 22: 143148. 22. Sackton TB, Lazzaro BP, Clark AG (2010) Genotype and gene expression associations with immune function in Drosophila. PLoS Genet 6: e1000797. 23. Pham LN, Dionne MS, Shirasu-Hiza M, Schneider DS (2007) A specific primed immune response in Drosophila is dependent on phagocytes. PLoSPathog 3: e26. 24. Williams MJ (2007) Drosophila hemopoiesis and cellular immunity. J Immunol 178: 47114716. 25. Lavine MD, Strand MR (2002) Insect hemocytes and their role in immunity. Insect Biochem Mol Biol 32: 12951309. 26. Cherry S, Silverman N (2006) Host-pathogen interactions in drosophila: new tricks from an old friend. Nat Immunol 7: 911917. 27. De Gregorio E, Han SJ, Lee WJ, Baek MJ, Osaki T, et al. (2002) An immune- responsive Serpin regulates the melanization cascade in Drosophila. Dev Cell3: 581592. 28. Ferrandon D, Imler JL, Hetru C, Hoffmann JA (2007) The Drosophila systemic immune response: sensing and signalling during bacterial and fungalinfections. Nat Rev Immunol 7: 862874. 29. Lemaitre B, Reichhart JM, Hoffmann JA (1997) Drosophila host defense: differential induction of antimicrobial peptide genes after infection by various classes of microorganisms. Proc Natl Acad Sci U S A 94: 1461414619. 30. Nehme, NT, Liegeois S, Kele B, Giammarinaro P, et al. (2007) A model of bacterial intestinal infections in Drosophila melanogaster. PLoS Pathog 3:e173. 31. Uvell H, Engstrom Y (2007) A multilayered defense against infection: combinatorial control of insect immune genes. Trends Genet 23: 342349. 32. Becker T, Loch G, Beyer M, Zinke I, Aschenbrenner AC, et al. (2010) FOXO- dependent regulation of innate immune homeostasis. Nature 463: 369373. 33. Lemaitre B, Kromer-Metzger E, Michaut L, Nicolas E, Meister M, et al. (1995) A recessive mutation, immune deficiency (imd), defines two distinct controlpathways in the Drosophila host defense. Proc Natl Acad Sci U S A 92:94659469. 34. De Gregorio E, Spellman PT, Tzou P, Rubin GM, Lemaitre B (2002) The Toll and Imd pathways are the major regulators of the immune response inDrosophila. Embo J 21: 25682579. 35. Levashina EA, Ohresser S, Lemaitre B, Imler JL (1998) Two distinct pathways can control expression of the gene encoding the Drosophila antimicrobial peptide metchnikowin. J Mol Biol 278: 515527.36. Khush RS, Leulier F, Lemaitre B (2001) Drosophila immunity: two paths to NF-kappaB. Trends Immunol 22: 260264. 37. Costa A, Jan E, Sarnow P, Schneider D (2009) The Imd pathway is involved in antiviral immune responses in Drosophila. PLoS One 4: e7436. 38. Delaney JR, Stoven S, Uvell H, Anderson KV, Engstrom Y, et al. (2006) Cooperative control of Drosophila immune responses by the JNK and NF-kappaB signaling pathways. Embo J 25: 30683077. 39. Bina S, Wright VM, Fisher KH, Milo M, Zeidler MP (2010) Transcriptional targets of Drosophila J AKSTAT pathway signalling as effectors of haematopoietic tumour formation. EMBO Rep 11: 201207. 40. Agaisse H, Perrimon N (2004) The roles of JAKSTAT signaling in Drosophila immune responses. Immunol Rev 198: 7282. 41. Tepass U, Fessler LI, Aziz A, Hartenstein V (1994) Embryonic origin of hemocytes and their relationship to cell death in Drosophila. Development 120:18291837. 42. Holz A, Bossinger B, Strasser T, Janning W, Klapper R (2003) The two origins of hemocytes in Drosophila. Development 130: 49554962. 43. Jung SH, Evans CJ, Uemura C, Banerjee U (2005) The Drosophila lymph gland as a developmental model of hematopoiesis. Development 132:25212533. 44. Kurucz E, Vaczi B, Markus R, Laurinyecz B, Vilmos P, et al. (2007) Definition of Drosophila hemocyte subsets by cell-type specific antigens. Acta Biol Hung58(Suppl): 95111. 45. Lanot R, Zachary D, Holder F, Meister M (2001) Postembryonic hematopoi- esis in Drosophila. Dev Biol 230: 243257. 46. Wood W, Jacinto A (2007) Drosophila melanogaster embryonic haemocytes: masters of multitasking. Nat Rev Mol Cell Biol 8: 542551. 47. Markus R, Laurinyecz B, Kurucz E, Honti V, Bajusz I, et al. (2009) Sessile hemocytes as a hematopoietic compartment in Drosophila melanogaster. ProcNatl Acad Sci U S A 106: 48054809. 48. Irving P, Ubeda JM, Doucet D, Troxler L, Lagueux M, et al. (2005) New insights into Drosophila larval haemocyte functions through genome-wideanalysis. Cell Microbiol 7: 335350. 49. Knibiehler B, Mirre C, Cecchini JP, Le Parco Y (1987) Haemocytes accumulate collagen transcripts during Drosophila melanogaster metamorpho-sis. Rouxs Archives of Developmental Biology 196: 243247. 50. Yasothornsrikul S, Davis WJ, Cramer G, Kimbrell DA, Dearolf CR (1997) viking: identification and characterization of a second type IV collagen inDrosophila. Gene 198: 1725. 51. Alfonso T, Jones B (2002) gcm2 promotes glial cell differentiation and is required with glial cells missing for macrophage development in Drosophila. Developmental Biology 248: 369383. 52. Krzemien J, Dubois L, Makki R, Meister M, Vincent A, et al. (2007) Control of blood cell homeostasis in Drosophila larvae by the posterior signalling centre.Nature 446: 325328. 53. Kurucz E, Zettervall CJ, Sinka R, Vilmos P, Pivarcsi A, et al. (2003) Hemese, a hemocyte-specific transmembrane protein, affects the cellular immune responsein Drosophila. Proc Natl Acad Sci U S A 100: 26222627. 54. Tokusumi T, Sorrentino RP, Russell M, Ferrarese R, Govind S, et al. (2009) Characterization of a lamellocyte transcriptional enhancer located within themisshapen gene of Drosophila melanogaster. PLoS One 4: e6429. 55. Munier AI, Doucet D, Perrodou E, Zachary D, Meister M, et al. (2002) PVF2, a PDGFVEGF-like growth factor, in duces hemocyte proliferation in Drosophila larvae. EMBO Rep 3: 11951200. 56. Pearson A, Lux A, Krieger M (1995) Expression cloning of dSR-CI, a class C macrophage-specific scavenger receptor from Drosophila melanogaster. ProcNatl Acad Sci U S A 92: 40564060. 57. Ramet M, Pearson A, Manfruelli P, Li X, Koziel H, et al. (2001) Drosophila scavenger receptor CI is a pattern recognition receptor for bacteria. Immunity15: 10271038. 58. Watson FL, Puttmann-Holgado R, Thomas F, Lamar DL, Hughes M, et al. (2005) Extensive diversity of Ig-superfamily proteins in the immune system of insects. Science 309: 18741878. 59. Tanji T, Ohashi-Kobayashi A, Natori S (2006) Participation of a galactose- specific C-type lectin in Drosophila immunity. The Biochemical Journal 396:127138. 60. Lazzaro BP (2008) Natural selection on the Drosophila antimicrobial immune system. Curr Opin Microbiol 11: 284289. 61. Lagueux M, Perrodou E, Levashina EA, Capovilla M, Hoffmann JA (2000) Constitutive expression of a complement-like protein in toll and JAK gain-of-function mutants of Drosophila. Proc Natl Acad Sci U S A 97: 1142711432. 62. Stroschein-Stevenson SL, Foley E, OFarrell PH, Johnson AD (2006) Identification of Drosophila gene products required for phagocytosis ofCandida albicans. PLoS Biol 4: e4. 63. Franc NC, Dimarcq JL, Lagueux M, Hoffmann J, Ezekowitz RA (1996) Croquemort, a novel Drosophila hemocytemacrophage receptor thatrecognizes apoptotic cells. Immunity 4: 431443. 64. Franc NC, Heitzler P, Ezekowitz RA, White K (1999) Requirement for croquemort in phagocytosis of apoptotic cells in Drosophila. Science 284:19911994. 65. Kocks C, Cho JH, Nehme N, Ulvila J, Pearson AM, et al. (2005) Eater, a transmembrane protein mediating phagocytosis of bacterial pathogens inDrosophila. Cell 123: 335346.Drosophila Innate Immunity Changes in Spaceflight PLoS ONE  www.plosone.org 10 January 2011  Volume 6  Issue 1  e1536166. Ramet M, Manfruelli P, Pearson A, Mathey-Prevot B, Ezekowitz RA (2002) Functional genomic analysis of phagocytosis and identification of a Drosophilareceptor for E. coli. Nature 416: 644648. 67. Leulier F, Parquet C, Pili-Floury S, Ryu J, Caroff M, et al. (2003) The Drosophila immune system detects bacteria through specific peptidoglycanrecognition. Nature Immunol 4: 478484. 68. Persson C, Oldenvi S, Steiner H (2007) Peptidoglycan recognition protein LF: A negative regulator of Drosophila immunity. Insect Biochemistry andMolecular Biology 37: 13091316. 69. Steiner H (2004) Peptidoglycan recognition proteins: on and off switches for innate immunity. Immunological Reviews. pp 8396. 70. Bischoff V, Vignal C, Duvic B, Boneca IG, Hoffmann JA, et al. (2006) Downregulation of the Drosophila immune response by peptidoglycan- recognition proteins SC1 and SC2. PLoS Pathog 2: e14. 71. Jang IH, Chosa N, Kim SH, Nam HJ, Lemaitre B, et al. (2006) A Spatzle- processing enzyme required for toll signaling activation in Drosophila innateimmunity. Developmental Cell 10: 4555. 72. Kambris Z, Brun S, Jang IH, Nam HJ, Romeo Y, et al. (2006) Drosophila immunity: a large-scale in vivo RNAi screen identifies five serine proteasesrequired for Toll activation. Curr Biol 16: 808813. 73. Kylsten P, Kimbrell DA, Daffre S, Samakovlis C, Hultmark D (1992) The lysozyme locus in Drosophila melanogaster: different genes are expressed inmidgut and salivary glands. Mol Gen Genet 232: 335343. 74. Ekengren S, Hultmark D (2001) A family of turandot-related genes in the humoral stress response of Drosophila. Biochemical and Biophysical ResearchCommunications 284: 9981003. 75. Ekengren S, Tryselius Y, Dushay MS, Liu G, Steiner H, et al. (2001) A humoral stress response in Drosophila. 11: 714718. 76. Bernal A, Kimbrell DA (2000) Drosophila Thor participates in host immune defense and connects a tr anslational regulator with innate immunity. Proceedings of the National Academy of Sciences of the United States ofAmerica 97: 60196024. 77. Busse MS, Arnold CP, Towb P, Katrivesis J, Wasserman SA (2007) A kappaB sequence code for pathway-specific innate immune responses. Embo J 26:38263835. 78. Armstrong JW, Gerren RA, Chapes SK (1995) The effect of space and parabolic flight on macrophage hematopoiesis and function. Exp Cell Res 216:160168. 79. Congdon CC, Allebban Z, Gibson LA, Kaplansky A, Strickland KM, et al. (1996) Lymphatic tissue changes in rats flown on Spacelab Life Sciences-2.J Appl Physiol 81: 172177. 80. Stowe RP, Sams CF, Mehta SK, Kaur I, Jones ML, et al. (1999) Leukocyte subsets and neutrophil function after short-term spaceflight. J Leukoc Biol 65:179186. 81. Crucian BE, Cubbage ML, Sams CF (2000) Altered cytokine production by specific human peripheral blood cell subsets immediately following space flight.J Interferon Cytokine Res 20: 547556. 82. Stowe RP, Sams CF, Pierson DL (2003) Effects of mission duration on neuroimmune responses in astronauts. Aviat Space Environ Med 74:12811284. 83. Taylor GR, Neale LS, Dardano JR (1986) Immunological analyses of U.S. Space Shuttle crewmembers. Aviat Space Environ Med 57: 213217. 84. Gottar M, Gobert V, Matskevich AA, Reichhart JM, Wang C, et al. (2006) Dual detection of fungal infections in Drosophila via recognition of glucans andsensing of virulence factors. Cell 127: 14251437.85. Buchon N, Poidevin M, Kwon HM, Guillou A, Sottas V, et al. (2009) A single modular serine protease integrates signals from pattern-recognition receptors upstream of the Drosophila Toll pathway. Proceedings of the National Academy of Sciences of the United States of America 106: 1244212447. 86. Maillet F, Bischoff V, Vignal C, Hoffmann J, Royet J (2008) The Drosophila peptidoglycan recognition protein PGRP-LF blocks PGRP-LC and IMDJNK pathway activation. Cell Host Microbe 3: 293303. 87. Werner T, Liu G, Kang D, Ekengren S, Steiner H, et al. (2000) A family of peptidoglycan recognition proteins in the fruit fly Drosophila melanogaster.Proc Natl Acad Sci U S A 97: 1377213777. 88. Liberati NT, Fitzgerald KA, Kim DH, Feinbaum R, Golenbock DT, et al. (2004) Requirement for a conserved Tollinterleukin-1 resistance domain protein in the Caenorhabditis elegans immune response. Proc Natl Acad Sci U S A 101: 65936598. 89. Daffre S, Kylsten P, Samakovlis C, Hultmark D (1994) The lysozyme locus in Drosophila melanogaster: an expanded gene family adapted for expression inthe digestive tract. Mol Gen Genet 242: 152162. 90. Brun S, Vidal S, Spellman P, Takahashi K, Tricoire H, et al. (2006) The MAPKKK Mekk1 regulates the expression of Turandot stress genes in response to septic injury in Drosophila. Genes Cells 11: 397407. 91. De Gregorio E, Spellman P T, Rubin G M, Lemaitre B (2001) Genome-wide analysis of the Drosophila immune response by using oligonucleotide microarrays. Proc Natl Acad Sci U S A 98: 1259012595. 92. Charroux B, Royet J (2009) Elimination of plasmatocytes by targeted apoptosis reveals their role in multiple aspects of the Drosophila immune response. Proc Natl Acad Sci U S A 106: 97979802. 93. Sinenko SA, Mathey-Prevot B (2004) Increased expression of Drosophila tetraspanin, Tsp68C, suppresses the abnormal proliferation of ytr-deficient andRasRaf-activated hemocytes. Oncogene 23: 91209128. 94. Marco R, Benguria A, Sanchez J, de Juan E (1996) Effects of the space environment on Drosophila melanogaster development. Implications of the IML-2 experiment. J Biotechnol 47: 179189. 95. Vernos I, Gonzalez-Jurado J, Calleja M, Marco R (1989) Microgravity effects on the oogenesis and development of embryos of Drosophila melanogaster laid in the Spaceshuttle during the Biorack experiment (ESA). Int J Dev Biol 33: 213226. 96. Fahlen TF, Sanchez M, Lera M, Blazevic E, Chang J, Bhattacharya, S (2006) A Study of the Effects of Space Flight on the Immune Response in Drosophila Melanogaster . Gravitational and Space Biology 19: 133134. 97. Qiu P, Pan PC, Govind S (1998) A role for the Drosophila TollCactus pathway in larval hematopoiesis. Development 125: 19091920. 98. Sorrentino RP, Melk JP, Govind S (2004) Genetic analysis of contributions of dorsal group and JAK-Stat92E pathway genes to larval hemocyte concentra- tion and the egg encapsulation response in Drosophila. Genetics 166: 13431356. 99. Livak KJ, Schmittgen TD (2001) Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method. Methods 25: 402408. 100. Schmittgen TD, Livak KJ (2008) Analyzing real-time PCR data by the comparative C(T) method. Nat Protoc 3: 11011108. 101. Benjamini Y, Hochberg Y (1995) Controlling the false discovery rate: a practical and powerful approach to multiple testing. Journal of the RoyalStatistical Society, Series B 57: 289300. 102. Eisen MB, Spellman PT, Brown PO, Botstein D (1998) Cluster analysis and display of genome-wide expression patterns. Proc Natl Acad Sci U S A 95: 1486314868.Drosophila Innate Immunity Changes in Spaceflight PLoS ONE  www.plosone.org 11 January 2011  Volume 6  Issue 1  e15361",
        "introduction": "Spaceflight alters both cellular and humoral immune responses in humans. Moreover, impaired immunity may present a risk for manned short and long-term exploration missions 1,2. Inhumans, spaceflight affects cell-mediated immunity by altering the production and distribution of leukocytes and the activity of natural killer cells, phagocytic neutrophils and macrophages(reviewed in 3). In addition, spaceflight affects humoralimmunity including the production of interferon and interleukins 49. Alterations in the immune system can also be induced via mimicking the microgravity environment of spaceflight using analogous environments on Earth. For example, following extended bed rest, humans have low antibody production andincreased tumor necrosis factor alpha levels 10, while longtermhindlimb unloading in mice increases susceptibility to infections(11,12, reviewed in 13). The molecular mechanisms underlying changes in immunity are poorly understood in part because thehuman innate and acquired immune systems are complex and overlap 14 and in part because the stress of spaceflight has compound effects. The fruit fly is a useful model to tease out these mechanisms because it has a highly conserved innate immunity but lacks a traditional cell-mediated acquired immunity and the vast adapt- ability of the human immune system 1520. However, the immune responses of Drosophila can be primed by exposure to certain pathogens, which activate a set of intra- and extra-cellular pathogen recognition molecules under complex control 21,22. This priming effect makes flies more resistant to a subsequentinfection 23. Fruit fly innate immunity includes humoral and cellular factors. The cellular responses by blood cells (hemocytes) include therecognition, phagocytosis and encapsulation of microbes 24,25. PLoS ONE  www.plosone.org 1 January 2011  Volume 6  Issue 1  e15361The humoral factors induce hemolymph coagulation, melaniza- tion and the synthesis of antimicrobial peptides (AMPs) 26,27. AMPs are expressed constitutively in barrier epithelia and are upregulated upon infection 28. AMP synthesis is also induced inthe fat body both by systemic infection (29,30, reviewed in 31)and by stress viathe FOXO pathway 32. Fungi and Gram-positive bacteria activate a set of AMPs viathe Toll regulatory pathway while Gram-negative bacteria activateAMPs viathe immune deficiency (Imd) pathway 17,33,34. Although the induction of AMPs was initially thought to bespecific to either the Toll or Imd pathway, there is ample evidencethat the two pathways overlap 3437. Both Toll and Imdpathways affect the production of AMPs through the nuclearrelocation of dorsal, dif and relish, which can act as transcriptionalregulators. In addition to Toll and Imd, the less well-characterizedJAKSTAT pathway (Janus kinase signal transducers andactivators of transcription) also plays a key role in immunity(38,39, reviewed in 40). Since the human immune system is complex, we used the Drosophila model to tease out the effects of spaceflight on the simpler innate immune system of the fruit fly, focusing onmolecular pathways that perform similar functions in the humanimmune system. In larvae we found reduced cellular phagocytosisofE. coli and reduced expression levels of genes encoding hemocyte maturation markers and phagocytosis receptors. Genesinvolved in humoral immunity (pattern recognition receptors,AMPs, lysozymes and turandot) were also significantly downreg-ulated. The adult flies retained the ability to clear a systemic E. coli infection despite short-term alterations of AMP induction.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Space-reared larvae have fewer plasmatocytes and are smaller"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            }
        ]
    }
]