[
    {
        "pmid": "28057869",
        "title": "Leptin stimulates bone formation in ob/ob mice at doses having minimal impact on energy metabolism.",
        "year": "2017",
        "journal": "J Endocrinol",
        "abstract": "Leptin, the protein product of the ob gene, is essential for normal bone growth, maturation and turnover. Peripheral actions of leptin occur at lower serum levels of the hormone than central actions because entry of leptin into the central nervous system (CNS) is limited due to its saturable transport across the blood-brain barrier (BBB). We performed a study in mice to model the impact of leptin production associated with different levels of adiposity on bone formation and compared the response with well-established centrally mediated actions of the hormone on energy metabolism. Leptin was infused (0, 4, 12, 40, 140 or 400 ng/h) for 12 days into 6-week-old female ob/ob mice (n = 8/group) using sc-implanted osmotic pumps. Treatment resulted in a dose-associated increase in serum leptin. Bone formation parameters were increased at EC<sub>50</sub> infusion rates of 7-17 ng/h, whereas higher levels (EC<sub>50</sub>, 40-80 ng/h) were required to similarly influence indices of energy metabolism. We then analyzed gene expression in tibia and hypothalamus at dose rates of 0, 12 and 140 ng/h; the latter dose resulted in serum leptin levels similar to WT mice. Infusion with 12 ng/h leptin increased the expression of genes associated with Jak/Stat signaling and bone formation in tibia with minimal effect on Jak/Stat signaling and neurotransmitters in hypothalamus. The results suggest that leptin acts peripherally to couple bone acquisition to energy availability and that limited transport across the BBB insures that the growth-promoting actions of peripheral leptin are not curtailed by the hormone's CNS-mediated anorexigenic actions.",
        "full_text": "Leptin Stimulates Bone Formation in obob Mice at Doses Having Minimal Impact on Energy Metabolism Kenneth A. Philbrick, PhDa, Carmen P. Wong, PhDa, Adam J. Branscum, PhDb, Russell T. Turner, PhDa,c, and Urszula T. Iwaniec, PhDa,c, aSkeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA bBiostatistics Program, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA cCenter for Healthy Aging Research, Oregon State University, Corvallis, OR 97331, USA Abstract Leptin, the protein product of the ob gene, is essential for normal bone growth, maturation, and turnover. Peripheral actions of leptin occur at lower serum levels of the hormone than central actions because entry of leptin into the central nervous system (CNS) is limited due to its saturable transport across the blood brain barrier (BBB). We performed a study in mice to model the impact of leptin production associated with different levels of adiposity on bone formation and compared the response with well-established centrally-mediated actions of the hormone on energy metabolism. Leptin was infused (0, 4, 12, 40, 140, or 400 ngh) for 12 days into 6-week-old female obob mice (n8group) using sc implanted osmotic pumps. Treatment resulted in a dose- associated increase in serum leptin. Bone formation parameters were increased at EC 50 infusion rates of 717 ngh whereas higher levels (EC 50, 4080 ngh) were required to similarly impact indices of energy metabolism. We then analyzed gene expression in tibia and hypothalamus at dose rates of 0, 12 and 140 ngh; the latter dose resulted in serum leptin levels similar to WT mice. Infusion with 12 ngh leptin increased expression of genes associated with JakStat signaling and bone formation in tibia with minimal effect on JakStat signaling and neurotransmitters in hypothalamus. The results suggest that leptin acts peripherally to couple bone acquisition to energy availability and that limited transport across the BBB insures that the growth promoting actions of peripheral leptin are not curtailed by the hormones CNS-mediated anorexigenic actions. Corresponding author: Urszula T. Iwaniec, Ph.D., Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, Tel: 541-737-9925, Fax: 541-737-6914, urszula.iwaniecoregonstate.edu. Declaration of Interest: The authors have nothing to declare. Author Contribution: Study design: KAP, AJB, RTT, and UTI. Study execution: KAP. Data collection: KAP, CPW, and RTT. Data analysis: AJB. Data interpretation: KAP, AJB, CPW, RTT, and UTI. Drafting of manuscript: KAP, RTT, and UTI. Revising manuscript content: KAP, CPW, AJB, RTT, and UTI. Approving final version of manuscript: KAP, CPW, AJB, RTT, and UTI. UTI takes responsibility for the integrity of the data analysis. HHS Public Access Author manuscript J Endocrinol . Author manuscript; available in PMC 2018 March 01. Published in final edited form as: J Endocrinol . 2017 March ; 232(3): 461474. doi:10.1530JOE-16-0484. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptKeywords animal model; bone formation; osteoblasts; neuroendocrine; bone histomorphometry Introduction Leptin, the protein product of the ob gene, is produced primarily by adipocytes and secreted into the vascular circulation in proportion to fat stored in adipose depots ( Jequier 2002 ). Leptin receptors are widely expressed in peripheral tissues and the adipokine can act directly on a variety of cells to regulate their differentiation and metabolism ( Anubhuti and Arora 2008 ; Sainz, et al. 2015 ). Additionally, the hormone is transported across the blood brain barrier (BBB) where it functions to regulate appetite and energy expenditure ( Banks, et al. 1996 ). Leptin signaling is required for normal bone growth in rodents. Absence of leptin signaling in leptin-deficient obob mice or leptin receptor-deficient dbdb mice and fafa rats results in a plethora of skeletal abnormalities, the most common of which are reduced bone length, bone- and bone compartment-specific alterations in cancellous bone volume fraction, reduced cortical thickness, and reduced cortical and total bone mass ( Ealey, et al. 2006 ; Gat- Yablonski and Phillip 2008 ; Hamrick, et al. 2004 ; Williams, et al. 2011 ). At the cellular level, these abnormalities are associated with impaired endochondral ossification, lower bone formation due to reductions in osteoblast number and activity, and mild osteopetrosis due to impaired osteoclast function ( Kishida, et al. 2005 ; Turner, et al. 2013 ). Not surprisingly, bone mechanical properties are often reduced and bone regeneration impaired in leptin signaling-deficient rodents ( Hamann, et al. 2014 ; Hamann, et al. 2013 ; Khan, et al. 2013 ; Picke, et al. 2015 ; Wallner, et al. 2015 ). Leptin receptors are expressed on many mesenchymal and hematopoietic lineage-derived cells residing in bone and cartilage, suggesting that the hormone may act locally to regulate skeletal metabolism. However, leptin-deficient rodents also develop morbid obesity, reduced core body temperature, elevated corticosteroid levels, insulin resistance, and hypogonadism, each of which, alone or in combination, may influence bone metabolism through leptin- independent pathways ( Iwaniec, et al. 2009 ; Lindstrom 2007 ; Saito and Bray 1983 ). Indeed, equalization of weight gain, blood glucose levels, and energy balance of obob to that of wild type (WT) mice worsened the skeletal phenotype associated with leptin deficiency (Turner, et al. 2014 ). Thus, the skeletal phenotype of leptin-deficient mice is likely due to perturbation in multiple pathways. Understanding the precise role of leptin in regulating bone growth and maturation is important because in humans low leptin levels are associated with low peak bone mass which in turn is associated with increased fracture risk ( Farr and Khosla 2015 ). A saturable transport mechanism is required for leptin to cross the BBB ( Banks et al. 1996 ). As a consequence, leptin levels in peripheral circulation are typically over 10 times greater than the levels within the brain. The existence of this concentration gradient suggests higher occupancy of leptin receptor in peripheral tissues than brain ( Scatchard 1948 ). We therefore determined the relative responsiveness of bone and other target tissues to circulating leptin Philbrick et al. Page 2 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptlevels. This was accomplished by performing a 12-day dose-response study in which physiologically relevant concentrations of the hormone were continuously infused into obob mice using sc implanted osmotic pumps to model leptin production by adipose tissue. Materials and Methods Experimental design Six-week-old female obob and homozygous WT () littermate mice were purchased from Jackson Laboratory (Bar Harbor, ME, USA). The animals were placed at thermoneutral temperature (32C) immediately upon arrival at Oregon State University and maintained singly housed on a 12 h light:12 h dark cycle. Thermoneutral housing was used to avoid mild cold stress associated with standard room temperature ( Iwaniec, et al. 2016 ; Kokolus, et al. 2013 ). The obob mice were randomized by weight into one of 6 treatment groups (n8 micegroup) with leptin delivered at a dose rate of 0 (vehicle), 0.1, 0.3, 1.0, 3.5, or 10 gd (equivalent to 0, 4, 12, 40, 140 or 400 ngh or approximately equivalent to 0, 2.7, 8.2, 27, 96, and 274 gkgd at treatment initiation based on a mean starting obob mouse weight of 36.5 g). Vehicle (20 mM Tris-HCL, Invitrogen, Carlsbad, CA) or mouse leptin (498-OB-05M, RD Systems, Minneapolis, MN) was infused using sc-implanted osmotic pumps (Alzet Model 1002, Durect Corporation, Cupertino, CA) for the 12-day duration of study. WT mice (n9) were untreated. The experimental protocol was approved by the Institutional Animal Care and Use Committee in accordance with the NIH Guide for the Care and Use of Laboratory Animals. Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were provided ad libitum to all animals. Body weight was recorded on days 2, 0 (pump implantation), 3, 6, 8, 10, and 12. Food records were started on day 2, one day after arrivalplacement into thermoneutral housing. Food intake was recorded on days 1, 3, 6, 10, and 12. Fluorochromes were administered at 9 (declomycin), 4 (calcein) and 1 (calcein) d prior to necropsy to label mineralizing bone and cartilage as described ( Turner et al. 2014 ). Mice were fasted overnight prior to necropsy, bled by cardiac puncture, and glucose measured using a glucometer (Life Scan, Inc., Milpitas, CA). Uteri and abdominal white adipose tissue (WAT) were excised and weighed. Femora were removed, fixed for 24h in 10 buffered formalin and stored in 70 ethanol for microcomputed tomography and histomorphometric analysis. Tibiae and hypothalami were removed, frozen in liquid nitrogen, and stored at 80C for mRNA analysis. Serum chemistry Serum leptin was measured using Mouse Leptin Quantikine ELISA Kit (RD Systems, Minneapolis, MN), serum osteocalcin was measured using Mouse Gla-Osteocalcin High Sensitive EIA Kit (Clontech, Mountain View, CA), and serum CTx-1 was measured using Mouse C terminal telopeptides of type I collagen (CTx-1) ELISA kit (Life Sciences Advanced Technologies, St. Petersburg, FL) according to the respective manufacturers protocol. Intra-assay coefficient of variation (CV) for all ELISA assays were within the manufactures reported CVs of  5 for osteocalcin and leptin and  10 for CTx-1.Philbrick et al. Page 3 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptMicrocomputed Tomography Microcomputed tomography (CT) was used for nondestructive 3-dimensional evaluation of cancellous bone volume and architecture. Femora were scanned in 70 ethanol using a Scanco CT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12 x 12 x 12 m (55 kV p x-ray voltage, 145 A intensity, and 200 ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. Bone segmentation was conducted at a threshold of 245 (scale, 01000) determined empirically. Forty-two consecutive slices (504 m) of cancellous bone, 45 slices (540 m) proximal to the growth plate, were evaluated in the distal femur metaphysis. Direct cancellous bone measurements included cancellous bone volume fraction (bone volumetissue volume, ), trabecular number (mm1), and trabecular thickness (m). Histomorphometry The methods used to measure longitudinal bone growth and static and dynamic bone histomorphometry have been described ( Iwaniec, et al. 2008 ) with modifications for mice (Turner et al. 2013 ). In brief, distal femora were dehydrated in a graded series of ethanol and xylene, and embedded undecalcified in modified methyl methacrylate. Longitudinal sections (4 m thick) were cut with a vertical bed microtome (Leica 2065) and affixed to slides precoated with 1 gelatin solution. One sectionanimal was stained for tartrate resistant acid phosphatase and counterstained with toluidine blue (Sigma, St Louis) and used for cell- based measurements. One sectionanimal was mounted unstained for measurement of fluorochrome labels. All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA). The sampling site for the distal femoral metaphysis was located 0.25 1.25 mm proximal to the growth plate. Cell-based measurements included osteoblast perimeter (osteoblast perimeterbone perimeter, ) and osteoclast perimeter (osteoclast perimeterbone perimeter, ). Fluorochrome-based measurements of bone formation included mineralizing perimeter (mineralizing perimeterbone perimeter: cancellous bone perimeter covered with double plus half single label normalized to bone perimeter, ), 2) mineral apposition rate (the distance between two fluorochrome markers that comprise a double label divided by the 3 day interlabel interval, md), 3) bone formation rate (bone formation ratebone perimeter: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone perimeter, m2my), and longitudinal bone growth (distance between the growth plate-metaphyseal junction and the declomycin label deposited in the primary spongiosa divided by the 9 day interval between label administration and necropsy, mday). All bone histomorphometric data are reported using standard 2-dimensional nomenclature ( Dempster, et al. 2013 ). EC50 Calculation The EC 50 for each response variable was the calculated dose required to achieve  of the maximum observed response.Philbrick et al. Page 4 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptGene expression Total RNA from tibia and hypothalamus were isolated from 56 micegroup and individually analyzed. Tibiae were pulverized with a mortar and pestle in liquid nitrogen and further homogenized in Trizol (Life Technologies, Grand Island, NY). Hypothalamus was directly homogenized in Trizol. Total RNA was isolated according to the manufacturers protocol, and mRNA was reverse transcribed into cDNA using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR (Life Technologies). The expression of 84 genes related to JAK STAT signaling was determined for hypothalamus and bone using the mouse JAKSTAT Signaling Pathway RT2 Profiler PCR Array (PAMM-039Y) according to the manufacturers protocol (Qiagen, Valencia, CA). The expression of 84 genes related to neurotransmitter receptors in hypothalamus and 84 genes related to bone formation and bone resorption in tibia was determined using the Mouse Neurotransmitter Receptors RT2 Profiler PCR Array (PAMM-060Z) and Mouse Osteoporosis RT2 Profiler PCR Array (PAMM-170Z), respectively. Gene expression in hypothalamus was normalized to Hsp90ab1 and in tibia was normalized to GAPDH. Relative quantification was determined (Ct method) using RT2 Profiler PCR Array Data Analysis software version 3.5 (Qiagen). Fold-change was calculated using vehicle-treated obob mice as the control. Venn diagrams comparing the overlap of significantly (P  0.05) differentially expressed genes with a  1.2-fold differential expression in obob mice treated with 12 ngh leptin and obob mice treated with 140 ngh leptin compared to obob mice treated with vehicle were generated with BioVenn (Hulsen, et al. 2008 ). Statistical Analysis Mean responses were compared between six groups (vehicle control group and groups receiving leptin at 4, 12, 40, 140 or 400 ngh) using separate one-way analysis of variance (ANOV A). A modified F test was used when the assumption of equal variance was violated, with Welchs two-sample t-test used for pairwise comparisons ( Welch 1955 ). The Kruskal- Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon-Mann-Whitney test was used for pairwise comparisons. The required conditions for valid use of ANOV A were assessed using Levenes test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson-Darling test of normality. The Benjamini and Hochberg method for maintaining the false discovery rate at 5 was used to adjust for multiple comparisons (Benjamini and Hochberg 1995 ). Mean food intake (gd) for the obob vehicle group was compared to the five obob groups that received leptin (4, 12, 40, 140, and 400 ngh) using longitudinal data collected one day prior to pump implantation (1) and on days 3, 6, 10, and 12 post implantation. In addition, a comparison of mean body weight (g) for these groups was made using longitudinal data collected on days 2, 0 (pump implantation), and 3, 6, 8, 10, 12 post implantation. Multivariate linear regression models were fit using predictor variables for leptin group, time (treated as categorical and continuous), and the group by time interaction with different covariance structures, namely independence, unstructured, and compound symmetric and autoregressive of order 1 with equal and unequal variance over time. Linear mixed models with random intercepts and slopes were also considered. Model selection was performed using the Bayesian information criterion and likelihood ratio tests. Data analysis was performed using R version 2.12 ( Team 2015 ).Philbrick et al. Page 5 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptResults The dose-response effects of leptin administration on serum leptin and indices related to energy metabolism in obob mice are shown in Fig. 1. Leptin was consistently detected in serum of obob mice when infused at 40 ngh, achieved values similar to WT mice at 140 ngh, and was elevated compared to WT mice at 400 ngh (Fig. 1A). Thermogenesis is regulated by a combination of sensory and sympathetic inputs while appetite and pituitary hormone release (e.g., GnRH) are regulated by leptin through a hypothalamic relay. We therefore measured UCP-1 gene expression (Fig. 1B) as an index of non-shivering thermogenesis, and food intake (Fig. 1C and D) as an index of appetite. We measured body weight (Fig. 1E), abdominal white adipose tissue weight (Fig. 1F), and blood glucose (Fig. 1G) as additional endpoints related to energy metabolism. Finally, we measured uterine weight (Fig. 1H) as an index of GnRH release ( Gibson, et al. 1994 ). UCP-1 gene expression in BAT, food intake over the treatment interval, and body weight change over the treatment interval were significantly affected at a leptin dose of 12 ngh, corresponding to serum leptin at or below the detection limit of the immunoassay (0.5 ngml), whereas changes in other endpoints, including abdominal WAT weight, blood glucose levels, and uterine weight, required 40 ngh or higher dose rates before achieving statistical significance. As expected (Iwaniec et al. 2016 ), transfer of mice from room temperature to thermoneutral housing resulted in a dramatic reduction in food intake (Figure 1C), with no impact on body weight in vehicle-treated mice. Depending on endpoint measured, the EC 50 of leptin for indices of energy metabolism required dose rates of 40  80 ngh (Figure 2A), corresponding to serum leptin levels between 2 and 6 ngml. Specifically, the EC 50 was 80 ngh for UCP-1 gene expression, 53 ngh for cumulative food intake, 40 ngh for body weight change, 66 ngh for WAT weight, 68 ngh for blood glucose, and 57 ngh for uterine weight. Longitudinal bone growth rate (Fig. 3A), osteoblast perimeter (Fig. 3B), mineralizing perimeter (Fig. 3C), mineral apposition rate (Fig. 3D), bone formation rate (Fig. 3E), serum osteocalcin (Fig. 3F), osteoclast perimeter (Fig. 3G), and serum CTx-1 (Fig. 3H) were determined as indices of bone growth and turnover in distal femur metaphysis. Depending upon endpoint measured, positive effects of leptin were first observed for bone growth and formation parameters at rates of 412 ngh. Significant differences in osteoclast perimeter were not detected with treatment, but serum CTx-1 was increased at leptin infusion rates of 140 and 400 ngh. Representative micrographs illustrating the low dose (12 ngh) effects of leptin on bone formation are shown in Fig. 2I-J. The low turnover of cancellous bone in obob mice is illustrated by presence of declomycin label (administered 9 d prior to sacrifice) whereas extensive double calcein label (administered 4 d and 1 d prior to sacrifice) and the absence of declomycin label in obob mice treated with leptin is indicative of high turnover ( Turner et al. 2013 ). With the exception of trabecular thickness which was increased at and above leptin infusion rates of 40 ngh (Fig. 1K), differences in cancellous bone microarchitecture (bone volume fraction, trabecular number, connectivity density or trabecular spacing) were not detected with treatment (data not shown). This was expected, given the short duration (12 days) of study. Depending on endpoint measured, the EC 50 for leptin on indices of bone formation ranged from 725 ngh (Fig 2B), corresponding to serum leptin levels of  1 ngml. Specifically, the half maximum response occurred at 25 ngh for Philbrick et al. Page 6 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptlongitudinal bone growth rate, 17 ngh for osteoblast perimeter, 7 ngh for mineralizing perimeter, 12 ngh for mineral apposition rate, 10 ngh for bone formation rate, 12 ngh for serum osteocalcin, and 7 ngh for trabecular thickness. The EC 50 was not determined for osteoclast perimeter because no significant changes were detected. To verify the apparent dose-selective actions of leptin on hypothalamus and bone, we profiled changes in gene expression in tibia and hypothalamus in animals receiving leptin at 12 ngh (a dose rate that increased longitudinal bone growth and bone formation but had minimal effect on energy metabolism) and 140 ngh (a dose rate that affected both bone and energy metabolism), and compared these to vehicle-treated obob controls using pathway- focused gene expression PCR arrays. Because leptin binds to its receptor to activate JakStat signaling, we profiled genes related to activation of JakStat signaling in hypothalamus and tibia. Functional outcomes of leptin treatment in hypothalamus and bone include increased neuronal signaling and increased bone growth and turnover, respectively. We therefore analyzed the effects of leptin on the expression of genes involved in neurotransmitter receptors in hypothalamus, and osteoblast and osteoclast differentiation and function in tibia. Differential gene expression was defined as P  0.05 and a fold change of  1.2. As shown in the Venn diagrams (Fig. 4), leptin infusion at the dose rate of 12 ngh had minimal effects on either JakStat signaling genes or neurotransmitter receptor genes in hypothalamus (Fig. 4A and 4C). Only 2 genes and 5 genes, respectively were differentially expressed compared to obob controls. In contrast, there were robust changes in JakStat signaling genes (Fig. 4B) and bone cell-related genes (Fig. 4D) in tibia. A total of 25 genes involved in JakStat signaling (Fig. 4B) and 21 genes involved in osteoblast and osteoclast differentiation and function (Fig. 4D) were differentially expressed in the tibia in obob mice infused with leptin at a dose rate of 12 ngh compared to vehicle-treated obob controls. The 140 ngh leptin dose resulted in robust changes in gene expression in hypothalamus and further increases in number of differentially expressed genes in tibia. All genes differentially expressed (P  0.05) in response to leptin in hypothalamus and tibia, regardless of fold change, are identified in Tables 14. Discussion This study was performed to determine the dose response effects of leptin on bone and energy metabolism. The results demonstrate that leptin acts on the skeleton at dose rates having minimal impact on energy metabolism. Specifically, leptin increased osteoblast perimeter, mineralizing perimeter, and bone formation rate at an infusion rate of 4 ngh, and mineral apposition rate and longitudinal growth rate at an infusion rate of 12 ngh. Leptin increased UCP-1 gene expression and decreased food intake and rate of body weight gain at an infusion rate of 12 ngh. These dose rates (4 and 12 ngh) resulted in serum leptin levels below or at the detection limit of the serum leptin immunoassay (0.5 ngml) and were insufficient to affect uterine weight, cumulative food intake, hyperglycemia, or abdominal WAT weight. Bone formation parameters were increased at EC 50 ranging from 717 ngh whereas higher leptin levels (EC 50 of 4080 ngh) were required to similarly impact indices of energy metabolism. Due to the short duration of study, few changes in bone microarchitecture were anticipated or detected. However, consistent with increased bone formation, a significant increase in trabecular thickness was noted in the leptin-treated mice.Philbrick et al. Page 7 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFew studies have investigated the dose-response effects of leptin. However, similar to the current findings, no effects of low sc infusion rates of leptin (40 ngh) for 12 days on terminal body weight, fat depots, and uterine weight were reported ( Harris, et al. 1998 ; Trotter-Mayo and Roberts 2008 ). Higher doses (200 ngh) of sc leptin were shown to be required to reduce body weight in WT mice and even higher doses (500 ngh) were required to deplete fat stores ( Halaas, et al. 1997 ). The precise mechanisms mediating the physiological actions of leptin on bone are uncertain. Delivery of leptin gene into the hypothalamus of obob mice reversed the skeletal abnormalities in bone architecture associated with leptin deficiency ( Iwaniec, et al. 2007 ). Also, once daily direct delivery of high concentrations of the hormone into the hypothalamus increased bone formation ( Bartell, et al. 2011 ). In contrast, continuous infusion of high concentrations of leptin into the hypothalamus was reported to be antiosteogenic ( Ducy, et al. 2000 ). Direct administration of leptin or the leptin gene into the hypothalamus was originally interpreted as evidence that leptin acts indirectly through a hypothalamic relay to regulate bone metabolism ( Ducy et al. 2000 ; Iwaniec et al. 2007 ; Kalra, et al. 2009 ; Takeda, et al. 2002 ). However, this conclusion is predicated on intracerebroventricular (icv) leptin remaining within the central nervous system. This assumption is not well supported because there is ample evidence indicating that icv leptin readily enters peripheral circulation. Using tracer methodology, Maness et al. (Maness, et al. 1998 ) investigated the fate of leptin after icv administration and found that efflux of leptin from the brain occurred with reabsorption of the cerebrospinal fluid into the blood. Efflux was not saturable and the amount of leptin in peripheral circulation after icv injection actually equaled or exceeded levels seen 20 minutes following iv administration ( Maness et al. 1998 ). The authors concluded that icv leptin achieves exposure levels in the brain at least 300 times higher than when delivered iv, but efficient reabsorption of cerebrospinal fluid into the blood introduces leptin into peripheral circulation where the hormone can bind to receptors on target cells. This conclusion is also supported by Trotter-Mayo and Roberts (Trotter-Mayo and Roberts 2008 ) who compared ip and icv delivery of leptin (8 ngh) and demonstrated that leptin delivered icv enters peripheral circulation and activates leptin receptors on thymocytes. In similar light, adoptive transfer of leptin-resistant dbdb bone marrow into WT mice ( dbdbWT) was shown to mimic the effects of leptin deficiency on bone without impacting centrally-mediated actions of leptin on energy metabolism ( Turner et al. 2013 ). Importantly, icv leptin dose rates administered to obob mice in bone studies described above have equaled or exceeded the dose rate (8 ngh) used by Trotter-Mayo and Roberts ( Trotter-Mayo and Roberts 2008 ) and would have resulted in hypothalamic leptin levels unlikely to be achieved physiologically. Thus, the exquisite sensitivity of bone to low blood levels of leptin reported in the current study combined with the knowledge that leptin is transported out of the brain into peripheral circulation following icv infusion question whether the skeletal response to icv leptin is entirely due to actions mediated centrally. The long form of the leptin receptor (LepRb) belongs to gp130 family of cytokine receptors and binding of leptin to LepRb activates the JakStat intracellular signaling pathways (Nanjappa V 2011 ). The robust differential expression of genes related to JakStat signaling in bone following sc administration of low dose leptin (12 ngh) provides strong evidence that leptin acts directly on one or more target cells in mouse long bones. Although the Philbrick et al. Page 8 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptpresent study does not identify the precise leptin target cells in bone, osteoblast lineage cells are candidates. Osteoblasts are reported to express leptin receptors and analysis of the osteoblast transcriptome supports a role for peripheral leptin signaling in bone cell function (Grundberg, et al. 2008 ). Leptin has also been shown to activate multiple pathways, including JakStat, in cultured osteoblast lineage cells ( Burguera, et al. 2006 ; Gordeladze, et al. 2002 ; Lee, et al. 2002 ; Yang, et al. 2014 ). In marked contrast to its actions on gene expression in tibia, leptin at 12 ngh had minimal effects on genes related to JakStat signaling in hypothalamus. However, higher levels of leptin (140 ngh; resulting in serum leptin levels in obob mice similar to that of WT mice) were associated with robust changes in gene expression in hypothalamus. In addition to the differential dose response, there was relatively little overlap in the genes regulated in tibia and hypothalamus and when there was overlap ( e.g., Smads 1, 2 and 5), the genes were often differentially expressed in opposite directions. Taken together, these findings indicate that leptin targets JakStat signaling in tibia as well as hypothalamus. In the present study, sc leptin administration resulted in increased mRNA levels for bone and cartilage matrix proteins in tibia of obob mice, a finding in agreement with the increase in bone formation and longitudinal bone growth and in agreement with previous studies evaluating bone metabolism in obob mice ( Bartell et al. 2011 ; Kishida et al. 2005 ; Turner et al. 2014 ). Additionally, a very low level of sc leptin replacement (12 ngh) in obob mice increased expression of genes related to BMP signaling, including Bmp 7 and Smad 1, 2, 3, 4 and 5. We have previously shown that leptin deficiency results in altered expression of TGF1, 2 and 3, BMP 2, 3 and 6, and BMPr1a ( Turner et al. 2014 ). Although Stat3- mediated activation of BMPSmad signaling has been demonstrated in neural stem cells (Fukuda, et al. 2007 ) and BMPr1 was shown to regulate development of hypothalamic circuits critical for feeding behavior ( Peng, et al. 2012 ), leptin-mediated BMP signaling in bone has received little attention. After crossing the BBB, leptin binds to and activates receptors residing on POMC and AgRPNPY-expressing neurons in the arcuate nucleus of the hypothalamus. POMC neurons are anorexigenic and stimulated by leptin while AgRPNPY neurons are orexigenic and inhibited by leptin. These arcuate nucleus neurons project directly to nuclei in several sites which play important roles in leptin-mediated regulation of feeding behavior ( Cone 2005 ; Gautron and Elmquist 2011 ). The present study demonstrates that leptin modulates expression of a group of genes related to neurotransmission in the hypothalamus. Particularly notable were the increases in expression in dopamine receptor D5 (Drd5), bombesin receptor subtype 3 (Brs3), alpha-1D adrenergic receptor (Adra1d), serotonin receptor 2A (Htr2a), and serotonin receptor 4 (Htr4). However, these changes were not apparent at leptin levels that increased longitudinal bone growth and osteoblast number and activity. Bone resorption is reduced in obob mice, as reflected by delayed skeletal maturation (delayed replacement of calcified cartilage by bone), prolonged retention of fluorochrome labels deposited into mineralizing bone, and low serum levels of CTx-1, a biochemical marker of global bone resorption ( Turner et al. 2013 ; Turner et al. 2014 ). Osteoclast Philbrick et al. Page 9 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptperimeter is not reduced, suggesting that leptin deficiency impairs osteoclast activity rather than reducing the number of osteoclasts ( Turner et al. 2014 ). Compared to age-matched WT mice, serum CTx-1 levels in the present study were very low in leptin-deficient obob mice. Leptin treatment increased serum CTx-1 but only at higher dose rates, which suggests that the positive effects of physiological doses of leptin on bone formation are not coupled to the hormones actions to increase bone resorption. Leptin acts through the CNS as a permissive factor for release of the neurohormone GnRH from the pituitary ( Barkan, et al. 2005 ), which in turn stimulates an increase in estrogen secretion from the ovaries. Estrogen deficiency induced by hypogonadism typically results in increases in bone elongation and turnover in growing rodents ( Turner, et al. 1994 ), a response that may be antagonized by leptin. Near normalization of ovarian hormone production, as ascertained by increased uterine weight, corresponded to serum leptin levels comparable to those found in WT mice and was associated with plateauing of leptin-induced increases in indices of bone growth and turnover. Additional research will be necessary to determine whether the increased estrogen levels act to oppose the stimulatory effects of leptin. Diabetes is closely associated with morbid obesity which may be due, in part, to development of leptin resistance ( Gunnarsson 1983 ; Khan, et al. 2001 ; Schwartz, et al. 1996 ). Diabetes is also associated with decreased bone turnover ( Pietschmann, et al. 2010 ). In the present study, performed in mice that are both leptin-deficient and diabetic, bone formation was increased at leptin levels having minimal impact on blood glucose levels. obob mice and leptin receptor-deficient dbdb mice and fafa rats are often used as models for type 2 diabetes. The findings of the present study agree with prior work suggesting that the low bone formation rate in these models is due to leptin signaling deficiency and not diabetes per se (Turner et al. 2014 ). Leptin can increase UCP-1 by multiple mechanisms. The increased UCP-1 mRNA level in BAT induced by leptin in the present study is in agreement with prior studies ( Cusin, et al. 1998 ; Ukropec, et al. 2006 ) and suggests that a combination of reduced energy intake and increased thermogenesis contributed to the dose-response effects of leptin to reduce weight gain. The importance of increased thermogenesis is consistent with studies where hypothalamic leptin gene therapy was shown to induce weight loss and maintain lower body weight in obob mice and normal rodents with mild or no hypophagia ( Boghossian, et al. 2007 ; Kalra et al. 2009 ). In summary, we interpret the above as evidence that osteoblasts and growth plate cartilage cells are exquisitely sensitive to low circulating levels of leptin. The present findings, combined with results from earlier studies investigating adoptive transfer of bone marrow cells from leptin receptor-deficient dbdb miceWT mice, strongly support the hypothesis that bone formation is positively regulated by leptin through peripheral signaling. The saturable transport system, which limits delivery of leptin from the hormones origin in peripheral adipose tissue to the hypothalamus, may function to guarantee that adequate energy is available for important anabolic processes such as bone growth and turnover and that these actions are dissociable from the actions of the hormone to reduce appetite and Philbrick et al. Page 10 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptincrease thermogenesis. Such a mechanism would serve to insure optimal energy availability for anabolic processes to proceed to support adequate growth. Acknowledgments Funding : This work was supported by grants from the NIH (AR060913), NASA (NNX12AL24), and USDA (38420-17804). Bibliography Anubhuti, Arora S. Leptin and its metabolic interactions: an update. Diabetes Obes Metab. 2008; 10:973993. PubMed: 18284436 Banks WA, Kastin AJ, Huang W, Jaspan JB, Maness LM. Leptin enters the brain by a saturable system independent of insulin. Peptides. 1996; 17:305311. PubMed: 8801538 Barkan D, Hurgin V , Dekel N, Amsterdam A, Rubinstein M. Leptin induces ovulation in GnRH- deficient mice. FASEB J. 2005; 19:133135. PubMed: 15629898 Bartell SM, Rayalam S, Ambati S, Gaddam DR, Hartzell DL, Hamrick M, She JX, Della-Fera MA, Baile CA. Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient obob mice. J Bone Miner Res. 2011; 26:17101720. PubMed: 21520275 Benjamini Y , Hochberg Y . Controlling the false discovery rate: a practical and powerful approach to multiple testing. J R Statist Soc B. 1995; 57:289300. Boghossian S, Ueno N, Dube MG, Kalra P, Kalra S. Leptin gene transfer in the hypothalamus enhances longevity in adult monogenic mutant mice in the absence of circulating leptin. Neurobiol Aging. 2007; 28:15941604. PubMed: 17011078 Burguera B, Brunetto A, Garcia-Ocana A, Teijeiro R, Esplen J, Thomas T, Couce ME, Zhao A. Leptin increases proliferation of human steosarcoma cells through activation of PI(3)-K and MAPK pathways. Med Sci Monit. 2006; 12:BR341349. PubMed: 17072262 Cone RD. Anatomy and regulation of the central melanocortin system. Nat Neurosci. 2005; 8:571 578. PubMed: 15856065 Cusin I, Zakrzewska KE, Boss O, Muzzin P, Giacobino JP, Ricquier D, Jeanrenaud B, Rohner- Jeanrenaud F. Chronic central leptin infusion enhances insulin-stimulated glucose metabolism and favors the expression of uncoupling proteins. Diabetes. 1998; 47:10141019. PubMed: 9648822 Dempster DW, Compston JE, Drezner MK, Glorieux FH, Kanis JA, Malluche H, Meunier PJ, Ott SM, Recker RR, Parfitt AM. Standardized nomenclature, symbols, and units for bone histomorphometry: a 2012 update of the report of the ASBMR Histomorphometry Nomenclature Committee. J Bone Miner Res. 2013; 28:217. PubMed: 23197339 Ducy P, Amling M, Takeda S, Priemel M, Schilling AF, Beil FT, Shen J, Vinson C, Rueger JM, Karsenty G. Leptin inhibits bone formation through a hypothalamic relay: a central control of bone mass. Cell. 2000; 100:197207. PubMed: 10660043 Ealey KN, Fonseca D, Archer MC, Ward WE. Bone abnormalities in adolescent leptin-deficient mice. Regul Pept. 2006; 136:913. PubMed: 16764953 Farr JN, Khosla S. Skeletal changes through the lifespan-from growth to senescence. Nat Rev Endocrinol. 2015; 11:513521. PubMed: 26032105 Fukuda S, Abematsu M, Mori H, Yanagisawa M, Kagawa T, Nakashima K, Yoshimura A, Taga T. Potentiation of astrogliogenesis by STAT3-mediated activation of bone morphogenetic protein- Smad signaling in neural stem cells. Mol Cell Biol. 2007; 27:49314937. PubMed: 17452461 Gat-Yablonski G, Phillip M. Leptin and regulation of linear growth. Curr Opin Clin Nutr Metab Care. 2008; 11:303308. PubMed: 18403928 Gautron L, Elmquist JK. Sixteen years and counting: an update on leptin in energy balance. J Clin Invest. 2011; 121:20872093. PubMed: 21633176 Philbrick et al. Page 11 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptGibson MJ, Kasowski H, Dobrjansky A. Continuous gonadotropin-releasing hormone infusion stimulates dramatic gonadal development in hypogonadal female mice. Biol Reprod. 1994; 50:680685. PubMed: 8167240 Gordeladze JO, Drevon CA, Syversen U, Reseland JE. Leptin stimulates human osteoblastic cell proliferation, de novo collagen synthesis, and mineralization: Impact on differentiation markers, apoptosis, and osteoclastic signaling. J Cell Biochem. 2002; 85:825836. PubMed: 11968022 Grundberg E, Brandstrom H, Lam KC, Gurd S, Ge B, Harmsen E, Kindmark A, Ljunggren O, Mallmin H, Nilsson O, et al. Systematic assessment of the human osteoblast transcriptome in resting and induced primary cells. Physiol Genomics. 2008; 33:301311. PubMed: 18334548 Gunnarsson R. The pathogenesis of type II diabetes mellitus. A brief survey. Ann Clin Res. 1983; 15(Suppl 37):611. PubMed: 6383183 Halaas JL, Boozer C, Blair-West J, Fidahusein N, Denton DA, Friedman JM. Physiological response to long-term peripheral and central leptin infusion in lean and obese mice. Proc Natl Acad Sci U S A. 1997; 94:88788883. PubMed: 9238071 Hamann C, Picke AK, Campbell GM, Balyura M, Rauner M, Bernhardt R, Huber G, Morlock MM, Gunther KP, Bornstein SR, et al. Effects of parathyroid hormone on bone mass, bone strength, and bone regeneration in male rats with type 2 diabetes mellitus. Endocrinology. 2014; 155:1197 1206. PubMed: 24467747 Hamann C, Rauner M, Hohna Y , Bernhardt R, Mettelsiefen J, Goettsch C, Gunther KP, Stolina M, Han CY , Asuncion FJ, et al. Sclerostin antibody treatment improves bone mass, bone strength, and bone defect regeneration in rats with type 2 diabetes mellitus. J Bone Miner Res. 2013; 28:627 638. PubMed: 23109114 Hamrick MW, Pennington C, Newton D, Xie D, Isales C. Leptin deficiency produces contrasting phenotypes in bones of the limb and spine. Bone. 2004; 34:376383. PubMed: 15003785 Harris RB, Zhou J, Redmann SM Jr, Smagin GN, Smith SR, Rodgers E, Zachwieja JJ. A leptin dose- response study in obese (obob) and lean (?) mice. Endocrinology. 1998; 139:819. PubMed: 9421392 Hulsen T, de Vlieg J, Alkema W. BioVenn - a web application for the comparison and visualization of biological lists using area-proportional Venn diagrams. BMC Genomics. 2008; 9:488. PubMed: 18925949 Iwaniec UT, Boghossian S, Lapke PD, Turner RT, Kalra SP. Central leptin gene therapy corrects skeletal abnormalities in leptin-deficient obob mice. Peptides. 2007; 28:10121019. PubMed: 17346852 Iwaniec UT, Dube MG, Boghossian S, Song H, Helferich WG, Turner RT, Kalra SP. Body mass influences cortical bone mass independent of leptin signaling. Bone. 2009; 44:404412. PubMed: 19095090 Iwaniec UT, Philbrick KA, Wong CP, Gordon JL, Kahler-Quesada AM, Olson DA, Branscum AJ, Sargent JL, DeMambro VE, Rosen CJ, et al. Room temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss. Osteoporos Int. 2016; 27:30913101. PubMed: 27189604 Iwaniec UT, Wronski TJ, Turner RT. Histological analysis of bone. Methods Mol Biol. 2008; 447:325 341. PubMed: 18369927 Jequier E. Leptin signaling, adiposity, and energy balance. Ann N Y Acad Sci. 2002; 967:379388. PubMed: 12079865 Kalra SP, Dube MG, Iwaniec UT. Leptin increases osteoblast-specific osteocalcin release through a hypothalamic relay. Peptides. 2009; 30:967973. PubMed: 19428775 Khan A, Narangoda S, Ahren B, Holm C, Sundler F, Efendic S. Long-term leptin treatment of obob mice improves glucose-induced insulin secretion. Int J Obes Relat Metab Disord. 2001; 25:816 821. PubMed: 11439295 Khan SN, DuRaine G, Virk SS, Fung J, Rowland DJ, Reddi AH, Lee MA. The temporal role of leptin within fracture healing and the effect of local application of recombinant leptin on fracture healing. J Orthop Trauma. 2013; 27:656662. PubMed: 23287761 Philbrick et al. Page 12 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptKishida Y , Hirao M, Tamai N, Nampei A, Fujimoto T, Nakase T, Shimizu N, Yoshikawa H, Myoui A. Leptin regulates chondrocyte differentiation and matrix maturation during endochondral ossification. Bone. 2005; 37:607621. PubMed: 16039170 Kokolus KM, Capitano ML, Lee CT, Eng JW, Waight JD, Hylander BL, Sexton S, Hong CC, Gordon CJ, Abrams SI, et al. Baseline tumor growth and immune control in laboratory mice are significantly influenced by subthermoneutral housing temperature. Proc Natl Acad Sci U S A. 2013; 110:2017620181. PubMed: 24248371 Lee YJ, Park JH, Ju SK, You KH, Ko JS, Kim HM. Leptin receptor isoform expression in rat osteoblasts and their functional analysis. FEBS Lett. 2002; 528:4347. PubMed: 12297277 Lindstrom P. The physiology of obese-hyperglycemic mice obob mice. Scientific World Journal. 2007; 7:666685. PubMed: 17619751 Maness LM, Kastin AJ, Farrell CL, Banks WA. Fate of leptin after intracerebroventricular injection into the mouse brain. Endocrinology. 1998; 139:45564562. PubMed: 9794465 Nanjappa VRR, Muthusamy B, Sharma J, Thomas JK, Haridas Nidhina PA, Harsha1 HC, Pandey A, Anilkumar G, Keshava Prasad TS. A Comprehensive Curated Reaction Map of Leptin Signaling Pathway. J Proteomics Bioinform. 2011; 4:184189. Peng CY , Mukhopadhyay A, Jarrett JC, Yoshikawa K, Kessler JA. BMP receptor 1A regulates development of hypothalamic circuits critical for feeding behavior. J Neurosci. 2012; 32:17211 17224. PubMed: 23197713 Picke AK, Gordaliza Alaguero I, Campbell GM, Gluer CC, Salbach-Hirsch J, Rauner M, Hofbauer LC, Hofbauer C. Bone defect regeneration and cortical bone parameters of type 2 diabetic rats are improved by insulin therapy. Bone. 2015; 82:108115. PubMed: 26055107 Pietschmann P, Patsch JM, Schernthaner G. Diabetes and bone. Horm Metab Res. 2010; 42:763768. PubMed: 20711953 Sainz N, Barrenetxe J, Moreno-Aliaga MJ, Martinez JA. Leptin resistance and diet-induced obesity: central and peripheral actions of leptin. Metabolism. 2015; 64:3546. PubMed: 25497342 Saito M, Bray GA. Diurnal rhythm for corticosterone in obese (obob) diabetes (dbdb) and gold- thioglucose-induced obesity in mice. Endocrinology. 1983; 113:21812185. PubMed: 6416815 Scatchard G. Attractions of proteins for small molecules and ions. Ann N Y Acad Sci. 1948; 51:660. Schwartz MW, Baskin DG, Bukowski TR, Kuijper JL, Foster D, Lasser G, Prunkard DE, Porte D Jr, Woods SC, Seeley RJ, et al. Specificity of leptin action on elevated blood glucose levels and hypothalamic neuropeptide Y gene expression in obob mice. Diabetes. 1996; 45:531535. PubMed: 8603777 Takeda S, Elefteriou F, Levasseur R, Liu X, Zhao L, Parker KL, Armstrong D, Ducy P, Karsenty G. Leptin regulates bone formation via the sympathetic nervous system. Cell. 2002; 111:305317. PubMed: 12419242 Team RC. R: A language and environment for statistical computing. Vienna, Austria: R Foundation for Statistical Computing; 2015. Trotter-Mayo RN, Roberts MR. Leptin acts in the periphery to protect thymocytes from glucocorticoid-mediated apoptosis in the absence of weight loss. Endocrinology. 2008; 149:5209 5218. PubMed: 18583419 Turner RT, Kalra SP, Wong CP, Philbrick KA, Lindenmaier LB, Boghossian S, Iwaniec UT. Peripheral leptin regulates bone formation. J Bone Miner Res. 2013; 28:2234. PubMed: 22887758 Turner RT, Philbrick KA, Wong CP, Olson DA, Branscum AJ, Iwaniec UT. Morbid obesity attenuates the skeletal abnormalities associated with leptin deficiency in mice. J Endocrinol. 2014; 223:M1 15. PubMed: 24990938 Turner RT, Riggs BL, Spelsberg TC. Skeletal effects of estrogen. Endocr Rev. 1994; 15:275300. PubMed: 8076582 Ukropec J, Anunciado RV , Ravussin Y , Kozak LP. Leptin is required for uncoupling protein-1- independent thermogenesis during cold stress. Endocrinology. 2006; 147:24682480. PubMed: 16469807 Wallner C, Schira J, Wagner JM, Schulte M, Fischer S, Hirsch T, Richter W, Abraham S, Kneser U, Lehnhardt M, et al. Application of VEGFA and FGF-9 enhances angiogenesis, osteogenesis and Philbrick et al. Page 13 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptbone remodeling in type 2 diabetic long bone regeneration. PLoS One. 2015; 10:e0118823. PubMed: 25742620 Welch BL. On comparison of several mean values: an alternative approach. Biometrika. 1955; 38:330 336. Williams GA, Callon KE, Watson M, Costa JL, Ding Y , Dickinson M, Wang Y , Naot D, Reid IR, Cornish J. Skeletal phenotype of the leptin receptor-deficient dbdb mouse. J Bone Miner Res. 2011; 26:16981709. PubMed: 21328476 Yang WH, Tsai CH, Fong YC, Huang YL, Wang SJ, Chang YS, Tang CH. Leptin induces oncostatin M production in osteoblasts by downregulating miR-93 through the Akt signaling pathway. Int J Mol Sci. 2014; 15:1577815790. PubMed: 25198901 Philbrick et al. Page 14 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 1. Effects of 12 days of sc leptin infusion on serum leptin (A), uncoupling protein-1 (UCP-1) gene expression in brown adipose tissue (BAT) (B), food intake over duration of treatment (C), cumulative food intake (D), body weight over duration of treatment (E), abdominal white adipose tissue (WAT) weight (F), blood glucose (G) and uterine weight (H) in female obob mice (n8group). Please note the expected dramatic decrease in food intake in obob mice associated with transfer from room temperature to thermoneutral housing ( Iwaniec et al. 2016 ). Data are mean  SE. aDifferent from vehicle-treated obob mice ( obob ), P0.05. WT is shown as a reference group.Philbrick et al. Page 15 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 2. The apparent half maximum effects (EC 50) of leptin on indices of energy metabolism (A) and bone formation (B). Depending on endpoint measured, the half maximum effects of leptin on indices of energy metabolism were detected at dose rates of 4080 ngh whereas the half maximum effects of leptin on indices of bone formation were detected at dose rates of 725 ngh. The vertical dotted lines indicate the range in EC 50.Philbrick et al. Page 16 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 3. Effects of 12 days of sc leptin infusion on longitudinal bone growth (A), indices of bone formation consisting of osteoblast perimeter (B), mineralizing perimeter (C), mineral apposition rate (D), bone formation rate (E), and serum osteocalcin (F), and indices of bone resorption consisting of osteoclast perimeter (G) and serum CTx-1 (H) in female obob mice (n8group). Representative photomicrographs illustrating differences in fluorochrome labeling in obob mice treated with vehicle (I) and obob mice infused with 12 ngh leptin (J). Effects of leptin on trabecular thickness, an index of bone microarchitecture, is shown in Philbrick et al. Page 17 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptK. Data are mean  SE. aDifferent from vehicle-treated obob mice ( obob 0), P0.05. WT is shown as a reference group.Philbrick et al. Page 18 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 4. Venn diagrams showing the number of genes in hypothalamus (A and C) and tibia (B and D) that were differentially expressed (meeting criteria of p  0.05 and fold-change of  1.2) in obob mice (n5) treated with 12 ngh leptin (light gray) and obob mice (n5) treated with 140 ngh leptin (dark gray) compared to obob mice treated with vehicle (n6). RT2 Profiler PCR Arrays were used to quantify expression of transcripts associated with JAKSTAT signaling (A and B), neurotransmitter receptors (C), and genes related to osteoblast and osteoclast differentiation and function (D). Please note the paucity of differentially expressed genes in the hypothalamus compared to tibia in mice infused with leptin at a dose Philbrick et al. Page 19 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptrate of 12 ngh (2 versus 25 for JakStat signaling and 5 versus 21 for neurotransmitterbone metabolism). Also note the increases in differentially expressed genes, particularly in hypothalamus, in mice infused with leptin at a dose rate of 140 ngh. The higher dose rate results in blood leptin levels in obob mice similar to WT mice.Philbrick et al. Page 20 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAuthor Manuscript Author Manuscript Author Manuscript Author ManuscriptPhilbrick et al. Page 21Table 1 Hypothalamus JakStat signaling array showing significant changes for genes in obob mice administered 12 ngh or 140 ngh leptin compared to obob mice administered vehicle (0 ngh leptin). Differentially Expressed Genes obob12 ngh leptin vs. obobveh (n3 genes) obob140 ngh leptin vs. obobveh (n23 genes) Symbol Fold Change P  Symbol Fold Change P  Crk 1.1 0.048 Bcl2l1 1.2 0.009 Ghr 1.3 0.020 Cdkn1a 1.7 0.002 Stam 1.2 0.029 Cebpb 1.7 0.003 Cebpd 1.7 0.023 Egfr 1.3 0.019 Fas 1.3 0.010 Fcer2a 1.4 0.005 Ghr 1.5 0.002 Il2ra 1.7 0.041 Insr 1.5 0.006 Mpl 1.9 0.015 Nos2 1.4 0.017 Nr3c1 1.2 0.035 Pias2 1.2 0.038 Prlr 1.5 0.040 Ptpn11 1.5 0.010 Smad1 1.2 0.024 Smad2 1.2 0.039 Smad5 1.3 0.017 Socs1 1.4 0.020 Sp1 1.2 0.020 Stam 1.3 0.004 Stat4 2.1 0.001 N  6, 5, and 5 mice in vehicle, 12 ngh leptin, and 140 ngh leptin group, respectively. J Endocrinol . Author manuscript; available in PMC 2018 March 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptPhilbrick et al. Page 22Table 2 Tibia JakStat signaling array showing signficant changes for genes in obob mice administered 12 ngh or 140 ngh leptin compared to obob mice administered vehicle (0 ngh leptin). Differentially Expressed Genes obob12 ngh leptin vs. obobveh (n30 genes) obob140 ngh leptin vs. obobveh (n52 genes) Symbol Fold Change P  Symbol Fold Change P  A2m 2.4 0.000 A2m 6.4 0.002 Csf1r 1.1 0.040 Akt1 1.4 0.001 Cxcl9 1.6 0.011 Bcl2l1 2.1 0.000 Epor 1.2 0.038 Crk 1.6 0.004 Fcgr1 1.4 0.001 Csf1r 1.2 0.014 Gata3 1.3 0.030 Epor 1.9 0.000 Gbp2b 1.6 0.001 Fas 1.3 0.019 Ifnar1 1.3 0.000 Fcer2a 1.6 0.020 Ifngr1 1.1 0.048 Fcgr1 1.7 0.002 Il10ra 1.5 0.000 Gbp2b 1.6 0.002 Il2ra 2.6 0.000 Ifnar1 1.6 0.000 Il6st 1.1 0.019 Il10ra 2.5 0.000 Insr 1.2 0.028 Il10rb 1.2 0.023 Irf1 1.2 0.000 Il2ra 8.0 0.000 Irf9 1.2 0.006 Il2rg 1.4 0.004 Jak3 1.2 0.039 Il4 1.7 0.013 Mpl 1.3 0.015 Il4ra 1.5 0.000 Nr3c1 1.2 0.002 Il6st 1.3 0.001 Oas1a 1.5 0.008 Irf1 1.8 0.000 Pdgfra 1.3 0.001 Irf9 1.3 0.021 Pias2 1.3 0.004 Isg15 2.3 0.001 Ptprc 1.1 0.039 Jak2 1.2 0.001 Sh2b2 1.1 0.040 Jak3 1.5 0.002 Smad3 1.3 0.017 Junb 1.4 0.030 Smad4 1.2 0.001 Mcl1 1.1 0.034 J Endocrinol . Author manuscript; available in PMC 2018 March 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptPhilbrick et al. Page 23Differentially Expressed Genes obob12 ngh leptin vs. obobveh (n30 genes) obob140 ngh leptin vs. obobveh (n52 genes) Symbol Fold Change P  Symbol Fold Change P  Smad5 1.2 0.001 Mpl 1.3 0.029 Socs2 1.3 0.005 Myc 1.2 0.049 Socs5 1.2 0.022 Nfkb1 1.4 0.000 Stat1 1.2 0.003 Nr3c1 1.3 0.000 Stat2 1.2 0.002 Oas1a 2.1 0.001 Osm 1.7 0.002 Pdgfra 1.6 0.000 Pias2 1.5 0.000 Ptpn1 1.1 0.035 Ptprc 1.3 0.011 Spi1 1.3 0.000 Sh2b1 1.3 0.006 Sh2b2 1.2 0.018 Smad1 1.2 0.004 Smad2 1.1 0.040 Smad3 1.3 0.003 Smad4 1.4 0.000 Smad5 1.4 0.002 Socs2 1.3 0.000 Socs5 1.7 0.007 Stat1 1.5 0.002 Stat2 1.6 0.000 Stat3 1.3 0.000 Stat5b 1.2 0.031 Stat6 1.4 0.003 Tyk2 1.2 0.031 Usf1 1.3 0.001 N  6, 5, and 5 mice in vehicle, 12 ngh leptin, and 140 ngh leptin group, respectively. J Endocrinol . Author manuscript; available in PMC 2018 March 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptPhilbrick et al. Page 24Table 3 Hypothalamus neurotransmitter receptor array showing significant changes for genes in obob mice administered 12 ngh or 140 ngh leptin compared to obob mice administered vehicle (0 ngh leptin). Differentially Expressed Genes obob12 ngh leptin vs. obobveh (n6 genes) obob140 ngh leptin vs. obobveh (n61 genes) Symbol Fold Change P  Symbol Fold Change P  Gabbr1 1.1 0.047 Adra1a 1.7 0.000 Gabbr2 1.3 0.009 Adra1d 6.4 0.002 Gabrb1 1.2 0.018 Adra2a 1.8 0.001 Gria2 1.2 0.044 Adrb2 1.7 0.005 Grin2a 1.2 0.010 Avpr1a 1.6 0.003 Grm5 1.2 0.013 Avpr1b 5.5 0.002 Brs3 4.5 0.003 Chrm1 1.4 0.019 Chrm5 1.9 0.000 Chrna5 2.8 0.010 Chrna6 2.0 0.018 Chrna7 1.5 0.000 Cnr1 1.8 0.000 Drd1a 1.2 0.046 Drd5 7.5 0.004 Gabbr1 1.5 0.000 Gabra1 1.7 0.020 Gabra2 1.9 0.006 Gabra5 1.6 0.001 Gabrb1 1.7 0.001 Gabrb3 1.4 0.000 Gabrd 2.9 0.002 Gabre 1.8 0.001 Gabrg1 1.7 0.002 Gabrg3 2.0 0.001 J Endocrinol . Author manuscript; available in PMC 2018 March 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptPhilbrick et al. Page 25Differentially Expressed Genes obob12 ngh leptin vs. obobveh (n6 genes) obob140 ngh leptin vs. obobveh (n61 genes) Symbol Fold Change P  Symbol Fold Change P  Gabrq 1.5 0.004 Gabrr1 1.7 0.031 Gria1 1.7 0.002 Gria2 1.9 0.001 Gria3 1.7 0.003 Grik1 1.5 0.001 Grik2 1.8 0.000 Grik4 1.4 0.003 Grik5 1.3 0.017 Grin1 1.4 0.003 Grin2a 1.7 0.000 Grin2b 1.5 0.001 Grin2c 1.3 0.013 Grm1 1.5 0.001 Grm5 1.9 0.000 Grm7 1.6 0.001 Grm8 1.7 0.000 Grpr 2.2 0.000 Hcrtr2 1.7 0.003 Hrh1 1.7 0.004 Htr1a 1.3 0.018 Htr1b 1.8 0.003 Htr1f 1.8 0.003 Htr2a 7.5 0.002 Htr2b 1.6 0.002 Htr3a 1.4 0.012 Htr4 6.9 0.002 Htr7 1.5 0.000 Ntsr2 1.4 0.015 J Endocrinol . Author manuscript; available in PMC 2018 March 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptPhilbrick et al. Page 26Differentially Expressed Genes obob12 ngh leptin vs. obobveh (n6 genes) obob140 ngh leptin vs. obobveh (n61 genes) Symbol Fold Change P  Symbol Fold Change P  Oxtr 1.8 0.009 Prokr2 1.3 0.013 Sstr1 1.6 0.001 Sstr2 1.3 0.033 Sstr4 1.4 0.027 Tacr1 1.2 0.043 Tacr3 1.6 0.001 N  6, 5, and 5 mice in vehicle, 12 ngh leptin, and 140 ngh leptin group, respectively. J Endocrinol . Author manuscript; available in PMC 2018 March 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptPhilbrick et al. Page 27Table 4 Tibia osteoporosis array showing significant changes for genes in obob mice administered 12 ngh or 140 ngh leptin compared to obob mice administered vehicle (0 ngh leptin). Differentially Expressed Genes obob12 ngh leptin vs. obobveh (n23 genes) obob140 ngh leptin vs. obobveh (n35 genes) Symbol Fold Change P  Symbol Fold Change P  Alox12 1.2 0.019 Alox12 1.3 0.042 Alpl 1.4 0.004 Alpl 1.7 0.001 Bglap 1.9 0.001 Bglap 3.0 0.000 Bmp7 1.2 0.009 Bmp7 1.3 0.012 Calcr 2.2 0.007 Calcr 2.2 0.017 Cd40 1.4 0.000 Car2 3.8 0.000 Col1a1 1.5 0.015 Cd40 2.7 0.000 Col1a2 1.4 0.032 Cnr2 1.6 0.006 Crtap 1.1 0.030 Col1a1 1.7 0.011 Il6ra 1.3 0.003 Col1a2 1.6 0.007 Lepre1 1.3 0.003 Comt 1.4 0.002 Ltbp2 1.2 0.009 Dbp 1.8 0.002 Mmp2 1.4 0.012 Dkk1 1.3 0.038 Npy 1.5 0.025 Enpp1 1.2 0.004 Nr3c1 1.2 0.018 Esr1 1.2 0.022 Plod2 1.4 0.009 Il15 1.4 0.019 Pth1r 1.3 0.003 Il6ra 1.3 0.018 Sfrp4 1.4 0.002 Itga1 1.1 0.040 Sparc 1.4 0.010 Lepre1 1.5 0.000 Stat1 1.2 0.003 Lrp5 1.3 0.000 Timp2 1.1 0.033 Lrp6 1.2 0.014 Tnfaip3 1.3 0.030 Ltbp2 1.6 0.000 Twist1 1.2 0.027 Mmp2 1.4 0.017 Mthfr 1.4 0.008 Nfatc1 1.2 0.002 J Endocrinol . Author manuscript; available in PMC 2018 March 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptPhilbrick et al. Page 28Differentially Expressed Genes obob12 ngh leptin vs. obobveh (n23 genes) obob140 ngh leptin vs. obobveh (n35 genes) Symbol Fold Change P  Symbol Fold Change P  Npy 1.5 0.044 Nr3c1 1.3 0.000 Plod2 1.5 0.010 Pth1r 1.3 0.027 Sfrp4 1.6 0.004 Sparc 1.5 0.008 Stat1 1.5 0.002 Tnfaip3 1.3 0.006 Tnfrsf11b 1.2 0.038 Tnfrsf1b 1.6 0.001 N  6, 5, and 5 mice in vehicle, 12 ngh leptin, and 140 ngh leptin group, respectively. J Endocrinol . Author manuscript; available in PMC 2018 March 01.",
        "introduction": "Leptin, the protein product of the ob gene, is produced primarily by adipocytes and secreted into the vascular circulation in proportion to fat stored in adipose depots ( Jequier 2002 ). Leptin receptors are widely expressed in peripheral tissues and the adipokine can act directly on a variety of cells to regulate their differentiation and metabolism ( Anubhuti and Arora 2008 ; Sainz, et al. 2015 ). Additionally, the hormone is transported across the blood brain barrier (BBB) where it functions to regulate appetite and energy expenditure ( Banks, et al. 1996 ). Leptin signaling is required for normal bone growth in rodents. Absence of leptin signaling in leptin-deficient obob mice or leptin receptor-deficient dbdb mice and fafa rats results in a plethora of skeletal abnormalities, the most common of which are reduced bone length, bone- and bone compartment-specific alterations in cancellous bone volume fraction, reduced cortical thickness, and reduced cortical and total bone mass ( Ealey, et al. 2006 ; Gat- Yablonski and Phillip 2008 ; Hamrick, et al. 2004 ; Williams, et al. 2011 ). At the cellular level, these abnormalities are associated with impaired endochondral ossification, lower bone formation due to reductions in osteoblast number and activity, and mild osteopetrosis due to impaired osteoclast function ( Kishida, et al. 2005 ; Turner, et al. 2013 ). Not surprisingly, bone mechanical properties are often reduced and bone regeneration impaired in leptin signaling-deficient rodents ( Hamann, et al. 2014 ; Hamann, et al. 2013 ; Khan, et al. 2013 ; Picke, et al. 2015 ; Wallner, et al. 2015 ). Leptin receptors are expressed on many mesenchymal and hematopoietic lineage-derived cells residing in bone and cartilage, suggesting that the hormone may act locally to regulate skeletal metabolism. However, leptin-deficient rodents also develop morbid obesity, reduced core body temperature, elevated corticosteroid levels, insulin resistance, and hypogonadism, each of which, alone or in combination, may influence bone metabolism through leptin- independent pathways ( Iwaniec, et al. 2009 ; Lindstrom 2007 ; Saito and Bray 1983 ). Indeed, equalization of weight gain, blood glucose levels, and energy balance of obob to that of wild type (WT) mice worsened the skeletal phenotype associated with leptin deficiency (Turner, et al. 2014 ). Thus, the skeletal phenotype of leptin-deficient mice is likely due to perturbation in multiple pathways. Understanding the precise role of leptin in regulating bone growth and maturation is important because in humans low leptin levels are associated with low peak bone mass which in turn is associated with increased fracture risk ( Farr and Khosla 2015 ). A saturable transport mechanism is required for leptin to cross the BBB ( Banks et al. 1996 ). As a consequence, leptin levels in peripheral circulation are typically over 10 times greater than the levels within the brain. The existence of this concentration gradient suggests higher occupancy of leptin receptor in peripheral tissues than brain ( Scatchard 1948 ). We therefore determined the relative responsiveness of bone and other target tissues to circulating leptin Philbrick et al. Page 2 J Endocrinol . Author manuscript; available in PMC 2018 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptlevels. This was accomplished by performing a 12-day dose-response study in which physiologically relevant concentrations of the hormone were continuously infused into obob mice using sc implanted osmotic pumps to model leptin production by adipose tissue. Materials and",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Effects of 12 days of sc leptin infusion on serum leptin (A), uncoupling protein-1 (UCP-1) \ngene expression in brown adipose tissue (BAT) (B), food intake over duration of treatment \n(C), cumulative food intake (D), body weight over duration of treatment (E), abdominal \nwhite adipose tissue (WAT) weight (F), blood glucose (G) and uterine weight (H) in female \nob/ob  mice (n=8/group)"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "The apparent half maximum effects (EC 50) of leptin on indices of energy metabolism (A) \nand bone formation (B)"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Effects of 12 days of sc leptin infusion on longitudinal bone growth (A), indices of bone \nformation consisting of osteoblast perimeter (B), mineralizing perimeter (C), mineral \napposition rate (D), bone formation rate (E), and serum osteocalcin (F), and indices of bone \nresorption consisting of osteoclast perimeter (G) and serum CTx-1 (H) in female ob/ob  mice \n(n=8/group)"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "Venn diagrams showing the number of genes in hypothalamus (A and C) and tibia (B and D) \nthat were differentially expressed (meeting criteria of p < 0"
            }
        ]
    }
]