[
    {
        "pmid": "36277726",
        "title": "Leptin and environmental temperature as determinants of bone marrow adiposity in female mice.",
        "year": "2022",
        "journal": "Front Endocrinol (Lausanne)",
        "abstract": "Bone marrow adipose tissue (BMAT) levels are higher in distal femur metaphysis of female mice housed at thermoneutral (32°C) than in mice housed at 22°C, as are abdominal white adipose tissue (WAT) mass, and serum leptin levels. We performed two experiments to explore the role of increased leptin in temperature-enhanced accrual of BMAT. First, we supplemented 6-week-old female C57BL/6J (B6) mice with leptin for 2 weeks at 10 µg/d using a subcutaneously implanted osmotic pump. Controls consisted of ad libitum (ad lib) fed mice and mice pair fed to match food intake of leptin-supplemented mice. The mice were maintained at 32°C for the duration of treatment. At necropsy, serum leptin in leptin-supplemented mice did not differ from ad lib mice, suggesting suppression of endogenous leptin production. In support, Ucp1 expression in BAT, percent body fat, and abdominal WAT mass were lower in leptin-supplemented mice. Leptin-supplemented mice also had lower BMAT and higher bone formation in distal femur metaphysis compared to the ad lib group, changes not replicated by pair-feeding. In the second experiment, BMAT response was evaluated in 6-week-old female B6 wild type (WT), leptin-deficient ob/ob and leptin-treated (0.3 μg/d) ob/ob mice housed at 32°C for the 2-week duration of the treatment. Compared to mice sacrificed at baseline (22°C), BMAT increased in ob/ob mice as well as WT mice, indicating a leptin independent response to increased temperature. However, infusion of ob/ob mice with leptin, at a dose rate having negligible effects on either energy metabolism or serum leptin levels, attenuated the increase in BMAT. In summary, increased housing temperature and increased leptin have independent but opposing effects on BMAT in mice.",
        "full_text": "Leptin and environmental temperature as determinantsof bone marrow adiposityin female mice Russell T. Turner1,2, Kira L. Nesser1, Kenneth A. Philbrick1, Carmen P. Wong1, Dawn A. Olson1, Adam J. Branscum3 and Urszula T. Iwaniec1,2 1Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR, United States,2Center for Healthy Aging Research, Oregon State University, Corvallis, OR, United States,3Biostatistics Program, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR, United States Bone marrow adipose tissue (BMAT) levels are higher in distal femur metaphysis of female mice housed at thermoneutral (32C) than in mice housed at 22C, as are abdominal white adipose tissue (WAT) mass, and serum leptin levels. We performed two experiments to explor e the role of increased leptin in temperature-enhanced accrual of BMAT. First, we supplemented 6-week-old female C57BL6J (B6) mice with leptin for 2 weeks at 10 gd using a subcutaneously implanted osmotic pump. Controls consisted of ad libitum (ad lib ) fed mice and mice pair fed to match food intake of leptin-supplemented mice. The mice were maintained at 32C for the duration of treatment. Atnecropsy, serum leptin in leptin-supplemented mice did not differ from ad lib mice, suggesting suppression of endogenous leptin production. In support, Ucp1 expression in BAT, percent body fat, and abdominal WAT mass were lower in leptin-supplemented mice. Leptin-supplemented mice also had lower BMAT and higher bone formation in distal femur metaphysis compared to the ad lib group, changes not replicated by pair-feeding. In the second experiment, BMAT response was evaluated in 6-week-old female B6 wild type (WT), leptin- decient obob and leptin-treated (0.3 mgd) obob mice housed at 32C for the 2-week duration of the treatment. Compared to mice sacri ced at baseline (22C), BMAT increased in obob mice as well as WT mice, indicating a leptin independent response to increased temperature. However, infusion of obob mice with leptin, at a dose rate having negligible effects on either energy metabolism or serum leptin levels, attenuated the increase in BMAT. In summary, increased housing temperature and increased leptin have independent but opposing effects on BMAT in mice. KEYWORDS leptin, BMAT, thermoneutral, room temperature, marrow adipose tissue, histomorphometry Frontiers in Endocrinology frontiersin.org 01 OPEN ACCESS EDITED BY Sarah Beck-Cormier, INSERM U1229 Me decine Regeneratrice et Squelette (RMeS), France REVIEWED BY Christophe Chauveau,Universite du Littoral Co te d Opale, France Xiao Zhang, Washington University in St. Louis, United States CORRESPONDENCE Urszula T. Iwaniec urszula.iwaniecoregonstate.edu SPECIALTY SECTION This article was submitted toBone Research, a section of the journalFrontiers in Endocrinology RECEIVED 02 June 2022 ACCEPTED 15 September 2022 PUBLISHED 06 October 2022 CITATION Turner RT, Nesser KL, Philbrick KA, Wong CP, Olson DA, Branscum AJ and Iwaniec UT (2022) Leptin and environmental temperature as determinants of bone marrowadiposity in female mice.Front. Endocrinol. 13:959743. doi: 10.3389fendo.2022.959743 COPYRIGHT  2022 Turner, Nesser, Philbrick, Wong, Olson, Branscum and Iwaniec. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyrightowner(s) are credited and that theoriginal publication in this journal is cited, in accordance with accepted academic practice. No use,distribution or reproduction ispermitted which does not comply with these terms.TYPE Original Research PUBLISHED 06 October 2022 DOI10.3389fendo.2022.959743Introduction Bone marrow adipose tissue (BMAT) is a fat depot spatially conned within the skeleton. The resident adipocytes are derived primarily from bone marrow m esenchymal stem cells. As reviewed ( 14), BMAT differs from other adipose depots in that the density and spatial distribution of adipocytes can vary dramatically within and among bones and adipocytes are interspersed among many other cell populations, including hematopoietic lineage cells. The function and regulation of BMAT is incompletely understood but has receivedconsiderable recent attention, particularly in regard to its role as a potential regulator of bone metabolism ( 5,6). In rodents, conditions such as diet-induced obesity, chronic heavy alcohol consumption, severe caloric restriction and microgravity have been reported to result in increased BMAT. Notably, the same conditions are often associat ed with decreased osteoblast differentiation andor activity, and bone loss ( 710). Mechanistically, some investigators have hypothesized that differentiation to adipocytes at the expense of osteoblasts and or production of adipocyte-derived adipokines lead to a negative bone turnover balance ( 11,12). However, a negative relationship between BMAT levels and osteoblasts is far from universal ( 6, 1315) and, when the relationship occurs, causality has not been established. In total, the experimental evidence to date does not strongly support a deterministic model where reducing BMAT will invariably lead to increased bone mass ( 1). Mice are commonly used as a mammalian model organism, in part because of their diminutive size, relatively short lifespan and ease of genetic manipulation. However, skeletal adaptations do not scale linearly with body size ( 16). In addition to being physically small, mice are daily facultative heterotherms and have a thermoneutral zone that is much higher than in humans (17). One outcome of this difference in thermoregulation is that mice housed at room temperature (22C) experience cold stress. Adaptation to chronic cold stress is recognized to have profound physiological effects that in uence disease processes (18,19). In contrast to larger rodents and humans, male and female mice lose cancellous bone in femur and lumbar vertebra well before growth has ceased ( 20). We have shown that cold stress induced by room temperature housing contributes to, and may be fully responsible for, premature cancellous bone loss in mice. Additionally, cold stress in growing mice results in compartment-speci c reductions in bon e accrual, reduced leptin levels, and decreased accrual of BMAT ( 21,22). There is strong circumstantial evidence that the adipokine leptin is an important negative regulator of BMAT in mice ( 23). Compared to C57BL6J (B6) wild type (WT) mice, bone growth and turnover are lower and BMAT higher in long bones of leptin-de cient obob mice ( 2428). Furthermore, treatment of obob mice with leptin by either intracerebroventricular or subcutaneous delivery normalizes bone growth and turnoverand reduces BMAT levels ( 23,25,29,30). On the other hand, there are circumstances where elevated leptin is associated with increased BMAT. For example, compared to mice housed at 22C, housing B6 female mice at 32C results in increases in serum leptin and BMAT ( 31). Additionally, high blood leptin levels in obese rodents are associated with increased BMAT ( 32). These discrepant ndings, where higher levels of leptin can be associated with either increases or decreases in BMAT, suggestthat environmental temperature has actions on BMAT that do not require leptin. To better understand the role of leptin as a potential mediator of the response of BMAT to changes in environmental temperature, we performed 2 experiments where we measured BMAT 2 weeks following transfer of mice housed at room temperature (22C) to near thermoneutral (32C) housing. It is challenging to house mice at true thermoneutral because the thermoneutral point differs by several degrees between the dark and light photo periods ( 33). However, a constant temperature of 30-32C approximates the midrange of thermoneutrality and was shown to prevent cold stress-induced cancellous bone loss in male and female mice as well as result in increased BMAT in female mice ( 21). In the rst experiment, we supplemented 6-week-old female B6 WT mice with leptin, administered for 2 weeks using a subcutaneously implanted osmotic pump, at 10 gd. Controls consisted of ad libitum (ad lib) fed mice and mice pair fed to match food consumption of leptin-supplemented mice. In the second experiment, BMAT response was evaluated in 6-week- old female B6 WT, leptin-de cient obob and leptin-treated (0.3 mgd) obob mice housed at 32C for the 2-week duration of treatment. Materials and methods The experimental protocols were approved by the Institutional Animal Care and Use Committee at Oregon State University in accordance with the NIH Guide for the Care and Use of Laboratory Animals. Experiment 1: Effects of leptin supplementation on food intake, bodycomposition, bone and bone marrow adiposity in female B6 mice Six-week-old female B6 mice were purchased from Jackson Laboratory (Bar Harbor, ME, USA). We chose 6-week-old mice because this age corresponds to near peak cancellous bone volume fraction in femur in the B6 female ( 20). The animals were placed at 32C upon arrival and maintained individually housed on a 12 h light:12 h dark cycle. Near thermoneutral housing was usedTurner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 02to prevent cold stress associated with subthermoneutral housing (e.g., standard room temperature, 22C) ( 31,34). The mice were randomized by weight into one of 3 treatment groups: (1) ad lib (n16), (2) leptin-supplemented (leptin) (n9), or (3) vehicle- treated and pair-fed to leptin (pair-fed) (n10) ( Figure 1 ). Mouse leptin (10 gd, equivalent to 400 ngh; 498-OB-05M, RD Systems, Minneapolis, MN) or vehicle (20 mM Tris-HCL, Invitrogen, Carlsbad, CA) were delivered via subcutaneouslyimplanted osmotic pumps (Alzet Model 1002, Durect Corporation, Cupertino, CA) to leptin and pair-fed mice, respectively as described ( 35). Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were provided ad libitum to the ad lib and leptin-supplemented mice. The pair- fed mice were calorically restricted to match food intake of the leptin-supplemented mice. These mice also served as vehicle- treated surgery controls. We did not include B6 mice housed at 22C as an additional control because a pilot study (data not shown) revealed no change in BMAT. Food intake was recorded daily for the 2-week duration of treatment. Body weight was recorded 2 days prior to implant surgery, on day of implant surgery (only mice undergoing surgery were weighed), and on days 4, 11, and 14 (necropsy) post-surgery. Calcein was administered at 4 and 1 d prior to necropsy to label mineralizing bone. Mice were fasted overnight and dual energy x-ray absorptiometry (DXA) was performed prior to necropsy. For tissue collection death was induced by cardiac exsanguination. Abdominal white adipose tissue (WAT) perigonadal, mesenteric, perirenal, retroperitoneal was excised and weighed. Samples of perigonadal WAT were stored in RNAlater for evaluation of gene expression. Interscapular brown adipose tissue (BAT) was also excised and stored in RNAlater for evaluation of gene expression. Femora were removed, xed for 24h in 10 buffered formalin and stored in 70 ethanol forhistomorphometric analysis. Tibiae were frozen in liquid nitrogen a n ds t o r e da t 80C for analysis of gene expression. Experiment 2: Effects of leptin on body composition and bone marrow adiposity in leptin-de cient obob female mice Six-week-old female B6 WT mice and obob mice on a B6 background were purchased f rom Jackson Laboratory (Bar Harbor, ME, USA). Following arrival, the B6 WT mice were randomized by weight into one of 2 groups: (1) baseline (n8) and (2) no treatment control (n9) ( Figure 1 ). The obob mice were randomized by weight into 3 groups: (1) baseline (n7), (2) vehicle (n8), or (3) leptin-treated (n8). The baseline groups were sacri ced at the start of the experiment and treatment mice placed at 32C. Mouse leptin (0.3 gd, equivalent to 12 ngh; 498-OB-05M, RD Systems, Minneapolis, MN) or vehicle (20 mM Tris-HCL, Invitrogen, Carlsbad, CA) were delivered via subcutaneously implanted osmotic pumps (Alzet Model 1002, Durect Corporation, Cupertino, CA) to leptin and vehicle mice, respectively. Infusion of leptin at 0.3 gd was shown to increase longitudinal bone growth and bone formation with minimal effects on hypothalamic gene expression in obob mice ( 35). Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were provided ad libitum to all groups. We did not include mice housed at 22C as an additional control because a pilot study (data not shown) did not reveal a change in BMAT. As in Experiment 1, percent body fat (DXA) and abdominal WAT mass (perigonadal, mesenteric, perirenal, retroperitoneal) were recorded at necropsy. In addit ion, interscapular BAT was removed and stored in RNA later for evaluation of gene expression and femora were removed, xed for 24h in 10 FIGURE 1 Experimental design.Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 03buffered formalin, and stored in 70 ethanol for histomorphometric analysis of bone marrow adiposity. Dual energy absorptiometry Total body bone mineral content (g), bone area (cm2), bone mineral density (gcm2) and percent body fat were determined using DXA (PIXImus2, Lunar, Madison, WI) under iso urane anesthesia immediately prior to necropsy. Blood measurements Serum leptin was measured using Mouse Leptin Quantikine ELISA Kit (RD Systems, Minneapolis, MN), serum osteocalcin was measured using Mouse Gla-Osteocalcin High Sensitive EIA Kit (Clontech, Mountain View, CA), and serum Mouse C terminal telopeptides of type I collagen (CTX-1) was measured using ELISA kit (Life Sciences Advanced Technologies, St. Petersburg, FL) according to the respective manufacturer s protocol. Intra-assay coef cient of variation (CV) for all ELISA assays were within the manufactures reported CVs of 5. Histomorphometry The methods used to measure static and dynamic bone histomorphometry have been described, with modi cations for mice ( 36). In brief, distal femora were dehydrated in a graded series of ethanol and xylene, and embedded undecalci ed in modi ed methyl methacrylate. Longitudinal sections (4 m thick) were cut with a vertical bed microtome (Leica 2065) and af xed to slides precoated with 1 gelatin solution. One sectionanimal was mounted unstained for measurement of uorochrome labels and marrow adipocytes using ultraviolet illumination. All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA) in the distal femur metaphysis (10x) and dist al femur diaphysis (6.7x) (Supplemental Figure 1 ) .T h es a m p l i n gs i t ef o rt h ed i s t a l femoral metaphysis was located 0.25 1.1 mm proximal to the growth plate, averaged 0.92 mm2in area, and excluded primary spongiosa and cortical bone. The sampling site for the distalfemoral diaphysis was located 2.0 2.7 mm proximal to the growth plate, averaged 0.63 mm 2in area, and excluded cortical bone. Proper depth was identi ed by a characteristic v-shaped growth plate and parallel diaphyseal cortices approximately equal in width ( Supplemental Figure 1 ). Fluorochrome-based measurements of bone formation included mineralizing perimeter (mineralizing perimeterbone perimeter: cancellous bone perimeter covered with double plus half single label normalized to bone perimeter, ), 2) mineralapposition rate (the distance between two uorochrome markers that comprise a double label divided by the 3-day interlabel interval, md), and 3) bone formation rate (bone formation ratebone perimeter: calculated by multiplying mineralizing perimeter by mineral apposi tion rate normalized to bone perimeter, mm2my). All bone histomorphometric data are reported using standard 2-dimensional referents and nomenclature ( 37). Cell-based BMAT measurements included adipocyte area fraction (adipocyte areatissue area, ), adipocyte number (mm2) and adipocyte size (m2). Adipocytes were identi ed as large circular, oval or ellipsoid-shaped cells bordered by a prominent cell membrane; adipocytes are easily detected because ultraviolet absorption by lipid storage droplets is negligible due to alcohol extraction of intracellular lipids during processing. These cells can be appreciated as black ghosts surrounded by a membrane in Supplemental Figure 1B . The size of each adipocyte was determined by outlining the cell perimeter; the OsteoMeasure software was used to calculate cell area. On average, we counted 55 adipocytesmouse in the ROI in distal femur metaphysis and 17 adipocytesmouse in the ROI in distal femur diaphysis. Gene expression Total RNA from BAT, WAT and tibia was isolated from 8 micegroup and individually analyzed. Whereas histomorphometry focused on a de ned region of interest in femur, evaluation of gene expression included the entire tibia. Tibiae were pulverized with a mortar and pestle in liquid nitrogen and further homogenized in Trizol (Life Technologies, Grand Island, NY). BAT and WAT were directly homogenized in Trizol. Total RNA was isolated according to the manufacturer sp r o t o c o l ,a n dm R N Aw a s reverse transcribed into cDNA using SuperScript III First- Strand Synthesis SuperMix for qRT-PCR (Life Technologies). All quantitative polymerase chain (qPCR) reactions were done using Fast SYBR Green Master Mix (ThermoFisher), and relative quanti cation was determined using the DDCt method. qPCR for BAT Ucp1 gene expression was done using primers specic for mouse Ucp1 (For: GTGAAGGTCAGAATGCAAGC, Rev: AGGGCCCCCTTCATGAGGTC) and mouse 18S ribosomal RNA (Rn18s) (For: CCGCAGCTAGGAATAATGGAAT, Rev:CGAACCTCCGACTTTCGTTCT). Dat a represent average fold change normalized to Rn18S. Expression levels for genes related to adipogenesis were determined for WAT and tibia using the Mouse Adipogenesis RT2 Pro ler PCR Array (Qiagen). Gene expression was normalized using the averaged expression of Gapdh, Gusb, and Hsp90ab1 housekeeping genes, and relative quanti cation (DDCt method) was determined using RT2 Pro ler PCR Array Data Analysis software (Qiagen).Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 04Statistical analysis Experiment 1 Numerical outcome variables collected in female B6 mice that were supplemented with leptin or served as controls (ad lib- fed mice and mice pair-fed to match food consumption by leptin-supplemented mice) were compared using parametric one-factor analysis of varian ce or nonparametric Kruskal- Wallis tests. Group mean comparisons were made using the tted analysis of variance linear model, Welch s two-sample t- test, or Wilcoxon-Mann-Whitney tests. Experiment 2 Linear models with 5 groups (untreated B6 WT or obob mice housed at 22C, untreated B6 WT mice housed at thermoneutral temperature, and obob mice receiving leptin at 0.3gday or a vehicle control housed at thermoneutral temperature) were used to evaluate the effects of housing temperature and leptin supplementation on BMAT. Experiments 1 and 2 Residual analysis and Levene s test were used to assess homogeneity of variance and normality. Adjustment for multiple comparisons was made by setting the maximum false discovery rate equal to 5 ( 38). Differences were considered signicant at false discovery rate adjusted p-value 0.05. All data are presented as mean  SD. Data analysis was performed using R version 4.1.2. Results Experiment 1: Effects of leptin supplementation on food intake, body composition, bone, and bone marrow adiposity in female B6 mice The effects of leptin supplementation and pair feeding on food intake, body composition, serum leptin, and Ucp1 gene expression in BAT are shown in Figure 2 . Food intake (panel A) decreased over time in all groups; leptin-supplemented and pair- fed mice consumed less foodday than ad lib-fed mice until day 7, after which food consumption did not differ among groups. Cumulative food intake (panel B) was lower in leptin- supplemented and pair-fed mice compared to ad lib mice. Body mass did not differ among treatment groups at any time point evaluated, including at termination of treatment (panel C). However, body mass change over the 14 days of treatment (panel D) was lower in leptin-supplemented and pair-fed mice compared to ad lib mice and tended (p  0.06) to be lower in leptin-supplemented compared to pair-fed mice. Normalizedbody mass relative to baseline body mass was lower in leptin- supplemented and pair-fed mice compared to ad lib mice at all time points evaluated (panel E and F). Percent body fat (panel G) and WAT mass (panel H) were lower in leptin-supplemented mice than in ad lib or pair-fed mice. Signi cant differences in percent body fat or WAT mass were not detected between ad lib and pair-fed mice. Serum leptin levels (panel I) did not differ among treatment groups. Ucp1 expression in BAT (panel J) waslower in leptin-supplemented mice compared to ab lib and pair- fed mice. Signi cant differences in Ucp1 expression were not detected between ab lib and pair-fed mice. The effects of leptin supplementation and pair feeding on total body bone area, mass and density, and on serum markers of global bone turnover are shown in Figure 3 . Bone area (panel A) was higher in leptin-supplemented mice compared to both ad lib and pair-fed mice. Bone mineral content (panel B) was also higher in leptin-supplemented mice than in pair-fed mice. Signicant differences in bone area or bone mineral content were not detected between ad lib and pair-fed mice. In addition, signicant differences in bone mineral density (panel C) were not detected with treatment. Serum CTX (panel D) was lower in leptin-supplemented and pair-fed mice compared to ad lib mice but leptin-supplemented mice did not differ from pair-fed mice. Serum osteocalcin levels (panel E) did not differ among groups. The effects of leptin supplementation and pair feeding on bone, bone formation and marrow adiposity in distal femur metaphysis and on marrow adiposity in distal femur diaphysis are shown in Figure 4 . Signi cant differences in bone areatissue area in the distal femur metaphysis (panel A) were not detected with treatment. However, mineralizing perimeter (panel B) was lower in pair-fed mice compared to ad lib mice and leptin- supplemented mice, and mineral apposition rate (panel C) was higher in leptin-supplemented mice than in ad lib mice and pair- fed mice. Bone formation rate (panel D) tended (p  0.053) to be higher in leptin-supplemented mice compared to ad lib and was higher compared to pair-fed mice. Bone formation rate was lower in pair-fed mice compared to ad lib mice. Adipocyte area fraction (panel E) and adipocyte density (panel F) were lower in leptin-supplemented mice compared to ad lib and pair-fed mice whereas adipocyte size (panel G) did not differ between ad lib and leptin-supplemented mice but was higher in pair-fed mice compared to both ad lib and leptin-supplemented mice. The differences in BMAT among the treatment groups in the distalfemur metaphysis can be readily appreciated in panel H. Treatment effects on BMAT were likewise observed in the distal femur diaphysis. Adipocyte area fraction (panel I), density (panel J) and size (panel K) were lower or tended to be lower in leptin-supplemented mice compared to ad lib and pair- fed mice. However, differences in marrow adiposity were not detected between ad lib and pair-fed mice. The effects of leptin supplementation on differential expression of genes related to adipogenesis in abdominal WAT and tibia are shown in Figures 5 ,6, respectively. In abdominalTurner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 05WAT, 884 genes were differentially expressed in leptin- supplemented mice compared to ad lib mice, 384 genes were differentially expressed in pair-fed mice compared to ad lib mice, and 784 genes were differentially expressed in leptin- supplemented mice compared to pair-fed mice. In tibia, 1484genes were differentially expressed in leptin-supplemented mice compared to ad lib mice, 3284 genes were differentially expressed in pair-fed mice compared to ad lib mice, and 1784 genes were differentially expressed in leptin-supplemented mice compared to pair-fed mice. B C D E F GH I JA FIGURE 2 Effects of leptin supplementation and pair feeding on food intake over duration of treatment (A), cumulative food intake (B), body mass (C), body mass change over duration of treatment (D), percent change in body mass relative to baseline mass (E), cumulative percent change in body mass relative to baseline mass (F), percent body fat (G), abdominal white adipose tissue mass (H), serum leptin (I), and brown adipose tissue Ucp1 gene expression (J)in C57BL6J female mice. Data are mean  SD with individual data points shown as dots. N  9-16group for panels (AG)and n  8group for panel (H)Analysis of variance followed by appropriate posthoc tests was used to assess differences among groups.aDifferent from ad lib , FDR-adjusted P  0.05.bDifferent from leptin, FDR-adjusted P0.05;bP0.1.Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 06Experiment 2: Effects of leptin on body composition and bone marrow adiposity in leptin-de cient obob female mice The effects ( 1) of increasing housing temperature on body composition and BMAT in WT and obob mice and (2) of leptin treatment on body composition and BMAT in obob mice housed at 32C are shown in Figure 7 . Percent body fat (panel A) and abdominal WAT mass (panel B) increased in WT mice and increased (percent fat) or tended (p  0.064) to increase (abdominal WAT) in obob mice following transfer from room temperature (baseline, 22C) to thermoneutral housing (32C). Leptin treatment in obob mice resulted in lower percent body fat but had no effect on abdominal WAT mass. As expected, Ucp1 expression in BAT (panel C) decreased in WT mice following transfer to thermoneutral housing while thermoneutral housing had no effect on Ucp1 expression in the obob mice. Administration of leptin to obob mice resulted in higher Ucp1 expression compared to administration of vehicle. Adipocyte area fraction (panel D), adipocyte density(panel E) and adipocyte size (panel F) increased in both WT and obob mice following transfer to thermoneutral housing. Leptin treatment in obob mice resulted in lower adipocyte area fraction and adipocyte density compared to vehicle. Signi cant differences in adipocyte size were not detected with leptin treatment in the obob mice. Discussion Food consumption decreased in B6 mice following transfer from room temperature to thermoneutral housing in this and prior studies ( 21,22) .T h et i m ec o u r s ef o rr e d u c e df o o d consumption was advanced (i.e., occurred earlier) but the magnitude of the decrease was not in uenced by leptin supplementation. Compared to ad lib mice, supplementation of B6 mice with leptin had no effect on serum leptin levels measured at necropsy but r esulted in lower BAT Ucp1 expression, lower serum CTX, lower abdominal WAT andlower BMAT in metaphysis and diaphysis of the distal femur, BC DEA FIGURE 3 Effects of leptin supplementation and pair feeding on total body bone area (A), bone mineral content (B), and bone mineral density (C), and on serum CTX, an index of global bone resorption (D)and osteocalcin, an index of global bone formation (E)in C57BL6J female mice. Data are mean  SD with individual data points shown as dots. N  9-16group for panels (AE)Analysis of variance followed by appropriate posthoc tests was used to assess differences among groups.aDifferent from ad lib , FDR-adjusted P0.05.bDifferent from leptin, FDR-adjusted P0.05.Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 07BC D EF G H IJ KA FIGURE 4 Effects of leptin supplementation and pair feeding on bone area and indices of bone formation, bone resorption, and bone marrow adiposity in distal femur metaphysis and on indices of bone marrow adiposity in distal femur diaphysis: bone area fraction (bone areatissue area) (A), mineralizing perimeter (B), mineral apposition rate (C), bone formation rate (D), adipocyte area fraction (E), adipocyte density (F), and adipocyte size (G)in distal femur metaphysis and adipocyte area fraction (I), adipocyte density (J), and adipocyte size (K)in distal femur diaphysis in C57BL6J female mice. Representative images of the bone marrow adiposity in femur metaphysis in each treatment group are shown in panel (H)Data are mean  SD with individual data points shown as dots. N  9-16group. Analysis of variance followed by appropriate posthoc tests was used toassess differences among groups. aDifferent from ad lib ,F D R - a d j u s t e dP0 . 0 5 ;aP  0.1.bDifferent from leptin, FDR-adjusted P  0.05.Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 08FIGURE 5 Differentially expressed genes in abdominal white adipose tissue in (1) leptin-supplemented versus ad libitum control mice, (2) pair-fed versus ad libitum control mice, and (3) leptin-supplemented versus pair-fed mice.Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 09FIGURE 6 Differentially expressed genes in tibia in (1) leptin-supplemented versus ad libitum control mice, (2) pair-fed versus ad libitum control mice, and (3) leptin-supplemented versus pair-fed mice.Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 10and higher bone formation rate in distal femur metaphysis. Pair feeding did not closely replicate the effects of leptin supplementation on B6 mice housed at thermoneutral. Transfer of obob mice from room temperature to thermoneutral resulted in higher abdominal WAT and higher BMAT in distal femur. Finally, treatment of obob mice with low dose leptin reduced the increase in BMAT in distal femur following transfer to therm oneutral housing but did not impact abdominal WAT weight. In the present study, we observed a reciprocal relationship between bone formation rate (increased) and BMAT levels (decreased) in distal femur of B6 mice following leptin supplementation. We and others noted inverse relationshipsbetween bone formation and BMAT at various skeletal sites during aging and in response to hypophysectomy, space ight, ionizing radiation, high fat diets and chronic heavy alcohol consumption ( 710,14,23,3942). However, as mentioned in the Introduction, a causal association between changes in BMAT levels and bone formation rate has not been demonstrated and there are numerous exceptions to this reciprocal relationship. For example, ovariectomy (ovx) in rats results in increases in osteoblast-lined bone perimeter as well as BMAT, as does increasing housing temperature of mice from room temperature to the thermoneutral range ( 43). Furthermore,BMAT was increased and bone formation unchanged in ovx rats following a 14-day space ight ( 39). Finally, treatment with t h eb o n ea n a b o l i ch o r m o n e s broblast growth factor or parathyroid hormone increased bone formation in rodents without reducing BMAT ( 14,44). It remains uncertain as to whet her BMAT alters the skeletal response to regulatory factors such as hormones and mechanical loads. Compared to B6 WT mice, adult obob mice have higher BMAT levels. However, hindlimb unloading resulted in cancellous bone loss and changes in bone turnover in obob mice indistinguishable from the skeletal response in B6 WT mice ( 45). Female mice housed at thermoneutral have higher BMAT and cancellous bone mass than female mice housed at room temperature but antagonizing ac crual of BMAT by treatment with the nonspeci cb-adrenergic receptor antagonist propranolol had minimal effect on bone mass, microarchitecture and turnover ( 31). Additionally, in spite of differences in BMAT, in ammation-induced bone loss was similar in distal femur metaphysis of female mice housed at room temperature and at thermoneutral ( 46). The receptor tyrosine kinase cKit is required for fat storage in long bones and lumbar vertebra of mice ( 47,48). Therefore, attenuation of cKit signaling provides a novel approach for investigating the regulation and function of BMAT. Results of studies performed in cKit-de cient Kit WWvmice do not exclude BC DE FA FIGURE 7 Effects of temperature and leptin administration on percent body fat (A), abdominal white adipose tissue mass (B), brown adipose tissue Ucp1 gene expression (C)and on adipocyte area fraction (D), adipocyte density (E), and adipocyte size (F)in distal femur metaphysis in obob female mice. Data are mean  SD with individual data points shown as dots. N  7-9group. Analysis of variance followed by appropriate posthoc testswas used to assess differences among groups. aWT control (32C) different from WT baseline (22C), FDR-adjusted P  0.05.bobob  vehicle control (32C) different from obob baseline (22C), FDR-adjusted P0.05;b FDR-adjusted P  0.1.cobob  leptin different from obob  vehicle control, FDR-adjusted P  0.05.Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 11the possibility that BMAT in uences bone metabolism but do d e m o n s t r a t et h a tm a t u r eb o n em a r r o wa d i p o c y t e sa r en o t required for a negative bone turnover balance following ovx or during simulated microgravity ( 43,49). Indeed, having normal BMAT levels appeared to attenuate bone loss in distal femur induced by simulated microgravity ( 49). A limitation of KitWWv mice is that they have hereditary macrocytic anemia, which could independently in uence bone metabolism or alternatively modify the effects of BMAT ( 50,51). However, adoptive transfer of puri ed WT (WBB6F1J) hematopoietic stem cells into KitWWvmice (WT !KitWWv) normalized bone marrow Kit expression ( 52). Hindlimb unloading resulted in reduced cancellous bone in WT !KitWWvmice verifying that the BMAT-de cient mice are not protected against hindlimb unloading-induced cancellous bone loss ( 49). Taken together, factors such as ckit signaling, mechanical loading, leptin status, sex hormones and aging clearly in uence BMAT levels but strong evidence that BMAT is an obligatory regulator of bone turnover balance is largely absent. These null results do not imply that BMAT is unimportant; there is compelling evidence that BMAT plays a role in regulated hematopoiesis ( 1,5355). Also, marrow adipocytes produce hormones, adipokines and cytokines capable of positive as well as negative effects on bone metabolism ( 1,5660). In the present study, leptin and pair feeding in uenced expression of genes for adipokines (Lep), hormones and growth factors (Fgf2, Fgf10, Agt, Angpt2, Bmp2, Bmp7, Dlk1), cell cycle regulators (Ccnd1, Cdkn1a, Cdkn1b), nuclear hormone receptors (Ppard, Pparg), transcription factors (Jun, Nrob2, Twist1, E2f1, Hes1, Srebf1), and signaling pathways (Sfrp1, Sfrp5, Vdr, Wnt10b, Dkk1, Wnt3a, Wnt5a, Wnt5b, K 2, Insr, Irs1). These changes in gene expression in bone marrow may lead to local, systemic or neuronal actions to in uence bone metabolism, but de nitive evidence for this is lacking. Leptin supplementation (Experiment 1) did not result in an increase in serum leptin levels in B6 mice, when measured at necropsy. We interpret this as evidence that supplemental leptin resulted in a compensatory reduction in endogenous hormone production and an increase in leptin sensitivity. Our conclusion is supported by the observed lower abdominal WAT weight and BAT Ucp1 expression in leptin-supplemented mice compared to ad lib or pair-fed mice and lower BMAT in leptin-supplemented B6 WT as well as leptin-treated obob mice. Down regulation of Lep expression in adipocyte si sap o t e n t i a la l t e r n a t i v e mechanism to decrease serum leptin levels and there is evidence that this mechanism is induced by hypothalamic leptin gene therapy ( 61). However, this alternative mechanism is unlikely because reduced abdominal WAT in the present study was not accompanied by a reduction in Lep expression. It is notable that the reduction in BMAT accrual in leptin-treated obob mice was not accompanied by a parallel decrease in abdominal WAT. This suggests that leptin inhibits BMAT accrual at much lower levels than is required to inhibit WAT accrual, a conclusion supported by dose-response studies whereleptin was administered to obob mice ( 35). Indeed, administration of leptin at a dose rate of 0.3 mgd did not increase serum leptin levels above the detection limit of 0.5 mgml. Food consumption was lower in leptin-supplemented mice compared to ad lib-fed mice for several days following osmotic pump insertion, but afterwards there was no difference in food intake among treatment groups. We interpret this as furtherevidence that growing mice fed a normal diet are highly leptin sensitive. In support, partially leptin-de cient heterozygote ob mice adapt to partial leptin de ciency by increasing adipose tissue mass until achieving leptin levels similar to B6 WT mice (62). Treatment of obob mice with leptin resulted in dose- dependent decreases in appetite ( 35,63). This nding contrasts with B6 mice fed a high fat diet; when treated with leptin, obese mice exhibit an attenuated res ponse, attributable to leptin resistance ( 64). Sympathetic signaling is a p ositive regulator of non- shivering thermogenesis and the b-adrenergic receptor antagonist propranolol blunt ed thermoneutral-associated increases in BMAT and WAT ( 65). Thus, leptin and environmental temperature may in uence BMAT levels by regulating overlapping pathways. However, it is likely that the actions of leptin on BMAT differ from the adipokine s positive central nervous system-mediated regulatory effects on non- shivering thermogenesis. It is well established that adipocytes express leptin receptors ( 54,66). Additionally, treatment with leptin at a dose rate with minimal actions on energy metabolism decreased BMAT and increased bone formation in obob mice (35). In contrast, mild caloric restriction by pair feeding was associated with an increase in BMAT levels. Taken together, our results strongly suggest that leptin signaling and environmental temperature independently regulate BMAT levels. Thermoneutral housing alters many, but not all, metabolic responses ( 6770). Regarding bone, compared to room temperature, thermoneutral housing prevents premature cancellous bone loss, attenuates risperidone-induced trabecular bone loss, has modest effects on cortical response to mechanical loading, and does not impact po lyethylene-particle induced osteolysis ( 46,71,72). We have shown that increasing environmental temperature from room temperature to thermoneutral impacts gene expression in WAT and bone ( 65). In the present study, performed at thermoneutral, leptinsupplementation, but not pair feeding, increased expression of genes important to fat synthesis and turnover in WAT; Acacb (Acetyl-CoA acetyltransferase), Adig (adipogenin), Retn (resistin), Slc2a4 (facilitated glucose transporter member 4, GLUT4), and Srebf1 (Sterol regulatory element-binding transcription factor 1). Thendings are consistent with fat mobilization in response to leptin supplementation. Leptin supplementation and pair feeding also altered gene expression in whole tibia. However, there was no overlap in genes differentially expressed in WAT and tibia. In general agreement with treatment-associated differences in boneTurner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 12histomorphometry, there were differences in gene expression between leptin-treated mice and pair-fed or ad lib controls. Taken together, the results suggest that these two leptin target tissues respond differently to the hormone. The present studies were performed in growing female mice and evaluated (1) distal femur metaphysis (histomorphometry), a skeletal site where BMAT is closely associated with cancellous bone undergoing rapid turnover, and (2) whole tibia (geneexpression). The present studies do not include controls for age-related changes in BMAT that may have occurred during the 2-week intervention. However, we have previously reported higher levels of BMAT in female mice housed at thermoneutral compared to age-matched controls housed at room temperature and pilot studies revealed no change during the evaluated age range ( 31,34). Our evaluation of one sex is a study limitation because there are sex differences in bone growth and BMAT accrual ( 21). Additionally, adipocyte number differs with skeletal site, suggesting possible differences in regulation and function. Future studies should evaluate the effects of environmental temperature and leptin on BMAT at multiple locations in skeletally mature and aging male and female mice. Furthermore, because energy balance and thermoregulation in mice differs markedly from humans it would be enlightening to investigate the response of BMAT to environmental temperatures in additional model organisms. Our analyses were performed at 4 levels; quantitative histomorphometry, gene expression, serum biomarkers (indices of whole-body bone turnover and fat stores) and organ mass density. Histomorphometry examined the relationships between bone turnover and BMAT at one cancellous bone site (distal femur metaphysis) in response to treatment. Evaluation of differential expression of a panel of genes related to adipogenesis was used to compare the response to leptin in WAT and whole tibia. The tibia, in addition to adipose tissue (regulated and constitutive BMAT), contains compartment-speci c distributions of bone (e.g., cortical and cancellous), cartilage, hematopoietic tissue and other tissues. Differences between our skeletal site in femur and whole tibia preclude direct comparisons between these two long bones. This being said, changes identi ed in a long bone are generally representative of the appendicular skeleton ( 1,31,35,43,47,49, 52,62,65).Serum biomarkersand whole organ measurements were performed as indices of macro changes in response to treatment. In summary, increasing environmental temperature from room temperature to thermoneutral in growing female B6 and obob mice has major effects on body composition, including an increase in BMAT in the distal femur metaphysis in both genotypes and an increase in leptin levels in B6 mice. Administration of leptin lowered BMAT levels in both B6 WT and leptin-de cient obob mice. Based on these ndings, we conclude that increases in leptin signaling in leptin-sensitive mice and environmental temperature in normal and leptin-de cient mice have independent but opposite effects on BMAT levels. Speci cally, alleviation of cold stress by housing mice atthermoneutral increases BMAT compared toroomtemperature housing, whereas increasing leptin signaling decreases BMAT. Data availability statement The original contributions presented in the study are included in the article Supplementary Materials .F u r t h e r inquiries can be directed to the corresponding author. Ethics statement The animal study was reviewed and approved by Institutional Animal Care and Use Committee at Oregon State University. Author contributions S t u d yc o n c e p t u a l i z a t i o n ,R T ,U I ,K P ,a n dA B ;S t u d y execution, KP; Data collection, KN, KP, CW, DO, and RT; Data analysis, AB; Manuscript draft, RT; Figure preparation, UI; UI takes responsibility for the integrity of the data. All authors contributed to the article and approved the submitted version. Funding This work was supported by National Institutes of Health (AR060913) and National Aeronautics and Space Administration (80NSSC19K0430). Conict of interest The authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential con ict of interest. Publisher s note All claims expressed in this article are solely those of the authors and do not necessarily represent those of their af liated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. Supplementary material The Supplementary Material for this article can be found online at: https:www.frontiersin. orgarticles10.3389 fendo.2022.959743fullsupplementary-materialTurner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 13References 1. Turner RT, Martin SA, Iwaniec UT. Metabolic coupling between bone marrow adipose tissue and hematopoiesis. Curr Osteoporos Rep (2018) 16(2):95  104. doi: 10.1007s11914-018-0422-3 2. Lecka-Czernik B. Marrow fat metabolism is linked to the systemic energy metabolism. Bone (2012) 50(2):534 9. doi: 10.1016j.bone.2011.06.032 3. Sulston RJ, Cawthorn WP. Bone marrow adipose tissue as an endocrine organ: Close to the bone? Horm Mol Biol Clin Investig (2016) 28(1):21 38. doi: 10.1515hmbci-2016-0012 4. Li Z, Hardij J, Bagchi DP, Scheller EL, MacDougald OA. Development, regulation, metabolism and function of bone marrow adipose tissues. Bone (2018) 110:134 40. doi: 10.1016j.bone.2018.01.008 5. Beresford JN, Bennett JH, Devlin C, Leboy PS, Owen ME. Evidence for an inverse relationship between the differentiation of adipocytic and osteogenic cells in rat marrow stromal cell cultures. J Cell Sci (1992) 102(Pt 2):341 51. doi: 10.1242 jcs.102.2.341 6. Pei L, Tontonoz P. Fats loss is bones gain. J Clin Invest (2004) 113(6):805 6. doi:10.1172JCI21311 7. Alund AW, Mercer KE, Pulliam CF, Suva LJ, Chen JR, Badger TM, et al. Partial protection by dietary antioxidants against ethanol-induced osteopenia andchanges in bone morphology in female mice. Alcohol Clin Exp Res (2017) 41(1):46  56. doi: 10.1111acer.13284 8. Gevers EF, Loveridge N, Robinson IC. Bone marrow adipocytes: A neglected target tissue for growth hormone. Endocrinology (2002) 143(10):4065 73. doi: 10.1210en.2002-220428 9. Jee WS, Wronski TJ, Morey ER, Kimmel DB. Effects of space ight on trabecular bone in rats. Am J Physiol (1983) 244(3):R310 4. doi: 10.1152 ajpregu.1983.244.3.R310 10. Yarrow JF, Toklu HZ, Balaez A, Phillips EG, Otzel DM, Chen C, et al. Fructose consumption does not worsen bone de cits resulting from high-fat feeding in young male rats. Bone (2016) 85:99 106. doi: 10.1016j.bone.2016.02.004 11. Muruganandan S, Sinal CJ. The impact of bone marrow adipocytes on osteoblast and osteoclast differentiation. IUBMB Life (2014) 66(3):147 55. doi: 10.1002iub.1254 12. Verma S, Rajaratnam JH, Denton J, Hoyland JA, Byers RJ. Adipocytic proportion of bone marrow is inversely related to bone formation in osteoporosis. J Clin Pathol (2002) 55(9):693 8. doi: 10.1136jcp.55.9.693 13. Akune T, Ohba S, Kamekura S, Yamaguchi M, Chung UI, Kubota N, et al. PPARgamma insuf ciency enhances osteogenesis through osteoblast formation from bone marrow progenitors. J Clin Invest (2004) 113(6):846 55. doi: 10.1172 JCI200419900 14. Menagh PJ, Turner RT, Jump DB, Wong CP, Lowry MB, Yakar S, et al. Growth hormone regulates the balance between bone formation and bone marrowadiposity. J Bone Miner Res (2010) 25(4):757 68. doi: 10.1359jbmr.091015 15. Turner RT, Iwaniec UT. Low dose parathyroid hormone maintains normal bone formation in adult male rats during rapid weight loss. Bone (2011) 48(4):726  32. doi: 10.1016j.bone.2010.12.034 16. Galileo G. Discorsi e dimostrazioni matematiche intorno a due nuove scienze . Dialogues Concerning Two New Sciences. Macmillan. (1638). 17. Swoap SJ, Gutilla MJ. Cardiovascular changes during daily torpor in the laboratory mouse. Am J Physiol Regul Integr Comp Physiol (2009) 297(3):R769 74. doi:10.1152ajpregu.00131.2009 18. Karp CL. Unstressing intemperate models: How cold stress undermines mouse modeling. J Exp Med (2012) 209(6):1069 74. doi: 10.1084jem.20120988 19. Vialard F, Olivier M. Thermoneutrality and immunity: How does cold stress affect disease? Front Immunol (2020) 11:588387. doi: 10.3389 mmu.2020.588387 20. Glatt V, Canalis E, Stadmeyer L, Bouxsein ML. Age-related changes in trabecular architecture differ in female and male C57BL6J mice. J Bone Miner Res (2007) 22(8):1197 207. doi: 10.1359jbmr.070507 21. Martin SA, Philbrick KA, Wong CP, Olson DA, Branscum AJ, Jump DB, et al. Thermoneutral housing attenuates premature cancellous bone loss in maleC57BL6J mice. Endocr Connect. (2019) 8(11):1455 67. doi: 10.1530EC-19-0359 22. Robbins A, Tom C, Cosman MN, Moursi C, Shipp L, Spencer TM, et al. Low temperature decreases bone mass in mice: Implications for humans. Am J Phys Anthropol (2018) 167(3):557 68. doi: 10.1002ajpa.23684 23. Lindenmaier LB, Philbrick KA, Branscum AJ, Kalra SP, Turner RT, Iwaniec UT. Hypothalamic leptin gene therapy reduces bone marrow adiposity in obobmice fed regular and high-fat diets. Front Endocrinol (Lausanne). (2016) 7:110. doi: 10.3389fendo.2016.0011024. Turner RT, Philbrick KA, Kuah AF, Branscum AJ, Iwaniec UT. Role of estrogen receptor signaling in skeletal response to leptin in female obob mice. J Endocrinol (2017) 233(3):357 67. doi: 10.1530JOE-17-0103 25. Bartell SM, Rayalam S, Ambati S, Gaddam DR, Hartzell DL, Hamrick M, et al. Central (ICV) leptin injection increases bone formation, bone mineraldensity, muscle mass, serum IGF-1, and the expression of osteogenic genes inleptin-de cient obob mice. J Bone Miner Res (2011) 26(8):1710 20. doi: 10.1002 jbmr.406 26. Gat-Yablonski G, Phillip M. Leptin and regulation of linear growth. Curr Opin Clin Nutr Metab Care (2008) 11(3):303 8. doi: 10.1097 MCO.0b013e3282f795cf 27. McCabe IC, Fedorko A, Myers MGJr., Leinninger G, Scheller E, McCabe LR. Novel leptin receptor signaling mutants identify location and sex-dependent modulation of bone density, adiposity, and growth. J Cell Biochem (2019) 120 (3):4398 408. doi: 10.1002jcb.27726 28. Steppan CM, Crawford DT, Chidsey-Frink KL, Ke H, Swick AG. Leptin is a potent stimulator of bone growth in obob mice. Regul Pept (2000) 92(1-3):73 8. doi:10.1016S0167-0115(00)00152-X 29. Hamrick MW, Della-Fera MA, Choi YH, Pennington C, Hartzell D, Baile CA. Leptin treatment induces loss of bone marrow adipocytes and increases boneformation in leptin-de cient obob mice. J Bone Miner Res (2005) 20(6):994 1001. doi:10.1359JBMR.050103 30. Li S, Jiang H, Wang B, Gu M, Zhang N, Liang W, et al. Effect of leptin on marrow adiposity in ovariectomized rabbits assessed by proton magnetic resonance spectroscopy. J Comput Assist Tomogr (2018) 42(4):588 93. doi: 10.1097 RCT.0000000000000725 31. Iwaniec UT, Philbrick KA, Wong CP, Gordon JL, Kahler-Quesada AM, Olson DA, et al. Room temperature housing results in premature cancellous boneloss in growing female mice: implications for the mouse as a preclinical model forage-related bone loss. Osteoporos Int (2016) 27(10):3091 101. doi: 10.1007s00198- 016-3634-3 32. Piotrowska K, Tarnowski M. Bone marrow adipocytes-role in physiology and various nutritional conditions in human and animal models. Nutrients (2021) 13(5):1412. doi: 10.3390nu13051412 33. Skop V, Guo J, Liu N, Xiao C, Hall KD, Gavrilova O, et al. Mouse thermoregulation: Introducing the concept of the thermoneutral point. Cell Rep (2020) 31(2):107501. doi: 10.1096fasebj.2020.34.s1.05797 34. Kokolus KM, Capitano ML, Lee CT, Eng JW, Waight JD, Hylander BL, et al. Baseline tumor growth and immune control in laboratory mice are signi cantly inuenced by subthermoneutral housing temperature. Proc Natl Acad Sci U S A (2013) 110(50):20176 81. doi: 10.1073pnas.1304291110 35. Philbrick KA, Wong CP, Branscum AJ, Turner RT, Iwaniec UT. Leptin stimulates bone formation in obob mice at doses having minimal impact onenergy metabolism. J Endocrinol (2017) 232(3):461 74. doi: 10.1530JOE-16-0484 36. Iwaniec UT, Wronski TJ, Turner RT. Histological analysis of bone. Methods Mol Biol (2008) 447:325 41. doi: 10.1007978-1-59745-242-7_21 37. Dempster DW, Compston JE, Drezner MK, Glorieux FH, Kanis JA, Malluche H, et al. Standardized nomenclature, symbols, and units for bone histomorphometry: A 2012 update of the report of the ASBMRhistomorphometry nomenclature committee. J Bone Miner Res (2013) 28(1):2  17. doi: 10.1002jbmr.1805 38. Benjamini Y, Hochberg Y. Controlling the false dicovery rate: a practical and powerful approach to multiple testing. J R Stat Soc Ser B (1995) 57(1):289 300. doi:10.1111j.2517-6161.1995.tb02031.x 39. Keune JA, Philbrick KA, Branscum AJ, Iwaniec UT, Turner RT. Space ight- induced vertebral bone loss in ovariectomized rats is associated with increasedbone marrow adiposity and no change in bone formation. NPJ Microgravity (2016) 2:16016. doi: 10.1038npjmgrav.2016.16 40. Maddalozzo GF, Turner RT, Edwards CH, Howe KS, Widrick JJ, Rosen CJ, et al. Alcohol alters whole body composition, inhibits bone formation, andincreases bone marrow adiposity in rats. Osteoporos Int (2009) 20(9):1529 38. doi:10.1007s00198-009-0836-y 41. Hui SK, Sharkey L, Kidder LS, Zhang Y, Fairchild G, Coghill K, et al. The inuence of therapeutic radiation on the patterns of bone marrow in ovary-intact and ovariectomized mice. PLoS One (2012) 7(8):e42668. doi: 10.1371 journal.pone.0042668 42. Turner RT, Iwaniec UT, Wong CP, Lindenmaier LB, Wagner LA, Branscum AJ, et al. Acute exposure to high dose gamma-radiation results in transientactivation of bone lining cells. Bone (2013) 57(1):164 73. doi: 10.1016 j.bone.2013.08.002Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 1443. Iwaniec UT, Turner RT. Failure to generate bone marrow adipocytes does not protect mice from ovariectomy-induced osteopenia. Bone (2013) 53(1):145 53. doi:10.1016j.bone.2012.11.034 44. Aguirre JI, Leal ME, Rivera MF, Vanegas SM, Jorgensen M, Wronski TJ. Effects of basic broblast growth factor and a prostaglandin E2 receptor subtype 4 agonist on osteoblastogenesis and adipogenesis in aged ovariectomized rats. J Bone Miner Res (2007) 22(6):877 88. doi: 10.1359jbmr.070313 45. Keune JA, Branscum AJ, Wong CP, Iwaniec UT, Turner RT. Effect of leptin deciency on the skeletal response to hindlimb unloading in adult male mice. Sci Rep(2019) 9(1):9336. doi: 10.1038s41598-019-45587-0 46. Philbrick KA, Wong CP, Kahler-Quesada AM, Olson DA, Branscum AJ, Turner RT, et al. Polyethylene particles inserted over calvarium induce cancellous bone loss in femur in female mice. Bone Rep (2018) 9:84 92. doi: 10.1016 j.bonr.2018.07.001 47. Turner RT, Wong CP, Iwaniec UT. Effect of reduced c-kit signaling on bone marrow adiposity. Anat Rec (Hoboken). (2011) 294(7):1126 34. doi: 10.1002 ar.21409 48. Potter JE, Wright EG. Bone marrow lipids in normal and anemic mice. Am J Hematol (1980) 8(4):361 7. doi: 10.1002ajh.2830080404 49. Keune JA, Wong CP, Branscum AJ, Iwaniec UT, Turner RT. Bone marrow adipose tissue de ciency increases disuse-induced bone loss in male mice. Sci Rep (2017) 7:46325. doi: 10.1038srep46325 50. Gowen J GE. Physiological factors necessary to alleviate genetic lethal anemia in mice. Am Naturalist (1932) 66(705):289 300. doi: 10.1086280437 51. Lewis JP, OGrady LF, Bernstein SE, Russell EE, Trobaugh FEJr. Growth and differentiation of transplanted WWv marrow. Blood (1967) 30(5):601 16. doi: 10.1182blood.V30.5.601.601 52. Deyhle RTJr., Wong CP, Martin SA, McDougall MQ, Olson DA, Branscum AJ, et al. Maintenance of near normal bone mass and architecture in lethallyirradiated female mice following adoptive transfer with as few as 750 puri ed hematopoietic stem cells. Radiat Res (2019) 191(5):413 27. doi: 10.1667 RR15164.1 53. Li Z, Bowers E, Zhu J, Yu H, Hardij J, Bagchi DP, et al. Lipolysis of bone marrow adipocytes is required to fuel bone and the marrow niche during energydecits. Elife (2022) 11:e78496. doi: 10.7554eLife.78496.sa2 54. Tratwal J, Rojas-Sutterlin S, Bataclan C, Blum S, Naveiras O. Bone marrow adiposity and the hematopoietic niche: A historical perspective of reciprocity, heterogeneity, and lineage commitment. Best Pract Res Clin Endocrinol Metab (2021) 35(4):101564. doi: 10.1016j.beem.2021.101564 55. Zhang Z, Huang Z, Ong B, Sahu C, Zeng H, Ruan HB. Bone marrow adipose tissue-derived stem cell factor mediates metabolic regulation of hematopoiesis.Haematologica (2019) 104(9):1731 43. doi: 10.3324haematol.2018.205856 56. Clabaut A, Delplace S, Chauveau C, Hardouin P, Broux O. Human osteoblasts derived from mesenchymal stem cells express adipogenic markersupon coculture with bone marrow adipocytes. Differentiation. (2010) 80(1):40 5. doi:10.1016j.diff.2010.04.004 57. Liu LF, Shen WJ, Ueno M, Patel S, Kraemer FB. Characterization of age- related gene expression pro ling in bone marrow and epididymal adipocytes. BMC Genomics (2011) 12:212. doi: 10.11861471-2164-12-212 58. Taipaleenmaki H, Abdallah BM, AlDahmash A, Saamanen AM, Kassem M. Wnt signalling mediates the cross-talk between bone marrow derived pre-adipocytic and pre-osteoblastic cell populations. Exp Cell Res (2011) 317(6):745  56. doi: 10.1016j.yexcr.2010.12.01559. Wang D, Haile A, Jones LC. Dexamethasone-induced lipolysis increases the adverse effect of adipocytes on osteoblasts using cells derived from humanmesenchymal stem cells. Bone (2013) 53(2):520 30. doi: 10.1016 j.bone.2013.01.009 60. Goto H, Osaki M, Fukushima T, Sakamoto K, Hozumi A, Baba H, et al. Human bone marrow adipocytes support dexamethasone-induced osteoclastdifferentiation and function through RANKL expression. BioMed Res (2011) 32 (1):37 44. doi: 10.2220biomedres.32.37 61. Turner RT, Wong CP, Fosse KM, Branscum AJ, Iwaniec UT. Caloric restriction and hypothalamic leptin gene therapy have differential effects onenergy partitioning in adult female rats. Int J Mol Sci (2021) 22(13):6789. doi: 10.3390ijms22136789 62. Philbrick KA, Turner RT, Branscum AJ, Wong CP, Iwaniec UT. Paradoxical effects of partial leptin de ciency on bone in growing female mice. Anat Rec (Hoboken). (2015) 298(12):2018 29. doi: 10.1002ar.23267 63. Halaas JL, Boozer C, Blair-West J, Fidahusein N, Denton DA, Friedman JM. Physiological response to long-term peripheral and central leptin infusion in leanand obese mice. Proc Natl Acad Sci U S A (1997) 94(16):8878 83. doi: 10.1073 pnas.94.16.8878 64. Van Heek M, Compton DS, France CF, Tedesco RP, Fawzi AB, Graziano MP, et al. Diet-induced obese mice develop peripheral, but not central, resistance toleptin. J Clin Invest. (1997) 99(3):385 90. doi: 10.1172JCI119171 65. Turner RT, Philbrick KA, Wong CP, Gamboa AR, Branscum AJ, Iwaniec UT. Effects of propranolol on bone, white adipose tissue, and bone marrow adipose tissue in mice housed at room temperature or thermoneutral temperature. Front Endocrinol (Lausanne). (2020) 11:117. doi: 10.3389fendo.2020.00117 66. Priego T, Sanchez J, Palou A, Pico C. Effect of high-fat diet feeding on leptin receptor expression in white adipose tissue in rats: depot- and sex-relateddifferential response. Genes Nutr (2009) 4(2):151 6. doi: 10.1007s12263-009- 0114-9 67. Chen X, Bollinger E, Cunio T, Damilano F, Stans eld JC, Pinkus CA, et al. An assessment of thermoneutral housing conditions on murine cardiometabolicfunction. Am J Physiol Heart Circ Physiol (2022) 322(2):H234 H45. doi: 10.1152 ajpheart.00461.2021 68. Wee NKY, Nguyen AD, Enriquez RF, Zhang L, Herzog H, Baldock PA. Neuropeptide y regulation of energy partitioning and bone mass during cold exposure. Calcif Tissue Int (2020) 107(5):510  23. doi: 10.1007s00223-020-00745-9 69. van der Stelt I, Hoevenaars F, Siroka J, de Ronde L, Friedecky D, Keijer J, et al. Metabolic response of visceral white adipose tissue of obese mice exposed for5 days to human room temperature compared to mouse thermoneutrality. Front Physiol (2017) 8:179. doi: 10.3389fphys.2017.00179 70. Povinelli BJ, Kokolus KM, Eng JW, Dougher CW, Curtin L, Capitano ML, et al. Standard sub-thermoneutral caging temperature in uences radiosensitivity of hematopoietic stem and progenitor cells. PLoS One (2015) 10(3):e0120078. doi: 10.1371journal.pone.0120078 71. Kunst RF, Langlais AL, Barlow D, Houseknecht KL, Motyl KJ. Housing temperature in uences atypical antipsychotic drug-induced bone loss in female C57BL6J mice. JBMR Plus (2021) 5(10):e10541. doi: 10.1002jbm4.10541 72. Tastad CA, Kohler R, Wallace JM. Limited impacts of thermoneutral housing on bone morphology and mechanical properties in growing female miceexposed to external loading and raloxifene treatment. Bone (2021) 146:115889. doi: 10.1016j.bone.2021.115889Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 15",
        "introduction": "Bone marrow adipose tissue (BMAT) is a fat depot spatially conned within the skeleton. The resident adipocytes are derived primarily from bone marrow m esenchymal stem cells. As reviewed ( 14), BMAT differs from other adipose depots in that the density and spatial distribution of adipocytes can vary dramatically within and among bones and adipocytes are interspersed among many other cell populations, including hematopoietic lineage cells. The function and regulation of BMAT is incompletely understood but has receivedconsiderable recent attention, particularly in regard to its role as a potential regulator of bone metabolism ( 5,6). In rodents, conditions such as diet-induced obesity, chronic heavy alcohol consumption, severe caloric restriction and microgravity have been reported to result in increased BMAT. Notably, the same conditions are often associat ed with decreased osteoblast differentiation andor activity, and bone loss ( 710). Mechanistically, some investigators have hypothesized that differentiation to adipocytes at the expense of osteoblasts and or production of adipocyte-derived adipokines lead to a negative bone turnover balance ( 11,12). However, a negative relationship between BMAT levels and osteoblasts is far from universal ( 6, 1315) and, when the relationship occurs, causality has not been established. In total, the experimental evidence to date does not strongly support a deterministic model where reducing BMAT will invariably lead to increased bone mass ( 1). Mice are commonly used as a mammalian model organism, in part because of their diminutive size, relatively short lifespan and ease of genetic manipulation. However, skeletal adaptations do not scale linearly with body size ( 16). In addition to being physically small, mice are daily facultative heterotherms and have a thermoneutral zone that is much higher than in humans (17). One outcome of this difference in thermoregulation is that mice housed at room temperature (22C) experience cold stress. Adaptation to chronic cold stress is recognized to have profound physiological effects that in uence disease processes (18,19). In contrast to larger rodents and humans, male and female mice lose cancellous bone in femur and lumbar vertebra well before growth has ceased ( 20). We have shown that cold stress induced by room temperature housing contributes to, and may be fully responsible for, premature cancellous bone loss in mice. Additionally, cold stress in growing mice results in compartment-speci c reductions in bon e accrual, reduced leptin levels, and decreased accrual of BMAT ( 21,22). There is strong circumstantial evidence that the adipokine leptin is an important negative regulator of BMAT in mice ( 23). Compared to C57BL6J (B6) wild type (WT) mice, bone growth and turnover are lower and BMAT higher in long bones of leptin-de cient obob mice ( 2428). Furthermore, treatment of obob mice with leptin by either intracerebroventricular or subcutaneous delivery normalizes bone growth and turnoverand reduces BMAT levels ( 23,25,29,30). On the other hand, there are circumstances where elevated leptin is associated with increased BMAT. For example, compared to mice housed at 22C, housing B6 female mice at 32C results in increases in serum leptin and BMAT ( 31). Additionally, high blood leptin levels in obese rodents are associated with increased BMAT ( 32). These discrepant ndings, where higher levels of leptin can be associated with either increases or decreases in BMAT, suggestthat environmental temperature has actions on BMAT that do not require leptin. To better understand the role of leptin as a potential mediator of the response of BMAT to changes in environmental temperature, we performed 2 experiments where we measured BMAT 2 weeks following transfer of mice housed at room temperature (22C) to near thermoneutral (32C) housing. It is challenging to house mice at true thermoneutral because the thermoneutral point differs by several degrees between the dark and light photo periods ( 33). However, a constant temperature of 30-32C approximates the midrange of thermoneutrality and was shown to prevent cold stress-induced cancellous bone loss in male and female mice as well as result in increased BMAT in female mice ( 21). In the rst experiment, we supplemented 6-week-old female B6 WT mice with leptin, administered for 2 weeks using a subcutaneously implanted osmotic pump, at 10 gd. Controls consisted of ad libitum (ad lib) fed mice and mice pair fed to match food consumption of leptin-supplemented mice. In the second experiment, BMAT response was evaluated in 6-week- old female B6 WT, leptin-de cient obob and leptin-treated (0.3 mgd) obob mice housed at 32C for the 2-week duration of treatment. Materials and methods The experimental protocols were approved by the Institutional Animal Care and Use Committee at Oregon State University in accordance with the NIH Guide for the Care and Use of Laboratory Animals. Experiment 1: Effects of leptin supplementation on food intake, bodycomposition, bone and bone marrow adiposity in female B6 mice Six-week-old female B6 mice were purchased from Jackson Laboratory (Bar Harbor, ME, USA). We chose 6-week-old mice because this age corresponds to near peak cancellous bone volume fraction in femur in the B6 female ( 20). The animals were placed at 32C upon arrival and maintained individually housed on a 12 h light:12 h dark cycle. Near thermoneutral housing was usedTurner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 02to prevent cold stress associated with subthermoneutral housing (e.g., standard room temperature, 22C) ( 31,34). The mice were randomized by weight into one of 3 treatment groups: (1) ad lib (n16), (2) leptin-supplemented (leptin) (n9), or (3) vehicle- treated and pair-fed to leptin (pair-fed) (n10) ( Figure 1 ). Mouse leptin (10 gd, equivalent to 400 ngh; 498-OB-05M, RD Systems, Minneapolis, MN) or vehicle (20 mM Tris-HCL, Invitrogen, Carlsbad, CA) were delivered via subcutaneouslyimplanted osmotic pumps (Alzet Model 1002, Durect Corporation, Cupertino, CA) to leptin and pair-fed mice, respectively as described ( 35). Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were provided ad libitum to the ad lib and leptin-supplemented mice. The pair- fed mice were calorically restricted to match food intake of the leptin-supplemented mice. These mice also served as vehicle- treated surgery controls. We did not include B6 mice housed at 22C as an additional control because a pilot study (data not shown) revealed no change in BMAT. Food intake was recorded daily for the 2-week duration of treatment. Body weight was recorded 2 days prior to implant surgery, on day of implant surgery (only mice undergoing surgery were weighed), and on days 4, 11, and 14 (necropsy) post-surgery. Calcein was administered at 4 and 1 d prior to necropsy to label mineralizing bone. Mice were fasted overnight and dual energy x-ray absorptiometry (DXA) was performed prior to necropsy. For tissue collection death was induced by cardiac exsanguination. Abdominal white adipose tissue (WAT) perigonadal, mesenteric, perirenal, retroperitoneal was excised and weighed. Samples of perigonadal WAT were stored in RNAlater for evaluation of gene expression. Interscapular brown adipose tissue (BAT) was also excised and stored in RNAlater for evaluation of gene expression. Femora were removed, xed for 24h in 10 buffered formalin and stored in 70 ethanol forhistomorphometric analysis. Tibiae were frozen in liquid nitrogen a n ds t o r e da t 80C for analysis of gene expression. Experiment 2: Effects of leptin on body composition and bone marrow adiposity in leptin-de cient obob female mice Six-week-old female B6 WT mice and obob mice on a B6 background were purchased f rom Jackson Laboratory (Bar Harbor, ME, USA). Following arrival, the B6 WT mice were randomized by weight into one of 2 groups: (1) baseline (n8) and (2) no treatment control (n9) ( Figure 1 ). The obob mice were randomized by weight into 3 groups: (1) baseline (n7), (2) vehicle (n8), or (3) leptin-treated (n8). The baseline groups were sacri ced at the start of the experiment and treatment mice placed at 32C. Mouse leptin (0.3 gd, equivalent to 12 ngh; 498-OB-05M, RD Systems, Minneapolis, MN) or vehicle (20 mM Tris-HCL, Invitrogen, Carlsbad, CA) were delivered via subcutaneously implanted osmotic pumps (Alzet Model 1002, Durect Corporation, Cupertino, CA) to leptin and vehicle mice, respectively. Infusion of leptin at 0.3 gd was shown to increase longitudinal bone growth and bone formation with minimal effects on hypothalamic gene expression in obob mice ( 35). Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were provided ad libitum to all groups. We did not include mice housed at 22C as an additional control because a pilot study (data not shown) did not reveal a change in BMAT. As in Experiment 1, percent body fat (DXA) and abdominal WAT mass (perigonadal, mesenteric, perirenal, retroperitoneal) were recorded at necropsy. In addit ion, interscapular BAT was removed and stored in RNA later for evaluation of gene expression and femora were removed, xed for 24h in 10 FIGURE 1 Experimental design.Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 03buffered formalin, and stored in 70 ethanol for histomorphometric analysis of bone marrow adiposity. Dual energy absorptiometry Total body bone mineral content (g), bone area (cm2), bone mineral density (gcm2) and percent body fat were determined using DXA (PIXImus2, Lunar, Madison, WI) under iso urane anesthesia immediately prior to necropsy. Blood measurements Serum leptin was measured using Mouse Leptin Quantikine ELISA Kit (RD Systems, Minneapolis, MN), serum osteocalcin was measured using Mouse Gla-Osteocalcin High Sensitive EIA Kit (Clontech, Mountain View, CA), and serum Mouse C terminal telopeptides of type I collagen (CTX-1) was measured using ELISA kit (Life Sciences Advanced Technologies, St. Petersburg, FL) according to the respective manufacturer s protocol. Intra-assay coef cient of variation (CV) for all ELISA assays were within the manufactures reported CVs of 5. Histomorphometry The methods used to measure static and dynamic bone histomorphometry have been described, with modi cations for mice ( 36). In brief, distal femora were dehydrated in a graded series of ethanol and xylene, and embedded undecalci ed in modi ed methyl methacrylate. Longitudinal sections (4 m thick) were cut with a vertical bed microtome (Leica 2065) and af xed to slides precoated with 1 gelatin solution. One sectionanimal was mounted unstained for measurement of uorochrome labels and marrow adipocytes using ultraviolet illumination. All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA) in the distal femur metaphysis (10x) and dist al femur diaphysis (6.7x) (Supplemental Figure 1 ) .T h es a m p l i n gs i t ef o rt h ed i s t a l femoral metaphysis was located 0.25 1.1 mm proximal to the growth plate, averaged 0.92 mm2in area, and excluded primary spongiosa and cortical bone. The sampling site for the distalfemoral diaphysis was located 2.0 2.7 mm proximal to the growth plate, averaged 0.63 mm 2in area, and excluded cortical bone. Proper depth was identi ed by a characteristic v-shaped growth plate and parallel diaphyseal cortices approximately equal in width ( Supplemental Figure 1 ). Fluorochrome-based measurements of bone formation included mineralizing perimeter (mineralizing perimeterbone perimeter: cancellous bone perimeter covered with double plus half single label normalized to bone perimeter, ), 2) mineralapposition rate (the distance between two uorochrome markers that comprise a double label divided by the 3-day interlabel interval, md), and 3) bone formation rate (bone formation ratebone perimeter: calculated by multiplying mineralizing perimeter by mineral apposi tion rate normalized to bone perimeter, mm2my). All bone histomorphometric data are reported using standard 2-dimensional referents and nomenclature ( 37). Cell-based BMAT measurements included adipocyte area fraction (adipocyte areatissue area, ), adipocyte number (mm2) and adipocyte size (m2). Adipocytes were identi ed as large circular, oval or ellipsoid-shaped cells bordered by a prominent cell membrane; adipocytes are easily detected because ultraviolet absorption by lipid storage droplets is negligible due to alcohol extraction of intracellular lipids during processing. These cells can be appreciated as black ghosts surrounded by a membrane in Supplemental Figure 1B . The size of each adipocyte was determined by outlining the cell perimeter; the OsteoMeasure software was used to calculate cell area. On average, we counted 55 adipocytesmouse in the ROI in distal femur metaphysis and 17 adipocytesmouse in the ROI in distal femur diaphysis. Gene expression Total RNA from BAT, WAT and tibia was isolated from 8 micegroup and individually analyzed. Whereas histomorphometry focused on a de ned region of interest in femur, evaluation of gene expression included the entire tibia. Tibiae were pulverized with a mortar and pestle in liquid nitrogen and further homogenized in Trizol (Life Technologies, Grand Island, NY). BAT and WAT were directly homogenized in Trizol. Total RNA was isolated according to the manufacturer sp r o t o c o l ,a n dm R N Aw a s reverse transcribed into cDNA using SuperScript III First- Strand Synthesis SuperMix for qRT-PCR (Life Technologies). All quantitative polymerase chain (qPCR) reactions were done using Fast SYBR Green Master Mix (ThermoFisher), and relative quanti cation was determined using the DDCt method. qPCR for BAT Ucp1 gene expression was done using primers specic for mouse Ucp1 (For: GTGAAGGTCAGAATGCAAGC, Rev: AGGGCCCCCTTCATGAGGTC) and mouse 18S ribosomal RNA (Rn18s) (For: CCGCAGCTAGGAATAATGGAAT, Rev:CGAACCTCCGACTTTCGTTCT). Dat a represent average fold change normalized to Rn18S. Expression levels for genes related to adipogenesis were determined for WAT and tibia using the Mouse Adipogenesis RT2 Pro ler PCR Array (Qiagen). Gene expression was normalized using the averaged expression of Gapdh, Gusb, and Hsp90ab1 housekeeping genes, and relative quanti cation (DDCt method) was determined using RT2 Pro ler PCR Array Data Analysis software (Qiagen).Turner et al. 10.3389fendo.2022.959743 Frontiers in Endocrinology frontiersin.org 04Statistical analysis Experiment 1 Numerical outcome variables collected in female B6 mice that were supplemented with leptin or served as controls (ad lib- fed mice and mice pair-fed to match food consumption by leptin-supplemented mice) were compared using parametric one-factor analysis of varian ce or nonparametric Kruskal- Wallis tests. Group mean comparisons were made using the tted analysis of variance linear model, Welch s two-sample t- test, or Wilcoxon-Mann-Whitney tests. Experiment 2 Linear models with 5 groups (untreated B6 WT or obob mice housed at 22C, untreated B6 WT mice housed at thermoneutral temperature, and obob mice receiving leptin at 0.3gday or a vehicle control housed at thermoneutral temperature) were used to evaluate the effects of housing temperature and leptin supplementation on BMAT. Experiments 1 and 2 Residual analysis and Levene s test were used to assess homogeneity of variance and normality. Adjustment for multiple comparisons was made by setting the maximum false discovery rate equal to 5 ( 38). Differences were considered signicant at false discovery rate adjusted p-value 0.05. All data are presented as mean  SD. Data analysis was performed using R version 4.1.2.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            }
        ]
    }
]