[
    {
        "pmid": "25517942",
        "title": "Spaceflight induces specific alterations in the proteomes of Arabidopsis.",
        "year": "2015",
        "journal": "Astrobiology",
        "abstract": "Life in spaceflight demonstrates remarkable acclimation processes within the specialized habitats of vehicles subjected to the myriad of unique environmental issues associated with orbital trajectories. To examine the response processes that occur in plants in space, leaves and roots from Arabidopsis (Arabidopsis thaliana) seedlings from three GFP reporter lines that were grown from seed for 12 days on the International Space Station and preserved on orbit in RNAlater were returned to Earth and analyzed by using iTRAQ broad-scale proteomics procedures. Using stringent criteria, we identified over 1500 proteins, which included 1167 leaf proteins and 1150 root proteins we were able to accurately quantify. Quantification revealed 256 leaf proteins and 358 root proteins that showed statistically significant differential abundance in the spaceflight samples compared to ground controls, with few proteins differentially regulated in common between leaves and roots. This indicates that there are measurable proteomics responses to spaceflight and that the responses are organ-specific. These proteomics data were compared with transcriptome data from similar spaceflight samples, showing that there is a positive but limited relationship between transcriptome and proteome regulation of the overall spaceflight responses of plants. These results are discussed in terms of emergence understanding of plant responses to spaceflight particularly with regard to cell wall remodeling, as well as in the context of deriving multiple omics data sets from a single on-orbit preservation and operations approach.",
        "full_text": "Spaceight Induces Specic Alterations in the Proteomes of Arabidopsis Robert J. Ferl,1,2Jin Koh,2Fiona Denison,1and Anna-Lisa Paul1 Abstract Life in spaceight demonstrates remarkable acclimation processes within the specialized habitats of vehicles subjected to the myriad of unique environmental issues associated with orbital trajectories. To examine theresponse processes that occur in plants in space, leaves and roots from Arabidopsis ( Arabidopsis thaliana ) seedlings from three GFP reporter lines that were grown from seed for 12 days on the International SpaceStation and preserved on orbit in RNAlater were returned to Earth and analyzed by using iTRAQ broad-scaleproteomics procedures. Using stringent criteria, we identied over 1500 proteins, which included 1167 leaf proteins and 1150 root proteins we were able to accurately quantify. Quantication revealed 256 leaf proteins and 358 root proteins that showed statistically signicant differential abundance in the spaceight samplescompared to ground controls, with few proteins differentially regulated in common between leaves and roots.This indicates that there are measurable proteomics responses to spaceight and that the responses are organ-specic. These proteomics data were compared with transcriptome data from similar spaceight samples,showing that there is a positive but limited relationship between transcriptome and proteome regulation of theoverall spaceight responses of plants. These results are discussed in terms of emergence understanding of plantresponses to spaceight particularly with regard to cell wall remodeling, as well as in the context of deriving multiple omics data sets from a single on-orbit preservation and operations approach. Key Words: Space biologyProteomicsGene expressionISS. Astrobiology 15, 3256. 1. Introduction Plants undergo substantial physiological adaptation to accommodate changing environments. As sessile orga- nisms, plants have developed exquisitely sensitive metabo- lisms that can provide insights into how eukaryotes sense and respond to external stimuli. Spaceight presents uniquechallenges to terrestrial organisms. The microgravity envi- ronment in itself is outside the evolutionary experience of any terrestrial organism, but the absence of gravity also impactsthe physical environment inherent to the unique living spaceof orbital vehicles (Musgrave et al., 1997; Wolff et al., 2013). It is now well established that plants grown in orbital vehiclesexhibit signicant changes in gene expression as part of thephysiological adaptation to the spaceight environment (Link et al., 2001; Paul et al., 2001, 2005, 2012b, 2013; Stutte et al., 2006; Salmi and Roux, 2008; Salmi et al., 2011; Correll et al., 2013; Nasir et al., 2014; Sugimoto et al. , 2014). However, studies approaching plant adaptation to space- ight at the level of the proteome have been limited. To date, the only true proteomic-scale study of plants in spacehas been a label-free analysis of membrane proteins iso-lated from Arabidopsis seedlings grown on the International Space Station (ISS) (Mazars et al., 2014). The distribution of differentially abundant proteins among three treatments (microgravity of the ISS, a 1 gorbital centrifuge, and a 1 g ground control) highlights familiar pathways in gravitysignal transduction. Many of the membrane-associated pro-teins involved in auxin signaling cascades were less promi- nent in microgravity-grown plants, while many proteins typically associated with stress responses were more abun-dant. While there is not a one-to-one correlation with anygene set from a published spaceight transcriptome, similar trends in the differential expression of genes important to auxin metabolism, and to a variety of stress responses, canbe seen in the transcription proles from several studies (see citations above). A proteomic survey in terrestrial altered- gravity environments also revealed a host of general stressproteins as well as those associated with auxin signaling (Tan et al. , 2011). Although there is little specic overlap with transcriptome studies of plants exposed to similar en- vironments, many of the trends in pathways affected by 1Department of Horticultural Sciences, Program in Plant Molecular and Cellular Biology, University of Florida, Gainesville, Florida. 2Interdisciplinary Center for Biotechnology, University of Florida, Gainesville, Florida.ASTROBIOLOGY Volume 15, Number 1, 2015Mary Ann Liebert, Inc. DOI: 10.1089ast.2014.1210 32spaceight are similar among the studies (Moseyko et al., 2002; Tan et al., 2011). With increased technical sensitivity and better access to space, the spaceight responses con- tribute to a comprehensive picture of the strategies used byplants to cope with changes in their environment. Comparative proteomics mass spectrometry (MS) meth- ods can be used to reveal quantitative changes in the proteincomplement of cells and organs over a large scale between and among samples. The use of iTRAQ (isotope tags for relative and absolute quantication; Applied Biosystems)allows for quantitative comparisons of samples by labeling lysine residues and N-termini of peptides with mass reporter molecules, such that the samples can be combined into si-multaneous analyses by MS. The relative amounts of everyidentied peptide from each sample are simultaneously re- vealed within the tandem mass spectra through the relative intensity of the differentially labeled ion peaks, enablingeach peptide to be correlated to each sample through the mass of the reporter molecules. Several papers have dem- onstrated the effectiveness of iTRAQ analysis of Arabidopsissamples in the study of broad-scale proteomic changes (Zhao et al. , 2010; Alvarez et al. , 2011; Schenck et al. , 2013; Li et al. , 2014). The major scientic goal of this study was to discover proteomics changes that characterize the physiological ad- aptation of Arabidopsis to the spaceight environment. Toaccomplish this goal, we sought to examine proteomicschanges on an organ-specic level by comparing the pro- teomics of roots and leaves between plants grown in space and plants grown on Earth. The samples were from Arabi-dopsis seedlings from three green uorescent protein (GFP) lines that were germinated on the ISS and grown for 12 days before being preserved in the strong protein denaturantRNAlater and then frozen. The nature of these samples, having been preserved in RNAlater primarily for gene ex- pression analyses, necessitated the development of methodsfor protein extraction from RNAlater samples and the pro-cessing of small amounts of proteins through iTRAQ and MS analyses. Therefore, the secondary and technical goal of this study was to examine proteomics based on samplesfrom this preservation method, which is widely used in ISS spaceight biology research, to discern whether this form of preservation could enable broad-scale proteomics of space-ight samples. The resulting data demonstrate the technical success of the approach and show signicant spaceight- induced proteomic changes that were different betweenroots and leaves. These proteomics data are discussed in the context of adaptive physiologies in space and are also dis- cussed in relation to gene expression changes that have beenseen in similar plants in space. 2. Materials and Methods 2.1. Plant growth and harvest on the ISS The data presented here are from plants harvested during one of several experiments launched to the ISS on STS-129, November 16, 2009 (specically, Run 1B: 12320091215 2009), and returned on STS-130, February 8, 2010. Arabi- dopsis seeds were planted aseptically on the surface of10 cm2solid media plates (Paul et al., 2004). The samples come from a collection of three Arabidopsis lines. The threeGFP green uorescent protein (Sheen et al., 1995) reportergene lines were Adh::GFP alcohol dehydrogenase promoter (Manak et al., 2002); DR5r::GFP synthetic auxin response element composed of ve AuxRE elements; gift of T. Guilfoyle (Ulmasov et al., 1997); and 35s::GFP driven by the CaMV35s promoter (Manak et al., 2002). Seeds and seeded plates were prepared in such a way as to maintaindormancy in light-tight coverings until the initiation of theexperiment on orbit (Paul et al., 2012a). The plated seeds remained dormant until activated by exposure to light on theISS, which initiated germination. Both the ight plates andground control plates were grown in the Advanced Biolo- gical Research System, ABRS (NASA, 2011a; Paul et al., 2012a, 2013). The ABRS provided temperature control, light control, and circulation of air that was scrubbed toremove volatile organic compounds. On orbit, the dormant seeded plates were unwrapped from their coverings and installed in the GFP Imaging System (GIS) (Fig. 1A), whichwas then inserted into the ABRS. The GIS held the plates within the ABRS, facilitated access by the astronaut on orbit, and provided regular imaging (NASA, 2011b; Paulet al., 2012a). After growth, all plates were photographed by the crew (Fig. 1B), along with the comparable GISABRS- grown ground control (Fig. 1C). The plates were then har-vested on orbit to RNAlater-lled Kennedy Space Center Fixation Tubes (KFTs) (Fig. 1D and 1E) and then stowed below -80C176C in the MELFI freezer on the ISS (Ferl et al., 2011) before return. The ground control plates were simi-larly housed in the GIS of an ABRS in the Orbital En- vironmental Simulator chamber in the Spaceight Life Sciences Laboratory at Kennedy Space Center following asimilar, but delayed, timeline as the plates on the ISS, with the use of environmental data such as temperature, relative humidity, light levels, and CO 2concentrations as was ex- perienced by the plants on orbit. Further details on the op- erational outlines can be found in Paul et al. (2012a, 2013). The ground control samples received the same physical processing steps of harvest, freezing, thawing, and distri-bution in the laboratory as did the spaceight samples. 2.2. Isolation of proteins from RNAlater-preserved Arabidopsis The 12-day-old plants recovered from the frozen KFTs of both ight and ground control plants were thawed then dissected into roots, hypocotyls, and leaves, similar to the dissections performed by Paul et al. (2013). Approximately half the root material from 67 seedlings within a single Petri plate constituted each of three biological replicates for analysis of root proteins. For each replicate, 80 mg ofRNAlater-xed Arabidopsis root material was blotted withtissue to remove excess RNAlater and then ground in a liquid nitrogenchilled pestle and mortar with 400 lL pro- tein extraction buffer per sample 100 m Msodium phos- phate (pH 7), 2 m MEDTA, 25 m MNaF, 5 m MMgCl 2, 150 m MNaCl, 0.1 triton-X100, 10 glycerol, 1 m Mdi- thiothreitol, commercial cocktails of protease (Set VI, Calbiochem) and phosphatase (Set I, Calbiochem) inhibi- tors. Samples were ground until completely homogeneous and then centrifuged at 13,000 rpm for 10 min at 4 C176C. The supernatant containing buffer-soluble proteins was col- lected, and proteins were puried as described by Koh et al. (2012). The leaf sample from ight and ground controlSPACEFLIGHT PROTEOMICS OF ARABIDOPSIS 33plants was similarly prepared from half the material of a single Petri plate, constituting the leaves from seven plants.Protein assays were performed to quantify puried proteins by using the Pierce BCA Protein Assay Kit (Thermo Sci- entic, Rockford, IL, USA) with the SoftMax Pro Softwarev5.3 (Molecular Devices, Downingtown, PA, USA) underthe SpectraMax M5 (Molecular Devices). 2.3. Protein digestion, iTRAQ labeling, and MS For each sample (three replicate root samples and the single leaf sample for the ight and ground controls), 16 lg of the recovered proteins were reduced, alkylated, trypsin-digested, and labeled according to the manufacturers in-structions (AB Sciex Inc.). The three biological replicates of ground root samples were labeled with iTRAQ tags 113, 114, and 115, and those of ight root samples were labeledwith 116, 117, and 118, respectively. The ground shootsample was labeled with iTRAQ tag 119, while the ight shoot was labeled with 121. The combined labeled peptide mixtures were desalted with C18-solid phase extraction anddissolved in strong cation exchange solvent A 25 (vv) acetonitrile, 10 m Mammonium formate, and 0.1 (vv) formic acid (pH 2.8). The peptides were fractionated by an Agilent HPLC system 1260 with a polysulfoethyl A column (2.1100 mm, 5 lm, 300 A ; PolyLC, Columbia, MD, USA) with a ow rate of 200 lLmin. Peptides were eluted with a linear gradient of 020 solvent B 25 (vv) acetonitrileand 500 m Mammonium formate (pH 6.8) over 50 min followed by ramping up to 100 solvent B in 5 min. Fourteen fractions were collected by monitoring the absor-bance at 280 nm and lyophilized (Supplementary Fig. S1; supplementary data are available online at www.liebertonline .comast). A quadrupole-time-of-ight LTQ Orbitrap XL MSMS system (Thermo Fisher Scientic, Bremen, Germany) wasused for data acquisition as described previously (Makarovet al., 2006). It was interfaced with an Eksigent nano-LCAS2 system (Eksigent Technologies, Dublin, CA, USA)using high-energy collision dissociation. Each fraction wasloaded onto an Agilent Zorbax 300SB-C18 trap column (0.3 mm i.d. 5 mm length, 5 lm particle size) with a ow rate of 5 lLmin for 10 min. Reversed-phase C 18chro- matographic separation of peptides was carried out on a pre- packed BetaBasic C 18PicoFrit column (75 lm i.d. 10 cm length, New Objective, Woburn, MA, USA) at 300 nLminwith the following gradient: 5 B for 1 min as an equili-bration status; 60 B for 99 min as a gradient; 90 B for 5 min as a washing status; 5 B for 10 min as an equili- bration status (solvent A: 0.1 formic acid in 97 water,3 acetonitrile; solvent B: 0.1 formic acid in 97 ace- tonitrile, 3 water). 2.4. Proteomics analyses The MSMS data were processed by a thorough search considering biological modication and amino acid substi-tution against the non-redundant uniprot Arabidopsis thali- anadatabase (53,270 entries downloaded on June 14, 2014, at http:beta.uniprot.org) by using the Fraglet and Tagletsearches under the Paragon algorithm (Shilov et al., 2007) of ProteinPilot v.4.5 software (AB Sciex, Inc.) and Sequest search (Eng et al., 1994) under Proteome Discoverer v.1.4 software (Thermo Scientic, Inc.). Mascot searches (Perkinset al., 1999) under Mascot Daemon (Matrix Science, Bos-ton, MA, USA) were conducted with the following param- eters: trypsin digestion allowing for up to two missed cleavages, methionine oxidation and iTRAQ on N-terminiand lysines, iTRAQ 8-plex quantication, 10 ppm tolerancefor MS and MSMS, peptide charges of 1,2, and 3, and monoisotopic masses. Plant protein, cysteine modica-tion with methyl methanethiosulfate, xed iTRAQ modi-cation of free amine in the N-terminus and lysine, and variable iTRAQ modications of tyrosine were considered. ProteoIQ2.7 (PREMIER Biosoft, Palo Alto, CA, USA) wasused to cluster peptides to proteins (protein groups) and FIG. 1. Plant growth, hardware, harvesting, and preservation in RNAlater on the ISS. The Petri plates within which the plants were grown were housed in the GIS unit of the ABRS ( A). A representative ight ( B) and ground control ( C) plate are shown, along with astronaut Jeff Williams harvesting plates on the ISS ( D) for preservation in RNAlater in a KFT ( E) before freezing on orbit. (Color images available online at www.liebertonline.comast)34 FERL ET AL.output lists of proteins having a minimum peptide proba- bility of 0.95 and a minimum protein probability of 0.95 from all search results for nal identication at a 5 false discovery rate (FDR; for comparison of FDRs, see Supple-mentary Fig. S2) (Tang et al., 2008). Systematic bias was corrected from non-redundant spectrum per peptide from allthree search algorithms by using intensity normalizationof protein quantication across samples by ProteoIQ2.7 (PREMIER Biosoft). Protein relative quantication was performed by using the ratios from tandem mass spectrawhen the peptides were uniquely assigned to detected pro- tein. To be identied as being signicantly differentially expressed, a protein had to be quantied with at least threepeptides in experimental replicates, a pvalue 0.05, and a fold change 1.2 or 0.8 as determined with a Fishers combined probability of 0.05 (Fisher, 1948). For identi- ed proteins, the functional annotation was assigned toidentied protein sequences by Blast2GO suite (Conesa et al., 2005) (http:www.blast2go.comb2ghome) and con- rmed with the Arabidopsis functional catalog (Bevan et al. , 1998). In addition, we used parametric analysis of gene set enrichment (PAGE) of the agriGO tool (http:bioinfo.cau .edu.cnagriGO) to determine specically enriched biologi-cal processes. The proteomics data are available for public access at the PRIDE Archiveproteomics data repository (http:www.ebi.ac.ukpridearchive). The MS proteomics data havebeen deposited to the ProteomeXchange Consortium (http: proteomecentral.proteomexchange.org) via the PRIDE part- ner repository (Vizcaino et al., 2014) with the data-set identier PXD001179 and DOI 10.6019PXD001179. 2.5. Comparison of proteomic data with microarray data The proteomics data were compared with a previous gene expression study (Paul et al., 2013), which involved plants from the same experiment series on the ISS. In this com- parison, we included 480 genes determined to be differen- tially expressed at the transcript level from that study and546 differentially expressed proteins from this study. Among them, 34 genes exhibited differential expression at both transcript and protein levels. To examine the degree ofconcordance between transcript and protein expression levels for those commonly differentially expressed genes, correlation tests for which Pearsons rand Spearmans rho (r s) were used were conducted for a direct comparison of proteins and their corresponding transcript expression levelsof those 34 genes using log 2-fold change between ground and ight tissues. Those genes or proteins not differentiallyexpressed at both the protein and transcript levels were not included in the correlation analysis. 2.6. Network analysis The differentially abundant proteins were examined for cell wall associations by using SUBA3 searches (Tanz et al. , 2013). The proteins returned with cell wall associations from SUBA3 were analyzed for interaction networkingwith GeneMANIA (Warde-Farley et al., 2010) with the Co- localization, Physical interactions, and Shared protein do-mains options, and Gene Ontologybased weighting.3. Results 3.1. Protein recovery and identication in spaceight material RNAlater is widely used as an RNA preservative, pri- marily because it is a strong protein denaturant. Proteins can be recovered from RNAlater-preserved materials (vanEijsden et al., 2013), but because the tissues and proteins are denatured, the biological properties of the subcellularcomponents or proteins were not used to pre-separate pro-teins into classes such as soluble, cytoplasmic, membrane,or cell wall proteins. Therefore, the proteins identied in this study are simply considered soluble proteins according to the protocol used for their extraction. Sufcient proteinwas recovered from each sample to proceed with iTRAQ methods. Over 1500 proteins were identied in the root and leaf samples at a global FDR of 5 against the decoy da-tabase, and over 1300 proteins in each sample at an FDR of 1 (see Supplementary Fig. S2). An FDR of 5 was chosen as the cutoff for further analysis of proteins in this study. Of the 1570 proteins identied in the samples at 5 FDR, 1167 leaf proteins and 1150 root proteins were identied with three or more protein-unique peptides, thus allowing them to be accurately quantied across the various ight andground control samples (Fig. 2). 3.2. Differential protein abundance in spaceight A Fishers test of combined probabilities was used to determine differences in quantitation values for each protein identied with three or more unique peptides. The Fishers test accounted for the number of peptides identied in eachsample, together with the biological replicates of the rootsamples, to produce a pvalue for comparison of spaceight versus ground controls for leaves and roots. Volcano plots ofthepvalues and differential abundance as fold change of the root and leaf samples are presented in Fig. 3. Currently, an iTRAQ method underestimates fold changes, implying small changes may indicate signicant differences betweensamples (Bantscheff et al., 2008; DeSouza et al., 2009; Karp et al. , 2010); thus, most iTRAQ studies use fold changes 282 885 265Leaf Root5 FDR; 3 Peptides FIG. 2. The number of proteins in the leaf and root samples meeting all the criteria for quantitation by iTRAQ. (Color graphics available online at www.liebertonline.com ast)SPACEFLIGHT PROTEOMICS OF ARABIDOPSIS 35of0.8 or 1.2. Therefore, proteins were considered dif- ferentially abundant with pvalues greater than the threshold value ( a0.05) and fold-change values in excess of 0.8 and 1.2. Figure 4 shows Venn diagrams of the number of pro- teins differing in abundance between spaceight and ground control samples. Of the 1167 leaf proteins and 1150 root proteins that were able to be accurately quantied, 256 leafproteins and 358 root proteins met the criteria of statistical signicance by pvalue and differential abundance by fold change in the spaceight samples. Only 41 of the signicant differentially abundant proteins were shared between rootsand leaves (Fig. 4). In roots, 237 proteins were up-regulated in spaceight, with an increase in abundance in the spaceight samplesmeeting the signicance criteria. In those same root sam- ples, 121 proteins were found to be down-regulated and less abundant in spaceight. For leaves, 200 proteins were moreabundant in spaceight, while 56 were less abundant. Again, few of these differentially regulated proteins were shared between the root and leaf samples. Only 47 proteins weresimilarly differentially abundant in both roots and leaves in spaceight, being similarly increased or decreased in both tissues (Fig. 5). There were 21 proteins that were sharedbetween roots and leaves but increased in one tissue anddecreased in the other. A summary Venn diagram and table is presented at the bottom of Fig. 4. The 546 proteins that exhibited different abundances between spaceight samples and the ground control samplesare presented in Table 1. 3.3. Functional analysis of proteins differentially abundant in spaceight When the proteomic changes were highlighted in global metabolic pathways (http:pmn.plantcyc.orgoverviewsWeb celOv.shtml?orgid ARA), the effects of spaceight were obviously different between leaf and root tissues (Supple- mentary Fig. S3 and also referring elements of Table 1). In addition, PAGE showed quite distinct patterns betweenleaves and roots when comparing the differential abundancebased on the functional classication of the proteins (Table 2). For example, responses to light stimulus and response to radiation were similar, as were pathways involving cell wallmetabolism (Supplementary Fig. S3 and Table 2). Interest- ingly, in leaves, categories of proteins related to several biological pathways were up-regulated, including stress anddefense responses, photosynthesis, translation, gene expres- sion, and cellular component biogenesis, while categories of proteins involved in the functional generation of precursormetabolites and energy, localization, and transport were re-pressed. In addition, categories of proteins related to specic molecular functions, such as carbohydrate binding, structural constituent of ribosome, and isomerase activity, were up-regulated in response to spaceight in leaves. However, categories associated with cell structure exhibited abundance in leaves and scarcity in roots. In roots, protein categoriesassociated with several biological processes, such as cofac- tor metabolism, oxidative stress responses, and cellular lipid metabolism, showed increased abundance. The abundance ofprotein categories associated with basic molecular functions, such as ATP binding, adenyl ribonucleotide binding, adenyl nucleotide binding, purine nucleoside binding, and nucleo-side binding, were also enhanced in roots. 3.4. Comparison of proteomic and gene expression data The proteomics data presented here were derived from Arabidopsis grown in Run 1B of the TAGES series of plant growth experiments. Gene expression from microarray data are available from Run 3A of the TAGES experiments (Paulet al., 2013), which involved similar-aged plants grown under very similar conditions on the ISS. The 546 differ- entially expressed proteins of the present study were com-pared to the 480 genes exhibiting differential transcriptlevels in the previous study. The genes encoding most of the proteins quantied in this study did not show a differen- tial mRNA expression, and many of the proteins for genes FIG. 3. Volcano plots of differential expression between spaceight and ground tissues. Negative log10 pvalues were plotted on the yaxis with log2 normalized fold change expression levels on the xaxis. Signicant differential expression with pvalue threshold values a0.05 were present in areas exceeding the 0.8 and 1.2 of fold change threshold values. Red and green dots indicate up- and down-regulated protein in ight tissues relative to ground tissues. ( A) Volcano plot for all proteins in either leaves or roots combined, ( B) in leaves only, and (C ) in roots only. (Color graphics available online at www.liebertonline.comast)36 FERL ET AL.differentially regulated at the mRNA level were not iden- tied in this proteomics survey. A total of 34 genes ex- hibited differential expression at both transcript and protein levels. Their transcript and protein fold-change values arecompared in Fig. 5. Among the genes and proteins that doshow differential expression, there is a positive correlation between direction and degree of differential expression (r0.4901177, pvalue 0.0003028; r s0.5087163, pvalue  0.0001618). To examine the degree of concordance between transcript and protein expression levels, correlation tests for which Pearsons rand Spearmans rho(rs) were used were conducted for a direct comparison of proteins and their corresponding transcript expression levels of 34 genes by using log 2-fold change between ground and ight tissues. As shown in Fig. 5, there is a positive correlation in direction and degree of differential expression between transcript and protein expression ( r0.4901177, pvalue 0.0003028; rs0.5087163, pvalue 0.0001618).3.5. Cell wall metabolism interaction network An interaction network was constructed to investigate potential functional relationships among the spaceight differential proteins that are potentially involved in cell wall interactions and metabolisms. Figure 6 shows the re-sults of the interaction analysis with several key collectionsof proteins highlighted. Physical interactions, shared protein domains, and co-localizations draw nearly all the cell wall identied proteins of this study into a codied network thatlinks cell wall carbohydrate enzymology with cell-cell in- teractions and signaling. 4. Discussion The technical goal of this study was to test the feasibility of using RNAlater-preserved plant tissue, harvested and frozen on orbit, for broad-scale proteomics analysis ofArabidopsis spaceight responses. RNAlater preservation ofArabidopsis within KFTs on orbit is commonly practiced, and a facile process pathway exists for harvesting to RNAlater and frozen sample return from the ISS. RNAlater-preserved plant materials from the ISS have been exten- sively used for gene expression analyses; however, to date, the use of RNAlater-preserved ISS material for proteomicshas been limited to yeast (van Eijsden et al., 2013). The ability to conduct proteomics analyses on the same samplesor on parallel samples returning from this establishedprocess pathway would advance the analysis potential for understanding Arabidopsis responses to spaceight. This study demonstrated that sufcient protein amounts can be isolated from ISS samples preserved in RNAlater to allow broad-scale proteomics studies. Basically, enough protein was recovered from roots and leaves of 12-day-oldLeaf-up Root-upRoot-down Leaf-down 41148 1866- - - - - - -1040 104 11159 41 196 50 6 115 Up-regulation Down-regulation188 68 290Leaf RootOverall Leaf Root Leaf Root FIG. 4. Summary of the differential protein accumulation in spaceight samples compared to ground control. Overall, 358 root and 256 shoot proteins were differentially rep- resented in the spaceight sample. When parsed by whetherthe protein was increased or decreased in spaceight, 237root proteins and 200 shoot proteins were up-regulated and accumulated to more abundance in spaceight, while 121 root proteins and 56 shoot proteins were down-regulatedin spaceight. (Color graphics available online at www.liebertonline.comast) FIG. 5. Comparison of gene and protein expression. Comparison of expression ratios from transcriptomic ( xaxis) and proteomic ( yaxis) proling. Orange and blue dots indi- cate data from leaves and root tissue, respectively. (Colorgraphics available online at www.liebertonline.comast)SPACEFLIGHT PROTEOMICS OF ARABIDOPSIS 37Table 1.List and Primary Annotations of the 546Proteins Shown to be Differentially Abundant in Spaceight versus Ground Controls in the Combined Arabidopsis Lines of This Study (continued) 38Table 1.(Continued) (continued ) 39Table 1.(Continued) (continued ) 40Table 1.(Continued) (continued ) 41Table 1.(Continued) (continued) 42Table 1.(Continued) (continued ) 43Table 1.(Continued) (continued) 44Table 1.(Continued) (continued ) 45Table 1.(Continued) (continued) 46Table 1.(Continued) (continued ) 47Table 1.(Continued) (continued) 48Table 1.(Continued) (continued ) 49Table 1.(Continued) Blank cells indicate that the protein was not present or did not meet quantitation criteria in that sample. Green cells indicate that the protein is mor e abundant in the spaceight sample. Red cells indicate less abundant in spaceight. Where directly correlated by TAIR annotation, the microgravity results from Mazars et al. (2014) are indicated in the last column. Table 1 is available in color online at www.liebertonline.comast. 50Table 2.Functional Category Comparisons among the Differentially Regulated Proteins in Roots and Shoots using Parametric Analysis of Gene Expression Yellow-to-red and cyan-to-blue color scales in color mode (CM) indicate that the representation of the proteins encompassed in that term is up- or down-regulated as a group in spaceight samples relative to ground samples, respectively. Gray means no statistically signicant difference among the samples. Number (Num.) represents the number of genes included in each GO term. For ontology (Ont.), P, F, and C stand for biological process, molecular function, and cellular component, respectively. Table 2 is available in color online at www.liebertonline.comast. 51FIG. 6. Interaction network of cell wallrelated proteins differentially abundant in spaceight. Ninety-ve proteins identied by SUBA3 as having cell wallrelated functions were analyzed by GeneMANIA to provide an interaction network to explore the relationships among the cell wallrelated proteins. Black circles indicate the positions of the input proteins from this study. Smaller gray circles indicate proteins brought into the network by the software to provide additional connection resolution. Physical interactions are indicated by red connector lines. Shared physical location is indicated byblue connector lines. Shared protein domains are indicated by beige connector lines. The grouping of cell wall peroxidasesis highlighted with a green background. Cell wall lectins are highlighted with a brown background. Lipid transfer proteins and signal connections are highlighted with a light gray background. Fasciclins are highlighted with a medium gray background. A dark gray background highlights enzymes with carbohydrate modifying activities. (Color graphics availableonline at www.liebertonline.comast)52 FERL ET AL.plants from half a 10 cm2Petri plate to conduct proteomic analyses rich enough to return the identities of 1570 proteins and to conduct quantitation on 1432 proteins with iTRAQmethods and relying on at least three unique peptides perprotein. Moreover, the methods are sufciently robust that true biological replicates are consistent and can support statistical methods for evaluation of quantitative differencesamong sample treatments. These RNAlater iTRAQ methods join frozen native sample recovery and non-isotopic meth- ods (Mazars et al., 2014) as methods that have had suc- cessful initial application to space proteomics analyses of plants. It is very likely that the rapid advances in MS cur- rently occurring will raise the number of proteins that can bequantitated in similar future studies that use this or anyother sample recovery strategy. And as orbital preservation methods mature and are more broadly applied, informative comparative analyses among various species, growth con-ditions, and experiment protocols on orbit will become in- creasingly effective. The proteomic data from this study of three combined Arabidopsis lines support the general notion that plantsengage specic metabolic responses to accomplish physio- logical adaptation to spaceight, but that response is dif-ferent among organs (Paul et al., 2013). The primary data supporting this conclusion are shown in Figs. 2 and 4. Of885 proteins commonly quantied in roots and leaves, only47 were similarly regulated in the spaceight leaf and rootsamples. In contrast, 290 and 288 proteins in roots and leaves were uniquely differentially regulated by spaceight in either one organ or the other. Moreover, pathway andprocess analysis of these differentially accumulated proteins indicates that roots and leaves are altering different path- ways in response to spaceight. There appears, broadlyspeaking, to be no single response at the proteomic level that is employed by all tissues of the plant in order to adapt to spaceight. There are, however, a few common threadsamong the data sets. These data complement results of Mazars et al. (2014), who used a non-isotopic proteomics approach to examinespaceight microgravity effects on membrane proteins ofwhole Arabidopsis seedlings. Their study used seedlings that were grown within chambers in the European Modular Cultivation System (EMCS) for 12 days on the ISS, with theentire chambers frozen on orbit to allow recovery of frozen seedlings after return to Earth. Microsomal fractions were prepared from the whole seedlings and subjected to a label-free MS analysis. Thus, their analysis used different tissues, different preservation on orbit, different sample preparation that focused on microsomes, and different MS methods.Mazars and colleagues found that 69 microsomal proteinswere specically more abundant in microgravity (compared to ground and 1 gcontrols), while 80 microsomal proteins were less abundant in microgravity. By using strictly TAIR AGI accession number as the link between their data and the data presented here, there are 23 proteins identied in common between the two studies. More generally, Mazarset al. (2014) concluded that proteins involved in signaling, trafcking, auxin metabolism, stress, and cell wall metab-olism are inuenced by microgravity, a conclusion that issupported and extended by the study presented here, with auxin signaling and cell wall remodeling being similarly identied here as altered by spaceight.Many of the proteins identied here as differentially abundant in spaceight are associated with auxin metabo-lism, and a large number are associated with cell wallmodication that makes sense in light of the morphologiesdemonstrated by spaceight roots (Millar et al., 2011; Paul et al., 2013; Nakashima et al., 2014). Of the differentially represented proteins presented in Table 1, 95 are associatedwith cell walls or cell wall metabolism either by Gene Ontology annotation or by reference when using SUBA3 searches (Tanz et al., 2013). The interaction network in Fig. 6 shows that most of these cell wallassociated proteins can be considered within a framework of functionally interactive proteins engaged in cell wall activities. There are many en-zymes, such as xyloglucan endotransglucosylases, involvedin cell wall carbohydrate modication, deconstruction, and remodeling present in the heart of the network (dark gray highlight in Fig. 6) ( e.g., Gilbert 2010). The well- represented FASCICLIN-like arabinogalactans (medium gray highlight in Fig. 6) ( e.g., Seifert et al. , 2014) and a SKU5- like protein are involved in cell shape and cell-cell inter- actions. For instance, SKU5-similar proteins encode an extracellular glycosylphosphatidylinositol-anchored glyco- protein involved in directional root growth in expandingcells. Mutants in this gene phenocopy the growth patterns seen on orbit in that they over-skew to the left (Sedbrook et al., 2002). FASCICLIN-like arabinogalactans have beenshown to positively modulate ABA-regulated root growthpatterns in plants exposed to abiotic stress, and it is postu- lated that they function by interacting with mediators of ABA in a plasma membrane subdomain (Seifert et al. , 2014). Fasciclins are typically associated with the outer face of lipid rafts in the plasma membrane via their GPI (gly- cosylphosphatidylinositol) anchor (Johnson et al. , 2003; Demir et al. , 2013). Two cell wallassociated lipid transfer proteins are also differentially represented in the differentialspaceight proteome (light gray highlight in Fig. 6). There isstrong representation of cell wall peroxidases (green high-light in Fig. 6) ( e.g., Bellincampi et al. ,2014) and cell wall lectin s (brown highlight in Fig. 6) ( e.g., Kauss and Glaser 1974; Albenne et al. , 2009) in the network, connecting key metabolism, stress response, and cell expansion ac- tivities in the network of proteins differentially regulated by spaceight. There are also a number of proteins thatare connected by a domain of unknown function (DUF) deeply involved in cell wall metabolism (lower left in Fig. 6) ( e.g., Garza-Caligaris et al. , 2012; Vazquez-Lobo et al. , 2012). These proteomics studies offered an initial opportunity to potentially integrate information on spaceight responsesat the protein and mRNA levels in that these sampleswere derived from very similar grow-outs on the ISS to the transcriptomics studies of Paul et al. (2013). A direct comparison of differential protein levels and their corre- sponding transcript expression levels does show some cor- relation. However, only a small portion of the differential transcripts are represented in the differential protein levels,and vice versa. This is, however, in agreement with previ- ous studies in yeast (Futcher et al., 1999; Gygi et al., 1999; Washburn et al., 2003), mice (Tian et al., 2004), Desulfo- vibrio vulgaris (Nie et al., 2006), E. coli (Ishihama et al., 2005), Tragopogon (Koh et al., 2012), and cotton (Hu et al., 2013), showing that transcript abundances only partiallySPACEFLIGHT PROTEOMICS OF ARABIDOPSIS 53predict protein abundances and that a series of regulatory processes involved in translation, localization, modication, and protein degradation play a substantial role in controllingprotein expression (Vogel and Marcotte, 2012). Nonetheless,conclusions based on the proteomics and transcriptomics levels closely interrelate when examining protein name or function as opposed to strict TAIR accession number. Theexact same geneprotein may not be represented in the cor- responding transcriptome, yet the differential proteome from these samples displays a similar engagement of cellwall remodeling tools in response to spaceight as seen in the transcriptome from similar samples. Roots and leaves adapt differently to spaceight at the level of proteomics. While there are some commonalities among the spaceight proteome changes in roots and leaves, such as cell wall metabolism, the present data indicate that roots and leaves invoke differential proteome responses tospaceight. This is consistent with transcriptome data that also indicate differential spaceight responses in leaves and roots (Paul et al., 2013). It is likely that, as proteomics technologies as well as gene expression and other omics technologies achieve in-creased density of coverage and ner spatial resolution, itwill be revealed that different cell types within organs re- spond differently to spaceight. And as increased numbers of biological experiments are enabled on the ISS, it is likelythat multiple approaches will combine to yield both cell-specic response pathways as well as more general princi- ples involved in plant spaceight adaptation. Cell wall modications in spaceight, in addition to or governed byauxin signaling, may be one of those general and recurring metabolic adaptations that may be in common among plants and plant tissues, even if enacted by various proteins andgenes that differ among cell types or genotypes. Acknowledgments The authors thank the entire line of NASA space bi- ology professionals that made this research possible. This research was supported by NASA grants NNX07AH270 and NNX09AL96G to R.J.F. and A.-L.P. Agata Zupanska, EricSchultz, and Natasha Sng contributed to the handling of APEX data and samples. The proteomics analyses were conducted within the Proteomics core laboratory of the In-terdisciplinary Center for Biotechnology Research at the University of Florida. The proteomics data are available for public access at the PRIDE Archiveproteomics data re-pository http:www.ebi.ac.ukpridearchive. Disclosure Statement No competing nancial interests exist. Abbreviations ABRS, Advanced Biological Research System; FDR, false discovery rate; GFP, green uorescent protein; GIS, GFP Imaging System; ISS, International Space Station; iTRAQ, isotope tags for relative and absolute quantication;KFTs, Kennedy Space Center Fixation Tubes; MS, massspectrometry; PAGE, parametric analysis of gene set en- richment.References Albenne, C., Canut, H., Boudart, G., Zhang, Y., San Clemente, H., Pont-Lezica, R., and Jamet, E. (2009) Plant cell wall proteomics: mass spectrometry data, a trove for research on protein structurefunction relationships. Mol Plant 2:977989. Alvarez, S., Hicks, L.M., and Pandey, S. (2011) ABA-dependent and -independent G-protein signaling in Arabidopsis rootsrevealed through an iTRAQ proteomics approach. J Pro- teome Res 10:31073122. Bantscheff, M., Boesche, M., Eberhard, D., Matthieson, T., Sweetman, G., and Kuster, B. (2008) Robust and sensitiveiTRAQ quantication on an LTQ Orbitrap mass spectrome- ter.Mol Cell Proteomics 7:17021713. Bellincampi, D., Cervone, F., and Lionetti, V. (2014) Plant cell wall dynamics and wall-related susceptibility in plant-pathogen interactions. Front Plant Sci 5, doi:10.3389fpls.2014.00228. Bevan, M., Bancroft, I., Bent, E., Love, K., Goodman, H., Dean, C., Bergkamp, R., Dirkse, W., Van Staveren, M., Stiekema, W., Drost, L., Ridley, P., Hudson, S.A., Patel, K., Murphy, G., Piffanelli, P., Wedler, H., Wedler, E., Wambutt, R., Weitzenegger, T., Pohl, T.M., Terryn, N., Gielen, J., Villar- roel, R., De Clerck, R., Van Montagu, M., Lecharny, A., Auborg, S., Gy, I., Kreis, M., Lao, N., Kavanagh, T., Hempel, S., Kotter, P., Entian, K.D., Rieger, M., Schaeffer, M., Funk, B., Mueller-Auer, S., Silvey, M., James, R., Montfort, A., Pons, A., Puigdomenech, P., Douka, A., Voukelatou, E., Milioni, D., Hatzopoulos, P., Piravandi, E., Obermaier, B., Hilbert, H., Dusterhoft, A., Moores, T., Jones, J.D., Eneva, T., Palme, K., Benes, V., Rechman, S., Ansorge, W., Cooke, R., Berger, C., Delseny, M., Voet, M., Volckaert, G., Mewes, H.W., Klosterman, S., Schueller, C., and Chalwatzis, N. (1998) Analysis of 1.9 Mb of contiguous sequence from chromosome 4 of Arabidopsis thaliana. Nature 391:485488. Conesa, A., Gotz, S., Garcia-Gomez, J.M., Terol, J., Talon, M., and Robles, M. (2005) Blast2GO: a universal tool for anno- tation, visualization and analysis in functional genomics re- search. Bioinformatics 21:36743676. Correll, M.J., Pyle, T.P., Millar, K.D., Sun, Y., Yao, J., Edel- mann, R.E., and Kiss, J.Z. (2013) Transcriptome analyses of Arabidopsis thaliana seedlings grown in space: implications for gravity-responsive genes. Planta 238:519533. Demir, F., Horntrich, C., Blachutzik, J.O., Scherzer, S., Reinders, Y., Kierszniowska, S., Schulze, W.X., Harms, G.S., Hedrich, R., Geiger, D., and Kreuzer, I. (2013) Arabidopsis nanodomain- delimited ABA signaling pathway regulates the anion chan- nel SLAH3. Proc Natl Acad Sci USA 110:82968301. DeSouza, L.V., Romaschin, A.D., Colgan, T.J., and Siu, K.W. (2009) Absolute quantication of potential cancer markers in clinical tissue homogenates using multiple reaction moni- toring on a hybrid triple quadrupolelinear ion trap tandem mass spectrometer. Anal Chem 81:34623470. Eng, J.K., McCormack, A.L., and Yates, J.R. (1994) An ap- proach to correlate tandem mass spectral data of peptides with amino acid sequences in a protein database. J Am Soc Mass Spectrom 5:976989. Ferl, R.J., Zupanska, A., Spinale, A., Reed, D., Manning-Roach, S., Guerra, G., Cox, D.R., and Paul, A.-L. (2011) The per-formance of KSC Fixation Tubes with RNALater for orbital experiments: a case study in ISS operations for molecular biology. Adv Space Res 48:199206. Fisher, R.A. (1948) Questions and answers 14. Am Stat 2:3031. Futcher, B., Latter, G.I., Monardo, P., McLaughlin, C.S., and Garrels, J.I. (1999) A sampling of the yeast proteome. Mol Cell Biol 19:73577368.54 FERL ET AL.Garza-Caligaris, L.E., Avendano -Vazquez, A.O., Alvarado-Lopez, S., Zuniga-Sanchez, E., Orozco-Segovia, A., Perez-Ruiz, R.V., and Gamboa-Debuen, A. (2012) At3g08030 transcript: a molecular marker of seed ageing. Ann Bot 110:12531260. Gilbert, H.J. (2010) The biochemistry and structural biology of plant cell wall deconstruction. Plant Physiol 153:444455. Gygi, S.P., Rochon, Y., Franza, B.R., and Aebersold, R. (1999) Correlation between protein and mRNA abundance in yeast. Mol Cell Biol 19:17201730. Hu, G., Koh, J., Yoo, M.J., Grupp, K., Chen, S., and Wendel, J.F. (2013) Proteomic proling of developing cotton bers from wild and domesticated Gossypium barbadense .New Phytol 200:570582. Ishihama, Y., Oda, Y., Tabata, T., Sato, T., Nagasu, T., Rapp- silber, J., and Mann, M. (2005) Exponentially modied pro- tein abundance index (emPAI) for estimation of absolute protein amount in proteomics by the number of sequenced peptides per protein. Mol Cell Proteomics 4:12651272. Johnson, K.L., Jones, B.J., Bacic, A., and Schultz, C.J. (2003) The fasciclin-like arabinogalactan proteins of Arabidopsis. A multigene family of putative cell adhesion molecules. Plant Physiol 133:19111925. Karp, N.A., Huber, W., Sadowski, P.G., Charles, P.D., Hester, S.V., and Lilley, K.S. (2010) Addressing accuracy and pre-cision issues in iTRAQ quantitation. Mol Cell Proteomics 9:18851897. Kauss, H., and Glaser, C. (1974) Carbohydrate-binding proteins from plant cell walls and their possible involvement in ex-tension growth. FEBS Lett 45:304307. Koh, J., Chen, S., Zhu, N., Yu, F., Soltis, P.S., and Soltis, D.E. (2012) Comparative proteomics of the recently and recur- rently formed natural allopolyploid Tragopogon mirus (As- teraceae) and its parents. New Phytol 196:292305. Li, Z., Czarnecki, O., Chourey, K., Yang, J., Tuskan, G.A., Hurst, G.B., Pan, C., and Chen, J.G. (2014) Strigolactone-regulated proteins revealed by iTRAQ-based quantitative proteomics in Arabidopsis. J Proteome Res 13:13591372. Link, B.M., Wagner, E.R., and Cosgrove, D.J. (2001) The effect of a microgravity (space) environment on the expression of expansins from the peg and root tissues of Cucumis sativus . Physiol Plant 113:292300. Makarov, A., Denisov, E., Lange, O., and Horning, S. (2006) Dynamic range of mass accuracy in LTQ Orbitrap hybridmass spectrometer. J Am Soc Mass Spectrom 17:977982. Manak, M.S., Paul, A.L., Sehnke, P.C., and Ferl, R.J. (2002) Remote sensing of gene expression in Planta: transgenicplants as monitors of exogenous stress perception in extra- terrestrial environments. Life Support Biosph Sci 8:8391. Mazars, C., Briere, C., Grat, S., Pichereaux, C., Rossignol, M., Pereda-Loth, V., Eche, B., Boucheron-Dubuisson, E., Le Disquet, I., Medina, F.J., Graziana, A., and Carnero-Diaz, E. (2014) Microgravity induces changes in microsome-associated proteins of Arabidopsis seedlings grown on board the Inter- national Space Station. PloS One 9:e91814. Millar, K.D., Johnson, C.M., Edelmann, R.E., and Kiss, J.Z. (2011) An endogenous growth pattern of roots is revealed in seedlings grown in microgravity. Astrobiology 11:787797. Moseyko, N., Zhu, T., Chang, H.S., Wang, X., and Feldman, L.J. (2002) Transcription proling of the early gravitropic response in Arabidopsis using high-density oligonucleotide probe microarrays. Plant Physiol 130:720728. Musgrave, M.E., Kuang, A., and Matthews, S.W. (1997) Plant reproduction during spaceight: importance of the gaseous environment. Planta 203:S177S184.Nakashima, J., Liao, F., Sparks, J.A., Tang, Y., and Blancaor, E.B. (2014) The actin cytoskeleton is a suppressor of the endogenous skewing behaviour of Arabidopsis primary rootsin microgravity. Plant Biology 16:142150. NASA. (2011a) Advanced Biological Research System (ABRS). In International Space Station Fact Sheet, National Aeronautics and Space Administration, Washington, DC,Available online at http:www.nasa.govmission_pagesstation researchexperimentsABRS.html. NASA. (2011b) Transgenic Arabidopsis Gene Expression System (TAGES). In International Space Station Fact Sheet, National Aeronautics and Space Administration, Washington,DC. Available online at http:www.nasa.govmission_pagesstationresearchexperimentsTAGES.htmloverview. Nasir, A., Strauch, S.M., Becker, I., Sperling, A., Schuster, M., Richter, P.R., Weisskopf, M., Ntedou, M., Daiker, V., An, Y.A., Li, X.Y., Liu, Y.D., and Lebert, M. (2014) The inu- ence of microgravity on Euglena gracilis as studied on Shenzhou 8. Plant Biology 16(Supplement 1):113119. Nie, L., Wu, G., and Zhang, W. (2006) Correlation between mRNA and protein abundance in Desulfovibrio vulgaris: a multiple regression to identify sources of variations. Biochem Biophys Res Commun 339:603610. Paul, A.-L., Daugherty, C.J., Bihn, E.A., Chapman, D.K., Norwood, K.L., and Ferl, R.J. (2001) Transgene expressionpatterns indicate that spaceight affects stress signal per- c e p t i o na n dt r a n s d u c t i o ni na r a b i d o p s i s . Plant Physiol 126: 613621. Paul, A.-L., Schuerger, A.C., Popp, M.P., Richards, J.T., Manak, M.S., and Ferl, R.J. (2004) Hypobaric biology:Arabidopsis gene expression at low atmospheric pressure. Plant Physiol 134:215223. Paul, A.-L., Popp, M.P., Gurley, W.B., Guy, C.L., Norwood, K.L., and Ferl, R.J. (2005) Arabidopsis gene expression patterns are altered during spaceight. Adv Space Res 36: 11751181. Paul, A.-L., Amaltano, C.E., and Ferl, R.J. (2012a) Plant growth strategies are remodeled by spaceight. BMC Plant Biol 12, doi:10.11861471-2229-12-232. Paul, A.-L., Zupanska, A., Ostrow, D.T., Zhang, Y., Sun, Y., Li, J.-L., Shanker, S., Farmerie, W.G., Amaltano, C.E., and Ferl, R.J. (2012b) Spaceight transcriptomes: unique re- sponses to a novel environment. Astrobiology 12:4056. Paul, A.-L., Zupanska, A.K., Schultz, E.R., and Ferl, R.J. (2013) Organ-specic remodeling of the Arabidopsis transcriptome in response to spaceight. BMC Plant Biol 13, doi:10.1186 1471-2229-13-112. Perkins, D.N., Pappin, D.J.C., Creasy, D.M., and Cottrell, J.S. (1999) Probability-based protein identication by searching sequence databases using mass spectrometry data. Electro- phoresis 20:35513567. Salmi, M.L. and Roux, S.J. (2008) Gene expression changes induced by space ight in single-cells of the fern Ceratopteris richardii .Planta 229:151159. Salmi, M.L., Bushart, T.J., and Roux, S.J. (2011) Autonomous gravity perception and responses of single plant cells. Gravit Space Res 25:613. Schenck, C.A., Nadella, V., Clay, S.L., Lindner, J., Abrams, Z., and Wyatt, S.E. (2013) A proteomics approach identiesnovel proteins involved in gravitropic signal transduction. Am J Bot 100:194202. Sedbrook, J.C., Carroll, K.L., Hung, K.F., Masson, P.H., and Somerville, C.R. (2002) The Arabidopsis SKU5 gene en- codes an extracellular glycosyl phosphatidylinositolanchoredSPACEFLIGHT PROTEOMICS OF ARABIDOPSIS 55glycoprotein involved in directional root growth. Plant Cell 14:16351648. Seifert, G.J., Xue, H., and Acet, T. (2014) The Arabidopsis thaliana FASCICLIN-LIKE ARABINOGALACTAN PROTEIN 4gene acts synergistically with abscisic acid signalling to control root growth. Ann Bot 14:11251133. Sheen, J., Hwang, S., Niwa, Y., Kobayashi, H., and Galbraith, D.W. (1995) Green-uorescent protein as a new vital markerin plant cells. Plant J 8:777784. Shilov, I.V., Seymour, S.L., Patel, A.A., Loboda, A., Tang, W.H., Keating, S.P., Hunter, C.L., Nuwaysir, L.M., and Schaeffer, D.A. (2007) The Paragon Algorithm, a next gen- eration search engine that uses sequence temperature valuesand feature probabilities to identify peptides from tandem mass spectra. Mol Cell Proteomics 6:16381655. Stutte, G.W., Monje, O., Hateld, R.D., Paul, A.L., Ferl, R.J., and Simone, C.G. (2006) Microgravity effects on leaf mor- phology, cell structure, carbon metabolism and mRNA ex- pression of dwarf wheat. Planta 224:10381049. Sugimoto, M., Oono, Y., Gusev, O., Matsumoto, T., Yazawa, T., Levinskikh, M.A., Sychev, V.N., Bingham, G.E., Wheeler, R., and Hummerick, M. (2014) Genome-wide ex- pression analysis of reactive oxygen species gene network in Mizuna plants grown in long-term spaceight. BMC Plant Biol 14, doi:10.11861471-2229-14-4. Tan, C., Wang, H., Zhang, Y., Qi, B., Xu, G., and Zheng, H. (2011) A proteomic approach to analyzing responses ofArabidopsis thaliana root cells to different gravitational conditions using an agravitropic mutant, pin2 and its wild type. Proteome Sci 9, doi:10.11861477-5956-9-72. Tang, W.H., Shilov, I.V., and Seymour, S.L. (2008) Nonlinear tting method for determining local false discovery rates from decoy database searches. J Proteome Res 7:36613667. Tanz, S.K., Castleden, I., Hooper, C.M., Vacher, M., Small, I., and Millar, H.A. (2013) SUBA3: a database for integrating experimentation and prediction to dene the SUBcellular location of proteins in Arabidopsis. Nucleic Acids Res 41: D1185D1191. Tian, Q., Stepaniants, S.B., Mao, M., Weng, L., Feetham, M.C., Doyle, M.J., Yi, E.C., Dai, H., Thorsson, V., Eng J., Goodlett,D., Berger, J.P., Gunter, B., Linseley, P.S., Stoughton, R.B., Aebersold, R., Collins, S.J., Hanlon, W.A., and Hood, L.E. (2004) Integrated genomic and proteomic analyses of gene expression in mammalian cells. Mol Cell Proteomics 3:960 969. Ulmasov, T., Murfett, J., Hagen, G., and Guilfoyle, T.J. (1997) AuxIAA proteins repress expression of reporter genes con- taining natural and highly active synthetic auxin response elements. Plant Cell 9:19631971. van Eijsden, R.G., Stassen, C., Daenen, L., Van Mulders, S.E., Bapat, P.M., Siewers, V., Goossens, K.V., Nielsen, J., Del- vaux, F.R., Van Hummelen, P., Devreese, B., and Willaert,R.G. (2013) A universal xation method based on quaternaryammonium salts (RNAlater) for omics-technologies: Sac- charomyces cerevisiae as a case study. Biotechnol Lett 35: 891900. Vazquez-Lobo, A., Roujol, D., Zuniga-Sanchez, E., Albenne, C., Pinero, D., Gamboa de Buen, A., and Jamet, E. (2012) The highly conserved spermatophyte cell wall DUF642 pro- tein family: phylogeny and rst evidence of interaction with cell wall polysaccharides in vitro .Mol Phylogenet Evol 63:510520. Vizcaino, J.A., Deutsch, E.W., Wang, R., Csordas, A., Rei- singer, F., Rios, D., Dianes, J.A., Sun, Z., Farrah, T., Ban-deira, N., Binz, P.A., Xenarios, I., Eisenacher, M., Mayer, G.,Gatto, L., Campos, A., Chalkley, R.J., Kraus, H.J., Albar, J.P., Martinez-Bartolome, S., Apweiler, R., Omenn, G.S., Martens, L., Jones, A.R., and Hermjakob, H. (2014) Proteo- meXchange provides globally coordinated proteomics data submission and dissemination. Nat Biotechnol 32:223226. Vogel, C.and Marcotte, E.M. (2012) Insights into the regula- tion of protein abundance from proteomic and transcriptomic analyses. Nat Rev Genet 13:227232. Warde-Farley, D., Donaldson, S.L., Comes, O., Zuberi, K., Badrawi, R., Chao, P., Franz, M., Grouios, C., Kazi, F., Lopes, C.T., Maitland, A., Mostafavi, S., Montojo, J., Shao, Q., Wright, G., Bader, G.D., and Morris, Q. (2010) The GeneMANIA prediction server: biological network integra- tion for gene prioritization and predicting gene function. Nucleic Acids Res 38:W214W220. Washburn, M.P., Koller, A., Oshiro, G., Ulaszek, R.R., Plouffe, D., Deciu, C., Winzeler, E., and Yates, J.R., III. (2003) Protein pathway and complex clustering of correlated mRNA and protein expression analyses in Saccharomyces cerevisiae . Proc Natl Acad Sci USA 100:31073112. Wolff, S.A., Coelho, L.H., Zabrodina, M., Brinckmann, E., and Kittang, A.-I. (2013) Plant mineral nutrition, gas exchangeand photosynthesis in space: a review. Adv Space Res 51: 465475. Zhao, Z., Stanley, B.A., Zhang, W., and Assmann, S.M. (2010) ABA-regulated G protein signaling in Arabidopsis guardcells: a proteomic perspective. J Proteome Res 9:16371647. Address correspondence to: Robert J. Ferl Interdisciplinary Center for Biotechnology University of Florida Gainesville, FL 32611 E-mail: robferlu.edu Submitted 8 August 2014 Accepted 12 October 201456 FERL ET AL.",
        "introduction": "Plants undergo substantial physiological adaptation to accommodate changing environments. As sessile orga- nisms, plants have developed exquisitely sensitive metabo- lisms that can provide insights into how eukaryotes sense and respond to external stimuli. Spaceight presents uniquechallenges to terrestrial organisms. The microgravity envi- ronment in itself is outside the evolutionary experience of any terrestrial organism, but the absence of gravity also impactsthe physical environment inherent to the unique living spaceof orbital vehicles (Musgrave et al., 1997; Wolff et al., 2013). It is now well established that plants grown in orbital vehiclesexhibit signicant changes in gene expression as part of thephysiological adaptation to the spaceight environment (Link et al., 2001; Paul et al., 2001, 2005, 2012b, 2013; Stutte et al., 2006; Salmi and Roux, 2008; Salmi et al., 2011; Correll et al., 2013; Nasir et al., 2014; Sugimoto et al. , 2014). However, studies approaching plant adaptation to space- ight at the level of the proteome have been limited. To date, the only true proteomic-scale study of plants in spacehas been a label-free analysis of membrane proteins iso-lated from Arabidopsis seedlings grown on the International Space Station (ISS) (Mazars et al., 2014). The distribution of differentially abundant proteins among three treatments (microgravity of the ISS, a 1 gorbital centrifuge, and a 1 g ground control) highlights familiar pathways in gravitysignal transduction. Many of the membrane-associated pro-teins involved in auxin signaling cascades were less promi- nent in microgravity-grown plants, while many proteins typically associated with stress responses were more abun-dant. While there is not a one-to-one correlation with anygene set from a published spaceight transcriptome, similar trends in the differential expression of genes important to auxin metabolism, and to a variety of stress responses, canbe seen in the transcription proles from several studies (see citations above). A proteomic survey in terrestrial altered- gravity environments also revealed a host of general stressproteins as well as those associated with auxin signaling (Tan et al. , 2011). Although there is little specic overlap with transcriptome studies of plants exposed to similar en- vironments, many of the trends in pathways affected by 1Department of Horticultural Sciences, Program in Plant Molecular and Cellular Biology, University of Florida, Gainesville, Florida. 2Interdisciplinary Center for Biotechnology, University of Florida, Gainesville, Florida.ASTROBIOLOGY Volume 15, Number 1, 2015Mary Ann Liebert, Inc. DOI: 10.1089ast.2014.1210 32spaceight are similar among the studies (Moseyko et al., 2002; Tan et al., 2011). With increased technical sensitivity and better access to space, the spaceight responses con- tribute to a comprehensive picture of the strategies used byplants to cope with changes in their environment. Comparative proteomics mass spectrometry (MS) meth- ods can be used to reveal quantitative changes in the proteincomplement of cells and organs over a large scale between and among samples. The use of iTRAQ (isotope tags for relative and absolute quantication; Applied Biosystems)allows for quantitative comparisons of samples by labeling lysine residues and N-termini of peptides with mass reporter molecules, such that the samples can be combined into si-multaneous analyses by MS. The relative amounts of everyidentied peptide from each sample are simultaneously re- vealed within the tandem mass spectra through the relative intensity of the differentially labeled ion peaks, enablingeach peptide to be correlated to each sample through the mass of the reporter molecules. Several papers have dem- onstrated the effectiveness of iTRAQ analysis of Arabidopsissamples in the study of broad-scale proteomic changes (Zhao et al. , 2010; Alvarez et al. , 2011; Schenck et al. , 2013; Li et al. , 2014). The major scientic goal of this study was to discover proteomics changes that characterize the physiological ad- aptation of Arabidopsis to the spaceight environment. Toaccomplish this goal, we sought to examine proteomicschanges on an organ-specic level by comparing the pro- teomics of roots and leaves between plants grown in space and plants grown on Earth. The samples were from Arabi-dopsis seedlings from three green uorescent protein (GFP) lines that were germinated on the ISS and grown for 12 days before being preserved in the strong protein denaturantRNAlater and then frozen. The nature of these samples, having been preserved in RNAlater primarily for gene ex- pression analyses, necessitated the development of methodsfor protein extraction from RNAlater samples and the pro-cessing of small amounts of proteins through iTRAQ and MS analyses. Therefore, the secondary and technical goal of this study was to examine proteomics based on samplesfrom this preservation method, which is widely used in ISS spaceight biology research, to discern whether this form of preservation could enable broad-scale proteomics of space-ight samples. The resulting data demonstrate the technical success of the approach and show signicant spaceight- induced proteomic changes that were different betweenroots and leaves. These proteomics data are discussed in the context of adaptive physiologies in space and are also dis- cussed in relation to gene expression changes that have beenseen in similar plants in space. 2. Materials and",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            }
        ]
    }
]