[
    {
        "pmid": "35634164",
        "title": "Spaceflight-Associated Vascular Remodeling and Gene Expression in Mouse Calvaria.",
        "year": "2022",
        "journal": "Front Physiol",
        "abstract": "Astronauts suffer from a loss of bone mass at a rate of 1.5% per month from lower regions of the body during the course of long-duration (&gt;30 days) spaceflight, a phenomenon that poses important risks for returning crew. Conversely, a gain in bone mass may occur in non-load bearing regions of the body as related to microgravity-induced cephalad fluid shift. Representing non-load bearing regions with mouse calvaria and leveraging the STS-131 (15-day) and BION-M1 (30-day) flights, we examined spatial and temporal calvarial vascular remodeling and gene expression related to microgravity exposure compared between spaceflight (SF) and ground control (GC) cohorts. We examined parasagittal capillary numbers and structures in calvaria from 16 to 23 week-old C57BL/6 female mice (GC, n = 4; SF, n = 5) from STS-131 and 19-20 week-old C57BL/6 male mice (GC, n = 6; SF, n = 6) from BION-M1 using a robust isolectin-IB4 vessel marker. We found that the vessel diameter reduces significantly in mice exposed to 15 days of spaceflight relative to control. Capillarization increases by 30% (SF vs. GC, p = 0.054) in SF mice compared to GC mice. The vessel numbers and diameter remain unchanged in BION-M1 mice calvarial section. We next analyzed the parietal pro-angiogenic (VEGFA) and pro-osteogenic gene (BMP-2, DMP1, RUNX2 and OCN) expression in BION-M1 mice using quantitative RT-PCR. VEGFA gene expression increased 15-fold while BMP-2 gene expression increased 11-fold in flight mice compared to GC. The linkage between vascular morphology and gene expression in the SF conditions suggests that angiogenesis may be important in the regulation of pathological bone growth in non-weight bearing regions of the body. Short-duration microgravity-mediated bone restructuring has implications in planning effective countermeasures for long-duration flights and extraterrestrial human habitation.",
        "full_text": "Space ight-Associated Vascular Remodeling and Gene Expression in Mouse Calvaria Jamila H. Siamwala1,2,3, Brandon R. Macias1,4, Robert Healey1, Brett Bennett5and Alan R. Hargens1 1Department of Orthopedic Surgery, University of California, San Diego, San Diego, CA, United States,2Department of Molecular Physiology, Pharmacology and Biotechnology, Brown University, Providence, RI, United States,3Vascular Research Laboratory, Providence Veterans Affairs Medical Center, Providence, RI, United States,4KBRwyle, Houston, TX, United States,5Association of Space ight Professionals, St. Petersburg, FL, United States Astronauts suffer from a loss of bone mass at a rate of 1.5 per month from lower regions of the body during the course of long-duration ( 30 days) space ight, a phenomenon that poses important risks for returning crew. Conversely, a gain in bone mass may occur innon-load bearing regions of the body as related to microgravity-induced cephalad uid shift. Representing non-load bearing regions with mouse calvaria and leveraging the STS-131 (15-day) and BION-M1 (30-day) ights, we examined spatial and temporal calvarial vascular remodeling and gene expression related to microgravity exposure compared between space ight (SF) and ground control (GC) cohorts. We examined parasagittal capillary numbers and structures in calvaria from 16 to 23 week-old C57BL6 female mice(GC, n  4; SF, n  5) from STS-131 and 19 20 week-old C57BL6 male mice (GC, n  6; SF, n  6) from BION-M1 using a robust isolectin-IB4 vessel marker. We found that thevessel diameter reduces signi cantly in mice exposed to 15 days of space ight relative to control. Capillarization increases by 30 (SF vs. GC, p 0.054) in SF mice compared to GC mice. The vessel numbers and diameter remain unchanged in BION-M1 mice calvarialsection. We next analyzed the parietal pro-angiogenic ( VEGFA ) and pro-osteogenic gene (BMP-2, DMP1, RUNX2 andOCN ) expression in BION-M1 mice using quantitative RT- PCR. VEGFA gene expression increased 15-fold while BMP-2 gene expression increased 11-fold in ight mice compared to GC. The linkage between vascular morphology and gene expression in the SF conditions suggests that angiogenesis may be important in theregulation of pathological bone growth in non-weight bearing regions of the body. Short-duration microgravity-mediated bone restructuring has implications in planning effectivecountermeasures for long-duration ights and extraterrestrial human habitation. Keywords: osteogenesis, angiogenesis, BMP-2, VEGFA, space ight, long-duration ight, gene expression INTRODUCTION Gravity-dependent retrograde blood ow to upper non-load bearing regions and blood pooling in the brain are linked to increased facial edema, cerebral venous pressure, intracranial blood volume, intracranial cerebrospinal uid volume (CSF) and stroke volume ( Morey and Baylink, 1978 ;Collet et al., 1997 ; Miyamoto et al., 1998 ;Iwamoto et al., 2005 ;Arbeille et al., 2015 ;Marshall-Goebel et al., 2019 ). In addition, altered cerebral hemodynamics account for neurolog ical symptoms common in astronauts that includeEdited by: Maria Giovanna Trivella, National Research Council (CNR), Italy Reviewed by: Bettina Willie, McGill University, Canada S. Anand Narayanan, Florida State University, United States Correspondence: Jamila H. Siamwala jamila_siamwalabrown.edu Specialty section: This article was submitted to Environmental, Aviation and Space Physiology, a section of the journal Frontiers in Physiology Received: 09 March 2022 Accepted: 26 April 2022 Published: 13 May 2022 Citation: Siamwala JH, Macias BR, Healey R, Bennett B and Hargens AR (2022) Space ight-Associated Vascular Remodeling and Gene Expression in Mouse Calvaria. Front. Physiol. 13:893025. doi: 10.3389fphys.2022.893025 Frontiers in Physiology  www.frontiersin.org May 2022  Volume 13  Article 893025 1ORIGINAL RESEARCH published: 13 May 2022 doi: 10.3389fphys.2022.893025visual impairment and intracranial pressure (VIIP) syndrome, post- ight headaches, syncope, dizziness, and impaired cognitive abilities (Blaber et al., 2011 ;Mader et al., 2011 ). The skull is in close proximity to cerebral vessels impacted by microgravity and acts as a stress absorber ( Tanaka et al., 2004 ). Although several space ight studies have examined the effects of prolonged shifts in hydrostatic gradientsin the load-bearing, lower regions of the body ( Morey and Baylink, 1978;Miyamoto et al., 1998 ;Vico et al., 2000 ;Gerbaix et al., 2018 ), few studies have examined vascular structural modi cations and gene expression in skull bone, also known as calvaria ( Kusumbe et al., 2014;Ramasamy et al., 2014 ). Calvarial syndesmotic sutures are active regions of growth, movement, and repair ( Zimmermann et al., 1998). During development, vascularization precedes early osteogenesis on the thin plate of the skull and is followed by theformation of a plate caudal to the rst. In addition, resident stem cells or osteoprogenitor cells in the suture mesenchyme contribute to the repair of stressed or fractured calvarial bones by secreting VascularEndothelial Growth Factor (VEGF) and recruiting blood vessels andchondroclasts ( Doro et al., 2017 ). In pathological condition or synostosis, the sutures close prematurely resulting in skeletalmalformations seen in genetic disorders ( Bellus et al., 1996 ). Clinically, in children with a small skull base, abnormal calvarialgrowth and cerebral perfusion increases intracranial pressure (ICP), at r e n ds e e ni na s t r o n a u t s( Pierre-Kahn et al., 1980 ;Sainte-Rose et al., 1984). 30 days of space ight have been shown to exacerbate these processes, where an elevation of brain arterial ow increases stiffness, myogenic vasoconstriction, and maximal diameter of the cerebral arteries as mediated by voltage-gated Ca 2mechanisms ( Sofronova et al., 1985 ;Taylor et al., 2013 ) .O u rp r e v i o u sw o r ks h o w e da3 0  increase in calvarial bone mineral density in mice after 15 days ofmicrogravity on the STS-131 ight ( Zhang et al., 2013 ).However, there are few reports on bone vascular adaptations to microgravity ata multi-scale level ( Sofronova et al., 1985 ;Taylor et al., 2013 ). Based on the state-of-the-research, we propose that calvarial bone and vascular remodeling occurs in response to skeletalunloading, cephalad uid shifts, and elimination of gravity- oriented hydrostatic gradients. However, the exact adaptation of calvarial vasculature to cephalad uid shifts is not yet fully characterized. In this line of inquiry, we examine the adaptationsin vascular morphology, capillarization, and osteogenic andangiogenic gene expression in mouse calvaria exposed tomicrogravity using image morphometry and quantitativepolymerase chain reaction (qPCR). We also provide acomprehensive protocol for the isolation of RNA from thickskull bone tissue in quantities suf cient for determining calvarial angiogenesis and osteogenesis-associated gene responses. MATERIALS AND METHODS Experiments were performed on two groups of mice, one own on NASA sS T S - 1 3 1 ight for 15 days and the other on the BION-M1 ight for 30 days, and each space ight (SF) cohort was associated with a terrestrial ground control (GC). The time scale from loadingthe mice on Earth, landing, distribution of tissue and calvarialmeasurements for mice from both ights are illustrated in Figure 1 (Panels A and B). The study was approved by theBiomedical Ethics Committee of the Russian Federation State Research Center Institute for Biomedical Problems (IBMP) as wellas the IACUCs of Moscow State University and NASA. Theexperimental protocols were conducted in compliance with the European Convention for the Protection of Vertebrate Animals used for Experimental and Other Scienti c Purposes. Kennedy Space Center (KSC) veterinarians certi ed all STS-131 mice as healthy prior to ight, while BION-M1 mice were purchased from the Animal Breeding Facility Branch of Shemyakin and OvchinnikovI n s t i t u t eo fB i o o r g a n i cC h e m i s t r y . Animals STS-131 Flight The STS-131 ight included eight C57BL6 female mice (1623 week-old; Charles River, Raleigh, NC, United States). Age-matched GC mice were housed in a 12-h light-dark cyclein an Animal Enclosure Modules situated in Discovery s middeck and provided with pre-adapted food and water ad libitum. All themice were weighed before cage loading and again after cageunloading before euthanizing the mice on the ground. After15 days, STS-131 returned to NASA-KSC and SF mice were distributed to multiple investigators, euthanized, and tissues harvested within 3 4 h. The Biospecimen Sharing Project (BSP), enabled mice tissue sharing among differentinvestigators from different campuses. BION-M1 Flight Of the eleven, 19 20 week-old male wild-type, pathogen-free C57BL 6m i c e , ve were own on the BION-M1 biosatellite. The remaining ve mice comprising the GC were maintained terrestrially. Both SF and GC groups were housed under identical conditions in RussianBlock Obespecheniya Soderzhaniya (BOS) habitats on a 12-h light-dark cycle in identical environmental conditions and consumed apaste food diet containing 74.6 H 2O developed by Russia sI B M P . SF mice were loaded onto the unmanned BION-M1 biosatellite and launched on 19 April 2013 on a Soyuz 2-1a rocket from Baikonur Cosmodrome and returned on 19 May 2013 in the Orenburg regionof Russia. The BOS habitats were then used to house the GC mice.1315 h after return to Earth, study subjects were transported to Moscow, Russia and euthanized. Investigators from University ofCalifornia, San Diego (UCSD) dissected the calvaria and prepareds a m p l e sf o rt r a n s p o r te i t h e ri nR N Al a t e r( f o rq u a n t i t a t i v er e a lt i m ePCR analysis) or frozen at 80 C (for lectin staining). The exact details of the BION-M1 experiment is thoroughly reviewed elsewhere(Andreev-Andrievskiy et al., 2014 ). Fenestrae Measurements From Micro-computed Tomography of the MiceCalvaria The diameter of the skull fenestra were measured from microCT images obtained previously by ( Macaulay et al., 2017 ). The detailed protocol for the preparation of the BION-M1 micecalvaria, volume of interest and the plane used for microCTimaging is provided elsewhere ( Macaulay et al., 2017 ). Brie y, calvariae were moistened with phosphate buffered saline (PBS) Frontiers in Physiology  www.frontiersin.org May 2022  Volume 13  Article 893025 2Siamwala et al. Calvarial Vessel Remodeling in Microgravityand wrapped in tissue paper and scanned with a 9 m voxel size, an electrical potential of 50 kVp and current of 200 A, and a 0.5 mm aluminum lter. The parietal section of the calvarial structure anked rostrally by two frontal bones and caudally by a single bone were imaged on micro-computed tomography scanner, Skyscan 1076 (Bruker CT, Kontich, Belgium) according to the established guidelines ( Bouxsein et al., 2010 ). A volume of interest (VOI) in the centre of the parietal sectionsmeasuring 18 mm 3, 5.5 mm  1.2 mm area in the coronal plane, 2.7 mm depth was imaged. The centre was identi ed by the anterior lamboid and coronal sutures intersection.Histomorphetric measurements of bone structure andthickness was determined SkyScan CT-analyser andDataViewer software. The diameter of the fenestrae on eithersides of central sutures were examined qualitatively by drawing a white dotted line around each fenestrae and determining the diameter across the fenestrae. Hematoxylin and Eosin Staining The BION-M1 calvarial samples were extracted from thesacriced mice after touchdown and transported to the laboratory in 10 formalin. The tissue was then decalci ed with 10 ethylenediaminetetraacetic acid solution for 4 weeks.The tissues were dehydrated with graded series of ethanol andembedded in paraf n. Coronal sections were made along the suture region with a thickness of 7 M and stained with hematoxylin and eosin. Lectin Staining of the Calvaria The calvarial sections from the BION-M1 mice were xed in 4 PFA in PBS and washed three times with PBS. The sections werethen permeabilized in PBT (PBS, 1 BSA and 0.5 Triton X-100)and incubated with FITC-conjugated BS1-B4 (Sigma Aldrich, St.Louis, MO) at 4 C overnight. The tissue sections were thenmounted with ProLong Gold Antifade reagent (Invitrogen,Eugene, OR). The parietal cross sections were 7 m thick and sectioned as duplicates on a single slide. The negative controlswere sections without FITC-conjugated BSI-B4. The parasagittalvessels were counted manually and diameter measured throughout the calvarial section (30 38eldsslide, n  9 animals for STS-131 and n  10 animals for BION-M1) by arandom-blinded observer in a random manner using the freehand tool of ImageJ software. The pictures were taken with a 40xmagni cation using a Olympus B51 FL microscope. Quantitative Real Time Polymerase Chain Reaction (qPCR) The frontal and parietal portion of 5 GC mice and ve S F mice from the BION-M1 ight were dissected and stored in RNA post- ight. The broad parietal section (both the bones) of the calvarial tissue samples were then powdered in a homogenizer andtransferred to Eppendorf tubes lled with Trizol, after which samples were frozen in liquid nitrogen and prevented fromthawing. Following arrival at the distributed laboratories,samples were thawed and treated in Trizol reagent (Invitrogen; Thermo Fischer Scienti c, Inc.) for 30 min to completely disassociate the nucleoprotein complex. After30 min, the samples were pipetted about 20 times and kept atroom temperature (RT) for 2 min 200 L of chloroform was added to Trizol and agitated for 15 s by hand. The samples were kept at RT for another 2 min. The samples were then centrifuged at 12,000 rpm for 15 min to facilitate phaseseparation. The aqueous phase was then transferred to anEppendorf tube containing an equal volume of 70 ethanol.After the total RNA was precipitated, the solution was transferredto an RNA-binding column and RNA puri cation was carried out according to the manufacturer s instructions (Purelink RNA, Life technologies). The pure RNA was eluted from the columns in30L of RNase-free water, and the RNA concentration and purity FIGURE 1  Schematic of the timeline for STS-131 and BION-M1 missions and associated design of space ight experiments. The Discovery vehicle launched for STS-131 on 5 April 2010 carrying 23 week-old C57BL6 female mice. At the conclusion of a 15-day orbital ight, Discovery landed and experimental subjects were collected. Following euthanization, mouse tissue was dissected and distributed to participating laboratories. We received the mouse calvaria and performed CT and immunohistochemistry analysis on the calvaria. Next, 19 20 week-old male mice were aboard the BION-M1 space ight for 30 days before landing, tissue dissection and distribution. The mouse calvaria were transported in RNA later to our lab for CT, histochemistry, and gene expression analysis. Frontiers in Physiology  www.frontiersin.org May 2022  Volume 13  Article 893025 3Siamwala et al. Calvarial Vessel Remodeling in Microgravitywas estimated using nanodrop. Normalized RNA (1 mgml) was converted into cDNA using a Qiagen kit with a gDNA wipeoutbuffer. Reverse transcription was carried out at 42 C for 30 min per manufacturer s instructions. Resulting cDNA was stored at 20C or used immediately. The gene expression analysis was carried out using SYBR green (2x QuantiTect SYBR Green PCR, Qiagen) in a 96-well format on an Eppendorf Mastercycler. Primer sequences used for real time PCR are listed in Table 1 and sourced from IDT Technologies. The annealing temperaturewas standardized at 57 C for 15 s except RUNX2 andOCN for which the annealing temperature was 58C for 15 s. The results were normalized with 18s RNA andGAPDH housekeeping genes; the experiment was run in triplicates and Livak s method was used to calculate the difference in expression between SF andGC mice. Statistics Gene expression data from quantitative PCR experiments areexpressed as a fold difference of the Ct values from housekeepinggenes 18s RNA andGAPDH . Differences in gene expression, the number of capillaries, and vessel diameter between SF and GCgroups were compared in GraphPad Prism ve software using Student s unpaired t-test. In the absence of a normal distribution, we used the non-parametric Mann-Whitney u-test to determine the signi cance, for which p0.05 was considered signi cant. All values are mean  SD and n is the number of animalsper group. RESULTS Changes in Vascular Morphology in Mouse Calvaria after 15 and 30 days of Space ight Our previous CT analysis on STS-131 S F calvaria show that 15 days of space ight results in a 30 increase in bone volume in space ight mice calvaria compared to control mice ( Zhang et al., 2013 ). However, 30 days of space ight in BION-M1 did not showremarkable differences in bone volume and thickness ( Macaulay et al., 2017 ). To determine the space ight associated vascular effects in mice calvaria, we rst qualitatively compared the size of the parietal fenestrae of BION-M1 previously occupied by the vessels from the BION-M1 CT micrographs ( Macaulay et al., 2017 ). The bone thickness and bone volume of BION-M1 mice calvarial sections are published elsewhere ( Macaulay et al., 2017 ). The scanned CT micrographs of calvarial sections from GC andSF mice showed decreases in the size of fenestrae around theparietal sutures apart from the appearance of increases in cross-sectional thickness in the representative SF group compared toGC group ( Figure 2A , Panels A and B). Further qualitative histological examination of the bone trabeculae along the suture showed a number of foci, nucleusand empty spaces left by dead cells in the suture region and the bone plates ( Figure 2A , Panel C and D). Next, we quanti ed parasagittal vessel structural and molecular vascular adaptationsto 15-day and 30-day space ight by immunostaining capillaries in the sagittal suture section of the mice calvaria with, Griffonia simplicifolia lectin isolectin-B4 as a uorescent endothelial cell marker ( Figure 2A , Panels E and F). Manual, double-blinded quanti cation of Lectin B4-stained parasagittal vessels of the mice calvaria showed a signi cant increase in vessel numbers in SF mice compared to GC in the STS- 131 mice cohort (GC: 6  2vesselsmm 2, SF: 10  6 vesselsmm2;n4 , p 0.054, t-test and Mann-Whitney u-test) ( Figure 2B ). The vessel diameters in bone trabeculae are reduced 4-fold in SF compared to GC in STS-131 tissues (15 20 images, two sectionsslide,  p 0.02) ( Figure 2A , Panel C). In BION-M1 mice calvaria, there were no signi cant differences in the diameter or the number of vessels between GCand SF mice (GC: 20  14 vesselsmm 2, SF: 16  8 vesselsmm2;n 5 , p0.05, t-test and Mann-Whitney u-test) ( Figure 2C ). Capillarization is increased and diameter of the vessel is decreasedin the STS-131 S F population while no signi cant change in the vessel numbers or diameter occurs in BION-M1 SF mice. Microgravity-Associated Alterations in Calvaria Gene Expression Related toAngiogenesis and Osteogenesis To determine the effects of cephalad uid shifts on calvarial angiogenesis and osteogenesis associated gene expression,VEGFA , inducible nitric oxide synthase ( iNOS ),BMP-2 , dentin matrix protein 1 ( DMP1 ),RUNX2 andOCN were examined using qPCR in central parietal section of calvaria samples from GC andBION-M1 SF mice. Pro-angiogenic VEGFA expression increases 15 folds in SF compared to GC mice ( Figure 3 , Panel A). Concomitantly, BMP-2 gene expression increases 11 fold in SF compared to GC ( Figure 3 , Panel C). RUNX2 , required for osteoblast differentiation, also increases 2-fold in SF micecompared to GC ( Figure 3 , Panel D). DMP1 is involved in the regulation of bone formation and is upregulated in SFmice ( Figure 3 , Panel F). OCN remained unchanged in GC and SF mice. The material was insuf cient to analyze SOST expression, involved in anabolic activity of bone. In sum, bothangiogenic and osteogenic genes in the calvaria are upregulated inresponse to space ight-related uid shifts.TABLE 1  Primers for mRNA quanti cation using qPCR. Gene Name 5 9to 3 9primer Sequence GAPDH Sense- GGAAGGTGAAGGTCGGAGT GAPDH Antisense- CCTGGAAGATGGTGATGGG 18sRNA Sense-CGGCTACCACATCCAAGGAA18sRNA Antisense-GCGGAATTACCGCGGCT VEGFA Sense- TTACTGCTGTACCTCCACC VEGFA Antisense- ACAGGACGGCTTGAAGATG iNOS Sense- GGAGCATCACCCCTGTGT iNOS Antisense- GGTCTTCCAGGGCTCGAT BMP2 Sense- AAGGCACCCTTTGTATGTGG BMP2 Antisense- CATGCCTTAGGGATTTTGGA RUNX2 Sense- CCACCTCTGACTTCTGCCTC RUNX2 Antisense- ATGAAATGCTTGGGAACTGC DMP1 Sense- AGTGAGGAGGACAGCCTGAA DMP1 Antisense- TCCCTGTGGAGTTGCTCTCT OCN Sense- GGCTTAAAGACCGCCTACAG OCN Antisense- GAGAGGACAGGGAGGATCAA Frontiers in Physiology  www.frontiersin.org May 2022  Volume 13  Article 893025 4Siamwala et al. Calvarial Vessel Remodeling in MicrogravityDISCUSSION Representing non-load bearing regions with mouse calvaria and leveraging the STS-131 (15-day) and BION-M1 (30-day) ights, we examined spatial and temporal ca lvarial vascular remodeling and gene expression related to microgravity exposure. Unloaded regionsof the body such as calvaria show an 30 increase in bone volumewhen exposed to space ight conditions compared to ground controls (Zhang et al., 2013 ), suggesting differential regulation of load bearing and unloaded regions of the body. Previous work has shown impairedcerebral perfusion and blood dist ribution based on structural modications of vessels in the brain due to head-ward uid shifts in mice exposed to microgravity ( Sofronova et al., 1985 ;Taylor et al., 2013). The mechanosensitivity of bone cells to compressive forces and subsequent increase in bone formation in response to mechanicalstimuli is known, calvarial adaptations to cephalad uid shifts, increased intracranial pressure, an d cerebrovascular regulation due to microgravity exposure are poorly understood. To address thisk n o w l e d g eg a p ,w ed e s c r i b ef o rt h e rst time calvarial vascular morphological alterations in mice exposed to STS-131 conditions,along with angiogenesis and osteogenesis-associated calvarial geneexpression changes in mice from BION-M1. Consensus is lacking on the exact effects of microgravity on cerebrovascular regulation as the results from different models are inconsistent. Most of the interpretation of the data is based on patterns derived from other pathologies ( Du et al., 2021 ).Consensus points to uid redistribution and blood pooling in the brain in the absence of hydrostatic gradients as precipitatingthe neurological and pathological conditions associated withmicrogravity. Space ight reduces bone mineral density in the lower load-bearing musculoskeletal regions compared to non-load bearing regions such as the skull ( LeBlanc et al., 2000 ;Vico et al., 2000 ;Zhang et al., 2013 ). Mouse skull is a rarely studied structure in spite of its abundance of blood and lymphatic vessels,as well as its structural and functional roles during homeostasisand repair. Calvarial thickness and suture growth is age-dependent and progressive ( Alberius and Johnell, 1990 ). The suture section of the calvarial parietal bone consists of themaximum density of the capillaries which support bonedevelopment and is therefore suitable for studying vesselmorphology and number. The suture in the calvaria is heavilyvascularized with small central vessels ( Alberius and Johnell, 1990 ). Lectin binding to the glycoconjugates of endothelial cells plasmalemma allow for a simple method for the visualization of morphology. Therefore, we used lectin stain tolabel calvarial blood vessels. Blood vessel diameter is up- or downregulated depending on the intensity and direction of blood ow. Correspondingly, our study demonstrated reductions in calvarial blood vessel diameterin STS-131 S F mice as a response to increase in demands forblood ow and bone volume. Our data showed differential proles for vessel diameters and numbers in the calvarial FIGURE 2  Vascular number and parasagittal capillary size in GC and SF mice calvaria (A,B) Coronal sections of CT images of two parietal plate structures and bone marrow cavities in the midline of the calvaria. The blood vessels (BV) and the edge of the bone plates in the GC and SF mice are shown. The arrows are po inting to the size of the fenestrae (C,D) Eosin hematoxylin staining of the frontal section of the parietal region showing two large venules, arteriole, numerous foci, and cell nucleus within the suture surrounded by loose connective tissue (E,F) Isolectin-IB4 staining of the parietal sections of the mice calvaria; labeling of both large and small vessels is shown with a dotted white line (GJ)Measurements of isolectin-IB4-stained blood vessel diameter and capillary number performed on 1520 microscope images per slide section (n  2 sectionsslide) for a total of eight STS-131 mice exposed to 15 days microgravity (GC, n  4; SF, n  4) and 10 BION-M1 mice ex posed to 30 days of microgravity (GC, n  5; SF, n  5). The values are expressed in mm. The data are represented as mean  SE,  p 0.02. The images were obtained with a 4x objective lens and depict fenestrae containing calvarial vessels. Scale bar is 2 mm and the width of the section is 2 mm. Frontiers in Physiology  www.frontiersin.org May 2022  Volume 13  Article 893025 5Siamwala et al. Calvarial Vessel Remodeling in Microgravitysections of mice included on STS-131 (15-day) or BION-M1 (30- day). In STS-131 mice, the vessel diameter was reduced andcapillarization increased, a trend suggesting calvarial vesselremodeling and capillarization in the bone trabeculaeconcomitant to increase in calvarial bone mass identi ed in early study ( Zhang et al., 2013 ). Clinical and experimental studies have demonstrated a causal link between expression of angiogenic markers and bone formation(Cackowski et al., 2010 ;Moser et al., 2018 ). During injury or stress, resident suture stem cells secrete VEGF and recruit bloodvessels to facilitate repair; VEGF stimulates the proliferation of osteoblast and increased VEGF levels are observed at the proliferative stage of bone repair, and this vascularization isessential for tissue recovery and repair. Insuf cient or incongruous formation of bone blood vessels leads to irregular bone formation andincreased risk of bone fractures ( Stegen et al., 2015 ). The regeneration of vascular supply through vas cularization in parallel with osteogenesis is central in the formation of the new functionalbone ( Amini et al., 2012 ). Alterations in VEGFA expressioncorrelates with the number of vessels in space ight calvaria in the STS-131 ight mice ( Figure 2B ). Local application of exogenous recombinant BMP2 completely regenerates calvarial defects in a rodent model and is important in tissue healing and restoration. In humans, BMP2 recombinant protein can regenerate mandibular continuity andcleft palate defects ( Boyne, 2001 ;Dickinson et al., 2008 ;Herford and Boyne, 2008 ). BMP-2 addition dramatically increases Osteocalcin (OCN) which in turn is responsible for the pro-osteogenesis function of BMP2. BMP2 induces osteoblastdifferentiation through RUNX2 expression which directly regulates osteocalcin expression to increase bone formation.RUNX2 is a global regulator of osteogenesis and is crucial for regulating the expression of bone-speci c genes. Autocrine BMP production is necessary for the Runx2 transcription factor to be active. Runx2 executes and completes BMP2 signaling for osteoblast differentiation. The co-ordinated activity of Runx2and BMP2 activated SMADS are critical in bone remodeling andskeleton formation. Taken together, endogenous BMP signalingenhances bone formation and regulation of BMP activity in thepostnatal stages is critical for normal bone formation. Whileacknowledging that there may be site speci c and bone dependent differences described by others ( Quarto et al., 2010 ; Kwan et al., 2011 ;Niziolek et al., 2011 ), we show that the parietal region of the mice calvaria are sensitive to uctuations in uid shifts and results bone vascular responses. Microgravity-mediated cephalad uid shift results in high intracranial pressure which may affect vessel morphology.Cerebral vasomotor and mechanical properties, de ciencies in femoral muscle regeneration and defective immune responseoccurs after 30 days of BION-M1 space ight ( Sofronova et al., 1985 ;Andreev-Andrievskiy et al., 2014 ;Markina et al., 2018 ; Radugina et al., 2018 ;Tascher et al., 2019 ). Contrary to this nding, our CT data of the BION-M1 mice suggests that the calvarial bone structure remain unchanged. However the geneexpression of sclerostin, a potent inhibitor of bone formation, ishigher in the space ight group based on our previous results (Macaulay et al., 2017 ) implying the possibility of both anabolic and catabolic activity of sclerostin. This is in contrast to previous reports that show that loss of sclerostin increases cranial bonegrowth and regeneration and sclerostin antibodies are used toincrease bone mass in clinical trials of osteoporosis andosteogenesis imperfecta ( Kang et al., 2018 ;Scheiber et al., 2019 ) suggesting that other mechanisms may be involved in bone formation. One of the mechanisms of bone regeneration is the recruitment of stromal and hematopoietic precursors fromthe bone marrow ( Markina et al., 2018 ). The proliferative capacity of the bone marrow stromal and hematopoietic precursors decreases in the BION-M1 mouse populationcohort of mice ( Markina et al., 2018 )w h i c hm a ye x p l a i n ourndings that the vessel diameter and number of vessels are unchanged in BION-M1 compared to STS-131 ( Figure 2 ). The molecular mechanisms underlying these physiologicaladaptations of calvarial vessels and bone to cephalad uid shifts remain poorly understood. FIGURE 3  Gene expression analysis related to angiogenesis and osteogenesis in mouse calvaria. Relative mRNA expression levels determinedusing qPCR analysis of angiogenesis-associated marker genes (VEGFA (A), iNOS (B)) and osteogenesis-associated marker genes (BMP2 (C), RUNX2 (D), DMP1 (E), OCN (F)) in GC and SF mice calvaria. Values are expressed as mean  SE. Signi cant differences are indicated by  p0.0001 from an unpaired Student s t-test followed by Mann-Whitney u-test (n  6 GC and 6 SF animals). Frontiers in Physiology  www.frontiersin.org May 2022  Volume 13  Article 893025 6Siamwala et al. Calvarial Vessel Remodeling in MicrogravityCONCLUSION This work describes microgravity-associated alterations in pro-angiogenic and pro-osteogenic gene expression in anunloaded bone region in two wild-type study populations.These results suggest skull vasculature and bone as a sensorfor gravity and cephalad uid shifts, outcomes that highlight the importance of the development of countermeasures forlong-duration space ight. An in-depth, gender-based study of mouse calvaria that includes genomic, proteomic and metabolomic components will further characterize pathways involved in the increase in calvaria growth seenin study populations exposed to microgravity. Future studywill also examine the behavior of BMP-2 gene expressionlevels post- ight, and whether these levels return to baseline prior to euthanasia. These results also suggest that keymolecules associated with angiogenesis (VEGFA) andosteogenesis (BMP-2) genes are modulated in BION-M1mice calvaria exposed to 30 days of microgravity. Wes u g g e s tt h a tV E G F Aa n dB M P - 2g e n e sa r eg r a v i t ys e n s o r sin mouse calvaria. The nding is relevant in the development of countermeasures for prolonged crewed space ight and to understand the molecular and structural adaptations of boneand vasculature to the microgravity environment. Lastly,there is a need to monitor the entire astronaut skeletalsystem on a meta-scale and in a spatio-temporal manner;this type of inquiry will leverage the site-speci c, heterogenic skeletal responses and the suf ciency of short-term microgravity exposure to induce upregulation of angiogenicand osteogenic gene expression. LIMITATIONS The authors recognize several limitations for this study as wellas associated opportunities for ongoing study. First,comparisons between study subjects required analysisbetween genders as well as between varying durations ofmicrogravity and carbon di-oxide exposure. While noevidence of signi cant skull size differences between the male and females exists, contrasting data from STS-131 females and BION-M1 males will need to be controlled in future work. Second, suture lymphatic vessels were recentlyidenti ed that may have also accepted lectin stain alongside venules and arterioles. Third, BION-M1 post- ight recovery was comprised of 13 15 h needed to transport s t u d ys u b j e c t sf r o mt h el a n d i n gs i t et ot h el a bf o reuthanasia. This period of reloading was not controlled forand may have contributed to the gene expression changes seenin the ight animals. Fourth, several whole animals were excluded from data collection due to lack of tissue sectionintegrity on slides. Fifth, we were unable to perform further mechanistic studies using knockout mice due to restrictedpayload space, prohibitive costs, and other technical challenges. Lastly, due to the limitations in tissue size, wewere not able to con rm the protein expression of VEGFA and BMP-2 using immunoblotting. immunostaining, and localization of the proteins using imaging techniques. Future work is planned to examine the microgravity-induced modulation of mouse calvaria at epigenetic, gene,and protein levels. Trends in the heterogeneous skeletaland vascular adaptations dependent on the location andload-bearing properties of the tissue, in addition toangiogenic and osteogenic gene expression, are intriguing.Ongoing study is intended to address the bene to rd e t r i m e n t of this effect. DATA AVAILABILITY STATEMENT The raw data supporting the conclusions of this article will bemade available by the authors, without undue reservation. ETHICS STATEMENT The animal study was reviewed and approved by BiomedicalEthics Committee of the Russian Federation State ResearchCenter Institute for Biomedical Problems (IBMP) as well asthe IACUCs of Moscow State University and NASA. AUTHOR CONTRIBUTIONS JS conceived the study, performed experiments, analyzed the dataand wrote the manuscript. BM performed experiment, dataanalysis and edited the manuscript. RH performed theexperiments. BB critically edited the manuscript and AHanalyzed the data and edited the manuscript. FUNDING AH is a recipient of the following grant: NASA NNX09AP11G;Rodent Spine Deconditioning after 30 Days of Microgravity. JS isa recipient of the following grants: COBRE P20 GM103652pilot sub grant, National Institute of General Medical Sciences,National Institutes of Health; Rhode Island Foundation grant20190594, Alzheimer s Administrative Supplement grant, and TEAM UTRA grant from Brown University. ACKNOWLEDGMENTS We acknowledge Ted Kawai and Rajeshwari Pichika for theirtechnical help. Frontiers in Physiology  www.frontiersin.org May 2022  Volume 13  Article 893025 7Siamwala et al. Calvarial Vessel Remodeling in MicrogravityREFERENCES Alberius, P., and Johnell, O. (1990). Immunohistochemical Assessment of Cranial Suture Development in Rats. J. Anat. 173, 61 68. Amini, A. R., Laurencin, C. T., and Nukavarapu, S. P. (2012). Bone Tissue Engineering: Recent Advances and Challenges. Crit. Rev. Biomed. Eng. 40, 363 408. doi:10.1615critrevbiomedeng.v40.i5.10 Andreev-Andrievskiy, A., Popova, A., Boyle, R., Alberts, J., Shenkman, B., Vinogradova, O., et al. (2014). Mice in Bion-M 1 Space Mission: Trainingand Selection. PLoS One 9, e104830. doi:10.1371journal.pone.0104830 Arbeille, P., Provost, R., Zuj, K., and Vincent, N. (2015). Measurements of Jugular, Portal, Femoral, and Calf Vein Cross-Sectional Area for the Assessment ofVenous Blood Redistribution with Long Duration Space ight (Vessel Imaging Experiment). Eur. J. Appl. Physiol. 115, 2099 2106. doi:10.1007s00421-015- 3189-6 Bellus, G. A., Gaudenz, K., Zackai, E. H., Clarke, L. A., Szabo, J., Francomano, C. A., et al. (1996). Identical Mutations in Three Different Fibroblast Growth FactorReceptor Genes in Autosomal Dominant Craniosynostosis Syndromes. Nat. Genet. 14, 174 176. doi:10.1038ng1096-174 B l a b e r ,A .P . ,G o s w a m i ,N . ,B o n d a r ,R .L . ,a n dK a s s a m ,M .S .( 2 0 1 1 ) . Impairment of Cerebral Blood Flow Regulation in Astronauts withOrthostatic Intolerance after Flight. Stroke 42, 1844 1850. doi:10.1161 strokeaha.110.610576 Bouxsein, M. L., Boyd, S. K., Christiansen, B. A., Guldberg, R. E., Jepsen, K. J., and Mller, R. (2010). Guidelines for Assessment of Bone Microstructure in Rodents Using Micro-Computed Tomography. J. Bone Min. Res. 25, 1468 1486. doi:10.1002jbmr.141 Boyne, P. J. (2001). Application of Bone Morphogenetic Proteins in the Treatment of Clinical Oral and Maxillofacial Osseous Defects. J. Bone Jt. Surg. Am. 83 (Suppl. 1), S146 S150. doi:10.210600004623-200100002-00009 Cackowski, F. C., Anderson, J. L., Patrene, K. D., Choksi, R. J., Shapiro, S. D., Windle, J. J., et al. (2010). Osteoclasts Are Important for Bone Angiogenesis.Blood 115, 140 149. doi:10.1182blood-2009-08-237628 Collet, P., Uebelhart, D., Vico, L., Moro, L., Hartmann, D., Roth, M., et al. (1997). Effects of 1- and 6-month Space ight on Bone Mass and Biochemistry in Two Humans. Bone 20, 547 551. doi:10.1016s8756-3282(97)00052-5 Dickinson, B. P., Ashley, R. K., Wasson, K. L., O Hara, C., Gabbay, J., Heller, J. B., et al. (2008). Reduced Morbidity and Improved Healing with BoneMorphogenic Protein-2 in Older Patients with Alveolar Cleft Defects. Plastic Reconstr. Surg. 121, 209 217. doi:10.109701.prs.0000293870.64781.12 Doro, D. H., Grigoriadis, A. E., and Liu, K. J. (2017). Calvarial Suture-Derived Stem Cells and Their Contribution to Cranial Bone Repair. Front. Physiol. 8, 956. doi:10.3389fphys.2017.00956 Du, J., Cui, J., Yang, J., Wang, P., Zhang, L., Luo, B., et al. (2021). Alterations in Cerebral Hemodynamics during Microgravity: A Literature Review. Med. Sci. Monit. 27, e928108. doi:10.12659msm.928108 Gerbaix, M., White, H., Courbon, G., Shenkman, B., Gauquelin-Koch, G., and Vico, L. (2018). Eight Days of Earth Reambulation Worsen Bone Loss Inducedby 1-Month Space ight in the Major Weight-Bearing Ankle Bones of Mature Mice. Front. Physiol. 9, 746. doi:10.3389fphys.2018.00746 Herford, A. S., and Boyne, P. J. (2008). Reconstruction of Mandibular Continuity Defects with Bone Morphogenetic Protein-2 (rhBMP-2). J. Oral Maxillofac. Surg. 66, 616 624. doi:10.1016j.joms.2007.11.021 Iwamoto, J., Takeda, T., and Sato, Y. (2005). Interventions to Prevent Bone Loss in Astronauts dur ing Space Flight. Keio J. Med. 54, 55 59. doi:10. 2302kjm.54.55 Kang, K. S., Lastfogel, J., Ackerman, L. L., Jea, A., Robling, A. G., and Tholpady, S. S. (2018). Loss of Mechanosensitive Sclerostin May Accelerate Cranial BoneGrowth and Regeneration. J. Neurosurg. 129, 1085 1091. doi:10.31712017.5. jns17219 Kusumbe, A. P., Ramasamy, S. K., and Adams, R. H. (2014). Coupling of Angiogenesis and Osteogenesis by a Speci c Vessel Subtype in Bone. Nature 507, 323 328. doi:10.1038nature13145 Kwan, M. D., Quarto, N., Gupta, D. M., Slater, B. J., Wan, D. C., and Longaker, M. T. (2011). Differential Expression of Sclerostin in Adult and Juvenile MouseCalvariae. Plastic Reconstr. Surg. 127, 595 602. doi:10.1097prs. 0b013e3181fed60dLeBlanc, A., Schneider, V., Shackelford, L., West, S., Oganov, V., Bakulin, A., et al. (2000). Bone Mineral and Lean Tissue Loss after Long Duration Space Flight.J. Musculoskelet. Neuronal Interact. 1, 157 160. M a c a u l a y ,T .R . ,S i a m w a l a ,J .H . ,H a r g e n s ,A .R . ,a n dM a c i a s ,B .R .( 2 0 1 7 ) . Thirty Days of Space ight Does Not Alter Murine Calvariae Structure Despite Increased Sost Expression. Bone Rep. 7, 57 62. doi:10.1016j.bonr. 2017.08.004 Mader, T. H., Gibson, C. R., Pass, A. F., Kramer, L. A., Lee, A. G., Fogarty, J., et al. (2011). Optic Disc Edema, Globe Flattening, Choroidal Folds, and HyperopicShifts Observed in Astronauts after Long-Duration Space Flight.Ophthalmology 118, 2058 2069. doi:10.1016j.ophtha.2011.06.021 Markina, E., Andreeva, E., Andrianova, I., Sotnezova, E., and Buravkova, L. (2018). Stromal and Hematopoietic Progenitors from C57BI6N Murine BoneMarrow after 30-Day BION-M1 Space ight. Stem Cells Dev. 27, 1268 1277. doi:10.1089scd.2017.0264 Marshall-Goebel, K., Laurie, S. S., Alferova, I. V., Arbeille, P., Aun-Chancellor, S. M., Ebert, D. J., et al. (2019). Assessment of Jugular Venous Blood Flow Stasisand Thrombosis during Space ight. JAMA Netw. Open 2, e1915011. doi:10. 1001jamanetworkopen.2019.15011 Miyamoto, A., Shigematsu, T., Fukunaga, T., Kawakami, K., Mukai, C., and Sekiguchi, C. (1998). Medical Baseline Data Collection on Bone and MuscleChange with Space Flight. Bone 22, 79S 82S. doi:10.1016s8756-3282(98) 00020-9 Morey, E. R., and Baylink, D. J. (1978). Inhibition of Bone Formation during Space Flight. Science 201, 1138 1141. doi:10.1126science.150643 Moser, N., Goldstein, J., Kauffmann, P., Epple, M., and Schliephake, H. (2018). Experimental Variation of the Level and the Ratio of Angiogenic andOsteogenic Signaling Affects the Spatiotemporal Expression of Bone-speci c Markers and Organization of Bone Formation in Ectopic Sites. Clin. Oral Invest. 22, 1223 1234. doi:10.1007s00784-017-2202-3 Niziolek, P. J., Farmer, T. L., Cui, Y., Turner, C. H., Warman, M. L., and Robling, A. G. (2011). High-bone-mass-producing Mutations in the Wnt SignalingPathway Result in Distinct Skeletal Phenotypes. Bone 49, 1010 1019. doi:10. 1016j.bone.2011.07.034 Pierre-Kahn, A., Hirsch, J. F., Renier, D., Metzger, J., and Maroteaux, P. (1980). Hydrocephalus in Achondroplasia and Venous Hypertension. Pediatr. Neurosurg. 7, 205 219. doi:10.1159000119948 Quarto, N., Wan, D. C., Kwan, M. D., Panetta, N. J., Li, S., and Longaker, M. T. (2010). Origin Matters: Differences in Embryonic Tissue Origin and WntSignaling Determine the Osteogenic Potential and Healing Capacity of Frontaland Parietal Calvarial Bones. J. Bone Min. Res. 25, 1680 1694. doi:10.1359 jbmr.091116 Radugina, E. A., Almeida, E. A. C., Blaber, E., Poplinskaya, V. A., Markitantova, Y. V., and Grigoryan, E. N. (2018). Exposure to Microgravity for 30 Days OnboardBion M1 Caused Muscle Atrophy and Impaired Regeneration in MurineFemoral Quadriceps. Life Sci. Space Res. 16, 18 25. doi:10.1016j.lssr.2017. 08.005 Ramasamy, S. K., Kusumbe, A. P., Wang, L., and Adams, R. H. (2014). Endothelial Notch Activity Promotes Angiogenesis and Osteogenesis in Bone. Nature 507, 376 380. doi:10.1038nature13146 Sainte-Rose, C., LaCombe, J., Pierre-Kahn, A., Renier, D., and Hirsch, J.-F. (1984). Intracranial Venous Sinus Hypertension: Cause or Consequence ofHydrocephalus in Infants? J. Neurosurg. 60, 727 736. doi:10.3171jns.1984. 60.4.0727 Scheiber, A. L., Barton, D. K., Khoury, B. M., Marini, J. C., Swiderski, D. L., Caird, M. S., et al. (2019). Sclerostin Antibody-Induced Changes in Bone Mass Are SiteSpeci c in Developing Crania. J. Bone Min. Res. 34, 2301 2310. doi:10.1002 jbmr.3858 Sofronova, S. I., Tarasova, O. S., Gaynullina, D., Borzykh, A. A., Behnke, B. J., Stabley, J. N., et al. (1985). Space ight on the Bion-M1 Biosatellite Alters Cerebral Artery Vasomotor and Mechanical Properties in Mice. J. Appl. Physiol. 118, 830 838. doi:10.1152japplphysiol.00976.2014 Stegen, S., van Gastel, N., and Carmeliet, G. (2015). Bringing New Life to Damaged Bone: the Importance of Angiogenesis in Bone Repair and Regeneration. Bone 70, 19 27. doi:10.1016j.bone.2014.09.017 Tanaka, S. M., Sun, H. B., and Yokota, H. (2004). Bone Formation Induced by a Novel Form of Mechanical Loading on Joint Tissue. Biol. Sci. Space 18, 41 44. doi:10.2187bss.18.41 Frontiers in Physiology  www.frontiersin.org May 2022  Volume 13  Article 893025 8Siamwala et al. Calvarial Vessel Remodeling in MicrogravityTascher, G., Gerbaix, M., Maes, P., Chazarin, B., Ghislin, S., Antropova, E., et al. (2019). Analysis of Femurs from Mice Embarked on Board BION-M1Biosatellite Reveals a Decrease in Immune Cell Development, IncludingB Cells, after 1 Wk of Recovery on Earth. FASEB J. 33, 3772 3783. doi:10. 1096fj.201801463r Taylor, C. R., Hanna, M., Behnke, B. J., Stabley, J. N., McCullough, D. J., Davis, R. T., 3rd, et al. (2013). Space ight-induced Alterations in Cerebral Artery Vasoconstrictor, Mechanical, and Structural Properties: Implications forElevated Cerebral Perfusion and Intracranial Pressure. FASEB J. 27, 2282 2292. doi:10.1096fj.12-222687 Vico, L., Collet, P., Guignandon, A., Lafage-Proust, M.-H., Thomas, T., Rehailia, M., et al. (2000). Effects of Long-Term Microgravity Exposure on Cancellous and Cortical Weight-Bearing Bones of Cosmonauts. Lancet 355, 1607 1611. doi:10.1016s0140-6736(00)02217-0 Zhang, B., Cory, E., Bhattacharya, R., Sah, R., and Hargens, A. R. (2013). Fifteen Days of Microgravity Causes Growth in Calvaria of Mice. Bone 56, 290 295. doi:10.1016j.bone.2013.06.009 Zimmermann, B., Moegelin, A., de Souza, P., and Bier, J. x. r. (1998). Morphology of the Development of the Sagittal Suture of Mice. Anat. Embryology 197, 155 165. doi:10.1007s004290050127Conict of Interest: Author BM was employed by the company KBRwyle. Author BB was employed by the company Association of Space ight Professionals. The remaining authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential conict of interest. Publisher s Note: All claims expressed in this article are solely those of the authors and do not necessarily represent those of their af liated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated inthis article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. Copyright  2022 Siamwala, Macias, Healey, Bennett and Hargens. This is an open- access article distributed under the terms of the Creative Commons AttributionLicense (CC BY). The use, distribution or reproduction in other forums is permitted,provided the original author(s) and the copyright owner(s) are credited and that theoriginal publication in this journal is cited, in accordance with accepted academicpractice. No use, distribution or reproduction is permitted which does not complywith these terms. Frontiers in Physiology  www.frontiersin.org May 2022  Volume 13  Article 893025 9Siamwala et al. Calvarial Vessel Remodeling in Microgravity",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            }
        ]
    }
]