[
    {
        "pmid": "21739498",
        "title": "The oligomeric state of the truncated mechanosensitive channel of large conductance shows no variance in vivo.",
        "year": "2011",
        "journal": "Protein Sci",
        "abstract": "The mechanosensitive channel of large conductance (MscL) from E. coli serves as an emergency release valve allowing the cell to survive acute osmotic downshock. It is one of the best studied mechanosensitive channels and serves as a paradigm for how a protein can sense and respond to membrane tension. Two MscL crystal structures of the orthologs M. tuberculosis and S. aureus have been solved showing pentameric and tetrameric structures, respectively. Several studies followed to understand whether the discrepancy in their stoichiometry was a species difference or a consequence of the protein manipulation for crystallization. Two independent studies now agree that the full-length S. aureus MscL is actually a pentamer, not tetramer. While detergents appear to play a role in modifying the oligomeric state of the protein, a cytoplasmic helical bundle has also been implicated. Here, we evaluate the role of the C-terminal region of S. aureus MscL in the oligomerization of the channel in native membranes by using an in vivo disulfide-trapping technique. We find that the oligomeric state of S. aureus MscLs with different C-terminal truncations, including the one used to obtain the tetrameric S. aureus MscL crystal structure, are pentamers in vivo. Thus, the C-terminal domain of the S. aureus protein only plays a critical role in the oligomeric state of the SaMscL protein when it is solubilized in detergent.",
        "full_text": "FOR THE RECORD The oligomeric state of the truncated mechanosensitive channel of large conductance shows no variance in vivo Irene Iscla, Robin Wray, and Paul Blount Department of Physiology, University of Texas Southwestern Medical Center, Dallas, Texas Received 12 May 2011; Revised 20 June 2011; Accepted 21 June 2011 DOI: 10.1002pro.686 Published online 7 July 2011 proteinscience.org Abstract: The mechanosensitive channel of large conductance (MscL) from E. coli serves as an emergency release valve allowing the cell to survive acute osmotic downshock. It is one of the best studied mechanosensitive channels and serves as a paradigm for how a protein can sense and respond to membrane tension. Two MscL crystal structures of the orthologs M. tuberculosis and S. aureus have been solved showing pentameric and tetrameric structures, respectively. Several studies followed to understand whether the discrepancy in their stoichiometry was a species difference or a consequence of the protein manipulation for crystallization. Two independent studiesnow agree that the full-length S. aureus MscL is actually a pentamer, not tetramer. While detergents appear to play a role in modifying the oligomeric state of the protein, a cytoplasmic helical bundle has also been implicated. Here, we evaluate the role of the C-terminal region of S. aureus MscL in the oligomerization of the channel in native membranes by using an in vivo disulfide-trapping technique. We find that the oligomeric state of S. aureus MscLs with different C-terminal truncations, including the one used to obtain the tetrameric S. aureus MscL crystal structure, are pentamers in vivo .T h u s ,t h eC - t e r m i n a ld o m a i no ft h e S. aureus protein only plays a critical role in the oligomeric state of the SaMscL protein when it is solubilized in detergent. Keywords: mechanosensitive channel; oligomerization; detergent solubilization; stoichiometry; disulfide trapping Introduction The E. coli mscL was the first gene definitively shown to encode a mechanosensitive channel activity.1The encoded mechanosensitive channel of large conductance (MscL) protein (EcoMscL) is one of the best studied Abbreviations: C8E5, pentaethylene glycol monooctyl ether; LDAO, n-dodecyl- N,N-dimethylamine- N-oxide; DDM, n-Dodecyl b-D- maltoside; OG, n-Octyl-beta-D-glucopyranoside; EcoMscL, E. coli MscL; MtMscL, M. tuberculosis MscL; SaMscL, S. aureus MscL; SDS, sodium dodecyl sulphate; DTT, dithiothreitol; OCAM, oligomer characterization by addition of mass. Additional Supporting Information may be found in the online version of this article. Grant sponsor: Welch Foundation; Grant number: I-1420; Grant sponsor: NASA; Grant number: NNH08ZTT003N NRA; Grant sponsor: Cancer Prevention and Research Institute of Texas, (CPRIT); Grant number: RP100146; Grant sponsor: National Institutes of Health; Grant number: GM61028. Correspondence to: Paul Blount, Department of Physiology, University of Texas Southwestern Medical Center, 5323 Harry Hines Blvd, Dallas, TX 75290-9040. E-mail: Paul.Blountutsouthwestern.edu 1638 PROTEIN SCIENCE 2011 VOL 20:16381642 Published by Wiley-Blackwell. VC2011 The Protein Societymechanosensitive channels, serving as a paradigm for how a protein can sense membrane tension.2A crystal structure from M. tuberculosis MscL (MtMscL) was first obtained by Douglas Rees groupin 1998, depicting what appeared to be a closed state of the channel. 3,4It was a homopentamer with each subunit containing two transmembrane domains anda cytoplasmic C-terminal a-helical bundle. The same group recently obtained a second crystal structure from a C-terminal truncated S. aureus MscL (SaMscL) in what they speculated to be an expanded intermediate state; surprisingly, this was a tet- ramer. 5A different oligomeric state was unexpected given that the two orthologs are highly conserved Fig. 1(A), as is the entire MscL family.68To fur- ther investigate the discrepancy between the stoichi-ometry of these two channels, several studies have been performed. In one study, we developed an in vivo disulfide-trapping assay to determine the state of the S. aureus channel when in its native membrane environment; it was unambiguously a pentamer, demonstrating that the crystal did notreflect a native state of the protein. 9Thus, two possibilities existed: either the truncation of the C-terminal bundle altered channel stoichiometry totetramer, or the detergent solubilization did. Using crosslinking, sedimentation equilibrium centrifuga- tions and light scattering, we concluded that on sol- ubilization with the detergent n-dodecyl- N,N-dime- thylamine- N-oxide (LDAO), which was used to obtain the crystal structure, the channel reversibly reorganizes as a tetramer; in contrast, TritonX-100and pentaethylene glycol monooctyl ether (C 8E5) detergents did not alter stoichiometry.9However, the influence of protein truncation was not assessed.Indeed, one previous study of in vitro translated and n-Octyl-Beta-D-Glucopyranoside (OG) solubi- lized EcoMscL implied that the C-terminal end ofthe protein played a critical role in assembly. 10 Recently, using a new technique coined oligomercharacterization by addition of mass (OCAM), theRees group confirmed that both MtMscL, and full length (FL) SaMscL are pentamers when solubilized in n-Dodecyl b-D-maltoside (DDM); but they also showed that a SaMscL with the C-terminal deletion, as used in the crystallographic study, was heteroge- neous in its oligomeric state, existing as both pen-tamers and tetramers. Thus, it appeared that the C- terminal helical bundle does influence the oligomeric state of the protein. However, because both of these Figure 1. Alignment of MscL homologs and protein modifications. A: Sequence alignment of three MscL homologs from E. coli (EcoMscL), M. tuberculosis (MtMscL), and S. aureus (SaMscL) showing the regions corresponding to the different protein domains. The degree of conservation is color coded with dark blue residues indicating identity and light blue similarity.The red arrows at the C-terminal end of SaMscL sequence indicate the sites were the stop codons were added to generate thedifferent C-terminal truncated constructs. B: Localization of residues A10 (red) and L97 (blue) in M. tuberculosis MscL, corresponding to L10 and M91 in SaMscL. These residues were substituted to cysteines for the in vivo disulfide trapping experiments. A lateral view (left) and bottom view (right) are shown. C: Crystal structure of M. tuberculosis MscL, showing a pentameric stoichiometry. The inset shows a detail of the C-terminal domain and the location of the C-terminal truncations. Iscla et al. PROTEIN SCIENCE VOL 20:16381642 1639studies used detergent-solubilized proteins, it was unclear if the C-terminal region of the protein played a role in MscL stoichiometry in vivo . Here, we utilize our in vivo disulfide-trapping assay to address this issue. To evaluate the role of the c-terminal region of SaMscL in its oligomeric state, we have generated multiple C-terminal truncated constructs of different lengths that have two cysteine mutations (L10CM91C; Fig. 1). As can be seen in Figure 1(B), these two sites are predicted to be in close proximity in the closed state 3and have been shown previously to generate the most efficient in vivo crosslinking.9We investigated the FL channel as well as four different C-terminal deletions: D95 (which was the truncation crystallized as a tetramer), D99,D103, and D107. Two of these truncations, D95 and D99, are located in the linker between TM2 and the cytoplasmic helixand the other two are in the cytoplasmic helix itself Fig. 1(A,C). As previously described, bacteria expressing the different constructs were given an os-motic shock in the presence of copper phenanthro- line; this removes cellular reducing agents such as glutathione while adding an oxidant. The treatedcells were pelleted, resuspended in sodium dodecyl sulphate (SDS) loading buffer, and the MscL protein visualized by SDS polyacrylamide gel electrophoresis(PAGE) and western blot. Note that the protein is trapped in its native membrane environment because no solubilization or protein handling isinvolved before SDS PAGE. As shown in Figure 2 (left and center panels), SaMscL exists almost exclu- sively as a pentamer regardless of the length of theC-terminal truncation. Although a ladder of mono- mer through pentamer can be observed for 10C91C D95 SaMscL in the no-shocknontreated protein, in the presence of an oxidizer the pentamer becomes the prevalent band in a time dependant manner (Fig. 2, right panel). Note that for the SaMscL singlecysteine mutants under the same treatment, no other species than monomer was observed for M91C but a small proportion of L10C existed as dimmers(Supplemental information). Dimerization of L10C was expected as the equivalent mutant from EcoMscL, M12C, also form dimmers under similartreatment. 11Finally, we show by patch clamp of native membranes that both FL and D95 truncated 10C91C SaMscL respond similarly to changes in theredox potential of the bath (Fig. 3). In the presence of the reducing agent dithiothreitol (DTT), both channels are functional and activity can be observedin response to negative pressures applied to the membrane patch (left traces). After perfusion with a 3 peroxide solution, channel activity could no lon-ger be elicited even under high negative pressures (right traces). These results are consistent with the channels being locked closed after disulfide trapping,suggesting that in native membranes the FL and truncated channels are structural and functionally similar. Hence, in vivo the C-terminal helical bundle plays no detectable role in proper pentameric assembly. Many previous studies have concluded that MtMscL and EcoMscL are also pentamers. A study using crosslinking, sedimentation equilibrium, and size-exclusion chromatography showed EcoMscL asa pentamer; 12another study using crosslinking and electron microscopy reached the same conclusion.10 The crystal structure of MtMscL as well as the recent OCAM analysis also showed a pentameric structure for this ortholog.13Finally, when studied by using our in vivo disulfide trapping in native membranes, all three MscL homologs have shown pentameric stoichiometry (Supplementary Informa- tion). Hence, there appears to be no variability inthe oligomeric state of these MscL orthologs. Collectively, the data suggest that the C-termi- nal domain of the SaMscL channel only plays a Figure 2. Disulfide trapping experiments show that C-terminally truncated SaMscL protein exists as a pentamer in vivo . Western blot analysis of WT SaMscL, double cysteine mutant 10C91C SaMscL FL and with D95 truncation (left panel). All samples were either nonshocked (NS) or shocked (S ) in the presence of the oxidizing agent copper phenanthroline. When shocked in the presence of copper phenanthroline the majority of 10C91C exists as a pentamer, independent of the length ofthe C-terminal truncation (left and central panels). A ladder of monomer through pentamer is already present in the nonshocksample; pentamer becomes the major band when osmotically downshocked in the presence of copper phenanthroline; thisoccurs in a time-dependent manner (right panel). Note that no detergent solubilization before resuspension in Laemmli samplebuffer is performed in these experiments. 1640 PROTEINSCIENCE.ORG Oligomeric State of MscL: A Pentamercritical role in the oligomeric state of the protein when it is solubilized in detergent. Different deter- gents seem to have different abilities to alter MscL oligomeric structure. It appears that LDAO is theharshest detergent in this sense, leading to oligo- meric rearrangement of the full-length SaMscL pro- tein. 9DDM and perhaps other detergents can lead to rearrangements of only the truncated, not FL, SaMscL.13However, there also appear to be species differences; from the OCAM study, the FL EcoMscLappears to form hexamers as well as pentamers when solubilized in DDM. In addition, the same study demonstrated that truncation of the MtMscLdid not destabilize the pentameric organization when solubilized in DDM. 13Hence, detergents alone can cause specific protein complexes to rearrangetheir oligomeric state while others appear stable. As detergent solubilization is a critical and necessary step to obtain membrane proteins for crystallizationand other biophysical and structural studies, where possible, a complementary set of data assessing the oligomeric state in vivo seems advisable. Methods Molecular biology FLS. aureus MscL and the FL L10CM91C S. aureus MscL mutant were cloned into pET21a vector, whichhas a His-tag at the c-terminal end. Truncated S. aur- eusMscL mutants were produced by polymerase chain reaction (PCR) by adding stop codons at residues A96(D95), A100 ( D99), E104 ( D103), and L108 ( D107). Con- structs were cloned into pet15b vector at NdeIBamHI and transformed into PB116s. 14All constructs from the pet15b vector have a his-tag at the N-terminal. In vivo disulfide trapping Overnight cultures were diluted 1:100 and grown 1 ha t3 7C14C in Luria-Bertani (LB) media ( C24410 mOs- molar). LB with 1 MNaCl was then added for a final concentration of 0.5 M. Cultures were then inducedwith 1 m Misopropyl-beta-D-thiogalactopyranoside (IPTG) for 1 h when an optical density (OD) 600 of 0.2 was reached. Cultures were either Mock shocked (0.5MNaCl LB) or shocked (water with 1.5 lMcop- per phenanthroline) at a 1:20 dilution for 15 min at 37C14C. Samples were spun down at 4000 gfor 20 min and immediately resuspended in nonreducing samplebuffer, adjusted for final OD, and run on a 420 gel (Bio-Rad) for western blot analysis. 14Note that in less than 5 min, the samples are collected and loadedon the gel. The primary antibody anti-Penta His (Qia- gen) was used at 1:4000 and the secondary Goat anti- Mouse horseradish peroxidase (HRP) (Bio-Rad) at1:100,000. Blots were developed using HRP substrate (Millipore) and exposed to film. Electrophysiology E. coli giant spheroplasts were generated and used in patch-clamp experiments as described previ- ously.15Excised, inside-out patches were examined at room temperature under symmetrical conditions using a buffer containing 200 m MKCl, 90 m M MgCl 2,1 0m MCaCl 2, and 5 m MHEPES pH 6 (Sigma, St. Louis, MO). To study redox effects in channel activity H 2O213 vv or DTT 1-10 m M (Sigma, St. Louis, MO) were added to the bath. A pre-vious study has demonstrated that this treatment has no detrimental effect on channel function; in fact, one cysteine mutant was shown to increase activity. 16 Recordings were performed at C020 mV (positive pip- ette). Data were acquired at a sampling rate of 20 kHz with a 5-kHz filter using an AxoPatch200B amplifier in conjunction with Axoscope software (Axon Instruments, Union City, CA). A piezoelectric pressure transducer (World Precision Instruments, Sar-asota, FL) was used to monitor the pressure throughout the experiments. Data analysis was performed using Clampfit9 from Pclamp9 (Axon Instruments). References 1. Blount P, Sukharev SI, Moe PC, Schroeder MJ, Guy HR, Kung C (1996) Membrane topology and multimeric Figure 3. The FL and truncated SaMscL 10C91C channels are functionally similar. The electrophysiological data shows single-channel activities of both SaMscL 10C91C FL and the truncated construct D95 SaMscL 10C91C. Channel openings are seen as upward deflections. Both channels respond equally to changes in the redox potential of the bath. In the presenceof the reducing agent DTT, the channels are functional and activity can be observed at the indicated pressures (left traces),but after perfusing a peroxide solution in the bath, the channel activity is lost (right traces). Iscla et al. PROTEIN SCIENCE VOL 20:16381642 1641structure of a mechanosensitive channel protein of Escherichia coli . EMBO J 15:47984805. 2. Blount P, Iscla I, Moe PC, Li Y. MscL: the bacterial mechanosensitive channel of large conductance. In:Owen PH, Ed. (2007) Current topics in membranes. Academic Press, San Diego, pp 201233. 3. Chang G, Spencer RH, Lee AT, Barclay MT, Rees DC (1998) Structure of the MscL homolog from Mycobacte- rium tuberculosis : a gated mechanosensitive ion chan- nel. Science 282:22202226. 4. Steinbacher S, Bass R, Strop P, Rees DC. Structures of the prokaryotic mechanosensitive channels MscL andMscS. In: Owen PH, Ed. (2007) Current topics in mem- branes. Academic Press, San Diego, pp 124. 5. Liu Z, Gandhi CS, Rees DC (2009) Structure of a tetra- meric MscL in an expanded intermediate state. Nature 461:120124. 6. Pivetti CD, Yen MR, Miller S , Busch W, Tseng YH, Booth IR, Saier MH (2003) Two families of mechanosensitive channel proteins. Microbiol Mol Biol R 67:6685. 7. Maurer J, Elmore D, Lester H, Dougherty D (2000) Comparing and contrasting Escherichia coli and Myco-bacterium tuberculosis mechanosensitive channels (MscL). New gain of function mutations in the loop region. J Biol Chem 275:2223822244. 8. Balleza D, Gomez-Lagunas F (2009) Conserved motifs in mechanosensitive channels MscL and MscS. EurBiophys J 38:10131027.9. Dorwart MR, Wray R, Brautigam CA, Jiang Y, Blount P (2010) S. aureus MscL is a pentamer in vivo but of variable stoichiometries in vitro: implications for detergent-solubilized membrane proteins. PLoS Biol 8:e1000555. 10. Yoshimura K, Usukura J, Sokabe M (2008) Gating-associ- ated conformational changes in the mechanosensitivechannel MscL. Proc Natl Acad Sci USA 105:40334038. 11. Iscla I, Wray R, Blount P (2008) On the structure of the N-terminal domain of the MscL channel: helical bundle or membrane interface. Biophys J 95:22832291. 12. Sukharev SI, Schroeder MJ, McCaslin DR (1999) Stoichiometry of the large conductance bacterial mechanosensitive channel of E. coli. A biochemical study. J Membr Biol 171:183193. 13. Gandhi CS, Walton TA, Rees DC (2011) OCAM: a new tool for studying the oligomeric diversity of MscL chan-nels. Protein Sci 20:313326. 14. Li Y, Wray R, Eaton C, Blount P (2009) An open-pore structure of the mechanosensitive channel MscL derived by determining transmembrane domain inter- actions upon gating. FASEB J 23:21972204. 15. Blount P, Moe PC (1999) Bacterial mechanosensitive channels: integrating physiology, structure and func- tion. Trends Microbiol 7:420424. 16. Iscla I, Levin G, Wray R, Blount P (2007) Disulfide trapping the mechanosensitive channel MscL into agating-transition state. Biophys J 92:12241232. 1642 PROTEINSCIENCE.ORG Oligomeric State of MscL: A Pentamer",
        "introduction": "The E. coli mscL was the first gene definitively shown to encode a mechanosensitive channel activity.1The encoded mechanosensitive channel of large conductance (MscL) protein (EcoMscL) is one of the best studied Abbreviations: C8E5, pentaethylene glycol monooctyl ether; LDAO, n-dodecyl- N,N-dimethylamine- N-oxide; DDM, n-Dodecyl b-D- maltoside; OG, n-Octyl-beta-D-glucopyranoside; EcoMscL, E. coli MscL; MtMscL, M. tuberculosis MscL; SaMscL, S. aureus MscL; SDS, sodium dodecyl sulphate; DTT, dithiothreitol; OCAM, oligomer characterization by addition of mass. Additional Supporting Information may be found in the online version of this article. Grant sponsor: Welch Foundation; Grant number: I-1420; Grant sponsor: NASA; Grant number: NNH08ZTT003N NRA; Grant sponsor: Cancer Prevention and Research Institute of Texas, (CPRIT); Grant number: RP100146; Grant sponsor: National Institutes of Health; Grant number: GM61028. Correspondence to: Paul Blount, Department of Physiology, University of Texas Southwestern Medical Center, 5323 Harry Hines Blvd, Dallas, TX 75290-9040. E-mail: Paul.Blountutsouthwestern.edu 1638 PROTEIN SCIENCE 2011 VOL 20:16381642 Published by Wiley-Blackwell. VC2011 The Protein Societymechanosensitive channels, serving as a paradigm for how a protein can sense membrane tension.2A crystal structure from M. tuberculosis MscL (MtMscL) was first obtained by Douglas Rees groupin 1998, depicting what appeared to be a closed state of the channel. 3,4It was a homopentamer with each subunit containing two transmembrane domains anda cytoplasmic C-terminal a-helical bundle. The same group recently obtained a second crystal structure from a C-terminal truncated S. aureus MscL (SaMscL) in what they speculated to be an expanded intermediate state; surprisingly, this was a tet- ramer. 5A different oligomeric state was unexpected given that the two orthologs are highly conserved Fig. 1(A), as is the entire MscL family.68To fur- ther investigate the discrepancy between the stoichi-ometry of these two channels, several studies have been performed. In one study, we developed an in vivo disulfide-trapping assay to determine the state of the S. aureus channel when in its native membrane environment; it was unambiguously a pentamer, demonstrating that the crystal did notreflect a native state of the protein. 9Thus, two possibilities existed: either the truncation of the C-terminal bundle altered channel stoichiometry totetramer, or the detergent solubilization did. Using crosslinking, sedimentation equilibrium centrifuga- tions and light scattering, we concluded that on sol- ubilization with the detergent n-dodecyl- N,N-dime- thylamine- N-oxide (LDAO), which was used to obtain the crystal structure, the channel reversibly reorganizes as a tetramer; in contrast, TritonX-100and pentaethylene glycol monooctyl ether (C 8E5) detergents did not alter stoichiometry.9However, the influence of protein truncation was not assessed.Indeed, one previous study of in vitro translated and n-Octyl-Beta-D-Glucopyranoside (OG) solubi- lized EcoMscL implied that the C-terminal end ofthe protein played a critical role in assembly. 10 Recently, using a new technique coined oligomercharacterization by addition of mass (OCAM), theRees group confirmed that both MtMscL, and full length (FL) SaMscL are pentamers when solubilized in n-Dodecyl b-D-maltoside (DDM); but they also showed that a SaMscL with the C-terminal deletion, as used in the crystallographic study, was heteroge- neous in its oligomeric state, existing as both pen-tamers and tetramers. Thus, it appeared that the C- terminal helical bundle does influence the oligomeric state of the protein. However, because both of these Figure 1. Alignment of MscL homologs and protein modifications. A: Sequence alignment of three MscL homologs from E. coli (EcoMscL), M. tuberculosis (MtMscL), and S. aureus (SaMscL) showing the regions corresponding to the different protein domains. The degree of conservation is color coded with dark blue residues indicating identity and light blue similarity.The red arrows at the C-terminal end of SaMscL sequence indicate the sites were the stop codons were added to generate thedifferent C-terminal truncated constructs. B: Localization of residues A10 (red) and L97 (blue) in M. tuberculosis MscL, corresponding to L10 and M91 in SaMscL. These residues were substituted to cysteines for the in vivo disulfide trapping experiments. A lateral view (left) and bottom view (right) are shown. C: Crystal structure of M. tuberculosis MscL, showing a pentameric stoichiometry. The inset shows a detail of the C-terminal domain and the location of the C-terminal truncations. Iscla et al. PROTEIN SCIENCE VOL 20:16381642 1639studies used detergent-solubilized proteins, it was unclear if the C-terminal region of the protein played a role in MscL stoichiometry in vivo . Here, we utilize our in vivo disulfide-trapping assay to address this issue. To evaluate the role of the c-terminal region of SaMscL in its oligomeric state, we have generated multiple C-terminal truncated constructs of different lengths that have two cysteine mutations (L10CM91C; Fig. 1). As can be seen in Figure 1(B), these two sites are predicted to be in close proximity in the closed state 3and have been shown previously to generate the most efficient in vivo crosslinking.9We investigated the FL channel as well as four different C-terminal deletions: D95 (which was the truncation crystallized as a tetramer), D99,D103, and D107. Two of these truncations, D95 and D99, are located in the linker between TM2 and the cytoplasmic helixand the other two are in the cytoplasmic helix itself Fig. 1(A,C). As previously described, bacteria expressing the different constructs were given an os-motic shock in the presence of copper phenanthro- line; this removes cellular reducing agents such as glutathione while adding an oxidant. The treatedcells were pelleted, resuspended in sodium dodecyl sulphate (SDS) loading buffer, and the MscL protein visualized by SDS polyacrylamide gel electrophoresis(PAGE) and western blot. Note that the protein is trapped in its native membrane environment because no solubilization or protein handling isinvolved before SDS PAGE. As shown in Figure 2 (left and center panels), SaMscL exists almost exclu- sively as a pentamer regardless of the length of theC-terminal truncation. Although a ladder of mono- mer through pentamer can be observed for 10C91C D95 SaMscL in the no-shocknontreated protein, in the presence of an oxidizer the pentamer becomes the prevalent band in a time dependant manner (Fig. 2, right panel). Note that for the SaMscL singlecysteine mutants under the same treatment, no other species than monomer was observed for M91C but a small proportion of L10C existed as dimmers(Supplemental information). Dimerization of L10C was expected as the equivalent mutant from EcoMscL, M12C, also form dimmers under similartreatment. 11Finally, we show by patch clamp of native membranes that both FL and D95 truncated 10C91C SaMscL respond similarly to changes in theredox potential of the bath (Fig. 3). In the presence of the reducing agent dithiothreitol (DTT), both channels are functional and activity can be observedin response to negative pressures applied to the membrane patch (left traces). After perfusion with a 3 peroxide solution, channel activity could no lon-ger be elicited even under high negative pressures (right traces). These results are consistent with the channels being locked closed after disulfide trapping,suggesting that in native membranes the FL and truncated channels are structural and functionally similar. Hence, in vivo the C-terminal helical bundle plays no detectable role in proper pentameric assembly. Many previous studies have concluded that MtMscL and EcoMscL are also pentamers. A study using crosslinking, sedimentation equilibrium, and size-exclusion chromatography showed EcoMscL asa pentamer; 12another study using crosslinking and electron microscopy reached the same conclusion.10 The crystal structure of MtMscL as well as the recent OCAM analysis also showed a pentameric structure for this ortholog.13Finally, when studied by using our in vivo disulfide trapping in native membranes, all three MscL homologs have shown pentameric stoichiometry (Supplementary Informa- tion). Hence, there appears to be no variability inthe oligomeric state of these MscL orthologs. Collectively, the data suggest that the C-termi- nal domain of the SaMscL channel only plays a Figure 2. Disulfide trapping experiments show that C-terminally truncated SaMscL protein exists as a pentamer in vivo . Western blot analysis of WT SaMscL, double cysteine mutant 10C91C SaMscL FL and with D95 truncation (left panel). All samples were either nonshocked (NS) or shocked (S ) in the presence of the oxidizing agent copper phenanthroline. When shocked in the presence of copper phenanthroline the majority of 10C91C exists as a pentamer, independent of the length ofthe C-terminal truncation (left and central panels). A ladder of monomer through pentamer is already present in the nonshocksample; pentamer becomes the major band when osmotically downshocked in the presence of copper phenanthroline; thisoccurs in a time-dependent manner (right panel). Note that no detergent solubilization before resuspension in Laemmli samplebuffer is performed in these experiments. 1640 PROTEINSCIENCE.ORG Oligomeric State of MscL: A Pentamercritical role in the oligomeric state of the protein when it is solubilized in detergent. Different deter- gents seem to have different abilities to alter MscL oligomeric structure. It appears that LDAO is theharshest detergent in this sense, leading to oligo- meric rearrangement of the full-length SaMscL pro- tein. 9DDM and perhaps other detergents can lead to rearrangements of only the truncated, not FL, SaMscL.13However, there also appear to be species differences; from the OCAM study, the FL EcoMscLappears to form hexamers as well as pentamers when solubilized in DDM. In addition, the same study demonstrated that truncation of the MtMscLdid not destabilize the pentameric organization when solubilized in DDM. 13Hence, detergents alone can cause specific protein complexes to rearrangetheir oligomeric state while others appear stable. As detergent solubilization is a critical and necessary step to obtain membrane proteins for crystallizationand other biophysical and structural studies, where possible, a complementary set of data assessing the oligomeric state in vivo seems advisable.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Alignment of MscL homologs and protein modifications"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Disulfide trapping experiments show that C-terminally truncated SaMscL protein exists as a pentamer in vivo"
            }
        ]
    }
]