[
    {
        "pmid": "34048506",
        "title": "A parasitoid wasp of Drosophila employs preemptive and reactive strategies to deplete its host's blood cells.",
        "year": "2021",
        "journal": "PLoS Pathog",
        "abstract": "The wasps Leptopilina heterotoma parasitize and ingest their Drosophila hosts. They produce extracellular vesicles (EVs) in the venom that are packed with proteins, some of which perform immune suppressive functions. EV interactions with blood cells of host larvae are linked to hematopoietic depletion, immune suppression, and parasite success. But how EVs disperse within the host, enter and kill hematopoietic cells is not well understood. Using an antibody marker for L. heterotoma EVs, we show that these parasite-derived structures are readily distributed within the hosts' hemolymphatic system. EVs converge around the tightly clustered cells of the posterior signaling center (PSC) of the larval lymph gland, a small hematopoietic organ in Drosophila. The PSC serves as a source of developmental signals in naïve animals. In wasp-infected animals, the PSC directs the differentiation of lymph gland progenitors into lamellocytes. These lamellocytes are needed to encapsulate the wasp egg and block parasite development. We found that L. heterotoma infection disassembles the PSC and PSC cells disperse into the disintegrating lymph gland lobes. Genetically manipulated PSC-less lymph glands remain non-responsive and largely intact in the face of L. heterotoma infection. We also show that the larval lymph gland progenitors use the endocytic machinery to internalize EVs. Once inside, L. heterotoma EVs damage the Rab7- and LAMP-positive late endocytic and phagolysosomal compartments. Rab5 maintains hematopoietic and immune quiescence as Rab5 knockdown results in hematopoietic over-proliferation and ectopic lamellocyte differentiation. Thus, both aspects of anti-parasite immunity, i.e., (a) phagocytosis of the wasp's immune-suppressive EVs, and (b) progenitor differentiation for wasp egg encapsulation reside in the lymph gland. These results help explain why the lymph gland is specifically and precisely targeted for destruction. The parasite's simultaneous and multipronged approach to block cellular immunity not only eliminates blood cells, but also tactically blocks the genetic programming needed for supplementary hematopoietic differentiation necessary for host success. In addition to its known functions in hematopoiesis, our results highlight a previously unrecognized phagocytic role of the lymph gland in cellular immunity. EV-mediated virulence strategies described for L. heterotoma are likely to be shared by other parasitoid wasps; their understanding can improve the design and development of novel therapeutics and biopesticides as well as help protect biodiversity.",
        "full_text": "ZKKF ZIN FZOIS K Fkktttn wk qJstwk oywy ooyttvo kzn okmttvo tktorto tnowoto ttst) lwn moww Qszz Z1Zky4.5.Tk Kwwoz Nokzo OJ 4.6.clktnw N1Zkkv OJ 4. slsk Mtzn OJ 4.5.6 4Gtwr Joky oz.so It Iwworo qsoIt ztot qUo bv. Uo bv. Uo bv. zton ko qFyotmk. 5WsJ Wrky tzGtwr .so Mknko Iozo. Uo bv. Uo bv. zton ko q Fyotmk. 6WsJ Wrky tzGtmsoyt .so Mknko Iozo. Uo bv. Uo bv. zton ko q Fyotmk Ioz knno Joky oz qIkzmo Gtwr kznMozotm. Iy osozto Ikzmo Iozo. so Vst ko zto t.Iwyl .Vst. zton ko qFyotmk rtznE mmz1mz1o n Fltkmt so k Sotwtzk sooyk kktto kzntzro sot Jstwk s1 so  nmo okmowwwk otmwo K tzsoozy skkokmvon ts otz. yo qstms oqy tyyzo oto qzmtz1 Ktzokmtz ts lwn moww qs wkko ko wtzvon soyktotm nowotz. tyyzo otz. kznkkto mmo1 Gs K ntoo tstz sos. ozo kznvtwwsoyktotm moww tzoww znon1 tzr kz kztln ykvo qS1sooyk K. os sksoo kktonot onmo ko okntw nttlon tstz sos) soywysktm oy1 K mzoro kzn sotrsw mwoon moww qsoot trzkwtzr mozo WI qsowkkw wys rwkzn. kykww soyktotm rkz tzJstwk1 so WI oo kkmo qnoowyozk wtrzkw tzzko kztykw1 Ozktzqomo nkztykw. soWI ntom sontqqooztktz qwys rwkzn rozt tzwkyowwmo 1soo wkyowwmo kozoonon ozmkwko so k orrkznlwmv kkto noowyoz1 _oqzn skS1sooy ktzqomtz ntkoy lwo soWI kznWI moww ntoo tzsonttzorktzr wys rwkzn wlo1 Mozotmkww ykztwkon WIwo wys rwkzn oyktz zzozto kznwkrow tzkm tzsoqkmo q S1sooyk tzqomtz1 _okw s sksowkkw wys rwkzn rozt osoozn mtm ykmstzo tzozkwto K1 Vzmo tztno. S1sooyk K nkykro soZkl; kzn SFTWtto wkooznmtm kznskrwykw mykyoz 1Zkl9 yktzktz soyk totm kzntyyzo tomozmo kZkl9 vzmvnz ow tzsoyktotm owtqok tzkznomtm wkyowwmo ntqqooztktz1 s. ls kom qkztkkto tyyzt. t1o1.kskrmt qsok) tyyzoo to K. kznlrozt ntqqooztk tzqk orrozmkwktz otno tzsowys rwkzn1 soo ow sow owktz s sowys rwkzn tomtqtmkww kznomtow kroon qnomtz1 so kkto) tywk zo kznywtzron kkms lwmv mowwwk tyyzt zzw owtytzko lwn moww. lkw kmtmkww lwmv sorozotm rkyytzr zoonon qwoyozk soyktotm ntqqooztktz zomok qs mmo1 Ozknnttz tvzz qzmtz tzsoykto t.ow strswtrs kotw zomrzton skrmtm woqsowys rwkzn tz WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 4255k4444444444 k4444444444 k4444444444 k4444444444 k4444444444 OPEN ACCESS Itktz Zky QZ.Nokzo TK.Zkkv cN. Mtzn 5354 Fkkttn k qJstwk oyw ooyt okznokmto korto  nowoo ts) lwn moww1 WS Wksr 4;9 o433:491 s22n t1r243146;42u zkw1 k1433:49 Knt Ukskz 1Ttyo. Owwtzt ko ztot .UOKJ FK Zomoton Tkms :.5354 Fmmoon Tk9.5354 Wlwtson Tk5.5354 Itrs 5354 Zky okw1sttkzoz kmmo ktmwo nttlon zno sooy qso Iokto Iyyz Ftltz Stmozo. stms oyt zotmo no.nttl tz.kzn onmtz tzkzyonty. tnon sotrtzkw ks kznmo komonton1 Jkk Fktwkltwt koyoz Fwwowokz nkkko tstz soykzmt kznt tzr Ozqyktz qtwo1 Lzntzr Momoton qzntzr qy soUktzkw kznFozktmk wkmo Frozm UUa49FG 75M. soUktzkw mtozmo Lznktz 44544;  5355569 kznsoUktzk wOzto qNokws M45TJ33;: 3663 IIUb1 TKN omoton qzntzr qy soUktzkw Ozto qNokws 4L64MT4 4439534F 41QZomoton kNkn kzntmvt Wkwoqv Loww st1s22 1zkk1mowwwk tyyzt1 Kyontkon twozmo korto nomtlon qS1sooyk kowtvow  loskon lso kkttn k? sot znokzntzr mkztyo sonotrz kznnoow yoz qzow sokotm kznltotmtno koww ksow om ltntot1 Fs yyk Wkkttn k oo kltwrtmkw mzw kroz qkrtmwkw tzom o kzn ko sqn1 Tkz kkttm k noow tztno sot s oyoro kqoowttzr knw1 omyo sootkzmo qsot s. kkttm k okton kzn tzrozt korto ms kytytm. oktz. ltkmto ozy. twtvo ktmwo. to. kzn okmowwwk otmwo K1 _onomtlo sooqqom qkzto mwk qK mzktztzr twozmo otz kzn nmon tzsoozy qk sk kktto qt qwto qDro- sophila omto1 K qyLeptopilina heterotoma kotnow nttlon srs so Drosophila s) mtmwk oy kqo tzqomtz1 so ozo kzn vtwwykmskro l notzr soo kyo lmowwwk ykmstzo sk qkmtwtko sot kvo1 Fztykz otz tzstmo. Zkl9. tzoonon yktzktz sotnozt qsoykmskro? soz Zkl9 qzmtz tonmon. ykmskro z tz kntqqooz mowwo mkwwon wkyowwmo1 Fmttto tzsoK mkzowtytzko wkyowwmo koww1 K kw tzoqoo ts sos) rozotm rky sk yo wkyowwmo ntqqooztktz zoonon lwmv kkto noow yoz1 s. k myltzo omtqtm ooyto kzn okmto korto nowoo sot s qsoo moww sk wn soto ooo kzn vtwwsoy1 soo qtzntzr sko kwton kwo tzkrtmwkw o mzw kzn yontmkw sokotm1 Oznmtz Wkkttn kkttm k sko kzlwtrk owktzst ts sot tzom s1 Kzrkron tz kltwrtmkw ky kmo. okms kzo mztzw knk soso oyoro kwto1 L onmto mmo. kkttm k kro sot s) loskt. noowyoz kzn tyyzo oy1 sot kkmv yomskzty kzro qy ltmsoytmkw kqko kzn ytytm. kto ok tz kzn kmto tyyzo otz d46f1Drosophila kzn sot kkttm k kokzoyor tzrynow qntzr s k okno o s noqozo d7.9f1 so rozokwt Leptopilina heterotoma Lh mmoon zsoDrosophila omto tstz kzn lozn soyowk zrko r1 Omwo owkto.L1boulardi Lb. mztnoon komtkwt. yktzw tzqom qwto qsoyowkzrko r1 Gs k kostrsw mmoqw zD1melanogaster? so mzyo tnoowtzr wkkw kzn kw kro oyoro kqoowttzr knw d:f1 Vtttz tz omznokwstn D1melanogaster wkkw s lLbkznLhk town ntoroz tyyzwrtmkw oqqom1Lbtzqomtz kmtko ykz myzoz qsykw kzn mowwwk tyyzt wwULG. QFRF. kzn soyowkztktz ksk kzn sot k rorozo kokzmttzkww orwkon? soo tkl qsoyktotm wtqoktz kzn ntqqooztktz qlwn moww kw mkwwon soymo tzsowys rwkzn kzn tzmtmwktz1 Oq sotyyzo ozo kozr kzn ktzon. ykmskro kzn wkyowwmo ozmkwko kzn vtwwk orr d;44f1Lhtzqomtz tzmzk oo tyyzo rozo ootz kzn vtww tyyko kzn yko wkkw soymo d45.46f1 LbkznLhqoykwo kzn kwL1victoriae. kto omto qLhnmo ntmoo tyyzo oto okmowwwk otmwo K wtvomo tzsot ozy rwkzn mkwwon ywtk orokmowwwk otmwo. TK tzLhkzn ozyo tzLbd47.49f1 Wotw mkwwon t PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 5255r2s22 1zts1r2 s22 1zq1r2 tzno1u soqzno sknzwotzn notrz. nkkmwwomtz kznkzkwt .nomttz lwts.  okktz qsoykzmt1 Iyotzr tzoo soks sko nomwkon skzmyotzr tzoo ot1wtvoktmwo d4:4f. soo K wkmv mwok tkw qoko d49.4f1 so konmon tzso ozy rwkzn. kmo ykno qsowzr rwkzn kzn koot1 so omo moww qso wzr rwkzn zsoto kzn omoo otz. yo qstms kotzttkww tzmkon tz nt moo zztvon otmwowtvo mo1 Ozto omtoLhkznLv.soo mo yko tz sooot kzn kyo kowwko yswr ts 7tvo kntktzr qy somozo1 Tko K korsw 633zytzntkyoo. d47.4:.5355f1 Wkmvon ts yo skz 493 otz. K ko.tzk. oztlwo qntoroz stwrtmkw myo tztzqomon s d49.4.56f1 Fyzr soy klznkz tzsoLhKotz tk73vJk qkmo2tvo otz 73 d53f1 73 sko mkw tytwktto ts soOkJ2tJ qkytw qotz qsorkoz otm ntokomktzr Mky zorkto lkmotk.Shigella kznSalmonella d49f1 tytwk 73) wmkwtktz LhKtvo t. OkJ wmkwto sotqso6omotz tzuomtyo. klkm otkw kzqo oy sk tzuom twozmo otz tz ykyykwtkz moww1 OkJ towq yo kt qykyykwtkz ykmskro d57.59f1 soo kkwwow looozLh73 kzn lkmotkw OkJ2tJ rro skLhK yk sko yo tytwktto ts lkmotkw omotz oy1 Iykkto kzmtytm2oytm kkmso ookwon sk 73 kzn kqoso K otz kozooon tzsoLbozy d49f1 _sookLhK wowkyowwmo tstz kqos qk kkmv.LbK nzsko sokyo oqqom d;.4:.5:f1 V tyyzotzstlttz ootyoz rroon skLh) 73 yontko Ktzokmtz ts wkyowwmo d53f1Lhtzqomtz kw ztow yo k tqwkkw ykmskro kzn qwys rwkzn soymo d46f1 Tkmskro ykvo yo skz 9 qkwwsoyktotm moww stwo ntqqooztkon wkyowwmo kokow qzn tzzko s d43.5;f1 _v tzsoqtown zrw rro sk sootz kmttto mzmozkon tstz soLhK kooztlwo qsonomtz qsoo yko kzn tyyko lwn moww1 Noo. s kykmoznkkto kro sosoyktotm oy kzn kmmoo t rozt wktz skzlooz nton1 so yno qLhKoz tz soo moww kzn so ksk qnomtz kokw zoww znon1 so rkw qstn klktz kykmwoow to qLhKtzokmtz ts moww q sowkkw soywysktm oy kqo tzqomtz1 so oy soywys oqo sotzottkw qwtn sk nttlo syzo. otno kzn so ykmywomwo tz rkz srs so ytzr kmtz qkzzlkzmson lwk sok. sonkw oow1 Joz qykmskro mtmwko tzsosoywys1 so sok wyoz tznon lkmwyz qkton mknty mo kzn kmtkon otmkntkw moww1 st lwk mo tsown tzwkmo lkwk ymwo d563f1 Noyktotm moww korkzton tzkton mowwmwo wlo zsonkw o ow1Ozstn tzk wkko. sokzoty wlo sko lwn moww kkt kro qntqqooz tktz? sowok ntqqooztkon rozt komzqtzon knukmoz sonkw oow. sook sonoowtzr ykmskro kooooon tzsomtmkw ortz qsowlo Ltr 4F1 Oz zko s. sorozt ko tyktzktzon lkkto ztmso kw mkwwon soot tr zkwtzr mozo. WI1 so WI tktrs zt qkl 5993 moww kzn tttzon otw sorozt d64.65f1 zLbtzqomtz. soWI orky soyktot tznmtzr ykmskro kzn wkyowwmo ntqqooztktz d63.656f1 so ozto mo tmoon lso kmowwwk lkoyoz yoylkzo d5.73f1 tzrDrosophila rozotm. mowwomtqtm ykvo kzn 73 ktztzr kk qLhK wmkwtktz. osko tomon roso klkn to qstskkto tzokmtz tzoqkmo1 _os kzklznkzmo qLhK tzksowyoz qsowkkw nkw oow. lkwzr somw wkroz2owomkzlkon lkoyoz yoylkzo kzn sonkw oow kzn zntzr mwo qwys rwkzn rozt. kzn mtztno sorozt kzn yko ykmskro1 Too. strs Ktrzkw mowko ts sontkoylw qsomsoto WI zt1 WI klwktz wtyt Ktzozkwtktz kzn wqwys rwkzn soymo. stwo WI tzkmtktz tkhedgehog PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 6255hh vzmvnz RJ no zsko stoqqom1 _okw s sk wys rwkzn soymo mkzskrmo LhK tzr somwktmkw Zkl9yontkon orkno kz ZM ks k1 ttzrw. Zkl9 kw yktzktz qwykmskro tnozt. kRab5 RJwokn o wtqoktz. wkyowwmo ntqqooztktz kzn ytrozot? Rab5 qzmtz tmowwkzy1 s wys rwkzn kozyoow kmo qyko lwn moww lkosoyowo tyyzo myooz rkz kzn mkzmwok sotyyzooto LhK noqozn sos1 Noo. LhK kmtow ntwnro moww qsoWI. lwmvtzr ntqqooztktz qsoomto tyyzo moww1LhK kro sooznyoylkzo oy qykmskro sk wtykow ow tzsot kt. s strswtrstzr mozkw kzn otw zomrzton wo qsowys rwkzn tz mowwwk tyyzt1 soo loktz sow owktz sLhtzqomtz kro sowkkw wys rwkzn1 so ntom Kykmskro tzokmtz kzn mowwwk myo osokro qqo ywomwk kzkwo tzls sos kzn kkto1 Ltr41LhK kmtk ots sowkkw wysktm oy1 FFzot wlo FS. ts wkyowwmo qy kzkoAntpFmCD8GFP Dome- MESO-GFP AntpDMG kztykw s yonwwk zo Tc. mtmkw zo Ic kzn ot trzkwt zrmozo WI1 so wlo qwkzv sonkw oow J. kotv tzso kzow1 GJ Fzot wlo qy ztzqomon O? G.LbkznLhtzqomon I.JAntpFmCD8GFP kztykw1Lb17 tzqomtz tznmo wkyowwmo ntqqooztkt ztzsomo wkyowwm okowkro skz sot rozt  kzn kotms tzLkmtz1 so MLWtto WI kok zkqqomon1 Lh14 kkmv wokn wqwlo moww? soWI moww koztrswmw oon kzn ntwkmon qy sot trtzkw wmktz1 KR Sys rwkzn qyPxnFGFP kztykw1 KMLW tooon tzsomo qztzqomo nkztykw. lMLW oo tztonmon kqo k kkmv LN1Lh14tzqomo nFS qy sokyo tzqomtz ootyo zstzr ktkltwt tzwqmoww?LhK kzt73 ktztzr. oqoon k73soo kzn tzoyktztzr qtro koooz tzyo moww qsoo wlo kzn tstz sonkw oow1 OR Wot wlo qy ztzqomo nOkznLhtzqomon kztykw Q.R1SItmwktz rsoym o qy tzqomon kztykw1 s22nt1 r243146;42u zkw1k 1433:491r334 PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 7255Zow LhK koooz tstz sowkkw wysktm oy Lb17 kkmv trro wkyowwmo ntqqooztktz tzsowkkw wys rwkzn mo Ltr 4F4I1 Fkzotkwoz tyotz. Lhtzqomon wlo kotrztqtmkzw ykwwo Ltr 4J4R? d46f1  ttzrw. zwtvoAntpFmCD8GFPootzr WI qzko kznLb-tzqomon wlo sk oyktz trsw mwoon Ltr 4F4I. WI moww qLhtzqomon s kontwnron kzn yo kont tlon tzsoln qsowlo Ltr 4J1 znokzn soo ozo. otykron yo skz 59s tzywtwo ootyoz1 srs soo nto. oon kwmwzkw kztln ykv 73. kzLhKomtqtm otz d53f1Lhtzqomtz qPxnFGFP kztykw onmonPxnFGFP ootz Ltr 4K4N1 Pxn tzykww kmto tzsomo kzn tootz ytytm sk qykz so rozo nz orwkon lLhtzqomtz d;f1 Fzklznkzmo qLhK kloon tzkzot kzn o twlo soymo. tzsonkw oow. kzn tzmtmwktzr soymo Ltr 4L4N kzn 4Q4S1 st ktztzr trzkw tkloz tzrwkzn qy zko kztykw Ltr 4Kkzn 4O1s.LbkznLh kkmv sko nktmkww ntqqooz myo kznLhK kok tzokm ntomw ts y wys rwkzn soymo1 Ozkzkwo km ootyoz. oqzn sk sonoroo qto wkzn Knttl tz kto1 Slo yswrto kzron qy zokw tzkm kzn qtwwon ts K Ltr 4Lkzn 4Q nkykron wlo. ts qoykz K Ltr 4M.4Nkzn 4R1 st ktktz twtvow no ksonktz qtzqomtz t1o1. tyo loooz tttz kzn ntomtz? lsotzuomon K no? msonzkytm qKmtmwktz1 Jtomtz kwko tyo tz son wq kwy kwwwys rwkzn soymo d46f1 soz lo sLhK ozo sowysktm oy. oktzonLhtzqomon rwkzn qy qwktz ts MLWkrron Iwwkroz Olkoyoz yoylkzo. Viking d74f MLWkrron orwmkz mo otz. Wowomkz2w d75f1 Ozls mko. Kzmk oo mwokw wmkwton ts somztz MLW trzkw qsoo okmowwwk ykt KIT otz kwzr sonkw oow koww ktzsotzottkw kmo kzn mwoon soyktotm rozt oww zmk tzLtr5F5J) k1 ttzrw. zmko ktztzr kkw ooz tztno tyyko rozt. knukmoz sonkw oow Ltr 5G.5G)5Jkzn 5J)1 K oo kw loon tztno yo mkntymo kotnozmon l73 mwmkwtktz ts soyIJMLW trzkw tzHandFmCD8GFP wkko Ltr 5K5L). k1 s.LhK kmtko ts KIT otz qsowysktm oy. ozo sonkw oow wyoz kzn ooz yo mkntymo1 Kqqom qLhtzqomtz zWI tzort Wot nto sko noyzkon sk zLbtzqomtz. soWI orky soykt otmnoowyoz kzn yo wkyowwmo ntqqooztktz1 tytwk mzw.Lbtzqomon WI oyktz trsw mwoon d69.6;.6.76.77f1 _oqzn sk orknwo qsoLhktz. WI moww ntwnron qy sot zykw ot ttz tz soln qsowlo Ltr 4Jkzn 4F kzn 4G1 Fsotyo tz ookytzon. skwq qsoWI moww owmkon tz sowlo. q stms kzosowytzr ykut F9 oo ooz ktzrwo moww kr qmoww1 so so skwq oyktzon tzsot trtzkw wkmo. kwsrs yo oo zktrsw mwoon Ltr 4Jkzn 4?zB57WI qy 45wys rwkzn1 Foomon. tz47wlo qy zko mz w. kwwWI moww oo trsw kmvon1 tvtzrw. tzkywo qy tzqomon kztykw. soo so WI oo twwtzkm. K mzrorkon tzortz knukmoz soWI. loo zoo qzn tztno soWI moww 4F kzn 4G Ltr1 so wtwtrkzn. trtzktzr qy knukmoz mkntymo. mzw WI tzort tkso Zl omo tzsoWI? Zl5 sksozro oqqom d79f1 Oznoon. sooqqom qLh PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 9255tzqomtz zsoWI ooylwoSlitRobo2 RJ. stms yo WI ntkoylw d79f Ltr 4 kzn 41 Fmsoto WI ttykz tzsoyktotm noowyoz kqoo ykmskro kzn mkw moww noow tzSlit2Robo2 RJwlo mykon mzw1 Gntqqotzr qyLh tzqomtz.SlitRJWI kowkro kzn soo tzkkoz wqrozt d79f1 Ozto q ntqqooz myo tzsomznttz. ossoton sk sotzttkw o ytrs lo Ltr51LhK kmtko ts lkoyoz yoylk zootz 1FGVkg-GFP wys rwkzn1 FMLW ykv Iwwkroz Otzsonkw oow kzn kzn wlo mwo1 GG)Lhtzqomon rwkzn s oozto Kzmk mwmkwton ts MLW tzsonkw oow .kzntzloooz wlo mwo1 Wzmko. mwk ytm ktztzr tzykz moww srs sokzot wlo G.G).k tkw loon1 IJTrol-GFP wys rwkzn1 MLW ykv w2o womkz nttltz tzzko IkznLhtzqomon Jkztykw1 Iwmkw tktz qTrol-GFP kznKzmk tloon J.J). k1 KLHandFmCD8GFP ykv somoww qsonkw oow1 KFztzkm wys rwkzn qy kzko kztykw1 L.L).k Ktrzkw wmkwto ts soMLW trzkw tzsomknty mo1 s22n t1r243146;4 2uzkw1k14 33:491r335 PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 :255skon kzn skLhK ytrs tzkmtko sowtZl trzkw. stms ytrs owktz WI ntkoylw1 osttnok. otzqomon kztykw tzstms sowtZl ksk kykztwkon  yo mztto trzkwtzr1 _oqzn sk zotso ootzr kmto wtzooo tzr Zl5 kwoonLhK) kltwt ntkoylwo soWI1Lhtzqomtz qHandFSlit-N kzt ykw twwyon WI ntkoylw 5F5I) Ltr?zB4:wlo ooz srs rktzq qzmtzSlit-N d7:f ooo sooqqom qSlitRJd79f1 tytwkw.Lhtzqomtz lkon so oqqom qZl5 oootz AntpFRobo2-HA kzn yon WI ntkoylw 5J5L) Ltr1 Tkz K koloon kzn soo WI 6Ltr?zB4:1 s. otso K tzkmtko WI qzmtz tznooznozw qsowtZl trzkw. so o onznkz yomskzty sk ntklwo mztto wtZl trzkwtzr1 WIwo wys rwkzn oyktz tzkm WIwo wys rwkzn oo zklwo tznmo wkyowwmo ntqqooztktz kqoLbtzqomtz d6:f1 _okvon tqklwktzr soWI ytrs tytwkw tzstlt soLhtzqomtz ozo1 WIwo wlo ColFHid wkmvon Fz ktztzr kznLh14 tzqomtz ntnzkqqom wlo tzort 7F 7J) Ltr?zF45wlo1 Too. stwoLhtzqomon UAS-Hid wlo wrozt kzn ostlton strs woow qKkvo Ltr 6F.6G.6Jkzn 6K.Lhtzqomon WIwo wlo oyktzon tzkm kzn son w. zzomtqtm 73 ktztzr trzkw tzkzot kzn ot wlo Ltr 6Ikzn 6L?zF45wlo qokms mznttz1 Ozmzk sozzozto ColFHid wlo.AntpFhhRNAiwlo oznon Lhtzqomtz kzn qqoon rozt mowww 9F9L Ltr?zF45wlo qokms mznttz1 s. tzkmtktzr sotrzkwtzr qzmtz q soWI no zkok kqqom sok) kltwt ntkoylwo soWI1 W4ktztzr Ltr61WIwo wys rwkzn qyLh-tzqomon kztykw sko tzkm wlo1 F.JSlo qy kzkoUAS-Hid s kotzkm kznwkmv K? kzot F. kzn ot wlo J1 G.KSys rwkzn qy kLhtzqomon UAS-Hid s tnowoon qsoym okzn skykz K1 Fzot wlo G.G).kzn ot wlo K.K)1I.LWIwo wlo qy kLhtzqomon ColFHid s kotzkm ts okv Ktrzkw1 Fzot I.I).kzn ot wlo L.L)1 s22nt1 r243146;42u zkw1k 1433:491r336 PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 ;255ookwon skLhtzqomtz no zlwmv ykmskro ntqqooztktz 9I Ltr1 kvoz roso. soo ow rro sk soWI wk kmkw wo tzkqqtmvtzr qK qy otso sosoywys sonkw oow tz sowlo kzn sk somowwwoskw oqqom qLh K tnttzm qy soWI) ztmso qzmtz1 so wkkw wys rwkzn tskrmtmkww myooz _ozo nton tqKkvo tz soyktotm moww mm tkZM yomskzty1 Oz PxnFGFP? Bc soor wys rwkzn. oloon lwkmvozon. nokn mkw moww tzso mwky qsoMLWtto mtmkw moww :Ltr1 st loktz rro sk MLWt towys rwkzn moww koskrmtmkww myooz1 _osooqo tzotrkon tqLhKkvo noozn zZkl9. kzokw oznykw otz1 Zkl9 yontko kqqtmvtzr qy sowkyk yoylkzo okw oznyo d7;f1 Ozmzk PxnFGFP ykmskro. soo Kktztzr tltrs kzn zmko srs somwky Ltr 7Fkzn 7G.PxnFGFP. Rab5RNAimoww s otsokw zmko ktztzr. oyklw qy tzkm K. kon tzokw oznyo. ls tzwys rwkzn kzn mtmwktzr soymo Ltr 7Ikzn 7J?k1 Ozwkyowwmo. so Ktrzkw tntqqo kzn zmwok. kznRab5 RJs zmskzro tzktztzr tzozt ntt ltz Ltr 7Kkzn 7L?ksokn. rrotzr sk Zkl9tznooznoz kvo yomskzty Ltr71Ozkmowwwk LhKwmkwtkt z1F.GFzot wlo FF kznmtmwktzr soymo GG qyLhtzqomon PxnFGFP kztykw stzr K kvo1 Tkrztqtm ktz qkok tzFkzn Gkosz tzkzow F).Fkzn G).G.oomtow1 F tz tzozkwto notmwo 1I.JFzkzot wlo II kzn mtmwkt zrsoym o JJ qyLhtzqomon PxnFGFP Rab5RNAikztykw stzr otsokw wmkwtktz qK k1 FtzLtr4.PxnFGFP ootz tonmon kqo k kkmv1 kywo oo mzokt zonts LOIWskw wtntz tkwto mowwysw r1Fwkro Wskwwtntz tto wkyowwm oksokn oyktz Kzorkto. stwo ykwwo ykm skro oznm oK1 so Ktrzkw totsokw tzyo. lzkwwykmskr oI. J1K.LFzot wSlo KK kzn mtmwktzr soymo LL qyLhtzqomon MLW tto wkyoww mo qhopTum-lmsnFmCD8GFP. Rab5RNAi kztykw1 Skyowwmo s kntqqo zmwok 73 trzkw ks okn1 s22n t1r243146;42u zkw1k 1433:49 1r337 PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 255kotzwon1msn-GFP kzn tzortztto wkyowwmo qkryoz oo kw loon tz Lhtzqomon ykmskro rrotzr mmozmo qoqqomt ;Ltr1 LhK zorktow tykm skrwykw rkztktz tzykmskro Zkl; yontko wkooznyo qyktz kzn kqqtmvtzr loooz wkooznyo kzn w yo tykvon lZkl; kzn SFTW4. oomtow d7;f1 okwko tqLhK tykm so ZM ykmstzo. tzqomon rwkzn ootzr MLWkrron Zkl9. Zkl;. SFTW4 otz oo okytzon Ltr 91zno ootyozkw mznttz. LhK kow mwmkwton ts okw Ltr91Kqqom qLhkznLbtzqomtz zork nokz rkzowwo1 F.GHemeseFGFP-Rab5 wys rwkzn ktzon ts kzt73? LhK ozo Zkl9 mykyo z.yo K mwmkwto ts MLWZkl9 k1 IKHemeseFGFP-Rab5. FGFP-Rab7. kznFGFP-LAMP1 ootz tzzko kztykw Lh tzqomon kztykw ksz1 Oznttnkw moww kowtzon1 boww k tzI)kzn Is kzykw Zkl9 mykyoz ts Ktrzkw1 _sto k tz  zykw mykyoz yswrt o1ko lkmvo J).J. K).K tz rw nton Zkl; kzn SFTW4 myk yoz kmtkon tsLhK1 L.MLb tzqomtz no znt SFTW4 mykyoz yswrt o1 s22n t1r243146;42u zkw1k 1433:491r339 PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 255oznyo kzn Zkl9 mykyoz yswr oyktzon mykklwo ztzqomon mzw zw 47 q73 zmk koZkl9tto? zB554moww? :wlo? Ltr9F9I1 Ozmzk. LhK oo mztozw qzn ts MLWZkl; kzn MLWSFTW4 kzn soo mykyoz oo rw nton 433 mwmkwtktz? zB449kzn 445moww. Zkl; kzn SFTW. oom tow. :wlo okms? Ltr9J9K1 Too. soZkl;2K kzn SFTW42K trzkw oo ky yotmkww wmkwton tzLhkqqomon moww1 Ozmzk.Lbtzqomtz ntnznt SFTW tto mykyoz kzn so oktzon sot zykw yswr Ltr 9Lkzn 9M1 soo loktz rro sk strs zylo qLhK kzt srs okw oznyo. lsk so kooktzon tzwkoZM mykyoz tzmwntzr wyo1 s.LhK sko knot yozkw oqqom zZM mykyoz tzort kzn stwqtzort yk yo wykw wokvkro kzn wkltwtktz1 Zkl9 oo wtqoktz kzn yktzktz soykmskro qko _ooo ton qtzn skPxnFGFP Rab5RNAikztykw noowon yowkzton y F kzn G Ltr? sosoyktotm wktz ttrztqtmkzw okznon kzn wkyowwmo ntqqooz tktz tl. kqqomtzr tkltwt IL Ltr1 ktkltwt tztkltwt kzn y noow yoz tzRab5 RJkztykw twtvow nontqqoozmo tzsoozrs kzn ootz koz qsoMFS7 nto1 Ftytwk ow kloon ts soootz qsonytzkz zork toZkl976U otz stms mkzz ltzn MW d7f1Rab5 RJooz tzsowys rwkzn yon wwk zo TepIVFRab5RNAiowon tzwkyowwmo ntqqooztktz Ltr :Fkzn :G1 Noyktotm okztz mowkon ts tzmokon yttm tzno TO tzwlo qy loktzrPxnFGFP Rab5RNAikztykw Ltr :Ikzn :J rrotzr sk zykw Zkl9 qzmtz Ltr:1Rab5RNAitrro owtq oktz kzn wkyowwmo ntqqooz tktz1 F.GTepIVFRab5RNAitzsoyonwwk zo nto wkyoww mo ntqqooz tktz1 Skyoww mo kotms tzLkmtz1 I.JNoymo tzPxnFRab5RNAirwkzn ostlt strs woow qytt ykvon lsss tzo6 WN6 ktztzr1 KN Iowwkz y tzstlt wo qRab5 tzwkyowwmo ntqqooztkt z1K.MhsFLP;actinFNLS-GFP mzw mwzo tsRab5 RJ. ykvon ts MLW. nzmzktz wkyowwmo k tzkzow Mtzo1 L.NhsFLP;actinFNLS-GFP. Rab5RNAimwzo sko wkyowwmo ts strs woow qLkmtz Lkzn tzortz N1 Ozkzow N.soMLW kzn tzortz trzkw owk tzyo moww mzqtytzr wkyowwmo tnozt k tztzo1 s22n t1r243146;4 2uzkw1k14 33:491r33: PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 43255msomv owtqoktz kzn omtm rozt ntqqooztktz1 TO B5155149 tzmzw PxnFGFP? 51414.kzn 91941tzootyozkw PxnFGFP. Rab5RNAikztykw ts kzn ts y. oomtow zB43qokms mznttz1 soo ow rro skRab5 km kk y o kzn yktzktz soyktotm tyyzo tomozmo1 Izw LSW mwzo tsRab5RNAimzktzon ykww moww sk ntnzoo tzor tz? ootyozkw mwzo tsRab5RNAisknwkro. Lkmtztms moww ts ktmkw wkyoww mo yswr. sk oo kw tzortztto Ltr :K:N1 soo ow rro sk Zkl9) otoyoz tzyktzktztzr sorozt ykmskro qkotmowwkzy1 Jtmtz oytno nttltz lomtqtm oqqom qLhK Wkktty lL1heterotoma sklooz qtzoo lomko qtkltwt kktto ykzDro- sophila s kzn sootozmo qozy qkm sk vtwws soymo1 Lbwkmv soo kmtt toLtr ;1so ntmo qkzkztwkyowwmo kmtt tztztm LhK tnon tzttkw tztrs tz somttmkw wo qsoo K tzkktty d53.7f1 Noo. noktw znowtzr sot ktm oqqom zykmskro sko looz wkmvtzr1 st v tno soqt to tz sLhK owzsos) mtmwktz rktz oytno nttltz zzw o mtow vtwwsokktwklwo oqqom moww lkw ooytow tzoqoo ts sos) kltwt  nmo knnttzkw oqqom moww1 _os sk wys rwkzn oo kztykz. otw zkomtkon wo tztyyzt1 Fykut qwys rwkzn moww mkzskrmo LhK  om sos qy sot notyozkw oqqom1 Kkmttto tzz yo sot ktm noks lnttzr sot oznyoylkzo oy1 Ltr;1LhKtzokmtz kzn oqqom zs lwn moww yyk qooz1 Soq Oyyzo otz lLhkznLbk kzn s noqozo tzozo tzqomt z1o tzlwn tzntmko qtzntzr qy stn1 ZtrsLbkkmv trro ULGnoozn oztrzkwtzr ooz tzsoWI kzn yo wkyowwmo ntqqooztkt zqwys rwkzn rozt woq wlo1 st mo ttykz tzs noqozo krktz kkttm k d69.77f kzntvo tzmsomv lZkl91 FqoLhtzqomt ztrs wlo.LhTK mzmoz ko kzn kzn ntkoy lwosoWI1 so koskrmon lykmskr olkZkl9noo znoz oznmtm yomskzty1 Ozykmskr o.K nkykro soskrw ykw myk yoz1 so kotzozkwto nlwkyowwmo tznooznoz wqZkl9 qzmtz1 K wosoqowkyowwmo  sk ntqqooztko  tzqomtz1 s22n t1r243146;42u zkw1k 1433:49 1r33; PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 44255st v kw wklko zo otz1 LhK) kmtktz ts soKIT otz kzn sowysktm oy moww rro k tzstms K ytrs omrzto kzn syo tz so wys rwkzn soymo kzn mkntymo kwsrs sowo qsoKIT. sonoktw qsot oz kzn stwrtmkw oqqom zmkntymo komozw zmwok1 Fsklooz rroon qwtmktzr otmwo d79f. mkntkm moww ytrs tno ko qLhK mzoro tz sotmtzt qsoWI1 Vzmo tztno wys rwkzn soymo. so tywkzow kro so omto qzmtz qykmskro kzn wkyowwmo kzn sot kmttto mwytzko zrw lwmv ozmkwktz Ltr ;1soo korto kozzmyyz kzn kowtvow loskon l mwow owkonLeptopilina k ooz zowkon twoz k sk kkmv nstwtn kzn zznstwtn s kzn kovzz no sot s) soyktotm moww d9397f1 LhK kmtow lwmv ozmkwktz nto tsLbson sk sowys rwkzn towq ozn k tzqomtz kzn wkyowwmo ntqqooztko qy soyktotm rozt d..99.9:f1 Ozknnttz WI) ztmso qzmtz tzzko kztykw d64.65.9;9f. soWI kw kok wk kzkztkkto wo kLbtzqom tz yo wkyowwmo ntqqooztktz d63.696.76.:3f1 Mtoz stwko wo. ttokz klwo tzooLh oqqom zWI tzort kk qkmozntzr knkto kor sk Lhskkmton ntzr towtzk st1 so strsLhKwoow kzn soWI kzn tntkoylw tno zow stwrtmkw tztrs tz WI qzmtz kzn kto tztrtzr yomskzttm otz1 Fzykww mwoon kzn msoto WI rkztktz tzoonon qo soyktotm ntqqooztktz tzzko kzt ykw d79f1 FwsrsLhtzqomtztznmon WI ntkoylw kzn soymo wkoloon roso tzqton kywo. nkk qy tzqomon WIwo kztykw rro sk WI nttz ytrs omono soymo noks1 Ottlwo sk soWI yk yos omrzto qotrz oztto kzn ytrs oo om sorozt ytmoztzyoz lkmtzr kkmsoytmkw yomskztmkw lkto loooz sokmwk kzn soyktotm moww1 Ozstmozkt.LhK yk lokrotzr WI msotozo tzkmtko stlkto qzmtz1 st tzooktz tmztoz ts soomozw ntmoon oyokltwt lkto tzso WI sk tlokmson loytm lkmotkw tzqomtz1 Woyokltwt lkto tzsoWI tyktz ktzon loko uzmtz kzn sot nttz twtzvon tzmokon ww trzkwtzr. mowwwk tyyzo kmtktz kzn tyon s tkw d6f1 so lkto qzmtz loooz sokmwk kzn soyktotm moww on soo wn oo wtyt sotzro qmo ms k ytmlo kzn K1 so yomskzty znowtzr sooqqom qklwkon WI kozmwok ltt zklwo sk WIwo wlo nzozn otsoLbLhtzqomtz  ow kzn d6:f1 Kkytztzr sosoLbK2ozyo tytwkw tzokm ts sowys rwkzn KIT. mzro rko kzn soWI. kzn koskrmon lsoymo twwson wtrs zsoo moo1 Kkmowwwk otmwo omoon qy ykyykwtkz zostw kzn oznsowtkw moww mkzntom mowwytwt kzn msoykt d:4.:5f1 s. tttlwo skLhKkmttto d49f kotytwkw oztlwo qWI ntkoylw1 soo kmttto yk ol s ksk oton qz ykw WI msotz kzn qzmtz. kwsrs ykztwktzr sowtZl ksk myzoz. hhtrzkwtzr. ssoton nt sotzqomtz mo. ktzqqtmtoz lwmvLh) kltwt ntoo soWI kzn kkmv soymo1 LhK yk o onznkz tznooz noz yomskzty mzw WI tzort kzn stotz oyktz oz qqso ookms1 Fmozkw wo qskrmt tzsokztkkto ozo so kltwt qykmskro tzro kzn vtwwytmlo tkqznkyozkw qkmo qtzzko tyy zt1 Ttmlo sko owon okno omko sonomto mznttz tzsot s moww) PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 45255skrwyo1 _stwo y tzkmowwwk ksroz ktn qtz ts wyo. so yn tqoznmtm kqqtmvtzr ntqqoozw to tzsot s moww d:6f1 _osko sz sk wtvo ytmlo.LhK kooznmon kzn mkznkykro sowkooznmtm mykyoz1 st r ro sk sot ltmsoytmkw kmttto yk nt kzn nkykro tzkmowwwk yoylkzo kwsrs s stmm yomskzttmkww tzmwok1 Fzow qkytw qLhKkmtkon MWko d49f kotlwo mkzntnko qms kmttto kootz qowom MWko tz ok kwo kmwk yswrto d:7f1 Ttmltkw tzqomtz qykmskro mkzkmtko k t ozo d:9:;f kzn tyk losk tytwk oqqom qLhK tzqwykmskro ko ntomw wtzvon sot kt1 Skyowwmo twto kqwtwwtz2wttn kqnooznoz yomskzty tzozkwto LbK d:f. kzn ttwtvow skLhK osokyo ktytwk ksk1 so trztqtmkzmo qsozmwok 73 trzkw tzwkyowwmo kqoLhtzqomtz tzmwok? llomko sotrzkw tzzmko. LhK kowtvow tzozkwton tkkyoylkzo qtz o tzstms sot otmwk mskkmo t w1 Kwomz ytmm ow kw s sk zwtvo ykmskro ts yoylkzoozmwon oznmtm otmwo mzktztzr tzkmLhK. wkyowwmo nzsko ms mykyoz. kzn zmo tzozkwton. K wo mkw tzort d7f1 Kqqomt qwon wkyowwmo kok lokzoqqom kztkkto ozo kzn tyk wtykow kw lolozoqtmtkw kkto noowyoz1 V rozotm nto ts Zkl9 strswtrs somozkw wo qsooznmtm moo tzso kztkkto ozo1 S qoznmtm kqqtmvtzr kmtko tyyzo trzkwtzr d:;4f1 Ly kstwrtmkw kzntz. tykvo ozo s sowys rwkzn tknontmkon kro q k tzqomtz1 Gs vokom qkztk mowwwk tyyzt. t1o1.skrmt qso k) K kzn wkyowwmo ntqqooztktz. zotmkww otno tzsowys rwkzn1 soo tnok mkzloqso okytzon ksoywomwk woow ts sokktwklwo nomttz qsoLh kznLbKoyo d49.4.56f1 twozmo qkm tno sokykyoz qkkto mmo tzsos2ksroz ky kmo1 Oztrs qy stynow skkto oy mkztzqwozmo znokzntzr qs kktonoton qkm sko skon sotyyzo stwr qqw s1 Tkotkw kzn yosn mv kzn mo FwwD1melanogaster mv oo kton zkznkn qwyonty mzktztzr mzyokw qw. mo. ok. kzn krk k59I1 MFS7 wtzo WI nto ooAntp-GAL4; mCD8GFP d;5f. qy 1Ttzkvstzk kznyw; Collier-GAL4CyO yd65f qy T1Ikto1 so zmkonHand yo tkmto tz mkntymo qsonkw oow d;6f. qy T1Ikto1 Noymo nto ooPxn- GAL4.UAS-GFP d;7f. qy 1Gkzouoo? Hemese-GAL4 He-GAL4 d;9f. qy J1Nw ykv?eater(ea)-GAL4 (d;:f. qy Z1F1 msw?Collagen-GAL4 CgFGFP d;;f. qy I1 Jokwq?Serpent(Srp)-GAL4 d;f kznTepIV-GAL4 d;f ls qy U1Lo?Hemolectin- GAL4 HmlFGFP d3f. qy QT1 Zotmssk1 F wtzo soUAS-Slit-N d7:f? wtrktzqqzmtz kznUAS-Robo2-HA q oo otz qZl5. d4f wtzo oo lktzon qy 1wv kzn 1Rtnn1 ktz qy soGwytzrz Jstwk mv IozoUAS-Rab5RNAi6394?UAS-GF- P-Rab5 7666: d5f?UAS-GFP-Rab7 75;3:?UAS-Rab51S43N 75;37?UAS-GFP-LAMP? nSyb-GAL4CyOTM6B 75;47 d6f. kznUAS-hhRNAi59;7 d7f1 Vso wtzo Fsyr Bcmv notn qso yktz qy G1Soykto d9f k lkwkzmon tsCyO-GFP qmo ts sosyr Pxn-GAL4. UAS-GFP ktz1 Wotz k wtzo ooCollagenIVtvtzr kznperlecan Trol qy F1knwtzr kzn S1Iwo1 Oz PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 46255sohhf4f-GFP; Antp-GAL4TM6 TbHuktz. soWI tykvon qy Z1F1 msw1 Ozso Dome-MESO-GFP ktz. sowys rwkzn yonwwk tMLW tto d:f. qy T1Ikto1 _oomyltzon stwko tzotz ts soAntp-GAL4 tzotz ykvo kUAS-mCD8GFP; Antp-GAL4. Dome-MESO-GFP AntpDMG mv1hopTum-l.msn-GAL4; UAS-mCD8GFP d;f o somisshapen msn nto ykv wkyowwmo df1 LWIwo kztykw.UAS-Hid df qoykwo oo mon tsCollier-GAL4CyO yykwo1 LLSW mwzo d3f. hsp70-flp;ActinFCD2FGAL4 qwto oo mon ts soRab5RNAtqwto? roz ksok smvon k6;I knomtlon d6f1 FMFS7 mo oo yktzktzon k5;I1 _k tzqomtz ywqwto oo on ok k1 zwo omtqton soto. tzqomtz oo nzo ts otso Lb17 Lh14 d;f1LhNY d53f kon kwtnko ow ts soLh14 ktz1 oz owo ktzon qoykwo k oo tznmon s qy k45s orrwk1 N oo kwwon  omo kqo kz45 stzqomtz1 Jtomtz oo tmkww nzo zo nk kqo tzqom tz1 ztzqomon mzw qwwon sokyo tyowtzo1 Ozrozokw. wzro tzqomtz ortyo won zro ozo yo wkyowwmo ntqqooztkon kqoLbtzqomtz kzn yo wlo moww oo wkqoLhtzqomtz1 zno ootyozkw mznttz. okktty lotso k kko kzn qkzkwo. oktnon s ts yo skz zokkto1 Oyyzstmsoyt  Fztln ktztzr koqyon kmmntzr d4f1 Wtyk yo kzt73 44333 d53f kzn I6 FqqtztWo nzvo kztyo omznk 4533 Qkmvz Oyyz Zookms oo on noomLhK1 To kztFzozzkontk 443? Joowyozkw nto Nltnyk Gkzv I44. d5f kzn ykmskroomtqtm yo kztW4 453? O1Fzn d6f oo tytwkw noomon1 Umwok noNoms 6659. Oztroz. 4933 kzn Zsnkytzo Fwok Lw 7krron Wskwwtntz Oztroz oo on qmzoktztzr moww1 Lyttm tzno. kl ltkztssstzo6 4533 Twomwk Wlotto soymo oo mon tzkz nyw owomon 4333y5kok qtykron wlo1 kywo oo yzon tzomkstown om Sklkto1 Skyowwmo oo tkwton lkstrs Lkmtz ktztzr trzkw. ltzortz 4533. Joowyozkw nto Nltnyk Gkzv IL1:M44 d7f ootz. mmsnf9-GFP ootz df1 Zooozkto ow qy owo yo ntomtz qy kwok soo tznooznoz ootyoz kooozon. zwo omtqton soto1 Izqmkw tykrtzr Tzon kywo oo tykron ts cot wko mkzztzr mzqmkw ytmmo ST 943 ST ;431 Lokms ootyoz. tykro oo mkzzon zsokyo ytmmo ts sokyo qko kzn mkz otzr1 Oykro oo rksoon k31y419ykzn omnon klt1 Sko kywtqto rktz kzn qqo kwo oo ots zorkto mzw wkmvtzr otso tyk kztlnto k tzqomtz1 Oykro oo moon ts cot ST tykro lo coz Sto 53451 Ltro oo koylwon tzFnlo Wss 451317 kzn II534919 Owwk II5349161 tzr tzqyktz 4Ltr1LhK mzrorko kzn kzn ntkoylwo WI1 F.G73 ktztzr qwys rwkzn qyLh14- FF LhNY-tzqomon GGAntpFmCD8GFP s1 zr zmko Ktrzkw koloon kzn soMLWtto WI kzn tzsoymo1 Fok tzsoWI ko PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 47255ozwkron tzsotzo s noktw1 OL 5Ltr1Lhtzqomtz otno wtZl trzkwtzr1 FI Fz ktztzr qwys rwkzn qy NkznFmCD8GFP F.F)kzn NkznFmCD8GFP. Slit-N GI) s1 so trs mw otzr qFztto WI tztzqomon s twkzn soWI tntkoylwon I.I)1JL Sys rwkzn qyAntpFmCD8GFP J.J)kznAntpFmCD8GFP. Robo2-HA s KL)1 K.K)Zl5NF ootz trsoz soMLWtto WI1 LL)1Lhkkmv otno st oqqom1LhK kokmtkon ts sooAntpFmCD8GFP. Robo2-HA lobes oo 6Ltr1 OL 6Ltr1LhK tzAntpFRobo2-HA wlo1 Fzot wlo qwys rwkzn qy ztzqomon AntpFmCD8GFP F.F)kznLhtzqomon AntpFmCD8GFP. Robo2-HA kztykw G.G)1K kokloz tzrwkzn qzko kztykw F.F)lmwokw loon kzn tnow nttlon tz rwkzn qtzqomon kztykw1 so WI tzwzro trsw mwoon1 so kywo tzkzow G.G) tsokyo ksz tz5Ltr. kzow L.L)1 OL 7Ltr1 WIwo wys rwkzn nz ozn Lhtzqomtz1 F.F)Fzykwton kzn tzkm WI. ooo Fz tzUAS-Hid kztykw1 Slo qy zko kztykw sko zykw y swr1 G.G)FzFztto WI tntkoylwon tzUAS-Hid kztykw kqoLhtzqomtz1 Slo koonmon tzto1 Ozo tzkzow F)kzn G)s Fztto WI moww1 I.JF WIwo wys rwkzn qyColFHid zko kznLhtzqomon s1 Slo koFzzorkto1 ColFHid wlo oyktz tzkm kqoLh-tzqomtz J.J)1 so nkson wtzo tzkzow Ikzn Js sokok soo ltwrtmkw kywo koooz1 F tz sorozokw wmktz soo soWI swn sko qyon1 OL 9Ltr1AntpFhhRNAiWI ozn Lhtzqomtz1 FJ Slo qy zkoAntp-GAL4; hhf4f-GFP F.IkznAntpFhhRNAi;hhf4f-GFP G.Js1hhRJtzmokon mtmkw W4t tomoww G?Lhtzqomtz wokn soymo wkzn ntkoylwon WI1 W4tto moww ko loon tzqomtz J1 K.LFzot Kkzn ot Lwlo qyLh-tzqomon AntpFhhRNAi?hhf4f-GFP s s K tzsoqooyktztzr soymo1 K kokw ot noz tzsonkw oow1 OL :Ltr1 Gwkmvozon mkw moww koskrmon lwys rwkzn soymo1 F.F)FBc BcPxnFGFP rwkzn stzr lwkmvozon mkw moww tstzPxnFGFPootzr soymo1 F tz mkw mowwzmwot? ksokn tz PxnFGFPtto ykmskro1 U kwwykmskro mzktz kmkw moww1 OL ;Ltr1 Kqqomt qnttzorktzr wkyowwmo1 Noymo qy kzLhtzqomon hopTum-l s tzstms wkyowwmo SoomCD8GFP1 Skyowwmo kw oo strs woow q tzortzlok1 Jlwo tto wkyowwmo qkryoz tzkzow Fkoloon tzykmskro T tzntmkon lk1 trzkw tzF)kzn Fkoyoron tzkzow F1 OL Ltr1 ytrozot kzn woskwt tzRab5 vzmvnz kztykw1 F.GPxnFGFP. Rab5R- NAiwkko ts yowkzton y1 y kokloz tzsomzw kztykw1 I.JItmwktzr soymo qyRab5 RJkztykw s kzoklznkzmo qPxnFGFP-tto kzn MLW zorkto wkyowwmo moww1 Ky ozokzmo kztykw ts y2kztykw mon tz PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 49255Rab5 RJkztykw kton ts ntqqooz MFS7 nto1 Ltkltwt knwsn kntqqooz tkww kqqomon1 To skz 433kztykw oo mon qokms m tzkzow Kkzn L1 OL Fmvzwonryoz  _okorkoqw soGwytzrz Jstwk mv Iozo. Joowyozkw nto Nltn yk Gkzv. kzn mwwokro qtntzr qwmv kzn kztlnto1 Fs Iztltz Izmokwtktz Qszz Z1Zky. Tk Kwwoz Nokzo. clktnw N1Zkkv. slsk Mtzn1 Jkk mktz Qszz Z1Zky. Tk Kwwoz Nokzo. clktnw N1Zkkv. slsk Mtzn1 Lykw kzkwt Qszz Z1Zky. Tk Kwwoz Nokzo. clktnw N1Zkkv. slsk Mtzn1 Lzntzr kmtttz Qszz Z1Zky. Tk Kwwoz Nokzo. slsk Mtzn1 Ozotrktz Qszz Z1Zky. Tk Kwwoz Nokzo. clktnw N1Zkkv. slsk Mtzn1 Tosnwr Qszz Z1Zky. Tk Kwwoz Nokzo. clktnw N1Zkkv. slsk Mtzn1 Wuom knytztktz slsk Mtzn1 Zomo slsk Mtzn1 ottz slsk Mtzn1 kwtnktz Qszz Z1Zky. Tk Kwwoz Nokzo. clktnw N1Zkkv. slsk Mtzn1 tkwtktz Qszz Z1Zky. Tk Kwwoz Nokzo. clktnw N1Zkkv. slsk Mtzn1 _ttzr trtzkw nkq slsk Mtzn1 _ttzr oto onttzr Qszz Z1Zky. Tk Kwwoz Nokzo. clktnw N1Zkkv. slsk Mtzn1 Zoqoozmo 41 Stlok L.Jowkr F.MkwZ1Tkztwk tzqs loskt lkkttm tzom kzntzom kkto1 Fzz Zo Kzyw1 533? 97453 ;1Kl 5332452441 s22 nt1r243144 7:2kzz o1oz1971 4433;133 99:WTOJ 43:;:641 51 Wozzkmms tL.kzn T1Z1 Kwtz qnoow yozkw korto tzkkttm Nyoz ok1 Fzz Zo Kzyw1 533:? 945669 1s22nt1 r2431447:2 kzzo1oz1 9414434371494 35WTOJ 4:665544 61 Wtto T.Ikz b.Jlqqo F1twozmo korto tzkkt tnNyozok kkzokywo qknk tontot1 IZGtw1 533? 665566 44531 Kl 533236 2471s22nt1 r2431434:2u1m t15331 31337 WTOJ 454:41 71 Roolkrs K.mswozvo F1Oztrs qy zkkw skkt otzokmtz soJstw kynow1 Jo Iy Oyyzw1 5347? 754444 561Kl 534623:2 491s22nt1 r2431434 :2u1nmt153461 3:1334 WTOJ 56;:75 9:?WlTon Iozkw WTIOJ WTI6394 :1 91 Nokzo TK. Nnrtz FJ.Zkukzt Z.Tkwo Q.Mtzn 1Nkzo tzrsozkkw kkttn ynow qtzorktzr tzom tyyzt ts qzmtzkw ozytm1 I Vtz Ozom mt15347? ::4;1 Kl PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 4:25553492352 361s22nt1 r2431434 :2u1mt15347 13134: WTOJ 59:75744? WlTon Iozkw WTIOJ WTI763; ;1 :1 ykww I.Wknntlskwk O.Zkukz tZ.Mtzn 1Fztznmtz kktt mk qJstw kkznso kztkkt otyyzo ozo1 QtK1 5345? :6o667;1 Kl 53452392 4;1667; dttfs22nt1 r2 4316;42 667; WTOJ 559:741 ;1 mswozvo F.Tkwo Q.Mtzn .Iwkv FM1 Izktzr tzqomtz korto tzrozokwt kznomtkw tk kkt tnqJstw kyowkzr ko1 WS Wksr1 533;? 64347: 9341 Kl 533;243 2 6413:WSWF ZF37 dttfs22 nt1r243146 ;42uzkw1 k13363 49WTOJ 4;:;3 :4?WlTon Iozkw WTIOJ WTI5 3753541 1 oztz ZW.Ikz b.Mtzn 1Iowwwk tyyzo ozo kkto tzqomtz tzsoJstw k wys rwkzn tnoow yozkww orwkon1 Jo Gtw1 5335? 5764:9 31Kl 5335235 24:1s22nt1 r2431433:2 nlt153341397 5dttf1 WTOJ 447:7;1 1 Skz Z.ckmsk J.Nwno L.Toto T1Woyl ztm soyk tot tzJstw k1Jo Gtw1 5334? 5635576 9;1 Kl 5334235 2461s22nt1 r2431433 :2nlt153331 3456 dttf1 WTOJ 444:49 ;:1 431 Fznow O.okwk S.Oskwktzoz V. kzskks ST. FznO.ZkyoT.okw1kzntqqo oztktz kznwtq oktz tznttzm soymo wtzokro tznstwk yowkzrk owkko kqo k tzqomtz1 WS Wksr1 534:? 45;o433 9;7:1 s22nt1 r243146; 42uzkw1 k14339; 7:WTI7793; 41WTOJ 5;747743 441 Nkzr Q.Isoz Q.Lkzr M.Wkzr S.cs .cs b.okw1 zow ozy otz znowto ntoro z kkttm korto loooz krozokwt kznkomtkwt kkto 1UkIyyz 15354? 4545671 Kl 53542342 461s22nt1 r2431436 2747:;353 53665 WTOJ 66764 ;?WlTon Iozkw WTIOJ WTI;349 91 451 Ztvt T. Ztvt Z1T1. Ikz b1Sot wtzksooyk kznS1lwknt korto ktn mowwwk noqozo ozo qJstw kyowkzrk o1K Wkkt w143? ;37::;91 s22nt1 r2431 434:233477 733 464 WTOJ 543;9 461 Ist N.Mtzn 1Ukkw tzqomtz qJ1yowkzrk oltwoz kktt mk tznmo kt m nowotz qsoyk totm om1 Ioww Joks Jtqqo1 5335? 4546; 41 Kl 5335245 2461 s22nt1 r2431436 2u1mnn1773 4467 WTOJ 457;7;:1 471 _kz G.Mro K.Zkkwwom T.Wtoo V.Soykq .wvqq FU.okw1ozy Ftmkw Kkmoww wkot mwo kOzoomto ostmwo qtwozmo Lkm Ozwon tzN omtqtmt so Iko qkJs twkWkkttn _k1 Lz Oyyz w1534? 434:1 Kl 53423 23:1s22nt1 r2431662qt yy1 534134: WTOJ 646;;7? WlTon Iozkw WTIOJ WTI::9653 41 491 Nokzo TK. Zky Q.Moroz M.Zkykkz M.Jwt M.mkkt T.okw1Uow Vrkzowwo ts Kwoyoz qGkmotkw kznKvkt momot zoy _okz toWkkt oqJstw k1I Gtw1 534;? 5;45: ;; o:1Kl 534;232451 s2 2nt1r243143 4:2u1ml153 4;13134 WTOJ 5;;? WlTon Iozkw WTIOJ WTI9 :9;951 4:1 Ztvt ZT. Ztvt T1 Wkkt tntwtvo ktmwo no Jstw kmowwwk tyyzt1 Wm Ukw Fmkn mtF143? ;546 51 Kl 43244 2341s22nt1 r243143;62z k1;15416 WTOJ 54557:4? WlTon Iozkw WTIOJ WTI97 :41 4;1 Jk .Gosowtz T.Lo L.Ikz b1Oyyzo ot otwtvo ktmwo tzkJstw kkkt tntrztqtmkzmo qsot tzko mtqtm yswrtmkw ktkt z1Wkkt wr1 4:? 446W653;4 51 Kl 4:232 341s22nt1 r2431434 ;233644533 3344 WTOJ 447:1 41 Tkwo Q.Ist N.V.Wwkk Z.Nvtz .Mtzn 1Gtrozot. mo. kzntyyzo o to oqqom qtwtvo ktmwo qkJstw kkkt tn.Sotwtzk tmtko1 QOzom Wstw1 5339? 94544 91Kl 5339236231 335544 337334 4dttfs22 nt1r243143 4:2u1utz s1 53371441 335WTOJ 49;74361 41 JtMtkz ztJ.Soot J.Mtzo G.Gozzo G.Gwoot T.Io b.okw1FGoskt Tkztwkt zr t Zowkto kkmo qFnkto Mozo qJstwk Wkkt tn1 TwGtwKw1 5353? 6; 435;4 3;1 Kl 5353235 2561s22nt1 r243143 62ywlo2y kk363 WTOJ 6533; 7:1 531 Ist N.Tkwo Q.Mtzn 1Onoztqtmkt zkzntyyzo womz ytmm wmkwtkt zq73. k otzmyzoz qtyyz oto twtvo ktmwo qy Sotwtzk sooy k.ktwoz kk ttn k qJstwk1 QMoz tw1 533:? ;W 57:4;31 Kl 533:234 2591;2527:4 dttfs22 nt1r243143 2t13147;7 3WTOJ 4:765369? WlTon Iozkw WTIOJ WTI5;397 51 541 Moroz M.Zkukzt Z.Wknntlskwk O.Tkwo Q.Mtzn 1SW qSotwtzk lwknt sko ltroz  ot kznokww owwko yswr ts SW qsosooyk mwkno1 t Zo1 5344? 4:34 549:91 Kl 534423: 25134:4;3 5443355 3dttfs22nt1 r2431434:2u 1to153 4413:1 339WTOJ 54;373 31 551 Lokoo Z.Tkwo Q.Ltytk J._oll GF.Mtzn 1Fkmoww wkoy qkmtzwt zonmkzkw mzw ltrozot kznowoko qtwozmo qkm tzkkt tnozy rwkzn1 QK Gtw1 533? 545 PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 4;255W4755:41 Kl 53323: 263154524725 5:4dttfs22nt1 r2431457 52uol1359;4 WTOJ 49:454:? WlTon Iozkw WTIOJ WTI5 ;3579;1 561 _o G.Nokzo TK. _tyo oR.Gtoo .No RZ.Mtzn 1Oyyzo o to Kkmoww wk otmwo Wotz qSotwtzk soo yk FoKzmnon tzso_k Mozy o1M6Gosonk1 5353? 434445 1Kl 534244 2391s22nt1 r2431496 72r6144173 367 WTOJ 64:;:93:? WlTon Ioz kwWTIOJ WTI:7935 1 571 Ktzk T.Vwto FQ.Rozukwo Z.To J.Fk L.Rkytzv tZ_. okw1OkJ wmkwto sotqso o OOOomotz oy zoonwo qstrowwk qwozot1 Ozqom Oyyz1 533:? ;7764 7331 Kl 533:2 3;2591 ;72276 4dttfs22nt1 r24314452OF O133773 3:WTOJ 4::4:57? WlTon Iozkw WTIOJ WTI496:5 71 591 Ftyozn tV.Wtmvtzr _1J1.kznWtmvtzr _1S1Tkmsk roFt trroon lOkJ qy strowwk qwozot1 Ozqomtz kznOyyz t1534:? 7:49; :91 s22nt1 r2431445 2OFO134764 9WTOJ 5;3:3 5:1 Iwtzo J.msyt F1.Iko J1.Mkt Q1S1. Wtto T1so trtz qtzko mtqtm ktkt zqtwozmo tz kzovktm tyyzo ot okkto1 WS Wksr1 5343? :o433453:1 s22 nt1r243146 ;42 uzkw1k 1433453 :WTOJ 54457;4 5;1 qkzv T.Rz 1b1. Gknozs W1Stzokro kmtzr qwkyowwm onoyzk oJstwk ykm skro wktmt1 WS VUK1 5343? 9o47394 1s22nt1 r243146;42 uzkw1z o13347394 WTOJ 54457:5 51 Zotz G.Wkwwk F1VzsoTs wr qsoJstwk Nok1 QIkntkm Jo Jt1 534:? 651 Kl 534:2372 451s22nt1 r243166 32umnn6353349 WTOJ 56:;9:7? WlTon Iozkw WTIOJ WTI9;49:; ;1 51 Ztvt 1so mtmwk oy kznkmtkon moww kznto1 OzFsl zoTk_ .ont1 so Mozotm kznGtwr qJstw k15l1Sznz Fmknoytm Wo? 4;1 16;7951 s22 nt1r2 431434:2 33454:3: ;3375 WTOJ 6;4 631 Gkzouoo .Mtkn QZ.Mtz ST.kqn IT1 Jstw kkkMozotm Tnow qNoyk tot1 Mozotm1 534? 54456:; 74;1 Kl 534235231 s22n t1r2431496 72rozot m14416335 56 WTOJ 63;666 ;;?WlTon Iozkw WTIOJ WTI:6::4 1 641 Tkznkw S.TktzoFr QF.Kkz IQ.Nkozotz .Gkzouoo 1FNonrosr kznFzozzkont k nooznoz ztmso yktzktz Jstw kskoyk totm om 1Uko1 533;? 77:;466 65371 Kl 533;2362 4:1zko3999 dttfs22n t1r2431436 2zko399 9WTOJ 4;6:446? WlTon Iozkw WTIOJ WTI5 3;:631 651 Roytoz Q.Jlt S.Tkvvt Z.Toto T.tzmoz F.Ikto T1Izw qlwn mowwsyo kt tz Jstw kwkko lsoot trzkwwtzr mozo1 Uko1 533;? 77:;466 6591 Kl 533;236 24:1 zko39:93 dttfs2 2nt1r243143 62zk o39:93 WTOJ 4;6:4471 661 Ikto T.Mwto G.tzmoz F1Wkoz tzowtz otz qsoJstw ktzr1 ozn Mozo1 5337? 53437 9391 Kl 5337232491 s22 nt1r243143 4:2u1tr15 33713;1346 dttf1 WTOJ 496:6371 671 Roytoz Q.Ikto T.tzmoz F1Vzroz qsoJstw kwkkw soyk totm rkz. soym o syok tkznsonontmkon mowwwk tyyzo ozo kktty1 OzQJo Gtw1 5343? 97: ;444;591 Kl 534323 24;136396uv dttfs22nt1 r243146 ;2tunl136396 uvWTOJ 53;441 691 Moroz M.Rkwkyk T1K1. Zky Q1.tlo Q1.Mtzn 1Wwnzk tkw kzvtz otz ktnkkttm k tkw lmntzko kznowomt otzstlttz qsoyk totm kzntyyzo ULvkk Gtrzkwtz r tztzom s1 WS Wksr1 5346? o43369 31s22nt1 r243146;4 2uzkw1k 1433693 WTOJ 57339 3 6:1 Gozyty zG.Wwooww I.Nkozwtz T._kwo S1so KGL kzmt tzqkm Iwwto ntomw yo Jstw klwn mowwrozt yktzozk zmotznooz nozw qsoztmso1 Wm Ukw Fmkn mtF1 5349? 44553 95;1 Kl 534923;231 4756: ;445 dttfs22nt1 r243143; 62zk147 56:;445 WTOJ 5:4937 ?WlTon Iozkw WTIOJ WTI794;57 51 6;1 tzozv F.sty Q.Gkzouoo 1Vtnkto o tzsoskoyk totm ztmso orwko somowwwk tyyzo ozo tzJstw k1KTGV Zo1 5345? 4646 1Kl 53442452 361oyl534455 6dttf s22nt1 r2431436 2oyl15 3441556 WTOJ 5546797 ;?WlTon Iozkw WTIOJ WTI657:59 41 61 ykww I.Zky Q.Vk T.Nkzr SN.kwoo .Mtzn 1Fzzoomon wtzvloooz zms tr zkwtzr kznZV tzotmtz rsontqqooz tktz qsoyk totm rozt tzJstw k1Mozotm 1 5347? 4;57;4 61 Kl 53462452431 rozotm1 446149543 dttfs22nt1 r243149672r ozotm1 446149543 WTOJ 5764965? WlTon Iozkw WTIOJ WTI73:63 1 61 Rskntwvk ZQ.rw _.Mntz R.kzozk qM1Tnwkt zqmmwntzr uzmtz kwo sosoyk totm ztmso trro tyyzo kmtktz1 Kwtqo1 534;?:1 Kl 534;2325:1 s22 nt1r2431;9 972oStqo 1 534 WTOJ 5744 6:?WlTon Iozkw WTIOJ WTI99;66 71 PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 4255731 Mtrtkz T.Tkznkw S.Nkozotz 1Noykto tksozo qyokys t oytzkw ntqqooz tktz kznntmtk tzqsoJstw kwys rwkzn1 Jo Mozo Kw1 5344? 5546454 641 Kl 53442372 551s22nt1 r2431433 ;23375;344 36:7: WTOJ 54939 671 741 Ttz a.Jkzoy kzZ.cktzv T.Istk _1Fotz k kor noom MLWkrro notz ooon qy sot oznro z wmttzJstw k1Wm Ukw Fmkn mtF15334? 5:493 9391 Kl 53342452 471s22nt1 r243143; 62zk15:4 734 dttf1 WTOJ 44;753 ?WlTon Iozkw WTIOJ WTI:741 751 Row ZQ.Gmk vT.Ytzzo F.Iktlwkz mI.Tkkw .Iwo S1Lwk. knkklko nm yoztzr kMLW otzk tzotz mooz tzJstw kyowkzr ko1 Umwotm Fmtn Zo1 5337? 65 Jkklko toJ74 531 Kl 5336245241 s22nt1 r24314362 zk2rvs347 WTOJ 47:47 7:? WlTon Iozkw WTIOJ WTI63;7 1 761 Ikto T.lonk QT.tzmoz F.Toto T1Iowwwk tyyzo ozo kkttk tztzJstw k oto soKGL swro mwwto1 WS Gtw1 5337? 5K4: 1Kl 53372324 1s22nt1 r2431 46;42uzk w1lt13 3534: WTOJ 49647:76? WlTon Iozkw WTIOJ WTI935 1 771 Skn O.skyk F.TtzWw knO.Sozok T.tzmoz F.Ikto T.okw1Zokmto roz omtono oznoz ww2UL vkkG kmtktz tzsoJstw ksoyk totm ztmso mzqo otkzm o k kktty1 Kwtqo1 534;?:1 Kl 534;2442 351s22nt1 r2431;99 72oStqo1597: WTOJ 534359? WlTon Iozkw WTIOJ WTI9 :455:1 791 TtzWw knO.skyk F.Skn O.kz U.tzmoz F.Ikto T1kmwk mzw qsoJ stwk skoyk totm ytmozt zyoz lwt2Zl trzkwwt zr1UkIyyz1 534:? ;44:671 Kl 534:2392 531s22nt1 r2431436 2zmyy 44:67 WTOJ 5;4667? WlTon Iozkw WTIOJ WTI7;736 91 7:1 Vnkz K.Gkzvkms vT.Jtmvz G.mszo L.wv 1wtmwokkro tooztkw qnmt zrkz kmto. klwo. zzntqqtlwo skzro trzkw skrtno ymwo ytrktz1 Joowy oz15349? 475 4764: 1Kl 5349236 2641s22nt1 r2431457 52no144 464WTOJ 59469731 7;1 Gstz .Z QR1Zkl otz sovoorwk qtzkmow wwk otmwo kz 1K Ioww Zo1 5347? 65444 1Kl 534723 2391334775 ;473364 dttfs22nt1 r2431434 :2u1om15347 13;1 35;WTOJ 5935 991 71 cskzr Q.mswo RS.Ntotzro WZ.kyk R._kzr .Lts T.okw1stzo qwk qJstw k klotz1 Mozotm 1533;? 4;:5463 ;551 Kl 533;2372 3:1s22nt1 r24314967 2rozotm143 :1 3::;:4 WTOJ 4;733 :?WlTon Iozkw WTIOJ WTI479 51 71 Ztvt T. Ztvt ZT1 Wkkt tntznmon mowwwk tyyzo noqtmtozm tzJstw k1Fzz UbFmkn mt1 47? ;454; 71 Kl 472372 491s22nt1 r24314444 2u14;7::65 1471l6 69;51 WTOJ ;43;541 931 Towv QW.Mtzn 1Joow yozkw kzkwt qMkzk tkzs nk.kwkkw kkt tnqJstwk yowkzr ko1 QK Gtw1 4? 535W 4749: 1Kl 423:2561 WTOJ 436;;5;31 941 Ist N.oztz ZW.Mtzn 1o tzqsoJstw kmowwwk tyyzo ozo lMkzk tkzs nk1Fn K Ton Gtw1 5334? 774:4;1 Kl 533423: 2561s22nt1 r2431433 ;2;4 7:49454 5i47 WTOJ 4474 41 951 vt T.kzkvk 1twtv oktmwo tzozy qToo wmstm zttznmo s soymo k t1 QOzom Wstw1 533:? 95::35 461Kl 533:2392561 s2 2nt1r243143 4:2u1utz s1533:1 35133 WTOJ 4:;45:;1 961 oky .kzkvk 1Tomskzt yqonmt ztzsozylo qsomtmwktzr soym otzsoWo nkwotk okkk s kktt onlIotk vktkt1 QOzom Wstw1 5337? 9345443 6441 Kl 53392342 5;1s22nt1 r2431434 :2u1utzs153 3713133 9WTOJ 49:;39;1 971 _kz UL.Qtab.cskzr N.bkzr QN.Qtkzr Qa1Umwowso nt tzqomtz kzn2 kktt yl Ttmwtt kwwtnto owtr otkqqom soymo kt qno kotrk Nlzo wkko1 Q Ozool Wksw 15349? 4654:9;3 1Kl 534924324;1 s22 nt1r243143 4:2u1ut15 3491431337 WTOJ 5:7;3:;;1 991 Qzr N.Kkz IQ.oyk I.Gkzouoo 1so Jstw kwys rwkzn kknoowyo zkwynow q soyk tot1 Joowyoz1 5339? 4654459 54661 Kl 5339237 251no1346 ;dttfs22nt1 r243145752 no1346; WTOJ 499;4:1 9:1 RtyQ I.Mkt QS.Wtto T1Jstw kIowwwk Oyyzt Frktz Wkkt tn_k FIywo kzn tyoJooz noz Wmo1 Lz Wstw1 534? 43:361 Kl 53423: 2371s22nt1 r2431662 qs153413 3:36 WTOJ 6449:7:? WlTon Iozkw WTIOJ WTI:95 951 9;1 Gkwnotzrs Z.Mk N._a.Lo U1Nonrosr trzkwtzr qy soWot trzkwtzr Iozo yktz ktz skon oo tzkznksoymo wktz tzJstw k1Jo Gtw1 534? 7744465  791Kl 53423; 2371s22nt1 r2431434 :2u1nlt15 3413:1353 WTOJ 5:::37? WlTon Iozkw WTIOJ WTI:3:7:; 71 PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 425591 vy tb.vyt .so JF.msw ZF1Mozo orwk zov mzwwtzr soyk totm rozt ztmso mowwnmtz kznntqqooz tktz tzsoJstw kwys rwkzn1 WS Vzo1 5345? ; ;o74:37 1Kl 534523 2561s22nt1 r243146; 42uzkw1 zo13374:3 7dttf1 WTOJ 554455? WlTon Iozkw WTIOJ WTI673737 31 91 tzozv F.Tkznkw S.Tktzo Fr QF.Gkzouoo 1Jkw woqtzrwo trzkwtzr tzoywtvo soyk totm om yktzozkzm otzJstw k1Jo Ioww1 533? 4:9;9: :61Kl 53323925 61 496793 ;3333 6dttfs22nt1 r2431434 :2u1nomow153 3136133 6WTOJ 47:3694? WlTon Iozkw WTIOJ WTI5 ;4;961 :31 Roytoz Q.Vkwwz Q.Ikto T.tzmoz F1Noyktot mrozt kznsoymo wtzokro tzso Jstw kwys rwkzn1 Jo Gtw1 5343? 67:5643 1Kl 534323 24;133454:3 :4333 ;9dttf s22nt1 r2431434 :2u1nlt15 343131336 WTOJ 53;3;91 :41 zr GN._oko FT1 Kyo omotz yo msoykt qmkzmo moww1 Ioww Fns Ttr1 534;? 4454; 91Kl 534;234 251s22nt1 r243143 32466:41 534:145;663; WTOJ 5453 49? WlTon Iozkw WTIOJ WTI9694;4 1 :51 Tkuynk Z.kkvwt kyos F.Wkoz IF1Kyo Tontko SG7 Zowoko ntzr Uos twIso ykt1 WS Gtw1 534:? 474o433 566:1 Kl 534:2342 31s22nt1 r243146; 42uzkw1l t1 433566: WTOJ 5:;747? WlTon Iozkw WTIOJ WTI7;37; 61 :61 Iko KJZ. kyow QK1Izktzr Stqowo _tstz soN Ioww1 Ttmltw om1 534:? 741 Kl 534:2362 551s22nt1 r2431445 2ytmltw om1TGL 33475349 WTOJ 5:67? WlTon Ioz kwWTIOJ WTI737:6 :1 :71 Nokzo T1Ktnozmo qrkzowwo wtvookmoww wkotmwo qy kkkto qJstw kkznsot qzmtz tzotz rs tyyzt 1s22kmk noytmv mzon2rmio n25991 5341 :91 cskzr b.Gwtvk QG1Zwo qykmsk rokt tzsoksro zot qbotz tk1I  Ttmltw Oyyzw1 5339? 5494;61 Kl 5339236 251s22nt1 r2431433 ;269735; 6537i; WTOJ 49;4991 ::1 Noqqo R.Mkwkz QK1kwyz owwktznmon ykmsk ronoks ywtwo yomskzty .ntqqooz  myo1 Ioww Ttmltw1 5337? :44434 591 Kl 5337243 231s22nt1 r2431444 42u147:595 51 5337133794 1WTOJ 497:7 641 :;1 Qkowktz ozNF.Mkwytmso F.cmswtzv F1Ikko 4kmtktz lkwyzowwk1 ozn Ioww Gtw1 5336? 467537 1Kl 53362372351 s22n t1r2431434 :23:5 57363 33654 WTOJ 45::;;91 :1 _kz G.Wtto T.Mkt QS1Wkkt tnk ozy otmw oozyo ozo Jstw kyowkzr k owkyowwm osrs kqwtwwtz2wttn kqnoozn ozoznmtm ksk1 twozmo 15353? 44 449455 41Kl 5353244 2361s22nt1 r243143 32549399715 35314644: WTOJ 664699 96? WlTon Iozkw WTIOJ WTI;:3969 61 :1 Jowtrzo Q.Gtlo F.Sosykzz R.Notywo Z.Zozqown GN.Kvtz S.okw1nVIZS yktzktz tyyzo mowwtomozm olorwktzr oznykw kqqtm1 WS Mozo1 534;? 4643o43 3;3951 Kl 534;2432 471s22nt1 r243146; 42uzkw1r oz1433;395 WTOJ 53534? WlTon Iozkw WTIOJ WTI9:9:65 91 ;31 skkro G.NtwwQN.Wo IT. _S.Gkosomv oKN1Fr: toton qywtwo otmwo kqqtmvtzr ksk kznsoyk tot tzJstw k1Joowy oz15346? 473:465 41 Kl 53462352491 s22nt1 r2431457 52no13 73WTOJ 5673:? WlTon Iozkw WTIOJ WTI699:: 71 ;41 cs G.bz K1b1. Zk S1.b Q1.Ob11. Stza1Zoyo yo tyyzo tomozmo lo tzrkwoww ksk tzJstwk 1QIoww Wstwr 15347? 55945531 s22nt1 r243143352 um1577;5 WTOJ 5767673 ;51 Kyokwn G.Isoz T1 ktk wkznoykw orwktz qsosyotm owom rozo Fzozz kontk t oton qsooklwtsyoz qwortnozt tzJstw k1Jo Gtw1 5337? 5:;57:5 ;51 Kl 53372 362451 s22 nt1r243143 4:2u1nlt 153361451 33:dttf1 WTOJ 49346 3:1 ;61 Wtmsozv J.owwtz Q.Gkvsz T.Wkwwk F1Nkzn tkntom kro qsoqvsokn kzmt tzqkm Gtzt ntzr Jstw ktmokw yonoy ntqqooztktz 1GTI Jo Gtw1 533;? ;71 Kl 533;2 392551 s22 nt1r243144 :247;4 546a;7 WTOJ 4;944 :6?WlTon Iozkw WTIOJ WTI445 31 ;71 kyo G._n _.Mkwv TQ.Zonn TQ.Qkmtz F.Wkvs T. okw1Sto tykrtzr qzn tzqwky yktz tzJstwk oyl ookw vowo qykww MWko ntzr tzt mowwytrkt z1QIoww Gtw1 5339? 4:79:; ;61 Kl 5339235231 s22 nt1r243143 62uml1533 739453 WTOJ 49:5 45? WlTon Iozkw WTIOJ WTI54;4;7 61 ;91 Rm K.cookww IQ.tzvk Z.twy W.Wtkmt F.Kvozroz .okw1Noyo o.ksoym oomtqtm kzyoyl kzootz. kqqom somowwwk tyyzo ozo tzJstw k1Wm Ukw Fmkn mtF1 5336? 43395:5 5;1 Kl 53362352591 s22 nt1r243143 ;62zk13 76:73433 dttf1 WTOJ 459:96? WlTon Iozkw WTIOJ WTI4 94631 PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 53255;:1 vy t.so JF.vyt b.wwo QZ.msw ZF1Uo soym oomtqtm ozskzmo oo kzroz oqsokzkwt qsoyk tot tzJstw k1Mozot1 533? 7;44;;4 71Kl 5332 4324:1 s22 nt1r243143 352nr153 9:4WTOJ 463 4:1 ;;1 Fsk N.Ukr O.Rkm M.oz J.Fzn O.Jokwq IZ1 Fzkwt qZktznmon owtq oktz tz Jstw ksoymo 1Mozotm1 5336? 4:64536 491 Kl 5336235 2491WTOJ 459:; 3?WlTon Iozkw WTIOJ WTI4 7:561 ;1 _kwo S.Lou M.Gkktwwo S.Nkozwtz T1Ioktz loooz soMFF kznZUa qkm ooz kznSozro ntzr Jstwk soyk tot1 KTGV Q15336? 5557:94 :591 Kl 5336245 23:1 s22nt1 r243143 62oylu2mnr :55WTOJ 47:9;3 57?WlTon Iozkw WTIOJ WTI544; 1 ;1 Roro WQ1.vy t.msw ZF1kzmt tzkw orwktz qoko rozo ootz tzJ stwk lwn moww1 Mozot1 5345? 93474 1Kl 534423 2361s22nt1 r243143352n r153;; WTOJ 5437 691 31 M F.Rknkvt .Rtkrk kb1Jstw ksoywomtz rozo too ontzoylzt mkznwkkw soymo kzntvzmv nz mko lwoontz rnoqom1 Jo Gtw1 5336? 5:7595 41 Kl 53362 452371 3345 4:3:36337:6 dttf1 s22 nt1r243143 4:2u1nlt 1533613:1 334WTOJ 47:9461 41 tomv G.Gkzvkms vT.Jtmvz GQ1Jttzm ot znyktz kznootz koz mzqo ntoroz kz rtnkzmo qzmtz qJstwk Zl omo 1Ioww1 5343? 473673 531 Kl 53432352 441s22nt1 r2431434 :2u1moww153431 341335 WTOJ 53477;:61 51 _mso qozztr ._twmsG kztzro T.Mzkw oMktkz T1Zwo qJstw kZkl9 ntzr ozn ykwkqqtmvtzr ksozko kznovon zokzy toowoko1 QIoww Gtw1 5336? 4:46:3 571 s22nt1 r243143 62uml15335 443; WTOJ 45;7643? WlTon Iozkw WTIOJ WTI54;56 1 61 Wwtkk msktw .Fvlk TF. Zk .otv KF.Nkloykz F.Zso Q.okw1Jstw k 4:F toton qkqqtmvtzr w yo kznltroz ot qtryoz rkzwo 1QIoww mt15339? 44W 4:6::6;6 1Kl 533923; 251s22nt1 r243145752u m135935 WTOJ 4:37:7 ;91 71 Wovtz SF.Nwnolky S.k Z.Nb.v Z.TmIkww R.okw1so kzroz tmZUFt Wuom kNk kn Tontmkw msw Zomo kznkwtnktz1 Mozo tm15349? 534676 951 Kl 5349232 341 s22nt1 r2431496 72rozotm14 491435 3WTOJ 5:6533;? WlTon Iozkw WTIOJ WTI7:7:9 71 91 Soykto G.RyoTo roK.Ttmsk S.Utmwk K.Toto T.Morow W.okw1Fomoto yktz. tyyzo noqtmtozm tyn. noqtzo nttzm mzw ksk tzsoJstw ks noqozo1 Wm Ukw Fmkn mtF149? 5547: 91 Kl 49243 2431s22nt1 r243143; 62zk15 15417:9 WTOJ ;9:49 9?WlTon Iozkw WTIOJ WTI73551 :1 Vkwwz Q.kz U.Roytoz Q.TtzWw knO.tzmoz F.Ikto T1 Oznooznoz Lzmtz qIwwto2K kwGIoww Lkm tzsoIzw qJstwk Gwn Ioww Nyo kt1 WS Vzo1 534:? 44 5o347 ;1Kl 534:235 2461s22nt1 r243146; 42uzkw1 zo1347 ;dttf1 WTOJ 5:::: 7? WlTon Iozkw WTIOJ WTI7;93: 91 ;1 Wkzotot .Wknntlskwk O.Is Q.Zkukzt Z.To Z.Mzmskv .okw1Jtmo qkttztr  roon otmkzt nwtvo yontk tzkJstw kyoktzqwkyyk tzlwn y ynow1 QIoww mt15341 Kl 534232 51s22nt1 r2431457 52um156:47 4WTOJ 649:541 1 vy t.oztz ZW.Zoww T.Lokoo Z.Mtzn .msw ZF1Iskkmo tktz qkwkyow wmo kzmt tzkw ozskzmo wmkon tstz soytsk ozrozo qJstw kyowkzr ko1 WS Vzo1 533? 7;o:75 1Kl 53323; 2641s22n t1r243146;4 2uzkw1z o1333:7 5WTOJ 4:74:59? WlTon Iozkw WTIOJ WTI5 ;465;1 1 Orkvt .Rkzvk N.Ozskk U.kky R.Uzo M.Vvkz N.okw1Jl4. kJstw kyoylo q soGmw52IKJ qkytw skyo mowwnoks1 Wm Ukw Fmkn mtF15333? ;5::5 ;1Kl 53332342 41s22nt1 r243143; 62zk1;15 1::5 WTOJ 43:646: ?WlTon Iozkw WTIOJ WTI496;1 31 sw M.Gkwo R1Vrkzttzr kmtt qtzrwo otz tzJstw k1Ioww1 46? ;5795; 731Kl 462352 5:1335:;7 633;5 adttf1 s22nt1 r2431434 :2335:;7 633;5 WTOJ 773341 41 Wknntlskwk O.SooTQ.Rkwkyk TK. Lokoo Z.Mtzn 1Zwo qyw ktz tzoytm tzqwky yktz kzntyyzo syokt tzJstwk wkko1 WS Wksr1 5343? :45o433 45671 Kl 53442342 391s22nt1 r243146; 42uzkw1 k14334567 WTOJ 545367;:? WlTon Iozkw WTIOJ WTI6339 41 51 Iznto QT.Tkn QFQ1F1. Go JS1Mozokt zqkztFzozz kontk yzmwzk wkztlnto kzn Fzozzkont kotz ootz tztykrtzk wntm1 Jstw kOzqykt zotmo1 44? ;39571 61 Rm K.kmt G.Tkv Z.Sktzom G.twy W.ckylvt Q.okw1Joqtzttz qJstw ksoy mo lo lmowwo omtqtm kztroz 1Fmk GtwNzr1 533;? 9w944 41Kl 533235 25;1 s22nt1 r2431499 :2FGtw1915 33;1w1 WTOJ 45;;;1 PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 5425571 Go JS._twm T.Wtkz T.yts ZQ.Zoro SF1Zowkon mowwqkmo kztroz ooon ts ttzk womtqtm ttzJstw ktykrtzkw ntm1 Wm Ukw Fmkn mtF147? 456;7 91 Kl 472452 341s22nt1 r243143; 62zk1415 61;79 WTOJ :6377 3?WlTon Iozkw WTIOJ WTI654;4 1 PLOS PATH OGENSKqqom qkkto noton okmoww wkotmwo zsoJstw kwys rwkzn WSV Wksroz s22 nt1r243146 ;42uzkw1 k1433 :49 Tk 5.5354 55255",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            }
        ]
    }
]