[
    {
        "pmid": "28428364",
        "title": "Role of estrogen receptor signaling in skeletal response to leptin in female ob/ob mice.",
        "year": "2017",
        "journal": "J Endocrinol",
        "abstract": "Leptin, critical in regulation of energy metabolism, is also important for normal bone growth, maturation and turnover. Compared to wild type (WT) mice, bone mass is lower in leptin-deficient ob/ob mice. Osteopenia in growing ob/ob mice is due to decreased bone accrual, and is associated with reduced longitudinal bone growth, impaired cancellous bone maturation and increased marrow adipose tissue (MAT). However, leptin deficiency also results in gonadal dysfunction, disrupting production of gonadal hormones which regulate bone growth and turnover. The present study evaluated the role of increased estrogen in mediating the effects of leptin on bone in ob/ob mice. Three-month-old female ob/ob mice were randomized into one of the 3 groups: (1) ob/ob + vehicle (veh), (2) ob/ob + leptin (leptin) or (3) ob/ob + leptin and the potent estrogen receptor antagonist ICI 182,780 (leptin + ICI). Age-matched WT mice received vehicle. Leptin (40 µg/mouse, daily) and ICI (10 µg/mouse, 2×/week) were administered by subcutaneous injection for 1 month and bone analyzed by X-ray absorptiometry, microcomputed tomography and static and dynamic histomorphometry. Uterine weight did not differ between ob/ob mice and ob/ob mice receiving leptin + ICI, indicating that ICI successfully blocked the uterine response to leptin-induced increases in estrogen levels. Compared to leptin-treated ob/ob mice, ob/ob mice receiving leptin + ICI had lower uterine weight; did not differ in weight loss, MAT or bone formation rate; and had higher longitudinal bone growth rate and cancellous bone volume fraction. We conclude that increased estrogen signaling following leptin treatment is dispensable for the positive actions of leptin on bone and may attenuate leptin-induced bone growth.",
        "full_text": "Role of Oestrogen Receptor Signaling in Skeletal Response to Leptin in Female obob Mice Russell T. Turner, PhD1,2, Kenneth A. Philbrick, PhD1, Amida Kuah, BS1, Adam J. Branscum, PhD3, and Urszula T. Iwaniec, PhD1,2 1Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA 2Center for Healthy Aging Research, Oregon State University, Corvallis, OR 97331, USA 3Biostatistics Program, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA Abstract Leptin, critical in regulation of energy metabolism, is also important for normal bone growth, maturation and turnover. Compared to wild type (WT) mice, bone mass is lower in leptin-deficient obob mice; osteopenia in growing obob mice is due to decreased bone accrual, and is associated with reduced longitudinal bone growth, impaired cancellous bone maturation and increased marrow adipose tissue (MAT). However, leptin deficiency also results in gonadal dysfunction, disrupting production of gonadal hormones which regulate bone growth and turnover. The present study evaluated the role of increased oestrogen in mediating the effects of leptin on bone in obob mice. Three-month-old female obob mice were randomized into one of 3 groups: (1) obob vehicle (veh), (2) obob leptin (leptin), or (3) obob leptin and the potent oestrogen receptor antagonist ICI 182,780 (leptinICI). Age-matched WT mice received vehicle. Leptin (40 g mouse, daily) and ICI (10 gmouse, 2xw) were administered by sc injection for 1 month and bone analyzed by x-ray absorptiometry, microcomputed tomography, and static and dynamic histomorphometry. Uterine weight did not differ between obob mice and obob mice receiving leptinICI, indicating that ICI successfully blocked the uterine response to leptin-induced increases in oestrogen levels. Compared to leptin-treated obob mice, obob mice receiving leptin ICI had lower uterine weight, did not differ in weight loss, MAT, or bone formation rate, and had higher longitudinal bone growth rate and cancellous bone volume fraction. We conclude that increased oestrogen signaling following leptin treatment is dispensable for the positive actions of leptin on bone and may attenuate leptin-induced bone growth. Corresponding author: Urszula T. Iwaniec, Ph.D., Skeletal Biology Laboratory, School of Biological and Population Health Sciences, 108 Milam Hall, Oregon State University, Corvallis, OR 97331, Tel: 541-737-9925, Fax: 541-737-6914, urszula.iwaniecoregonstate.edu. Declaration of interest : The authors have nothing to declare. Author contributions: Study design: RTT, KAP, AJB, and UTI. Study execution: KAP. Data collection: KAP, AK, and RTT. Data analysis: AJB. Data interpretation: RTT, KAP, AJB, and UTI. Drafting of manuscript: RTT and UTI. Revising manuscript content: KAP, AJB, RTT, and UTI. Approving final version of manuscript: RTT, KAP, AK, AJB, and UTI. UTI takes responsibility for the integrity of the data. HHS Public Access Author manuscript J Endocrinol . Author manuscript; available in PMC 2018 June 01. Published in final edited form as: J Endocrinol . 2017 June ; 233(3): 357367. doi:10.1530JOE-17-0103. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptKeywords Oestrogen; leptin; bone formation and resorption; skeletal biology; marrow adipose tissue Introduction Leptin plays a role in regulating the rate of bone elongation, maturation of primary spongiosa, cortical and cancellous bone accrual, and cancellous bone turnover ( Turner, et al. 2013 ). Leptin-deficient obob mice and leptin receptor-deficient dbdb mice have bone- and bone compartment-specific alterations in bone microarchitecture, reduced bone length, mass and density, and reduced bone quality ( Jing, et al. 2016 ; Williams, et al. 2011 ). The growth plates of obob mice are abnormal due, in part, to poorly organized collagen fibril arrangement ( Kishida, et al. 2005 ). The pathological manifestations in growth plate are associated with decreased type X collagen expression, increased chondrocyte apoptosis and premature mineralization ( Kishida et al. 2005 ), suggesting that leptin modulates events associated with terminal differentiation of chondrocytes. Importantly, the defects in growth plate and bone microarchitecture are largely reversed in growing obob mice following administration of leptin ( Kishida et al. 2005 ; Kume, et al. 2002 ; Maor, et al. 2002 ). Osteoblast and osteoclast differentiation andor function are also impaired in leptin signaling-deficient obob and dbdb mice ( Turner et al. 2013 ). The lower bone formation generally reported in these mice is primarily due to reduced osteoblast number, although reduced osteoblast activity has also been noted. The dramatic increase in bone marrow adipose tissue (MAT) in long bones of leptin signaling-deficient mice suggests that leptin regulates bone marrow mesenchymal stem cell lineage decision; in the absence of leptin there is a net increase in marrow adipocytes and a decrease in osteoblasts. In contrast to a reduction in osteoblast perimeter, osteoclast perimeter is either normal or increased in obob and dbdb mice ( Turner et al. 2013 ). However, bone resorption is reduced, implicating impaired osteoclast activity. The osteoclast defect in these mice contributes to growth plate abnormalities and development of mild osteopetrosis: the pathological retention of calcified cartilage into adulthood in bone in obob and dbdb mice likely contributes to the reduced bone quality noted in these animals ( Jing et al. 2016 ). Although absence of leptin signaling is ultimately responsible for the skeletal abnormalities in obob and dbdb mice, leptin is a pleiotropic hormone, impacting many physiological systems, including energy partitioning, thermogenesis, immune regulation, and gonadal function, each of which could independently influence bone metabolism ( Mantzoros, et al. 2011 ). Leptin is required for the release of gonadotropin-releasing hormone (GnRH) from the pituitary and, as a consequence, female obob mice have greatly reduced oestrogen levels and exhibit low uterine weight ( Barash, et al. 1996 ). GnRH-dependent oestrogen synthesis and release play an important role in regulating bone elongation, accrual and turnover, and growing oestrogen-deficient rodents exhibit skeletal abnormalities, including accelerated bone growth, increased bone turnover and cancellous bone loss ( Burguera, et al. 2001 ; Turner, et al. 1994 ).Turner et al. Page 2 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAs mentioned, administration of leptin to obob mice reverses many, if not all, of the skeletal abnormalities associated with leptin deficiency ( Bartell, et al. 2011 ; Hamrick, et al. 2005 ; Iwaniec, et al. 2007 ; Kishida et al. 2005 ). However, leptin administration to obob mice also restores gonadal function ( Barash et al. 1996 ) and in WT mice accelerates the onset of puberty ( Ahima, et al. 1997 ). Thus, it is possible that oestrogen deficiency contributes to the skeletal phenotype observed in leptin signaling-deficient rodents and restoration of oestrogen receptor signaling following leptin administration may influence the physiological response of obob mice to leptin. This possibility is consistent with the results of a recent leptin dose response study conducted in obob mice ( Philbrick, et al. 2017 ). Specifically, a pronounced dose-dependent stimulatory effect of leptin on bone accrual plateaued at a dose rate that increased uterine weight (an index of oestrogen levels). Therefore, the current study was designed to determine the precise role of oestrogen signaling in the skeletal response to leptin. This was accomplished by administering leptin sc to obob mice in the presence or absence of the potent oestrogen receptor antagonist ICI 182,780 (ICI) ( Wakeling and Bowler 1992 ). Treatment with ICI replicates the uterine and skeletal responses to ovariectomy (ovx) in rodents, and thus its administration to leptin treated obob mice should prevent actions mediated through increased oestrogen levels ( Sibonga, et al. 1998 ). Materials and Methods Experimental design One-month-old obob and WT mice were purchased from Jackson Laboratory (Bar Harbor, ME, USA) and maintained until 3 months of age. The obob mice were then randomized by weight into onto one of 3 treatment groups: (1) obob vehicle (veh) (n5), (2) obob leptin (leptin) (n8), or (3) obob leptinICI (leptinICI) (n8). A group of WT mice (WT) (n9) received vehicle. Recombinant mouse leptin (CYT-351, Prospec Bio, Rehovot, Israel) was administered once daily by sc injection at a dose of 40 gmoused in 0.1 ml phosphate buffered saline (vehicle). ICI was administered 2xw by sc injection at a dose of 10 g mouse in 0.1 ml extra virgin olive oil. Fluorochromes were administered at 9 days (declomycin, 15 mgkg; Sigma Chemical, St Louis, MO), 4 days (calcein, 15 mgkg; Sigma Chemical, St Louis, MO) and 1 day (calcein) prior to necropsy to label mineralizing bone. Food (Teklad 8604, Harlen Laboratories, Indianapolis, IN) and water were provided ad libitum to all animals. Body weight was recorded daily. Food intake was also recorded daily, except for days 12-14, 19-20, and 26-28 when it was averaged over a 2-3 day interval. The mice were maintained at room temperature (22C) and singly housed on a 12 h light:12 h dark cycle for the duration of study. For tissue collection, mice were anesthetized using isoflurane and killed by cardiac exsanguination followed by decapitation. Uteri and abdominal white adipose tissue (WAT) were excised and weighed. Femora and 5th lumbar vertebrae were removed, fixed for 24h in 10 buffered formalin, and stored in 70 ethanol for dual energy absorptiometry (DXA), microcomputed tomography (CT), and histomorphometric analyses. The experimental protocol was approved by the Institutional Animal Care and Use Committee in accordance with the NIH Guide for the Care and Use of Laboratory Animals.Turner et al. Page 3 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptDensitometry Total femur bone mineral content (BMC, g), bone area (cm2), and bone mineral density (BMD, gcm2) were measured using DXA (Piximus 2, Lunar Corporation, Madison, WI). Micro-computed tomography Microcomputed tomography (CT) was used for nondestructive 3-dimensional evaluation of bone volume and architecture. Femora and lumbar vertebrae were scanned in 70 ethanol using a Scanco CT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12  12  12 m (55 kV p x-ray voltage, 145 A intensity, and 200 ms integration time). Filtering parameters sigma and support were set to 0.8 and 1, respectively. V oxels having a threshold  245 (0  1000) were used to distinguish bone from non-bone. Total femur mineralized tissue volume (cancellous  cortical bone) was evaluated. This was followed by site-specific evaluation of cortical bone in the midshaft femur and cancellous bone in the distal femur metaphysis and epiphysis. For the femoral midshaft, 20 slices (0.24 mm) of bone were evaluated and total cross-sectional tissue volume (cortical and marrow volume, mm3), cortical volume (mm3), marrow volume (mm3), cortical thickness (m) and polar moment of inertia (mm4, an index of bone strength in torsion) were measured. For the femoral metaphysis, 42 slices (0.50 mm) of cancellous bone were measured, 45 slices (0.54 mm) proximal to the growth plate metaphysis boundary. For the femoral epiphysis, the entire cancellous compartment (33  1 slices) between the distal epiphyseal growth plate and distal femoral cortical shell was measured. CT analysis of lumbar vertebrae was performed on cancellous bone within the vertebral body, between the cranial and caudal growth plates. Irregular manual contouring a few voxels interior to the endocortical surface was used to delineate cancellous from cortical bone. Direct cancellous bone measurements in the distal femur metaphysis and epiphysis and in lumbar vertebra included cancellous bone volume fraction (bone volumetissue volume, ), trabecular thickness (m), trabecular number (mm-1), and trabecular separation (m). Histomorphometry Distal femora were dehydrated in a graded series of ethanol and xylene, and embedded undecalcified in modified methyl methacrylate as described ( Iwaniec, et al. 2008 ). Coronal sections (4 m thick) were cut with a vertical bed microtome (Leica 2065) and affixed to gel coated slides. One section per animal was stained for tartrate resistant acid phosphatase and counter stained with toluidine blue and used for cell-based measurements. A second section was left unstained for dynamic histomorphometry. Histomorphometric data were collected with a 20 objective using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA). The sampling site for the distal femoral metaphysis was located 0.25-1.25 mm proximal to the growth plate and 0.1 mm from cortical bone. Cell-based measurements included osteoblast perimeter (osteoblast perimeterbone perimeter, ), osteoclast perimeter (osteoclast perimeterbone perimeter, ), marrow adiposity (adipocyte areatissue area, ), adipocyte density (number of adipocytestissue area, mm2) and adipocyte size (m2). Osteoblasts, osteoclasts, and adipocytes were identified as previously described ( Iwaniec, et al. 2016 ). Fluorochrome-based measurements of bone formation included mineralizing perimeter (mineralizing perimeterbone perimeter: Turner et al. Page 4 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptcancellous bone perimeter covered with double plus half single label normalized to bone perimeter, ), mineral apposition rate (the mean distance between two fluorochrome markers that comprise each double label divided by the 3-d interlabel interval, md), and bone formation rate adjusted for bone perimeter (bone formation ratebone perimeter: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone perimeter, m2my). In addition, longitudinal growth rate was determined as the mean distance from the declomycin label to the mineralizing growth plate cartilage divided by the 9-d interval from label administration to sacrifice. All bone histomorphometric data are reported using standard 2-dimensional nomenclature ( Dempster, et al. 2013 ). Statistics Longitudinal data on body weight and food intake were analyzed using multivariate linear regression models with separate linear (body weight) or constant (food intake) time trends across groups. Candidate covariance models included independence, compound symmetric with and without equal variance across time and group, autoregressive of order 1, and moving average of order 1. Model selection was based on the Bayesian information criterion. The principal goal of the analyses of tissues harvested at necropsy was to determine whether combination treatment (leptinICI) differed from leptin treatment. To accomplish this goal, mean responses of individual variables were compared for WT, vehicle, leptin, and leptin ICI mice using one-way analysis of variance, with Dunnetts used to adjust for making multiple comparisons to the leptinICI group. The Kruskal-Wallis nonparametric test was used when only the normality assumption was violated, and a modified F-test was used when the assumption of equal variance was violated ( Welch 1951 ); in these cases, the Wilcoxon-Mann-Whitney test or Welchs two-sample t-test was used for pairwise comparisons and the Holm procedure was used to adjust for multiple comparisons ( Holm 1979 ). The required conditions for valid use of Gaussian analysis of variance models were assessed using Levenes test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson-Darling test of normality. Data analysis was performed using R version 3.3.2 ( Team 2015 ). Differences were considered significant at P  0.05. All data are expressed as mean  standard error. Results The effects of leptin deficiency and treatment with leptin and leptinICI on body weight and food consumption in obob mice are shown in Figure 1A and 1B, respectively. Vehicle treated obob mice weighed more and consumed more food than WT mice throughout the 4- week study. A progressive decrease in weight was observed in leptin treated mice but weight remained higher than in WT mice for the duration of treatment. Food consumption decreased in leptin treated and leptinICI treated obob mice during the initial week of treatment. Mice treated with leptinICI did not differ from leptin treated mice in body weight or food intake. The effects of treatment on abdominal WAT weight and uterine weight in obob mice are shown in Figure 2A and B, respectively. WAT weight in leptinICI treated mice was higher Turner et al. Page 5 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptthan in WT mice, lower than in vehicle treated mice but did not differ from leptin treated mice. In contrast, uterine weight in leptinICI treated mice was lower than in WT mice, did not differ from vehicle treated mice and was lower than in leptin treated mice. The effects of treatment on femur DXA measurements, and microcomputed tomography measurements of cortical bone architecture in the midshaft femur, and cancellous bone architecture in the distal femur metaphysis and epiphysis in obob mice are shown in Table 1. LeptinICI treated mice did not differ from WT mice in total femur BMC, bone area, BMD, or bone volume. Femur length and cortical thickness were lower in leptinICI treated mice compared to WT mice while cross sectional bone volume, marrow volume and polar moment of inertia were higher. Bone volume fraction in distal femur metaphysis and epiphysis was higher and trabecular spacing lower in the leptinICI treated mice compared to WT mice and this was due to higher trabecular number and thickness in the metaphysis and higher trabecular number in the epiphysis. LeptinICI treated mice had longer femurs and higher BMC and BMD than vehicle treated mice. Similarly, cortical volume, thickness and polar moment of inertia were higher in the leptinICI treated mice. Bone volume fraction did not differ between leptinICI treated and vehicle treated mice in the metaphysis but was higher in the leptinICI treated mice in the epiphysis. The latter was associated with lower trabecular number and higher trabecular thickness in the leptinICI treated mice. LeptinICI treated mice did not differ from leptin treated mice in femur length, femur bone volume or cortical bone architecture. However, the two groups differed in cancellous bone architecture; leptinICI treated mice had higher cancellous bone volume fraction in the metaphysis which was associated with higher trabecular number, no change in trabecular thickness and lower trabecular spacing. The effects of treatment on cancellous bone microarchitecture in 5th lumbar vertebra of obob mice are shown in Table 2. LeptinICI treated mice had higher bone volume fraction than WT mice; the higher cancellous bone volume fraction was associated with higher trabecular number, no difference in trabecular thickness and lower trabecular spacing. Leptin ICI treated mice had lower bone volume fraction than vehicle treated mice. However, significant differences were not detected between the two groups in any of the architectural endpoints evaluated. Bone volume fraction, connectivity density, trabecular number and trabecular spacing did not differ between leptinICI and leptin treated mice. The effects of treatment on dynamic bone histomorphometry in distal femur metaphysis of obob mice are shown in Figure 3A-D. LeptinICI treated mice had higher longitudinal growth rate and mineralizing perimeter than WT mice but significant differences between the two groups were not detected in mineral apposition rate or bone formation rate. Leptin ICI treated mice had higher values for each of these endpoints than vehicle treated mice. LeptinICI treated mice had higher longitudinal growth rate than leptin treated mice but mineralizing bone perimeter, mineral apposition rate and bone formation rate did not differ between the two groups. The effects of treatment on osteoblast perimeter, osteoclast perimeter and MAT in the distal femur metaphysis of obob mice are shown in Figure 3E-I. LeptinICI treated mice had higher osteoblast perimeter, MAT area, adipocyte density and adipocyte size than WT mice Turner et al. Page 6 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptbut osteoclast perimeter did not differ between the two groups. LeptinICI treated mice had higher osteoblast perimeter and lower osteoclast perimeter, MAT area, and adipocyte density than vehicle-treated mice. LeptinICI and leptin treated mice did not differ in any of the cellular endpoints evaluated. The differences among groups in fluorochrome label and MAT can be readily appreciated in Figure 3J-M. Discussion Oestrogens regulate bone growth and turnover and are essential for the sexual dimorphism of the skeleton ( Turner et al. 1994 ). In growing rodents, endogenous oestrogens promote termination of longitudinal bone growth and have bone- and bone compartment-specific effects on bone acquisition and turnover balance ( Turner, et al. 1992 ; Turner, et al. 1993 ). ICI is a fluorinated steroid which binds to oestrogen receptors with high affinity and lowers oestrogen receptor levels by enhancing their proteosomal degradation ( Dauvois, et al. 1993 ; Wakeling and Bowler 1992 ). When administered to growing ovary-intact rodents ICI, similar to ovx, results in uterine atrophy, increased longitudinal bone growth and cancellous bone loss ( Sibonga et al. 1998 ). Leptin increases longitudinal bone growth in obob mice ( Kishida et al. 2005 ). The further increase in growth rate in obob mice treated with leptinICI provides evidence that the concurrent increase in oestrogen levels during leptin treatment antagonizes the growth promoting actions of leptin ( Turner et al. 1994 ). Cancellous bone volume fraction was also higher in the distal femur metaphysis of ICI treated obob mice compared to leptin treated obob mice. This finding was not necessarily anticipated because oestrogen deficiency typically results in decreased cancellous bone volume fraction due to reduced trabecular number. However, this positive skeletal effect of ICI on cancellous bone volume fraction was associated with the noted accelerated longitudinal bone growth. Concurrent increases in longitudinal growth and bone formation rates is a plausible explanation for the higher cancellous bone volume fraction in leptinICI treated mice. This interpretation is consistent with prior studies demonstrating that sc administration of leptin reduces bone loss in growing ovx rats by attenuating the decrease in trabecular number ( Burguera et al. 2001 ). Ovx results in a reduction in cortical thickness in mice that is preventable by oestrogen replacement ( Hawse, et al. 2014 ). In the present study, cortical thickness was increased in hypogonadal obob mice following leptin treatment when compared to untreated obob mice but cortical thickness was not restored to WT levels. Prior studies reported reduced endocortical bone formation in WT mice following adoptive transfer of bone marrow from leptin receptor deficient dbdb mice, and increased endocortical bone formation in obob mice following leptin administration ( Turner et al. 2013 ). Thus, the reduced cortical thickness in femurs of obob mice could result from oestrogen deficiency, leptin deficiency or combined deficiencies of the two hormones. The absence of an effect of ICI in leptin treated mice indicates that the resulting increase in cortical thickness does not require oestrogen signaling. However, increasing leptin levels while reducing the magnitude did not fully prevent bone loss in ovx rats ( Burguera et al. 2001 ) Taken together, these observations suggest that leptin and oestrogen have distinct as well as complementary effects on the skeleton and that both hormones may be required for optimal cortical thickness.Turner et al. Page 7 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptOestrogens play an important role in energy balance. Rodents typically exhibit excess weight gain following ovx due in part to hyperphagia ( Clark and Tarttelin 1982 ). Pair- feeding ovx rodents to ovary-intact controls attenuates but does not completely prevent excess weight gain, suggesting that ovarian hormones also increase energy expenditure (Jiang, et al. 2008 ). The effects of oestrogen on energy balance are believed to occur through oestrogen receptor-mediated signaling within the hypothalamus ( Frank, et al. 2014 ). ICI delivered into peripheral circulation may cross the blood brain barrier and localize in the hypothalamus ( Alfinito, et al. 2008 ; Howell, et al. 2000 ). As such, sc administered ICI could antagonize oestrogen receptor-mediated pathways involved in energy metabolism in the central nervous system. In the present study, ICI did not alter the effects of leptin on food consumption or slow weight loss in obob mice. Additionally, hypothalamic leptin gene therapy was shown to be effective in blocking the increase in appetite in rats following ovx (Ng, et al. 2010 ; Torto, et al. 2006 ). These findings suggest that a leptin-induced increase in oestrogen levels is not required for leptin to suppress appetite. However, the dose rate of ICI used in the present study, although sufficient to block oestrogen receptor-mediated actions on uterus and bone ( Sibonga et al. 1998 ), was lower than the concentrations shown to induce hyperphagia and decrease energy expenditure in normal rats ( Alfinito et al. 2008 ). It is therefore possible that higher doses of ICI are required to block the inhibitory actions of leptin-induced oestrogen on appetite. obob mice develop morbid obesity. In contrast to adult WT mice, which were nearly weight stable throughout the one-month duration of our study, obob mice gained weight. As anticipated, leptin treatment resulted in weight loss, which was due in part to lower abdominal WAT weight. We did not measure individual fat depots or lean mass but leptin treatment has been shown to result in a preferential reduction in total fat mass with minimal reduction in water and lean body mass ( Rafael and Herling 2000 ). Total body weight and abdominal WAT weight, although lower than in untreated obob mice, were still much higher at study termination in leptin treated obob mice than in WT mice. Similar to appetite, the absence of an effect of co-treatment with leptin and ICI on weight compared to leptin alone suggests that oestrogen receptor signaling is largely dispensable for the leptin-mediated reduction in WAT and body weight. This conclusion is concordant with studies demonstrating the efficacy of leptin in preventing weight gain in ovx mice and rats ( da Silva, et al. 2014 ; Torto et al. 2006 ). Adipose tissue produces a wide array of peptide hormones and cytokines, collectively referred to as adipokines ( Ronti, et al. 2006 ). Additionally, adipose tissue expresses aromatase activity and production of estrogens by WAT may contribute to the higher oestrogen levels associated with obesity ( Cleland, et al. 1983 , 1985 ; Liu, et al. 2013 ; Magoffin, et al. 1999 ). Uterine weight, a sensitive index of oestrogen level, was positively associated with WAT weight in obob mice ( Turner, et al. 2014 ). Leptin treatment increased uterine weight in obob mice ( Turner et al. 2014 ) and this response was blocked by ICI, indicating that ICI treatment was effective in blocking oestrogen signaling, regardless of the tissue origin of the hormone. In spite of drastic differences in abdominal WAT between calorically restricted mice (decreased) and mice with loss of function mutations in the gene for leptin or the gene for Turner et al. Page 8 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptleptin receptor (increased), both conditions result in increased MAT ( Bartell et al. 2011 ; Turner and Iwaniec 2011 ), a finding implicating leptin as an important negative regulator of MAT. This conclusion is supported by studies demonstrating that increasing leptin levels by sc administration of the hormone, direct delivery of the hormone into the hypothalamus, or by hypothalamic leptin gene therapy reduces MAT in obob mice ( Bartell et al. 2011 ; Turner, et al. 2015 ). However, ovx rats and normal mice fed high fat diet have elevated MAT in spite of elevated leptin levels, and increasing hypothalamic leptin levels does not decrease MAT in normal and ovx rats ( Iwaniec, et al. 2011 ; Jackson, et al. 2011 ; Martin and Zissimos 1991 ). This paradox is resolved if, similar to appetite and weight gain, the inhibitory effects of high levels of leptin on MAT are impaired by development of leptin resistance ( Sainz, et al. 2015 ). In the present study, the reduction in MAT by sc administration of leptin to leptin- deficient mice was not prevented by co-administration with ICI. Taken together, these findings suggest oestrogen receptor signaling is not required for leptin to reduce MAT levels in obob mice while leptin resistance may facilitate the increase in MAT associated with ovx. Accurately modeling the diurnal fluctuations observed in serum leptin levels is challenging (Arble, et al. 2011 ). In normal mice, leptin levels display a diurnal rhythm with a nadir in mid-morning and a nocturnal peak ( Ahren 2000 ). In the present study, we administered leptin to leptin-deficient obob mice by daily sc injection. This route of administration would be expected to result in much greater extremes in maximum and minimum levels of the hormone than occur physiologically. Nevertheless, once daily sc leptin treatment quickly decreased food intake to values similar to WT mice and maintained lower food intake through the remainder of study. Bone balance is highly sensitive to changes in energy availability ( Iwaniec and Turner 2016 ). Caloric restriction in adult rats, resulting in only 5 weight loss, had dramatic negative effects on bone metabolism, including reduced bone formation, increased osteoclast perimeter and reduced cancellous bone volume fraction ( Turner and Iwaniec 2011 ). In contrast, increases in leptin levels in the hypothalamus of normal rats reduced food intake and body weight without inducing bone loss ( Turner et al. 2015 ). However, a combination of caloric restriction (30) and sc leptin treatment, while reducing MAT accumulation, did not prevent the detrimental skeletal changes associated with suppression of normal weight gain in rapidly growing mice ( Devlin, et al. 2016 ). These findings suggest that methods that improve leptin signaling have the potential to preserve bone mass during rapid weight loss in adults but are unlikely to compensate for inadequate energy availability during growth. Adoptive transfer of leptin receptor-deficient dbdb bone marrow cells into WT mice recapitulated the low bone formation observed in dbdb mice without increasing food intake (Turner et al. 2013 ). Additionally, sc infusion of leptin revealed that the stimulatory effects of leptin on bone formation occur at leptin levels that have minimal effects on energy metabolism ( Philbrick et al. 2017 ). These findings provide strong evidence that leptin acts peripherally to stimulate bone formation. However, the putative target cells in bone and precise mechanisms mediating the bone anabolic effects of leptin in obob mice have not been identified.Turner et al. Page 9 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIt is likely that some of the profound abnormalities in bone metabolism in leptin-deficient obob mice occur as a result of comorbidities and hormonal changes. Comorbidities include hypogonadism, hyperphagia, impaired thermoregulation, and hyperglycemia. Alterations in bone regulating hormones and growth factors include increased corticosteroid levels, and low levels of sex steroids, growth hormone and IGF1 ( Ozata, et al. 1999 ; Saito and Bray 1983 ; Segev, et al. 2007 ; Turner et al. 2014 ). Additionally, hyperparathyroidism is associated with leptin deficiency in humans ( Ozata et al. 1999 ). In the present study, we demonstrate that ovarian hormones play a limited role in mediating the skeletal actions of leptin. In prior studies, we showed that hyperphagia, hyperglycemia and impaired thermoregulation, typically observed in obob mice, actually attenuate skeletal abnormalities in these animals (Turner et al. 2014 ). Taken together, these findings indicate that leptin plays an important role in regulating bone growth, maturation and turnover but further research is required to understand the full range of actions by the hormone. In summary, the profound abnormalities in metabolism in obob mice, including hyperphagia and morbid obesity were attenuated or reversed following combination treatment with leptin and the oestrogen receptor antagonist ICI. Similarly, leptinICI re- established compensatory increases in bone growth and near normal bone turnover, without restoring normal uterine weight. The increase in osteoblast-lined bone perimeter and bone formation in leptinICI treated obob mice was accompanied by a reduction in MAT, suggesting that treatment promoted the differentiation of stromal cells to osteoblasts at the expense of adipocytes. Finally, the limited differences in skeletal endpoints between obob mice treated with leptin compared to obob mice treated with leptinICI indicate that oestrogen receptor signaling is dispensable for the positive actions of leptin on bone and that oestrogen may attenuate leptin-induced bone growth. Acknowledgments Funding : This work was supported by grants from the NIH (AR060913), NASA (NNX12AL24G), and USDA (38420-17804). References Ahima RS, Dushay J, Flier SN, Prabakaran D, Flier JS. Leptin accelerates the onset of puberty in normal female mice. J Clin Invest. 1997; 99:391395. PubMed: 9022071 Ahren B. Diurnal variation in circulating leptin is dependent on gender, food intake and circulating insulin in mice. Acta Physiol Scand. 2000; 169:325331. PubMed: 10951124 Alfinito PD, Chen X, Atherton J, Cosmi S, Deecher DC. ICI 182,780 penetrates brain and hypothalamic tissue and has functional effects in the brain after systemic dosing. Endocrinology. 2008; 149:52195226. PubMed: 18599545 Arble DM, Vitaterna MH, Turek FW. Rhythmic leptin is required for weight gain from circadian desynchronized feeding in the mouse. PLoS One. 2011; 6:e25079. PubMed: 21949859 Barash IA, Cheung CC, Weigle DS, Ren H, Kabigting EB, Kuijper JL, Clifton DK, Steiner RA. Leptin is a metabolic signal to the reproductive system. Endocrinology. 1996; 137:31443147. PubMed: 8770941 Bartell SM, Rayalam S, Ambati S, Gaddam DR, Hartzell DL, Hamrick M, She JX, Della-Fera MA, Baile CA. Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient obob mice. J Bone Miner Res. 2011; 26:17101720. PubMed: 21520275 Turner et al. Page 10 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptBurguera B, Hofbauer LC, Thomas T, Gori F, Evans GL, Khosla S, Riggs BL, Turner RT. Leptin reduces ovariectomy-induced bone loss in rats. Endocrinology. 2001; 142:35463553. PubMed: 11459801 Clark RG, Tarttelin MF. Some effects of ovariectomy and estrogen replacement on body composition in the rat. Physiol Behav. 1982; 28:963969. PubMed: 7111460 Cleland WH, Mendelson CR, Simpson ER. Aromatase activity of membrane fractions of human adipose tissue stromal cells and adipocytes. Endocrinology. 1983; 113:21552160. PubMed: 6641629 Cleland WH, Mendelson CR, Simpson ER. Effects of aging and obesity on aromatase activity of human adipose cells. J Clin Endocrinol Metab. 1985; 60:174177. PubMed: 3964790 da Silva RP, Zampieri TT, Pedroso JA, Nagaishi VS, Ramos-Lobo AM, Furigo IC, Camara NO, Frazao R, Donato J Jr. Leptin resistance is not the primary cause of weight gain associated with reduced sex hormone levels in female mice. Endocrinology. 2014; 155:42264236. PubMed: 25144922 Dauvois S, White R, Parker MG. The antiestrogen ICI 182780 disrupts estrogen receptor nucleocytoplasmic shuttling. J Cell Sci. 1993; 106(Pt 4):13771388. PubMed: 8126115 Dempster DW, Compston JE, Drezner MK, Glorieux FH, Kanis JA, Malluche H, Meunier PJ, Ott SM, Recker RR, Parfitt AM. Standardized nomenclature, symbols, and units for bone histomorphometry: a 2012 update of the report of the ASBMR Histomorphometry Nomenclature Committee. J Bone Miner Res. 2013; 28:217. PubMed: 23197339 Devlin MJ, Brooks DJ, Conlon C, Vliet M, Louis L, Rosen CJ, Bouxsein ML. Daily leptin blunts marrow fat but does not impact bone mass in calorie-restricted mice. J Endocrinol. 2016; 229:295 306. PubMed: 27340200 Frank A, Brown LM, Clegg DJ. The role of hypothalamic estrogen receptors in metabolic regulation. Front Neuroendocrinol. 2014; 35:550557. PubMed: 24882636 Hamrick MW, Della-Fera MA, Choi YH, Pennington C, Hartzell D, Baile CA. Leptin treatment induces loss of bone marrow adipocytes and increases bone formation in leptin-deficient obob mice. J Bone Miner Res. 2005; 20:9941001. PubMed: 15883640 Hawse JR, Pitel KS, Cicek M, Philbrick KA, Gingery A, Peters KD, Syed FA, Ingle JN, Suman VJ, Iwaniec UT, et al. TGFbeta inducible early gene-1 plays an important role in mediating estrogen signaling in the skeleton. J Bone Miner Res. 2014; 29:12061216. PubMed: 24190163 Holm S. A simple sequentially rejective multiple test procedure. Scandinavian journal of statistics. 1979:6570. Howell A, Osborne CK, Morris C, Wakeling AE. ICI 182,780 (Faslodex): development of a novel, pure antiestrogen. Cancer. 2000; 89:817825. PubMed: 10951345 Iwaniec UT, Boghossian S, Lapke PD, Turner RT, Kalra SP. Central leptin gene therapy corrects skeletal abnormalities in leptin-deficient obob mice. Peptides. 2007; 28:10121019. PubMed: 17346852 Iwaniec UT, Boghossian S, Trevisiol CH, Wronski TJ, Turner RT, Kalra SP. Hypothalamic leptin gene therapy prevents weight gain without long-term detrimental effects on bone in growing and skeletally mature female rats. J Bone Miner Res. 2011; 26:15061516. PubMed: 21328617 Iwaniec UT, Philbrick KA, Wong CP, Gordon JL, Kahler-Quesada AM, Olson DA, Branscum AJ, Sargent JL, DeMambro VE, Rosen CJ, et al. Room temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss. Osteoporos Int. 2016; 27:30913101. PubMed: 27189604 Iwaniec UT, Turner RT. Influence of body weight on bone mass, architecture and turnover. J Endocrinol. 2016; 230:R115130. PubMed: 27352896 Iwaniec UT, Wronski TJ, Turner RT. Histological analysis of bone. Methods Mol Biol. 2008; 447:325 341. PubMed: 18369927 Jackson MA, Iwaniec UT, Turner RT, Wronski TJ, Kalra SP. Effects of increased hypothalamic leptin gene expression on ovariectomy-induced bone loss in rats. Peptides. 2011; 32:15751580. PubMed: 21640774 Jiang JM, Sacco SM, Ward WE. Ovariectomy-induced hyperphagia does not modulate bone mineral density or bone strength in rats. J Nutr. 2008; 138:21062110. PubMed: 18936205 Turner et al. Page 11 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptJing D, Luo E, Cai J, Tong S, Zhai M, Shen G, Wang X, Luo Z. Mechanical vibration mitigates the decrease of bone quantity and bone quality of leptin receptor-deficient dbdb mice by promoting bone formation and inhibiting bone resorption. J Bone Miner Res. 2016; 31:17131724. PubMed: 26990203 Kishida Y , Hirao M, Tamai N, Nampei A, Fujimoto T, Nakase T, Shimizu N, Yoshikawa H, Myoui A. Leptin regulates chondrocyte differentiation and matrix maturation during endochondral ossification. Bone. 2005; 37:607621. PubMed: 16039170 Kume K, Satomura K, Nishisho S, Kitaoka E, Yamanouchi K, Tobiume S, Nagayama M. Potential role of leptin in endochondral ossification. J Histochem Cytochem. 2002; 50:159169. PubMed: 11799135 Liu E, Samad F, Mueller BM. Local adipocytes enable estrogen-dependent breast cancer growth: Role of leptin and aromatase. Adipocyte. 2013; 2:165169. PubMed: 23991363 Magoffin DA, Weitsman SR, Aagarwal SK, Jakimiuk AJ. Leptin regulation of aromatase activity in adipose stromal cells from regularly cycling women. Ginekol Pol. 1999; 70:17. PubMed: 10349800 Mantzoros CS, Magkos F, Brinkoetter M, Sienkiewicz E, Dardeno TA, Kim SY , Hamnvik OP, Koniaris A. Leptin in human physiology and pathophysiology. Am J Physiol Endocrinol Metab. 2011; 301:E567584. PubMed: 21791620 Maor G, Rochwerger M, Segev Y , Phillip M. Leptin acts as a growth factor on the chondrocytes of skeletal growth centers. J Bone Miner Res. 2002; 17:10341043. PubMed: 12054158 Martin RB, Zissimos SL. Relationships between marrow fat and bone turnover in ovariectomized and intact rats. Bone. 1991; 12:123131. PubMed: 2064840 Ng KY , Yong J, Chakraborty TR. Estrous cycle in obob and ovariectomized female mice and its relation with estrogen and leptin. Physiol Behav. 2010; 99:125130. PubMed: 19931289 Ozata M, Ozdemir IC, Licinio J. Human leptin deficiency caused by a missense mutation: multiple endocrine defects, decreased sympathetic tone, and immune system dysfunction indicate new targets for leptin action, greater central than peripheral resistance to the effects of leptin, and spontaneous correction of leptin-mediated defects. J Clin Endocrinol Metab. 1999; 84:36863695. PubMed: 10523015 Philbrick KA, Wong CP, Branscum AJ, Turner RT, Iwaniec UT. Leptin stimulates bone formation in obob mice at doses having minimal impact on energy metabolism. J Endocrinol. 2017; 232:461 474. PubMed: 28057869 Rafael J, Herling AW. Leptin effect in obob mice under thermoneutral conditions depends not necessarily on central satiation. Am J Physiol Regul Integr Comp Physiol. 2000; 278:R790795. PubMed: 10712302 Ronti T, Lupattelli G, Mannarino E. The endocrine function of adipose tissue: an update. Clin Endocrinol (Oxf). 2006; 64:355365. PubMed: 16584505 Sainz N, Barrenetxe J, Moreno-Aliaga MJ, Martinez JA. Leptin resistance and diet-induced obesity: central and peripheral actions of leptin. Metabolism. 2015; 64:3546. PubMed: 25497342 Saito M, Bray GA. Diurnal rhythm for corticosterone in obese (obob) diabetes (dbdb) and gold- thioglucose-induced obesity in mice. Endocrinology. 1983; 113:21812185. PubMed: 6416815 Segev Y , Eshet R, Yakir O, Haim N, Phillip M, Landau D. Systemic and renal growth hormone-IGF1 axis involvement in a mouse model of type 2 diabetes. Diabetologia. 2007; 50:13271334. PubMed: 17443310 Sibonga JD, Dobnig H, Harden RM, Turner RT. Effect of the high-affinity estrogen receptor ligand ICI 182,780 on the rat tibia. Endocrinology. 1998; 139:37363742. PubMed: 9724025 Team, RC. R: A language and environment for statistical computing. Vienna, Austria: R Foundation for Statistical Computing; 2015. Torto R, Boghossian S, Dube MG, Kalra PS, Kalra SP. Central leptin gene therapy blocks ovariectomy-induced adiposity. Obesity (Silver Spring). 2006; 14:13121319. PubMed: 16988073 Turner RT, Backup P, Sherman PJ, Hill E, Evans GL, Spelsberg TC. Mechanism of action of estrogen on intramembranous bone formation: regulation of osteoblast differentiation and activity. Endocrinology. 1992; 131:883889. PubMed: 1639030 Turner et al. Page 12 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptTurner RT, Dube M, Branscum AJ, Wong CP, Olson DA, Zhong X, Kweh MF, Larkin IV , Wronski TJ, Rosen CJ, et al. Hypothalamic leptin gene therapy reduces body weight without accelerating age- related bone loss. J Endocrinol. 2015; 227:129141. PubMed: 26487675 Turner RT, Evans GL, Wakley GK. Mechanism of action of estrogen on cancellous bone balance in tibiae of ovariectomized growing rats: inhibition of indices of formation and resorption. J Bone Miner Res. 1993; 8:359366. PubMed: 8456590 Turner RT, Iwaniec UT. Low dose parathyroid hormone maintains normal bone formation in adult male rats during rapid weight loss. Bone. 2011; 48:726732. PubMed: 21215827 Turner RT, Kalra SP, Wong CP, Philbrick KA, Lindenmaier LB, Boghossian S, Iwaniec UT. Peripheral leptin regulates bone formation. J Bone Miner Res. 2013; 28:2234. PubMed: 22887758 Turner RT, Philbrick KA, Wong CP, Olson DA, Branscum AJ, Iwaniec UT. Morbid obesity attenuates the skeletal abnormalities associated with leptin deficiency in mice. J Endocrinol. 2014; 223:M1 15. PubMed: 24990938 Turner RT, Riggs BL, Spelsberg TC. Skeletal effects of estrogen. Endocr Rev. 1994; 15:275300. PubMed: 8076582 Wakeling AE, Bowler J. ICI 182,780, a new antiestrogen with clinical potential. J Steroid Biochem Mol Biol. 1992; 43:173177. PubMed: 1525058 Welch B. On the comparison of several mean values: an alternative approach. Biometrika. 1951; 38:330336. Williams GA, Callon KE, Watson M, Costa JL, Ding Y , Dickinson M, Wang Y , Naot D, Reid IR, Cornish J. Skeletal phenotype of the leptin receptor-deficient dbdb mouse. J Bone Miner Res. 2011; 26:16981709. PubMed: 21328476 Turner et al. Page 13 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 1. Effects of 1 month of daily sc leptin injection (40 gmoused) in the presence or absence of the potent oestrogen receptor antagonist ICI 182,780 (ICI) on body weight (A) and food intake (B) in female obob mice. Data are mean  SE, n5-9group. aDifferent from WT mice, P0.05. bDifferent from vehicle-treated obob mice, P0.05.Turner et al. Page 14 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 2. Effects of 1 month of daily sc leptin injection (40 gmoused) in the presence or absence of the potent oestrogen receptor antagonist ICI 182,780 (ICI) on abdominal white adipose tissue (WAT) weight (A) and uterine weight (B) in female obob mice. Data are mean  SE, n5-9group. aLeptinICI treated obob mice different from vehicle treated WT mice, P0.05; bLeptinICI treated obob mice different from vehicle-treated obob mice, P0.05; cLeptinICI treated obob mice different from leptin-treated obob mice, P0.05.Turner et al. Page 15 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 3. Effects of 1 month of daily sc leptin injection (40 gmoused) in the presence or absence of the potent oestrogen receptor antagonist ICI 182,780 (ICI) on longitudinal bone growth rate (A), mineralizing perimeter (B), mineral apposition rate (C), bone formation rate (D), osteoblast perimeter (E), osteoclast perimeter (F), marrow adiposity (G), adipocyte density (H) and adipocyte size (I) in distal femur metaphysis in female obob mice. Representative photomicrographs illustrating differences in fluorochrome labeling in WT mice treated with vehicle (J), obob mice treated with vehicle (K), obob mice treated with leptin (L) and obob mice treated leptin and ICI (M). Data are mean  SE, n5-9group. aLeptinICI treated obob mice different from vehicle treated WT mice, P0.05; bLeptinICI treated obob mice different from vehicle-treated obob mice, P0.05; cLeptinICI treated obob mice different from leptin-treated obob mice, P0.05. Scale bar, 50 m.Turner et al. Page 16 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAuthor Manuscript Author Manuscript Author Manuscript Author ManuscriptTurner et al. Page 17Table 1 Effects of 1 month of daily sc leptin injection (40 gmoused) in the presence or absence of the potent antiestrogen ICI 182,780 (ICI) on femur bone mineral content and density and on cortical bone architecture in midshaft femur, and cancellous bone architecture in distal femur metaphysis and epiphysis in female obob mice. End Point WT  Veh obob  Veh obob  Lep obob  Lep  ICIANOVA P Value Dual Energy X-ray Absorptiometry Total Femur BMC (g) 0.019  0.000 0.016  0.001 0.017  0.0000.019  0.001b 0.0011 Bone area (cm2) 0.40  0.01 0.38  0.01 0.40  0.01 0.41  0.01 0.1000 BMD (gcm2) 0.047  0.001 0.041  0.001 0.044  0.0000.046  0.001b 0.0010 Microcomputed Tomography Total Femur Length (mm) 15.2  0.1 13.5  0.2 14.0  0.114.0  0.1a,b 0.0000 Bone volume (mm3) 16.2  0.2 13.5  0.5 15.1  0.315.6  0.3b 0.0000 Mishaft Femur (cortical bone) Cross-sectional volume (mm3) 0.34  0.00 0.38  0.00 0.38  0.010.40  0.01a 0.0000 Cortical volume (mm3) 0.16  0.00 0.14  0.00 0.16  0.000.16  0.00b 0.0002 Marrow volume (mm3) 0.19  0.00 0.24  0.01 0.23  0.010.24  0.01a 0.0000 Cortical thickness (m) 183  3 151  3 167  3164  2a,b 0.0000 Polar moment of inertia (mm4) 0.29  0.01 0.30  0.01 0.34  0.010.35  0.01a,b 0.0004 Distal Femur Metaphysis (cancellous bone) Bone volumetissue volume () 4.4  0.4 6.6  1.1 6.2  0.57.9  0.3a,c 0.0003 Trabecular number (mm-1) 3.8  0.1 4.0  0.2 3.8  0.14.1  0.04a,c 0.0046 Trabecular thickness (m) 40  1 42  2 44  143  1a 0.0431 Trabecular spacing (m) 273  5 261  15 275  4257  4a,c 0.0293 Distal Femur Epiphysis (cancellous bone) Bone volumetissue volume () 25.9  0.5 26.5  0.3 29.9  0.831.4  0.6a,b 0.0001 Trabecular number (mm-1) 5.1  0.2 7.4  0.4 6.3  0.26.6  0.2a,b 0.0000 J Endocrinol . Author manuscript; available in PMC 2018 June 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptTurner et al. Page 18End Point WT  Veh obob  Veh obob  Lep obob  Lep  ICIANOVA P Value Trabecular thickness (m) 61  1 50  0 59  160  1b 0.0000 Trabecular spacing (m) 200  5 136  4 156  4148  4.2a 0.0000 Data are meanSE, n5-9groupaLeptinICI treated obob mice different from vehicle treated WT mice, P0.05 bLeptinICI treated obob mice different from vehicle treated obob mice, P0.05 cLeptinICI treated obob mice different from leptin treated obob mice, P0.05 J Endocrinol . Author manuscript; available in PMC 2018 June 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptTurner et al. Page 19Table 2 Effects of 1 month of daily sc leptin injection (40 gmoused) in the presence or absence of the potent antiestrogen ICI 182,780 (ICI) on cancellous bone architecture in lumbar vertebra in female obob mice. End Point WT  Veh obob  Veh obob  Lep obob  Lep  ICIANOVA P Value Bone volumetissue volume () 14.5  0.5 24.4  1.2 20.9  0.920.1  1.4a,b 0.0000 Trabecular number (mm-1) 4.0  0.1 5.6  0.1 5.2  0.25.4  0.1a 0.0000 Trabecular thickness (m) 43  0 44  1 44  1 43  1 0.4650 Trabecular spacing (m) 255  8 175  5 189  6184  3.4a 0.0000 Data are meanSE, n5-9groupaLeptinICI treated obob mice different from vehicle treated WT mice, P0.05 bLeptinICI treated obob mice different from vehicle treated obob mice, P0.05 J Endocrinol . Author manuscript; available in PMC 2018 June 01.",
        "introduction": "Leptin plays a role in regulating the rate of bone elongation, maturation of primary spongiosa, cortical and cancellous bone accrual, and cancellous bone turnover ( Turner, et al. 2013 ). Leptin-deficient obob mice and leptin receptor-deficient dbdb mice have bone- and bone compartment-specific alterations in bone microarchitecture, reduced bone length, mass and density, and reduced bone quality ( Jing, et al. 2016 ; Williams, et al. 2011 ). The growth plates of obob mice are abnormal due, in part, to poorly organized collagen fibril arrangement ( Kishida, et al. 2005 ). The pathological manifestations in growth plate are associated with decreased type X collagen expression, increased chondrocyte apoptosis and premature mineralization ( Kishida et al. 2005 ), suggesting that leptin modulates events associated with terminal differentiation of chondrocytes. Importantly, the defects in growth plate and bone microarchitecture are largely reversed in growing obob mice following administration of leptin ( Kishida et al. 2005 ; Kume, et al. 2002 ; Maor, et al. 2002 ). Osteoblast and osteoclast differentiation andor function are also impaired in leptin signaling-deficient obob and dbdb mice ( Turner et al. 2013 ). The lower bone formation generally reported in these mice is primarily due to reduced osteoblast number, although reduced osteoblast activity has also been noted. The dramatic increase in bone marrow adipose tissue (MAT) in long bones of leptin signaling-deficient mice suggests that leptin regulates bone marrow mesenchymal stem cell lineage decision; in the absence of leptin there is a net increase in marrow adipocytes and a decrease in osteoblasts. In contrast to a reduction in osteoblast perimeter, osteoclast perimeter is either normal or increased in obob and dbdb mice ( Turner et al. 2013 ). However, bone resorption is reduced, implicating impaired osteoclast activity. The osteoclast defect in these mice contributes to growth plate abnormalities and development of mild osteopetrosis: the pathological retention of calcified cartilage into adulthood in bone in obob and dbdb mice likely contributes to the reduced bone quality noted in these animals ( Jing et al. 2016 ). Although absence of leptin signaling is ultimately responsible for the skeletal abnormalities in obob and dbdb mice, leptin is a pleiotropic hormone, impacting many physiological systems, including energy partitioning, thermogenesis, immune regulation, and gonadal function, each of which could independently influence bone metabolism ( Mantzoros, et al. 2011 ). Leptin is required for the release of gonadotropin-releasing hormone (GnRH) from the pituitary and, as a consequence, female obob mice have greatly reduced oestrogen levels and exhibit low uterine weight ( Barash, et al. 1996 ). GnRH-dependent oestrogen synthesis and release play an important role in regulating bone elongation, accrual and turnover, and growing oestrogen-deficient rodents exhibit skeletal abnormalities, including accelerated bone growth, increased bone turnover and cancellous bone loss ( Burguera, et al. 2001 ; Turner, et al. 1994 ).Turner et al. Page 2 J Endocrinol . Author manuscript; available in PMC 2018 June 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAs mentioned, administration of leptin to obob mice reverses many, if not all, of the skeletal abnormalities associated with leptin deficiency ( Bartell, et al. 2011 ; Hamrick, et al. 2005 ; Iwaniec, et al. 2007 ; Kishida et al. 2005 ). However, leptin administration to obob mice also restores gonadal function ( Barash et al. 1996 ) and in WT mice accelerates the onset of puberty ( Ahima, et al. 1997 ). Thus, it is possible that oestrogen deficiency contributes to the skeletal phenotype observed in leptin signaling-deficient rodents and restoration of oestrogen receptor signaling following leptin administration may influence the physiological response of obob mice to leptin. This possibility is consistent with the results of a recent leptin dose response study conducted in obob mice ( Philbrick, et al. 2017 ). Specifically, a pronounced dose-dependent stimulatory effect of leptin on bone accrual plateaued at a dose rate that increased uterine weight (an index of oestrogen levels). Therefore, the current study was designed to determine the precise role of oestrogen signaling in the skeletal response to leptin. This was accomplished by administering leptin sc to obob mice in the presence or absence of the potent oestrogen receptor antagonist ICI 182,780 (ICI) ( Wakeling and Bowler 1992 ). Treatment with ICI replicates the uterine and skeletal responses to ovariectomy (ovx) in rodents, and thus its administration to leptin treated obob mice should prevent actions mediated through increased oestrogen levels ( Sibonga, et al. 1998 ). Materials and",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Effects of 1 month of daily sc leptin injection (40 μg/mouse/d) in the presence or absence of \nthe potent oestrogen receptor antagonist ICI 182,780 (ICI) on body weight (A) and food \nintake (B) in female ob/ob  mice"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Effects of 1 month of daily sc leptin injection (40 μg/mouse/d) in the presence or absence of \nthe potent oestrogen receptor antagonist ICI 182,780 (ICI) on abdominal white adipose \ntissue (WAT) weight (A) and uterine weight (B) in female ob/ob  mice"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Effects of 1 month of daily sc leptin injection (40 μg/mouse/d) in the presence or absence of \nthe potent oestrogen receptor antagonist ICI 182,780 (ICI) on longitudinal bone growth rate \n(A), mineralizing perimeter (B), mineral apposition rate (C), bone formation rate (D), \nosteoblast perimeter (E), osteoclast perimeter (F), marrow adiposity (G), adipocyte density \n(H) and adipocyte size (I) in distal femur metaphysis in female ob/ob  mice"
            }
        ]
    }
]