[
    {
        "pmid": "22238616",
        "title": "New insights into the bacterial fitness-associated mechanisms revealed by the characterization of large plasmids of an avian pathogenic E. coli.",
        "year": "2012",
        "journal": "PLoS One",
        "abstract": "Extra-intestinal pathogenic E. coli (ExPEC), including avian pathogenic E. coli (APEC), pose a considerable threat to both human and animal health, with illness causing substantial economic loss. APEC strain χ7122 (O78∶K80∶H9), containing three large plasmids [pChi7122-1 (IncFIB/FIIA-FIC), pChi7122-2 (IncFII), and pChi7122-3 (IncI(2))]; and a small plasmid pChi7122-4 (ColE2-like), has been used for many years as a model strain to study the molecular mechanisms of ExPEC pathogenicity and zoonotic potential. We previously sequenced and characterized the plasmid pChi7122-1 and determined its importance in systemic APEC infection; however the roles of the other pChi7122 plasmids were still ambiguous. Herein we present the sequence of the remaining pChi7122 plasmids, confirming that pChi7122-2 and pChi7122-3 encode an ABC iron transport system (eitABCD) and a putative type IV fimbriae respectively, whereas pChi7122-4 is a cryptic plasmid. New features were also identified, including a gene cluster on pChi7122-2 that is not present in other E. coli strains but is found in Salmonella serovars and is predicted to encode the sugars catabolic pathways. In vitro evaluation of the APEC χ7122 derivative strains with the three large plasmids, either individually or in combinations, provided new insights into the role of plasmids in biofilm formation, bile and acid tolerance, and the interaction of E. coli strains with 3-D cultures of intestinal epithelial cells. In this study, we show that the nature and combinations of plasmids, as well as the background of the host strains, have an effect on these phenomena. Our data reveal new insights into the role of extra-chromosomal sequences in fitness and diversity of ExPEC in their phenotypes.",
        "full_text": "New Insights into the Bacterial Fitness-Associated Mechanisms Revealed by the Characterization of Large Plasmids of an Avian Pathogenic E. coli Melha Mellata1, Jacob T. Maddux1, Timothy Nam1, Nicholas Thomson3, Heidi Hauser3,M a r kP . Stevens4, Suman Mukhopadhyay5, Shameema Sarker1, Aure lie Crabbe 1, Cheryl A. Nickerson1,2, Javier Santander1,2, Roy Curtiss III1,2 1The Biodesign Institute, Arizona State University, Tempe, Arizona, United States of America, 2School of Life Sciences, Arizona State University, Tempe, Arizona, United States of America, 3The Wellcome Trust Sanger Institute, Hinxton, Cambridge, United Kingdom, 4The Roslin Institute and Royal (Dick) School of Veterinary Studies, University of Edinburgh, Roslin, United Kingdom, 5Zoonotic Disease Bacteriology and Mycology Branch Division of Microbiology and Infectious Diseases, National Institute of Allergy and Infectious DiseaseNational Institues of Health (NIH)Health and Human Services (HHS), Bethesda, Maryland, United State s of America Abstract Extra-intestinal pathogenic E. coli (ExPEC), including avian pathogenic E. coli (APEC), pose a considerable threat to both human and animal health, with illness causing substantial economic loss. APEC strain x7122 (O78:K80:H9), containing three large plasmids pChi7122-1 (IncFIBFIIA-FIC), pChi7122-2 (IncFII), and pChi7122-3 (IncI 2); and a small plasmid pChi7122-4 (ColE2-like), has been used for many years as a model strain to study the molecular mechanisms of ExPEC pathogenicity and zoonotic potential. We previously sequenced and characterized the plasmid pChi7122-1 and determined its importance in systemic APEC infection; however the roles of the other pChi7122 plasmids were still ambiguous. Herein we present thesequence of the remaining pChi7122 plasmids, confirming that pChi7122-2 and pChi7122-3 encode an ABC iron transportsystem ( eitABCD ) and a putative type IV fimbriae respectively, whereas pChi7122-4 is a cryptic plasmid. New features were also identified, including a gene cluster on pChi7122-2 that is not present in other E. coli strains but is found in Salmonella serovars and is predicted to encode the sugars catabolic pathways. In vitro evaluation of the APEC x7122 derivative strains with the three large plasmids, either individually or in combinations, provided new insights into the role of plasmids inbiofilm formation, bile and acid tolerance, and the interaction of E. coli strains with 3-D cultures of intestinal epithelial cells. In this study, we show that the nature and combinations of plasmids, as well as the background of the host strains, have an effect on these phenomena. Our data reveal new insights into the role of extra-chromosomal sequences in fitness anddiversity of ExPEC in their phenotypes. Citation: Mellata M, Maddux JT, Nam T, Thomson N, Hauser H, et al. (2012) New Insights into the Bacterial Fitness-Associated Mechanisms Revealed by the Characterization of Large Plasmids of an Avian Pathogenic E. coli . PLoS ONE 7(1): e29481. doi:10.1371journal.pone.0029481 Editor: Jacques Ravel, Institute for Genome Sciences-University of Maryland School of Medicine, United States of America Received June 20, 2011; Accepted November 29, 2011; Published January 4, 2012 Copyright: C2232012 Mellata et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Funding: Funding for research was provided by the U.S. Department of Agriculture National Research Initiative (USDA NRI) CSREES grant 2007-35201-18519 to Dr. Curtiss III, and National Institutes of Health grant R21 AI090416 to Dr. Mellata. The funders had no role in study design, data collection and analy sis, decision to publish, or preparation of the manuscript. Competing Interests: The authors have declared that no competing interests exist.  E-mail: melha.mellataasu.edu Introduction Escherichia coli are versatile bacteria; with the majority being non-pathogenic and considered as commensals. A subset of thesebacteria has acquired specific virulence attributes that confer anability to survive in different niches and cause a broad spectrum ofintestinal and extra-intestinal diseases 1,2. One of the importantaspects of the fitness of E. coli is thought to be its ability to survive and persist in a variety of environments, including variedanatomical niches, food, soils, poultry litter, and acidic conditions.Extra-intestinal pathogenic E. coli (ExPEC) cause infections outside of their normal intestinal habitat in both mammals and birds,resulting in a considerable economic and public health burden3,4. Major infections associated with ExPEC in humans includeurinary tract infections (UTI), newborn meningitis (NBM) andsepticemia 4. In birds, a subgroup of ExPEC, named Avian Pathogenic E. coli (APEC), causes a complex of systemic infections,mainly respiratory, often leading to death 4. The genetic relationship between APEC and other ExPEC of human and animal origin 4 emphasizes the potential zoonotic risk of avian-derived E. coli strains. In poultry, isolates associated with fecal matter, environmental contamination and chicken meat products possess virulence gene profiles similar to those causing human outbreaks 5,6, which suggests that retail chicken may be an important reservoir for E. coli causing ExPEC infections in humans. ExPEC exhibit a high degree of antigenic and genetic diversity, which complicates their diagnosis and the design of cross- protective vaccines 7. ExPEC are defined by a limited number of O-antigens, with specific O antigens being associated withcertain clinical syndromes. For example, E. coli from a small number of O serogroups (O4, O6, O14, O22, O75, and O83) cause 75 of urinary tract infections 8 and a limited number ofserotypes, principally O1, O2, O78, O8, and O35, are commonly PLoS ONE  www.plosone.org 1 January 2012  Volume 7  Issue 1  e29481implicated in avian colibacillosis 9, suggesting that not all O polysaccharides have identical virulence properties 10,11. The possession of multiple large plasmids is often a defining feature of ExPEC, especially APEC, in which the virulence is partly plasmid-mediated 12,13,14,15,16,17,18,19. Although many studies have been dedicated to understanding the pathogenesis of ExPEC, little is known about the mechanismsof their persistence. Since a correlation between the ecology ofbacteria and their virulence exists, understanding the mechanismsof fitness and survival of these bacteria in extreme and changingconditions would not only improve our understanding of theirpersistence, but also will contribute to better design strategies for their prevention and treatments. Previously, the model APEC strain x7122 (O78:K80:H9), containing three large plasmids pChi7122-1, pChi7122-2, and pChi7122-3, previously named pAPEC-1, pAPEC-2, and pAPEC-3 respectively, and a cryptic plasmid pChi7122-4 (Table 1), hasbeen used to undestand the role of large plasmids in the virulenceof ExPEC 12. Specifically, we determined that both the nature ofplasmids and their combinations have an effect on the virulenceand the genetic diversity of ExPEC. Although we have clearlydetermined that pChi7122-1 has a major role in systemic infectionof APEC in chickens, the role of the remaining plasmids remained unclear. Since pChi7122-2 and pChi7122-3 do not encode for common ExPEC virulence factors 12, and their roles are considered asminor in systemic infection in chickens 12, we hypothesized thatthese plasmids could be important in persistence of this bacterialstrain in different stressful conditions encountered before and during infections. Therefore, this study aimed to (1) fully sequence and analyze the DNA of plasmids pChi7122-2, pChi7122-3, and pChi7122-4 of APEC strain x7122; and (2) evaluate the contribution of these plasmids, as well the plasmid pChi7122-1,either individually or in combination, in the bacterial interaction with a model human intestinal epithelial cell line, bile and acid resistance, biofilm formation, and growth in iron-restricted medium and in the presence of different carbon sources. Moreover, since the plasmids can be carried by strains with different backgrounds, we aimed to determine the effect of different host strain backgrounds on plasmid-associated pheno- types. This study presents for the first time the sequence of three plasmids of APEC strain x7122 and provides new insights into the genetic and phenotypic mechanisms that ExPEC may use for their persistence and survival in stressful conditions. Results and Discussion Genome sequencing has made major contributions to our knowledge of virulence and the evolution of pathogenic bacteria. So far, virulence plasmids associated with ExPEC are ColV, ColBM and Vir plasmids 20; many of which are already fully sequenced and have been determined as belonging mainly to the IncFIBFIIA backbone. Although PCR characterization of UPEC and APEC plasmids has revealed the presence of plasmids from other Inc groups 21, studies on their role in ExPEC has been limited. Previously, we examined the role of the three large plasmids of APEC x7122 in pathogenesis in chickens 12 and Table 1. Strains and plasmids used in this study. Strainplasmid Relevant characteristicsaReference Strains x7122 background x7122 APEC O78:K80:H9, gyrA Nalr, Strr, Sxtr79 x7145 x7122 ( x289: hisG-zee ),rfbdeleted by replacement with E. coli K-12 region at 45 min 10,80 x7167 x7179 rfb(O111) prototroph by P1 x2963 lysate x6206 Strain H30, O26:H11, SLT-1 80 x7193 x7179 rfb(O1), prototroph by P1 x7112 lysate 10,80 x7367 pChi7122-3, Nalr12 x7368 DpChi7122-1, DpChi7122-2, DpChi7122-3, Nalr12 x7394 pChi7122-1, Nalr12 x7392 pChi7122-2, Nalr,S t rr, Sxtr12 x7561 pAPEC-1, pAPEC-2, Nalr,S t rr, Sxtr12 x7562 pChi7122-1, pChi7122-3, Nalr12 x7274 pChi7122-2, pChi7122-3, Nalr, Strr,S x tr90 E. coli K-12 background x6092 E. coli K-12, Lac2F2Tcr19 x7346 x6092 pChi7122-1, Tcr19 x7347 x6092 pChi7122-2, Tcr, Strr, Sxtr12 x7348 x6092 pChi7122-3, Tcr12 Plasmids pChi7122-1 103,275 pb plasmid of APEC x7122 19,90 pChi7122-2 82,676 pb plasmid of APEC x7122 19 pChi7122-3 56,676 pb plasmid of APEC x7122 19 pChi7122-4 4,300 pb plasmid of APEC x7122 This study aNalr, nalidixic acid resistant; Tcr, tetracycline resistant; Strr, streptomycin resistant; Sxtr, Trimethoprimsulfamethoxazole resistant. doi:10.1371journal.pone.0029481.t001Large Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 2 January 2012  Volume 7  Issue 1  e29481sequenced the plasmid pChi7122-1 19. We were able to assign roles for pChi7122-1 in the virulence in systemic infection ofbacteria; however the roles of pChi7122-2 and pChi7122-3 inAPEC x7122 were equivocal. General sequence features of plasmids pChi7122-2, pChi7122-3, and pChi7122-4 In this study, we present the whole DNA sequences of plasmids pChi7122-2 (FR851303), pChi7122-3 (FR851304) and pChi7122-4 (FR851305). The general sequence features of the three plasmidsare listed in the Table 2. Plasmids pChi7122-2, pChi7122-3 and pChi7122-4 consist of 82,676 bp, 56,676 bp and 4,300 bp respectively (Fig. 1, Table 2)and are predicted to encode 115, 86, and 3 coding sequences(CDS) respectively (Table 2, Table S1 and S2); these CDSs include the complete sequences for the iron acquisition system eitABCD on pChi7122-2 and type IV fimbriae on pChi7122-3, which havebeen previously shown to be present on these plasmids by PCR12. Analysis of pChi7122-4 revealed 3 CDSs that were predictedto encode plasmid replication and maintenance functions only(Table 2, Fig. 1); consequently we excluded this plasmid from all further experimental analysis. We assessed the presence of eitAgene of pChi7122-2 and two genes of pChi7122-3 ( pilS and pilV) by PCR among 225 pathogenic E. coli strains from different origins, including 100 human E. coli strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI), 80 APEC, and 45 humanenteric pathogenic E. coli . PCR results show that eitAwas present in 10 of non-UTI human isolates and 5 of APEC strains, butwas absent in other groups. The genes pilSand pilVof pChi7122-3 were detected in 8.75 of the APEC group and in 10 of human UTI isolates, respectively. The low prevalence of pChi7122-2 ( eitA) and pChi7122-3 ( pilSand pilV) genes among other ExPEC of human and avian origin, as determined by PCR, could indicatethe recent acquisition of these genes by these E. coli strains, enabling them to inhabit new niches. Our past work has determined that plasmids pChi7122-2 and pChi7122-3 are self-conjugative 12. Herein, their sequencesanalysis has revealed the presence of genes required for their transfer (Fig. 1, Table S1 and S2). The transfer region of pChi7122-2 is about 34 kb consisting of 24 traand 9 trbgenes (Table S1) and is identical to the one of the virulence plasmid pAA(FN554767.1; 99 identity with 92 coverage), whereas the tra region of pChi7122-3 has the same organization as its equivalentinE. coli conjugative plasmid IncI2 R721 (AP002527.1); it contains 11tratrb genes, grouped in two clusters separated by two pilgenes (Fig. 1, Table S2). pChi7122-3 also harbors genes nikB,nikC, andnikA for relaxome formation involved in plasmid transfer 22,23 (Fig. 1, Table S2). Among the three plasmids, only pChi7122-2 carries antibiotic resistance genes (MM2-101, MM2-102 and MM2-103) (Table S1). These genes encode for a dihydropteroate synthase ( sul1) 24, a GCN5-related N-acetyl transferase 25 and a streptomycin 3 9- adenylytransferase (SP-R) ( aadA) 26, respectively. The pheno- typic expression of streptomycin and sulfonamide (trimethoprimsulfamethoxazole) resistance in strains containing pChi7122-2 has been determined by disk diffusion tests. Although streptomycin has only limited current usage in clinical medicine, it remains important for therapy of, and growth promotion in, animals and bacterial disease control in plants 27. It was suggested thatsulphonamide resistance genes can be transferred from commensal bacteria via integrons, transposons or plasmids, into more virulent bacteria in the intestine 28. Comparative analysis of the pChi7122 plasmids with those in the public databases using BLASTn showed that pChi7122-2shares high homology with plasmids from Shigella sonnei (pEG356), an urinary E. coli isolate (pHK01), EAEC (pAA), and K. pneumoniae (pKF3-70), respectively (with 100 identity and 70 coverage).The pChi7122-3 genome has shown homology with only one plasmid, the E. coli plasmid R721 (with 99 identity and 90 coverage), which includes the type IV fimbriae piloperon 29,30 and shufflon 31,32. Mauve alignment of pChi7122-2 and pChi7122-3 with their respective homologous plasmids confirmedthese homologies (Fig. S1). The plasmid pChi7122-2 and its homologous plasmids have a 4 kb region in common, which encodes for the ABC iron uptake locus eitABCD (Fig. 2A), previously described in two other APEC plasmids, pAPEC-O2-ColV 17 and pAPEC-O1-ColBM 15. ADNA comparison of the regions of eitABCD of the six plasmids has shown that with the exception of pAPEC-O2-ColV, this region is located downstream of the parregion of plasmids and is flanked by the transposon tnpA gene in pChi7122-2, pHK01, and pEG356 respectively and by an insertion sequence IS629 in pAPEC-O1- ColBM (Fig. 2A) which could explain the dissemination of eitABCD among genomes of these bacteria. We were unable to detect the iron-uptake phenotype expression of eitABCD genes using CAS agar medium 12, even though it was efficient in revealing those of pChi7122-1 and chromosomally-encoded systems. Therefore in this study, we extended the analysis by testing the growth ofstrains, with and without the three plasmids, in iron-limited medium alone or supplemented with either FeSO 4, heme or hemoglobin. Our results show that only pChi7122-1 increased the growth of strains in iron-sequestered environments (Fig. S2). The ability to acquire iron from heme and hemoglobin could be related Table 2. Summary of general characteristics of the three sequenced plasmids of APEC x7122. Plasmids Size (bp) Inc group GC N 6ORFs Starting codons Gene functionvirulence factors- encoded ATB pChi7122-2 82,676 IncFII 52.8 115 ATG (78.26) GTG (14.78) TTG (6.08)18.26 (known and putative virulence genes) 41.74 (involved in plasmid functions) 4.35 ( ISs) 19.13 (CHP) 16.52 (HP)EitABCD Strr, Sxtr pChi7122-3 56,676 IncI2 42.7 86 ATG (86.04) GTG (6.8) TTG (5.81)26.74 (known and putative virulence genes) 31.39 (involved in plasmid functions) 2.32(ISs) 8.14 (CHP) 31.39 (HP)Type IV Pil fimbriae - pChi7122-4 4,300 ColE2-like 49.3 3 ATG (100) 66.66 (involved in plasmid functions) 33.34 (CHP)None - ATB, antibiotic; Str r, streptomycin resistant; Sxtr, Trimethoprimsulfamethoxazole resistant; -, absent. doi:10.1371journal.pone.0029481.t002Large Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 3 January 2012  Volume 7  Issue 1  e29481to the autotransporter Tsh encoded by pChi7122-1 33, which has previously been reported to bind to red blood cells 34. Future studies are needed to determine conditions of expression of eitABCD , such as under in vivo conditions. New putative sugar utilization pathways identified in pChi7122-2 An important aspect of pathogenesis is the ability of bacteria to adapt their metabolism to the available nutrients by coordinatingtheir metabolism with their life cycle 35. Recent reports have shown that in the intestine, both commensal and enterohemor- rhagic E. coli (EHEC) require multiple carbon metabolic pathways 36,37. In this study, DNA sequence analysis of pChi7122-2 has revealed the presence of two systems of sugar utilization pathways.This system, with two divergent operons, consists of a gene for a starvation-sensing protein ( pChiA ) located in the opposite orienta- tion to four successive genes pChiOTDR (Fig. 2B, 3). These genes have no significant homology with DNA sequences of other E. coli available on public databases, as determined by MegaBLASTn search analysis, but share 94 homology (with 100 coverage) with the chromosomal DNA sequence of genomes of Salmonella Enteritidis (AM933172.1), Gallinarum (AM933173.1), Weltevre-den (FR775220.1) and Agona (CP001138.1), respectively (Fig. 2B). The sequence analysis of this region in these Salmonella serovars has determined that, with the exception of S. Agona, in which the pChiA -equivalent gene is truncated, the organization of the pChiOTDR homologous genes in the genome of the four pathogens is the same (Fig. 2B). The identities of the proteins translated bythese genes were between 8699 (Fig. 2B, Table S3, and Fig.S3). The putative functions and the predicted 3-D structures of the pChiA and pChiOTDR gene products, determined by Blast-PSI and HHpred 38, show that pChiA encodes for a bifunctional dehydratase that utilizes both D-mannonate and D-altronate as substrates 39 and pChiOTDR encode for a gluconate 5- dehydrogenase, pChiO; an exonate sugar transport, pChiT; an L-idonate 5 dehydrogenase, pChiD; and a regulator proteinGntR-like, pChiR, respectively (Table S3, Fig. 3A). Two promoter regions, P pChiA and P pChi, with independent cAMP receptor protein (CRP) binding boxes 40,41, were detected in the promoter region of pChiA and pChiO (Fig. 3B). Bioinformatic analysis indicated that pChiR is a putative transcriptional regulator from GntR family 42. In the absence of glucose, the preferred carbon source for E. coli , the CRP would activate the pChi7122-2 sugars pathways 40,41; whereas pChiR would have an opposite effect. It is known that colonic mucus contains severalsugar acids that represent an important source of nutrients and that genes involved in the catabolism of N-acetylglucosamine, sialic acid, glucosamine, gluconate, arabinose, and fucose areexpressed in both commensal E. coli and EHEC 36. It has also been reported that UPEC bacteria grown in urine express enzymes for catabolism of sialic acid, gluconate, xylose, andarabinose 43 and genes involved in the transport of gluconate and related hexonates are up-regulated in S.Typhimurium in macrophages 44, suggesting that the new pChi7122-2 sugar pathways could also be important either in the pathogenesis of APEC, as well as in Salmonella serovars Enteritidis, Gallinarum, Weltevreden and Agona or in their persistence in different hosts. Compared to the chromosomal E. coli K-12 L-idonic acid pathway encoded by the gnTII genes, idnK idnDOTR 45, the genes of the operon pChiOTDR of pChi7122-2 have no significant homologies at the DNA level and share some sequence identity at the protein level (Table 3); moreover, the position of the gene of L-idonate 5 dehydrogenase is different in the two distinct gene clusters. Intriguingly, the gluconate kinase gene, idnK, of GnTII pathway 45 is absent in the pChi7122-2 pathway and is substituted by the gene of the starvation sensing protein, rspA-like 46 pChiA which is essential for survival of bacteria in limited nutrient conditions. The gene encoding the regulatory protein GntR in the GnTII pathways, exhibits no significant homology at both DNA and protein levels with its counterpart in pChi7122-2(pChiR ) (Table 3). In this study, although we have shown that strains have better growth in media with glucoronic acid than with other sugars tested (Fig. S4), there were no significant differencesbetween strains with and without the plasmid pChi7122-2. The Figure 1. Circular representation of pChi7122-2 (A), pChi7122-3 (B), and pChi7122-4 (C). The different rings represent (from outer to inner) CDS which are color coded by functional group (ring 1 and 2), deviation from average G C content (ring 3), and GC skew (G 2C)(G C); ring 4. Colors represent the following: red, virulence-associated; green, plasmid transfer; yellow, plasmid replication; grey other functions; brown,hypothetical protein.doi:10.1371journal.pone.0029481.g001Large Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 4 January 2012  Volume 7  Issue 1  e29481Large Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 5 January 2012  Volume 7  Issue 1  e29481functionality of the sugar utilization pathway genes located on pChi7122-2 would be more apparent in gntII-operon-deleted strains 45, or by evaluation of their expression under in vivo conditions, such as using the selective capture of transcribed sequences (SCOTS) method 47. Future studies will be conductedto determine the conditions of their expression and their eventualrole in both APEC and Salmonella serovars. Diversity of plasmids-associated fitness phenotypes and the effect of host strain background on their expression The genomic diversity among ExPEC isolates has been described and multiple factors have been linked to their virulence48,49. However, a systematic analysis of ExPEC phenotypicdiversity has not been done previously. In this study, the largeplasmids-associated phenotypes related to fitness of ExPEC bacteria as well the effect of host strain backgrounds were investigated. Intestines are suspected to be a primary reservoir of ExPEC strains causing diseases in both humans 50 and chickens 5. To determine if large plasmids would increase the fitness of their carriers in the gastrointestinal (GI) tract environment, we assessedthe ability of strains to colonize intestine cells and resist both acidand bile, attributes that allow enteric bacteria to live and persist inthe intestine of their host 51. APEC strain x7122 associates with and invades into intestinal epithelial cells without affecting the distribution of the tight junction protein ZO-1. Some APEC strains are genetically similar to human ExPEC, especially to uropathogenicE. coli (UPEC) 52, and could cause human diseases 53. Herein, we investigated the ability of APEC-derivative strains to associatewith, and invade into, human cells of the kind that may be targeted by human ExPEC bacteria during their commensal life cycle in the intestine. The intestine is suspected to be a reservoir ofExPEC that cause infections in humans 50. Since APEC strainsare now considered as potential food-borne pathogens that couldbe transmitted to humans via poultry products 4,6,28, we aimedto investigate the interaction of APEC-derivative strains with 3-Dorganotypic models of human intestinal epithelial cells. The 3-D model of intestinal epithelium used in this study has been shown previously to mimic the in vivo parental tissue more closely thanmonolayer cultures with regard to morphology and function 54.The highly differentiated character of the 3-D intestinal cells isreflected in the presence of distinct apical and basolateral polarity,increased expression and better organization of tight junctions, extracellular matrix, and brush border proteins, highly localized expression of mucins, and multiple epithelial cell types relevant tothose found in vivo 55. Our data showed that APEC-derivativestrains were able to associate with, and invade into, humanintestinal epithelial cells, and large plasmids did not havesignificant effect on these characteristics (Fig. 4). Although tightjunctions efficiently restrict most microbes from penetrating into deeper tissues and contain the microbiota, some pathogens have developed specific strategies to alter or disrupt these structures aspart of their pathogenesis, resulting in either pathogen penetration,or other consequences such as diarrhea. In this study, evaluation ofdifferent APEC-derivative strains for their interaction with 3-Dhuman intestinal epithelial cells, showed that although these strains attached and invaded into these cells, they did not disturbtheir tight junctions, based on immunofluorescence evaluation (Fig. 4). These data suggest that invasion of the intestine anddissemination would not occur through intercellular transportation of the bacteria, which could potentially disseminate through transcellular transportation, a mechanism used by meningitis-causing bacteria, including E. coli K1 to invade brain microvascular endothelial cells (BMECs) 56. These bacteriacould live as commensals in the intestines from where they shedand cause diseases in different hosts or other sites of the same host. Role of plasmids in bile and acid resistance. Mechanisms associated with bile resistance in bacteria are LPS synthesis,expression of efflux pump genes and regulatory genes such asmarAB and phoPQ 51. In this study, we have shown that all wild- type derived strains tested were resistant to deoxycholate (DOC), one of the most abundant bile salts in humans (data not shown);whereas the group of strains derived from E. coli K-12 behaved differently (Fig. 5A). Although, E. coli K-12 was sensitive to the bile, its plasmid derivative strains x7346 (pChi7122-1) and x7347 (pChi7122-2) had increased survival in LB agar media with 1 (wv) DOC as compared to their parent x6092. The strain x7348 (pChi7122-3) was as sensitive to bile as its parent strain x6092 (Fig. 5A). According to our results APEC x7122 strain better tolerates the presence of bile salts in the media then E. coli K-12 which was sensitive to the detergent (Fig. 5, data of wild-type notshown). The mechanism of resistance of APEC could be both LPSand plasmid related. In fact, the detection of plasmid-associated resistance in E. coli K-12 background but not in the wild-type background strains, could be related to the presence of otherfactors, including the LPS in these strains that has masked theeffect of plasmids on this phenomenon; this statement is supportedby the resistance of the rough mutant which is usuallyhypersensitive to bile 57. The mechanism of resistanceencoded by the plasmid pChi7122-1 could be associated with proteins such as OmpT that was previously associated with bile resistance in Vibrio cholerae 58 and ABC transport proteins that are known to play a role in the protection of cells from toxiccompounds 59. Since such factors are not located on pChi7122-2, other factors predicted to be encoded by this plasmid, such asTA modules could be involved in bile tolerance of bacteria; as TA systems are now known to play an important role in bacterial stress physiology 60,61,62. To our knowledge, this is the first time thatplasmids have been shown to be associated with the bile resistanceofE. coli . Acid resistance is important for bacterial survival in acidic stomach or in foods with low pH 63. Our results have shown that plasmids do not have any effect on the growth of the wild-typederived strains when grown in acidic medium for a short period(12 hours), as the strains with and without plasmids grew similarly(data not shown). However, at longer incubation times (18 hours),strains behaved differently (Fig. 5B). Similar to the study by Lim et al. 64 on the plasmid pO157 in E. coli O157, we have shown that in the absence of its three plasmids, the APEC strain survived better in acidic conditions than in their presence when incubatedfor 18 h. Moreover, our study showed that although the plasmidpChi7122-1, either alone or in combination with pChi7122-2 orpChi7122-3, decreased the acid tolerance of bacteria, the presenceof pChi7122-3 had the opposite effect (Fig. 5B). Since pChi7122-1 and pO157 play a major role in the virulence of APEC 12 and E.Figure 2. Comparison of physical and genetic maps for eitABCD and sugar pathway regions. The eitABCD region from pChi7122-2 was compared to its equivalent in pHK01 (HM355591.1), pEG356 (FN594520.1), pAPEC-O2-ColV (NC_007675.1), pAA (FN554767.1), and pAPEC-O1-ColBM(NC_009837.1) ( A); and sugars pathways genome region pChiA pChiOTDR in pChi7122-2 to its equivalent found in the genomes of S. Enteritidis (AM933172.1), S. Gallinarum (AM933173.1), S.Weltevreden (FR775220.1) and S. Agona (CP001138.1) respectively ( B). doi:10.1371journal.pone.0029481.g002Large Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 6 January 2012  Volume 7  Issue 1  e29481coliO157 64 respectively, these findings could indicate that the presence of plasmids exert a cost to bacterial fitness when exposedfor a long period ( .18 hours) to acidic conditions, whereas bacteria containing other plasmids such as pChi7122-3 in x7122would have better survivability in these conditions. Elucidation of the mechanism of acid tolerance associated with pChi7122-3 isneeded to fully understanding the persistence of E. coli in acidic conditions. Figure 3. Plasmid pChi7122-2 putative sugar utilization pathway. Illustration of the proposed biochemical pathway for putative sugar utilization encoded by the operon pChiOTDR (A), the predicted 3D model and function of each enzyme are presented; and diagrammatic representation of the genetic organization of the putative sugar utilization operon pChiA pChiOTDR (B). The two promoter regions identified are indicated with arrows. Bioinformatic analysis indicated that pChiR may act as a transcriptional regulator of pChiOTDR genes. The promoter region contains independent CRP binding boxes indicated in red. The promoter elements for pChiOTDR (Ppchi) located in the positive DNA strand are underlined. The promoter elements for pChiA (PpChiA ) in the negative strand are in bold and red without underlining. doi:10.1371journal.pone.0029481.g003Large Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 7 January 2012  Volume 7  Issue 1  e29481Table 3. Comparison of the pChi7122-2-encoded sugar pathway operon with GntII L-idonic pathway of E. coli K-12 . L-idonic acid-like catabolism pathway of pChi7122-2 rspA pChiOTDR L-idonic acid catabolism pathway GntII of E. coli K-12 idnK idnDOTR GI-Numbers Gene symbols Gene product DNA homology  AA identitypositive Expect Gene (Accession no.) MM2_107 pChiA Starvation sensing protein NSH - - MM2_108 pChiO Gluconate 5-dehydrogenase NSH 4864 1e-70 idnO (AAC77203.1) MM2_109 pChiT The major facilitator superfamily protein NSH 2346 0.033 idnT (AA77222.1) MM2_110 pChiD L-idonate 5-dehydrogenase NSH 4669 1e-97 idnD (NP_418688.1) MM2_111 pChiR Regulatory protein GntR NSH None None idnR (NP_418685.1) AA, amino acid; -, absent; NSH, no significant homology. doi:10.1371journal.pone.0029481.t003 Figure 4. Comparative of association and invasion of strains with 3-D INT-407 cells. Mean of Log CFUml and standard deviation of bacteria association and invasion with cells ( A) Representative confocal laser scanning micrographs showing association, and invasion of 3-D INT-407 cells with x7122 and derivatives ( B). Bacteria are marked in green, while the blue and red colors represent cell nuclei labeled with DAPI and F-actin cytoskeleton labeled with phalloidin, respectively; and ZO-1 staining of non-infected and infected 3-D INT-407 with plasmid-derivative strains ( C). Non-infected 3-D INT-407 aggregates ( a) or 3-D INT-407 aggregates infected for 2 h with wild type ( x7122) ( b),DpChi7122-1,2,3 ( x7368) ( c), pChi7122-1 ( x7394) ( d), pChi7122-2 ( x7392) ( e), pChi7122-3 ( x7367) ( f), pChi7122-1,2 ( x7561) ( g), pChi7122-1,3 ( x7562) ( h), and pChi7122-2,3 ( x7274) (I). The ZO-1 antigen is marked in green, while the blue color represents cell nuclei labeled with DAPI. Images are presented with (indicated as 2) and without (indicated as 1) DAPI labeling for clarity purposes. Images are based on 400 6magnifications. Arrows indicate the bacteria stained in green; Abbreviations used are: pChi7122-1,2,3  pChi7122-1, pChi7122-2, and pChi7122-3; pChi7122-1,2  pChi7122-1 and pChi7122-2; pChi7122-1,3  pChi7122-1 and pChi7122-3; pChi7122-2-3  pChi7122-2 and pChi7122-3.doi:10.1371journal.pone.0029481.g004Large Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 8 January 2012  Volume 7  Issue 1  e29481Our study also confirmed the importance of the full expression of O78-antigen LPS for the acid tolerance of E. coli 65, and demonstrated that the nature of LPS had a minor effect on thisstress response (Fig. 5B). Large plasmids increase biofilm formation at host temperatures. Bacterial biofilm formation is a major concern in both medical and industrial systems. Biofilm formation isassociated with many medically-important pathogenic bacteria, asan estimated 65-80 of all human infections are thought to bebiofilm-related 66. However, elucidating the mechanisms ofbiofilm formation necessary for establishing strategies for theirprevention and treatments is becoming a matter of urgency. ExPEC cells are found in biofilm-like communities in both gastrointestinal 67 and urinary tracts 68 indicating theimportance of biofilms in the persistence of these bacteria. ExPECbacteria have to adapt to extreme temperature changes. In thisstudy, our strategy using three large plasmids, either individually orin combination in both an APEC wild-type and an E. coli K-12 background, and different O-LPS at different temperatures, hasrevealed new insights into biofilm formation of ExPEC. Altogether,our data distinguished four groups of factor-driven biofilms,including plasmidless-, plasmid-, O-LPS-, and rough LPS-mediatedbiofilms in E. coli which differ in their expression conditions. In general, the different strains tested formed more biofilms at 30uC than at 37 uCo r4 2 uC (Fig. 6A). Compared to the wild-type, the plasmidless strain produced significantly more biofilm at 30 uC (P,0.05) (Fig. 6A). In the same conditions, the presence of the three plasmids, either individually or in combinations in thestrains, reduced the level of biofilm formation to the level of thewild-type strain (Fig. 6A). In contrary, at host temperatures (37 u and 42 u) (Fig. 6A), the plasmidless strain produced less biofilm than the wild-type strain, with the data being statisticallysignificant ( P,0.05) at 42 uC (Fig. 6A). The biofilm formed by the plasmid-cured strain, highly produced at 30 uC (Fig. 6A), is probably promoted by no-plasmidicfactors preferentially expressed at 30 uC and at early stage of biofilm formation; among them curli required for development ofbiofilm and adhesion 69. Expression of biofilm in theenvironment (30 uC) would be beneficial for plasmidless strains; in these conditions, biofilm will allow these bacteria to be in closeproximity with other bacterial species and acquire transmissiblegenetic elements. It has been shown that conjugative plasmids promote bacterial biofilm formation by generating F-pili mating pairs, which isimportant for early biofilm formation 70,71,72. In this report, wehave shown that plasmid-driven biofilms are very complex and thiscomplexity is related to the nature of the plasmids, theircombinations, host strain backgrounds, and the temperature towhich the strains are exposed. The presence of the three plasmidspChi7122-1, pChi7122-2, and pChi7122-3 in the wild-type strain(Fig. 6A) and pChi7122-3 in the E. coli K-12 strain (Fig. 6B), had increased biofilm formation at host temperature conditions, withdata being significant at 42 uC(P,0.05) (Fig. 6B). The fact that pChi7122-3-driven enhancement of bacterial biofilm was higherthan those of pChi7122-2 and pChi7122-1 in both wild-type andtheE. coli K-12 backgrounds could be related to not only the tra genes expression 70,71,72 but also to the type IV fimbriaeencoded by pChi7122-3, which was previously associated with thebiofilm formation in enteroaggregative E. coli 73. Plasmid-driven biofilms could be essential in the virulence process by givingbacteria a survival advantage in different niches of the host, whichcould result in disease. A controversy exists regarding the role of LPS in bacterial biofilm formation 74,75. In this study, we have shown that thethree plasmids pChi7122-1, pChi7122-2, and pChi7122-3 in wild-type derivative strains with different O-LPS backgrounds behaveddifferently in their biofilm formation (Fig. 6C). In absence of O78-LPS, the rough strain produced significantly ( P,0.0001) less biofilm than its smooth wild-type strain at 30 uC. Even though substitution of O78-LPS with O111-LPS had little effect on Figure 5. Bile and acid tolerance of strains. Bile sensitivity assay for E. coli K-12 and derivatives, no-plasmids ( x6092), pChi7122-1 ( x7346), pChi7122-2 ( x7347), and pChi7122-3 ( x7348). Five-microliters of serial ten-fold dilutions of each strain were spotted on both LB and LB 1 (wv) DOC agar plates. The approximate numbers of bacteria present in each dilution are indicated on the right side of the plate ( A). Percent acid survival of wild-type derivative strains in acid shock for 18 hours ( B). Abbreviations used are: pChi7122-1,2,3  pChi7122-1, pChi7122-2, and pChi7122-3; pChi7122-1,2  pChi7122-1 and pChi7122-2; pChi7122-1,3  pChi7122-1 and pChi7122-3; pChi7122-2-3  pChi7122-2 and pChi7122-3.doi:10.1371journal.pone.0029481.g005Large Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 9 January 2012  Volume 7  Issue 1  e29481biofilm formation, the substitution of O78-LPS with O1-LPS has in contrary greatly enhanced biofilm formation in these bacteria at30uC. Since the O1-LPS-driven enhancement of bacteria biofilm occurs at 30 uC condition and is repressed at host temperatures (37uC42 uC), this indicates that its role could be more important in the persistence of bacteria in the environment, and that thetemperature of 30 uC in early O1-LPS-associated biofilm forma- tion is necessary. The fact that O1-LPS-driven biofilm is nothighly formed at 37 uC and 42 uC (Fig. 6C), could be related to a change in the LPS-O1 bilayer structure at higher temperature76,77,78 leading to the disturbance of the early biofilm formed.To our knowledge, this is the first report on the effect of the natureof LPS on biofilm formation. Conclusion A novel putative sugar utilization pathway operon that is not present in other E. coli strains but found in Salmonella serovars, an ABC iron transport system and a type IV fimbriae piloperon were located on pChi7122-2 and pChi7122-3 respectively. Multipleplasmid-encoded mechanisms, including toxin-antitoxin modulesand the novel sugar pathway could be important in the fitness andpersistence of APEC x7122. Large plasmids were involved in bile resistance (pChi7122-1 and pChi7122-2) when present in E. coli K-12 background and acid tolerance (pChi7122-3) in the wild-type background. Four differentfactor-driven biofilms, including plasmidless-, plasmid-, rough-LPS-,and O-LPS-mediated were demonstrated. These multiple factor-driven biofilms expressed at different temperatures could havedistinct functions. Some of them could be important in theacquisition of genetic material and persistence of bacteria in theenvironment; others could be involved in virulence. The genotypic and phenotypic analysis of plasmid-derivative strains of an ExPECmodel strain x7122 (O78:K80:H9) revealed new insights into the mechanisms of fitness of ExPEC and their diversity. Materials and Methods Bacterial strains and growth conditions Most of the bacterial strains used in this study, listed in Table 1, are derived from the highly virulent APEC strain x7122 (O78:K80:H9) 79 and were fully described in our previous studies 10,12,80. To evaluate the effect of the host strain background on plasmid- associated phenotypes, we used three derivatives of x7122 with different LPS profiles containing the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3; a rough mutant strain (O78-) ofAPEC x7122, x7145; and two derivatives of x7145, x7167 and x7193, which respectively express O111 and O1 antigens rather than the native O78 antigen. We also used strains derived from an E. coli K-12, x6092, containing either pChi7122-1, x7346; pChi7122-2, x7347; or pChi7122-3, x7348 (Table 1, 10,12,80). Antibiotic susceptibility testing of strains was performed and interpreted via disk diffusion method, as recommended by the Clinical and Laboratory Standards Institute (CLSI) 81,82. A collection of one hundred human strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI) 19, eighty APEC strains, and forty-five enteric E. coli strains (from our collection) were used to study the distribution ofpChi7122-2 and pChi7122-3-associated genes among differentgroups of pathogenic E. coli by PCR. Figure 6. Effect of plasmids, O-LPS, and temperature on biofilm formation. Biofilm formation of different strains were compared at different temperatures: x7122 and its plasmid derivatives strains: No-plasmids ( x7368), pChi7122-1 ( x7394), pChi7122-2 ( x7392), pChi7122-3 ( x7367), pChi7122-1,2 ( x7561), pChi7122-1-3 ( x7562), and pChi7122-2,3 ( x7274) ( A),E. coli K-12 ( x6092) and its derivatives: pChi7122-1 ( x7346), pChi7122-2 (x7347), and pChi7122-3 ( x7348) ( B), and x7122 and its LPS derivative strains : rough mutant O78(-) ( x7145), smooth strains with either O1-LPS (O1) (x7193) or O111-LPS (O111) ( x7167) ( C) at either 30 uC, 37 uC, or 42 uC. doi:10.1371journal.pone.0029481.g006Large Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 10 January 2012  Volume 7  Issue 1  e29481Unless otherwise stated, bacteria were routinely grown in Luria Bertani (LB) broth or on MacConkey agar supplemented with 1 lactose at 37 uC. Strains were stored as stock cultures at 280uCi n peptone-glycerol medium. All wild-type derivative strains grew similarly in LB and reached the OD 600,1.0 when incubated overnight (ON) at 37 uC standing, except the strain x7561 (pChi7122-1, pChi7122-2) which had a slightly lower growth and its OD 600was around 0.8 when grown in the same conditions. Plasmid sequencing and annotation The DNA sequences of pChi7122-2, pChi7122-3 and pChi7122-4 plasmids were derived from contig sequences of the whole genomic DNA of APEC x7122. The sequences were manipulated to the standard of an Improved High-Quality Draft 83. The program Artemis 84 was used to identify the plasmids and collate data. For each of the three plasmids all the sequencegaps were closed by directed polymerase chain reaction (PCR) and the products sequenced with big dye terminator chemistry on ABI3730 capillary sequencers. All the plasmids were circularized and contiguated using this method. The DNA sequences were annotated to identify coding sequences and repeat sequences in Artemis and the vector NTI suite of programs was used to confirm the previous analysis. To identify plasmids with similar sequences, pChi7122-2 (FR851303)and pChi7122-3 (FR851304) were compared by BLASTn at NCBI. Plasmid sequences of pEG356 (FN594520.1) from Shigella sonnei , pHK01 (HM355591.1) from a urinary E. coli isolate, pAA (FN554767.1) from EAEC, and pKF3-70 (FJ494913.1) from K. pneumoniae , and R721 (AP002527.1) a trimethoprim and strepto- mycin resistant plasmid from an E. coli were downloaded. Plasmid sequences were aligned and then visualized using ACT and Mauve v2.3.1 85. Schematic plasmid drawings were constructed using DNAplotter 86. Amino acid sequence and protein structural-based alignments were performed using the CLC Free Workbench software tool (v. 6.1 CLC bio AS, Aarhus, Denmark) and the web-based interface for ESPript v.2.2 (http:espript.ibcp.frESPriptcgi-binESPript. cgi) 87, respectively. The 3-D structure of the proteins pChiA, pChiT, pChiO, pChiD, and pChiR were predicted using positionspecific iterative (PSI)- BLAST alignment and HHpred 38. Prevalence of pChi7122-2 ( eitA) and pChi7122-3 ( pilSand pilV) genes among avian and human pathogenic E. coli One hundred human E. coli strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI) 19, eighty APEC strains, and forty-five enteric E. coli strains (from our collection) were screened by PCR 19 for the presence of the eitA, pilS, and pilVgenes using the primers eitAF: 59-AACTGCGGC- TATCAGGAGAC-3 9and eitAR:59-CAGGTCATATCCCA- CAGCTT-3 9;pilS F: 59-CTTCTCTTTCTGCACACCGT-3 9 and pilS R: 59-TGTGATTGTAACGGAGCC-3 9;pilV F: 59- TCTATACAGGCGAGTATTTA-3 9and pilVR: 59-AATTCA- TACCAGAATACTCA-3 9. The primers were designed from the sequence of pChi7122-2 ( eitA) and pChi7122-3 ( pilSand pilV). Growth comparison assays The growth rates of strains were compared in iron-sequestered medium using LB containing 100 mMo f a,a9-dipyridyl alone or supplemented with either Heme (Sigma, 600 mgm l21), hemoglo- bin (Sigma, 60 mgm l21), or FeSO 4(Sigma, 20 mM: control). The growth rates were also tested in minimal medium MM9 12, MM9 with thiamin (1 mgm l21) and 0.1 casamino acid, and supplemented with glucose, lactose, arabinose, mannose, galac-tose, glucuronic acid, or glucoronic acid (0.2) as source of carbon at 37 uC shaking (180 rpm). The OD 600was recorded every hour over 24-hour period. Interaction of strains with 3-D INT-407 human epithelial cells 3-D cultures of human INT-407 cells (ATCC CCL6) were used as model intestinal epithelium and were prepared as previously described 54. Approximately 106CFU of PBS-washed bacteria, grown rotating to an OD 6001.0 in LB, were added to each well (multiplicity of infection MOI, 10). For bacterial associationassays, the 24-well plates were incubated at 37 uCi n5 C O 2for 1 hour, and rinsed three times with PBS. PBS-0.1 (wv)deoxycholic acid sodium salt was added to each well, and sampleswere diluted and spread on MacConkey medium plates forenumeration by viable colony counting. For invasion assays,extracellular bacteria were killed following the initial 1-hincubation period by an additional 1-h incubation in medium containing gentamicin (100 mgml; Sigma-Aldrich). Cells were then washed 3 6with PBS and lysed. Bacterial titers in the lysates were determined by serial dilutions and plating on MacConkeyagar. The results were expressed as the Log 10CFUml. Antibodies specific for O78-LPS (Denken Seiken) and the human tight junction protein ZO-1 (Invitrogen) were used for confocal laser scanning microscopy (CLSM) imaging. Antibodies were of porcine and mouse origins, respectively, and were used ata dilution of 1:500 (anti-O78-LPS) and 1:100 (anti-ZO-1). Goatanti-porcine and anti-mouse secondary antibodies labeled withAlexa Fluor 555 (Invitrogen) were used to detect the boundprimary antibodies anti-O78-LPS and anti-ZO-1 respectively andwere diluted 1:500 in blocking solution (8 bovine serumalbumin, 0.05 Triton-X100 in DPBS). Cell nuclei and the F-actin cytoskeleton were visualized with 4 9, 6-diamidino-2-pheny- lindole hydrochloride (DAPI) and phalloidin (Invitrogen), respec- tively. The fixation and staining of 3-D aggregates was performed as described previously 88. Optical sections of the 3-Daggregates were obtained using a Zeiss LSM 510 Duo laserscanning microscope equipped with detectors and filter sets formonitoring emissions of the selected fluorophores. Images wereacquired using a Plan-Neofluar 40 61.3 oil DIC objective and were analyzed with the Zeiss LSM software package. Axiovision4.8 software from Carl Zeiss was used to further process collectedimages. Sensitivity of strains to deoxycholate (DOC) and acid shock tolerance To determine the ability of bacteria to survive at sub-lethal bile concentration, different strains were grown rotating to an OD 600 1.0 in LB medium. Five-microliters of serial ten-fold dilutions ofeach strain were spotted on both LB agar and LB agar containing1 (wv) DOC plates and incubated overnight at 37 uC. For acid shock assays, bacterial cells were grown at 37 uCi nL B broth, pH 7, ON standing. Cultures adjusted to the same OD 600 of 1.0 were diluted 1:1,000 in LB, pH 2.5, and incubated at 37 uC with gentle shaking (50 rpm). Samples were cultured by directplating on LB agar after 8 h and 18 h to determine the percentsurvival following acid stress. As controls, bacteria were also grownin LB, pH 7 in the same conditions to determine if the growth ofbacteria was affected. Biofilm formation assay Biofilm formation assays were performed in 96-well polystyrene microtiter plates (Becton Dickinson, Franklin Lakes, NJ) 89. InLarge Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 11 January 2012  Volume 7  Issue 1  e29481brief, strains were grown to stationary phase in LB at 37 uC and then diluted 1:100 in LB supplemented with 0.1 (wv) L-glucose. Aliquots of 200 mL for each dilution were dispensed per well into a microtiter plate (four wellsstrain). Each strain was tested inquadruplicate, wells containing sterile medium were used as negative controls. Plates were sealed with parafilm and cultured standing either at 30 uC, 37 uCo r4 2 uC for 5 days to mimic the environmental and body temperature of humans and chickens,respectively. The media of the plates were then decanted, and the plates were washed twice with sterile PBS. Microplates were then stained with 200 mL of 1 (wv) Crystal Violet for 30 min, followed by washing twice with PBS to remove unbound dye. After drying, dye-containing adherent cells were resolubilized with 200mL of 30 (vv) acetic acid solution. The absorbance was measured at 570 nm in an ELISA reader (SpectraMax M2,Molecular Devices). All tests were carried out at least three times, and the results were averaged. Statistical analysis Data were analyzed by one-way analysis of variance (ANOVA), followed by Bonferronis multiple-comparison test (GraphPadPrism software, version 5.07). Differences between average values were also tested for significance by performing an unpaired, two- sided Student ttest. The levels of significance ( Pvalues) are reported and values 0.05 were taken to be significant. Supporting Information Figure S1 Plasmids genomes comparison. Mauve pairwise nucleotide comparison of the complete pChi7122-2 DNA sequence to that of pEG356 (FN594520.1), pHK01 (HM355591.1), pAA(FN554767.1), and pKF3-70 (FJ494913.1) ( A) and pChi7122-3 DNA sequence to that of R721 (AP002527.1). The colored boxes represent homologous segments completely free of genomic rearrangements. These boxes are connected by lines betweengenomes. Blocks below the center line indicate regions with inverse orientation. Regions outside blocks lack homology between genomes. White regions indicate the sequence specific to a genome. (TIF) Figure S2 Comparison of growth rates of bacteria in iron-restricted media. E. coli K-12 ( x6092) and its derivatives: pChi7122-1 ( x7346), pChi7122-2 ( x7347), and pChi7122-3 (x7348) were grown in LB medium containing 2,2 9-dipyridyl(- iron) or supplemented with either FeSO 4(control), Heme, or Hemoglobin at 37 uC for 24 h. (TIF) Figure S3 Multiple amino acid sequence alignment. pChiD, pChiO, pChiT, and pChiA of pChi7122-2 were aligned with their homologous proteins from other bacteria. Arrows indicate bsheets; spirals ahelixes and TT loops. (TIF) Figure S4 Comparison of growth rates of bacteria in the presence of different carbon sources. The wild-type strain x7122 and its derivatives: No-plasmids ( x7368), pChi7122-1 (x7394), pChi7122-2 ( x7392), pChi7122-3 ( x7367) were tested for growth in either strict MM9 ( A) or MM9 containing thiamin and casamino acid ( B) without sugar, or with different sugars (glucose, lactose, arabinose, mannose, galactose, glucoronic acid, or glucoronic acid). (TIF) Table S1 Summary of information about the coding sequences of pChi7122-2. In this table, we present details of all coding sequences found in pChi7122-2. (DOC) Table S2 Summary of information about the coding sequences of pChi7122-3. In this table, we present details of all coding sequences found in pChi7122-3. (DOC) Table S3 Putative functions of pChi7122-2-encoded sugar pathways genes. In this table, we present the putative functions of pChiA ,pChiD ,pChiT ,pChiO , and pChiR genes of the sugar pathway encoded by pChi7122-2. (DOC) Acknowledgments We thank Alyssa Stacy (Biodesign Institute, Arizona State University) for her technical help. Author Contributions Conceived and designed the experiments: MM NT MS SM SS CN JS RC.Performed the experiments: MM JM TN NT HH SS AC JS. Analyzed the data: MM NT HH MS SM SS AC CN JS RC. Contributed reagents materialsanalysis tools: MM NT MS SM CN JS RC. Wrote the paper: MM. Reviewed the manuscript: NT MS CN AC. References 1. Kaper JB (2005) Pathogenic Escherichia coli . Int J Med Microbiol 295: 355356. 2. Kaper JB, Nataro JP, Mobley HL (2004) Pathogenic Escherichia coli . Nat Rev Microbiol 2: 123140. 3. George DB, Manges AR (2010) A systematic review of outbreak and non- outbreak studies of extraintestinal pathogenic Escherichia coli causing community- acquired infections. Epidemiol Infect 138: 16791690. 4. Smith JL, Fratamico PM, Gunther NW (2007) Extraintestinal pathogenic Escherichia coli . Foodborne Pathog Dis 4: 134163. 5. Ewers C, Antao EM, Diehl I, Philipp HC, Wieler LH (2009) Intestine and environment of the chicken as reservo irs for extraintestinal pathogenic Escherichia coli strains with zoonotic potential. Appl Environ Microbiol 75: 184192. 6. Johnson JR, Delavari P, OBryan TT, Smith KE, Tatini S (2005) Contamina- tion of retail foods, particularly turkey, from community markets (Minnesota,19992000) with antimicrobial-resistant and extraintestinal pathogenic Esche- richia coli . Foodborne Pathog Dis 2: 3849. 7. Mokady D, Gophna U, Ron EZ (2005) Virulence factors of septicemic Escherichia colistrains. Int J Med Microbiol 295: 455462. 8. Stenutz R, Weintraub A, Widmalm G (2006) The structures of Escherichia coli O- polysaccharide antigens. FEMS Microbiol Rev 30: 382403. 9. Dho-Moulin M, Fairbrother JM (1999) Avian pathogenic Escherichia coli (APEC). Vet Res 30: 299316.10. Mellata M, Dho-Moulin M, Dozois CM, Curtiss R, III, Brown PK, et al. (2003) Role of virulence factors in resistance of avian pathogenic Escherichia coli to serum and in pathogenicity. Infect Immun 71: 536540. 11. Russo TA, Sharma G, Brown CR, Campagnari AA (1995) Loss of the O4 antigen moiety from the lipopolysaccharide of an extraintestinal isolate ofEscherichia coli has only minor effects on serum sensitivity and virulence in vivo. Infect Immun 63: 12631269. 12. Mellata M, Ameiss K, Mo H, Curtiss R, III (2010) Characterization of the contribution to virulence of three large plasmids of avian pathogenic Escherichia colichi7122 (O78:K80:H9). Infect Immun 78: 15281541. 13. Tivendale KA, Allen JL, Browning GF (2009) Plasmid-borne virulence- associated genes have a conserved organization in virulent strains of avianpathogenic Escherichia coli . J Clin Microbiol 47: 25132519. 14. Tivendale KA, Noormohammadi AH, Allen JL, Browning GF (2009) The conserved portion of the putative virulence region contributes to virulence ofavian pathogenic Escherichia coli . Microbiology 155: 450460. 15. Johnson TJ, Johnson SJ, Nolan LK (2006) Complete DNA sequence of a ColBM plasmid from avian pathogenic Escherichia coli suggests that it evolved from closely related ColV virulence plasmids. J Bacteriol 188: 59755983. 16. Johnson TJ, Siek KE, Johnson SJ, Nolan LK (2005) DNA sequence and comparative genomics of pAPEC-O2-R, an avian pathogenic Escherichia coli transmissible R plasmid. Antimicrob Agents Chemother 49: 46814688.Large Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 12 January 2012  Volume 7  Issue 1  e2948117. Johnson TJ, Siek KE, Johnson SJ, Nolan LK (2006) DNA sequence of a ColV plasmid and prevalence of selected plasmid-encoded virulence genes among avian Escherichia coli strains. J Bacteriol 188: 745758. 18. Johnson TJ, Wannemeuhler YM, Scaccianoce JA, Johnson SJ, Nolan LK (2006) Complete DNA sequence, comparative genomics, and prevalence of an IncHI2 plasmid occurring among extraintestinal pathogenic Escherichia coli isolates. Antimicrob Agents Chemother 50: 39293933. 19. Mellata M, Touchman JW, Curtiss R, III (2009) Full sequence and comparative analysis of the plasmid pAPEC-1 of avian pathogenic E. coli chi7122 (O78:K80:H9). PLoS One 4: e4232. 20. Johnson TJ, Nolan LK (2009) Pathogenomics of the virulence plasmids of Escherichia coli . Microbiol Mol Biol Rev 73: 750774. 21. Johnson TJ, Wannemuehler YM, Johnson SJ, Logue CM, White DG, et al. (2007) Plasmid replicon typing of commensal and pathogenic Escherichia coli isolates. Appl Environ Microbiol 73: 19761983. 22. Yoshida H, Furuya N, Lin YJ, Guntert P, Komano T, et al. (2008) Structural basis of the role of the NikA ribbon-helix-helix domain in initiating bacterial conjugation. J Mol Biol 384: 690701. 23. Furuya N, Komano T (1995) Specific binding of the NikA protein to one arm of 17-base-pair inverted repeat sequences within the oriTregion of plasmid R64. J Bacteriol 177: 4651. 24. Skold O (2001) Resistance to trimethoprim and sulfonamides. Vet Res 32: 261273. 25. Dyda F, Klein DC, Hickman AB (2000) GCN5-related N-acetyltransferases: a structural overview. Annu Rev Biophys Biomol Struct 29: 81103. 26. Jana S, Karan G, Deb JK (2005) Purification of streptomycin adenylyltransferase from a recombinant Escherichia coli . Protein Expr Purif 40: 8690. 27. Sundin GW, Bender CL (1996) Dissemination of the strA-strB streptomycin- resistance genes among commensal and pathogenic bacteria from humans, animals, and plants. Mol Ecol 5: 133143. 28. Guerra B, Junker E, Schroeter A, Malorny B, Lehmann S, et al. (2003) Phenotypic and genotypic characterization of antimicrobial resistance in German Escherichia coli isolates from cattle, swine and poultry. J Antimicrob Chemother 52: 489492. 29. Kim SR, Komano T (1997) The plasmid R64 thin pilus identified as a type IV pilus. J Bacteriol 179: 35943603. 30. Srimanote P, Paton AW, Paton JC (2002) Characterization of a novel type IV pilus locus encoded on the large plasmid of locus of enterocyte effacement- negative Shiga-toxigenic Escherichia coli strains that are virulent for humans. Infect Immun 70: 30943100. 31. Gyohda A, Furuya N, Ishiwa A, Zhu S, Komano T (2004) Structure and function of the shufflon in plasmid R64. Adv Biophys 38: 183213. 32. Komano T (1999) Shufflons: multiple inversion systems and integrons. Annu Rev Genet 33: 171191. 33. Provence DL, Curtiss R, III (1994) Isolation and characterization of a gene involved in hemagglutination by an avian pathogenic Escherichia coli strain. Infect Immun 62: 13691380. 34. Kostakioti M, Stathopoulos C (2004) Functional analysis of the Tsh autotransporter from an avian pathogenic Escherichia coli strain. Infect Immun 72: 55485554. 35. Eisenreich W, Dandekar T, Heesemann J, Goebel W (2010) Carbon metabolism of intracellular bacterial pathogens and possible links to virulence. Nat Rev Microbiol 8: 401412. 36. Chang DE, Smalley DJ, Tucker DL, Leatham MP, Norris WE, et al. (2004) Carbon nutrition of Escherichia coli in the mouse intestine. Proc Natl Acad Sci U S A 101: 74277432. 37. Fabich AJ, Jones SA, Chowdhury FZ, Cernosek A, Anderson A, et al. (2008) Comparison of carbon nutrition for pathogenic and commensal Escherichia coli strains in the mouse intestine. Infect Immun 76: 11431152. 38. Soding J, Biegert A, Lupas AN (2005) The HHpred interactive server for protein homology detection and structure prediction. Nucleic Acids Res 33: W244248. 39. Gerlt JA, Babbitt PC, Rayment I (2005) Divergent evolution in the enolase superfamily: the interplay of mechanism and specificity. Arch Biochem Biophys 433: 5970. 40. Botsford JL, Harman JG (1992) Cyclic AMP in prokaryotes. Microbiol Rev 56: 100122. 41. Busby S, Ebright RH (1999) Transcription activation by catabolite activator protein (CAP). J Mol Biol 293: 199213. 42. Haydon DJ, Guest JR (1991) A new family of bacterial regulatory proteins. FEMS Microbiol Lett 63: 291295. 43. Alteri CJ, Smith SN, Mobley HL (2009) Fitness of Escherichia coli during urinary tract infection requires gluconeogenesis and the TCA cycle. PLoS Pathog 5: e1000448. 44. Eriksson S, Lucchini S, Thompson A, Rhen M, Hinton JC (2003) Unravelling the biology of macrophage infection by gene expression profiling of intracellular Salmonella enterica . Mol Microbiol 47: 103118. 45. Bausch C, Peekhaus N, Utz C, Blais T, Murray E, et al. (1998) Sequence analysis of the GntII (subsidiary) system for gluconate metabolism reveals a novel pathway for L-idonic acid catabolism in Escherichia coli . J Bacteriol 180: 37043710. 46. Huisman GW, Kolter R (1994) Sensing starvation: a homoserine lactone dependent signaling pathway in Escherichia coli . Science 265: 537539. 47. Graham JE, Clark-Curtiss JE (1999) Identification of Mycobacterium tubercu- losis RNAs synthesized in response to phagocytosis by human macrophages byselective capture of transcribed sequences (SCOTS). Proc Natl Acad Sci U S A 96: 1155411559. 48. Jaureguy F, Landraud L, Passet V, Diancourt L, Frapy E, et al. (2008) Phylogenetic and genomic diversity of human bacteremic Escherichia coli strains. BMC Genomics 9: 560. 49. Touchon M, Hoede C, Tenaillon O, Barbe V, Baeriswyl S, et al. (2009) Organized genome dynamics in the Escherichia coli species results in highly diverse adaptive paths. PLoS Genet 5: e1000344. 50. Johnson JR, Russo TA (2005) Molecular epidemiology of extraintestinal pathogenic (uropathogenic) Escherichia coli . Int J Med Microbiol 295: 383404. 51. Gunn JS (2000) Mechanisms of bacterial resistance and response to bile. Microbes Infect 2: 907913. 52. Rodriguez-Siek KE, Giddings CW, Doetkott C, Johnson TJ, Fakhr MK, et al. (2005) Comparison of Escherichia coli isolates implicated in human urinary tract infection and avian colibacillosis. Microbiology 151: 20972110. 53. Tivendale KA, Logue CM, Kariyawasam S, Jordan D, Hussein A, et al. (2010) Avian-pathogenic Escherichia coli strains are similar to neonatal meningitis E. coli strains and are able to cause meningitis in the rat model of human disease. Infect Immun 78: 34123419. 54. Nickerson CA, Goodwin TJ, Terlonge J, Ott CM, Buchanan KL, et al. (2001) Three-dimensional tissue assemblies: novel models for the study of Salmonella enterica serovar Typhimurium pathogenesis. Infect Immun 69: 71067120. 55. Barrila J, Radtke AL, Crabbe A, Sarker SF, Herbst-Kralovetz MM, et al. (2010) Organotypic 3D cell culture models: using the rotating wall vessel to study host-pathogen interactions. Nat Rev Microbiol 8: 791801. 56. Huang SH, Stins MF, Kim KS (2000) Bacterial penetration across the blood- brain barrier during the development of neonatal meningitis. Microbes Infect 2: 12371244. 57. Moller AK, Leatham MP, Conway T, Nuijten PJ, de Haan LA, et al. (2003) An Escherichia coli MG1655 lipopolysaccharide deep-rough core mutant grows and survives in mouse cecal mucus but fails to colonize the mouse large intestine.Infect Immun 71: 21422152. 58. Wibbenmeyer JA, Provenzano D, Landry CF, Klose KE, Delcour AH (2002) Vibrio cholerae OmpU and OmpT porins are differentially affected by bile. Infect Immun 70: 121126. 59. Davidson AL, Chen J (2004) ATP-binding cassette transporters in bacteria. Annu Rev Biochem 73: 241268. 60. Keren I, Kaldalu N, Spoering A, Wang Y, Lewis K (2004) Persister cells and tolerance to antimicrobials. FEMS Microbiol Lett 230: 1318. 61. Keren I, Shah D, Spoering A, Kaldalu N, Lewis K (2004) Specialized persister cells and the mechanism of multidrug tolerance in Escherichia coli . J Bacteriol 186: 81728180. 62. Vazquez-Laslop N, Lee H, Neyfakh AA (2006) Increased persistence in Escherichia coli caused by controlled expression of toxins or other unrelated proteins. J Bacteriol 188: 34943497. 63. Lin J, Smith MP, Chapin KC, Baik HS, Bennett GN, et al. (1996) Mechanisms of acid resistance in enterohemorrhagic Escherichia coli . Appl Environ Microbiol 62: 30943100. 64. Lim JY, Sheng H, Seo KS, Park YH, Hovde CJ (2007) Characterization of an Escherichia coli O157:H7 plasmid O157 deletion mutant and its survival and persistence in cattle. Appl Environ Microbiol 73: 20372047. 65. Barua S, Yamashino T, Hasegawa T, Yokoyama K, Torii K, et al. (2002) Involvement of surface polysaccharides in the organic acid resistance of Shiga Toxin-producing Escherichia coli O157:H7. Mol Microbiol 43: 629640. 66. Richards JJ, Melander C (2009) Controlling bacterial biofilms. Chembiochem 10: 22872294. 67. Macfarlane S (2008) Microbial biofilm communities in the gastrointestinal tract. J Clin Gastroenterol 42 Suppl 3 Pt 1: S142143. 68. Anderson GG, Palermo JJ, Schilling JD, Roth R, Heuser J, et al. (2003) Intracellular bacterial biofilm-like pods in urinary tract infections. Science 301: 105107. 69. Kikuchi T, Mizunoe Y, Takade A, Naito S, Yoshida S (2005) Curli fibers are required for development of biofilm architecture in Escherichia coli K-12 and enhance bacterial adherence to human uroepithelial cells. Microbiol Immunol 49: 875884. 70. Ghigo JM (2001) Natural conjugative plasmids induce bacterial biofilm development. Nature 412: 442445. 71. Reisner A, Holler BM, Molin S, Zechner EL (2006) Synergistic effects in mixed Escherichia coli biofilms: conjugative plasmid transfer drives biofilm expansion. J Bacteriol 188: 35823588. 72. May T, Tsuruta K, Okabe S (2010) Exposure of conjugative plasmid carrying Escherichia coli biofilms to male-specific bacteriophages. ISME J. 73. Dudley EG, Abe C, Ghigo JM, Latour-Lambert P, Hormazabal JC, et al. (2006) An IncI1 plasmid contributes to the adherence of the atypical enteroaggregative Escherichia coli strain C1096 to cultured cells and abiotic surfaces. Infect Immun 74: 21022114. 74. Lee YW, Jeong SY, In YH, Kim KY, So JS, et al. (2010) Lack of O- polysaccharide enhances biofilm formation by Bradyrhizobium japonicum . Lett Appl Microbiol 50: 452456. 75. Prouty AM, Schwesinger WH, Gunn JS (2002) Biofilm formation and interaction with the surfaces of gallstones by Salmonella spp. Infect Immun 70: 26402649. 76. Brandenburg K (1993) Fourier transform infrared spectroscopy characterization of the lamellar and nonlamellar structures of free lipid A and ReLarge Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 13 January 2012  Volume 7  Issue 1  e29481lipopolysaccharides from Salmonella minnesota and Escherichia coli . Biophys J 64: 12151231. 77. Seydel U, Koch MH, Brandenburg K (1993) Structural polymorphisms of rough mutant lipopolysaccharides Rd to Ra from Salmonella minnesota . J Struct Biol 110: 232243. 78. Snyder S, Kim D, McIntosh TJ (1999) Lipopolysaccharide bilayer structure: effect of chemotype, core mutations, divalent cations, and temperature. Biochemistry 38: 1075810767. 79. Brown PK, Curtiss R, III (1996) Unique chromosomal regions associated with virulence of an avian pathogenic Escherichia coli strain. Proc Natl Acad Sci U S A 93: 1114911154. 80. Mellata M, Dho-Moulin M, Dozois CM, Curtiss R, III, Lehoux B, et al. (2003) Role of avian pathogenic Escherichia coli virulence factors in bacterial interaction with chicken heterophils and macrophages. Infect Immun 71: 494503. 81. European Committee on Antimicrobial Susceptibility Testing (EU-CAST) (2008) Breakpoint tables for interpretation of MICs and zone diameters.Available: http:www.eucast.orgeucast_disk_diffusion_test(updated 27 April, 2010). 82. Clinical and Laboratory Standards Institute (2009) Performance standards for antimicrobial susceptibility testing; nineteenth informational supplement. CLSI document M100-S19. WaynePa: Clinical and Laboratory Standards Institute29(3.83. Chain PS, Grafham DV, Fulton RS, Fitzgerald MG, Hostetler J, et al. (2009) Genomics. Genome project standards in a new era of sequencing. Science 326: 236237. 84. Berriman M, Rutherford K (2003) Viewing and annotating sequence data with Artemis. Brief Bioinform 4: 124132. 85. Darling AC, Mau B, Blattner FR, Perna NT (2004) Mauve: multiple alignment of conserved genomic sequence with rearrangements. Genome Res 14: 13941403. 86. Carver T, Thomson N, Bleasby A, Berriman M, Parkhill J (2009) DNAPlotter: circular and linear interactive genome visualization. Bioinformatics 25: 119120. 87. Gouet P, Courcelle E, Stuart DI, Metoz F (1999) ESPript: analysis of multiple sequence alignments in PostScript. Bioinformatics 15: 305308. 88. Crabbe A, Sarker SF, Van Houdt R, Ott CM, Leys N, et al. (2010) Alveolar epithelium protects macrophages from quorum sensing-induced cytotoxicity in a three-dimensional co-culture model. Cell Microbiol 13: 469481. 89. OToole GA, Kolter R (1998) Initiation of biofilm formation in Pseudomonas fluorescens WCS365 proceeds via multiple, convergent signalling pathways: a genetic analysis. Mol Microbiol 28: 449461. 90. Dozois CM, Dho-Moulin M, Bree A, Fairbrother JM, Desautels C, et al. (2000) Relationship between the Tsh autotransporter and pathogenicity of avian Escherichia coli and localization and analysis of the Tsh genetic region. Infect Immun 68: 41454154.Large Plasmids and Bacterial Fitness PLoS ONE  www.plosone.org 14 January 2012  Volume 7  Issue 1  e29481",
        "introduction": "Escherichia coli are versatile bacteria; with the majority being non-pathogenic and considered as commensals. A subset of thesebacteria has acquired specific virulence attributes that confer anability to survive in different niches and cause a broad spectrum ofintestinal and extra-intestinal diseases 1,2. One of the importantaspects of the fitness of E. coli is thought to be its ability to survive and persist in a variety of environments, including variedanatomical niches, food, soils, poultry litter, and acidic conditions.Extra-intestinal pathogenic E. coli (ExPEC) cause infections outside of their normal intestinal habitat in both mammals and birds,resulting in a considerable economic and public health burden3,4. Major infections associated with ExPEC in humans includeurinary tract infections (UTI), newborn meningitis (NBM) andsepticemia 4. In birds, a subgroup of ExPEC, named Avian Pathogenic E. coli (APEC), causes a complex of systemic infections,mainly respiratory, often leading to death 4. The genetic relationship between APEC and other ExPEC of human and animal origin 4 emphasizes the potential zoonotic risk of avian-derived E. coli strains. In poultry, isolates associated with fecal matter, environmental contamination and chicken meat products possess virulence gene profiles similar to those causing human outbreaks 5,6, which suggests that retail chicken may be an important reservoir for E. coli causing ExPEC infections in humans. ExPEC exhibit a high degree of antigenic and genetic diversity, which complicates their diagnosis and the design of cross- protective vaccines 7. ExPEC are defined by a limited number of O-antigens, with specific O antigens being associated withcertain clinical syndromes. For example, E. coli from a small number of O serogroups (O4, O6, O14, O22, O75, and O83) cause 75 of urinary tract infections 8 and a limited number ofserotypes, principally O1, O2, O78, O8, and O35, are commonly PLoS ONE  www.plosone.org 1 January 2012  Volume 7  Issue 1  e29481implicated in avian colibacillosis 9, suggesting that not all O polysaccharides have identical virulence properties 10,11. The possession of multiple large plasmids is often a defining feature of ExPEC, especially APEC, in which the virulence is partly plasmid-mediated 12,13,14,15,16,17,18,19. Although many studies have been dedicated to understanding the pathogenesis of ExPEC, little is known about the mechanismsof their persistence. Since a correlation between the ecology ofbacteria and their virulence exists, understanding the mechanismsof fitness and survival of these bacteria in extreme and changingconditions would not only improve our understanding of theirpersistence, but also will contribute to better design strategies for their prevention and treatments. Previously, the model APEC strain x7122 (O78:K80:H9), containing three large plasmids pChi7122-1, pChi7122-2, and pChi7122-3, previously named pAPEC-1, pAPEC-2, and pAPEC-3 respectively, and a cryptic plasmid pChi7122-4 (Table 1), hasbeen used to undestand the role of large plasmids in the virulenceof ExPEC 12. Specifically, we determined that both the nature ofplasmids and their combinations have an effect on the virulenceand the genetic diversity of ExPEC. Although we have clearlydetermined that pChi7122-1 has a major role in systemic infectionof APEC in chickens, the role of the remaining plasmids remained unclear. Since pChi7122-2 and pChi7122-3 do not encode for common ExPEC virulence factors 12, and their roles are considered asminor in systemic infection in chickens 12, we hypothesized thatthese plasmids could be important in persistence of this bacterialstrain in different stressful conditions encountered before and during infections. Therefore, this study aimed to (1) fully sequence and analyze the DNA of plasmids pChi7122-2, pChi7122-3, and pChi7122-4 of APEC strain x7122; and (2) evaluate the contribution of these plasmids, as well the plasmid pChi7122-1,either individually or in combination, in the bacterial interaction with a model human intestinal epithelial cell line, bile and acid resistance, biofilm formation, and growth in iron-restricted medium and in the presence of different carbon sources. Moreover, since the plasmids can be carried by strains with different backgrounds, we aimed to determine the effect of different host strain backgrounds on plasmid-associated pheno- types. This study presents for the first time the sequence of three plasmids of APEC strain x7122 and provides new insights into the genetic and phenotypic mechanisms that ExPEC may use for their persistence and survival in stressful conditions.",
        "conclusion": "A novel putative sugar utilization pathway operon that is not present in other E. coli strains but found in Salmonella serovars, an ABC iron transport system and a type IV fimbriae piloperon were located on pChi7122-2 and pChi7122-3 respectively. Multipleplasmid-encoded mechanisms, including toxin-antitoxin modulesand the novel sugar pathway could be important in the fitness andpersistence of APEC x7122. Large plasmids were involved in bile resistance (pChi7122-1 and pChi7122-2) when present in E. coli K-12 background and acid tolerance (pChi7122-3) in the wild-type background. Four differentfactor-driven biofilms, including plasmidless-, plasmid-, rough-LPS-,and O-LPS-mediated were demonstrated. These multiple factor-driven biofilms expressed at different temperatures could havedistinct functions. Some of them could be important in theacquisition of genetic material and persistence of bacteria in theenvironment; others could be involved in virulence. The genotypic and phenotypic analysis of plasmid-derivative strains of an ExPECmodel strain x7122 (O78:K80:H9) revealed new insights into the mechanisms of fitness of ExPEC and their diversity. Materials and",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            }
        ]
    }
]