[
    {
        "pmid": "38862517",
        "title": "Influence of the spaceflight environment on macrophage lineages.",
        "year": "2024",
        "journal": "NPJ Microgravity",
        "abstract": "Spaceflight and terrestrial spaceflight analogs can alter immune phenotypes. Macrophages are important immune cells that bridge the innate and adaptive immune systems and participate in immunoregulatory processes of homeostasis. Furthermore, macrophages are critically involved in initiating immunity, defending against injury and infection, and are also involved in immune resolution and wound healing. Heterogeneous populations of macrophage-type cells reside in many tissues and cause a variety of tissue-specific effects through direct or indirect interactions with other physiological systems, including the nervous and endocrine systems. It is vital to understand how macrophages respond to the unique environment of space to safeguard crew members with appropriate countermeasures for future missions in low Earth orbit and beyond. This review highlights current literature on macrophage responses to spaceflight and spaceflight analogs.",
        "full_text": "REVIEW ARTICLE OPEN Inuence of the space ight environment on macrophage lineages Rocky An1,2,16, Virginia Katherine Blackwell1,3,16, Bijan Harandi1,4,16, Alicia C. Gibbons1,5,16, Olivia Siu1,6,16, Iris Irby1,7,16, Amy Rees1,8,16, Nadjet Cornejal1,9, Kristina M. Sattler1,10, Tao Sheng1,11, Nicholas C. Syracuse1,12, David Loftus13, Sergio R. Santa Maria13, Egle Cekanaviciute13, Sigrid S. Reinsch13, Hami E. Ray13,14and Amber M. Paul6,13,15 Space ight and terrestrial space ight analogs can alter immune phenotypes. Macrophages are important immune cells that bridge the innate and adaptive immune systems and participate in immunoregulatory processes of homeostasis. Furthermore, macrophages are critically involved in initiating immunity, defending against injury and infection, and are also involved in immune resolution and wound healing. Heterogeneous populations of macrophage-type cells reside in many tissues and cause a variety oftissue-speci c effects through direct or indirect interactions with other physiological systems, including the nervous and endocrine systems. It is vital to understand how macrophages respond to the unique environment of space to safeguard crew members with appropriate countermeasures for future missions in low Earth orbit and beyond. This review highlights current literature onmacrophage responses to space ight and space ight analogs. npj Microgravity (2024) 10:63 ; https:doi.org10.1038s41526-023-00293-0 INTRODUCTION Space exploration and habitation will expose crew members to unique risk factors, including cosmi c radiation, altered gravity forces, social isolation, and enclosedhost ile environments. In addition, these stressors will be experienced at a su bstantial distance from Earth, where emergency medical intervention will be limited. Multiple studies on crew health and model organisms have determined space ight-associated risks can impac t nervous, musculoskeletal, and cardiovascular systems (reviewed in 1). Tissue-resident macrophages, circulating blood monocytes, and lymphatic system responses tospace ight-associated risk factors can in uence physiological out- comes in biological systems. Studies performed on space explorationvehicles and on the International Space Station (ISS) have yielded varied ndings on immunological patterns, which may be in part due to limitations to onboard sampling a nd experimental procedures. In general, crew members who have o w ni ns p a c ed i s p l a ya l t e r e d leukocyte counts and function ,a sw e l la sc h r o n i cl o w - g r a d e inammation 29. Chronic in ammation experienced in- ight may be in response to oxidative damage10(reviewed in11), which may also contribute to accelerated aging described post- ight12,13. However, due the dynamic nature of the immune system, contributions of circadian cycling, epigenetics, and differentialresponse kinetics are only now beginning to be evaluated. Thus,understanding the impact of space ight-associated risks on macro- phage phenotypes and functions is paramount for astronaut healthmonitoring and mitigation programs. Macrophages are key elements of the innate immune response and play an important role in antigen removal via phagocytosis.They also direct the adaptive immune response through antigen presentation and lymphocyte immunological synapse formation. In addition, many non-genetic, multisystem terrestrial diseases are caused by aberrant in ammation, which is in part regulated by macrophages (reviewed in 14,15). There is a signi cant knowledge gap in the characterization of macrophage heterogeneity involved in space ight-associated dysfunctions, in addition to identifying homeostatic resolutionprocesses. Consequently, teasing apart cell type-speci c responses may help characterize distinct immunological processes observed in the space ight environment. MACROPHAGE IMMUNOBIOLOGY IN SPACEFLIGHT Immune cell phenotypes and functions are altered in space ight, with known consequences for monocytes and macrophages (Table 1). For instance, elevated monocyte counts were described in crew at 1-day post- ight (142-day mission) 8. In line with this, ISS crew monocyte counts are not signi cantly altered at early- (14-days), mid- (2 4-months) and late-(6-months) timepoints in- ight, however, are slightly increased immediately upon return to 1 g and at 30-days post- ight7. Collectively, these ndings indicate elevated monocyte counts during post- ight may be a factor of immune resolution and recovery. In rodents, on the other hand,absolute monocyte counts isolated from splenocytes were reduced immediately post- ight 16. Similarly, other studies in rats report reduced post- ight monocyte counts upon return from a 14-day mission17. 1NASA Ames Research Center, Space Life Sciences Training Program, Moffett Field, CA 94035, USA.2Cornell University, Department of Biological and Environmental Engineering and Sibley School of Mechanical and Aerospace Engineering, Ithaca, NY 14853, USA.3Massachusetts Institute of Technology, Department of Biology, Cambridge, MA 02139, USA. 4Tufts University, Department of Chemistry, Medford, MA 02155, USA.5University of California San Diego, Department of Cellular and Molecular Medicine, La Jolla, CA 92093, USA. 6Embry-Riddle Aeronautical University, Department of Human Factors and Behavioral Neurobiology, Daytona Beach, FL 32114, USA.7Georgia Institute of Technology, Atlanta, GA 30332, USA.8Medical University of South Carolina, Charleston, SC 29425, USA.9Brooklyn College, Department of Natural and Behavioral Sciences, Brooklyn, NY 11210, USA. 10Ohio State University, Department of Physiology and Cell Biology, Columbus, OH 43210, USA.11University of Pittsburgh, Department of Computer Science, Pittsburgh, PA 15260, USA.12North Carolina State University, Department of Molecular and Structural Biochemistry and Department of Biological Sciences, Raleigh, NC 27695, US A.13NASA Ames Research Center, Space Biosciences Division, Moffett Field, CA 94035, USA.14ASRC Federal, Inc, Beltsville, MD 20705, USA.15Blue Marble Space Institute of Science, Seattle, WA 98104, USA.16These authors contributed equally: Rocky An, Virginia Katherine Blackwell, Bijan Harandi, Alicia C. Gibbons, Olivia Siu, Iris Irby, Amy Rees. email: amber.paulerau.eduwww.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA 1234567890():,;Immune discrepancies between rodent and human mammalian systems are not entirely uncommon and may be due to multiplevariables, including the strain of experimental mouse, multi- physiological system in uence, age, sex, duration of space ight exposure, environmental microbial in uence, methods or markers of analysis, andor landing experiences. Moreover, rodent quadrupedalmodels do not recapitulate the bipedal human with an upright, stacked vertebrae spinal column. Therefore, simulated gravity models impact rodents and humans differently (reviewed in 18), and may have important implications for m onocyte (and other immune cell) functions. The majority of simulated microgravity studies in rodentsutilize the hindlimb unloading (HU) model, which lifts rodenthindquarters to cause a cephalad uid shift similar to what humans experience in space ight (reviewed in 19). Immunological conse- quences observed following HU and space ight are somewhat similar, such as thymus involuti on and induced cytokine-type phenotypes (reviewed in20). Additionally, leukocyte differentials are also generally similar between HU rodent models and humans post- ight, including elevated production of in ammatory mediators (reviewed in21). However, careful consideration of space ight analog details and a thorough elucidation o f all descriptive metadata from space ight missions are important for i mmunological interpretation. In-ight changes of known macrophage lineage mediators have also been reported in crew members. For example, IL12-p406, CXCL-8IL8, and CXCL-55cytokines are elevated throughout multiple timepoints, indicating the potential for some degree ofmacrophage activation under microgravity conditions. In addition,multipaneled measurements of mediators indirectly involved inmacrophage activation are elevated in- ight, including IL-1 , IL- 1, and IL-1RA 3, and TNF- , IL-17F, and IL-62. In line with this, the production of immune mediators CCL-2, IL-10, CRP, IL-6, and IL-1RA are substantially elevated immediately at landing (340-daymission) in the NASA Twins study (n 1) that were quickly reversed in post- ight recovery 22. Induction of TNF- and IL-1 were also described following in- ight stimulation of the murine bone marrow-derived cell line, B6MP102 cells, with lipopolysac-charide (LPS, 12- and 24-hours) on-board STS-37 (6-day missionduration) 23. In addition, although macrophage polarization proles are beginning to be identi ed in simulated microgravity models and space ight24,25(reviewed in26,27), more studies on these unique phenotypes may better assist with unravelingfunctional consequences of macrophage alterations in space ight (Fig. 1). Recently, Lv et al. discussed a negative role for microgravity on hematopoietic progenitor cells (HPC) differentia-tion and polarization processes, including non-polarized (M0), pro-inammatory (M1), and anti-in ammatory (M2) subtypes. Under microgravity and simulated microgravity conditions, differentia-tion of HPC into macrophages and the polarization of macro-phages into M1 or M2 types were mutually impaired 24,25 (reviewed in26,27). Thus, space ight risk factors may in uence macrophage differentiationpolarization processes in ight. In a post- ight study, human monocytes displayed reduced phagocytic activity immediately following short- (8 10 days) and long- (125 195 days) duration space ight missions28.A n o t h e rs t u d y found that monocyte phagocytic function was depressed immedi- ately upon return to Earth (within 3 h) and at day 3 post- ight29. Murine splenocyte phagocytosis was also impaired immediately post- ight (within 5 h) after a 13-day space ight mission16.T h e inability to remove cellular debris, apoptotic cells, or pathogens can impede tissue regeneration, nutri ent recycling, and can cause tissue damage, which is also a notable dysfunction in the elderly (reviewedin 30). Concordantly, astronauts displ ay accelerated aging phenotypes in peripheral blood mononuclear cells (PBMC) post-one-year missions via telomere shortening mechanics2,12,s u g g e s t i n gp o s t - ight macrophages may also have an accelerated age phenotype, that ispossibly in ammatory 12(reviewed in31). However, previous work described reduced monocyte expression levels of pro-in ammatory TNF-, IL-6, and immunoregulatory IL-10 upon LPS ex vivoTable 1. Space ight-induced Macrophage Lineage Phenotypes. Space ight-Induced Phenotype Macrophage Lineage involvementIn-ight or Post- ightMission DurationTime of collection and observationOrganism Reference Increased monocyte counts Direct Post- ight 6-month R 0 and 30-days Human7 Increased monocyte counts Direct Post- ight 142 181 days R 1 Human8 Reduced monocyte counts Direct Post- ight 13-days R 0 Mouse16 Reduced monocyte counts Direct Post- ight 14-days R 0R a t17 Reduced phagocytic function Direct Post- ight 8 10 days R 0 Human28 Reduced phagocytic function Direct Post- ight 125 195 days R 0 Human28 Reduced phagocytic function Direct Post- ight 5 11 days R 0 and R 3 Human29 Reduced TNF- , IL-6, and IL-10 cytokine expressionDirect Post- ight 13 16-day Post- ight (R 0) post-LPS stimulationHuman32 Elevated CCL2, IL-10, CRP , IL-6, and IL-1RAIndirect Post- ight 340-days R 0 Humana 22 Impaired antigen-speci c toleranceIndirect Post- ight 15-day R 0 and R 3 Mouse35 Elevated TNF- , IL-17F, and IL-6 Indirect In- ight 334-days Day 14, 74, 122, 181, 237, 300, and 334Humana 2 Elevated IL-1RA, IL1- , IL-1  Indirect In- ight 4 6 months Day 15 Human3 Elevated CXCL-8 (IL-8) and CXCL-5 Indirect In- ight 6-months Day 15, 60,  180 Human5 Elevated IL-12p40 Indirect In- ight 136 290-days Day 15, 30, 60, 120,  180 Human6 Elevated TNF- and IL-1  Direct In- ight 6-day mission 12- and 24-hours post-LPS stimulationMouse23 Reduced macrophage differentiation from HPCDirect In- ight 12-days Day 1 12; every 24-hour image captureMouse24 an1 biological sample; HPC denote Hematopoietic Progenitor Cells ;R0denotes sampling within 24 h at post- ight landing ;R1denotes sampling one-day post-landing ;R3denotes sampling three days post-landing . R. An et al. 2 npj Microgravity (2024) 63 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;stimulation, post-short duration space ight shuttle missions (1316 day missions, STS-124, STS-125, and STS-126)32. Differences in study outcomes may be a due to variables including duration inspace ight and types of mission exposures (i.e., shuttle versus ISS). Additionally, while recovery to ba seline macrophage function may be achieved post- ight on Earth, the time frame to recovery is an important consideration for futur e exploration missions on lunar and Martian surfaces. Macrophages are also critically involved in directing type- speci c adaptive immunity via antigen presentation and the production of lymphocyte differentiation cytokines (reviewedin 33). Space ight can alter adaptive immunity through impaired T cell function7and impaired lymphocyte maturation (reviewed in34), both of which can cause immune de ciency. As macro- phages play an important role in antigen presentation and canshape lymphocyte effector cell phenotypes, we hypothesize thataltered macrophages may signi cantly alter adaptive immune phenotypes observed during space ight. However, due to the complexity of performing in- ight studies to characterize immu- nological synapses or macrophage-lymphocyte communicationprocesses, these studies have been lacking to date. Nonetheless,one study has characterized the potential for peripheral immunetolerance processes being disrupted in space- own mice (15-day mission), whereby antigen-speci c tolerance, mediated by antigen-presenting cells, including macrophages, was compro-mised and elevated in ammation was recorded post- ight 35. This study highlights the potential for fundamental antigen presenta-tionprocessing mechanisms being compromised in- ight. Thus, decits in antigen processing and presentation can in uence inappropriate effector lymphocyte establishment, which may bethe basis for reported adaptive immune dysfunctions in ight 7, although additional studies are required (Fig. 2). Most studies that characterize macrophage lineage biology and function in response to the space ight environment are limited to post- ight outcomes, although some have characterized in- ightcell counts and cytokinechemokine pro les. As such, additional experimental evidence is necessary to fully characterize uniquephenotypes of monocytes and macrophages in space ight, including functional outcomes on lymphocyte populations. TISSUE-SPECIFIC MACROPHAGE LINEAGES IN SPACEFLIGHT As described above, macrophages can undergo alterations in the space ight environment, which may in part contribute to space ight-induced conditions. S pecialized tissue-speci cm a c r o - phage lineages in the space ight environment are less characterized, such as microglia of the CNS or bone osteoclasts (reviewed in 36). Yet, there are some intriguing space ight environmental consequences on these specialized tissue macrophage lineages that have beenidenti ed, displaying similarities to known terrestrial disorders. For instance, the space ight environment (12-day mission murine OSTEO p a y l o a d )h a sk n o w ne f f e c t so no s t e o c l a s t sr e s u l t i n gi no s t e o c l a s t o - genesis and increased bone resorption 37,w h i c hm a yp l a ya n important role in exacerbating bone loss in space ight, resembling osteoporosis (reviewed in38,39). Furthermore, microglia are brain- resident macrophages that are responsible for the maintenance ofbrain homeostasis by surveying the microenvironment in a restingstate. However, when activated, microglia can play a contributing role in neuroin ammation causing bystander tissue damage if unresolved (reviewed in 40). Similar to features resembling Alzheimer s disease41, microglia can be activated by space-relevant galactic cosmic rays (GCR) doses both in vitro and in vivo models of cosmicradiation (reviewed in 42,43), leading to cognitive de cits and neuroin ammation in mice44. Interestingly, the removal of microglial populations through cellular depletion in mice can prevent sex- speci cG C Re f f e c t ss u c ha sl e a r n i n gd e cits and phagocytic activation45, and indicates a potential target for neuroin ammatory regulation in space ight-associated radiation models (reviewed in46). Table 2summarizes some of the similarities identi ed between Fig. 1 In-Flight Macrophage Lineage Phenotypes. Representative timeline of the observable phenotypes produced in- ight from Table 1. Each linecolor represents a mission experiment with the in- ight days listed abovebelow vertical nodes. Collective observable phenotypes display increased (above centerline) or decreased (below centerline) activity are depicted visually, including increased production of IL12-p40 , CXCL-8, CXCL-5, TNF- , IL-1 , IL-RA, IL-1 , IL-17F, and IL-6 and decreased macrophage differentiation processes from hematopoietic progenitor cells (HPC). Created with BioRender.com.R. An et al. 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2024) 63 various specialized macrophage lineages in space ight and asso- ciated terrestrial disorders. There are several research gaps characterizing macrophage lineages in the space ight environment and are of interest for future space ight studies (Table 2). For example, Kupffer cells of the liver are part of the hepatic macrophage system and play animportant role in liver immunological tolerance, producing IL-10 and high PD-L1 expression (reviewed in 47). Reduced rat Kupffer cell populations have been previously reported in hepatic tissuespost-space ight (14-day mission) 48, suggesting possible disruption in the maintenance of liver homeostasis and may play a signi cant role in immunological resolution during in ammatory-induced conditions in space ight (reviewed in49), however, more studiesare necessary. Similarly, macrophages within other less character- ized tissues, such as the pancreas, kidneys, and adrenals also mayplay important roles, due to parallel terrestrial disorder overlaps with space ight-associated conditions of insulin resistance, meta- bolic disorders (reviewed in 50) and renal stone formation risk51,52. However more studies elucidating the role of specialized tissue-resident macrophages lineages are required. INFLUENCE OF MICROGRAVITY ON MACROPHAGE LINEAGES Ground-based, terrestrial analogs of microgravity that assess cells in culture include rotating wall vessel (RWV) bioreactors or rotary cell culture systems (RCCS), and clinos tats (2D3D) or random positioning Fig. 2 Post-Flight Macrophage Lineage Phenotypes. Representative timeline of the observable phenotypes produced post- ight analysis from Table 1. Each linecolor represents a mission experiment with the in- ight days listed above horizontal nodes, and post- ight collection time points vertical lines. Collective observable phenotypes that display increased (above centerline) or decreased (below centerline) activityare depicted visually, including monocytic count, phagocytic function, cytokine production, and T cell tolerance outcomes. Each phenotype iscolor-coordinated with the experimental timeline of missions and collections. Created with BioRender.com. Table 2. Specialized tissue-speci c macrophage lineages in space ight. Macrophage Location  Lineage Space ight or analog consequences Related terrestrial disorders Reference Bone Osteoclast Increased differentiation, bone resorption, and loss of bone calciumOsteoporosis37,38,52 Central Nervous System Microglia Cognitive de cits and neuroin ammation Neuroin ammation and Alzheimer s Disease4146 Small  large Intestine lamina propria mucosa macrophagesAltered gut microbiome Gut dysbiosis90 Liver Kupffer cells Reduced populations in liver Liver disease48,49 Pancreatic-resident Macrophage Unknown function Metabolic disorders and insulin resistance50 Kidney-resident Macrophage Unknown function Kidney stone formation51,52 Adrenal-resident Macrophage Unknown function Metabolic disorders, endocrine hormone release, and circadian cycle homeostasis50,82,83,89 R. An et al. 4 npj Microgravity (2024) 63 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAmachines. Other possible analogs that are less utilized include, drop towers and parabolic ight (reviewed in53). As described above, HU and partial weight-bearing suspension are standard rodent models used to simulate microgravity, while head-down tilt bead rest and wetdry immersions are used in humans (reviewed in53,54). However, analogs can produce disparate responses to true microgravity experienced in space ight on the ISS, therefore highlighting the importance of utilizing the ISS for future experiments in this eld. For example, 2D clinostats can possibly induce spurious uid motion and shear stress55,w h i c hc a nh a v en e g a t i v ei m m u n ec e l lc o n s e q u e n c e s . Further, unless otherwise designe d, ground-based microgravity analogs do not include other risk factors that are experienced in the space ight environment, such as ionizing radiation and elevated carbon dioxide levels, for example1. Therefore, accurately modeling immune function in simulated micro gravity analogs that is similar to space ight requires careful attention to experimental design. Considering mechanical and intercellular communication between heterogeneous populations of cells and the hypothesis that the cellular cytoskeleton has built-in mechanisms for sensing mechanical stress (reviewed in56,57), it is possible that macro- phages may also be sensitive to mechanical stress. Mechanical stress includes stretch and compressive forces, and hydrostatic shear pressures that are experienced within multiple tissue types (reviewed in58), where macrophages reside. Mechanical unloading, or decreased mechanical stress on cells and tissues can simulate microgravity (reviewed in59). At the cellular level, mechanical unloading causes pathological phenotypes via altered cellular mechanotransduction pathways, which may re ect cellular changes in astronauts (reviewed in57). Although mechanosensi- tivity of macrophages in vivo has not been characterized in space ight, several human space ight missions report altered cytokine expression pro les2,4,8,28,32,60, which may be a response of altered mechanotransductive signaling cascades in macro- phages (reviewed in26,57). These ndings underscore complex and dynamic responses in the space ight environment and highlight a gap in knowledge that requires further studies. Microgravity analogs can cause actin reorganization and changes in cytoskeletal and nuclear morphology61, which may impact transcriptional or replicative programs. In addition, the plasma membrane physically couples to cytoskeletal anchoring proteins and contains Piezo mechanosensitive channels that transduce mechanical stimuli into electrical signals (reviewed in62), which may be an important target for future microgravity research. In line with this, the FAK-ERK12 signaling pathway involved in actin polymerization and multiple other signal transduction cascades, is downregulated in HPC concomitantly differentiating into macrophages (12-day differentiation process) both in simulated microgravity conditions (12-days) and space- ight (12-day mission)24, indicating aberrant cell signaling, impaired macrophage maturation, and cytoskeletal disturbances are in uenced by the microgravity environment. In line with this, signaling pathways such as STAT3, P38, JNK, FAK-ERK, RhoROCK, AKT, CREB, NF- B, RAC-WAVE-Arp23 (reviewed in63,64) and MRTF- ASRF (reviewed in64,65), may all be engaged in microgravity, which also requires further studies. Monocytemacrophage migratory behavior is also altered in both simulated microgravity and space ight conditions. For example, integrin intracellular adhesion molecule-1 (ICAM-1), which regulates cellular migration and extravasation, is induced in differentiated U937 macrophage-like cells and BV-2 microglia cells, following rotating wall vessel and parabolic ight (reviewed in66). ICAM-1 is also elevated at 120 h of space ight67, which may result in enhanced extravasation processes and immune activity. Thus, microgravity poses a unique and varied environmental change that may require quantitative, comparative, and multi- factorial approaches to tease out pathological macrophage mechanisms at the cellular, tissue, and physiological scales.COSMIC IONIZING RADIATION AND MACROPHAGE DESTABILIZATION Exposure to photon and particle cosmic radiation, including gamma, X-ray, solar particle events (SPE) and GCR, may furtherinuence macrophage dysfunction during deep space missions. The complex space radiation environment is nearly impossible to simulate on Earth, thus research on space-related ionizing radiation has historically utilized gamma rays and single ionparticles 68. With the introduction of the newly designed simulated GCR (33-ion sequential beam and simpli ed 5-ion beam) and SPE dosing schemes (including protracted and acute exposures) developed by the NASA Space Radiation Laboratory (NSRL) atBrookhaven National Laboratory, more opportunities are availableto simulate some aspects of the deep space radiation environment 69,70. GCRs are composed of high-energy charged particles, primarily protons, helium ions, and high masshigh energy (HZE) parti- cles68,70, all of which can have detrimental effects on biology (reviewed in71). Characterization of monocyte and macrophage responses to GCRs or their components currently remainsinadequately de ned. On the one hand, via the metric of apoptosis, macrophages are more radioresistant compared to monocytes, while the lymphoid lineage is even more radio-sensitive 72. Mice exposed to simulated 5-ion simpli ed GCR (0.5 Gy) and SPE (1 Gy) irradiation with and without HU displayed no differences in monocyte counts, although reduction in lymphocytes were observed 24-hours post-exposure3. Other studies have reported elevated blood monocyte counts seven-days post-GCR irradiation at comparable doses (0.5 Gy), which positively correlated with impaired spatial learning at ve months post-exposure in mice 45. This suggests that radiation-mediated damage during myelopoiesis may impact cognitive performancepost-irradiation. This effect might be primarily mediated by brain- resident macrophages (microglia), as depleting microglia also improved cognitive outcomes after irradiation 45(reviewed in73,74). Although not a comprehensive analog to space radiation, cancer radiotherapy studies have provided some insight intoimmune phenotypes following ionizing radiation. Indeed, macro-phages play an important role in both regulation and resolution ofinammation, for instance certain polarized types of macrophages are prominent in the progression of cancer, while radiotherapy may promote antitumor phenotypes (reviewed in 75). Many characteristic in ammatory pro les produced by macrophages depend on cellular abundance and response to danger-associated molecular patterns (DAMPs), produced from radiation-induced DNA damage76. Thus, in space ight, damaged DNA may trigger DAMP receptor pathways inducing in ammatory mediator production24,8. Notably, space mission-relevant doses of X-ray irradiation (0.1, 0.5, 1, and 2 Gy) did not alter macrophage phenotypes77. Interestingly, dose-dependence did alter macrophage phenotypes when cells were cultured in the presence of radiation-conditionedbroblast supernatant, suggesting physiological mediators, received from other cells were necessary to generate unique cellular phenotypes in response to radiation 77. Thus, the complex nature of the space radiation environment and its energies, doses,and dose rates make assessing macrophages function a dif cult task. Future studies on this topic will require better characteriza- tion of macrophage polarity and responses following acute and protracted doses, combination space ight exposures, and long- itudinal immune sampling. ISOLATION, CONFINEMENT, AND EXTREME ENVIRONMENTAL STRESSORS Isolation, con nement, and extreme (ICE) environments also pose unique risks to crewmembers on exploration missions 78. OperationalR. An et al. 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2024) 63 on-board stressors that fall into t his category include circadian misalignment, social isolation, and c losedhostile environments, all of which may impact macrophage biology. Space ight and ground analogs indicate that ICE may disrupt circadian rhythms critical toimmune functions (reviewed in 79,80). More speci cally, ICE may impact circadian misalignment b ym a n i f e s t i n gd i s r u p t i o n si n monocyte and macrophage molecular clocks (reviewed in81). Indeed, light (in the form of visible sunlight) is a dominant environmental cuefor many biological clock physiolo gical processes, such as sleep wake, endocrine hormone relea se, metabolic processes, and temperature regulation (reviewed in 82). Circadian misalignment, as a result from irregular light cues in space ight, can cause deviations from normal cycling and may have profound impacts on multiplephysiological systems 83. In line with this, circadian misalignment may innately impact immune function. Indeed, there have been reports describing cell-autonomous cloc k gene expressions in rat natural killer cells84and mouse peritoneal macrophages85.N o t a b l y ,i nt h e absence of the core clock component protein cryptochrome (CRY), elevated proin ammatory cytokine expression mediated through NF- B activation has been reported86. Further as mentioned above, neuroendocrine hormone release is regulated by the circadian system. For example, glucocorticoid release peaks in the early morning in response to light (diurn al), which integrates with cyclic systemic immunity (reviewed in87), suggesting neuroendocrine system crosstalk with immunity. Indeed, glucocorticoids can also directly impact macrophage polarization phenotypes, indirectly linking immune regulation to circadian cycling88. Therefore, modula- tion of glucocorticoid production that aligns with circadian cycle regulation in astronauts on deep space missions should be considered in countermeasure designs. Furthermore, diurnal samplecollection metadata should als o be evaluated during immune response analysis and considere d for future experimental design. Social isolation in mice in combi nation with HU caused population shifting in leukocytes, including neutrophils and lymphocytes, while monocyte populations were unaltered 89. These studies further support crosstalk with the neuroend ocrine hypothalamus-pituitary- adrenal (HPA) axis is involved in immune regulation. In addition, immune differentials reported in the Mars500 isolation project inhumans indicate the effects of extreme isolation on gut microbiomemaintenance and immunity, a site populated by macrophages 90.I n line with this, multiple other isolation analogs, including NEEMO, Antarctica, and MOON-2015 have assessed the in uence of isolation on macrophage lineage phenotypes (primarily monocytes), collec- tively indicating differential outc omes are observed during- and post- study collections (reviewed in91). Differential outcomes may be due to the unique microbial environment present in each analog, furtheradding to the complexity of macrophage phenotype characteriza- tions. Thus, an important future research direction would be to determine the extent of space ight-caused macrophage dysfunction and the mechanistic underpinnings involved in macrophage functionas a result of ICE-related operational stressors, along with considering environmental microbial in uence. HYPERCAPNIA AND MACROPHAGE FUNCTION Increased partial pressure of CO 2aboard the ISS might also contribute to space ight-induced immune dysfunction. It is well- accepted that elevated levels of environmental CO 2can cause hypercapnia (elevated bloodtissue CO 2levels). Elevated levels of CO2impair macrophage ability to defend against foreign invaders by inhibiting the production of cytokines critical forantimicrobial host defense, such as TNF and IL-6 92. Hypercapnia also downregulates genes associated with innate immunity, antiviral response, and cytokine signaling in both human andmouse macrophages 93, while on the cellular level, hypercapnia has been shown to cause macrophage apoptosis and decreased phagocytic activity92,94. For example, hypercapnia can increase inuenza A virus replication and inhibit antiviral gene and proteinexpression in mouse macrophages, which is dependent on the activity of Akt95. Indeed, Akt isoforms can modulate Akt activity levels in macrophages and their polarization phenotypes96; therefore, Akt may be a potential therapeutic target to enhancemacrophage host defense. Collectively, these ndings suggest decits in macrophage immunity can be caused by hypercapnic conditions. This emphasizes a critical risk to consider for long- duration (  1 year) exploration missions, where exposures toelevated CO 2levels may be experienced for prolonged periods of time. MACROPHAGES AND FUTURE LUNAR MISSION CONSIDERATIONS Lunar dust poses a serious challenge for exploration missions to the moon, but the limited availability of authentic lunar dust samples makes it dif cult to conduct biological experiments on Earth. Studies of Apollo 14 lunar dust exposure in rats demon-strated lung toxicity when inhaled (reviewed in 97). Further, an in vitro study assessed the behavior of a transformed macrophage cell line in the presence of SiO 2and Al 2O3(analogs of lunar dust). In the presence of these mineral particles, phagocytosis wasimpaired 98and inducible nitric oxide synthase (iNOS) was increased99. In addition, mouse alveolar macrophage counts decrease following lunar dust exposure, along with neutrophilaggregation 100, suggesting increased cell death pathways and inammation in the lung microenvironment may be involved in the pathophysiology of lunar dust exposure. Since macrophages play a major role in phagocytosis and defense against toxins,further studies on macrophage function following lunar dust and other celestial dust exposures are essential for mitigation agendas on future lunar missions. FUTURE OUTLOOK AND SUMMARY A growing body of experimental evidence, reviewed in this monograph, indicates that monocytes and macrophages arealtered by the space ight environment. These ndings have implications for a wide range of physiological processes, including innate immunity, acquired immunity, host defense, and tissueremodeling. Aside from space ight, the studies described in this review involve the examination of a single aspect of the space environment (such as weightlessness, space radiation or elevated CO 2levels). Future experiments involving combinations of space- ight stressors, such as elevated CO 2levels combined with simulated space radiation and gravitational changes, would enable a more comprehensive understanding of the effects of the space ight environment on macrophage function. Further investigations of cell- and tissue-speci c macrophage responses and phenotypes are also necessary to assess tissue-speci c pathologies that connect cellular studies to human diseaseprocesses on long-duration missions in deep space. Consideringthe immune system computes the state of health throughout the body (reviewed in 96) additional assessment of other immune cell types in the hematopoietic tree is also necessary. In brief,fundamental studies on macrophages in space have begun to laythe groundwork for the development of targeted counter- measures that optimize macrophage function and are needed to address clinical challenges that arise as space exploration movesbeyond low Earth orbit. Reporting summary Further information on research design is available in the Nature Research Reporting Summary linked to this article. R. An et al. 6 npj Microgravity (2024) 63 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAReceived: 27 November 2022; Accepted: 25 May 2023; REFERENCES 1. Afshinnekoo, E. et al. Fundamental Biological Features of Space ight: Advancing the Field to Enable Deep-Space Exploration. Cell183, 1162 1184 (2020). 2. Garrett-Bakelman, F. E. et al. The NASA Twins Study: A multidimensional analysis of a year-long human space ight. Science 364, aau8650 (2019). 3. Paul, A. M. et al. Beyond Low-Earth Orbit: Characterizing Immune and microRNA D i f f e r e n t i a l sf o l l o w i n gS i m u l a t e dD e e pS p a c e ight Conditions in Mice. iScience 23, 101747 (2020). 4. Malkani, S. et al. Circulating miRNA Space ight Signature Reveals Targets for Countermeasure Development. Cell Rep. 33, 108448 (2020). 5. Crucian, B. E. et al. Plasma cytokine concentrations indicate that in vivo hor- monal regulation of immunity is altered during long-duration space ight. J. Interferon. Cytokine Res 34, 778 786 (2014). 6. Krieger, S. S. et al. Alterations in Saliva and Plasma Cytokine Concentrations During Long-Duration Space ight. Front. Immunol. 12, 725748 (2021). 7. Crucian, B. et al. Alterations in adaptive immunity persist during long-duration space ight. NPJ Microgravity 1, 15013 (2015). 8. Buchheim, J. I. et al. Stress Related Shift Toward In ammaging in Cosmonauts After Long-Duration Space Flight. Front. Physiol. 10, 85 (2019). 9. Crucian, B. E., Stowe, R. P., Pierson, D. L.  Sams, C. F. Immune system dysre- gulation following short- vs long-duration space ight. Aviat. Space Environ. Med 79, 835 843 (2008). 10. da Silveira, W. A. et al. Comprehensive Multi-omics Analysis Reveals Mitochon- drial Stress as a Central Biological Hub for Space ight Impact. Cell 183, 1185 1201.e1120 (2020). 11. Hussain, T. et al. Oxidative Stress and In ammation: What Polyphenols Can Do for Us? Oxid. Med Cell Longev. 2016 , 7432797 (2016). 12. Luxton, J. J. et al. Telomere Length Dynamics and DNA Damage Responses Associated with Long-Duration Space ight. Cell Rep. 33, 108457 (2020). 13. Luxton, J. J. et al. Temporal Telomere and DNA Damage Responses in the Space Radiation Environment. Cell Rep. 33, 108435 (2020). 14. Bennett, J. M., Reeves, G., Billman, G. E.  Sturmberg, J. P. In ammation-Nature s Way to Ef ciently Respond to All Types of Challenges: Implications for Under- standing and Managing the Epidemic of Chronic Diseases. Front. Med. (Lau- sanne) 5, 316 (2018). 15. Hunter, P. The in ammation theory of disease. The growing realization that chronic in ammation is crucial in many diseases opens new avenues for treatment. EMBO Rep. 13, 968 970 (2012). 16. Pecaut, M. J. et al. Is space ight-induced immune dysfunction linked to systemic changes in metabolism? PLoS One 12, e0174174 (2017). 17. Ichiki, A. T. et al. Effects of space ight on rat peripheral blood leukocytes and bone marrow progenitor cells. J. Leukoc. Biol. 60,3 743 (1996). 18. Mortreux, M.  Rosa-Caldwell, M. E. Approaching Gravity as a Continuum Using the Rat Partial Weight-Bearing Model. Life (Basel) 10, 100235 (2020). 19. Globus, R. K.  Morey-Holton, E. Hindlimb unloading: rodent analog for micro- gravity. J. Appl Physiol. 120, 1196 1206 (2016). 20. Sonnenfeld, G., Butel, J. S.  Shearer, W. T. Effects of the Space Flight Environ- ment on the Immune System. Rev. Environ. Health 18, 14 (2003). 21. Crucian, B. et al. Terrestrial stress analogs for space ight associated immune system dysregulation. Brain Behav. Immun. 39,2 332 (2014). 22. Gertz, M. L. et al. Multi-omic, Single-Cell, and Biochemical Pro les of Astronauts Guide Pharmacological Strategies for Returning to Gravity. Cell Rep. 33, 108429 (2020). 23. Chapes, S. K., Morrison, D. R., Guikema, J. A., Lewis, M. L.  Spooner, B. S. Production and action of cytokines in space. Adv. Space Res 14,59 (1994). 24. Shi, L. et al. Space ight and simulated microgravity suppresses macrophage development via altered RASERKNF B and metabolic pathways. Cell Mol. Immunol. 18, 1489 1502 (2021). 25. Ludtka, C., Moore, E.  Allen, J. B. The Effects of Simulated Microgravity on Mac- rophage Phenotype. Biomedicines 9https:doi.org10.3390biomedicines9091205 (2021). 26. Ludtka, C., Silberman, J., Moore, E.  Allen, J. B. Macrophages in microgravity: the impact of space on immune cells. NPJ Microgravity 7, 13 (2021). 27. Lv, H. et al. Microgravity and immune cells. J. R. Soc. Interface 20, 20220869 (2023). 28. Rykova, M., Antropova, E., Larina, I.  Morukov, B. Humoral and cellular immunity in cosmonauts after the ISS missions. Acta Astronautica 63, 697 705 (2008). 29. Kaur, I., Simons, E. R., Castro, V. A., Ott, C. M.  Pierson, D. L. Changes in monocyte functions of astronauts. Brain Behav. Immun. 19, 547 554 (2005).30. Li, W. Phagocyte dysfunction, tissue aging and degeneration. Ageing Res Rev. 12, 1005 1012 (2013). 31. Zhang, J. et al. Ageing and the telomere connection: An intimate relationship with in ammation. Ageing Res Rev. 25,5 569 (2016). 32. Crucian, B., Stowe, R., Quiriarte, H., Pierson, D.  Sams, C. Monocyte phenotype and cytokine production pro les are dysregulated by short-duration space ight. Aviat. Space Environ. Med 82, 857 862 (2011). 33. Varol, C., Mildner, A.  Jung, S. Macrophages: development and tissue specia- lization. Annu Rev. Immunol. 33, 643 675 (2015). 34. Akiyama, T. et al. How does space ight affect the acquired immune system? NPJ Microgravity 6, 14 (2020). 35. Chang, T. T., Spurlock, S. M., Candelario, T. L., Grenon, S. M.  Hughes-Fulford, M. Space ight impairs antigen-speci c tolerance induction in vivo and increases inammatory cytokines. FASEB J. 29, 4122 4132 (2015). 36. Lee, J. W., Lee, I. H., Iimura, T.  Kong, S. W. Two macrophages, osteoclasts and microglia: from development to pleiotropy. Bone Res 9, 11 (2021). 37. Tamma, R. et al. Microgravity during space ight directly affects in vitro osteo- clastogenesis and bone resorption. FASEB J. 23, 2549 2554 (2009). 38. Stavnichuk, M., Mikolajewicz, N., Corlett, T., Morris, M.  Komarova, S. V. A sys- tematic review and meta-analysis of bone loss in space travelers. NPJ Micro- gravity 6, 13 (2020). 39. Kuo, T. R.  Chen, C. H. Bone biomarker for the clinical assessment of osteo- porosis: recent developments and future perspectives. Biomark. Res 5, 18 (2017). 40. Saxena, S., Kruys, V., Vamecq, J.  Maze, M. The Role of Microglia in Perioperative Neuroin ammation and Neurocognitive Disorders. Front Aging Neurosci. 13, 671499 (2021). 41. Cherry, J. D. et al. Galactic cosmic radiation leads to cognitive impairment and increased a plaque accumulation in a mouse model of Alzheimer s disease. PLoS One 7, e53275 (2012). 42. Cekanaviciute, E., Rosi, S.  Costes, S. V. Central Nervous System Responses to Simulated Galactic Cosmic Rays. Int J Mol Sci 19https:doi.org10.3390 ijms19113669 (2018). 43. Rienecker, K. D. A., Paladini, M. S., Grue, K., Krukowski, K.  Rosi, S. Microglia: Ally and Enemy in Deep Space. Neurosci. Biobehav Rev. 126, 509 514 (2021). 44. Alaghband, Y. et al. Galactic cosmic radiation exposure causes multifaceted neurocognitive impairments. Cell Mol. Life Sci. 80, 29 (2023). 45. Krukowski, K. et al. The impact of deep space radiation on cognitive perfor- mance: From biological sex to biomarkers to countermeasures. Sci. Adv. 7, eabg6702 (2021). 46. Mhatre, S. D. et al. Neuro-consequences of the space ight environment. Neu- rosci. Biobehav Rev. 132, 908 935 (2022). 47. Ju, C.  Tacke, F. Hepatic macrophages in homeostasis and liver diseases: from pathogenesis to novel therapeutic strategies. Cell Mol. Immunol. 13,3 1 6 327 (2016). 48. Racine, R. N.  Cormier, S. M. Effect of space ight on rat hepatocytes: a mor- phometric study. J. Appl Physiol. (1985) 73, 136S 141S (1992). 49. Vinken, M. Hepatology in space: Effects of space ight and simulated micro- gravity on the liver. Liver Int 42, 2599 2606 (2022). 50. Strollo, F. et al. Space Flight-Promoted Insulin Resistance as a Possible Disruptor of Wound Healing. Front Bioeng. Biotechnol. 10, 868999 (2022). 51. Pietrzyk, R. A., Jones, J. A., Sams, C. F.  Whitson, P. A. Renal stone formation among astronauts. Aviat. Space Environ. Med 78,A 9A13 (2007). 52. Smith, S. M. et al. Bone metabolism and renal stone risk during International Space Station missions. Bone 81, 712 720 (2015). 53. ElGindi, M. et al. May the Force Be with You (Or Not): The Immune System under Microgravity. Cells 10https:doi.org10.3390cells10081941 (2021) 54. Herranz, R. et al. Ground-based facilities for simulation of microgravity: organism-speci c recommendations for their use, and recommended termi- nology. Astrobiology 13,117 (2013). 55. Mansour, J. et al. Simulated microgravity during clino-rotation is disturbed by spurious uid motion. bioRxiv , 2023.2002.2010.527979 (2023). 56. Vorselen, D., Roos, W. H., MacKintosh, F. C., Wuite, G. J.  van Loon, J. J. The role of the cytoskeleton in sensing changes in gravity by nonspecialized. cells FASEB J.28, 536 547 (2014). 57. Wu, X. T. et al. Cells respond to space microgravity through cytoskeleton reor- ganization. FASEB J. 36, e22114 (2022). 58. Maruyama, K., Nemoto, E.  Yamada, S. Mechanical regulation of macrophage function - cyclic tensile force inhibits NLRP3 in ammasome-dependent IL-1  secretion in murine macrophages. Inamm. Regen. 39, 3 (2019). 59. Bradbury, P. et al. Modeling the Impact of Microgravity at the Cellular Level: Implications for Human Disease. Front Cell Dev. Biol. 8, 96 (2020). 60. Crucian, B. et al. Immune system dysregulation occurs during short duration space ight on board the space shuttle. J. Clin. Immunol. 33, 456 465 (2013). 61. Neelam, S. et al. Changes in Nuclear Shape and Gene Expression in Response to Simulated Microgravity Are LINC Complex-Dependent. Int J Mol Sci 21https: doi.org10.3390ijms21186762 (2020).R. An et al. 7 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2024) 63 62. Xiao, R.  Xu, X. Z. Mechanosensitive channels: in touch with Piezo. Curr. Biol. 20, R936 R938 (2010). 63. Murali, A.  Sarkar, R. R. Mechano-immunology in microgravity. Life Sci. Space Res.37,5 064 (2023). 64. An, R. MRTF may be the missing link in a multiscale mechanobiology approach toward macrophage dysfunction in space. Front Cell Dev. Biol. 10, 997365 (2022). 65. Kouznetsov, N. V. Cell Responses to Simulated Microgravity and Hydrodynamic Stress Can Be Distinguished by Comparative Transcriptomics. Int. J. Transl. Med. 2, 364 386 (2022). 66. Paulsen, K. et al. Regulation of ICAM-1 in cells of the monocytemacrophage system in microgravity. Biomed. Res Int 2015 , 538786 (2015). 67. Paulsen, K. et al. Severe disruption of the cytoskeleton and immunologically relevant surface molecules in a human macrophageal cell line in microgravity  Results of an in vitro experiment on board of the Shenzhou-8 space mission.Acta Astronautica 94, 277 292 (2014). 68. Nelson, G. A. Space Radiation and Human Exposures, A Primer. Radiat. Res 185, 349358 (2016). 69. Norbury, J. W. et al. Galactic cosmic ray simulation at the NASA Space Radiation Laboratory. Life Sci. Space Res (Amst.) 8,3 851 (2016). 70. Simonsen, L. C., Slaba, T. C., Guida, P.  Rusek, A. NASA srst ground-based Galactic Cosmic Ray Simulator: Enabling a new era in space radiobiologyresearch. PLoS Biol. 18, e3000669 (2020). 71. Chancellor, J. C. et al. Limitations in predicting the space radiation health risk for exploration astronauts. NPJ Microgravity 4, 8 (2018). 72. Heylmann, D., Ponath, V., Kindler, T.  Kaina, B. Comparison of DNA repair and radiosensitivity of different blood cell populations. Sci. Rep. 11, 2478 (2021). 73. Paladini, M. S., Feng, X., Krukowski, K.  Rosi, S. Microglia depletion and cognitive functions after brain injury: From trauma to galactic cosmic ray. Neurosci. Lett. 741, 135462 (2021). 74. Rosi, S. The nal frontier: Transient microglia reduction after cosmic radiation exposure mitigates cognitive impairments and modulates phagocytic activity.Brain Circ. 4, 109 113 (2018). 75. Shi, X.  Shiao, S. L. The role of macrophage phenotype in regulating the response to radiation therapy. Transl. Res 191,6 480 (2018). 76. Pariset, E. et al. DNA Damage Baseline Predicts Resilience to Space Radiation and Radiotherapy. Cell Rep. 33, 108434 (2020). 77. Deloch, L. et al. Low-Dose Irradiation Differentially Impacts Macrophage Phe- notype in Dependence of Fibroblast-Like Synoviocytes and Radiation Dose. J. Immunol. Res 2019 , 3161750 (2019). 78. Huplik-Meusburger, S.  Bishop, S. in 50th International Conference on Envir- onmental Systems (2021). 79. Haspel, J. A. et al. Perfect timing: circadian rhythms, sleep, and immunity - an NIH workshop summary. JCI Insight 5https:doi.org10.1172jci.insight.131487 (2020). 80. Ponomarev, S. et al. Immunological Aspects of Isolation and Con nement. Front Immunol. 12, 697435 (2021). 81. Timmons, G. A., O Siorain, J. R., Kennedy, O. D., Curtis, A. M.  Early, J. O. Innate Rhythms: Clocks at the Center of Monocyte and Macrophage Function. Front Immunol. 11, 1743 (2020). 82. Marcheva, B. et al. Circadian clocks and metabolism. Handb Exp Pharmacol 127155 https:doi.org10.1007978-3-642-25950-0_6 (2013). 83. Flynn-Evans, E. E., Barger, L. K., Kubey, A. A., Sullivan, J. P.  Czeisler, C. A. Circadian misalignment affects sleep and medication use before and duringspace ight. NPJ Microgravity 2, 15019 (2016). 84. Arjona, A.  Sarkar, D. K. Circadian oscillations of clock genes, cytolytic factors, and cytokines in rat NK cells. J. Immunol. 174, 7618 7624 (2005). 85. Hayashi, M., Shimba, S.  Tezuka, M. Characterization of the molecular clock in mouse peritoneal macrophages. Biol. Pharm. Bull. 30, 621 626 (2007). 86. Narasimamurthy, R. et al. Circadian clock protein cryptochrome regulates the expression of proin ammatory cytokines. Proc. Natl Acad. Sci. USA 109, 12662 12667 (2012). 87. Shirato, K.  Sato, S. Macrophage Meets the Circadian Clock: Implication of the Circadian Clock in the Role of Macrophages in Acute Lower Respiratory Tract Infection. Front Cell Infect. Microbiol 12, 826738 (2022). 88. Lellupitiyage Don, S. S. et al. Macrophage circadian rhythms are differentially affected based on stimuli. Integr. Biol. (Camb.) 14,6 275 (2022). 89. Tahimic, C. G. T. et al. In uence of Social Isolation During Prolonged Simulated Weightlessness by Hindlimb Unloading. Front Physiol. 10, 1147 (2019). 90. Brereton, N. J. B., Pitre, F. E.  Gonzalez, E. Reanalysis of the Mars500 experiment reveals common gut microbiome alterations in astronauts induced by long- duration con nement. Comput Struct. Biotechnol. J. 19, 2223 2235 (2021). 91. Ponomarev, S. et al. Changes in the cellular component of the human innate immunity system in short-term isolation. Acta Astronautica 166,8 9  92 (2020).92. Wang, N. et al. Elevated CO 2selectively inhibits interleukin-6 and tumor necrosis factor expression and decreases phagocytosis in the macrophage. FASEB J. 24, 2178 2190 (2010). 93. Casalino-Matsuda, S. M. et al. Hypercapnia Alters Expression of Immune Response, Nucleosome Assembly and Lipid Metabolism Genes in Differentiated Human Bronchial Epithelial Cells. Sci. Rep. 8, 13508 (2018). 94. Casalino-Matsuda, S. M., Nair, A., Beitel, G. J., Gates, K. L.  Sporn, P. H. Hyper- capnia Inhibits Autophagy and Bacterial Killing in Human Macrophages byIncreasing Expression of Bcl-2 and Bcl-xL. J. Immunol. 194, 5388 5396 (2015). 95. Casalino-Matsuda, S. M. et al. Hypercapnia Suppresses Macrophage Antiviral Activity and Increases Mortality of In uenza A Infection via Akt1. J. Immunol. 205, 489 501 (2020). 96. Linton, M. F., Moslehi, J. J.  Babaev, V. R. Akt Signaling in Macrophage Polar- ization, Survival, and Atherosclerosis. Int J Mol Sci 20https:doi.org10.3390 ijms20112703 (2019). 97. Linnarsson, D. et al. Toxicity of Lunar Dust. Planet. Space Sci. 74,5 771 (2012). 98. Jordan, J. A., Verhoff, A. M., Morgan, J. E.  Fischer, D. G. Assessing the in vitro toxicity of the lunar dust environment using respiratory cells exposed to Al(2)O(3) or SiO(2) ne dust particles. Vitr. Cell Dev. Biol. Anim. 45, 602 613 (2009). 99. Chatterjee, A., Wang, A., Lera, M.  Bhattacharya, S. Lunar soil simulant uptake produces a concentration-dependent increase in inducible nitric oxide synthaseexpression in murine RAW 264.7 macrophage cells. J. Toxicol. Environ. Health A 73, 623 626 (2010). 100. Sun, Y. et al. Research on rat s pulmonary acute injury induced by lunar soil simulant. J. Chin. Med. Assoc. 81, 133 140 (2018). ACKNOWLEDGEMENTS We would like to thank the 2021 NASA Ames Research Center Space Life Sciences Training Program (SLSTP) and Mentors for providing an avenue for studentcollaboration in space biosciences. SLSTP is funded by NASA s Space Biology Program, part of the Biological and Physical Sciences Division of NASA. Publication of this review was supported by the Embry-Riddle Aeronautical University Start Up fund to AMP. AUTHOR CONTRIBUTIONS R.A., V.K.B., B.H., A.C.G., O.S., I.I., and A.R. are co- rst authors. R.A., V.K.B., B.H., A.C.G., O.S., I.I., A.R., N.C., K.S., T.S., and N.C.S. wrote the original draft. All authors revised andread the nal draft. COMPETING INTERESTS The authors declare no competing interests. ADDITIONAL INFORMATION Supplementary information The online version contains supplementary material available at https:doi.org10.1038s41526-023-00293-0 . Correspondence and requests for materials should be addressed to Amber M. Paul. Reprints and permission information is available at http:www.nature.com reprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this licence, visit http: creativecommons.orglicensesby4.0 .  The Author(s) 2024 R. An et al. 8 npj Microgravity (2024) 63 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            }
        ]
    }
]