[
    {
        "pmid": "28962911",
        "title": "From the international space station to the clinic: how prolonged unloading may disrupt lumbar spine stability.",
        "year": "2018",
        "journal": "Spine J",
        "abstract": "BACKGROUND CONTEXT: Prolonged microgravity exposure is associated with localized low back pain and an elevated risk of post-flight disc herniation. Although the mechanisms by which microgravity impairs the spine are unclear, they should be foundational for developing in-flight countermeasures for maintaining astronaut spine health. Because human spine anatomy has adapted to upright posture on Earth, observations of how spaceflight affects the spine should also provide new and potentially important information on spine biomechanics that benefit the general population.\nPURPOSE: This study compares quantitative measures of lumbar spine anatomy, health, and biomechanics in astronauts before and after 6 months of microgravity exposure on board the International Space Station (ISS).\nSTUDY DESIGN: This is a prospective longitudinal study.\nSAMPLE: Six astronaut crewmember volunteers from the National Aeronautics and Space Administration (NASA) with 6-month missions aboard the ISS comprised our study sample.\nOUTCOME MEASURES: For multifidus and erector spinae at L3-L4, measures include cross-sectional area (CSA), functional cross-sectional area (FCSA), and FCSA/CSA. Other measures include supine lumbar lordosis (L1-S1), active (standing) and passive (lying) flexion-extension range of motion (FE ROM) for each lumbar disc segment, disc water content from T2-weighted intensity, Pfirrmann grade, vertebral end plate pathology, and subject-reported incidence of chronic low back pain or disc injuries at 1-year follow-up.\nMETHODS: 3T magnetic resonance imaging and dynamic fluoroscopy of the lumbar spine were collected for each subject at two time points: approximately 30 days before launch (pre-flight) and 1 day following 6 months spaceflight on the ISS (post-flight). Outcome measures were compared between time points using paired t tests and regression analyses.\nRESULTS: Supine lumbar lordosis decreased (flattened) by an average of 11% (p=.019). Active FE ROM decreased for the middle three lumbar discs (L2-L3: -22.1%, p=.049; L3-L4: -17.3%, p=.016; L4-L5: -30.3%, p=.004). By contrast, no significant passive FE ROM changes in these discs were observed (p&gt;.05). Disc water content did not differ systematically from pre- to post-flight. Multifidus and erector spinae changed variably between subjects, with five of six subjects experiencing an average decrease 20% for FCSA and 8%-9% for CSA in both muscles. For all subjects, changes in multifidus FCSA strongly correlated with changes in lordosis (r2=0.86, p=.008) and active FE ROM at L4-L5 (r2=0.94, p=.007). Additionally, changes in multifidus FCSA/CSA correlated with changes in lordosis (r2=0.69, p=.03). Although multifidus-associated changes in lordosis and ROM were present among all subjects, only those with severe, pre-flight end plate irregularities (two of six subjects) had post-flight lumbar symptoms (including chronic low back pain or disc herniation).\nCONCLUSIONS: We observed that multifidus atrophy, rather than intervertebral disc swelling, associated strongly with lumbar flattening and increased stiffness. Because these changes have been previously linked with detrimental spine biomechanics and pain in terrestrial populations, when combined with evidence of pre-flight vertebral end plate insufficiency, they may elevate injury risk for astronauts upon return to gravity loading. Our results also have implications for deconditioned spines on Earth. We anticipate that our results will inform new astronaut countermeasures that target the multifidus muscles, and research on the role of muscular stability in relation to chronic low back pain and disc injury.",
        "full_text": "From the international space station to the clinic: how prolonged unloading may disrupt lumbar spine stability Jeannie F. Bailey, PhDa, Stephanie L. Miller, MSa, Kristine Khieub, Conor W. ONeill, MDa, Robert M. Healey, MBAa, Dezba G. Coughlin, PhDa, Jojo V. Sayson, PT, DMTc, Douglas G. Chang, MD, PhDb, Alan R. Hargens, PhDb, and Jeffrey C. Lotz, PhDa, aDepartment of Orthopaedic Surgery, University of California, San Francisco, 513 Parnassus Ave, S1157, San Francisco, CA, 94143-0514, USA bDepartment of Orthopaedic Surgery, University of California, San Diego, 9452 Medical Center Drive, La Jolla, CA 92037-0863, USA cOla Grimsby Institute, 8550 United Plaza Blvd. Baton Rouge, LA 70809, USA Abstract BACKGROUND CONTEXT: Prolonged microgravity exposure is associated with localized low back pain and an elevated risk of post-flight disc herniation. Although the mechanisms by which microgravity impairs the spine are unclear, they should be foundational for developing in-flight countermeasures for maintaining astronaut spine health. Because human spine anatomy has adapted to upright posture on Earth, observations of how spaceflight affects the spine should also provide new and potentially important information on spine biomechanics that benefit the general population. PURPOSE: This study compares quantitative measures of lumbar spine anatomy, health, and bio- mechanics in astronauts before and after 6 months of microgravity exposure on board the International Space Station (ISS). STUDY DESIGN: This is a prospective longitudinal study. SAMPLE: Six astronaut crewmember volunteers from the National Aeronautics and Space Administration (NASA) with 6-month missions aboard the ISS comprised our study sample. OUTCOME MEASURES: For multifidus and erector spinae at L3L4, measures include cross- sectional area (CSA), functional cross-sectional area (FCSA), and FCSACSA. Other measures include supine lumbar lordosis (L1S1), active (standing) and passive (lying) flexion-extension range of motion (FE ROM) for each lumbar disc segment, disc water content from T2-weighted intensity, Pfirrmann grade, vertebral end plate pathology, and subject-reported incidence of chronic low back pain or disc injuries at 1-year follow-up. Corresponding author. Orthopaedic Bioengineering Laboratory, University of California, San Francisco, 513 Parnassus Ave, 11th Floor, S1157, San Francisco, CA 94143-0514, USA. Tel.: 415 476 7881; fax: 415 476 1128. jeffrey.lotzucsf.edu (J.C. Lotz). FDA devicedrug status: Not applicable. The disclosure key can be found on the Table of Contents and at www.TheSpineJournalOnline.com . NASA Public Access Author manuscript Spine J . Author manuscript; available in PMC 2019 January 21. Published in final edited form as: Spine J . 2018 January ; 18(1): 714. doi:10.1016j.spinee.2017.08.261. NASA Author Manuscript NASA Author Manuscript NASA Author ManuscriptMETHODS: 3T magnetic resonance imaging and dynamic fluoroscopy of the lumbar spine were collected for each subject at two time points: approximately 30 days before launch (pre-flight) and 1 day following 6 months spaceflight on the ISS (post-flight). Outcome measures were compared between time points using paired t tests and regression analyses. RESULTS: Supine lumbar lordosis decreased (flattened) by an average of 11 (p.019). Active FE ROM decreased for the middle three lumbar discs (L2L3: 22.1, p.049; L3L4: 17.3, p.016; L4L5: 30.3, p.004). By contrast, no significant passive FE ROM changes in these discs were observed (p.05). Disc water content did not differ systematically from pre- to post- flight. Multifidus and erector spinae changed variably between subjects, with five of six subjects experiencing an average decrease 20 for FCSA and 89 for CSA in both muscles. For all subjects, changes in multifidus FCSA strongly correlated with changes in lordosis (r20.86, p. 008) and active FE ROM at L4L5 (r20.94, p.007). Additionally, changes in multifidus FCSACSA correlated with changes in lordosis (r20.69, p.03). Although multifidus-associated changes in lordosis and ROM were present among all subjects, only those with severe, pre-flight end plate irregularities (two of six subjects) had post-flight lumbar symptoms (including chronic low back pain or disc herniation). CONCLUSIONS: We observed that multifidus atrophy, rather than intervertebral disc swelling, associated strongly with lumbar flattening and increased stiffness. Because these changes have been previously linked with detrimental spine biomechanics and pain in terrestrial populations, when combined with evidence of pre-flight vertebral end plate insufficiency, they may elevate injury risk for astronauts upon return to gravity loading. Our results also have implications for deconditioned spines on Earth. We anticipate that our results will inform new astronaut countermeasures that target the multifidus muscles, and research on the role of muscular stability in relation to chronic low back pain and disc injury.  2017 Elsevier Inc. All rights reserved. Keywords Instability; Low back pain; Lumbar spine; Multifidus; Spaceflight; Unloading Introduction On Earth, the lumbar spine bears the load of the upper body in upright posture and is stabilized by both passive and active systems  1. Passive postural stability is provided by the osteoligamentous lumbar spine, which includes the intervertebral discs, vertebrae, synovial facet joint cartilage, and ligaments. This passive system serves to constrain motion via a mixture of complex tissue material properties and geometries. By contrast, active postural stability is provided by muscle tendon complexes that generate force, both locally at the vertebral segments and globally  2,3. Some muscles act primarily to induce gross trunk movements, whereas others act as stabilizers to support posture and prevent excessive or unwanted motions  4. Harmony between the passive and active stability systems is coordinated by neural control mechanisms ( 1). Diurnal loading patterns of activity and rest are critical for maintained spine health and function. For instance, as a poro-viscoelastic material, the disc undergoes significant dehydration, height loss, and concomitant decreased bending stiffness after sustained Bailey et al. Page 2 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author Manuscriptloading  5. Decreased bending stiffness can lead to increased tissue strains that trigger paraspinal muscle hyperexcitability  6, thereby increasing active stiffness to compensate for deficient passive stiffness. Rest periods allow the disc to osmotically recover water, height, and bio-mechanical properties. Diurnal periods of activity and rest also facilitate transport of nutrients and metabolites to and from cells within the disc matrix and avascular nucleus pulposus. Microgravity exposure removes physiological diurnal loads from the lumbar spine, which can hypothetically disrupt lumbar stabilization by deconditioning both the passive, active, and neural stabilizing systems. Prolonged microgravity is known to cause global muscle atrophy  7 and bone loss  8,9. It is not surprising therefore, that spaceflight puts astronauts at risk for low back pain and disc injury. In National Aeronautics and Space Administration (NASA) studies, astronauts experience localized (non-radiating) low back pain during spaceflight (43 incidence  10) and a 2.8-fold higher prevalence of lumbar disc herniation following spaceflight  11. Yet, the detrimental mechanisms of microgravity on lumbar health are uncertain. Reports of increased post-flight stature suggest that microgravity causes spinal lengthening  12,13 perhaps due to accumulated swelling of unloaded discs  14. This hypothesis is supported by in vitro microgravity simulations which demonstrate increased disc height and passive spinal bending stiffness  15, and in vivo bed rest studies on Earth  14. It is tempting to conclude that such changes explain the increased risk of post-flight disc herniation, but space studies to date have not been able to demonstrate lumbar disc height changes following spaceflight of either 8 days  16 or 6 months  17 duration. Therefore, how microgravity adversely affects the human lumbar spine remains undetermined. To identify back pain and injury mechanisms, we conducted a longitudinal study of six NASA astronaut crewmembers in whom lumbar spine anatomy and biomechanics were quantified before and after 6 months of microgravity exposure on the International Space Station (ISS). Results of this study are valuable not only to inform countermeasures to reduce disc herniation risk in astronauts, but also to provide insights into spine stability that are relevant to improving back health in the general population. Methods Subjects With institutional research board approval, spine imaging and health data were assessed from six NASA astronaut crewmembers at two time points: before launch (pre) and 1 day following 6 months spaceflight on the ISS (post). We followed up with each subject during a mandatory debrief at 1 year following their return to Earth where they self-reported the occurrence and duration of any low back symptoms or injuries within that year. Subjects included one female and five males (ages ranging from 46 to 55 years). No exclusion criteria were applied beyond NASAs general health and fitness criteria for spaceflight. As such, our sample was uncontrolled for potential comorbidities such as age-related spine degeneration.Bailey et al. Page 3 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author ManuscriptMagnetic resonance imaging Lumbar spine imaging was performed with subjects lying supine in a 3T scanner with a 4- channel cervical-thoracic-lumbar coil (Siemens Syngo workstation; software Version B19, Siemens AG Healthcare Sector, Erlangen, Germany). Localizer images, sagittal and axial T2-weighted images (TRTE, 3,01092 ms; thickness, 4.0 mm; field of view, 220 cm; matrix, 320320; NEX, 2; bandwidth per pixel, 252 HzPx; and fat saturation), and sagittal T1- weighted images (similar parameters as T2, except TRTE was 2,1009.4) were acquired. The additional T2 map multiecho sequence was then performed as a single midline sagittal image (TRTE, 1,80018 ms; inter-echo delay, 18 ms; echo-train length, 1; section thickness, 7.0 mm; field of view, 22 cm; matrix, 320320; NEX, 1; and bandwidth per pixel, 260 Hz Px). Fat saturation and anterior saturation bands were applied. The scanning time for the T2 map sequence was 5 minutes 30 seconds. We measured lumbar lordosis (sagittal angle between L1S1 cranial end plates on the supine magnetic resonance imaging MRI), individual disc and vertebral wedging angles in the sagittal plane  17, disc water content (inferred from T2-relaxation maps  18), Pfirrmann grade (by co-author CWO), the presence or absence of vertebral end plate irregularities (by co-author CWO), cross-sectional area (CSA), functional cross-sectional area (FCSA), and FCSACSA as a measure of fat infiltration of lumbar spine extensor muscles ( multifidus and erector spinae ) at L3L4. CSA and FCSA data were averaged across four adjacent images at L3L4. The L3L4 level was used for our analysis because it was most reliably captured by manual segmentation: there was occasional, inadequate image quality at other lumbar levels. End plate irregularities were scored based on presence or absence of morphologic defects and underlying bone marrow signal intensity on T1- and T2-weighted MRI images  19. FCSA was measured by setting a threshold to isolate lean muscle area within the total CSA 20,21. The interclass correlation for measurement reliability of lumbar lordosis, vertebral and disc wedging, disc water content, and muscle FCSA ranged from 0.89 to 0.99; p.05. All MRI measurements were done using OsiriX DICOM viewer (Version 8.0, Pixmeo, Bernex, Switzerland) and ImageJ (National Institutes of Health, Bethesda, MD, USA) software. Dynamic fluoroscopy In separate active (standing) and passive (side lying) postures, we quantified intersegmental flexion-extension range of motion (FE ROM) for each lumbar disc. A 12-inch surgical C- arm Vertebral Motion Analysis system (VMA; Orthokinematics, Inc, Austin, TX, USA) captured fluoros-copy videos to measure intervertebral rotation that was measured with vertebral tracking algorithms (KineGraph VMA). Controlled bending platforms achieved passive and active postures, with each subjects pelvis bolstered to isolate trunk motion. Each subject was guided through a specified range of 70 sagittal and coronal motion, performed at a rate of 5 per second. The measurement reliability of intervertebral rotation from this method has low variability compared with digitized manual techniques with 1.53 for intra-rater measurements and 2.15 for inter-rater measurements  22,23.Bailey et al. Page 4 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author ManuscriptData analysis All pre-flight variables were tested for normal distribution using a Shapiro-Wilk test. Statistical analyses included paired t tests to compare changes in pre- and post-flight variables among subjects, and simple regression analysis to test for relationships between pre- to post-flight changes for separate variables. Significance was defined as p.05. Statistical analyses were performed with Stata (Version 13, StataCorp, College Station, TX, USA) software. Results Lumbar lordosis Following spaceflight, lumbar lordosis decreased (flattened) in all six subjects (average change: 11.1, p.009; Table). After comparing the sums of lumbar disc wedging (L1L2 through L5S1) and lumbar vertebral wedging (L1L5), separately, we found that neither lumbar disc wedging nor vertebral wedging significantly changed following space-flight, implying that both changed variably in contribution to post-flight decreases in lumbar lordosis. In two of the six subjects, total lumbar vertebral wedging decreased by 8 and 9 (13 and 23 of pre-flight lordosis, respectively), indicating that vertebral bodies lost height on the anterior border relative to the posterior border. Intersegmental range of motion Active (standing) FE ROM decreased for the middle three lumbar discs (L2L3: 22.1, p.049; L3L4: 17.3, p.016; L4L5: 30.3, p.004; Table). Passive (side lying) FE ROM did not demonstrate similar decreases for those middle three lumbar discs, but did show a surprising decrease in motion at the L5S1 disc (40.0, p.03; Table). Muscle atrophy Cross-sectional area, FCSA, and FCSACSA of the lumbar extensor muscles (multifidus and erector spinae) changed variably among subjects, with one subject showing an unexpected increase in CSA and FCSA following spaceflight. The remaining five subjects experienced a 20 average decrease in FCSA and 89 average decrease in CSA for both multifidus and erector spinae following spaceflight, but there was not a significant decrease in CSA and FCSA for either muscle when accounting for all six subjects (Table). Changes in multifidus FCSA strongly correlated with changes in the observed lumbar lordosis seen with lying supine (r20.86, p.008, Fig. 1) and active FE ROM at L4L5 (r20.94, p.007, Fig. 1). Changes in multifidus FCSACSA also correlated with lumbar lordosis (r20.69, p.03). In comparison, changes in erector spinae did not relate to changes in supine lumbar lordosis (r20.35, p.22), active FE ROM at L4L5 (r20.21, p.44), or FE ROM at any other level affected by spaceflight. Disc swelling Disc water content did not differ systematically from preto post-flight. This result was true when testing each lumbar level separately and when testing the total lumbar disc water content for each subject (n6 and p.05 for all; Table). We also found no effect of Bailey et al. Page 5 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author Manuscriptmicrogravity on water content after pooling all the lumbar discs among six subjects (n30; p.51) and testing whether Pfirrmann grade had an effect on pre- to post-flight change in water content (p.072, Fig. 2). Pfirrmann grade, which is in part defined by disc water content, did not change for any lumbar disc during spaceflight. End plate irregularities and post-flight symptoms We did not find any pre-existing spinal pathologies or Pfirrmann grade to change following spaceflight. Preexisting spinal pathology included only two subjects with end plate irregularities accompanied by positive bone marrow lesions indicative of Type 2 Modic changes (Fig. 3), a condition previously linked to discogenic pain  24. At a 1-year post- flight follow-up meeting with each astronaut, we learned whether they experienced chronic low back pain or injury following spaceflight. The same two subjects with end plate irregularities were the only individuals to present post-flight symptoms, one reporting chronic low back pain and the other reporting both chronic low back pain and a disc herniation at L4L5 (Fig. 3). Discussion This unique longitudinal study underscores the coupled role of passive and active spine stabilizers in maintaining lumbar spine health. We observed that 6 months of space-flight produced significant effects on lumbar biomechanicsthe supine lordotic curvature flattened, and the intersegmental ROM decreased. These changes can be detrimental by increasing loads and stresses within the intervertebral discs and vertebral bodies  25,26, particularly when re-introduced to gravity upon return to Earth. However, the mechanisms for these post-flight changes surprised us. Our results show that the effect of microgravity on active postural stabilizers (eg, muscle atrophy) may be responsible for post-flight increases in stature and risk of disc herniation, rather than the passive postural stabilizers (eg, disc swelling) as previously hypothesized. We observed that paraspinal muscle atrophy, specifically of the multifidus, was strongly associated with post-flight decreases in lumbar lordosis and intersegmental ROM. The multifidus attaches directly to the lumbar vertebra and acts locally to normally provide the greatest active stiffness in both the sagittal and frontal planes  2729. It also has an important role in proprioception and facilitating accurate spine positioning  30. In this manner, the multifidus acts as a bowstring to accomplish fine adjustment and support of lumbar lordosis  31,32. Multifidus atrophy in the general population has been linked to chronic low back pain, likely due to alterations in lumbar posture and kinematics  33. For example, paraspinal muscle atrophy associates with a loss of lordosis  34,35 in patients with degenerative flat back syndrome  36. The relevance of this mechanism to spaceflight has been previously suggested based on human volunteer studies of prolonged bed rest where multifidus atrophy correlated with loss of lumbar lordosis (approximately 1.5 degrees at L4L5  37). A recent study reported trunk muscle cross-sectional area measured in a single astronaut following 6 months space-flight (not a subject of this current study) and showed that multifidus in the lower lumbar spine decreased more than other trunk muscles Bailey et al. Page 6 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author Manuscript38. Our current study is the first to demonstrate the strong association between multifidus quality, lumbar lordosis, and intersegmental ROM in vivo. Microgravity-induced lumbar spine flattening has been hypothesized based on external postural changes (spinal lengthening) noted in-flight  12. Our results indicate that lumbar flattening persists following return to Earth and is linked to multifidus atrophy rather than disc swelling. Lumbar lordosis is a morphologic and biomechanical adaptation particular to humans, enabling effective upright posture and efficient bipedal locomotion under gravitational load  16,39. Lordosis decreases the maximum forces on spinal tissues by distributing load between the disc and facet joints  4042. Muscular support actively stabilizes lumbar lordosis while bearing compressive loads by directing axial load along the lordotic alignment  43. Therefore, it is not surprising that prolonged removal of gravitational loading can adversely affect lumbar lordosis. Reduced lumbar lordosis driven by muscular atrophy may lead to spinal lengthening via postural changes, as well as increased herniation risk due to increased compressive disc loads and potential for exceeding ROM in flexion  25. Although our work is limited because we do not have precise pre- and post-flight stature measurements, future work will investigate the effect of microgravity on lumbar lordosis in standing posture and overall sagittal balance. Our observation that microgravity primarily influences active spine stabilizers is further supported by comparing intersegmental ROM measured in the standing posture (when trunk muscles are active) versus side-lying posture (when trunk muscles are relaxed). Post-flight sagittal ROM of the middle three lumbar segments (L2L3, L3L4, L4L5) was decreased during standing, but not when lying. These data, plus hydration information available from T2-mapping, indicate that disc swelling does not systematically affect post-flight lumbar spine stiffening, and presumably, post-flight disc herniation risk. Absence of systematic disc hydration increases in our subjects is counter to prior studies where it has long been hypothesized that post-flight changes in astronaut stature arise from supraphysiological disc swelling  1214. Our current results, along with recently published data from our team showing negligible changes in disc height  20, demonstrate that disc swelling does not drive changes in post-flight lumbar biomechanics. Prior work on mice demonstrate a degradation of disc biomechanical and biochemical properties following 2 weeks spaceflight  4448, but only in the caudal (tail) segments, which may be deteriorating due to excessive use as a means for rodents to propel themselves around the in- flight cages. Furthermore, in prior work, we compared the biomechanical swelling properties of both lumbar and caudal murine discs and report that only the caudal segments showed degraded biomechanical properties following spaceflight  47. On the other hand, bed rest studies do show increases in disc size following extended inactivity  49,50, an effect that can persist for up to 2 years  51. An early study by LeBlanc et al.  50 directly compared the effect of 5 weeks of bed rest and 8 days of spaceflight on disc height. They found that bed rest had an effect, but short duration spaceflight did not. The fact that we did not observe systematic lumbar disc swelling from prolonged microgravity may be due to in-flight exercise protocols that axially load the spine. For instance, exercises using the Advanced Resistive Exercise Device (ARED) help maintain Bailey et al. Page 7 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author Manuscriptspine and hip bone mass  52. Yet, although exercise protocols designed for ISS are effective for reducing the in-flight loss of general skeletal muscle mass  53, our data indicate they are not preserving core trunk stabilizers, specifically the multifidus. In addition, ground-based studies of ISS countermeasures on individuals following bed-rest induced atrophy show an insufficient effect on lumbopelvic musculoskeletal recovery  54. This is not surprising because multifidus atrophy can exist in elite, highly conditioned athletes  55, and given the unique role of the multifidus as a stabilizer to stiffen the trunk rather than create motion, it requires specific training regimens directed toward proper activation  5658. Although our results show that spaceflight affects the multifidus for all subjects, we found that the risk for post-flight symptoms may relate to pre-existing spinal pathology. Two of the six astronauts presented post-flight symptoms (Fig. 3) and these two subjects also presented end plate irregularities with type 2 Modic changes in the adjacent vertebral bone marrow. End plate irregularities  24,59 and Modic changes  19 have been linked to chronic low back pain in the general population as they represent regions of structural weakening and pro-inflammatory communication between the disc and bone marrow  60. Weakening at the disc-vertebra junction could be exacerbated by microgravity-induced changes in vertebral bone quality  48,61 and increased disc loading from lumbar flattening  25 that together heighten risk of failure and injury at the disc-bone interface when reintroducing a relatively less stable lumbar spine to gravitational load. Like many prior studies on subjects exposed to microgravity, this work is subject to limitations in sample size and lack of in-flight data. More work needs to be done to understand whether or not there is significant disc swelling during spaceflight. Although our work indicates that disc swelling is not significantly different following spaceflight, we acknowledge that a considerable amount of changes in disc water content could happen in the 24-hour period between landing and post-flight imaging. Further work is being done using ultrasound to address disc height during spaceflight. Regardless, our results demonstrate that in spite of negligible changes in disc swelling, significant postural and stiffness changes occurred following spaceflight and related to changes in multifidus muscular stability. Future work involves collecting similar data on additional astronauts and aims to implement countermeasure exercises targeting the multifidus. If multifidus health is maintained during spaceflight, astronauts with pre-existing spinal pathology may be less vulnerable to post-flight symptoms and injury. This prospective study sheds light on mechanisms of post-flight back pain and disc injury multifidus atrophy appears associated with spinal flattening and increased stiffness. We hypothesize that these factors, when combined, increase injury potential, particularly in those subjects with pre-existing evidence of vertebral end plate insufficiency. These results have implications also for deconditioned spines on Earth. We intend to use these results to develop countermeasures targeting the multifidus muscles and new research on the role of muscular stability in relation to chronic low back pain and disc injury.Bailey et al. Page 8 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author ManuscriptAcknowledgments The authors thank Stephen Chiang, Douglas Hughes, Marilyn Johnson, Anjuli Kapila, Scott Parazynski, Roy Riascos-Castaneda, Laura Sarmiento, Richard Scheuring, Alexander Synder, and Ken Walker, for their contributions to this work. The authors also thank the International Space Station astronaut crewmembers for their research participation. This study was sponsored by the National Aeronautics and Space Administration (NASA) Grant NNX13AM89G and NNX10AM18G. Author disclosures: JFB: Grant: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer); Support for travel to meetings for the study or other purposes: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer), pertaining to the submitted work. SLM: Grant: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer); Support for travel to meetings for the study or other purposes: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer), pertaining to the submitted work. KK: Grant: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer); Support for travel to meetings for the study or other purposes: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institution employer), pertaining to the submitted work. CWO: Grant: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer); Support for travel to meetings for the study or other purposes: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer), pertaining to the submitted work. RMH: Grant: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer); Support for travel to meetings for the study or other purposes: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer), pertaining to the submitted work. DeGC: Grant: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institution employer); Support for travel to meetings for the study or other purposes: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer), pertaining to the submitted work. JVS: Nothing to disclose. DoGC: Grant: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer); Support for travel to meetings for the study or other purposes: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer), pertaining to the submitted work. ARH: Grant: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer); Support for travel to meetings for the study or other purposes: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer), pertaining to the submitted work. JCL: Grant: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer); Support for travel to meetings for the study or other purposes: NASA NNX13AM89G (PI: Hargens) (H, Paid directly to institutionemployer), pertaining to the submitted work. References 1. Panjabi MM. The stabilizing system of the spine. Part I. Function, dysfunction, adaptation, and enhancement. J Spinal Disord 1992;5:38397. PubMed: 1490034 2. Demoulin C, Crielaard JM, Vanderthommen M. Spinal muscle evaluation in healthy individuals and low-back-pain patients: a literature review. Joint Bone Spine 2007;74:913. PubMed: 17174584 3. Bergmark A Stability of the lumbar spine. A study in mechanical engineering. Acta Orthop Scand Suppl 1989;230:154. PubMed: 2658468 4. Luque-Surez A, Daz-Mohedo E, Medina-Porqueres I. Stabilization exercise for the management of low back pain In: Norasteh AA, editor. Low Back Pain, InTech; 2012 p. 26192. 5. Adams MA, Dolan P, Hutton WC. Diurnal variations in the stresses on the lumbar spine. Spine 1987;12:1307. PubMed: 3589804 6. Solomonow M, Baratta RV , Zhou BH, Burger E, Zieske A, Gedalia A. Muscular dysfunction elicited by creep of lumbar viscoelastic tissue. J Electromyogr Kines 2003;13:38196. 7. LeBlanc A, Lin C, Shackelford L, Sinitsyn V , Evans H, Belichenko O, et al. Muscle volume, MRI relaxation times (T2), and body composition after spaceflight. J Appl Physiol 2000;89:215864. PubMed: 11090562 8. LeBlanc A, Schneider V , Shackelford L, West S, Oganov V , Bakulin A, et al. Bone mineral and lean tissue loss after long duration space flight. J Musculoskelet Neuronal Interact 2000;1:157 60. PubMed: 15758512 9. Orwoll ES, Adler RA, Amin S, Binkley N, Lewiecki EM, Petak SM, et al. Skeletal health in long- duration astronauts: nature, assessment, and management recommendations from the NASA bone summit. J Bone Miner Res 2013;28:124355. PubMed: 23553962 10. Kerstman EL, Scheuring RA, Barnes MG, DeKorse TB, Saile LG. Space adaptation back pain: a retrospective study. Aviat Space Environ Med 2012;83:27. PubMed: 22272509 Bailey et al. Page 9 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author Manuscript11. Johnston SL, Campbell MR, Scheuring R, Feiveson AH. Risk of herniated nucleus pulposus among U.S. astronauts. Aviat Space Environ Med 2010;81:56674. PubMed: 20540448 12. Wing PC, Tsang IK, Susak L, Gagnon F, Gagnon R, Potts JE. Back pain and spinal changes in microgravity. Orthop Clin North Am 1991;22:25562. PubMed: 1826549 13. Young KS, Rajulu S. The effects of microgravity on seated height (spinal elongation). 2011. 14. Belavy DL, Adams M, Brisby H, Cagnie B, Danneels L, Fairbank J, et al. Disc herniations in astronauts: what causes them, and what does it tell us about herniation on earth? Eur Spine J 2015;111. 15. Laws CJ, Berg-Johansen B, Hargens AR, Lotz JC. The effect of simulated microgravity on lumbar spine biomechanics: an in vitro study. Eur Spine J 2016;25:288997. PubMed: 26403291 16. Lovejoy CO. The natural history of human gait and posture. Part 1. Spine and pelvis. Gait Posture 2005;21:95112. PubMed: 15536039 17. Been E, Kalichman L. Lumbar lordosis. Spine J 2014;14:8797. PubMed: 24095099 18. Marinelli NL, Haughton VM, Anderson PA. T2 relaxation times correlated with stage of lumbar intervertebral disk degeneration and patient age. AJNR Am J Neuroradiol 2010;31:127882. PubMed: 20360340 19. Lotz J, Fields A, Liebenberg E. The role of the vertebral end plate in low back pain. Global Spine J 2013;3:15364. PubMed: 24436866 20. Chang DG, Healey RM, Snyder AJ, Sayson JV , Macias BR, Coughlin DG, et al. Lumbar spine paraspinal muscle and intervertebral disc height changes in astronauts after long-duration spaceflight on the international space station. Spine 2016;41:191724. PubMed: 27779600 21. Fortin M, Batti MC. Quantitative paraspinal muscle measurements: inter-software reliability and agreement using OsiriX and ImageJ. Phys Ther 2012;92:85364. PubMed: 22403091 22. Davis RJ, Lee DC, Wade C, Cheng B. Measurement performance of a computer assisted vertebral motion analysis system. Int J Spine Surg 2015;9:36. PubMed: 26273554 23. Yeager MS, Cook DJ, Cheng BC. Reliability of computer-assisted lumbar intervertebral measurements using a novel vertebral motion analysis system. Spine J 2014;14:27481. PubMed: 24239805 24. Wang Y , Videman T, Batti MC. Lumbar vertebral endplate lesions: associations with disc degeneration and back pain history. Spine 2012;37:14906. PubMed: 22648031 25. Shirazi-Adl A, Parnianpour M. Effect of changes in lordosis on mechanics of the lumbar spine- lumbar curvature in lifting. J Spinal Disord 1999;12:43647. PubMed: 10549710 26. Arjmand N, Shirazi-Adl A. Biomechanics of changes in lumbar posture in static lifting. Spine 2005;30:263748. PubMed: 16319750 27. Macintosh JE, Bogduk N. The biomechanics of the lumbar multifidus. Clin Biomech (Bristol, Avon) 1986;1:20513. 28. Panjabi M, Abumi K, Duranceau J, Oxland T. Spinal stability and intersegmental muscle forces: a biomechanical model. Spine 1989;14:194200. PubMed: 2922640 29. Wilke H-J, Drumm J, Hussler K, Mack C, Steudel WI, Kettler A. Biomechanical effect of different lumbar interspinous implants on flexibility and intradiscal pressure. Eur Spine J 2008;17:104956. PubMed: 18584219 30. Brumagne S, Janssens L, Knapen S, Claeys K, Suuden-Johanson E. Persons with recurrent low back pain exhibit a rigid postural control strategy. Eur Spine J 2008;17:117784. PubMed: 18594876 31. Bogduk N. Clinical and radiological anatomy of the lumbar spine. 5th ed. Edinburgh: Churchill Livingstone Elsevier; 2012. 32. Claus AP, Hides JA, Moseley GL, Hodges PW. Different ways to balance the spine subtle changes in sagittal spinal curves affect regional muscle activity. Spine 2009;34:E20814. PubMed: 19282726 33. Hides JA, Richardson CA, Jull GA. Multifidus muscle recovery is not automatic after resolution of acute, first-episode low back pain. Spine 1996;21:27639. PubMed: 8979323 Bailey et al. Page 10 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author Manuscript34. Jun HS, Kim JH, Ahn JH, Chang IB, Song JH, Kim T-H, et al. The effect of lumbar spinal muscle on spinal sagittal alignment: evaluating muscle quantity and quality. Neurosurgery 2016;79:847 55. PubMed: 27244469 35. Meakin JR, Fulford J, Seymour R, Welsman JR, Knapp KM. The relationship between sagittal curvature and extensor muscle volume in the lumbar spine. J Anat 2013;222:60814. PubMed: 23600615 36. Lee JC, Cha J-G, Kim Y , Kim Y-I, Shin B-J. Quantitative analysis of back muscle degeneration in the patients with the degenerative lumbar flat back using a digital image analysis: comparison with the normal controls. Spine 2008;33:31825. PubMed: 18303466 37. Belavy DL, Armbrecht G, Richardson CA, Felsenberg D, Hides JA. Muscle atrophy and changes in spinal morphology: is the lumbar spine vulnerable after prolonged bed-rest? Spine 2011;36:13745. PubMed: 20595922 38. Hides JA, Lambrecht G, Stanton WR, Damann V . Changes in multifidus and abdominal muscle size in response to microgravity: possible implications for low back pain research. Eur Spine J 2016;25(Suppl. 1):17582. PubMed: 26582165 39. Sparrey CJ, Bailey JF, Safaee M, Clark AJ, Lafage V , Schwab F, et al. Etiology of lumbar lordosis and its pathophysiology: a review of the evolution of lumbar lordosis, and the mechanics and biology of lumbar degeneration. Neurosurg Focus 2014;36:E1. 40. Adams MA, Hutton WC. The effect of posture on the lumbar spine. J Bone Joint Surg Br 1985;67:6259. PubMed: 4030863 41. Nachemson AL. Disc pressure measurements. Spine 1981;6:937. PubMed: 7209680 42. Wilke HJ, Neef P, Caimi M, Hoogland T, Claes LE. New in vivo measurements of pressures in the intervertebral disc in daily life. Spine 1999;24:75562. PubMed: 10222525 43. Patwardhan AG, Havey RM, Meade KP, Lee B, Dunlap B. A follower load increases the load- carrying capacity of the lumbar spine in compression. Spine 1999;24:10039. PubMed: 10332793 44. Pedrini-Mille A, Maynard JA, Durnova GN, Kaplansky AS, Pedrini V A, Chung CB, et al. Effects of microgravity on the composition of the intervertebral disk. J Appl Physiol 1992;73:26S32S. PubMed: 1526953 45. Maynard JA. The effects of space flight on the composition of the intervertebral disc. Iowa Orthop J 1994;14:12533. PubMed: 7719767 46. Sinha RK, Shah SA, Hume EL, Tuan RS. The effect of a 5-day space flight on the immature rat spine. Spine J 2002;2:23943. PubMed: 14589473 47. Bailey JF, Hargens AR, Cheng KK, Lotz JC. Effect of microgravity on the biomechanical properties of lumbar and caudal intervertebral discs in mice. J Biomech 2014;47:29838. PubMed: 25085756 48. Berg-Johansen B, Liebenberg EC, Li A, Macias BR, Hargens AR, Lotz JC. Spaceflight-induced bone loss alters failure mode and reduces bending strength in murine spinal segments. J Orthop Res 2016;34:4857. PubMed: 26285046 49. Belavy DL, Bansmann PM, Bhme G, Frings-Meuthen P, Heer M, Rittweger J, et al. Changes in intervertebral disc morphology persist 5 mo after 21-day bed rest. J Appl Physiol 2011;111:130414. PubMed: 21799122 50. LeBlanc AD, Evans HJ, Schneider VS, Wendt RE, Hedrick TD. Changes in intervertebral disc cross-sectional area with bed rest and space-flight. Spine 1994;19:81217. PubMed: 8202800 51. Belavy DL, Armbrecht G, Felsenberg D. Incomplete recovery of lumbar intervertebral discs 2 years after 60-day bed rest. Spine 2012;37:124551. PubMed: 21971124 52. Smith SM, Heer MA, Shackelford LC, Sibonga JD, Ploutz-Snyder L, Zwart SR. Benefits for bone from resistance exercise and nutrition in long-duration spaceflight: evidence from biochemistry and densitometry. J Bone Miner Res 2012;27:1896906. PubMed: 22549960 53. Ploutz-Snyder L, Ryder J, English K, Haddad F, Baldwin K. Risk of impaired performance due to reduced muscle mass, strength, and endurance. 2015. 54. Winnard A, Nasser M, Debuse D, Stokes M, Evetts S, Wilkinson M, et al. Systematic review of countermeasures to minimise physiological changes and risk of injury to the lumbopelvic area Bailey et al. Page 11 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author Manuscriptfollowing long-term microgravity. Musculoskelet Sci Pract 2017;27(suppl.1):S514. PubMed: 28173932 55. Hides J, Stanton W, McMahon S, Sims K, Richardson C. Effect of stabilization training on multifidus muscle cross-sectional area among young elite cricketers with low back pain. J Orthop Sports Phys Ther 2008;38:1018. PubMed: 18349481 56. Beneck GJ, Story JW, Donald S. Postural cueing to increase lumbar lordosis increases lumbar multifidus activation during trunk stabilization exercises: electromyographic assessment using intramuscular electrodes. J Orthop Sports Phys 2016;46:2939. 57. McGill S Core training: evidence translating to better performance and injury prevention. Strength Cond J 2010;32:3346. 58. MacDonald DA, Moseley GL, Hodges PW. The lumbar multifidus: does the evidence support clinical beliefs? Man Ther 2006;11:25463. doi:10.1016j.math.2006.02.004. PubMed: 16716640 59. Williams FMK, Manek NJ, Sambrook PN, Spector TD, Macgregor AJ. Schmorls nodes: common, highly heritable, and related to lumbar disc disease. Arthritis Rheum 2007;57:85560. PubMed: 17530687 60. Dudli S, Fields AJ, Samartzis D, Karppinen J, Lotz JC. Pathobiology of Modic changes. Eur Spine J 2016;25:372334. PubMed: 26914098 61. Belavy DL, Miokovic T, Armbrecht G, Felsenberg D. Hypertrophy in the cervical muscles and thoracic discs in bed rest? J Appl Physiol 2013;115:58696. PubMed: 23813530 Bailey et al. Page 12 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author ManuscriptFig. 1. Scatterplots showing the linear relationship between the change in multifidus FCSA with the change in lumbar lordosis measured while lying supine (Top) and with the change in active FE ROM at L4L5 (Bottom). FCSA, functional cross-sectional area; FE ROM, flexion- extension range of motion.Bailey et al. Page 13 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author ManuscriptFig. 2. Change in water content is represented by the  change in T2 mean between pre- and post- flight. We found no systematic relationship between prolonged microgravity and disc water content, with or without adjusting for pre-flight Pfirrmann grade.Bailey et al. Page 14 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author ManuscriptFig. 3. Mid-sagittal views of T2 weighted 3T lumbar spine MRIs for all six subjects (taken at pre- flight). Example sites for injury and potential sources of pain are pointed out in additional T1-weighted sagittal images (AC) from two of the subjects who presented post-flight symptoms: (A) indent end plate defect indicated with a yellow asterisk at the cranial L4 end plate, (B) images of post-flight (left) and 30 days recovery following post-flight (right), demonstrating a posterolateral disc herniation indicated with a yellow arrow, (C) T1- (left) and T2-weighted (right) images demonstrated a type 2 Modic change with severe end plate defect (Modic change indicated with a yellow arrow and end plate defect indicated with a yellow asterisk).Bailey et al. Page 15 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author ManuscriptNASA Author Manuscript NASA Author Manuscript NASA Author ManuscriptBailey et al. Page 16Table Summary of pre- and post-flight data n Pre-flight Post-flight Mean diff. Mean  diff. p-Value Lumbar lordosis () 6 41.912.9 37.211.0 4.73 11.1 .009 Vertebral wedging () 6 4.49.8 2.111.2 2.31 29.0 .17 Disc wedging () 6 37.69.8 35.011.2 2.54 7.5 .08 Multifidus CSA (mm2) 61235.7252.2 1158.1231.4 77.7 6.2 .16 Multifidus FCSA (mm2) 61002.5319.9 847.3253.1 155.2 14.2 .06 Multifidus FCSACSA () 6 80.013.1 72.615.3 7.4 9.3 .07 Erector spinae CSA (mm2) 65010.7815.2 4817.91026.1 192.9 3.9 .28 Erector spinae FCSA (mm2) 63903.7457.6 3486.51186.2 417.2 11.5 .18 Erector spinae FCSACSA () 6 78.55.1 71.51.2 6.9 9.0 .09 Active FE ROM () L1-L2 4 6.84.3 7.1 4.8 0.35 7.7 .73 L2-L3 5 8.34.3 6.94.9 1.42 22.1 .049 L3-L4 5 8.84.9 7.64.8 1.27 17.3 .016 L4-L5 5 8.93.1 6.32.5 2.65 30.3 .004 L5-S1 4 6.41.4 7.03.4 0.59 5.3 .69 Passive FE ROM () L1-L2 2 8.55.5 8.38.3 0.25 17.1 .46 L2-L3 5 3.91.1 4.22.1 0.27 10.5 .68 L3-L4 5 7.43.8 7.73.1 0.21 17.7 .56 L4-L5 5 9.02.5 10.82.2 1.76 35.7 .79 L5-S1 5 11.86.0 7.24.5 4.51 40.0 .031 Disc water content (mean T2 intensity) L1-L2 6 109.749.9 107.955.7 1.83 1.6 .48 L2-L3 6 93.238.1 84.936.2 8.30 8.9 .30 L3-L4 6 71.637.1 66.829.1 4.80 6.7 .19 L4-L5 6 78.033.5 78.522.8 0.49 0.6 .53 L5-S1 6 46.715.6 51.716.2 5.03 10.7 .87 L1-S1 6 399.1 138.4 389.7127.0 9.41 2.4 .43 CSA, cross-sectional area; FCSA, functional cross-sectional area; FE ROM, flexion-extension range of motion; SD, standard deviation. Notes: Includes meanSD, mean differences, and mean percent differences between pre- and post-flight data, for individual subjects. n represents the number of subjects with pre- and post-flight data available for the analysis. ROM data are available for only five of six crew and in a few cases is missing from L1 to L2 or L5 to S1 because it was outside the field of view. Spine J . Author manuscript; available in PMC 2019 January 21.NASA Author Manuscript NASA Author Manuscript NASA Author ManuscriptBailey et al. Page 17p-Values are from one-tailed paired t tests. Bolded text indicates statistical significance. Spine J . Author manuscript; available in PMC 2019 January 21.",
        "introduction": "On Earth, the lumbar spine bears the load of the upper body in upright posture and is stabilized by both passive and active systems  1. Passive postural stability is provided by the osteoligamentous lumbar spine, which includes the intervertebral discs, vertebrae, synovial facet joint cartilage, and ligaments. This passive system serves to constrain motion via a mixture of complex tissue material properties and geometries. By contrast, active postural stability is provided by muscle tendon complexes that generate force, both locally at the vertebral segments and globally  2,3. Some muscles act primarily to induce gross trunk movements, whereas others act as stabilizers to support posture and prevent excessive or unwanted motions  4. Harmony between the passive and active stability systems is coordinated by neural control mechanisms ( 1). Diurnal loading patterns of activity and rest are critical for maintained spine health and function. For instance, as a poro-viscoelastic material, the disc undergoes significant dehydration, height loss, and concomitant decreased bending stiffness after sustained Bailey et al. Page 2 Spine J . Author manuscript; available in PMC 2019 January 21. NASA Author Manuscript NASA Author Manuscript NASA Author Manuscriptloading  5. Decreased bending stiffness can lead to increased tissue strains that trigger paraspinal muscle hyperexcitability  6, thereby increasing active stiffness to compensate for deficient passive stiffness. Rest periods allow the disc to osmotically recover water, height, and bio-mechanical properties. Diurnal periods of activity and rest also facilitate transport of nutrients and metabolites to and from cells within the disc matrix and avascular nucleus pulposus. Microgravity exposure removes physiological diurnal loads from the lumbar spine, which can hypothetically disrupt lumbar stabilization by deconditioning both the passive, active, and neural stabilizing systems. Prolonged microgravity is known to cause global muscle atrophy  7 and bone loss  8,9. It is not surprising therefore, that spaceflight puts astronauts at risk for low back pain and disc injury. In National Aeronautics and Space Administration (NASA) studies, astronauts experience localized (non-radiating) low back pain during spaceflight (43 incidence  10) and a 2.8-fold higher prevalence of lumbar disc herniation following spaceflight  11. Yet, the detrimental mechanisms of microgravity on lumbar health are uncertain. Reports of increased post-flight stature suggest that microgravity causes spinal lengthening  12,13 perhaps due to accumulated swelling of unloaded discs  14. This hypothesis is supported by in vitro microgravity simulations which demonstrate increased disc height and passive spinal bending stiffness  15, and in vivo bed rest studies on Earth  14. It is tempting to conclude that such changes explain the increased risk of post-flight disc herniation, but space studies to date have not been able to demonstrate lumbar disc height changes following spaceflight of either 8 days  16 or 6 months  17 duration. Therefore, how microgravity adversely affects the human lumbar spine remains undetermined. To identify back pain and injury mechanisms, we conducted a longitudinal study of six NASA astronaut crewmembers in whom lumbar spine anatomy and biomechanics were quantified before and after 6 months of microgravity exposure on the International Space Station (ISS).",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            }
        ]
    }
]