[
    {
        "pmid": "38191486",
        "title": "Altered quorum sensing and physiology of Staphylococcus aureus during spaceflight detected by multi-omics data analysis.",
        "year": "2024",
        "journal": "NPJ Microgravity",
        "abstract": "Staphylococcus aureus colonizes the nares of approximately 30% of humans, a risk factor for opportunistic infections. To gain insight into S. aureus virulence potential in the spaceflight environment, we analyzed RNA-Seq, cellular proteomics, and metabolomics data from the \"Biological Research in Canisters-23\" (BRIC-23) GeneLab spaceflight experiment, a mission designed to measure the response of S. aureus to growth in low earth orbit on the international space station. This experiment used Biological Research in Canisters-Petri Dish Fixation Units (BRIC-PDFUs) to grow asynchronous ground control and spaceflight cultures of S. aureus for 48 h. RNAIII, the effector of the Accessory Gene Regulator (Agr) quorum sensing system, was the most highly upregulated gene transcript in spaceflight relative to ground controls. The agr operon gene transcripts were also highly upregulated during spaceflight, followed by genes encoding phenol-soluble modulins and secreted proteases, which are positively regulated by Agr. Upregulated spaceflight genes/proteins also had functions related to urease activity, type VII-like Ess secretion, and copper transport. We also performed secretome analysis of BRIC-23 culture supernatants, which revealed that spaceflight samples had increased abundance of secreted virulence factors, including Agr-regulated proteases (SspA, SspB), staphylococcal nuclease (Nuc), and EsxA (secreted by the Ess system). These data also indicated that S. aureus metabolism is altered in spaceflight conditions relative to the ground controls. Collectively, these data suggest that S. aureus experiences increased quorum sensing and altered expression of virulence factors in response to the spaceflight environment that may impact its pathogenic potential.",
        "full_text": "ARTICLE OPEN Altered quorum sensing and physiology of Staphylococcus aureus during space ight detected by multi-omics data analysis Matthew R. Hauserman1, Mariola J. Ferraro1, Ronan K. Carroll2and Kelly C. Rice1 Staphylococcus aureus colonizes the nares of approximately 30 of humans, a risk factor for opportunistic infections. To gain insight into S. aureus virulence potential in the space ight environment, we analyzed RNA-Seq, cellular proteomics, and metabolomics data from the Biological Research in Canisters-23 (BRIC-23) GeneLab space ight experiment, a mission designed to measure the response of S. aureus to growth in low earth orbit on the international space station. This experiment used Biological Research in Canisters-Petri Dish Fixation Units (BRIC-PDFUs) to grow asynchronous ground control and space ight cultures of S. aureus for 48 h. RNAIII, the effector of the Accessory Gene Regulator (Agr) quorum sensing system, was the most highly upregulated gene transcriptin space ight relative to ground controls. The agroperon gene transcripts were also highly upregulated during space ight, followed by genes encoding phenol-soluble modulins and secreted proteases, which are positively regulated by Agr. Upregulated space ight genesproteins also had functions related to urease activity, type VII-like Ess secretion, and copper transport. We also performed secretome analysis of BRIC-23 culture supernatants, which revealed that space ight samples had increased abundance of secreted virulence factors, including Agr-regulated proteases (SspA, SspB), staphylococcal nuclease (Nuc), and EsxA (secreted by the Ess system). These data also indicated that S. aureus metabolism is altered in space ight conditions relative to the ground controls. Collectively, these data suggest that S. aureus experiences increased quorum sensing and altered expression of virulence factors in response to the space ight environment that may impact its pathogenic potential. npj Microgravity (2024) 10:2 ; https:doi.org10.1038s41526-023-00343-7 INTRODUCTION Staphylococcus aureus is a pernicious pathogen capable of infecting nearly every tissue and organ system in the human body. Most S. aureus strains are resistant to multiple antibiotics, and certain isolates are resistant to nearly all antibiotics used inthe clinical setting. The CDC 2019 Antibiotic Threats Report listed methicillin-resistant S. aureus (MRSA) at a serious threat level, with over 10,000 estimated deaths in 2017 alone 1.S. aureus is a frequent cause of hospital-acquired infections, and in recent years, highly virulent and transmissible community-acquired methicillin- resistant S. aureus (CA-MRSA) strains have emerged. Approxi- mately 30 of humans are nasally colonized by S. aureus , which represents a signi cant risk factor for invasive infections2.A sa pathogen, S. aureus expresses a vast repertoire of cell surface adhesins, secreted toxins, and tissue-degrading enzymes that contribute to its ability to colonize host tissue, evade the immune system, and transition from a localized to systemic infection. The expression of these virulence factors is coordinated by a complex network of genetic regulators, including the Accessory GeneRegulator (Agr) quorum-sensing system, which has been exten- sively reviewed 37. The agroperon is comprised of two transcripts, RNAII and RNAIII, which are activated by the P2 and P3 promoters, respectively8. RNAIII is an untranslated RNA species that regulates a variety of target genes at both the transcriptional and post-transcriptional level, making it a primary downstream effector of the Agr system, whereas the RNAII transcript contains the agrBDCA genes reviewed in refs. 6,7: AgrD, which is processed and secreted out of the cell in a form known as the autoinducing peptide (AIP), AgrB, the membrane protein that performs this processing and secretion, AgrC, a sensor kinase which recognizes the AIP andtransduces the signal to AgrA, the response regulator which activates transcription at the P2 and P3 promoters. S. aureus also poses a potential health risk to astronauts during long-term space ight missions. This bacterium was recovered from the nasal passages of Apollo 13 and 14 astronauts at signi cantly higher numbers compared to pre ight samples collected from the same astronauts9, and S. aureus was also among the most frequently isolated bacteria from astronauts that participated in 25 Space Shuttle missions (STS-26 to STS-50)10. Furthermore, several studies monitoring the presence of microbes aboard the International Space Station (ISS)1113as well as in the environment of a full-duration simulation of a crewed return ight to Mars14identi ed staphylococci as being predominant. Because of the potential threat of S. aureus to astronaut health, this pathogen s stress resistance and virulence potential have been studied in both a space ight experiment15and in ground-based models1519of simulated microgravity. In the previous space ight experiment, S. aureus virulence was reduced when assessed as a function of the quantity of residual bacteria in the presence andabsence of Caenorhabditis elegans 15. However, these studies were conducted using a nematode feeding model, which does not entirely re ect the complexity of S. aureus pathogenesis in humans. NASA previously conducted a Biological Research in Canisters- 23(BRIC-23) space ight experiment (OSDR accession OSD-145), designed to measure the response of both Bacillus subtilis and S. aureus to the space ight environment20,21. In this experiment, Biological Research in Canisters-Petri Dish Fixation Units (BRIC- PDFUs)22were used to grow asynchronous ground controls and space ight samples of S. aureus strain UAMS-1, a clinical MSSA isolate that was originally isolated from an osteomyelitis 1Department of Microbiology and Cell Science, IFAS, University of Florida, Gainesville, FL, USA.2Department of Biological Sciences, Ohio University, Athens, OH, USA. email: kcriceu .eduwww.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;infection23. Herein, our analysis of the S. aureus RNA-Seq, proteomics, and metabolomics datasets from BRIC-23 suggeststhat S. aureus space ight samples may have altered metabolism (increased amino acid metabolism, TCA cycle, and transport of non-preferred carbon sources, and decreased glycolysisfermenta-tion and translation machinery) relative to ground-controlcultures. Furthermore, agrgenes and several positively regulated targets were the most highly upregulated transcripts in space-ight. We also performed secretome analysis of culture super- natants from the BRIC-23 space ight and ground control cultures, in which several Agr-regulated secreted proteins were increased inabundance in the space ight samples. Collectively, these data suggest that S. aureus experiences altered metabolism, increased quorum sensing, and altered expression of virulence factors inresponse to the space ight environment that may impact its pathogenic potential. RESULTS Experimental considerations, sample variability, and clustering amongst FLT and GC samples As outlined in Fig. 1a, the BRIC-23 ight (FLT) experiment and corresponding asynchronous ground controls (GCs) were con- ducted on S. aureus cultures grown to a single time point (48 h) atISS ambient (  22 C) temperature. The total CFUs per petri dish harvested from both ight and ground control experiments (as reported in OSDR entry OSD-145) suggested that the FLT cultures may have grown to higher cell densities compared to GC cultures(Fig. 1b). Principle components analysis (PCA) was performed on all quantile normalized Reads Per Kilobase of transcript, per Millionmapped reads (RPKM) gene expression values from the BRIC-23 FLT and GC RNA-Seq samples ( n9 per experimental group) (Fig. 2a). Fig. 1 BRIC-23 Flight Experiment Overview and Associated Data. aOverview of BRIC-23 Flight Experiment. Full details have been previously published in20,21.bAverage total CFU harvested from FLT and GC cultures. cAverage protein concentration (measured after concentration and removal of  5 kDa peptidesamino acids) ofculture supernatants from FLT and GC cultures. For B and C, datarepresent the average of n9 biological samples per growth condition, error bars standard deviation. P-values (two-tailed t-test) are shown. Fig. 2 Principal Component Analysis (PCA) of Omics Data. a RNA- Seq ( n9 biological samples each for FLT and GC). bProteomics (n9 FLT and n3 GC biological samples). cSecretomics ( n5 biological samples each for FLT and GC). In all graphs, BRIC-23 ight (FLT; circles) and ground control (GC; triangles) samples areindicated. PCA analysis of RNA-Seq data was performed onnormalized RPKM values for all genes using CLC genomicsworkbench, and PCA analysis of proteomics and secretomics wasperformed on scaled abundances and normalized weighted spectra, respectively, using Clustvis 89.M.R. Hauserman et al. 2 npj Microgravity (2024) 2 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;This analysis revealed that the samples within each experimental group showed robust clustering, and that most of the sample variability correlated with experimental group (FLT vs. GC) along the PC1 axis. Cellular proteomics (Fig. 2b) and secretomics (Fig. 2c) PCA of scaled abundances and normalized weighted spectra, respec-tively, revealed similar trends as the RNA-Seq data. All datasets were also subjected to differential expressionabundance analysis to identify differences in transcript and protein relative abundancesbetween space ight and ground control samples. FLT and GC genes that showed statistically signi cant differences in relative abun- dance (  2-fold change) in the RNA-Seq dataset (summarized in Supplemental Table 1) were also subjected to hierarchical clusteringanalysis, which showed robust clustering amongst the biologicalreplicates within each experimental group ( n9 each), indicating consistency of the data across replicates in each group (Supple- mental Fig. 1). For cellular proteomics, the metadata associated withthis experiment in GeneLab indicated that due to low protein yield from some of the GC samples, replicates had to be pooled prior to proteomics, resulting in only n3G Cs a m p l e sa n d n9F L T samples. However, hierarchical clustering analysis on the FLT andGC proteins that showed statistically signi cant differences in relative abundance (  1.5-fold change, Supplemental Table 2) indicated good consistency and clustering between the biologicalreplicates within each experimental group (Supplemental Fig. 1).FLT and GC samples ( n5 each) analyzed for secretomics also displayed strong clustering among proteins with signi cant differences in relative abundance (  1.5-fold change, SupplementalFig. 1 and Supplemental Table 3). Interestingly, the average concentration of secreted proteins of FLT sample supernatants was approximately 30 less than that of the GC culture super-natants (Fig. 1c; measured after concentration and removal of  5 kDa peptidesamino acids). Overlap between RNA-Seq, proteomics, and secretomics datasets In total, 386 genes and proteins were identi ed across the RNA- Seq, cellular proteomics, and secretomics datasets that exceededthe respective cutoff values of 2-fold for RNA-Seq and 1.5-fold forproteomics (Fig. 3), with 37 genesproteins that were common to at least two datasets (Table 1). Of the twenty genes that were common to RNA-Seq and cellular proteomics (Table 1), nineteen displayed increased abundance in space ight, including multiple genes and proteins related to the urease pathway and Type VII secretion, as well as two genes related to copper transport and two subunits of L-serine dehydratase. Notably, AgrA, the mainresponse regulator of the agrquorum sensing system, was found to have both increased transcript levels and increased protein abundance in space ight samples. The sole protein down- regulated in both datasets was a predicted GMP reductase,responsible for interconversion of purine nucleotides. Eight of the nine genes and proteins overlapping between the RNA-Seq and secretomics datasets were primarily annotated as intracellularproteins, involved in several different pathways. The loneextracellular protein in this dataset, EsxA, is secreted by the Type VII-like Ess secretion system 24. Other genes and proteins of the Ess-related secretion system (EsaA, EsaB, EssC) were alsoupregulated in both the RNA-Seq and cellular proteomics datasets(Table 1). Four genes and proteins were common to all three datasets, and all displayed increased abundance in space ight in each analysis. These consisted of the urease alpha and betasubunits, the urease accessory protein UreG, and the secreted EsxA protein described above (Table 1). Overview of gene and protein functional categories identi ed in multi-omics analysis The statistically signi cant changes in transcripts and proteins that fell within the fold-change cutoff criteria for each dataset (  2-foldfor RNA-Seq,  1.5-fold for proteomics and secretomics) were manually curated and functionally categorized to broadly examine which aspects of S. aureus physiology and virulence were affected by space ight conditions (Fig. 4). All datasets contained many hypothetical or uncharacterized proteins and genes, accountingfor approximately 21 of all DE genes (RNA-Seq, Fig. 4a), 33 of all DE cellular proteins (proteomics, Fig. 4b), and 33 of all DE secreted proteins (secretomics, Fig. 4c). In the RNA-Seq DE analysis, gene transcripts related to extracellular transport, urease, and Type VII secretion were among the most commonly upregulated, along with genes involved in capsule biosynthesis and metabolism of a variety of substrates, including amino acidsand carbohydrates (Fig. 4a). As discussed in more detail below, genes of the agr P2 ( agrBDCA ) and P3 ( RNAIII ) transcripts represented the ve most highly upregulated transcripts (14 to 88-fold) in FLT samples (Supplemental Table 1). Additionally, expression of many Agr-independent virulence factors was upregulated in space ight relative to the ground controls (discussed in more detail below), as well as expression of genesandor proteins involved in DNA-binding, transcriptional regula- tors, ABC transporters, urease subunits, and metal acquisition (Fig. 4). Ribosomal proteins was the most commonly downregulated category in FLT samples amongst cellular proteins, followed by those involved in glycolysis, ATP synthesis, and stress resistance. Additionally, a number of small RNAs (RNA-Seq) were down- regulated in FLT samples relative to GC samples (Fig. 4a). Functional enrichment amongst these omics datasets was also assessed by PaintOmics 25and STRING26(Table 2and Supple- mental Table 4, respectively), which con rmed the patterns of gene and protein functional categories observed in Fig. 4. Using PaintOmics, an overrepresentation of signi cant biological fea- tures (P  0.05) of pathways related to arginine biosynthesis,purine metabolism, thiamine metabolism, quorum sensing, and phosphotransferase systems (PTS) were common to both the RNA- Seq and proteomics datasets (Table 2). Additionally, pathways related to ribosome function and fructosemannose metabolism were signi cantly enriched in the proteomics dataset, and two- component system and ribo avin metabolism were signi cantly enriched in the RNA-Seq dataset (Table 2). STRING analysis of Fig. 3 Venn diagram showing the number of DE genesproteins in RNA-Seq, cellular proteomics, and secretomics BRIC-23 datasets.BRIC-23 RNA-Seq data cutoffs: DE fold-change 2,P-value  0.000016 (2-tailed t-test), and mean normalized expression value  10 for both samples. BRIC-23 cellular proteomics and secretomics data cutoffs: P-value  0.05 (Student t-test), fold-change  1.5.M.R. Hauserman et al. 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2024) 2 RNA-Seq, proteomics, and secretomics DE genesproteins (meet- ing statistical and fold-change cutoff criteria) revealed signi cant (FDR-adjusted P 0.05) enrichment of many of the same functional pathways detected by PaintOmics (Supplemental Table4). Additionally, categories related to polysaccharide biosynthesis (RNA-Seq), sucrosestarch metabolism (RNA-Seq), hemevirulence (RNA-Seq), nickel cation binding (RNA-Seq and proteomics), andarginine biosynthesis (secretomics) were signi cantly enriched in STRING analysis of these data. Expression changes in Agr and virulence factors in space ight Notably, expression of genes comprising the agroperon were highly upregulated in space ight samples, with agrA, agrB, agrC ,Table 1. Summary of overlapping gene transcripts and proteins identi ed as statistically signi cant and meeting fold-change cutoff criteria in RNA- Seq, proteomics, and secretomics DE analyses. Gene ID Function RNA-SeqaProteomicsaSecretomicsa Type VII secretion system SAR0279 6 kDa early secretory antigenic target ESAT-6 (EsxA) 4.61 1.61 7.50SAR0280 Type VII secretion protein EsaA 3.01 2.03 SAR0283 Type VII secretion protein EssB 4.28 2.55 SAR0284 Type VII secretion system protein EssC 4.73 1.71 Agr-regulated SAR2126 Response regulator transcription factor AgrA 14.30 3.96SAR1021 Cysteine protease precursor; SspB 2.55 13.07SAR1022 Glutamyl endopeptidase precursor; V8 Protease; SspA 3.48 6.95SAR2716 Zinc metalloproteinase aureolysin; Aur 3.27 2.19 Copper-associated SAR2637 Copper-exporting P-type ATPase A (CopA) 2.91 2.55 SAR2639 CopZ putative heavy-metal-associated protein 3.11 18.19SAR0720 Copper-translocating P-type ATPase 2.19 2.55SAR0721 Multicopper oxidase protein 1.93 4.08 Arginine and Urea Metabolism SAR2714 Arginine deiminase 2.05 3.04 SAR2374 Urease alpha subunit 4.91 2.28 1.82SAR2373 Urease beta subunit 5.02 2.15 4.35 SAR2375 Urease accessory protein UreE 4.66 1.91 SAR2376 Urease accessory protein UreF 4.37 2.37SAR2377 Urease accessory protein UreG 4.37 1.85 4.37SAR2378 Urease accessory protein UreD 4.12 2.53 Misc. cell processes SAR2611 L-serine dehydratase, beta subunit 2.76 2.10SAR2610 L-serine dehydratase, alpha subunit 2.19 1.63SAR1425 2-oxoglutarate dehydrogenase E1 component 2.03 1.55 SAR1870 Methionine adenosyltransferase 1.63 1.61 SAR1851 Ribo avin biosynthesis protein RibBA; GTP cyclohydrolase II 2.02 1.73 SAR2775 2-oxoglutaratemalate translocator-like protein 2.05 1.94SAR1984 Bacterial non-heme ferritin 2.13 1.58SAR0278 Secreted antigen precursor; staphyloxanthin biosynthesis 3.00 2.71SAR1347 GMP reductase (predicted) 2.07 1.66 SAR0155 Capsular polysaccharide synthesis enzyme 2.15 2.56 SAR2359 Putative molybdenum cofactor biosynthesis protein B 1.91 2.91 SAR1127 Hypothetical protein, similarity with brinogen-binding protein Efb 3.78 2.36 SAR2506 Phosphoglycerate mutase 2.55 1.56 SAR1797 30 S ribosomal protein S4 2.10 1.69 Hypothetical SAR0007 ADP-dependent (S)-NAD(P)H-hydrate dehydratase 2.46 1.80SAR0345 Conserved hypothetical protein 1.52 2.94SAR2028 Aminotransferase class III-fold pyridoxal phosphate-dependent enzyme 1.55 2.03SAR2054 Hypothetical phage protein 1.55 1.53 aNumbers represent the fold-Change (FLTGC). Plus ( ) and minus (-) symbols designate upregulated and downregulated, respectively, in FLT samples relative to GC samples.M.R. Hauserman et al. 4 npj Microgravity (2024) 2 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAand agrD each showing an approximately 14-fold increase in transcript abundance, and RNAIII displaying an 88-fold increase in transcript abundance (Supplemental Table 1). AgrA, the direct transcriptional activator of the agrP2 and P3 operons, was also upregulated 3.96-fold in the FLT proteomics data (Table 1), corroborating the increased transcript abundance of agrA observed in the RNA-Seq data. Additionally, genes and proteins known to be upregulated by Agr were also upregulated in FLTsamples in a manner consistent with a highly active Agr system, including increased expression of genes encoding PSM alpha (psm, 8.08-fold) and gamma hemolysin C ( hlgC, 2.20-fold), and increased protein abundance of SspA (6.95-fold), SspB (13.07-fold),and ScpA (7.18-fold) 2732. The secreted metalloprotease aureolysin (Aur), regulated by Agr via repression of Rot30, was also upregulated by 2.2 3.5 fold in the secretomics and proteomics datasets, respectively (Table 1). Agr has also been implicated in Fig. 4 Distribution of S. aureus UAMS-1 geneprotein functional categories differentially expressed (DE) during space ight relative to ground control. a BRIC-23 RNA-Seq data was subjected to DE analysis, with cutoffs (DE fold-change 2,P-value  0.000016 and mean normalized expression value 10 for both samples) applied prior to assignment of functional categories (based on S. aureus genome annotations andor UNIProt database). b,cBRIC-23 cellular proteomics (B) and secretomics (C) functional categories were assigned based on S. aureus genome annotations andor UNIProt database ( P-value  0.05, fold-change  1.5).M.R. Hauserman et al. 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2024) 2 positive regulation of the capsular polysaccharide synthesis operon capABCDE33, and expression of these genes was upregu- lated in space ight (2.15 2.39-fold; Supplemental Table 1). Abundance of the surface protein bronectin-binding protein A (FnbA), the expression of which is inhibited by Agr34,35, was also signi cantly decreased in the space ight proteomics data ( 1.81- fold). Several virulence factors not under Agr s regulatory control were also upregulated in space ight samples. The Type VII-like Ess secretion system had six transcripts with increased abundance inFLT samples, four of which were also identi ed and upregulated in the proteomics andor secretomics datasets. Staphylococcalnuclease (Nuc) was also highly upregulated in secretomicssamples from space ight (7.72-fold). Although increased abun- dance of other non- agr-regulated virulence factors was also observed, such as those implicated in hemolysin production (CvfC,1.51-fold 36) and nasal colonization (SceD, 1.57-fold37), other well- characterized S. aureus virulence factors such as hyaluronidase, coagulase, lipase, and staphylokinase, were not identi ed as being signi cantly altered between FLT and GC samples. S. aureus metabolic alterations under space ight conditions S. aureus is noted for its ability to thrive in a variety of environments and adjust its metabolism accordingly, and its virulence potential can be mediated by diverse environmental and nutritional stimuli5,38. In addition to genes and proteins related to the Agr quorum sensing system and its regulon, expressionpatterns of metabolic genes and proteins in space ight suggested that these S. aureus cultures may have experienced an altered metabolic state compared to the ground control cultures. Both cellular and secreted metabolites were analyzed for alterations in space ight cultures, and PCA plots of metabolomics data indicated that space ight samples and ground control samples clustered separately (Supplemental Fig. 2a). These metabolomicsdata also corroborated many of the changes in gene and proteinexpression levels associated with S. aureus metabolic functions. Urease expression, for example, was noted to be signi cantly upregulated in space ight, with seven genes upregulated between 4.12 and 5.02-fold and six proteins upregulated between1.85 and 2.53-fold. Urea concentrations were decreased inspace ight supernatant samples but did not meet the statistical cutoffs applied to the metabolomics analyses (data not shown).Additionally, altered levels of metabolites, genes andor proteins related to arginine metabolism (increased ornithine, arginine ornithine antiporter ArcD, Arginine deiminase ArcA, argininekinase) were observed in FLT samples relative to GCs (Supple-mental Tables 1 3, 5, 6).Space ight S. aureus samples also exhibited several features congruent with a transition to catabolism of non-preferred carbon sources. These included decreased abundance of glucose in culture supernatants (Supplemental Table 6), decreased abun- dance of a glucose import protein (SAR1435), and functional enrichment (Table 1) and upregulated expression of genes andor proteins of several sugar transporters (SAR0235, SAR0193,SAR2244, SAR1803) (Supplemental Tables 1 3). Several members of TCA cycle, including CitZ, OdhAB, and SdhAB displayed increased protein abundance andor gene expression in space- ight samples. Altered levels of metabolites, genes andor proteins related to cysteineserine metabolism (increased O- acetylserine, homoserine, cysteine, ornithine carbamoyltransfer- ase, and serine dehydratase), and methionine metabolism (decreased methionine, increased methionine sulfoxide, increased methionine ABC transporter) were also observed in space ight samples relative to ground controls (Supplemental Tables 1 3, 5, 6). Additionally, increased expression of several metal transport genes was observed in the space ight cultures (Supplemental Table 1). DISCUSSION Our analysis of the S. aureus RNA-Seq, proteomics, secretomics, and metabolomics datasets from BRIC-23 indicate that S. aureus undergoes signi cant alterations in physiology and virulence factor production in the space ight environment which could alter its pathogenic potential for astronauts conducting long-term space ight missions. However, these results need to be inter- preted in the context of the experimental con nes of the BRIC-23 experiment, namely that only a single time point (48 h growth) was assessed, and that the experiment was conducted at ISS ambient temperature (  22 C). Ground-based pre-science veri - cation test (pre-SVT) growth curves previously conducted at 25 C (using dried starting inoculum on petri dishes and growth medium identical to those used in the BRIC-23 ight and ground controls) indicated that S. aureus entered early stationary phase by 48 h growth in this condition 20. In comparison, SVT incubation of BRIC-PDFUs in the the ISS Environmental Simulator (ISSES) chamber at KSC conducted at 22 C, which more closely mimicked ISS ambient temperature, showed that cultures reached late exponential phase growth by 48 h20. Since a true growth curve (multiple time points) was not conducted in the actual BRIC- 23ight and ground control experiments, we cannot speculate on any potential differences in the growth rates andor phase of growth between BRIC-23 FLT and GC cultures at the 48 h time point. However, the reported total CFUs per petri dish in bothight and ground control experiments suggest that the FLT cultures may have grown to higher cell densities compared to GCTable 2. Pathway enrichment analysis in BRIC-23 RNA-Seq and proteomics datasets. Pathway nameaUnique genes Proteomics P-value RNA-Seq Gene expression P-value Combined P-value (Fisher) Arginine biosynthesis 16 0.04 0.02 0.01 Purine metabolism 44 0.05 0.03 0.01Thiamine metabolism 9 0.00 1.00 0.02Quorum sensing 36 0.45 0.01 0.03Phosphotransferase system (PTS) 16 0.05 0.12 0.04Ribosome 56 0.04 1.00 0.17 Fructose and mannose metabolism 14 0.05 0.44 0.11 Two-component system 62 0.88 0.04 0.15Riboavin metabolism 9 0.49 0.05 0.12 aSigni cant ( P 0.05, Fisher exact test )pathway enrichments for each dataset (RNA-Seq, proteomics), as well as the combined datasets, are indicated. Pathway enrichment analysis was performed using PaintOmics 3.M.R. Hauserman et al. 6 npj Microgravity (2024) 2 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAcultures (Fig. 1b). Similar to this, experiments previously con- ducted with Pseudomonas aeruginosa demonstrated that this bacterium achieved increased nal cell density (as measured by ow cytometry of xed cells) in ight cultures relative to ground controls under the speci c growth medium characteristics of low phosphate and low oxygen availability39.Esherichia coli and Bacillus subtilis space ight cultures grown at 23 C in a uid processing apparatus also achieved increased stationary phasecell densities in ight cultures relative to their corresponding ground controls 40. It is therefore not clear whether the S. aureus BRIC-23 FLT cultures were in an identical phase of growth compared to the GC cultures, which could impact some of theobserved differences discussed in more detail below. Additionally, temperature is known to have a signi cant impact onS. aureus gene expression, as it has recently been shown that expression of genes encoding secreted proteases and toxins ( aur, sspA, sspB, esxA ), as well as agrD , displayed increased transcript abundance at 34 C compared to 37 C and 40 C 41. Therefore, the BRIC-23 data could be considered more relevant to conditionsexperienced by S. aureus outside of the host (i.e., growth andor persistence on fomites, which could impact S. aureus transmis- sion). Future experiments examining multiple time points and a more biologically relevant incubation temperature (35 37 C) represent logical follow-up steps to gain a complete picture ofthe S. aureus physiological response to space ight. A major nding of the BRIC-23 data analysis was that the S. aureus Agr quorum sensing response, as well as increased expression of both Agr-dependent and Agr-independent virulence factors, was highly upregulated during this space ight experi- ment. Given the challenges of medical treatment of bacterialinfections in space, increased potential for Agr quorum sensingand production of virulence factors are concerns for astronaut health, and worthy of additional study of this bacterium under space ight conditions. Agr function has been identi ed as a critical component of infection and lethality in animal models,including rabbit and mouse models of osteomyelitis, necrotic pneumonia, and skin infection 23,42,43. Additionally, agrhas been observed to be important for human infection, with CA-MRSA skininfections strongly affected by Agr activity 27. However, naturally occurring agrmutant strains as well as mixed cultures of wildtype and mutant agr variants have been isolated from human infections, indicating that Agr is not the only system responsiblefor pathogenesis, and that loss of Agr function may in fact contribute to chronic infection 44,45. Autoinduction of Agr is activated in late exponential phase and stationary phase inresponse to high cell density, as higher concentrations of secretedAIP can be recognized by AgrC, resulting in a positive feedback loop of agractivation. Low Agr activity is characterized by cell attachment and bio lm formation, and as cell density increases, agractivation encourages a cellular transition to a dispersal and pathogenesis-focused lifestyle 8,31,4648. This is accomplished through upregulation of secreted proteases and toxins, which help cells overcome host defenses, and downregulation of surfaceadhesion factors to aid in dissemination throughout the host. Given that higher CFUs were recovered from the BRIC-23 FLT cultures at 48 h growth relative to the GC cultures, it is possiblethat the increased cell density of FLT cultures contributed toincreased activation of Agr. Interestingly, even though increased Agr activation was observed in FLT cultures, the average concentration of secreted proteins in FLT sample supernatantswas approximately 30 less than the GC culture supernatants (Fig.1c), possibly a consequence of increased expression and abundance of secreted proteases (SspA, SspB, ScpA, Aur) which are known to have signi cant effects on the stability of the S. aureus exoproteome 4953. Interestingly, observations from pre- vious ground-based simulated microgravity studies of S. aureus also showed that simulated microgravity cultures excreted lessprotein compared to normal gravity controls 19.Several virulence factors not under Agr s regulatory control were also upregulated in space ight samples. These included several components of the Type VII-like Ess secretion system, which has been implicated in protection from host antimicrobialresistance 54as well as exhibiting a potential role in cross-strain competition24. Therefore, increased expression of the Ess system could potentially confer a competitive advantage to S. aureus in colonizing andor persisting on environmental fomites, as well asthe human body. Staphylococcal nuclease, controlled by theSaeRS regulatory system 55,56, was also highly upregulated in secretomics samples from space ight. This enzyme breaks down extracellular DNA and RNA57, contributing to bio lm dispersal58. Nuclease also contributes to S. aureus pathogenicity by enhancing its ability to evade killing by neutrophils, via degradation of the DNA backbone of neutrophil extracellular traps (NETs)59. Increased abundance of other non- agr-regulated virulence factors impli- cated in hemolysin production (CvfC36) and nasal colonization (SceD37) was also observed. Collectively, this data suggests that the virulence potential of S. aureus in space ight could be ampli ed by factors in addition to the Agr regulon. Additionally, S. aureus appears to undergo an altered metabo- lism during space ight. For example, urease subunit gene expression andor protein abundance was signi cantly upregu- lated in space ight. This enzyme hydrolyzes urea to form ammonia and carbon dioxide, and is a vital contributor to acid stress survival in S. aureus60. Increased urease expression and activity, in conjunction with increased acid production, has alsobeen demonstrated in S. aureus biolms 61. Altered levels of metabolites, genes andor proteins related to arginine metabolism were also observed in space ight samples relative to ground controls. Collectively, these changes could re ect an overall increase in urea cycle activity in response to acid stress andor as an alternative pathway for ATP production, as the arginine deiminase pathway produces both ammonia and ATP (viasubstrate-level phosphorylation) 62,63. Space ight S. aureus sam- ples also exhibited several features congruent with a transition to catabolism of non-preferred carbon sources, including decreased abundance of extracellular glucose, increased abundance of genetranscripts andor proteins encoding various sugar transporters,and increased protein abundance andor gene expression of TCA cycle enzymes. Derepression of the tricarboxylic acid (TCA) cycle in S. aureus has been associated with decreased availability of carbon sources which generally occurs during post-exponential growth 64,65. Additionally, altered levels of metabolites, genes andor proteins related to cysteineserine metabolism (increasedO-acetylserine, homoserine, cysteine, ornithine carbamoyltransfer-ase, and serine dehydratase), and methionine metabolism (decreased methionine, increased methionine sulfoxide, increased methionine ABC transporter) were observed in space ight samples relative to ground controls (Supplemental Tables 1 3, 5, 6). These changes, in combination with increased expression of several metal transport genes (Supplemental Table 1), suggest that S. aureus could have altered sulfur andor metal requirements to support its metabolism under ight conditions. The global regulator CodY was also identi ed in the cellular proteomics analysis, with a 1.52-fold change in space ight samples. CodY notably responds to changes in nutrient levels andalters the expression of a wide range of metabolic genes, virulence factors, and other regulators 56,6668. Some targets known to be repressed by this regulator include capsule synthesis, Agr, andstaphylococcal nuclease, which all exhibit increased abundance inspace ight samples (Supplemental Tables 1 3). Therefore, depleted nutrients in the space ight environment could con- tribute to these observed alterations in S. aureus virulence factor production and metabolism, partly through decreased CodY activity. In summary, data from the BRIC-23 experiment indicate that S. aureus space ight cultures exhibit changes in physiology andM.R. Hauserman et al. 7 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2024) 2 virulence factor production (summarized in Fig. 5) which could affect its ability to cause human disease during long-durationspace ight missions. Speci cally, S. aureus space ight samples may have altered metabolism (increased amino acid metabolism, TCA cycle, and transport of non-preferred carbon sources, anddecreased glycolysisfermentation and translation machinery)relative to ground-control cultures. Furthermore, both Agr-dependent and Agr-independent virulence factor expression wereupregulated in space ight, with the agr RNAII and RNAIII transcripts themselves being the most highly upregulated. However, it is important to interpret these results in the contextof the experimental con nes of the BRIC-23 experiment. METHODS Overview of BRIC-23 experimental designA general overview of the BRIC-23 ight (FLT) experiment is outlined in Fig. 1, and complete details have been previously described 20,21. In brief, two BRIC-PDFUs (each containing ve 60 mm Petri dishes with 107CFU of S. aureus UAMS-123cells dried on the bottom of each plate) were launched to the ISS on SpaceXCRS-9 on 07182016. Growth was actuated in each petri dish byaddition of 8.5 ml tryptone soytone yeast extract mediumcontaining 10 glycerol (TSYG) on 07222016, followed by growthat 22 C for 48 h. BRIC-PDFUs were then placed in 80 C stowage until return from the ISS on 08302016. Samples remained frozen during return and were stored at 80 C until deintegration. Ground control (GC) experiments were performed asynchronouslywith the same hardware, con guration, timing, and growthtemperature as in the BRIC-23 FL experiment. Deintegrated samples from both FLT and GC were stored at 80 C until processed for RNA-Seq, proteomics, and metabolomics as described in 21. RNA-Seq, cellular proteomics, and metabolomics raw data les and associated metadata are available through NASA Open Science for Life in Space (OSDR) entry OSD-145: BRIC-23 GeneLab Process Veri cation Test: Staphylococcus aureus transcrip- tomic, proteomic, and metabolomic data ( https:doi.org10.26030 ga0p-2817 )(https:osdr.nasa.govbiorepodatastudiesOSD-145 ). BRIC-23 secretomics and data analysis Filter-sterilized and concentrated (5 kDa MW cutoff) BRIC-23 supernatants were provided by NASA s Life Science Data Archive (LSDA) ( n5 each of BRIC-23 FLT and GC samples). Proteins from a 480 610 l volume of each sample were precipitated by adding 120150 L of 100 (vv) trichloroacetic acid to each sample, followed by incubation for 30 min at 4 C. Samples werecentrifuged at 20,000  gfor 5 min, then the supernatant was discarded. Protein pellets were washed with 200 L of cold acetone, then samples were centrifuged again as above, and the acetone wash was repeated for a total of two washes. Protein pellets were dried by leaving tubes open in a Class 2AII biosafetycabinet for 5 min to allow acetone to evaporate. Next, pellets were resuspended in 200 L urea buffer (6 M urea, 0.4 M Tris, pH 7.8) and stored at 20 C. Protein concentrations were measured via Bio-Rad Protein Assay (Bio-Rad Protein Assay Kit, Bio-Rad). Equal amounts of protein (10.59 g per sample) were used, and three replicates per sample type were separated by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE). Fig. 5 Summary of S. aureus alterations in physiology and virulence factor production in the space ight environment. Diagram is based on analyzed RNA-Seq, proteomics, secretomics, and metabolomics data presented in this study.M.R. Hauserman et al. 8 npj Microgravity (2024) 2 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAThe entire lane per sample was excised with a scalpel and diced into 1 mm2cubes. In-gel trypsin digestion was performed as previously described69,70. Protein identi cation and quanti cation were performed using a label-free quantitative shotgun mass proteomics approach using an HPLC-Orbitrap Fusion mass spectrometer (UF-ICBR proteomics core). Brie y, the peptide samples were analyzed using a 250-mm Ultrahigh-PerformanceLiquid Chromatography (UHPLC) system coupled to an OrbitrapFusion mass spectrometer (Thermo Scienti c). The Thermo EASY nano-LC system was used for liquid chromatography, employing a20-mm C16 pre-column (Thermo Scienti c) to remove impurities. A reversed-phase C18 analytical column with a 100  pore (Thermo Scienti c, Acclaim PepMap 100 C18 LC Column) was used for sample separation. The following solvents were used forchromatography: solvent A (0.1 formic acid), solvent B (80acetonitrile, 0.1 formic acid) with a 2 40 solvent B acetonitrile gradient for 105 min, followed by a 14-minute wash with 98solvent B, and equilibration with 2 solvent A. The LC system was directly interfaced with the Orbitrap Fusion mass spectrometer. The Orbitrap detector acquired MS data at 120 K resolution with ascan range of 350 2000 mz. For MSMS analysis, ions were isolated by a quadrupole, prioritizing the most intense ions, andions for all available parallelizable times were injected. Precursorions were then excluded for 36 s. Fragmentation was performed using collision-induced dissociation (CID) at a collision energy of 35 and an activation time of 10 ms. Proteins were identi ed and quanti ed from the generated raw data using Proteome Discoverer, as previously described 69,7178. These data were also analyzed by Scaffold software version 4.11.0(Proteome Software, Inc., USA) to identify secreted proteins withstatistically signi cant alterations in expression. Brie y, tandem mass spectra were extracted, charge state deconvoluted, anddeisotoped using Proteome Discoverer (Thermo Fisher Scienti c). Tandem mass spectrometry (MSMS) samples were analyzed by using the SEQUEST algorithm (Thermo Fisher) using available databases containing S. aureus proteins (Genbank BX571856.1) and contaminants. Scaffold software version 4.11.0 (ProteomeSoftware, Inc., USA) was used to validate MSMS-based peptide andprotein identi cations, where the required delta Cn scores were 0.2 and XCorr scores were 1.2, 1.9, 2.3, and 2.6 for singly, doubly,triply, and quadruply charged peptides, respectively. Protein identi cations were accepted if they were established at 95.0 probability and contained 2 identi ed peptides, with a peptide FDR of 0.2. The protein probabilities were assigned by the ProteinProphet algorithm. Weighted spectral counts were used for proteinquanti cation, and data were normalized before the fold changes were calculated between the ight and control samples. The P  0.05 (Student t-test, calculated in GraphPad Prism) and a minimum 1.5-fold change between treatment and control proteins indicated proteins with signi cant changes in abundance. Secre- tomics raw data les and associated metadata are available through NASA OSDR entry OSD-500: BRIC-23: Secretomics ( https: doi.org10.26030rztr-e997 )(https:osdr.nasa.govbiorepodata studiesOSD-500 ). BRIC-23 cellular proteomics analysis Cellular proteins were identi ed and quanti ed from the generated raw data from the BRIC-23 experiment ( https: osdr.nasa.govbiorepodatastudiesOSD-145 ) using Proteome Discoverer. Brie y, tandem mass spectra were extracted, charge state deconvoluted, and deisotoped using Proteome Discoverer(Thermo Fisher Scienti c). Tandem mass spectrometry (MSMS) samples were analyzed by using the SEQUEST algorithm (ThermoFisher) using available databases containing S. aureus proteins (Genbank BX571856.1). All analyzed fractions were merged before the analysis. SEQUEST search parameters were as follows:two maximum trypsin mis-cleavages, precursor mass tolerance of10 ppm, fragment mass tolerance of 0.6 Da; static modi cations were TMT six-plex 229.163 Da (N-terminus, Lys) and carbamido- methyl modi cation 57.021 Da (Cys); dynamic modi cation was oxidation modi cation 15.995 Da (Met). Maximum dynamic modi cations per peptide were four. High XCorr Con dence Thresholds were 1.2, 1.9, 2.3, and 2.6 for z 1, 2, 3, and 4, respectively. The maximum allowable delta Cn value was 0.05.Moreover, a decoy databank search was performed to establishFDR at a minimum of 0.05 for protein identi cations, where the validation was done using the q-value method. All the medium and high-con dence peptides were used to identify and quantify proteins. The reporter ions (i.e., mz 126, 127 N, 127 C, 128 N, 131) were identi ed where the most con dent centroid was used and 10 ppm for reporter ion mass tolerance. The reporter ion valueswere normalized to control samples (128 N). Proteins belonging to multiple protein groups were grouped into a single accession number, and nal ratios were reported. Fold changes were calculated between ight and ground samples, where the P-value was calculated using the Student s t-test ( P 0.05), indicating proteins with signi cant changes in abundance (minimum 1.5-fold change). BRIC-23 RNA-Seq analysis FastQ data les from n9 FLT and n9G Cs a m p l e sw e r e downloaded from OSDR ( https:osdr.nasa.govbiorepodata studiesOSD-145 ) and imported into CLC Genomics Workbench (Qiagen) for analysis. Ribosomal RNA reads were ltered out, and the remaining reads were mapped to the S. aureus MRSA252 genome (Genbank BX571856.1). The UAMS-1 genome (strain used in the BRIC-23 ight experiment) is not closed. Therefore, the updated Genbank genome le for MRSA252, which contains annotations for sRNAs 79and critical virulence genes such as phenol soluble modulins ( psm a1-4), was used instead. A previously published analysis pipeline was followed79,80using the RNA-Seq analysis  feature of CLC Genomics Workbench version 21, with quantile normalization of data sets81. Standard cutoffs ( 2-fold change, mean normalized expression value 10 for both samples) were used to curate differential gene expression (DE) data, performed as described in82. Microsoft Excel was used for RNA-Seq DE data reduction and statistical analysis. Student s two-tailed t-test was used to determine signi cance ( P0 . 0 0 0 0 1 6 w i t h 5  F D R Bonferroni correction). Metabolomics Analysis MetaboAnalyst 5.083(https:www.metaboanalyst.cahome.xhtml ) was used to quantify the cellular and supernatant untargetedmetabolomics data from BRIC-23 datasets ( https:osdr.nasa.gov biorepodatastudiesOSD-145 ). All missing values were replaced by half of the minimum positive value found within the data. However, features with over 50 missing values were removedfrom the dataset. The data were normalized by sum and subjected to log transformation and auto-scaling, where the values were mean-centered and divided by the standard deviation of eachvariable. A P-value threshold of 0.05 (Student t-test) was used for generating volcano plots and a fold change of 1.5. Bioinformatics Functional categories of genesproteins identi ed by RNA-Seq, proteomics, and secretomics as being statistically signi cant (  2- fold change in expression for RNA-Seq, and 1.5-fold change forproteomics and secretomics) were assigned using manual curation based on gene annotation andor predicted function using the following databases: Aureowiki 84, Uniprot85, PATRIC86 and Biocyc87. Hierarchical clustering and heat map generation of statistically signi cant DE data was performed using 1-Pearson correlation on rows and columns, using Morpheus default settingsM.R. Hauserman et al. 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2024) 2 (https:software.broadinstitute.orgmorpheus ). Venn diagram of overlapping and unique DE genesproteins identi ed by RNA-Seq, proteomics, and secretomics as being statistically signi cant with  2-fold change in expression for RNA-Seq and  1.5-fold changefor proteomics and secretomics, was generated using OmicsBox(BioBam, Valencia, Spain) 88. Principal Components Analysis (PCA) of RNA-Seq, proteomics, and secretomics data was performed using ClustVis89. PCA plots for metabolomics data were generated with Rscript chemometrics.R within the MetaboAnalyst program83. RNA-Seq, cellular proteomics, andor secretomics DE data were analyzed using Paint-omics version 325and STRING version 11.526 to detect enriched KEGG pathways and genesproteins, respec- tively. The NCBI MRSA252 genome (Genbank BX571856.1) wasused as a reference in both analyses. Statistical analysis Statistical analysis speci c to each -omics analysis is described in each respective section above. Statistical analyses were performed using Microsoft Excel, Graphpad Prism 9, Scaffold software version4.11.0, or MetaboAnalyst 5.0, as indicated. Reporting summary Further information on research design is available in the Nature Research Reporting Summary linked to this article. DATA AVAILABILITY All BRIC-23 -omics datasets and corresponding metadata can be accessed through NASA OSDR (for RNASeq, proteomics, and metabolomics: https:doi.org10.26030 ga0p-2817f ; or secretomics: https:doi.org10.26030rztr-e997 ). All other data presented in this manuscript is available as gurestables, or supplementary gurestables. Received: 10 July 2023; Accepted: 15 December 2023; REFERENCES 1. CDC. (ed CDC) (U.S. Department of Health and Human Services, CDC; 2019, Atlanta, GA, 2019). 2. Krismer, B., Weidenmaier, C., Zipperer, A.  Peschel, A. The commensal lifestyle of Staphylococcus aureus and its interactions with the nasal microbiota. Nat. Rev. Microbiol. 15, 675 687 (2017). 3. Somerville, G. A.  Proctor, R. A. At the crossroads of bacterial metabolism and virulence factor synthesis in Staphylococci. Microbiol. Mol. Biol. Rev. 73, 233 248 (2009). 4. Tan, L., Li, S. R., Jiang, B., Hu, X. M.  Li, S. Therapeutic targeting of the Staphy- lococcus aureus accessory gene regulator ( agr) system. Front Microbiol. 9,5 5 (2018). 5. Wang, B.  Muir, T. W. Regulation of virulence in Staphylococcus aureus: molecular mechanisms and remaining puzzles. Cell Chem. Biol. 23, 214 224 (2016). 6. Jenul, C.  Horswill, A. R. Regulation of Staphylococcus aureus virulence. Microbiol. Spectr. 7,https:doi.org10.1128microbiolspec.GPP3-0031-2018 (2019). 7. Quave, C. L.  Horswill, A. R. Flipping the switch: tools for detecting small molecule inhibitors of staphylococcal virulence. Front Microbiol. 5, 706 (2014). 8. Novick, R. P. et al. Synthesis of staphylococcal virulence factors is controlled by a regulatory RNA molecule. EMBO J. 12, 3967 3975 (1993). 9. Decelle, J. G.  Taylor, G. R. Auto ora in the upper respiratory tract of Apollo astronauts. Appl. Environ. Microbiol. 32, 659 665 (1976). 10. Pierson, D. L. et al. Pre ight and post ight microbiological results from 25 space shuttle crews. SAE Trans. 102, 949 953 (1993). 11. Schuerger, A. C. Microbial contamination of advanced life support (ALS) systems poses a moderate threat to the long-term stability of space-based bior- egenerative systems. Life Support Biosph. Sci. 5, 325 337 (1998). 12. Venkateswaran, K. et al. International Space Station environmental microbiome - microbial inventories of ISS lter debris. Appl Microbiol Biotechnol. 98, 6453 6466 (2014). 13. Yamaguchi, N. et al. Microbial monitoring of crewed habitats in space-current status and future perspectives. Microbes Environ. 29, 250 260 (2014).14. Schwendner, P. et al. Preparing for the crewed Mars journey: microbiota dynamics in the con ned Mars500 habitat during simulated Mars ight and landing. Microbiome 5, 129 (2017). 15. Hammond, T. G. et al. Effects of microgravity on the virulence of Listeria mono- cytogenes ,Enterococcus faecalis ,Candida albicans , and methicillin-resistant Sta- phylococcus aureus .Astrobiology 13, 1081 1090 (2013). 16. Rosado, H., Doyle, M., Hinds, J.  Taylor, P. W. Low-shear modelled microgravity alters expression of virulence determinants of Staphylococcus aureus .Acta Astronautica 66, 408 413 (2010). 17. Castro, S. L., Nelman-Gonzalez, M., Nickerson, C. A.  Ott, C. M. Induction of attachment-independent bio lm formation and repression of Hfq expression by low-uid-shear culture of Staphylococcus aureus .Appl. Environ. Microbiol. 77, 6368 6378 (2011). 18. Singh, S., Vidyasagar, P. B.  Kulkarni, G. R. Investigating alterations in the cellular envelope of Staphylococcus aureus in simulated microgravity using a random positioning machine. Life Sci. Space Res (Amst.) 30,18 (2021). 19. Rosado, H. et al. Rotating wall vessel exposure alters protein secretion and global gene expression in Staphylococcus aureus .Int. J. Astrobiol. 11,7 181 (2012). 20. Fajardo-Cavazos, P.  Nicholson, W. L. Establishing standard protocols for bac- terial culture in biological research in canisters (BRIC) hardware. Gravit. Space Res. 4,5 869 (2016). 21. GeneLab, N., Nicholson, W., Richards, S.  Levine, H. (NASA Open Science Data Repository, 2017). 22. Wells, B., McCray, R. H., Best, M. D.  Levine, H. G. (SAE International, 2001).23. Gillaspy, A. F. et al. Role of the accessory gene regulator ( agr) in pathogenesis of staphylococcal osteomyelitis. Infect. Immun. 63, 3373 3380 (1995). 24. Cao, Z., Casabona, M. G., Kneuper, H., Chalmers, J. D.  Palmer, T. The type VII secretion system of Staphylococcus aureus secretes a nuclease toxin that targets competitor bacteria. Nat. Microbiol. 2, 16183 (2016). 25. Garcia-Alcalde, F., Garcia-Lopez, F., Dopazo, J.  Conesa, A. Paintomics: a web based tool for the joint visualization of transcriptomics and metabolomics data.Bioinformatics 27, 137 139 (2011). 26. Szklarczyk, D. et al. The STRING database in 2023: protein-protein association networks and functional enrichment analyses for any sequenced genome ofinterest. Nucleic Acids Res. 51, D638 D646 (2023). 27. Cheung, G. Y., Wang, R., Khan, B. A., Sturdevant, D. E.  Otto, M. Role of the accessory gene regulator agrin community-associated methicillin-resistant Sta- phylococcus aureus pathogenesis. Infect. Immun. 79, 1927 1935 (2011). 28. Dunman, P. M. et al. Transcription pro ling-based identi cation of Staphylococcus aureus genes regulated by the agrandor sarA loci. J. Bacteriol. 183, 7341 7353 (2001). 29. Jones, R. C., Deck, J., Edmondson, R. D.  Hart, M. E. Relative quantitative com- parisons of the extracellular protein pro les of Staphylococcus aureus UAMS-1 and its sarA,agr, and sarA agr regulatory mutants using one-dimensional poly- acrylamide gel electrophoresis and nanocapillary liquid chromatography coupledwith tandem mass spectrometry. J. Bacteriol. 190, 5265 5278 (2008). 30. Oscarsson, J., Tegmark-Wisell, K.  Arvidson, S. Coordinated and differential control of aureolysin (aur) and serine protease ( sspA) transcription in Staphylo- coccus aureus bysarA,rotand agr(RNAIII). Int. J. Med. Microbiol. 296, 365 380 (2006). 31. Queck, S. Y. et al. RNAIII-independent target gene control by the agrquorum- sensing system: insight into the evolution of virulence regulation in Staphylo- coccus aureus .Mol. Cell 32, 150 158 (2008). 32. Ziebandt, A. K. et al. The in uence of agrand sigmaB in growth phase dependent regulation of virulence factors in Staphylococcus aureus .Proteomics 4, 3034 3047 (2004). 33. Luong, T., Sau, S., Gomez, M., Lee, J. C.  Lee, C. Y. Regulation of Staphylococcus aureus capsular polysaccharide expression by agrand sarA.Infect. Immun. 70, 444450 (2002). 34. Saravia-Otten, P., Muller, H. P.  Arvidson, S. Transcription of Staphylococcus aureus bronectin binding protein genes is negatively regulated by agrand an agr-independent mechanism. J. Bacteriol. 179, 5259 5263 (1997). 35. Wolz, C. et al. Agr-independent regulation of bronectin-binding protein(s) by the regulatory locus sarinStaphylococcus aureus .Mol. Microbiol. 36, 230 243 (2000). 36. Ikuo, M., Kaito, C.  Sekimizu, K. The cvfC operon of Staphylococcus aureus con- tributes to virulence via expression of the thyA gene. Micro. Pathog. 49,17 (2010). 37. Stapleton, M. R. et al. Characterization of IsaA and SceD, two putative lytic transglycosylases of Staphylococcus aureus .J. Bacteriol. 189,7 3 1 6 7325 (2007). 38. Balasubramanian, D., Harper, L., Shopsin, B.  Torres, V. J. Staphylococcus aureus pathogenesis in diverse host environments. Pathog. Dis. 75,https:doi.org 10.1093femspdftx005 (2017).M.R. Hauserman et al. 10 npj Microgravity (2024) 2 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA39. Kim, W. et al. Effect of space ight on nal cell density is modulated by nutrient and oxygen availability. BMC Microbiol. 13,https:doi.org10.11861471-2180-13- 241 (2013). 40. Kacena, M. A. et al. Bacterial growth in space ight: logistic growth curve para- meters for Escherichia coli and Bacillus subtilis .Appl. Microbiol. Biotechnol. 51, 229234 (1999). 41. Bastock, R. A. et al. Staphylococcus aureus responds to physiologically relevant temperature changes by altering its global transcript and protein pro le.mSphere 6,https:doi.org10.1128mSphere.01303-20 (2021). 42. Montgomery, C. P., Boyle-Vavra, S.  Daum, R. S. Importance of the global reg- ulators Agr and SaeRS in the pathogenesis of CA-MRSA USA300 infection. PLoS One5, e15177 (2010). 43. Bubeck Wardenburg, J., Patel, R. J.  Schneewind, O. Surface proteins and exo- toxins are required for the pathogenesis of Staphylococcus aureus pneumonia. Infect. Immun. 75, 1040 1044 (2007). 44. Suligoy, C. M. et al. Mutation of Agr is associated with the adaptation of Sta- phylococcus aureus to the host during chronic osteomyelitis. Front Cell Infect. Microbiol 8, 18 (2018). 45. Traber, K. E. et al. agrfunction in clinical Staphylococcus aureus isolates. Microbiol. (Read.) 154, 2265 2274 (2008). 46. Paharik, A. E.  Horswill, A. R. The Staphylococcal Bio lm: Adhesins, Regulation, and Host Response. Microbiol Spectr 4,https:doi.org10.1128 microbiolspec.VMBF-0022-2015 (2016). 47. Lauderdale, K. J., Boles, B. R., Cheung, A. L.  Horswill, A. R. Interconnections between Sigma B, agr, and proteolytic activity in Staphylococcus aureus biolm maturation. Infect. Immun. 77, 1623 1635 (2009). 48. Boles, B. R.  Horswill, A. R. Agr-mediated dispersal of S taphylococcus aureus biolms. PLoS Pathog. 4, e1000052 (2008). 49. Cassat, J. E. et al. A secreted bacterial protease tailors the Staphylococcus aureus virulence repertoire to modulate bone remodeling during osteomyelitis. Cell Host Microbe 13, 759 772 (2013). 50. Gimza, B. D., Larias, M. I., Budny, B. G.  Shaw, L. N. Mapping the Global Network of Extracellular Protease Regulation in Staphylococcus aureus .mSphere 4,https: doi.org10.1128mSphere.00676-19 (2019). 51. Massimi, I. et al. Identi cation of a novel maturation mechanism and restricted substrate speci city for the SspB cysteine protease of Staphylococcus aureus .J. Biol. Chem. 277, 41770 41777 (2002). 52. Nickerson, N. N., Prasad, L., Jacob, L., Delbaere, L. T.  McGavin, M. J. Activation of the SspA serine protease zymogen of Staphylococcus aureus proceeds through unique variations of a trypsinogen-like mechanism and is dependent on bothautocatalytic and metalloprotease-speci c processing. J. Biol. Chem. 282, 34129 34138 (2007). 53. Rice, K., Peralta, R., Bast, D., de Azavedo, J.  McGavin, M. J. Description of staphylococcus serine protease ( ssp) operon in Staphylococcus aureus and non- polar inactivation of sspA-encoded serine protease. Infect. Immun. 69, 159 169 (2001). 54. Kengmo Tchoupa, A. et al. The type VII secretion system protects Staphylococcus aureus against antimicrobial host fatty acids. Sci. Rep. 10, 14838 (2020). 55. Olson, M. E. et al. Staphylococcus aureus nuclease is an SaeRS-dependent viru- lence factor. Infect. Immun. 81, 1316 1324 (2013). 56. Waters, N. R. et al. A spectrum of CodY activities drives metabolic reorganization and virulence gene expression in Staphylococcus aureus .Mol. Microbiol 101, 495514 (2016). 57. Cuatrecasas, P., Fuchs, S.  An nsen, C. B. Catalytic properties and speci city of the extracellular nuclease of Staphylococcus aureus .J. Biol. Chem. 242, 1541  1547 (1967). 58. Kiedrowski, M. R. et al. Nuclease modulates bio lm formation in community- associated methicillin-resistant Staphylococcus aureus .PLoS One 6, e26714 (2011). 59. Berends, E. T. et al. Nuclease expression by Staphylococcus aureus facilitates escape from neutrophil extracellular traps. J. Innate Immun. 2, 576 586 (2010). 60. Zhou, C. et al. Urease is an essential component of the acid response network of Staphylococcus aureus and is required for a persistent murine kidney infection. PLoS Pathog. 15, e1007538 (2019). 61. Resch, A., Rosenstein, R., Nerz, C.  Gotz, F. Differential gene expression pro ling ofStaphylococcus aureus cultivated under bio lm and planktonic conditions. Appl Environ. Microbiol 71, 2663 2676 (2005). 62. Cunin, R., Glansdorff, N., Pierard, A.  Stalon, V. Biosynthesis and metabolism of arginine in bacteria. Microbiol Rev. 50, 314 352 (1986). 63. Makhlin, J. et al. Staphylococcus aureus ArcR controls expression of the arginine deiminase operon. J. Bacteriol. 189, 5976 5986 (2007). 64. Liebeke, M. et al. A metabolomics and proteomics study of the adaptation of Staphylococcus aureus to glucose starvation. Mol. Biosyst. 7, 1241 1253 (2011). 65. Somerville, G. A. et al. Correlation of acetate catabolism and growth yield in Staphylococcus aureus : implications for host-pathogen interactions. Infect. Immun. 71, 4724 4732 (2003).66. Brinsmade, S. R. CodY, a master integrator of metabolism and virulence in Gram- positive bacteria. Curr. Genet 63, 417 425 (2017). 67. Majerczyk, C. D. et al. Direct targets of CodY in Staphylococcus aureus .J. Bacteriol. 192, 2861 2877 (2010). 68. Rivera, F. E., Miller, H. K., Kolar, S. L., Stevens, S. M. Jr.  Shaw, L. N. The impact of CodY on virulence determinant production in community-associated methicillin-resistant Staphylococcus aureus .Proteomics 12, 263 268 (2012). 69. Wright, M. L. et al. The effect of oxygen on bile resistance in Listeria mono- cytogenes .J. Proteom. Bioinform 9, 107 119 (2016). 70. Hui, W. et al. Antigen-encapsulating host extracellular vesicles derived from Salmonella- infected cells stimulate pathogen -speci c Th1-type responses in vivo. PLoS Pathog. https:doi.org10.1371journal.ppat.1009465 (2021). 71. Hui, W. W. et al. Salmonella Typhimurium alters the extracellular proteome of macrophages and leads to the production of pro-in ammatory exosomes. Infect. Immun. https:doi.org10.1128IAI.00386-17 (2017). 72. Lee, J. H. et al. Endocannabinoid hydrolases in avian HD11 macrophages iden- tied by chemoproteomics: inactivation by small-molecule inhibitors and pathogen-induced downregulation of their activity. Mol. Cell Biochem. https: doi.org10.1007s11010-017-3237-0 (2017). 73. Shields-Menard, S. A. et al. The effects of model aromatic lignin compounds on growth and lipid accumulation of Rhodococcus rhodochrous .Int. Biodeterior. Biodegrad. 121,7 990 (2017). 74. Alugubelly, N., Hercik, K., Kibler, P., Nanduri, B.  Edelmann, M. J. Analysis of differentially expressed proteins in Yersinia enterocolitica -infected HeLa cells. Biochim. Biophys. Acta https:doi.org10.1016j.bbapap.2016.02.004 (2016). 75. Nanduri, B. et al. Use of focused ultrasonication in activity-based pro ling of deubiquitinating enzymes in tissue. Anal. Biochem. https:doi.org10.1016 j.ab.2016.09.016 (2016). 76. Kummari, E. et al. Activity-based proteomic pro ling of deubiquitinating enzymes inSalmonella -infected macrophages leads to identi cation of putative function of UCH-L5 in in ammasome regulation. PLoS ONE 10, e0135531 (2015). 77. Edelmann, M. J., Shack, L. A., Naske, C. D., Walters, K. B.  Nanduri, B. SILAC-based quantitative proteomic analysis of human lung cell response to copper oxidenanoparticles. PLoS ONE 9, e114390 (2014). 78. Nallamilli, B. R. et al. Global analysis of lysine acetylation suggests the involve- ment of protein acetylation in diverse biological processes in rice (Oryza sativa). PLoS ONE 9, e89283 (2014). 79. Carroll, R. K., Weiss, A.  Shaw, L. N. RNA-Sequencing of Staphylococcus aureus messenger RNA. Methods Mol. Biol. 1373 , 131 141 (2016). 80. Mogen, A. B. et al. Staphylococcus aureus nitric oxide synthase (saNOS) modulates aerobic respiratory metabolism and cell physiology. Mol. Microbiol. 105, 139 157 (2017). 81. McClure, R. et al. Computational analysis of bacterial RNA-Seq data. Nucleic Acids Res.41, e140 (2013). 82. Rice, K. C., Turner, M. E., Carney, O. V., Gu, T.  Ahn, S. J. Modi cation of the Streptococcus mutans transcriptome by LrgAB and environmental stressors. Micro. Genom. 3, e000104 (2017). 83. Pang, Z. et al. Using MetaboAnalyst 5.0 for LC HRMS spectra processing, multi- omics integration and covariate adjustment of global metabolomics data. Nat. Protoc. 17, 1735 1761 (2022). 84. Fuchs, S. et al. AureoWiki The repository of the Staphylococcus aureus research and annotation community. Int. J. Med. Microbiol. 308, 558 568 (2018). 85. UniProt, C. UniProt: the Universal Protein Knowledgebase in 2023. Nucleic Acids Res.51, D523 D531 (2023). 86. Wattam, A. R. et al. Improvements to PATRIC, the all-bacterial bioinformatics database and analysis resource center. Nucleic Acids Res. 45, D535 D542 (2017). 87. Karp, P. D. et al. The BioCyc collection of microbial genomes and metabolic pathways. Brief. Bioinform. 20, 1085 1093 (2019). 88. Bioinformatics, B. OmicsBox Bioinformatics Made Easy , (2019). 89. Metsalu, T.  Vilo, J. ClustVis: a web tool for visualizing clustering of multivariate data using Principal Component Analysis and heatmap. Nucleic Acids Res. 43, W566 W570 (2015). ACKNOWLEDGEMENTS This study was funded by NASA grants 80NSSC19K0139 and 80NSSC21K0601 awarded to Kelly C. Rice. We thank the NASA Ames Research Center, NASA LifeSciences Data Archive (LSDA), and NASA Open Science Data Repository (OSDR) forproviding the BRIC-23 S. aureus ight and ground control culture supernatant samples that were used in the secretomics experiments described in this study, in addition to secreted protein concentration data and total harvested CFUplate data for FLT and GC samples. We thank Dr. Mark Smeltzer (University of Arkansas forMedical Sciences) for originally providing S. aureus strain UAMS-1 which was used in the BRIC-23 experiment. We also thank Dr. Austin Sheppe for assistance withmetabolomics data analysis, and the staff at the Proteomics cores at the University ofM.R. Hauserman et al. 11 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2024) 2 Florida Interdisciplinary Center for Biotechnology Research (ICBR) for performing mass spectrometry on submitted secretomics samples. Finally, we dedicate thispublication to our dear friend, colleague and mentor, Dr. Wayne L. Nicholson, whosesubstantial intellectual input and scienti c advice contributed signi cantly to this project. AUTHOR CONTRIBUTIONS M.R.H. Conceptualization, Formal Analysis, Investigation, Visualization, Writing original draft, Writing review  editing. M.J.F. Conceptualization, Formal Analysis, Methodol- ogy, Investigation, Visualization, Data curation, Writing original draft, Writing review  editing. R.K.C. Conceptualization, Formal Analysis, Visualization, Writing review  editing. K.C.R. Conceptualization, Project Administration, Funding acquisition, Formal Analysis, Visualization, Writing original draft, Writing review  editing. COMPETING INTERESTS The authors declare no competing interests. ADDITIONAL INFORMATION Supplementary information The online version contains supplementary material available at https:doi.org10.1038s41526-023-00343-7 .Correspondence and requests for materials should be addressed to Kelly C. Rice. Reprints and permission information is available at http:www.nature.com reprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http: creativecommons.orglicensesby4.0 .  The Author(s) 2024M.R. Hauserman et al. 12 npj Microgravity (2024) 2 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            }
        ]
    }
]