[
    {
        "pmid": "35454986",
        "title": "Understanding the Complexities and Changes of the Astronaut Microbiome for Successful Long-Duration Space Missions.",
        "year": "2022",
        "journal": "Life (Basel)",
        "abstract": "During space missions, astronauts are faced with a variety of challenges that are unique to spaceflight and that have been known to cause physiological changes in humans over a period of time. Several of these changes occur at the microbiome level, a complex ensemble of microbial communities residing in various anatomic sites of the human body, with a pivotal role in regulating the health and behavior of the host. The microbiome is essential for day-to-day physiological activities, and alterations in microbiome composition and function have been linked to various human diseases. For these reasons, understanding the impact of spaceflight and space conditions on the microbiome of astronauts is important to assess significant health risks that can emerge during long-term missions and to develop countermeasures. Here, we review various conditions that are caused by long-term space exploration and discuss the role of the microbiome in promoting or ameliorating these conditions, as well as space-related factors that impact microbiome composition. The topics explored pertain to microgravity, radiation, immunity, bone health, cognitive function, gender differences and pharmacomicrobiomics. Connections are made between the trifecta of spaceflight, the host and the microbiome, and the significance of these interactions for successful long-term space missions.",
        "full_text": "gid00030gid00035gid00032gid00030gid00038gid00001gid00033gid00042gid00045 gid00001 gid00048gid00043gid00031gid00028gid00047gid00032gid00046Citation: Tesei, D.; Jewczynko, A.; Lynch, A.M.; Urbaniak, C. Understanding the Complexities and Changes of the Astronaut Microbiome for Successful Long-Duration Space Missions. Life2022 ,12, 495. https: doi.org10.3390life12040495 Academic Editor: Christopher H. House Received: 1 March 2022 Accepted: 24 March 2022 Published: 28 March 2022 Publishers Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional afl- iations. Copyright:  2022 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0). life Review Understanding the Complexities and Changes of the Astronaut Microbiome for Successful Long-Duration Space Missions Donatella Tesei1 , Anna Jewczynko2 , Anne M. Lynch3,4and Camilla Urbaniak5,6, 1Department of Biotechnology, University of Natural Resources and Life Sciences, 1190 Vienna, Austria; donatella.teseiboku.ac.at 2Department of Biology, University of Waterloo, Waterloo, ON N2L 3G1, Canada; aejewczyuwaterloo.ca 3Department of Pulmonary Medicine, The University of Texas MD Anderson Cancer Center, Houston, TX 77030, USA; anne.lynchbcm.edu 4Graduate Program in Developmental Biology, Baylor College of Medicine, Houston, TX 77030, USA 5ZIN Technologies Inc., Middleburg Heights, OH 44130, USA 6NASA Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109, USA Correspondence: camilla.urbaniakjpl.nasa.gov Abstract: During space missions, astronauts are faced with a variety of challenges that are unique to spaceight and that have been known to cause physiological changes in humans over a period of time. Several of these changes occur at the microbiome level, a complex ensemble of microbial communities residing in various anatomic sites of the human body, with a pivotal role in regulating the health and behavior of the host. The microbiome is essential for day-to-day physiological activities, and alterations in microbiome composition and function have been linked to various human diseases. For these reasons, understanding the impact of spaceight and space conditions on the microbiome of astronauts is important to assess signicant health risks that can emerge during long-term missions and to develop countermeasures. Here, we review various conditions that are caused by long- term space exploration and discuss the role of the microbiome in promoting or ameliorating these conditions, as well as space-related factors that impact microbiome composition. The topics explored pertain to microgravity, radiation, immunity, bone health, cognitive function, gender differences and pharmacomicrobiomics. Connections are made between the trifecta of spaceight, the host and the microbiome, and the signicance of these interactions for successful long-term space missions. Keywords: microbiome; spaceight; space biology; astronaut; human exploration 1. Introduction Humans have been exploring space for the last sixty-ve years and, with the creation of the International Space Station, have been living and working in space continuously for the past 21 years. Astronauts endure many physiological and psychological changes while in space because of altered gravity, radiation, and connement, to name but a few factors. While some spaceight side effects are well known, such as bone loss  1, muscle atrophy  2, altered ocular structure  3, cognitive decline  4, uid redistribution  5 and immune dysregulation  6, others, such as the taxonomic and functional changes of the astronaut microbiome, have been less studied, with the impact on astronaut health even less so. Understanding how the human microbiome adapts to space travel and how this inuences astronaut health, pre-, post- and in-ight, is essential in reaching our goal of long-duration human exploration in low Earth orbit (LEO) and beyond. This review will discuss changes in the astronaut microbiome as a result of spaceight (and other stressors pre- and post-ight), how these changes may impact astronaut health, and the resulting consequences for long-duration spaceight. We also provide recommendations for industry and government entities designing future manned missions to the Moon and Mars on how to incorporate microbiome data into their planning and ways in which the microbiome can Life2022 ,12, 495. https:doi.org10.3390life12040495 https:www.mdpi.comjournallifeLife2022 ,12, 495 2 of 47 be targeted or manipulated to ensure successful long-duration human exploration beyond low Earth orbit. 2. Human Microbiome Our body consists of trillions of bacteria that are on par with the number of human cells we have  7. The gastrointestinal tract (GIT) alone harbors 100 trillion bacteria, consisting of 1000 different species, 7000 strains and 3.3 million non-redundant microbial genes  810. The skin bacterial communities on a typical hand consist of 150 species, with only 13 similarity amongst different individuals  11. Other sites have simpler bacterial commu- nities, like the healthy vagina, which is mainly composed of Lactobacillus 12. Human breast tissue, once thought of as sterile, is now accepted as having a stable microbial popu- lation  13,14. These microbial communities, found in and outside our body, are referred to as the human microbiome, a term rst coined in 2001 by Joshua Lederberg to refer to the ecological community of commensal, symbiotic and pathogenic microorganisms that literally share our body space  15. These microorganisms consist of archaea, eukaryotes (fungi and protists) and viruses, with bacteria making up the majority of organisms present (99)  10. While the terms human microbiome and human microbiota are often used interchangeably, the latter refers to the microbial taxa associated with humans, while the former refers to the collection of microbial taxa and their genes 16. The microbial communities that colonize various parts of our body are important in promoting health, by synthesizing vitamins the host cannot make, salvaging energy from indigestible compounds, creating a competitive environment to prevent pathogen colonization, promoting maturation and regulation of the immune system, contributing to vascular development and angiogenesis or enhancing the integrity of the epithelial barrier  1723. These benets are achieved by a delicate balance of commensals, symbionts and pathobionts that collectively make up ones microbiome. If this balance is disrupted even slightly, a breakdown in homeostasis will occur, leading to disease  24. Microbial differences have been documented between healthy and diseased individuals with pe- riodontitis  25, inammatory bowel disease  26, psoriasis  27, asthma  28, bacterial vaginosis  29, colorectal cancer  30 and breast cancer  31. These observed microbial differences are not simply a consequence of the diseased state creating an environment that selects for certain bacteria, as studies have shown that healthy animals transplanted with feces from those with obesity  32, colitis  33 and colorectal cancer  34 then go on to develop disease. Shifts in bacterial proles not only have consequences at the site of origin but can have distal site effects as well. For example, alterations in the gut microbiota can have effects on the brain  35,36, liver  37,38, and pancreas  39, while microbial shifts in the oral cavity can be detrimental to cardiovascular health 40. 3. Spaceight and the Astronaut Microbiome 3.1. Spaceight Hazards: Conditions and Challenges Facing Space Travelers Long-term spaceight and especially deep-space exploratory missions represent an extreme environment for humans that demands adaptations to both physical and psycho- logical stressors (Figure 1)  41. As such, a large part of spaceight research focuses on the effects of space exposure on humans, with the aim to elucidate physiological, psychological and behavioral health risks and the necessary solutions to combat them  42. Much of the existing knowledge about spaceight hazards derives from crewed missions in LEO, such as those onboard the International Space Station (ISS), and analog missions on Earth. Additionally, a signicant amount of data have been generated by experiments carried out in ground-based facilities, simulating different space conditions. This information, however, may provide inaccurate estimates into the risks connected to deep-space missions (outside LEO), which involve more time spent in space during a single mission than that hitherto experienced by astronauts (i.e., on average 7 months). Moreover, deep-space ex- ploration will venture beyond the protective effects of Earths geomagnetic eld; therefore,Life2022 ,12, 495 3 of 47 crewmembers on upcoming missions to the Moon, Mars and beyond will be exposed to signicantly higher doses of cosmic radiation. Life 2022 , 12, x FOR PEER REVIEW 3 of 49 space missions (outside LEO), which involve mo re time spent in space during a single mission than that hitherto experienced by astronauts (i.e., on average 7 months). Moreover, deep-space exploration will ventur e beyond the protective effects of Earths geomagnetic field; therefore, crewmembers on upcoming missions to the Moon, Mars and beyond will be exposed to significantl y higher doses of cosmic radiation. Figure 1. Biological features of spaceflight. In space, microgravity, radiation, and confinement in a closed environment thousands of miles away from Earth pose health risks and drive many physiological changes and psychological effects seen during spaceflight. Figure created with BioRender.com (accessed on 18 February 2022). Figure 1. Biological features of spaceight. In space, microgravity, radiation, and connement in a closed environment thousands of miles away from Earth pose health risks and drive many physiolog- ical changes and psychological effects seen during spaceight. Figure created with BioRender.com (accessed on 18 February 2022). 3.1.1. Radiation The global radiation dose for astronauts is affected by galactic cosmic rays (GCRs) originating from outside the solar system, which include high atomic number and energy (HZE) ions and high-intensity solar particle events (SPEs) that produce pulses of heavy ion and energetic proton radiation  43. It is estimated that a one-year stay on the lunar surface would result in absorbed doses for crews in the range from 100 to 120 mGy (milligray), whereas during a three-year Mars mission, transit and stay included, the values would increase to 450 mGy  44. In comparison, the predicted doses for 6- to 12-month ISS missions range instead from roughly 30 to 120 mGy  44. For reference, 4.5 Gy has been indicatedLife2022 ,12, 495 4 of 47 as the LD 50value for human cells (median lethal dose) 45. During SPEs, astronauts may additionally be exposed to an extremely high dose of protons (i.e., up to 1 Gy or more) that could lead to acute radiation sickness (ARS)  46,47. Although radiation derived from SPEs is effectively absorbed by the shielding material of a spacecraft or well-designed spacesuit, not all SPEs are predictable and can therefore pose a real threat to astronauts, especially during planetary extravehicular activity (EVA), which would take place more frequently than during a 6-month ISS stay 48. The consequences of chronic exposure to radiation, and to CGR in particular, is con- cerning, due to the high energy, high penetrability and ionizing nature of their most hazardous components, the HZE particles  49. These particles are so penetrating that shielding can only partially protect against exposure and the large emission of secondary neutrons that may follow, posing an additional hazard to the crew  50. The types of radia- tion encountered in space are different from terrestrial radiation, such as X-rays and gamma rays, and induce distinct patterns of DNA double-strand breaks and disease outcomes, resulting in epigenetic changes and persistently high levels of oxidative damage and tissue inammation following exposure  51. This is relevant because of the association of oxida- tive stress with the etiology of several human diseases, including cancer, cardiovascular and neurodegenerative disorders (e.g., altered sensory perception, neurovestibular problems, etc.  52), gastrointestinal diseases  53, and the possible correlation between spaceight and the onset of a number of diseases normally related to aging  54. Exposure to space radiation, especially when considering that heavy ions are more effective per unit dose in causing solid cancer compared to gamma-rays  55, can therefore have a detrimental impact on the quality of life during and post ight. Visual disturbances appear to also be correlated to radiation exposure, as indicated by reports from past Apollo, Skylab and MIR missions where astronauts experienced ashes of light moving across their visual eld, possibly due to alteration in perception caused by ionizing radiation  56. An additional aspect to consider when assessing radiation-related risks are the non-targeted effects (NTEs) of radiation, which increase biological effectiveness for low doses of high linear energy transfer radiation (LET), such as HZE particles, and may lead to alterations in cell signaling andor genomic instability of cell progeny 55,57. 3.1.2. Microgravity Along with radiation, microgravitya condition in which the gravity level is almost zero but not neutralizedrepresents another major health hazard related to spaceight. While astronauts mostly experience microgravity during spaceight and onboard the ISS, they do experience intermediate periods of hypergravity (e.g., 36 G) during launch and ascent and upon descent back through the Earths atmosphere  58. Additionally, various levels of altered gravity are found on other planetary bodies, such as on the Earths Moonone-sixth gravity (G)and Marsone-third gravity (G)(hypogravity) 42. Spaceight and ground-based analog experiments have shown that altered gravity, as well as the transition through various levels of gravity, subject biological systems (i.e., hu- mans, animals, plants) to varying levels of stress with negative consequences. Specically, microgravity can induce cellular and molecular alterations with changes to the genome, epigenome, and proteome, connected with a range of pathologies  42. In humans, ex- posure to microgravity can inuence several body systems such as the neurovestibular, cardiovascular, musculoskeletal, bone metabolic and immune-hematological system  59,60. For example, altered body uid distribution occurs during microgravity and this headward shift of uids, including blood, leads to a compensatory cardiovascular system change, with increased intracranial pressure, cerebrospinal pressure or inner ear uid pressure, decreased leg volume, pufness in the face and even long-term ocular damage  61. Ac- cording to the uid shift theory, this increased pressure is the root of space motion sickness, a set of symptoms that impair operational performance of 6080 of astronauts. Additional interconnected abnormalities include morphological changes in the white and grey matter of the brain following long-duration spaceight (average of 171 days), whichLife2022 ,12, 495 5 of 47 have been attributed to the structural neuroplasticity of the sensorimotor system, in an effort to adapt motor strategies to maintain physiological homeostasis and ensure proper behavioral output in space  3. Lack of gravitational loading also results in muscle atrophy, especially in the lower extremities, accompanied by functional and structural alterations. While muscular loss has been linked to reduced muscular activity and hypokinesia due to limited movement inside the spacecraft, structural changes seem to be related to both a higher level of muscle protein degradation enzymes and a decrease in protein synthe- sis 59. Extended exposure to microgravity also results in bone loss due to insufcient bone formation compared with bone resorption, and this reduction in bone mass and strength during spaceight increases the risk of bone fracture, even upon return to Earth  62. As reported for radiation, similarities have been observed between the adaptive response to microgravity in humans and aging, since both prompt the decline of almost every body system  5. Though several phenotypic changes resemble those determined by aging under standard gravitational conditions, the magnitude and speed of some processes (bone loss, among others) is far greater (i.e., 1 lossmonth) than that which is typically seen during aging. Hence, this is of critical concern when considering the effects of long-duration spaceight 1. 3.1.3. Psychological Stressors In addition to the aforementioned stressors, several psychological and social issues have been demonstrated to affect the crew during extended separation from society in a closed and conned environment. They may include homesickness and loneliness, apathy, interpersonal stressors, and sexual attractiontension  63. A constricted living environ- ment can lead to isolation, loss of spatial capacity, increased anxiety and depression, which can be accompanied by symptoms such as hallucinations, reduced consciousness and poor bodily coordination  64,65. Additional psychological triggers range from external physical hazards such as space debris and vehicular malfunction to gravitational shifts and outer space radiation  65. The ability of ionizing radiation to modulate the psycho-emotional status and, specically, to exert an anxiogenic effect on the central nervous system was shown in rats exposed to doses related to deep-space missions  66. In addition, diet has a critical role in both the physiological and the psychological health of space travelers. The spacecraft environment, in particular the lack of ultraviolet exposure, increased car- bon dioxide levels, the spacesuit atmosphere, etc., can affect nutrition requirements for long-duration missions. Crewmembers may even experience a reduction in their food intake, dubbed anorexia in space which may be linked to microgravity, alterations in the circadian rhythm (continuous light environment of space missions) and menu fatigue, which not only affects appetite but the proper functioning of the gastrointestinal system  64. Hence, nutritious and palatable food is necessary not only to meet nutritional requirements and avoid deciency diseases, but also to keep astronauts psychologically healthy 67. Excessive exposure to noise, mainly due to equipment and crew activities, may rep- resent another stressor compromising well-being as well as sleeping patterns  68. As a matter of fact, the duration of an astronauts sleep is reportedly reduced to around 6 to 6.5 hday during missions  69. Psychosomatic disorders (e.g., headaches, fear of illness, gastroenteric problems), consisting of distressing physical symptoms which are not fully explained by a real physical condition, have also been reported from space  64. Similarly, post-return personality changes and psychiatric problems have been observed in space travelers  70. Other stress factors that may arise in a multicultural crew are related to language barriers, stereotypes and cultural misunderstandings  67. Additionally, new psychological stressors could appear in deep-space missions that were not present in mis- sions closer to Earth, and already-known issues could be intensied, leading to stress and problematic behaviors that may interfere with a crews productivity and relationships  71. For example, during a multi-year spaceight such as that required for a mission to Mars, the crew would be confronted with no access to most of the mitigation strategies currently in place on the ISS, such as real-time communications with family and ground-based missionLife2022 ,12, 495 6 of 47 control and the view of Earth, that contribute to their psychological well-being  48. Based on the Earth-out-of-view phenomenon, humans traveling in outer space might start feeling unconnected to Earth and to family and friends  72. On the other hand, delays in crewground communication (up to 22 min on Mars) would require astronauts to operate more autonomously from mission control  73. Furthermore, people on a Mars expedition will need to depend on local resources to generate water and fuel for the return home and thus, the psychology of this dependance is an important issue to be considered  70. In this context, a greater likelihood of withdrawal, territorial behavior and asthenia may occur  74. The latter is a problematic syndrome quite commonly observed during long-duration missions that produces fatigue, irritability, attention and concentration difculties, along with heightened perceptual sensitivities, physical weakness, sleep and appetite problems, etc. 64,75. 3.1.4. Additional Risk Factors Psychological stress, circadian rhythms, and sleep are key factors strongly connected with one another, as well as with the immune system. This is especially relevant since microbial infection is another challenge facing space travelers. The isolation of opportunistic and pathogenic microorganisms from spacecraft and space stations has been frequently reported  7678 and several studies have demonstrated that spaceight affects both the immune system (i.e., immune dysregulation)  79 and microbial physiology (i.e., enhanced virulence, biolm formation and antibiotics resistance)  80, leading to increased risk of disease  81. Additionally, the proximity of crewmembers to one another in the spacecraft can promote the spread of secondary infections  82. Due to limited access to medical care during a mission, any possibility of infection should be prevented to ensure the health and safety of the astronauts and to maximize the success rate of the space mission 83. Crews do not experience the aforementioned stressors independently; therefore, it is important to consider the combined effects of these space environment threats on human physiology, psychology, and performance. These stressful conditions, collectively referred to as the space exposome  6, may also exacerbate complex health problems in astronauts embarking on long-duration missions  3. Space agencies have adopted a number of operational mitigations, direct and indirect countermeasures, whose aim is to lessen the clinical risks related to the physical and psychological stressors associated with space ight. These encompass strict exercise regimes, the use of devices to induce footward uid shift (i.e., lower body negative pressure, LBNP)  2, pre-ight quarantine to reduce contact with potential pathogens  6, radiation-shielding spacesuits  84, the use of HEPA air lters and in-line water lters in the spacecraft, nutritional supplementation, vaccination, psychological support, etc. 6. While some of the changes induced by exposure to space conditions (e.g., reduction in some motor functions) reportedly disappear shortly or a few months after the end of LEO missions  85, it should be noted that risk assessments and mitigation for lunar visithabitation, deep-space journeyhabitation and planetary missions remain uncer- tain  86. If certain medical risks, such as nutrition, infection, psychological impact and even death, appear to be common to all mission proles, other risks are actually unique to individual scenarios  87. For instance, risks associated with lunar missionse.g., lu- nar surface operations, a lunar outpost, etc.along with radiation, microgravity and the aforementioned psychological issues, also include exposure to hazardous materials such as rocket fuel, lunar dust (regolith), micrometeorite impact damage, and extremes of tem- perature  87. Similarly, perchlorates in the Martian dust would be a concern in terms of contamination of the habitats and of inhalation of harmful particles, posing a great risk to the lung already affected by altered pulmonary deposition induced by microgravity  88. The optimization of current and novel countermeasures will therefore be critical.Life2022 ,12, 495 7 of 47 3.2. Effects of Spaceight Conditions on the Human Microbiome It is apparent that the space environment imposes several challenges to human physi- ology. Specic space environment factors, such as microgravity and radiation, are thought to also induce changes in microbiome composition (i.e., dysbiosis)  89, which may alter hostmicrobe interactions and adversely affect immune function and metabolism, thereby representing a risk to astronaut health, especially during long-term spaceight missions. A list of reviewed microbiome studies pertaining to spaceight as well as ground- based simulations (conducted through to 2021) is provided in Table 1. Table 1. Effects of spaceight, postight and ground-based analog missions on the host microbiome. Experimental ConditionsSample Type In-Flight Changes Post-Flight Changes Methodology References Sampling campaigns carried out for the Skylab program on a total of 18 crewmembers. Research included pre-flight and post-flight monitoring.Gingival sulcus, dental plaque, and saliva.Increase in counts of anaerobic bacteria of the oral microora in-ight compared to pre-ight samples. None of these changes were, however, deemed hazardous to astronauts health. In-ight increments of dental plaque, calculus, and gingival inammation were moderate.There was a sparsity of preight and postight clinical problems.Culture- dependent assessmentBrown (1976) 90 Sampling campaigns carried out for the Skylab program. Samples were obtained immediately before and after each Skylab mission.Neck, ears, axillae, hands, navel, groin, toes, nose, throat, gargle, urine, feces.n.a.Decrease in the diversity of the microbial communities, although the overall microbial count went up following space ight. Inter-crew transfer of pathogens.Culture- dependent assessmentTaylor et al. (1971) 91 Mice were exposed to low LET radiation and high dietary iron, high LET38Si particles, and spaceight (for 13 days).Colonic mucosaLow LET radiation, IRON, and spaceight induced distinct shifts in bacterial populations, but did not signicantly elevate pathogenic genera.n.a.16S rRNA gene amplicon sequencingRitchie et al. (2015) 92 Mice were exposed to high LET radiation.Gut (fecal samples)Substantial changes in the composition and functional potential of the gut microbiome, accompanied by changes in the abundance of multiple metabolites.A distinct reorganization of the microbiota was observed at different doses as soon as 10 days post-radiation.16S rRNA gene amplicon sequencingCasero et al. (2017) 93Life2022 ,12, 495 8 of 47 Table 1. Cont . Experimental ConditionsSample Type In-Flight Changes Post-Flight Changes Methodology References 520-day ground-based analog mission within an analogue Mars-surface habitat involving 6 crewmembers (MARS500 study). Analyses started before spaceight and continued for 6 months after landing.Gut (fecal samples)Connement determined a signicant degree of temporal variability in the intestinal macrobiota. Individual specicity of the microbiota compositional layout was not compromised, however some key microbial components showed conserved temporal dynamics, with potential implications for the maintenance of a health-promoting, mutualistic microbiota conguration.At the end of the mission, a return to the initial microbiota conguration was observed only in samples from 2 subjects, while new steady states were consolidated for the other crewmembers.16S rRNA gene amplicon sequencingTurroni et al. (2017) 94 105-day analog mission at the Chinese Lunar Palace 1, involving 3 crewmembers.Gut (fecal samples), habitat environmental (air lters)Observed convergence in the microbiota composition of crew members reected the common living environment and lifestyle. The bioregenerative life-support system (BLSS)dietary structure determined an increased intestinal microbiome diversity and richness.Intestinal microbiome diversity reverted to pre-experiment levels.16S rRNA gene amplicon sequencingHao et al. (2018) 95 Mice were exposed to hypergravity (3G) for 21 days.Caecaland colonic samplesHypergravity inuenced intestinal microbiota composition, but without alteration in mucosal integrity.n.a.16S rRNA gene amplicon sequencingAlauzet et al. (2019) 96 Comparative study of an astronaut who joined a 1-year mission on the ISS, and his identical twin who remained on Earth. (Twins Study.)Gut (fecal samples). Various other health parameters were also measuredGut microbiota composition and function changed during spaceight, but microbiome diversity remained unchanged.Changes dissipated within a few weeks from landing.Shotgun metagenome sequencing of genomic DNAGarret- Bakelman et al. (2019) 97 Mice were own on the ISS for 37 days.Gut (fecal samples)Gut macrobiome structure was altered during spaceight. Richness of the microbial community was unchanged.n.a.16S rRNA gene amplicon sequencingJiang et al. (2019) 89Life2022 ,12, 495 9 of 47 Table 1. Cont . Experimental ConditionsSample Type In-Flight Changes Post-Flight Changes Methodology References 9 Crewmembers on a 6- to 12-month mission on the ISS. Sampling began 240 days before ight to establish a baseline of microbiome variability and content.Gut (fecal samples), skin, nose, tongueSpaceight-dependent changes in the microbiome associated with the gastrointestinal tract, skin, nose, and tongue. Individual differences were observed in skin samples. The composition of the gut microbiota became more similar across astronauts in space, mostly due to a drop in the abundance of a few bacterial taxa.Tongue: Many of the compositional changes reverted to preight levels after the return to Earth. Nose, Gut and Skin: qualitative and quantitative changes in the microbial composition persisted for  2 months in postight samples.16S rRNA gene amplicon sequencingVoorhies et al. (2019) 98 1 crewmember on a 135-day mission on the ISS. Samples were collected at 8 time-points pre-, during and post-ight.Skin, nose, ear, saliva, habitat environmental (surfaces)The microbiome of ISS surface environment resembled those of the astronauts nostril, ear, and in particular skin. Saliva microbiome diversity decreased during ight.Saliva microbiome rebounded after returning to Earth.Shotgun metagenome sequencing of genomic DNAAvila- Herrera et al. (2020) 99 Short-term space missions of 15 and 35 days involving 5 crewmembers. Sampling included the period before and after spaceight.Gut (fecal samples)Short spaceight markedly affected the composition and function of the human gut microbiota; however, the steady states of individual specicity could always be identied. These changes were accompanied by uctuations in virulence and antibiotic resistance genes and in mobile genetic elements.After four weeks recovery, the characteristics of samples was similar to the pre-ight samples.DNA HiSeq sequencingLiu et al. (2020) 81 4 crewmembers on a 6-month mission on the ISS. Samples were collected at 8 time points pre-, during and post-ight.Saliva and body swabsMicrobiome experienced a change in composition during spaceight, but these changes were not universal for all four astronauts. Two antimicrobial resistance gene markers did show a signicant change in abundance in the saliva samples of all four astronauts across their collection times.Changes in microbial diversity were not permanent and returned to pre-ight levels after returning to Earth.Shotgun metagenome sequencing of genomic DNA and microarrays.Morrison et al. (2020) 100Life2022 ,12, 495 10 of 47 Table 1. Cont . Experimental ConditionsSample Type In-Flight Changes Post-Flight Changes Methodology References 10 male crewmembers on a 2- to 9-month mission on the ISS. Samples were collected pre- during and post-ight.SalivaNo population level differences were detected as a result of spaceight. Half of the participants involved in the study, on their rst ight, had distinct microbial communities pre-ight, in-ight, and post-ight. The other 5 subjects, who had previously own to the ISS, did not have microbiome differences. A signicant positive correlation between microbiome richness and EBV viral titers was observed.Post-ight samples of the 5 subjects whose microbiome was not impacted by ight, were not similar to pre-ight samples even after 6 months from return.16S rRNA gene amplicon sequencing, qPCRUrbaniak et al. (2020) 101 Reanalysis of the MARS500 project data from early (days 745) and late (days 420520) fecal samples.Gut (fecal samples), habitat environment (surfaces)The reanalysis conrmed a signicant alteration in the relative abundance of the microbiome throughout the period of the study. A certain level of species overlapping could be observed between the crewmembers and their habitat.n.a.Improved 16S rRNA gene amplicon bioinformatic technologyBrereton et al. (2021) 102 4 crewmembers involved in a 180-day ground-based conned experiment in the Controlled Ecological Life Support System (CELSS).Oropharyngeal and nasal swabsThe structure of the oropharyngeal and nasal microbiota changed during connement. Despite individual differences, inter-individual transfer among occupants was observed.An outbreak of Rossella happened 12 months after connement, then it returned to normal.16S rRNA gene amplicon sequencingChen et al. (2021) 103 3.2.1. Gut Microbiome The gut microbiome, often described as the virtual organ of the human body  104, will play a crucial and signicant role in maintaining astronaut health during space travel, as it does for humans on Earth. High microbiome diversity and richness are generally considered a hallmark of a healthy gut ecosystem; however, there is still no consensus on the actual health-related values  105. Healthy adult humans characteristically harbor more than 1000 species of bacteria, with Bacteroidetes and Firmicutes being the dominant phyla  106. While Bacteroidetes (recently renamed as Bacteroidota 107) are connected with immunomodulation and augmented immune reactions through synthesis of cytokines, Fir- micutes are involved in the metabolism, nutrition, and regulation of hunger and satiety, via short-chain fatty acid (SCFA) synthesis  108. Exposure to various stressors can change theLife2022 ,12, 495 11 of 47 stability of the gut microbiota, impacting its composition and functions, and increasing the relative abundance of potentially harmful bacteria (e.g., opportunistic pathogens) 109113 . Studies have been conducted to monitor changes in the gut microbiome under real or simulated spaceight conditions, involving both animal and human subjects. Culture- dependent techniques, substantially used in the past, have been in recent years replaced by high-throughput omics technologiesi.e., 16S ribosomal RNA gene analysis and metage- nomic sequencingwhich by detecting and measuring also non-cultivable strains have allowed a more comprehensive characterization of the microbiome structure and its bio- logical functions  114. Despite the advent of new technologies, the number of reports is still limited, and the dynamics of the gut microbiome during space missions are yet to be fully elucidated. A recent analysis of fecal samples from mice own on the ISS for 37 days revealed spaceight-associated changes in the gut microbiome as compared to the ground controls. These changes consisted of an altered community structure (i.e., an elevated Firmicutes - to-Bacteroides ratio), higher abundance of bacteria belonging to the order Clostridiales and a reduction in the number of Lactobacillales (organisms usually considered probiotics), with these changes connected to an altered liver transcriptome  89. The richness of the microbiome, however, remained unchanged. Similar trends were previously observed in a study reporting the effects of 13-day spaceight on female mice and were conrmed using a ground-based model of microgravity  92. The above results are comparable with data collected from Voorhies et al. (2019), which assessed the impact of long-term space travel on the crew microbiome and surrounding ISS environment, and the consequence on human health  98. A total of nine crewmembers were sampled pre-, during and post- ight, comparing 6-month and 1-year missions. Results indicated that the microbiome composition became more similar between astronauts over the course of the mission, mostly due to a drop in the abundance of a few bacterial taxa  98. It was revealed that 13 of 17 genera, whose abundance signicantly changed in space, were Firmicutes , mainly belonging to the order Clostridiales . Specically, the authors reported higher proportions ofFaecalibacterium , which is known to be a benecial SCFA producer (i.e., butyrate), but also of genera associated with chronic intestinal inammation, such as Parasutterella . At the same time, it was observed a greater than ve-fold reduction in the relative abundance of Akkermansia , a genus with anti-inammatory properties, which according to the authors, could play a role in the moderate increase in the inammatory immune response observed in the crew during spaceight. Accordingly, the administration in space of prebiotics or next-generation probiotics, such as Akkermansia , has been proposed  115. Previous sampling campaigns carried out for the Skylab program had also reported a decrease in the diversity of the gastrointestinal community, although the overall microbial count went up following space ight. The data showed an increase in certain pathogenic strains, i.e., Serratia marcescens and Staphylococcus aureus , the latter of which was found to be transmitted among astronauts, thereby indicating the transmission of pathogens between individuals in the spaceship environment 91. The Twins Study has provided the unique chance to evaluate the impact of long- duration ight on the gut microbiome by comparing proles of an astronaut and his twin, who, by remaining on Earth, served as ground control. The study aimed to monitor various health parameters including changes in ocular, cardiovascular, cognitive and immune functions, as well as cell-specic changes in physiology, transcriptome, proteome, metabolome, epigenome, and telomere length, while controlling for genetics  97. Although each subject maintained individual microbiome characteristics, more changes were found to occur in the microbial community composition and function during the ight period. In line with what previously observed in other spaceight experiments  89, a specic increase in the Firmicutes -to-Bacteroidetes ratio was detected during the 1-year ight period onboard the ISS. Interestingly, this was a transient change, not persisting upon return to Earth, indicating a rebound across the microbial ecosystem of the gastrointestinal tract. Moreover, as anticipated above, microbiome richness composition remained substantially unchanged.Life2022 ,12, 495 12 of 47 Alterations in the composition and functionality of the gut microbiome can be induced even by short-term space travel. Liu et al. (2020) reported shifts between dominant genera in the microbiome during space missions of 15 and 35 days that led to increased abundance of Bacteroides . By contrast, the probiotic taxa Lactobacillus and Bidobacterium appeared reduced, possibly affecting host immune function  81. Individual specicity was, however, uncompromised. These changes were accompanied by uctuations in virulence and antibiotic resistance genes and in mobile genetic elements, and by an increase in genes related to biolm formation  81, which are suggestive of enhanced virulence potential and possibility of infection by opportunistic pathogens or pathobiont of the gut microbiota in space missions  115. Changes in the intestinal microbiota were also reported in response to increased gravity, a condition experienced by astronauts during specic ight phases such as launch, ascent and descent  58. A study conducted on mice by Alauzet et al. (2019) revealed disruption of intracaecal microbiota following exposure to hypergravity (3G) for 21 days, which resulted in a decrease in the Firmicutes - to-Bacteroidetes ratio, however without alteration of mucosal integrity  96. Of interest, a signicant diminution of Proteobacteria was observed at 3G, while the opposite was observed for potentially deleterious taxa, such as members of the Paraprevotella genus which have been described as being more prevalent in intestinal lumen of patients with colorectal cancer 116. Rearrangements in microbiome composition have also been observed in ground- based analog missions. With the MARS500 study, the temporal dynamics of the gut microbiome of six male crewmembers were monitored over 520 days of isolation within an analog Mars-surface habitat  94. During the stay in the spacecraft-like habitat, the crewmembers performed realistic activities of a round-trip mission to Mars, including operative work, scientic experiments, exercise and even simulated emergency events, and their access to water and food, whose composition reected the diet used in the ISS, was limited as in a real space ight  94. Fecal samples were collected not only during the mission but 10 days before and up until 6 months following the return to normal life, making it the longest controlled human connement study conducted to date. In the rst stage of the mission, an increase in the Bacteroides -to-Firmicutes ratio was detected, which is consistent with observations from another analog mission, the Skylab Medical Experiments Altitude Test carried out in the 1970s in a 56-day connement environment  117. Additionally, the study revealed decreased proportions of some SCFA producers, especially Faecalibacterium prausnitzii (a butyrate producer), that reached their lowest value at about 1 year of connement. Not only were increased relative abundance ofBacteroides and a decrease in SCFA producers observed in all subjects involved in the study, but these ndings paralleled psychological and physiological data that hint at the presence of both mental and physical stress. The authors thereby suggested that changes in this kind in gut microbiota components could be used for the early diagnosis of potential health warnings. MARS500 project data from early (days 745) and late (days 420520) fecal samples were recently reanalyzed using improved 16S rRNA gene amplicon bioinformatics technology  102. The reanalysis conrmed a signicant alteration in relative abundance of the microbiome throughout the period of the study, which included species known to inuence inammation and glucose homeostasis in their host (e.g., F. prausnitzii , Ruminococcus bromii ,Blautia luti ,Anaerostipes hadrus ,Roseburia faecis , and Lactobacillus rogosae ) and was consistent with crewmembers symptoms. Moreover, a certain level of species overlap could be observed between crewmembers and their habitat: 49 species were shared, representing 49 and 12 of the human and environmental microbiome diversity, respectively. Convergence in the microbiota composition of crewmembers ( n 3) was also observed in a study monitoring a 105-day analog mission that took place in the Chinese Lunar Palace 1 (LP1)  95. Results also showed the benecial inuence of the LP1 bioregenerative life- support system (a closed ecosystem integrating efcient higher plant cultivation) dietary structure and a balanced lifestyle (daily diet, living and working activities strictly followedLife2022 ,12, 495 13 of 47 a regular schedule) on the maintenance of a healthy gut microbiota. A high-plant and high-ber diet resulted in higher microbiome diversity and richness and specically, a higher abundance of bacteria of the genera Lachnospira, Faecalibacterium and Blautia of theFirmicutes phylum that are known to metabolize dietary polysaccharides and to have anti-inammatory properties 118. These studies are indicative that modications in the astronaut gut microbiome occur during spaceight and analog missions, but the full implications of these ndings are yet to be determined in relation to the risks for human health and performance during space travel  119. Analyses showed that changes to gut microbiome composition are reversible, with at least partial reversal occurring in the order of days to weeks following return to Earth or completion of an analog mission 89,97,98. However, with extended exploration missions, microbial changes will persist for longer as a consequence of ight duration, due to the limited opportunity of microbial replenishment as compared to individuals on Earth, and this may have long-lasting and serious side-effects, even upon return to Earth  77. It is also unknown how long after extended spaceight the microbiome will return to pre-ight levels. The combination of space stressors can also impact the gut metabolome, as observed by Casero et al. (2017), where continuous exposure to space-type radiation led to functional shifts in metabolic pathways dominated by microbiome-specic enzymatic reactions  93. Changes in small-molecule markers of microbial metabolism were also observed in the Twins Study, along with particularly low levels of metabolites with anti-inammatory activity  97. In this context, looking into the metabolome of the gut microbiota and its modulation as a result of the spaceight environment may be promising to aid the develop- ment of countermeasures that include the use of prebiotics, probiotics and postbiotics to prevent and mitigate pathological effects in astronauts 112. 3.2.2. Skin, Oropharyngeal and Nasal Microbiome Microbiome communities residing in the nose and oral cavities and on the skin have also been investigated in relation to spaceight-induced compositional and functional changes. Located at the entrance of the upper respiratory tract, the nasal cavity and oropharynx serve as the physical barrier to the invasion of pathogens as well as habitats for a large number of commensals and opportunistic pathogens that live in the host as part of the normal microoa  103. In the skin, most resident microbes behave as commensal or mutualistic under steady-state conditions and play important roles in the maturation and homeostasis of cutaneous immunity  120. The disruption of the balance of the microbiota associated with the human respiratory tract and to the skin may result in an increased susceptibility to infection and to the overgrowth of pathogens (Figure 2). On that basis, surveillance of the microbiota structure may be crucial to counteract signicant health risks during long-term ight and to guide medical treatment. Moreover, since astronaut skin is the primary source of spacecraft surface contamination, monitoring skin alterations and alterations in the skin-associated microbiome is key to managing astronaut health as well as in the maintenance of space stations, spaceships and spacecraft equipment 121. Early analyses of the microbiome revealed a reduction in the number of nonpathogenic bacteria and an increase in the number of opportunistic pathogens in the nasal ora of astronauts  122. Similarly, culture-based analyses conducted during the Skylab missions registered noteworthy elevations in counts of anaerobic bacteria, streptococci, Neisseria, lactobacilli and enteric bacilli in the oral microora, in-ight compared to pre-ight sam- ples from a total of 18 astronauts  90; however, none of these changes were considered hazardous to astronauts health. These ndings are consistent with the work conducted by Voorhies et al. (2019), discussed earlier, which showed that the microbiome composi- tion of skin, nose and tongue, such as the gut microbiome, changes in microgravity, and additionally, becomes more similar between astronauts 98.Life2022 ,12, 495 14 of 47 Life 2022 , 12, x FOR PEER REVIEW 14 of 49 Figure 2. Impact of spaceflight-induced micr obiome alterations on human biology and physiology. Physiology on Earth (in blue) is compared to physiology in space (in red). Factors that can influence the microbiomei.e., dietor that can both influence and be influenced by the microbiomei.e., immunityare also shown. Cent ral illustration (human body) I, virus, the body, courtesy of Charis Tsevis. Viral latency and reactivation images, courtesy of Alamy Stock Photo. Figure created with BioRende r.com (accessed on 18 February 2022). Early analyses of the microbiome revealed a reduction in the number of nonpathogenic bacteria and an increase in the number of opportunistic pathogens in the nasal flora of astronauts 122. Similarly, culture-based analyses conducted during the Skylab missions registered noteworthy elevations in counts of anaerobic bacteria, streptococci, Neisseria, lactobacilli and enteric bacilli in the oral microflora, in-flight compared to pre-flight samples from a total of 18 astronauts 90; however, none of these changes were considered hazardous to astronauts health. These findings are consistent with the work conducted by Voorhies et al. (2019), discussed earlier, which showed that the microbiome composition of skin, nose and tongue, such as the gut microbiome, changes in microgravity, and additionally, beco mes more similar between astronauts 98. A more recent study used metagenomic se quencing to investigate the microbial profile of mouth, skin, nose, ear, and saliva swabs collected from an astronaut at eight different time points prior to, during and post-spaceflight 99. While the main objective of the study was to determine the influence of the crew microbiome on the microbial composition of ISS habitable surfaces, it was noted that in saliva samples a flight- dependent decrease in species diversity was observed along with an increase in the relative abundance of Alloprevotella 99, a genus associated with dental caries 123 . Interestingly, an increase in the effective number of species was recorded in the samples after returning to Earth. Figure 2. Impact of spaceflight-induced microbiome alterations on human biology and physiology. Physiology on Earth (in blue) is compared to physiology in space (in red). Factors that can influence the microbiomei.e., dietor that can both influence and be influenced by the microbiomei.e. , immunity are also shown. Central illustration (human body) I, virus, the body, courtesy of Charis Tsevis. Viral latency and reactivation images, courtesy of Alamy Stock Photo. Figure created with BioRender.com (accessed on 18 February 2022). A more recent study used metagenomic sequencing to investigate the microbial prole of mouth, skin, nose, ear, and saliva swabs collected from an astronaut at eight different time points prior to, during and post-spaceight  99. While the main objective of the study was to determine the inuence of the crew microbiome on the microbial composition of ISS habitable surfaces, it was noted that in saliva samples a ight-dependent decrease in species diversity was observed along with an increase in the relative abundance of Alloprevotella 99, a genus associated with dental caries  123. Interestingly, an increase in the effective number of species was recorded in the samples after returning to Earth. In a later study, shotgun metagenomic sequencing and microarrays were applied to characterize the microbial diversity of four astronauts, before, during and following spaceight on the ISS  100. The authors reported that astronaut microbiome composition of body swabs and saliva samples changed during spaceight but went back to normal post- ight. Moreover, these changes were not universal for all four crew members. Interestingly, the relative abundance of the genus Prevotella was found to be increased in the saliva samples of two astronauts. The genus consists of several common oral species and increased abundance has been linked to a diseased periodontal state  124. Additional changes observed in the saliva samples concerned antimicrobial resistance genes: most notably, the elfamycin resistance gene signicantly increased in all four astronauts following return toLife2022 ,12, 495 15 of 47 Earth, an aspect which should be considered when administrating antibiotic treatments post spaceight. In another recent study, Urbaniak et al. (2020) used 16S rRNA gene amplicon sequenc- ing to monitor spaceight-induced salivary microbiome changes  101. Based on the data on microbial composition and diversity, the authors suggested that astronauts microbiome can adapt to spaceight conditions and, moreover, is less recalcitrant to microbiome effects during spaceight upon re-exposure. Half of the participants involved in the study (i.e., 5) had distinct microbial communities pre-ight, in-ight, and post-ight. Quite interestingly, these subjects were on their rst mission, while the other ve subjects, who had previously own to the ISS, did not display microbiome differences. Streptococcus was the most abun- dant organism in the saliva (i.e., 8 of the total organisms detected) and their diversity decreased during spaceight. Changes in the skin and nose microbiome were investigated in a study by Voorhies et al. (2019) 98 that aimed at a thorough characterization of the microbiomes uctuation during 6- to 12-month space exploration. The forehead and forearm skin mi- crobiota of 9 astronauts appeared to be differentially inuenced by the ISS environment: diversity and richness increased or decreased depending upon the individual; however, it was consistent between the two sampled areas  98. Moreover, a common shift in the microbial composition was observed in all crew members and affected the abundance of Proteobacteria , mostly Gammaproteobacteria and Betaproteobacteria . A concomitant increase in Firmicutes , including the genera Staphylococcus and Streptococcus , was also observed. The authors speculated that decreased levels of Gammaproteobacteria may possibly be due to the lack of a green natural environment, the constant ltration of air and the alteration of the skin structure during spaceight  98. As a reduction in skin Gammaproteobacteria has been associated with inammation and allergy sensitization  125, it is possible that it also plays a role in the occurrence of skin hypersensitivity reactions, rashes, and skin infections, frequently observed in astronauts  126. In this scenario, skin infections caused by opportunistic pathogens, such as the staphylococcal and streptococcal species, may be facilitated. Fewer spaceight-dependent changes were found in the nose microbiome, as compared to the skin; however, they concerned the same bacterial genera, whose abun- dance was found to be modulated in skin (i.e., increase in Staphylococcus ,Corynebacterium-1 and Bidobacterium ). An elevated relative abundance of clinical pathogenic bacteria such as Staphylococcus in the nose has been reported by several studies in association with chronic rhinosinusitis, allergic rhinitis, and asthma  127,128. Hence, it is consistent with symptoms such as prolonged congestion, rhinitis, and sneezing, which have been reported by astro- nauts. Nonetheless, other factors could also be playing a role in it. Many of the observed changes in the nose microbiome persisted for at least 2 months after the astronauts returned to Earth. Increased abundance of Staphylococcus in the nasal cavity has also been reported in a recent study examining temporal characteristics of the oropharyngeal and nasal microbiome during a 180-day ground-based conned experiment in the Controlled Ecological Life Support System (CELSS)  103. 16S rDNA high-throughput sequencing was used to analyze data from four volunteers at eight time points during connement and the results showed that the structure of the oropharyngeal and nasal microbiota varied greatly. Individual differences were also observed, with bacterial community structure and diversity changing with time. As with Staphylococcus in the nasal cavity, the abundance of Neisseria increased over time in the oropharynx. Staphylococcus in particular showed the characteristics of inter- individual transfer, suggesting that the microbiota structure and health of the respiratory tract could be affected by living in a closed environment for a long time. To date, studies have revealed modications in the skin, oral and nasal microbiome as a consequence of both spaceight conditions and connement in ground-based experiments. Changes at the individual level, and specically an increase in a microbiomes richness and diversityi.e., alpha diversitywere reported during spaceight in studies of the saliva microbiome  100,101, but changes at the populational level were not detected. ByLife2022 ,12, 495 16 of 47 contrast, a decrease in alpha diversity in in-ight saliva samples was indicated by an earlier report  99, but this trend was not consistent across all four astronauts involved in the study. Mixed responses were detected in nasal and skin samples  98,103. Individual differences in the reaction of the skin microbiota to spaceight may be attributed to the composition of the microbial communities, but also to skin-specic properties such as moisture and pH andor astronauts personal hygiene habits  98. Concerning the nasal microbiome, changes were observed in relation to both spaceight  98 and ground-based conned experiments  103, suggesting that the nasal ora of all crewmembers may evolve in the same direction. Microbial transfer between individuals could play a role in it, suggesting that the microbiota structure and health of the respiratory tract could be affected by living in a closed environment for a long time  103. Aspects including microbial interactions and exchange of microbiota within the crew or with the environment have not yet been fully elucidated and further studies will therefore need to be conducted. 3.3. Impact of Spaceight Conditions on Microbial Physiology and Host-Microbe Interactions Space microbiology studies have suggested that microgravity is a dominant factor inuencing bacterial growth kinetics and cell behavior, and that space radiation may be responsible for increased mutation rates in microbes  129. Several in vitro studies with bacteria have reported signicant in-ight responses that included increased growth rate and cell concentration  130. Other studies indicated that microgravity is associated with changes in gene expression and virulence factors and can promote antibiotic resistance and elevated transfer rates of genetic material between cells  131,132. Microgravity-induced changes also include increased membrane integrity and differential secondary metabolite production 133. Decreased susceptibility of bacterial pathogens to antimicrobial agents has been re- peatedly observed during space missions (e.g., Cytos 2 experiment, Antibio experiment during the Spacelab D1 mission, Space Shuttle STS-42 mission, etc.) and in ground-based simulations using model organisms such as Escherichia coli and Staphylococcus aureus 134. These nding show that in space, bacteria adapt to grow at higher antibiotic concentrations, compared to ground samples  135. Similarly, resistance to a broad range of antibiotics (e.g., chloramphenicol and cefalotin, persisting for over 110 generations)  136, as well as increased production of the heat-labile enterotoxin  137 and enhanced adherence to mammalian gastrointestinal epithelium  138, have been observed in E. coli under simulated microgravity (SMG) conditions. Moreover, increased virulence and resistance to environmental stress were observed in cultures of the pathogenic bacterium Salmonella typhimurium grown under spaceight conditions, together with increased survival in murine macrophages following oral infec- tion  139. The mechanisms contributing to this enhanced virulence were the Hfq pathway, which is required for virulence in several bacterial pathogens and considered a global regu- lator of the microbial response to spaceight  140, and extracellular matrix accumulation, which is part of biolm formation. Biolms protect bacteria from various environmental conditions and increased production of biolm communities has been frequently observed in bacteria exposed to both simulated and real space conditions  134,141. In Candida albi- cans, such a feature was found in combination with increased lamentation and increased amphotericin B resistance  142. In spaceight-grown bacteria (e.g., the opportunistic pathogen Pseudomonas aeruginosa ), biolms tend to show enhanced resistance towards disinfectants, antibiotics and environmental stresses  143. Still in P . aeruginosa and in few other bacterial species, microgravity appears to also stimulate production of signaling molecules (e.g., N-Acyl homoserine lactone ) able to trigger bacterial communication and to regulate virulence 144. Considering the effects of spaceight-dependent alterations on bacterial mono-cultures, the impact of spaceight on host-associated microbial communities can potentially be more profound. It is known that enhanced virulence of potential pathogens, immune system dysregulation, dysbiosis of the gut microbiome, and disruption of mutualistic interactions,Life2022 ,12, 495 17 of 47 can all be induced by microgravity  79,137,145; however, the effects of prolonged exposure to microgravityor various gravitational shifts (i.e., hypo- or hypergavity) that astronauts will face during deep-spaceight missionson the complex relationship between host and its microbiome are yet to be fully elucidated. Microbeanimal interactions, e.g., mutualistic, pathogenicparasitic or commensal, and functional networks of microbemicrobe can be equally affected by gravities encoun- tered beyond LEO, with consequences for host health and wellbeing. These interactions rely on a complex system of communication between each member of a microbial com- munity, that inuences growth, physiology and metabolism  146. One such example is horizontal gene transfer (HGT), which is the transfer of genetic material between microor- ganisms, through either transformation, conjugation or transduction. Research has shown that the human microbiome is a hotspot of HGT  147149, with the rate of HGT between human-associated bacteria 25-fold higher than that among ecologically diverse non-human isolates  150. HGT is signicant as it regulates the exchange of antimicrobial-resistant (AMR) and virulence genes and is the main mechanism driving antibiotic resistance in bacterial communities  151. Spaceight conditions reportedly inuence gene transfer and enhance HGT. For example, the content of mobile genetic elements appears to be higher in the genome of bacterial isolates grown in space (ISS) than in isolates of the same species from extreme built environments on Earth  152. In line with this, HGT activity concerning the transfer of AMR genes was found to be more increased in bacteria under simulated microgravity conditions than in 1 G controls  80. The transfer of these genes from donor (i.e., Acinetobacter pitti ) to co-cultured recipient strains of Staphylococcus aureus , resulted in a phenotypic change, as the recipient strains developed resistance to the antibiotic oxacillin, which they were previously susceptible to  80. A similar study conducted on the ISS showed increased gene transfer as well, using a phenomenological model. However, plas- mid stability was short lived, resulting in overall lower antibiotic resistance compared to ground controls  153. According to the authors, the reason lies in the fact that processes of segregation and spontaneous elimination of drug resistance genes would prevail over the processes of their cointegration  153. The exact mechanism inuencing enhanced HGT is yet to be determined; nonetheless, it may be related to increased competence or transduction, known to be promoted in bacteria in response to different stressors  154. Regardless of the mechanisms, the potential impact of the space environment in promoting increased spread of determinants associated with antibiotic resistance and virulence, is of particular concern. Furthermore, risks are not restricted to the astronauts microbiome but may as well arise within the microbial ora populating the spacecraft environment (air, surface, water, etc.). Acquired antibiotic resistance can have serious implications as the efcacy of antibiotic treatment may be diminished during space missions  129. Although antibiotic resistance may also increase during short-term spaceights  155, in the context of long-term space missions, strategy and tactics of using antibiotics would have particular relevance. Over- prescribed antibiotic therapy can generally represent an infectious risk factor, potentially resulting in accumulation of antibiotic resistance and pathogenic genes on certain strains due to the process of plasmid mobilization and cointegration  153. In conned compart- ments such as spacecrafts, this issue is of even greater concern, not only since microbial communities are a pool for the propagation of antibiotic resistance genes, but also because the transmission of a resistant strain among individuals would be facilitated  79. Under these conditions, the formation and spread of multidrug-resistant strains of microorganisms and of strains with increased virulence (disease-causing microbes) could be promoted, which, in conjunction with dysbiosis and a possible weakened immune system during spaceight, carries the risk of increased severity of crewmembers infection in long-term space missions 156. More studies will be needed to further our understanding of space environment-driven microbiome changes during long missions, to clarify whether the effects on communities are potentiated or dampened and what the consequences are for the host. In order toLife2022 ,12, 495 18 of 47 obtain a realistic overview of hostmicrobiome relationships, investigations should not be limited to disease-causing microbes that represent a potential risk to astronauts but shall also include mutualistic and commensal microbes. This can be crucial to learn what drives microbial tness in the spaceight environment and how to maintain a healthy symbiotic homeostasis 133. 3.4. Inuence of the Space Dietary Regime on the Microbiome Food intake is strictly connected to the composition and the functionality of the microbiome. Research has shown that changes in the diet are followed by rearrangement of the gut ora that can occur within just 24 h of initiation and have secondary effects on host immunologic and metabolic markers  157. As such, protein consumption positively correlates with overall microbial diversity, with animal protein intake leading to increased abundance of bile-tolerant organisms such as Bacteroides ,Alistipes , and Bilophila 158, whereas a diet rich in bers tends to increase the abundance of bidobacteria and lactic acid bacteria, known for their anti-inammatory properties  118. Along with the type of food, the foods form (raw or cooked) appears to inuence diet-driven hostmicrobial interactions, with cooking impacting the gut microbiome differently on meat versus plant- based (e.g., tuber) diets  159. Additionally, multiple compounds with known antimicrobial effects are signicantly decreased in cooked food, thus limiting their bioactivity  160. The close relationship between diet, the gut microbiome, and health suggests that modulations in the diet can have a benecial or detrimental impact on our health, depending on the relative identity and abundance of constituent bacterial population 161. It follows that a change in diet such as that faced by astronauts, can also potentially affect the gut microbiome with repercussions on their health  115. Space food includes a variety of products specically created for the consumption in outer space and as such, it must meet certain criteria: nutritional properties in line with the crews recommended caloric intake, palatability, ease of preparation and storage, etc.  67. Since water, storage, crew time, and food preparation capabilitywhich does not include cookingare limited, current space food consists of a narrow choice of shelf-stable, single-serving food products either in their natural form or preserved by dehydration, retort thermostabilization, or irradiation  162. The variety and amount of fresh fruit and vegetables vary, and their consumption is limited to a few days or weeks. Hence, the ISS food system, for instance, is dominated by meat and meat products  6 and long-term missions will have to rely on bioregenerative life support systems (BLSSs)e.g., integrating plant cultivationto introduce a larger variety of food 71. The optimization of the food system to mitigate negative effects of spaceight on crewmembers health and performance is paramount. A reduction in the astronauts caloric intake to 7080 of the daily requirement  163 occurs at the beginning of the mission due to space motion sickness; however, it can extend well beyond the rst days of ight  164, potentially leading to the loss of both fat and lean tissue mass, and to adverse effects on muscle, bone and cardiovascular systems and motor and cognitive functions  115,165. Moreover, although the reasons are not entirely clear, insulin resistance and glucose intoler- ance are frequently observed both in short- and longer-term space missions, and in analog missions  166. A reduced caloric intake like that often experienced by astronauts, may also lead to a restructuring of the gut microbiome similar to that observed in association with very-low-calorie diet (Figure 2)  167. Accordingly, a low calorie intake and the consequent weight loss may be paralleled by a decrease in bacterial abundance, impaired nutrient absorption, and enrichment in endogenous enteric pathogens (e.g., Clostridioides difcile ), suggesting that diet-induced shifts in the gut microbiome may inuence colonization resis- tance and thus host physiology. Low-caloric intake may additionally be associated with increased inammation and oxidative stress, with possible repercussions on the functioning of the immune system  6. Countermeasures have been developed to provide more bal- anced diets with increased average caloric intake, optimized to reduce nutrient deciency and to improve energy supply to lessen the potential downstream dysregulation of theLife2022 ,12, 495 19 of 47 immune system  168. Despite these efforts, however, diet imbalance during spaceight remains an issue, as it depends on multiple factors that are not limited to food quality ad palatability but also include cultural habits, alteration of circadian rhythms and in general, the stress associated with the mission 169. Notwithstanding individual differences, microbiome studies carried out in both real and analog missions generally reported rearrangements in the gut microbiome consistent with the higher abundance of bacteria associated with chronic intestinal inammation and a concomitant reduction in the number of genera with known anti-inammatory properties  89,94,98. In some cases, these data correlated with a moderate increase in the inammatory immune response observed in the crew during spaceight  98. Such changes in relative abundance of gut microbial components are possibly the result of multiple factors connected to spaceight. However, evidence demonstrated the impact of the dieti.e., a plant- and ber-based BLSS-dietary structureon the maintenance of a high gut microbiome diversity enriched with bacteria having anti-inammatory action during analog missions  95. Production of SCFAs through gut microbiome-mediated fermentation of non-digestible carbohydrates was shown to contribute, among other things, to the maintenance of metabolic homeostasis 170. Providing the crewmembers with a balanced diet, possibly delivered through BLSSs and rich in bers, is therefore of great importance to help prevent nutritional imbalances as well as to preserve a healthy gut microbiome. Due to individual differences, person- alized nutritional approaches have been suggested  171. Furthermore, probiotics-based countermeasures via the supplementation of given bacteria strains (e.g., Akkermansia, Bidobacterium , etc.)  98,172,173 or the administration of SCFA-producing next-generation probiotics ( Faecalibacterium ,Roseburia , etc.) 174, have additionally been proposed. 3.5. Microbiome and Crewmembers Mental and Physical Health As we have emphasized throughout the review, the human microbiome contributes to overall health through different routes, including protection against pathogens, main- tenance of the immune system, proper intestinal function, and contribution to metabolic functions  79,106,175. Competitive exclusion of pathogenic bacteria is one of the main functions exerted by the microbiome communities residing in various anatomic sites of the human body. Antagonistic interactions play a pivotal role in determining the com- position of a functional antimicrobial barrier, by means of strategies that include pro- duction of antibiotics, secretion of digestive enzymes, and quorum sensing  176. Ac- cordingly, the establishment of new microbes can be prevented through competition for shared nutrients and other resources, with endogenous bacteria  177. Moreover, microbial communities help strengthen mucosal barrier function and can stimulate ep- ithelial cells to produce antimicrobial peptides and proteins (e.g., bacteriocins), thereby killing pathogenic competitors and preventing translocation  173,178,179. In view of this, particular concern has been generated by the documented changes in the astro- nauts microbiome  97,98,100,101 and their potential effects on astronaut health and performance, in conjunction with immune system dysregulations and increased risk of pathogenic infections during spaceight 103,180e.g., transient or permanent gov- ernance of pathogenicopportunistic bacterial species, e.g., Staphylococcus spp.  181 along with enhanced HGT and decreased susceptibility of pathogens to antimicrobial agents  80. As a matter of fact, crewmembers do experience adverse medical events of varying severity during spaceight missions, related to infectious diseases, which include cold sores, skin and urinary tract infections, lymphadenitis and pharyngitis 182. An altered microbiome is not only associated with the onset of infections but with non- infectious diseases as well, such as inammatory bowel disease  183, systemic metabolic disorder (e.g., type 2 diabetes and obesity) and allergic reactions and sensitivities 184,185 . Changes in the oropharingeal and in the skin microbiome are implicated in the develop- ment and progression of caries, gingivitis, tooth decay, as well as endocarditis and heart disease  186189, pharyngitis, asthma and pneumonia  190192, acne, atopic dermati-Life2022 ,12, 495 20 of 47 tis, psoriasis and chronic wound pathology  193,194. Moreover, evidence of microbial dysbiosis has been observed in conjunction with various types of cancers  195, including colorectal cancer (CRC)  30,196 and breast cancer  31, among others. The space envi- ronment has been shown to alter the tumor microenvironment and promote tumor cell proliferation, transformation and survival  197. Indeed, US astronauts have an increased incidence of prostate cancer and melanoma, similar to that observed with airline pilots, compared to the general US population  198. Considering the role that an altered mi- crobiome plays in cancer development andor progression, microbial disruption during spaceight, coupled with higher radiation exposure  55, could put astronauts at an even greater risk of developing certain types of cancers with long-duration missions. In addition to the aforementioned functions of the microbiome in supporting host physiology, research has more recently shed light on the relationship between the gut microbiome and mental health through what is known as the braingutmicrobiome axis (BGMA)  199. BGMA signaling has been suggested to be bi-directional, as not only can gut bacteria inuence health and the development of emotional behavior, but psychological states can in turn alter gut health  200. Moreover, the communication appears to occur directly and indirectly via the central and enteric nervous systems and the vagus nerve, through endocrine, neural and immune pathways  115. Microbiotagutbrain communica- tion has hitherto mostly been explored in animal models, with human research lagging be- hind. However, studies have indicated that the gut microbiota can modulate the BGMA via multiple mechanisms, including alterations in microbial composition (i.e., SCFA-producing bacteria seem to be associated with higher mental quality of life indicators  201) or the potential production of microbial neuroactive metabolites (e.g., SCFAs, neurotransmitters, hormones or neurotoxic metabolites)  202,203. Preliminary studies have also demon- strated gut microbiota alterations in subjects affected by neurodevelopment disorders such as schizophrenia and autism spectrum disorders  204,205. Furthermore, perturbations of the BGMA have been found in association with stress-related gastrointestinal disor- ders  206, as well as increased anxiety  207, depression  208, Parkinsons disease  209 and decreased cognitive abilities  203, suggesting that the microbiota may contribute to shaping cognitive networks encompassing emotional and social domains  205. Of interest, altered BGMA and microbiome have also been found in conjunction with disrupted sleep physiology, with microbiome diversity being positively correlated with increased sleep efciency and total sleep time  200. Cognitive or behavioral conditions reported during spaceight include reduced sleep quality and increased anxiety and depression, which can be accompanied by the impairment of psychomotor functions and neurocognitive performance  210,211. Occurring as a result of several mission-related environmental (e.g., radiation, microgravity, excessive exposure to noise and light) and psychosocial stressors (e.g., isolation, homesickness), these symptoms represent a threat to the success of space missions, as they greatly affect astronaut wellbeing  212. In light of the bidi- rectional interactions between the gut microbiome and the brain  213, based on which the microbiome can inuence cognition and emotion, it can be assumed that strategies aimed at maintaining a healthy microbiome might also be helpful in mitigating unwanted neurobehavioral effects  115. In line with this, research shows that successful treatment of anxiety symptoms can be achieved by regulation of intestinal microbiota by means of both probiotic and non-probiotic (e.g., regulating diet, supplementation of short-chain fructooligosaccharides scFOS) interventions 214. This aspect is of particular signicance as it underlines the far-reaching impact of the gut microbiome and offers new perspectives regarding the understanding and at the same time the mitigation of psychological stressors (external or self-imposed) that may arise during spaceight. Although microbiome changes generally seem to rebound after returning to Earth  97, the entity and persistence of alterations induced by longer space missions (e.g., deep-space missions) and the associated risk of increased severity of infection, disease onset, and mental health impairments, are yet to be fully assessed. In the long run, compositional changes in the gut ora might even predispose astronauts to more prolonged-developmentLife2022 ,12, 495 21 of 47 diseases such as IBS, autoimmunity and even cancer  182. The risks associated with these factors should therefore be explored in more depth. 4. Spaceight, Microbiome and Immunity Understanding the combined effects of spaceight on the immune system is signicant for the health and safety of crewmembers and is an important area of interest as long-term exploration ights become more common. The intense conditions that astronauts encounter in space, including radiation exposure, microgravity, changes in diet, disruption of circa- dian rhythm and stress, all have an effect on the immune system (Figure 2) 6,215220. A dysregulated immune response has been well-established during spaceight, with many changes to immune cell parameters, such as in the distribution, function and prolifer- ation of leukocytes  215,216,221229, cytokine proles  97,217,219,221,222,229233 and neutrophil  221,234, monocyte  232,235 and NK cell function  236238. As discussed earlier, microbial physiology changes as a result of spaceight, with one such change being increased virulence in some pathogens grown in space  139,144,239,240, which is problematic considering the dysregulated immune responses astronauts experience during spaceight  6,97. However, the observation that a vaccine administered in space was able to stimulate an appropriate immune response is promising for long-term missions  97. The effect of gut microbiome dysbiosis is an essential factor to consider when reecting on the immunity of astronauts as the microbiome has essential roles in the development and function of both the innate immune systemincluding regulating neutrophils  241, and macrophages  242,243, and the adaptive immune systemincluding inuence on the function and repertoire of B cells 244, the induction of intestinal IgA 245, the differenti- ation of Tfh cells  246,247, and transition of antigen-activated CD8 T cells into memory cells  248. Although there are variations in the results due to different circumstances such as spaceight duration, sample retrieval and experimental protocols, overall, the generation, function or proportion of immune cells are affected during spaceight, which disrupts the homeostasis required for an appropriate immune response 97,222,228. Dysbiosis of the gut microbiome has been associated with a dysregulated immune system, where changes in T cell regulation and cytokine secretion are observed  249252. The gut microbiome has a signicant role in differentiating naive CD4 T cells, which defend against extracellular pathogens and suppress the immune system when a response is not required. Microbes such as Bacteroides fragilis , segmented lamentous bacteria and Clostridia can differentially induce the development of T H1, T H17 and T regcells, re- spectively  19,250,253255. T cell function is affected in space, but the response differs depending on the ight duration, as short-term missions increase T cell function and long- term missions cause T cell function to decrease upon landing  229. Cytokine production proles, such as IFN ,, IL-17 and IL-10, are also affected during spaceight  222,228. These are cytokines that are secreted from immune cells, which are regulated by the gut micro- biome  249,256,257. Additionally, astronauts experience spaceight-related reductions in certain SCFA-producing bacteria in their gut microbiome, such as Pseudobutyrivibrio and Akkermansia 98, which may be a result of the imposed conditions of ight, such as the decrease in dietary ber in the astronaut diet  6,258. SCFAs produced by the gut microbiota are important in immune system regulation, as they have a role in CD4 and CD8 T cell function, generation and cytokine secretion  259,260. Butyrate, for example, has been iden- tied in reducing gastrointestinal inammation through the induction of IL-10, inhibiting the secretion of pro-inammatory cytokines, and regulating innate immune cells and T reg cells  261264. Although many other factors have been implicated in the dysregulation of the immune system in space, the microbiomes effect cannot be discounted. Many astronauts experience uncharacteristic allergies and skin rashes during space- ight  182, with some requiring antihistamines or steroids to manage these reactions  265. These hypersensitivities may result from a T H2 shift in the immune system, which has been observed to occur in spaceight  229. Signicantly higher IL-10 levels than IFN ,, which suggest a shift towards a T H2 response, were also observed among astronauts uponLife2022 ,12, 495 22 of 47 landing  229. Skin reactions in space could be associated with changes to the skin micro- biome since decreases in Gram-negative Proteobacteria , which includes Acinetobacter , were documented in astronauts  98.Acinetobacter is a commensal skin microbe that can help maintain homeostasis by reducing inammation, regulating the balance between T H1 and TH2 cells, and inducing IL-10 production  266,267. The relative proportions of Bacteroidetes , Actinobacteria and Firmicutes , in particular staphylococcal and streptococcal species, in- crease in the skin microbiome during space ight  98. An increase in Staphylococcus aureus colonization has been seen in patients with atopic dermatitis on Earth  268,269. These alterations to the skin microbiome may contribute to the overactive immune responses encountered in space and may contribute to conditions such as erythema, psoriasis, various types of dermatitis and delayed wound healing, which represent frequent skin problems during space missions 126,265,270,271. Increased and persistent reactivation of EpsteinBarr virus (EBV), varicella-zoster virus, herpes-simplex-1, and cytomegalovirus, four naturally occurring latent herpesviruses, have been reported by astronauts during both short- (1016 days) and long (60180 days)- duration missions, with viral titers and shedding increased with the length of the mis- sion  272,273. While a robust and competent immune system is necessary to maintain latency, as observed in spaceight  231,274 and space analog studies  275,276, a dysbiotic microbiome could also be a contributing factor (Figure 2). This could be through changes in microbiome-immune modulation, or through changes in bacterialviral interactions. In the case of the latter, metabolites produced from the oral microbiome were shown to inuence viral reactivation from latent human immunodeciency virus, Kaposis sarcoma herpesvirus, and EBV , by activating viral promotors or causing epigenetic modications of the viral genome  277280. Correlation analyses between the salivary microbiome and EBV titers, in astronaut saliva, revealed a strong positive correlation (suggestive of promotion) with Gracilibacteria and Abiotrophia and a negative correlation (suggestive of protection) with Oribacterium, Veillonella , and Haemophilus 101.Veillonella is one of the main hydrogen sulde (H 2S) producers in the oral cavity  281, a chemical that is also produced by the intestinal microbiome  282. While H 2S displays antiviral activity against pathogenic RNA viruses  283,284, it is also regarded as an endogenous regulator of both the innate and adaptive immune arms  285. Research has shown that therapeutically administered doses of H 2S can improve the function of various immune cells and protect them against dysfunc- tion from various stressors (reviewed in  285). Studies are currently limited regarding the role of the microbiome in latent viral reactivation, especially as it pertains to spaceight. However, this is a topic that warrants further investigation to help reduce the risks and complications of viral infections in astronauts during long-duration missions. While it is important to note that many cases on the ISS are asymptomatic  286, with a lower inci- dence of reactivation in recent years attributed to better biomedical countermeasures  287, infections that do arise, under certain circumstances, can lead to shingles, mononucleosis, various types of cancers and different inammatory diseases such as myocarditis and pancreatitis, all of which will be hard to treat in outer space. Many immune responses and resulting medical issues encountered by astronauts during spaceight could be linked to abnormal microbiomes, and further studies should be conducted to gain insight into the mechanisms of these microbiomes in human health and immunity. 5. The Impact of the Built Environment on the Astronaut Microbiome The microbiome of the built environment is the collective of microbial inhabitants in human-constructed environments  288. The indoor microbiome is infrastructurally unique and differs between hospitals, ofces, classrooms, and homes inuenced by variations in material design, ventilation, temperature, humidity, pressure, and occupants  289293. Humans leave behind a microbial footprint through shedding, exhalation, and waste, accounting for approximately 40 of the microbes found in buildings  294,295. It has been shown that less urbanized and more conned environments with reduced outside contactLife2022 ,12, 495 23 of 47 are even more overshadowed by human-associated microbes  296. The ISS is one such conned environment, a unique habitat where the only exchange with the outside comes from the turnover in crew members, cargo capsules and supplies, with crew members being the main source of the ISS built environment microbial community 98,99,297,298. Of the most abundant microbes catalogued on the ISS are those pertaining to skin, respiratory and gastrointestinal tracts  98,99,299. These include Staphylococcus ,Propionibacterium , Actinobacterium ,Enterobacterium ,Corynebacterium ,Streptococcus ,Acinetobacter , and Pantoea , along with various bacteria belonging to the phylum Firmicutes  78,98,297,299,300. The ISS microbiome has also been observed to change over time in accordance with ight and exchange of crewmembers suggesting that temporal changes in the built environment may be due to different occupants on board  297. Earth-based studies in the inatable lunarMars habitat mimicked this trend where microbial communities during complete vacancy at day 0 differed from those seen at day 30 post human occupancy  301. Although there is ample evidence that the human microbiome can inuence the built environment, microbial transfer is not unidirectional. Early microbial studies in Russian astronauts aboard the Salyut and Mir orbital stations, revealed an interchange of gut microbiota between crew members  122,302. With new metagenomic technologies, a direct transmission between ISS surfaces and the astronaut microbiome has been observed, through either single- nucleotide polymorphism, haplotype matching andor genomic read recruiting  303,304. This two-way microbial transfer between the ISS environment and the astronaut suggests ISS occupants can not only help build the microbiome of the ISS, but also uptake it as their own. Microbial transfer between astronaut and the ISS environment, as well as astronaut to astronaut (via surfaces) can be hazardous due to the altered immunity astronauts en- counter during spaceflight, increasing their susceptibility to infection from opportunistic pathogens (Figure 2)  156,235,236,305307. Evidence of opportunistic pathogens identified on ISS surfaces include cultivable populations of Staphylococcus aureus ,Staphylococcus hominis , Staphylococcus haemolyticus ,Platanthera conspicua ,Acinetobacter pittii ,Klebsiella quasipneumoniae , and Aspergillus fumigatus 297. Although the ISS and astronauts are strictly monitored to prevent risks from pathogenic infection, conjunctivitis, acute upper respiratory tract, and urinary tract infections have been reported by crew members of the ISS  308,309. Microbial virulence and antimicrobial resistance of these opportunistic pathogens could be further increased by the stressors of space, making infection not only more likely , but possibly harder to treat  217,310313. For example, Staphylococcus epidermidis grown in space acquired mu- tations in the rpoB gene, heightening its resistance to rifampcin  314,315 and Aspergillus fumigatus isolated from the ISS was significantly more lethal to neutrophil-deficient zebrafish compared to Earth-based clinical isolates 240. Building material can affect microbiome diversity and pathogenesis as well. Materials with higher hygroscopicity and porosity tend to have higher microbiome diversity due to moisture accumulation and environmental protection  316319. A submerged analog habitat that simulates ISS connement and pressure found that different niches between particle board surfaces (LDP) and glassmetal surfaces selected for different viable mi- crobial communities, with microbes found on LDP surfaces having higher abundance of antimicrobial and virulence associated genes. This suggests that material type can not only affect microbial diversity, but also pathogenicity  318. It has been hypothesized that increased virulence and AMR resistance in conned environments, with low microbial diversity, are a result of adaptations that help bacteria and fungi survive in these restricted conditions  320323. These genomic and metabolic changes that occur in conned environ- ments could explain the many novel species that have been identied in various conned habitats  324328. Efforts toward design of spacecraft materials to mitigate pathogenic growth would benet from the prevention of infection rather than relying on treatment after infection, with limited medical resources. Analysis of other highly controlled envi- ronments such as spacecraft assembly clean rooms and intensive care units revealed that microbes in controlled environments rely more on nitrogen, carbohydrate, and heightenedLife2022 ,12, 495 24 of 47 drug metabolisms versus in uncontrolled environments where microbes depend more on oxygen and amino acid metabolisms  329,330. Understanding how microbes adapt to utilize different resources in a controlled built environment can help provide insight in future spacecraft design. Another consideration for future spacecraft design is the risk of biofilm formation which can affect astronaut health and spacecraft integrity. Biofilms are associated with a range of disease including cystic fibrosis, osteomyelitis, prostatitis, rhinosinusitis, otitis media, uri- nary tract infection, endocarditis, periodontitis, and infectious kidney stones 331,332 and are responsible for 80 of chronic and recurrent infections  331,333,334. Biofilms also in- duce corrosion, lead to mechanical blockages, and decrease the effectiveness of heat transfer on ISS equipment  335339, putting spacecraft integrity at risk and posing an indirect safety hazard to the crew. Biofilm forming microbes such as Acinetobacter ,Sphingomonas ,Bacillus , Burkholderia ,Corynebacterium ,Klebsiella and fungi Penicillium ,Aspergillus ,Cryptococcus , Rhodotorula have been found on the ISS  297, though it is important to note that almost all species of bacteria can form biofilms under certain conditions; hence, many more biofilm formers could be present on the ISS. The astronaut microbiota heavily contributes to the built environment of the ISS. Once transferred from host to environment, stressors such as microgravity, radiation, and connement can alter pathogenicity, making it an infection risk for crew members should it be transferred to them from the environment. It is therefore vital to continually monitor microbial pathogenesis on the ISS to avoid crew member infections and continue studying the built environment for optimization for future space travel. 6. Microbiome and Bone Health Astronaut bone loss during space ight has been an unresolved medical concern since the 1970s. Pre- and post-ight measurements of bone density in astronauts quantied with absorptiometry and quantitative computed tomography have shown an overall bone loss rate of 11.5 per month with areas of the lumbar spine, pelvis, and lower limbs contribut- ing most heavily to the decline in bone density (Figure 2)  340345. Measurements of volumetric bone mineral density in astronaut tibias after spaceight showed a 5-percentile reduction that is comparable to average bone loss occurring in men over twenty years and 6 times faster than the accelerated bone loss that is often seen in menopausal women  346. These ndings have made bone loss treatment and prevention a high priority for astronaut health and safety. Bones undergo modeling during development and remodeling in later stages of life to form, replace, and remove bone  347. Osteoblasts are derived from stromal cells of the bone marrow and are responsible for bone formation  348. In contrast, osteoclasts that derive from the hematopoietic stem cells in the bone marrow, resorb bone during remodeling, making the equilibrium between the bone forming osteoblast and bone resorb- ing osteoclast vital to overall bone homeostasis  349,350. Bone formation and resorption can be biochemically measured in the urine through quantication of proteins produced during formation, such as bone-specic alkaline phosphatase and osteocalcin, as well as peptides released during matrix degradation, such as hydoxyproline, collagen type I, pyridinoline, and deoxypyridinoline  345,351,352. These biochemical assays have been conducted on astronaut urine before, during, and after spaceight to reveal that bone resorption markers heavily increase during spaceight with only a slow increase in bone formation markers  345,353362. Post-ight measurements showed exponential decreases in bone resorption markers, but only a linear increase in bone formation markers, keeping bone homeostasis out of equilibrium during and post ight  345,357359,362,363. Further- more, trabecular bone, the sponge-like structure at the epiphyses of long bones involved in metabolic processes associated with bone turnover, was also reduced post-ight  364366. Compromised trabeculae can irreversibly damage bone structure altogether  367,368. One hypothesis contributing to region-specic bone loss during spaceight is the changes in mechanical loading induced by microgravity  369,370. High mechanical loading zonesLife2022 ,12, 495 25 of 47 are reduced to low mechanical loading in microgravity and may therefore also reduce bone for the lack of necessity in that region. Extensive resistive exercise regimes have been employed in astronauts to stimulate mechanical loading to these areas that have shown to reduce bone loss, but do not ameliorate the bone loss process  342,345,365,371373. It has also been pointed out by Stanichuk et al. that bone density changes were also found in areas of neutral mechanical loading such as the skull, suggesting that microgravity-induced changes in mechanical loading may not be the sole contributor to bone changes during spaceight 345. With increased understanding of the inuence of the microbiome to overall health, many studies have revealed that the gut microbiome can also specically inuence bone health. Proteins and SCFAs produced by the gut microbiome have been shown to promote bone formation  374. Butyrate, a short-chain fatty acid produce by Lactobacillus of the gut microbiome, promotes bone formation through T cell signaling inducing differentiation of osteoblasts in the bone marrow  375378. The gut microbiome is also a rich source of vitamin K2, which is required for the activation of osteocalcin, a protein produced by osteoblasts during bone formation  379,380. Antibiotic-induced gut microbiome dysbiosis dampens vitamin K2 synthesis and is associated with decreases in osteocalcin and bone strength  381. Bone loss in models that promote bone resorption can be reduced through dietary supplementation of benecial bacteria, such as Lactobacillus reuteri which protects against bone resorption in estrogen-decient mice  382,383 and trabecular bone loss during antibiotic dysbiosis in mice 384,385. Gut microbiome dysbiosis has been linked to bone disease in humans with osteo- porosis and osteopenia, where diseased patients showed higher microbiome diversity than their healthy counterparts, and the severity of bone loss is positively correlated with higher microbiome diversity  386,387. Gut microbiome dysbiosis can lead to in- ammation followed by intestinal permeability that allows the gut microbiome to enter circulation  388,389. Microbes in circulation stimulate an immune response from immune cells that recognize lipopolysaccharides using Toll-like receptors. Once recognized, the immune cells then activate to produce cytokines that promote maturation of T H17 cells in the bone marrow which then stimulate osteoclastogenesis and bone resorption  390392. As we have mentioned, the stressors of spaceight can stimulate astronaut microbiome dys- biosis  110,111,217,393,394. One such change during spaceight is the decrease in genera with anti-inammatory properties in the gut microbiome and the increase in Parasutterella , known to be associated with chronic inammation  98,115. These microbial changes may be increasing intestinal inammation, which signals the promotion of bone resorption. Additionally, it is worth noting that astronaut gut microbiomes have been reported to have an increased abundance in Firmicutes 81, a similar phenomenon seen in the gut microbiomes of patients with osteoporosis  374,387. There is evidence of both astronaut bone loss and microbiome dysbiosis during spaceight; however, research is lacking on a possible association between the two. Additional investigation on this relationship could provide easier methods of inight bone loss treatment and prevention through dietary pre and probiotic supplementation. Combining microbiome symbiosis with exercise regimes that maintain mechanical loading may help diminish bone loss during space travel. 7. Gender Differences As space exploration expands to include more long-term missions, the health and safety of both male and female astronauts are important factors to consider. As there are many differences between the sexes, including the composition of their microbiomes, making sure that these differences are identied and evaluated is critical for understanding the impact spaceight has on crewmembers. Microbiome diversity and composition diverge at similar ages after puberty in males and females, and high testosterone or estradiol levels result in a more diverse gut microbiome  395397. Studies have shown that microbes in the intestinal tract can impact sex hormone levels, and sex hormones have a role in shaping the gut microbiome composition  396403. This bi-directional relationship contributes toLife2022 ,12, 495 26 of 47 the gender-specic differences observed in disease, such as a greater occurrence of CaOx kidney stones  404408 and earlier onset of cardiovascular disease in males  409, and postmenopausal osteoporosis  410,411 and IBS  412,413 in females. This relationship has also been implicated in ovarian cancer  414,415 and polycystic ovary syndrome  416,417. Sex hormones have been shown to affect the immune system through interactions with the gut microbiome, including inuencing the gut barrier permeability and interacting with immune cells  418,419. Studies show that there are sex-specic differences in the immune system, which are independent of the gut microbiota and are already present in germ-free mice, suggesting that the immune system can select a gender-specic gut microbiome conformation, which also plays a part in the differential inuence on the immune system observed across genders  420. These gender-specic differences in immunity result in males being more susceptible to infections  421, and females being more susceptible to autoimmune disorders 422. The implications of microbial dysbiosis on astronaut health can be better evaluated when the gender-specic distinctions between male and female microbiomes are consid- ered. Astronauts microbiomes are exposed to and inuenced by many intense factors in space, and there is evidence that these factors have a gender bias. Astronauts are exposed to cosmic radiation, which has been observed to alter the gut microbiome composition  423. Cui et al. conducted animal studies with mice to show that the effect of radiation toxicity is more prevalent on female gut microbiomes and that gender-matched fecal microbiota transplantation was most successful in reversing these effects  424. Females are also more vulnerable to radiation-induced cancer than males, especially radiation-induced breast, lung, thyroid and ovarian cancer  425,426. Looking more closely at the microbiomes of Chernobyl victims or nuclear power plant workers may be an area of interest to further investigate the long-term effects of radiation  427,428. There are also extensive lifestyle changes during spaceight, which include alterations to circadian rhythms and modica- tions to the diet. Changes in sleep patterns have been observed to have an inuence on the gut microbiome, leading to a higher risk of breast cancer in females  429432. Diet has a sex-specic effect on the microbiome, where variations in changes to the microbiome com- position have been observed in the presence of different diets and prebiotics  398,433435. Dietary bers can affect estrogen levels  436, whose link with the microbiome has been recognized, and high-fat high-sugar diets can affect bile acid production differently across genders, which also has been shown to inuence the gut microbiome 398. Astronauts experience high levels of stress in space due to a multitude of factors, including isolation, resulting in higher levels of cortisol and catecholamines  437. In- creased levels of stress-induced cortisol can trigger an inammation response, disrupt the intestinal barrier and alter microbial composition  438440. As there are sex-specic differences between the way males and females regulate their stress response, the impact on the microbiome varies  441,442. Studies examining the effect of isolation on prairie voles showed gender-specic changes in the gut microbiome composition  443. Dietary supple- mentation of DHA reduced stress and changed the microbiome composition in socially isolated male mice, but not in female mice, further suggesting the impact of sex-specic stress responses on the microbiome  444. Cortisol can also negatively impact the vaginal microbiome by inhibiting the glycogen deposition, which can lead to genitourinary tract infections  445. Therefore, the associated stress of spaceight has a different impact on male and female microbiomes, which may contribute to the gender-specic associated health risks of space travel. The disproportion of men compared to women who have own to space introduces a bias to the data collected from astronauts and the available evidence limits the conclusions that can be made on the impacts of space exploration on female health. Recognizing gender-specic differences in the microbiome response to the extreme factors of space will allow for better and more personalized countermeasures and medical care to help preserve the homeostasis of the microbiome and as a result, the health of astronauts.Life2022 ,12, 495 27 of 47 8. Pharmogenetics, Spaceight and the Microbiome Even with countermeasures and preventions put in place to keep astronauts safe during long-duration missions, the extended time in space with prolonged exposure to radiation, weightlessness, and other stressors on the body will inevitably lead to medical issues that arise during ight. These ailments will need to be addressed by pharmaceutical intervention with even more robustness and rigor than in low-earth orbit, due to the inability for emergency evacuation and limited non-medicinal interventions. An excellent review by Blue et al. discusses the challenges and current understanding for NASA in supplying a pharmacy for exploration spaceight 446. Medication has been used for decades by astronauts during spaceight to help relieve symptoms such as headaches and musclejoint pain  447, or for more serious issues, such as treating jugular venous thrombosis  448. Medical toolkits onboard the ISS now contain about 190 different frequently used pharmaceuticals. However, observational studies and anecdotal reports from crew members indicate medications to be not effective or less effective at managing their complaints (Figure 2)  446,449,450. More formal studies support these reports and suggest altered drug disposition in space compared to Earth, which include differences in efcacy, absorption, drug elimination, pro-drug activation and build-up of toxic metabolites 446,447. While human physiological changes  451,452 and reduced drug self-life  453,454 dur- ing spaceight can alter drug disposition in space, the gut microbiome can also contribute to differential drug efcacy and safety, by enzymatically transforming drug structure and altering drug bioavailability, bioactivity, or toxicity  455,456. For example, the common human gut bacterium, Eggerthella lenta , inactivates the cardiac drug digoxin, used to treat heart failure and arrythmia, via a two-gene cardiac glycoside reductase ( cgr) operon, which is conserved and widespread within the human-associated gut microbiome  457. It has also been shown that co-culture of E. lenta with the fecal microbiome increased cgr expression, thereby enhancing digoxin metabolism and inactivation  458, reminding us of the interconnectedness of microbial species within a community and its impact on the host. Of interest, dietary protein was able to reduce digoxin metabolism  458, thereby main- taining its efcacy. This has important implications for the crew as a carefully considered microbiome diet could help ameliorate any negative effects that may be imposed by a dynamic and changing microbiome caused by spaceight. The gut microbiome can also promote drug activation, which was rst discovered in 1937, with the antibiotic prontosil, which required bacterial azoreductases in the gut to cleave the drug into its active form  459. Since then, other prodrugs have been developed, such as sulfasalazine, balsalazide, and olsalazine, used to treat ulcerative colitis, which rely on colonic bacteria for activation  460. Unfortunately, microbial-mediated drug metabolism can also lead to toxic side effects, with the most notable example being that of sorivudine, an antiviral agent, which led to the death of 18 people in Japan, and which was withdrawn from the market only weeks after being released  461. This example stresses the importance of incorporating pharmacomicrobiomics (the study of microbedrug interactions)  462 when making policies and decisions for planned and future missions. To date, over 270 drugs have been recognized as being susceptible to gut microbiome metabolism, leading to inactive, active or toxic forms  461. Some that may be of relevance to spaceight currently or in the future include acetaminophenused to treat mild to moderate pain and reduce fever  463; ranitidine and nizatidineantacids used to treat and prevent stomach ulcers and acid reux  464; loperamideused to treat acute diarrhea  465; metronidazole an antibiotic  466; and methotrexate to treat breast, bone and lung cancer, along with rheumatoid arthritis 467. There is still a great deal of work that needs to be carried out to understand the host microbiomedrug response and how it affects each individual astronaut in ight and on the ground. Understanding how the astronaut microbiome composition, its collective genes, the expression of those genes and the metabolites they produce change during spaceight and post-ight will undoubtedly help prevent serious side effects from microbedrugLife2022 ,12, 495 28 of 47 interactions, but also make a positive impact on an astronauts response to a given drug. Opportunities for drug substitutions could be available, as multiple drugs within a drug class can be differentially affected by the gut microbiome. For example, while the H2 antagonists ranitidine and nizatidine were quickly metabolized and negatively affected by colonic bacteria, cimetidine and famotidine (also H2 antagonists) were not  464. In human bedrest analog studies, used to mimic microgravity, on Earth, the pharmacokinetics of amoxicillin was effected  468, but not of penicillin  469,470. Knowledge of this kind can help us to make more informed decisions of which drugs should be included in the medical toolkit for ight. 9. Recommendations Maintaining astronaut health and performance is necessary to ensure successful long- duration missions beyond low Earth orbit. With NASAs long-term plans to include crewed missions to the Moon and Mars, incorporating microbiome data into planning and policies will help astronauts complete these challenging missions and preserve their long-term health. In this section, we provide recommendations on how best to incorporate microbiome research when designing and planning for the next milestone in space exploration. We recommend the following:  Personalized microbiome monitoring plus personalized countermeasures to strengthen microbiome resilience to deep-space exploration.  Inclusion of more women astronauts in space biology studies to determine gender- specic effects of space travel.  Investigations that include a systems biology approach to obtain a comprehensive overview of gene expression and metabolic networks, e.g., the metabolites produced from microbiome and host.  Many gaps in our understanding exist about hostmicrobe interactions and how they are essential to human health and wellbeing. It is thus crucial that research be prioritized to assess what are the key benecial interactions and associated molecular processes that contribute to maintaining function.  Comprehensive analysis of the impact of space conditions on microbial communities that includes the study of both pathogenic and benecial microbes and their mutualis- tic interactions. Though pathogenic microbes represent a potential risk to astronauts, it is essential to have an understanding of mutualistic microbes to learn what drives microbial tness in the spaceight environment and how to maintain a healthy home- ostasis between humans and their microbiome. Achieving a better understanding of the interplay of changes in microbiome composition and their impact on the astronauts can help in developing prevention or countermeasures.  There is a need to evaluate the long-term effects of microgravity (or diverse gravity) on the microbiome. So far, studies have been carried out for a maximum of 1 year. Longer studies on the same human subjects are not possible. The development of computa- tional models for simulation and analysis could represent an alternative approach.  More directed studies regarding probiotics and prebiotics in the astronaut diet, to modulate and balance the microbiome and aid in reducing inammation, bone loss and other impacts of spaceight.  Promote research on built environment material design such as using natural antimi- crobial materials or treatment of surfaces with specialized coatings. These can help reduce bacterial load, biolm formation, HGT transfer and prevent changes in bacterial physiology that could be detrimental to astronaut health and spacecraft integrity. 10. Conclusions By the end of the decade, NASA aims to establish a sustainable habitat on the Moon, followed by the next ambitious plan of human occupation on Mars. NASA, along with other space agencies, government, academia, and industry are striving to address the challenges of living in space for long periods of time. Missions to the Moon would beLife2022 ,12, 495 29 of 47 1000farther from the Earth than the International Space Station, and a mission to Mars would last at least 6 months. The 20 years of human studies conducted on the ISS have provided invaluable knowledge of how the human body adapts to the space environment, but more work is needed to understand how the human body will function and adapt to space conditions beyond LEO. One such adaptation is the human microbiome, and as discussed in this review, this plays a signicant role in modulating health and disease. We have demonstrated the importance of a balanced microbiome to help maintain astronaut health in orbit and have discussed adverse events experienced by the crew during missions of varying lengths and how the microbiome (either balanced or in dysbiosis) ties into those medical events. Moreover, we have examined less well-established links between spaceight, bone loss and the microbiome and emphasized the importance of taking into account gender differences when designing appropriate countermeasures for short- and long-term missions. In addition, we have also examined the role that the microbiome can play in altering the effectiveness of pharmaceuticals that are part of the astronaut medical toolkit in space, and the consequence of this for long-term missions. As we move forward with long-term space travel and human habitation beyond LEO, more studies will be needed that explore the astronaut microbiome, the factors governing its stability or disruption and its interaction with the host and the spacecraft environment. We hope that the literature presented in this review and the recommendations provided will help in future study design, technology and product development, and policies that center around the human microbiome, as we propel human exploration beyond anything we have seen so far. Author Contributions: Conceptualization, C.U.; writingoriginal draft preparation, D.T., C.U., A.J. and A.M.L.; writingreview and editing, C.U. and D.T. All authors have read and agreed to the published version of the manuscript. Funding: C.U. was supported by a NASA 2020 Space Biology (NNH18ZTT001N-FG2) grant (80NSSC21K0320). Institutional Review Board Statement: Not applicable. Informed Consent Statement: Not applicable. Data Availability Statement: Not applicable. Acknowledgments: The authors thank Charis Tsevis for allowing use of his illustration I, virus, the body. Conicts of Interest: The authors declare no conict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results. References 1. Grimm, D.; Grosse, J.; Wehland, M.; Mann, V .; Elin, J.; Sundaresan, A.; Juhl, T. The Impact of Microgravity on Bone in Humans. Bone 2016 ,87, 4456. CrossRef PubMed 2. Tanaka, K.; Nishimura, N.; Kawai, Y. Adaptation to Microgravity, Deconditioning, and Countermeasures. J. Physiol. Sci. 2017 ,67, 271281. CrossRef PubMed 3. Jillings, S.; Van Ombergen, A.; Tomilovskaya, E.; Rumshiskaya, A.; Litvinova, L.; Nosikova, I.; Pechenkova, E.; Rukavishnikov, I.; Kozlovskaya, I.B.; Manko, O.; et al. Macro- and Microstructural Changes in Cosmonauts Brains after Long-Duration Spaceight. Sci. Adv. 2020 ,6, eaaz9488. CrossRef 4. Cucinotta, F.A.; Alp, M.; Sulzman, F.M.; Wang, M. Space Radiation Risks to the Central Nervous System. Life Sci. Space Res. 2014 ,2, 5469. CrossRef 5. Demontis, G.C.; Germani, M.M.; Caiani, E.G.; Barravecchia, I.; Passino, C.; Angeloni, D. Human Pathophysiological Adaptations to the Space Environment. Front. Physiol. 2017 ,8, 547. CrossRef 6. Crucian, B.E.; Chouk r, A.; Simpson, R.J.; Satish, M.; Marshall, G.; Smith, S.M.; Zwart, S.R.; Martina, H.; Sergey, P .; Whitmire, A.; et al. Immune System Dysregulation during Spaceight: Potential Countermeasures for Deep Space Exploration Missions. Front. Immunol. 2018 ,9, 1437. CrossRef PubMed 7. Sender, R.; Fuchs, S.; Milo, R. Revised Estimates for the Number of Human and Bacteria Cells in the Body. PLoS Biol. 2016 , 14, e1002533. CrossRef PubMedLife2022 ,12, 495 30 of 47 8. Eckburg, P .B.; Bik, E.M.; Bernstein, C.N.; Purdom, E.; Dethlefsen, L.; Sargent, M.; Gill, S.R.; Nelson, K.E.; Relman, D.A. Diversity of the Human Intestinal Microbial Flora. Science 2005 ,308, 16351638. CrossRef 9. Gill, S.R.; Pop, M.; Deboy, R.T.; Eckburg, P .B.; Turnbaugh, P .J.; Samuel, B.S.; Gordon, J.I.; Relman, D.A.; Fraser-Liggett, C.M.; Nelson, K.E. Metagenomic Analysis of the Human Distal Gut Microbiome. Science 2006 ,312, 13551359. CrossRef 10. Qin, J.; Li, R.; Raes, J.; Arumugam, M.; Burgdorf, K.S.; Manichanh, C.; Nielsen, T.; Pons, N.; Levenez, F.; Yamada, T.; et al. A Human Gut Microbial Gene Catalogue Established by Metagenomic Sequencing. Nature 2010 ,464, 5965. CrossRef 11. Fierer, N.; Hamady, M.; Lauber, C.L.; Knight, R. The Inuence of Sex, Handedness, and Washing on the Diversity of Hand Surface Bacteria. Proc. Natl. Acad. Sci. USA 2008 ,105, 1799417999. CrossRef PubMed 12. Ravel, J.; Gajer, P .; Abdo, Z.; Schneider, G.M.; Koenig, S.S.; McCulle, S.L.; Karlebach, S.; Gorle, R.; Russell, J.; Tacket, C.O.; et al. Vaginal Microbiome of Reproductive-Age Women. Proc. Natl. Acad. Sci. USA 2011 ,108(Suppl. 1), 46804687. CrossRef PubMed 13. Costantini, L.; Magno, S.; Albanese, D.; Donati, C.; Molinari, R.; Filippone, A.; Masetti, R.; Merendino, N. Characterization of Human Breast Tissue Microbiota from Core Needle Biopsies through the Analysis of Multi Hypervariable 16S-RRNA Gene Regions. Sci. Rep. 2018 ,8, 16893. CrossRef 14. Urbaniak, C.; Cummins, J.; Brackstone, M.; Macklaim, J.M.; Gloor, G.B.; Baban, C.K.; Scott, L.; OHanlon, D.M.; Burton, J.P .; Francis, K.P .; et al. Microbiota of Human Breast Tissue. Appl. Environ. Microbiol. 2014 ,80, 30073014. CrossRef PubMed 15. Lederberg, J.; Mccray, A.T. Ome Sweet OmicsA Genealogical Treasury of Words. Scientist 2001 ,15, 8. 16. Ursell, L.K.; Metcalf, J.L.; Parfrey, L.W.; Knight, R. Dening the Human Microbiome. Nutr. Rev. 2012 ,70(Suppl. S1), S38S44. CrossRef 17. Hyun, J.; Romero, L.; Riveron, R.; Flores, C.; Kanagavelu, S.; Chung, K.D.; Alonso, A.; Sotolongo, J.; Ruiz, J.; Manukyan, A.; et al. Human Intestinal Epithelial Cells Express Interleukin-10 through Toll-like Receptor 4-Mediated Epithelial-Macrophage Crosstalk. J. Innate Immun. 2015 ,7, 87101. CrossRef 18. LeBlanc, J.G.; Milani, C.; de Giori, G.S.; Sesma, F.; van Sinderen, D.; Ventura, M. Bacteria as Vitamin Suppliers to Their Host: A Gut Microbiota Perspective. Curr. Opin. Biotechnol. 2013 ,24, 160168. CrossRef 19. Mazmanian, S.K.; Liu, C.H.; Tzianabos, A.O.; Kasper, D.L. An Immunomodulatory Molecule of Symbiotic Bacteria Directs Maturation of the Host Immune System. Cell2005 ,122, 107118. CrossRef 20. Pickard, J.M.; Zeng, M.Y.; Caruso, R.; N ez, G. Gut Microbiota: Role in Pathogen Colonization, Immune Responses, and Inammatory Disease. Immunol. Rev. 2017 ,279, 7089. CrossRef 21. Ragupathy, S.; Esmaeili, F.; Paschoud, S.; Sublet, E.; Citi, S.; Borchard, G. Toll-like Receptor 2 Regulates the Barrier Function of Human Bronchial Epithelial Monolayers through Atypical Protein Kinase C Zeta, and an Increase in Expression of Claudin-1. Tissue Barriers 2014 ,2, e29166. CrossRef PubMed 22. Rakoff-Nahoum, S.; Paglino, J.; Eslami-Varzaneh, F.; Edberg, S.; Medzhitov, R. Recognition of Commensal Microora by Toll-like Receptors Is Required for Intestinal Homeostasis. Cell2004 ,118, 229241. CrossRef PubMed 23. Stappenbeck, T.S.; Hooper, L.V .; Gordon, J.I. Developmental Regulation of Intestinal Angiogenesis by Indigenous Microbes via Paneth Cells. Proc. Natl. Acad. Sci. USA 2002 ,99, 1545115455. CrossRef PubMed 24. Round, J.L.; Mazmanian, S.K. The Gut Microbiota Shapes Intestinal Immune Responses during Health and Disease. Nat. Rev. Immunol. 2009 ,9, 313323. CrossRef PubMed 25. Ximnez-Fyvie, L.A.; Haffajee, A.D.; Socransky, S.S. Comparison of the Microbiota of Supra- and Subgingival Plaque in Health and Periodontitis. J. Clin. Periodontol. 2000 ,27, 648657. CrossRef 26. Frank, D.N.; St Amand, A.L.; Feldman, R.A.; Boedeker, E.C.; Harpaz, N.; Pace, N.R. Molecular-Phylogenetic Characterization of Microbial Community Imbalances in Human Inammatory Bowel Diseases. Proc. Natl. Acad. Sci. USA 2007 ,104, 1378013785. CrossRef 27. Peng, R.H.; Xiong, A.S.; Xue, Y.; Fu, X.Y.; Gao, F.; Zhao, W.; Tian, Y.S.; Yao, Q.H. Microbial Biodegradation of Polyaromatic Hydrocarbons. FEMS Microbiol. Rev. 2008 ,32, 927955. CrossRef 28. Hilty, M.; Burke, C.; Pedro, H.; Cardenas, P .; Bush, A.; Bossley, C.; Davies, J.; Ervine, A.; Poulter, L.; Pachter, L.; et al. Disordered Microbial Communities in Asthmatic Airways. PLoS ONE 2010 ,5, e8578. CrossRef 29. McMillan, A.; Rulisa, S.; Sumarah, M.; Macklaim, J.M.; Renaud, J.; Bisanz, J.E.; Gloor, G.B.; Reid, G. A Multi-Platform Metabolomics Approach Identies Highly Specic Biomarkers of Bacterial Diversity in the Vagina of Pregnant and Non-Pregnant Women. Sci. Rep. 2015 ,5, 14174. CrossRef 30. Mira-Pascual, L.; Cabrera-Rubio, R.; Ocon, S.; Costales, P .; Parra, A.; Suarez, A.; Moris, F.; Rodrigo, L.; Mira, A.; Collado, M. Microbial Mucosal Colonic Shifts Associated with the Development of Colorectal Cancer Reveal the Presence of Different Bacterial and Archaeal Biomarkers. J. Gastroenterol. 2015 ,50, 167179. CrossRef 31. Urbaniak, C.; Gloor, G.; Brackstone, M.; Scott, L.; Tangney, M.; Reid, G. The Microbiota of Breast Tissue and Its Association with Breast Cancer. Appl. Environ. Microbiol. 2016 ,82, 50395048. CrossRef PubMed 32. Turnbaugh, P .J.; Hamady, M.; Yatsunenko, T.; Cantarel, B.L.; Duncan, A.; Ley, R.E.; Sogin, M.L.; Jones, W.J.; Roe, B.A.; Affourtit, J.P . ; et al. A Core Gut Microbiome in Obese and Lean Twins. Nature 2009 ,457, 480484. CrossRef PubMed 33. Garrett, W.S.; Lord, G.M.; Punit, S.; Lugo-Villarino, G.; Mazmanian, S.K.; Ito, S.; Glickman, J.N.; Glimcher, L.H. Communicable Ulcerative Colitis Induced by T-Bet Deciency in the Innate Immune System. Cell2007 ,131, 3345. CrossRef PubMedLife2022 ,12, 495 31 of 47 34. Zackular, J.P .; Baxter, N.T.; Iverson, K.D.; Sadler, W.D.; Petrosino, J.F.; Chen, G.Y.; Schloss, P .D. The Gut Microbiome Modulates Colon Tumorigenesis. MBio 2013 ,4, e00692. CrossRef PubMed 35. Bercik, P .; Denou, E.; Collins, J.; Jackson, W.; Lu, J.; Jury, J.; Deng, Y.; Blennerhassett, P .; Macri, J.; McCoy, K.D.; et al. The Intestinal Microbiota Affect Central Levels of Brain-Derived Neurotropic Factor and Behavior in Mice. Gastroenterology 2011 ,141, 599609. CrossRef 36. Cryan, J.F.; Dinan, T.G. Mind-Altering Microorganisms: The Impact of the Gut Microbiota on Brain and Behaviour. Nat. Rev. Neurosci. 2012 ,13, 701712. CrossRef 37. Boursier, J.; Diehl, A.M. Implication of Gut Microbiota in Nonalcoholic Fatty Liver Disease. PLoS Pathog. 2015 ,11, e1004559. CrossRef 38. Yoshimoto, S.; Loo, T.M.; Atarashi, K.; Kanda, H.; Sato, S.; Oyadomari, S.; Iwakura, Y.; Oshima, K.; Morita, H.; Hattori, M.; et al. Obesity-Induced Gut Microbial Metabolite Promotes Liver Cancer through Senescence Secretome. Nature 2013 ,499, 97101. CrossRef 39. Larsen, N.; Vogensen, F.K.; van den Berg, F.W.J.; Nielsen, D.S.; Andreasen, A.S.; Pedersen, B.K.; Al-Soud, W.A.; Srensen, S.J.; Hansen, L.H.; Jakobsen, M. Gut Microbiota in Human Adults with Type 2 Diabetes Differs from Non-Diabetic Adults. PLoS ONE 2010 ,5, e9085. CrossRef 40. Ettinger, G.; MacDonald, K.; Reid, G.; Burton, J.P . The Inuence of the Human Microbiome and Probiotics on Cardiovascular Health. Gut Microbes 2014 ,5, 719728. CrossRef 41. Angeloni, D.; Demontis, G.C. Endocrine Adaptations across Physical and Psychological Stressors in Long-Term Space Flights. Curr. Opin. Endocr. Metab. Res. 2020 ,11, 2126. CrossRef 42. Afshinnekoo, E.; Scott, R.T.; Mackay, M.J.; Pariset, E.; Cekanaviciute, E. Fundamental Biological Features of Spaceight: Advancing the Field to Enable Deep-Space Exploration. Cell2020 ,183, 11621184. CrossRef PubMed 43. Hassler, D.M.; Zeitlin, C.; Wimmer-Schweingruber, R.F.; Ehresmann, B.; Rafkin, S.; Eigenbrode, J.L.; Brinza, D.E.; Weigle, G.; Bttcher, S.; Bhm, E.; et al. Mars surface radiation environment measured with the Mars Science Laboratorys Curiosity rover. Science 2014 ,343, 1244797. CrossRef 44. National Council on Radiation Protection and Measurements (NCRP). Report No. 183-Radiation Exposure in Space and the Potential for Central Nervous System Effects: Phase II ; National Council on Radiation Protection and Measurements (NCRP): Cincinnati, OH, USA, 2019. 45. Mole, B.R.H.; Radiobiology, C. The LD50 for Uniform Low LET Irradiation of Man. Br. J. Radiol. 1984 ,57, 355369. CrossRef PubMed 46. Hu, S. Solar Particle Events and Radiation Exposure in Space. NASA Space Radiation Program Element, Human Research Program. 2017. Available online: https:three.jsc.nasa.govarticlesHu-SPEs.pdf (accessed on 18 February 2022). 47. Nelson, G.A. Space Radiation and Human Exposures, A Primer. Radiat. Res. 2016 ,185, 349358. CrossRef 48. Belobrajdic, B.; Melone, K.; Diaz-artiles, A. Planetary Extravehicular Activity (EVA) Risk Mitigation Strategies for Long-Duration Space Missions. NPJ Microgravity 2021 ,7, 16. CrossRef 49. Giovanetti, A.; Tortolici, F.; Runi, S. Why Do the Cosmic Rays Induce Aging? Front. Physiol. 2020 ,11, 955. CrossRef 50. Cucinotta, F.A.; Durante, M. Cancer Risk from Exposure to Galactic Cosmic Rays: Implications for Space Exploration by Human Beings. Lancet Oncol. 2006 ,7, 431435. CrossRef 51. Patel, Z.S.; Brunstetter, T.J.; Tarver, W.J.; Whitmire, A.M.; Zwart, S.R.; Smith, S.M.; Janice, L.H. Red Risks for a Journey to the Red Planet: The Highest Priority Human Health Risks for a Mission to Mars. NPJ Microgravity 2020 ,6, 33. CrossRef 52. Newberg, A.B.; Alavi, A. Changes in the Central Nervous System during Long-Duration Space Flight: Implications for Neuro- Imaging. Adv. Space Res. 1998 ,22, 185196. CrossRef 53. Suman, S.; Jaruga, P .; Dizdaroglu, M.; Fornace, A.J.; Kamal, D. Heavy Ion Space Radiation Triggers Ongoing DNA Base Damage by Downregulating DNA Repair Pathways. Life Sci. Space Res. 2020 ,27, 2732. CrossRef PubMed 54. Li, M.; Gonon, G.; Buonanno, M.; Autsavapromporn, N.; De Toledo, S.M.; Pain, D.; Azzam, E.I. Health Risks of Space Exploration: Targeted and Nontargeted Oxidative Injury by High-Charge and High-Energy Particles. Antioxid. Redox Signal. 2014 ,20, 15011523. CrossRef PubMed 55. Cucinotta, F.A.; Cacao, E.; Kim, M.Y.; Saganti, P .B. Cancer and Circulatory Disease Risks for a Human Mission to Mars: Private Mission Considerations. Acta Astronaut. 2018 ,166, 529536. CrossRef 56. Sannita, W.G.; Narici, L.; Picozza, P . Positive Visual Phenomena in Space: A Scientic Case and a Safety Issue in Space Travel. Vision Res. 2006 ,46, 21592165. CrossRef 57. Morgan, W.F. Non-Targeted and Delayed Effects of Exposure to Ionizing Radiation: I. Radiation-Induced Genomic Instability and Bystander Effects In Vitro. Radiat. Res. 2003 ,159, 567580. CrossRef 58. Clment, G.R.; Boyle, R.D.; George, K.A.; Nelson, G.A.; Reschke, M.F.; Williams, T.J.; Paloski, W.H. Challenges to the Central Nervous System during Human Spaceight Missions to Mars. J. Neurophysiol. 2020 ,123, 20372063. CrossRef 59. Iwase, S.; Nishimura, N.; Tanaka, K.; Mano, T. Effects of Microgravity on Human Physiology. In Beyond LEO Human Health Issues for Deep Space Exploration ; Reynolds, R.J., Ed.; IntechOpen: London, UK, 2020. 60. Frippiat, J.P .; Crucian, B.E.; de Quervain, D.J.F.; Grimm, D.; Montano, N.; Praun, S.; Roozendaal, B.; Schelling, G.; Thiel, M.; Ullrich, O.; et al. Towards Human Exploration of Space: The THESEUS Review Series on Immunology Research Priorities. NPJ Microgravity 2016 ,2, 16040. CrossRefLife2022 ,12, 495 32 of 47 61. Hughson, R.L.; Helm, A.; Durante, M. Heart in Space: Effect of the Extraterrestrial Environment on the Cardiovascular System. Nat. Rev. Cardiol. 2017 ,15, 167180. CrossRef 62. Iv, O.J.J.; Buettmann, E.G.; Friedman, M.A. Update on the Effects of Microgravity on the Musculoskeletal System. NPJ Microgravity 2017 ,7, 28. CrossRef 63. Bettiol, L.; De La Torre, A.; Patel, D.; Oluwafemi, F.; Kamaletdinova, G.; Kumar Singh, R.; Heshani, U.; Lakmal, Y.; Rivolta, A.; Sorokin, A. Manned Mars Mission Risks Evaluation. In Proceedings of the 69th International Astronautical Congress (IAC), Bremen, Germany, 15 October 2018; International Astronautical Federation: Bremen, Germany, 2018; pp. 15. 64. Marazziti, D.; Arone, A.; Ivaldi, T.; Kuts, K.; Loganovsky, K. Space Missions: Psychological and Psychopathological Issues. CNS Spectr. 2021 , 15. CrossRef 65. Bhakare, N.S. Mental Health Challenges Faced by Medical Professionals in Manned Space Missions. In Proceedings of the ASCEND 2021, Las Vegas, NV , USA, 1517 November 2021. 66. Kokhan, V .S.; Shakhbazian, E.V .; Markova, N.A. Psycho-Emotional Status but Not Cognition Is Changed under the Combined e Ff Ect of Ionizing Radiations at Doses Related to Deep Space Missions. Behav. Brain Res. 2019 ,362, 311318. CrossRef PubMed 67. Oluwafemi, F.A.; La Torre, A.D.; Afolayan, E.M.; Olalekan-Ajayi, B.M.; Dhital, B.; Mora-Almanza, J.G.; Potrivitu, G.; Creech, J.; Rivolta, A. Space Food and Nutrition in a Long Term Manned Mission. Adv. Astronaut. Sci. Technol. 2018 ,1, 121. CrossRef 68. Limardo, J.; Allen, C.; Danielson, R.W. International Space Station (ISS) Crewmembers Noise Exposures from 2015 to Present. In Proceedings of the 47th International Conference on Environmental Systems, Charleston, SC, USA, 1620 July 2017. 69. Dijk, D.; Neri, D.F.; Wyatt, J.K.; Ronda, J.M.; Riel, E.; Cecco, A.R.; Hughes, R.O.D.J.; Elliott, A.N.N.R.; Prisk, G.K.I.M.; West, J.B.; et al. Sleep, Performance, Circadian Rhythms, and Light-Dark Cycles during Two Space Shuttle Flights. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2001 ,281, 16471664. CrossRef PubMed 70. Kanas, N. The New Martians. In The New Martians. Science and Fiction ; Springer: Cham, Switzerland, 2014; ISBN 9783319009742. 71. Oluwafemi, F.A.; Abdelbaki, R.; Lai, J.C.; Mora-almanza, J.G.; Afolayan, E.M. A Review of Astronaut Mental Health in Manned Missions: Potential Interventions for Cognitive and Mental Health Challenges. Life Sci. Space Res. 2021 ,28, 2631. CrossRef PubMed 72. Manzey, D. Human Missions to Mars: New Psychological Challenges and Research Issues. Acta Astronaut. 2004 ,55, 781790. CrossRef 73. Bell, S.T.; Brown, S.G.; Mitchell, T. What We Know about Team Dynamics for Long-Distance Space Missions: A Systematic Review of Analog Research. Front. Psychol. 2019 ,10, 811. CrossRef 74. Kanas, N. Psychosocial Value of Space Simulation for Extended Spaceight. In Advances in Space Biology and Medicine ; Bonting, S.L., Ed.; Elsevier: Amsterdam, The Netherlands, 1997; Volume 6, pp. 8191, ISBN 0762301473. CrossRef 75. Kanas, N.; Salnitskiy, V .; Gushin, V .; Weiss, D.S.; Grund, E.M.; Flynn, C.; Kozerenko, O.; Sled, A.; Marmar, C.R. AstheniaDoes It Exist in Space? Psychosom Med. 2001 ,63, 874880. CrossRef 76. De Middeleer, G.; Leys, N.; Sas, B.; De Saeger, S. Fungi and Mycotoxins in SpaceA Review. Astrobiology 2019 ,19, 915926. CrossRef 77. Novikova, N.D.D. Review of the Knowledge of Microbial Contamination of the Russian Manned Spacecraft. Microbial. Ecol. 2004 ,47, 127132. CrossRef 78. Sielaff, A.C.; Singh, N.K.; Allen, J.E.; Thissen, J.; Jaing, C.; Venkateswaran, K. Draft Genome Sequences of Biosafety Level 2 Opportunistic Pathogens Station. Genome Announc. 2016 ,4, e01263-16. CrossRef 79. Cervantes, J.L.; Hong, B.-Y. Dysbiosis and Immune Dysregulation in Outer Space. Int. Rev. Immunol. 2015 ,35, 6782. CrossRef PubMed 80. Urbaniak, C.; Grams, T.; Mason, C.E. Simulated Microgravity Promotes Horizontal Gene Transfer of Antimicrobial Resistance Genes between Bacterial Genera in the Absence of Antibiotic Selective Pressure. Life2021 ,11, 960. CrossRef PubMed 81. Liu, Z.; Luo, G.; Du, R.; Sun, W.; Li, J.; Lan, H.; Chen, P .; Yuan, X.; Cao, D.; Li, Y.; et al. Effects of Spaceight on the Composition and Function of the Human Gut Microbiota. Gut Microbes 2020 ,11, 807819. CrossRef PubMed 82. Gosc, L.; Barton, D.A.W.; Johansson, A. Analytical Modelling of the Spread of Disease in Conned and Crowded Spaces. Sci. Rep. 2014 ,4, 4856. CrossRef 83. Xiao, S.; Venkateswaranc, K.J.; Jianga, S.C. The Risk of Staphylococcus Skin Infection during Space Travel and Mitigation Strategies. Microb. Risk Anal. 2019 ,11, 2330. CrossRef 84. Vuolo, M.; Baiocco, G.; Barbieri, S.; Bocchini, L.; Giraudo, M.; Gheysens, T.; Lobascio, C.; Ottolenghi, A. Exploring Innova- tive Radiation Shielding Approaches in Space: A Material and Design Study for a Wearable Radiation Protection Spacesuit. Life Sci. Sp. Res. 2017 ,15, 6978. CrossRef 85. Moore, S.T.; Dilda, V .; Morris, T.R.; Yungher, D.A.; MacDougall, H.G.; Wood, S.J. Long-Duration Spaceight Adversely Affects Post-Landing Operator Prociency. Sci. Rep. 2019 ,9, 2677. CrossRef 86. Sihver, L.; Mortazavi, S. Radiation Risks and Countermeasures for Humans on Deep Space Missions. In Proceedings of the 2019 IEEE Aerospace Conference, Big Sky, MT, USA, 29 March 2019; pp. 110. 87. Anderton, R.; Posselt, B.; Komorowski, M.; Hodkinson, P . Medical Considerations for a Return to the Moon. Occup. Med. 2019 ,69, 311313. CrossRef 88. Davila, A.; Willson, D.; Coates, J.; McKay, C. Perchlorate on Mars: A Chemical Hazard and a Resource for Humans. Int. J. Astrobiol. 2013 ,12, 321325. CrossRefLife2022 ,12, 495 33 of 47 89. Jiang, P .; Green, S.J.; Chlipala, G.E.; Turek, F.W.; Vitaterna, M.H. Reproducible Changes in the Gut Microbiome Suggest a Shift in Microbial and Host Metabolism during Spaceight. Microbiome 2019 ,7, 113. CrossRef 90. Brown, L.; Fromme, W.; Handler, S.; Wheatcroft, M.; Johnston, D. Effect of Skylab Missions on Clinical and Microbiologic Aspects of Oral Health. J. Am. Dent. Assoc. 1976 ,93, 357363. CrossRef PubMed 91. Taylor, G.R.; Graves, R.C.; Brockett, R.M.; Ferguson, J.K.; Mieszkuc, B.J. Skylab Environmental and Crew Microbiology Studies ; NASA Johnson Space Center: Washington, DC, USA; Houston, TX, USA, 1971. 92. Ritchie, L.E.; Taddeo, S.S.; Weeks, B.R.; Lima, F.; Bloomeld, S.A.; Azcarate-Peril, M.A.; Zwart, S.R.; Smith, S.M.; Turner, N.D. Space Environmental Factor Impacts upon Murine Colon Microbiota and Mucosal Homeostasis. PLoS ONE 2015 ,10, e0125792. CrossRef 93. Casero, D.; Gill, K.; Sridharan, V .; Koturbash, I.; Nelson, G.; Hauer-jensen, M.; Boerma, M.; Braun, J.; Cheema, A.K. Space-Type Radiation Induces Multimodal Responses in the Mouse Gut Microbiome and Metabolome. Microbiome 2017 ,5, 105. CrossRef PubMed 94. Turroni, S.; Rampelli, S.; Biagi, E.; Consolandi, C.; Severgnini, M.; Peano, C.; Quercia, S.; Soverini, M.; Carbonero, F.G.; Bianconi, G.; et al. Temporal Dynamics of the Gut Microbiota in People Sharing a Conned Environment, a 520-Day Ground-Based Space Simulation, MARS500. Microbiome 2017 ,5, 39. CrossRef PubMed 95. Hao, Z.; Li, L.; Fu, Y.; Liu, H. The Inuence of Bioregenerative Life-Support System Dietary Structure and Lifestyle on the Gut Microbiota: A 105-Day Ground-Based Space Simulation in Lunar Palace 1. Environ. Microbiol. 2018 ,20, 36433656. CrossRef PubMed 96. Alauzet, C.; Cunat, L.; Wack, M.; Lozniewski, A.; Busby, H.; Agrinier, N.; Cailliez-Grimal, C.; Frippiat, J.P . Hypergravity Disrupts Murine Intestinal Microbiota. Sci. Rep. 2019 ,9, 9410. CrossRef 97. Garrett-Bakelman, F.E.F.; Darshi, M.; Green, S.J.; Gur, R.R.C.; Lin, L.; Macias, B.R.; McKenna, M.M.J.; Meydan, C.; Mishra, T.; Nasrini, J. ; et al. The NASA Twins Study: A Multidimensional Analysis of a Year-Long Human Spaceight. Science 2019 ,364, eaau8650. CrossRef 98. Voorhies, A.A.; Mark Ott, C.; Mehta, S.; Pierson, D.L.; Crucian, B.E.; Feiveson, A.; Oubre, C.M.; Torralba, M.; Moncera, K.; Zhang, Y.; et al. Study of the Impact of Long-Duration Space Missions at the International Space Station on the Astronaut Microbiome. Sci. Rep. 2019 ,9, 9911. CrossRef 99. Avila-Herrera, A.; Thissen, J.; Urbaniak, C.; Be, N.A.; Smith, D.J.; Karouia, F.; Mehta, S.; Venkateswaran, K.; Jaing, C.; Smith, J.; et al. Crewmember Microbiome May Inuence Microbial Composition of ISS Habitable Surfaces. PLoS ONE 2020 ,15, e0231838. CrossRef 100. Morrison, M.D.; Thissen, J.B.; Karouia, F.; Mehta, S.; Urbaniak, C.; Venkateswaran, K.; Smith, D.J.; Jaing, C. Investigation of Spaceight Induced Changes to Astronaut Microbiomes. Front. Microbiol. 2021 ,12, 659179. CrossRef 101. Urbaniak, C.; Lorenzi, H.; Thissen, J.; Jaing, C.; Crucian, B.; Sams, C.; Pierson, D.; Venkateswaran, K.; Mehta, S. The Inuence of Spaceight on the Astronaut Salivary Microbiome and the Search for a Microbiome Biomarker for Viral Reactivation. Microbiome 2020 ,8, 56. CrossRef PubMed 102. Brereton, N.J.B.; Pitre, F.E.; Gonzalez, E. Reanalysis of the Mars500 Experiment Reveals Common Gut Microbiome Alterations in Astronauts Induced by Long-Duration Connement. Comput. Struct. Biotechnol. J. 2021 ,19, 22232235. CrossRef PubMed 103. Chen, Y.; Xu, C.; Zhong, C.; Lyu, Z.; Liu, J.; Zhanghuang, C.; Huanhuan, D.; Bingmu, X.; Qiong, X. Temporal Characteristics of the Oropharyngeal and Nasal Microbiota Structure in Crewmembers Stayed 180 Days in the Controlled Ecological Life Support System. Front. Microbiol. 2021 ,11, 3497. CrossRef PubMed 104. Saei, A.; Barzegari, A. The Microbiome: The Forgotten Organ of the Astronauts BodyProbiotics beyond Terrestrial Limits. Future Microbiol. 2012 ,7, 10371046. CrossRef 105. Proctor, L. Priorities for the next 10 Years of Human Microbiome Research. Nature 2019 ,569, 623625. CrossRef 106. Shreiner, A.B.; Kao, J.Y.; Young, V .B. The Gut Microbiome in Health and in Disease. Curr. Opin. Gastroenterol. 2015 ,31, 69. CrossRef 107. Oren, A.; Garrity , G.M. Valid Publication of the Names of Forty-Two Phyla of Prokaryotes. Int. J. Syst. Evol. Microbiol. 2021 ,71, 005056 . CrossRef 108. Siddiqui, R.; Qaisar, R.; Goswami, N.; Khan, N.A.; Elmoselhi, A. Effect of Microgravity Environment on Gut Microbiome and Angiogenesis. Life2021 ,11, 1008. CrossRef 109. Dong, H.; Chen, P .; Yu, Y.; Zang, P .; Wei, Z. Simulated Manned Mars Exploration: Effects of Dietary and Diurnal Cycle Variations on the Gut Microbiome of Crew Members in a Controlled Ecological Life Support System. PeerJ 2019 ,7, e7762. CrossRef 110. Gerassy-Vainberg, S.; Blatt, A.; Danin-Poleg, Y.; Gershovich, K.; Sabo, E.; Nevelsky, A.; Daniel, S.; Dahan, A.; Ziv, O.; Dheer, R.; et al. Radiation Induces Proinammatory Dysbiosis: Transmission of Inammatory Susceptibility by Host Cytokine Induction. Gut2018 ,67, 97107. CrossRef 111. Kaczmarek, J.; Thompson, S.; Holscher, H. Complex Interactions of Circadian Rhythms, Eating Behaviors, and the Gastrointestinal Microbiota and Their Potential Impact on Health. Nutr. Rev. 2017 ,75, 673682. CrossRef PubMed 112. Siddiqui, R.; Akbar, N.; Khan, N.A. Gut Microbiome and Human Health under the Space Environment. J. Appl. Microbiol. 2020 ,130, 1424. CrossRef PubMedLife2022 ,12, 495 34 of 47 113. Alauzet, C.; Cunat, L.; Wack, M.; Lanfumey, L.; Legrand-Frossi, C.; Lozniewski, A.; Agrinier, N.; Cailliez-Grimal, C.; Frippiat, J.P . Impact of a Model Used to Simulate Chronic Socio-Environmental Stressors Encountered during Spaceight on Murine Intestinal Microbiota. Int. J. Mol. Sci. 2020 ,21, 7863. CrossRef PubMed 114. Voorhies, A.A.; Lorenzi, H.A. The Challenge of Maintaining a Healthy Microbiome during Long-Duration Space Missions. Front. Astron. Space Sci. 2016 ,3, 23. CrossRef 115. Turroni, S.; Magnani, M.; Kc, P .; Lesnik, P .; Vidal, H.; Heer, M. Gut Microbiome and Space Travelers Health: State of the Art and Possible ProPrebiotic Strategies for Long-Term Space Missions. Front. Physiol. 2020 ,11, 1135. CrossRef 116. Chen, W.; Liu, F.; Ling, Z.; Tong, X.; Xiang, C. Human Intestinal Lumen and Mucosa-Associated Microbiota in Patients with Colorectal Cancer. PLoS ONE 2012 ,7, e39743. CrossRef 117. Dietlein, L.F. Skylab: A Beginning. In Proceedings of the Skylab Life Sciences Symposium, Houston, TX, USA, 1 November 1974; Volume 2, pp. 795859. 118. Duncan, S.H.; Belenguer, A.; Holtrop, G.; Johnstone, A.M.; Flint, H.J.; Lobley, G.E. Reduced Dietary Intake of Carbo- hydrates by Obese Subjects Results in Decreased Concentrations of Butyrate and Butyrate-Producing Bacteria in Feces. Appl. Environ. Microbiol. 2007 ,73, 10731078. CrossRef 119. LaPelusa, M.; Donoviel, D.; Branzini, S.E.; Carlson, P .E.; Culler, S.; Cheema, A.K.; Kaddurah-Daouk, R.; Kelly, D.; de Cremoux, I.; Knight, R.; et al. Microbiome for Mars: Surveying microbiome connections to healthcare with implications for long-duration human spaceight, virtual workshop, 13 July 2020. Microbiome 2021 ,9, 2. CrossRef 120. Chen, Y.E.; Fischbach, M.A.; Belkaid, Y. Skin MicrobiotaHost Interactions. Nature 2018 ,553, 427436. CrossRef 121. Farkas, .; Farkas, G. Effects of Spaceight on Human Skin. Skin Pharmacol. Physiol. 2021 ,34, 239245. CrossRef 122. Nefedov, Y.; Shilov, V .; Konstantinova, I.; Zaloguyev, S. Microbiological and Immunological Aspects of Extended Manned Space Flights. Life Sci. Space Res. 1971 ,9, 1116. PubMed 123. Ortiz, S.; Herrman, E.; Lyashenko, C.; Purcell, A.; Raslan, K.; Khor, B.; Snow, M.; Forsyth, A.; Choi, D.; Maier, T.; et al. Sex-Specic Differences in the Salivary Microbiome of Caries-Active Children. J. Oral Microbiol. 2019 ,11, 1653124. CrossRef PubMed 124. Abusleme, L.; Dupuy, A.K.; Dutzan, N.; Silva, N.; Burleson, J.A.; Strausbaugh, L.D.; Gamonal, J.; Diaz, P .I. The Subgingival Microbiome in Health and Periodontitis and Its Relationship with Community Biomass and Inammation. ISME J. 2013 ,7, 10161025. CrossRef PubMed 125. Ruokolainen, L.; von Hertzen, L.; Fyhrquist, N.; Laatikainen, T.; Lehtomki, J.; Auvinen, P .; Karvonen, A.; Hyvrinen, A.; Tillmann, V .; Niemel, O.; et al. Green Areas around Homes Reduce Atopic Sensitization in Children. Allergy 2015 ,70, 195202. CrossRef 126. Braun, N.; Thomas, S.; Tronnier, H.; Heinrich, U. Self-Reported Skin Changes by a Selected Number of Astronauts after Long-Duration Mission on Iss as Part of the Skin B Project. Skin Pharmacol. Physiol. 2019 ,32, 5257. CrossRef 127. Muluk, N.B.; Altin, F.; Cingi, C. Role of Superantigens in Allergic Inammation: Their Relationship to Allergic Rhinitis, Chronic Rhinosinusitis, Asthma, and Atopic Dermatitis. Am. J. Rhinol. Allergy 2018 ,32, 502517. CrossRef 128. Ramakrishnan, V .R.; Feazel, L.M.; Abrass, L.J.; Frank, D.N. Prevalence and Abundance of Staphylococcus Aureus in the Middle Meatus of Patients with Chronic Rhinosinusitis, Nasal Polyps, and Asthma. Int. Forum. Allergy Rhinol. 2013 ,3, 267271. CrossRef 129. Taylor, P .W. Impact of Space Flight on Bacterial Virulence and Antibiotic Susceptibility. Infect. Drug Resist. 2015 ,8, 249262. CrossRef 130. Benoit, M.R.; Klaus, D.M. Microgravity, Bacteria, and the Inuence of Motility. Adv. Space Res. 2007 ,39, 12251232. CrossRef 131. Nickerson, C.; Ott, C.; Wilson, J.; Ramamurthy, R.; LeBlanc, C.; Honer zu Bentrup, K.; Hammond, T.; Pierson, D. Low-Shear Modeled Microgravity: A Global Environmental Regulatory Signal Affecting Bacterial Gene Expression, Physiology, and Pathogenesis. J. Microbiol. Methods 2003 ,54, 111. CrossRef 132. Urbaniak, C.; Sielaff, A.C.; Frey, K.G.; Allen, J.E.; Singh, N.; Jaing, C.; Wheeler, K.; Venkateswaran, K. Detection of Antimicrobial Resistance Genes Associated with the International Space Station Environmental Surfaces. Sci. Rep. 2018 ,8, 814. CrossRef PubMed 133. Foster, J.S.; Wheeler, R.M.; Pamphile, R. Host-Microbe Interactions in Microgravity: Assessment and Implications. Life2014 ,4, 250266. CrossRef PubMed 134. Simon, .; Smarandache, A.; Iancu, V .; Pascu, M.L. Stability of Antimicrobial Drug Molecules in Different Gravitational and Radiation Conditions in View of Applications during Outer Space Missions. Molecules 2021 ,26, 2221. CrossRef PubMed 135. Aunins, T.R.; Erickson, K.E.; Prasad, N.; Levy, S.E.; Jones, A.; Shrestha, S.; Mastracchio, R.; Stodieck, L.; Klaus, D.; Zea, L.; et al. Spaceight Modies Escherichia Coli Gene Expression in Response to Antibiotic Exposure and Reveals Role of Oxidative Stress Response. Front. Microbiol. 2018 ,9, 310. CrossRef 136. Tirumalai, M.R.; Karouia, F.; Tran, Q.; Stepanov, V .G.; Bruce, R.J.; Ott, C.M.; Pierson, D.L.; Fox, G.E. Evaluation of Acquired Antibiotic Resistance in Escherichia Coli Background Antibiotic Exposure. MBio 2019 ,10, e02637-18. CrossRef 137. Chopra, V .; Fadl, A.; Sha, J.; Chopra, S.; Galindo, C.L.; Chopra, A.K. Alterations in the Virulence Potential of Enteric Pathogens and Bacterial-Host Cell Interactions under Simulated Microgravity Conditions. J. Toxicol. Environ. Health 2006 ,69, 13451370. CrossRef 138. Allen, C.A.; Niesel, D.W.; Torres, A. The Effects of Low-Shear Stress on Adherent-Invasive Escherichia Coli. Environ. Microbiol. 2008 ,10, 15121525. CrossRefLife2022 ,12, 495 35 of 47 139. Wilson, J.W.; Ott, C.M.; Hner zu Bentrup, K.; Ramamurthy, R.; Quick, L.; Porwollik, S.; Cheng, P .; McClelland, M.; Tsaprailis, G.; Radabaugh, T.; et al. Space Flight Alters Bacterial Gene Expression and Virulence and Reveals a Role for Global Regulator Hfq. Proc. Natl. Acad. Sci. USA 2007 ,104, 1629916304. CrossRef 140. Crabbe, A.; Schurr, M.J.; Monsieurs, P .; Morici, L.; Schurr, J.; Wilson, J.W.; Ott, C.M.; Tsaprailis, G.; Pierson, D.L.; Stefanyshyn-Piper, H .; et al . Transcriptional and Proteomic Responses of Pseudomonas Aeruginosa PAO1 to Spaceight Conditions Involve Hfq Regulation and Reveal a Role for Oxygen. Appl. Environ. Microbiol. 2011 ,77, 12211230. CrossRef 141. Crabbe, A.; Nielsen-Preiss, S.M.; Woolley , C.M.; Barrila, J.; Buchanan, K.; McCracken, J.; Inglis, D.O.; Searles, S.C.; Nelman-Gonzalez, M.A. ; Ott, C.M.; et al . Spaceight Enhances Cell Aggregation and Random Budding in Candida Albicans. PLoS ONE 2013 ,8, e80677. CrossRef 142. Searles, S.C.; Woolley, C.M.; Petersen, R.A.; Hyman, L.E.; Nielsen-Preiss, S.M.; Searles, S.C.; Woolley, C.M.; Petersen, R.A.; Hyman, L.E.; Nielsen-Preiss, S.M. Modeled Microgravity Increases Filamentation, Biolm Formation, Phenotypic Switching, and Antimicrobial Resistance in Candida Albicans. Astrobiology 2011 ,11, 825836. CrossRef PubMed 143. Kim, W.; Tengra, F.K.; Young, Z.; Shong, J.; Marchand, N.; Chan, H.K.; Pangule, R.C.; Parra, M.; Dordick, J.S.; Plawsky, J.L.; et al. Spaceight Promotes Biolm Formation by Pseudomonas Aeruginosa. PLoS ONE 2013 ,8, e62437. CrossRef 144. Wilson, J.W.; Ott, C.M.; Quick, L.; Davis, R.; zu Bentrup, K.H.; Crabb , A.; Richter, E.; Sarker, S.; Barrila, J.; Porwollik, S.; et al. Media Ion Composition Controls Regulatory and Virulence Response of Salmonella in Spaceight. PLoS ONE 2008 ,3, e3923. CrossRef PubMed 145. Baxter, K.; Clark, K.B. Studying Impacts of Gravity on Essential Microbe-Animal Interactions in Analogue and Real Nonterran Environ- ments ; The National Academies of Sciences Engineering Medicine: Washington, DC, USA, 2021. 146. Ghannoum, M. Cooperative Evolutionary Strategy between the Bacteriome and Mycobiome. MBio 2016 ,7, e01951-16. CrossRef PubMed 147. Siefert, J.L. Man and His Spaceships. Mob. Genet. Elem. 2012 ,2, 272278. CrossRef PubMed 148. Meehan, C.; Beiko, R. Lateral Gene Transfer of an ABC Transporter Complex between Major Constituents of the Human Gut Microbiome. BMC Microbiol. 2012 ,12, 248. CrossRef 149. Liu, L.; Chen, X.; Skogerb, G.; Zhang, P .; Chen, R.; He, S.; Huang, D.-W. The Human Microbiome: A Hot Spot of Microbial Horizontal Gene Transfer. Genomics 2012 ,100, 265270. CrossRef 150. Smillie, C.; Smith, M.; Friedman, J.; Cordero, O.; David, L.; Alm, E. Ecology Drives a Global Network of Gene Exchange Connecting the Human Microbiome. Nature 2011 ,480, 241244. CrossRef 151. Botelho, J.; Schulenburg, H. The Role of Integrative and Conjugative Elements in Antibiotic Resistance Evolution. Trends Microbiol. 2021 ,29, 818. CrossRef 152. Schiwon, K.; Arends, K.; Rogowski, K.M.; Frch, S.; Prescha, K.; Sakinc, T.; Van Houdt, R.; Werner, G.; Grohmann, E. Compar- ison of Antibiotic Resistance, Biolm Formation and Conjugative Transfer of Staphylococcus and Enterococcus Isolates from International Space Station and Antarctic Research Station Concordia. Microb. Ecol. 2013 ,65, 638651. CrossRef 153. Ilyin, V .K.; Orlov, O.I.; Morozova, Y.A.; Skedina, M.A.; Vladimirov, S.K.; Plotnikov, E.V .; Artamonov, A.A. Prognostic Model for Bacterial Drug Resistance Genes Horizontal Spread in Space-Crews. Acta Astronaut. J. 2022 ,190, 388394. CrossRef 154. Engelmoer, D.J.; Rozen, D.E. Competence Increases Survival during Stress in Streptococcus Pneumoniae. Evol. Int. J. Org. Evol. 2011 ,65, 34753485. CrossRef PubMed 155. Matin, A.; Lynch, S.; Benoit, M. Increased Bacterial Resistance and Virulence in Simulated Microgravity and Its Molecular Basis. Gravit. Space Res. 2007 ,19, 3141. 156. Crucian, B.; Sams, C. Immune System Dysregulation during Spaceight: Clinical Risk for Exploration-Class Missions. J. Leukoc. Biol. 2009 ,86, 10171018. CrossRef PubMed 157. David, L.A.; Maurice, C.F.; Carmody, R.N.; Gootenberg, D.B.; Button, J.E.; Wolfe, B.E.; Ling, A.V .; Devlin, A.S.; Varma, Y.; Fischbach, M.A.; et al. Diet Rapidly and Reproducibly Alters the Human Gut Microbiome. Nature 2014 ,505, 559563. CrossRef PubMed 158. Clarke, S.F.; Murphy, E.F.; OSullivan, O.; Lucey, A.J.; Humphreys, M.; Hogan, A.; Hayes, P .; OReilly, M.; Jeffery, I.B.; Wood-Martin, R.; et al. Exercise and Associated Dietary Extremes Impact on Gut Microbial Diversity. Gut2014 ,63, 19131920. CrossRef 159. Carmody, R.N.; Bisanz, J.E.; Bowen, B.P .; Maurice, C.F.; Lyalina, S.; Louie, K.B.; Treen, D.; Chadaideh, K.S.; Maini Rekdal, V .; Bess, E.N.; et al. Cooking Shapes the Structure and Function of the Gut Microbiome. Nat. Microbiol. 2019 ,4, 20522063. CrossRef 160. Cowan, M.M. Plant Products as Antimicrobial Agents. Clin. Microbiol. Rev. 1999 ,12, 564582. CrossRef 161. Singh, R.K.; Chang, H.W.; Yan, D.; Lee, K.M.; Ucmak, D.; Wong, K.; Abrouk, M.; Farahnik, B.; Nakamura, M.; Zhu, T.H.; et al. Inuence of Diet on the Gut Microbiome and Implications for Human Health. J. Transl. Med. 2017 ,15, 73. CrossRef 162. Douglas, G.L.; Zwart, S.R.; Smith, S.M. Space Food for Thought: Challenges and Considerations for Food and Nutrition on Exploration Missions. J. Nutr. 2020 ,150, 22422244. CrossRef 163. Zwart, S.; Launius, R.; Coen, G.; Morgan, J.; Charles, J.; Smith, S. Body Mass Changes during Long-Duration Spaceight. Aviat. Space Environ. Med. 2014 ,85, 897904. CrossRef PubMed 164. Stein, T.P .; Leskiw, M.J.; Schluter, M.D.; Donaldson, M.R.; Larina, I. Protein Kinetics during and after Long-Duration Spaceight on MIR. Am. J. Physiol. 1999 ,276, E1014E1021. CrossRef PubMed 165. Stein, T.P .; Leskiw, M.J.; Schluter, M.D.; Hoyt, R.W.; Lane, H.W.; Gretebeck, R.E.; LeBlanc, A.D. Energy Expenditure and Balance during Spaceight on the Space Shuttle. Am. J. Physiol. Integr. Comp. Physiol. 1999 ,276, R1739R1748. CrossRef PubMedLife2022 ,12, 495 36 of 47 166. Wang, Y.; Zhao, W.; Shi, J.; Wang, J.; Hao, J.; Pang, X.; Huang, X.; Chen, X.; Li, Y.; Jin, R.; et al. Intestinal Microbiota Contributes to Altered Glucose Metabolism in Simulated Microgravity Mouse Model. FASEB J. 2019 ,33, 1014010151. CrossRef 167. Von Schwartzenberg, R.J.; Bisanz, J.E.; Lyalina, S.; Spanogiannopoulos, P .; Ang, Q.Y.; Cai, J.; Dickmann, S.; Friedrich, M.; Liu, S.Y.; Collins, S.L.; et al. Caloric Restriction Disrupts the Microbiota and Colonization Resistance. Nature 2021 ,595, 272277. CrossRef 168. Tang, H.; Rising, H.H.; Majji, M.; Brown, R.D. Long-Term Space Nutrition: A Scoping Review. Nutrients 2022 ,14, 194. CrossRef 169. Laurens, C.; Simon, C.; Vernikos, J.; Gauquelin-koch, G.; Blanc, S.; Bergouignan, A. Revisiting the Role of Exercise Countermeasure on the Regulation of Energy Balance During Space Flight. Front. Physiol. 2019 ,10, 321. CrossRef 170. Den Besten, G.; Van Eunen, K.; Groen, A.K.; Venema, K.; Reijngoud, D.J.; Bakker, B.M. The Role of Short-Chain Fatty Acids in the Interplay between Diet, Gut Microbiota, and Host Energy Metabolism. J. Lipid Res. 2013 ,54, 23252340. CrossRef 171. Zeevi, D.; Korem, T.; Zmora, N.; Israeli, D.; Rothschild, D.; Weinberger, A.; Ben-Yacov, O.; Lador, D.; Avnit-Sagi, T.; Lotan-Pompan, M.; et al. Personalized Nutrition by Prediction of Glycemic Responses. Cell2015 ,163, 10791094. CrossRef 172. Wang, H.; Braun, C.; Murphy, E.F.; Enck, P . Bidobacterium Longum 1714 Strain Modulates Brain Activity of Healthy Volunteers During Social Stress. Am. J. Gastroenterol. 2019 ,114, 11521162. CrossRef 173. Ottman, N.; Geerlings, S.Y.; Aalvink, S.; de Vos, W.M.; Belzer, C. Action and Function of Akkermansia Muciniphila in Microbiome Ecology, Health and Disease. Best Pract. Res. Clin. Gastroenterol. 2017 ,31, 637642. CrossRef PubMed 174. OToole, P .W.; Marchesi, J.R.; Hill, C. Next-Generation Probiotics: The Spectrum from Probiotics to Live Biotherapeutics. Nat. Microbiol. 2017 ,2, 17057. CrossRef PubMed 175. Roager, H.M.; Hansen, L.B.S.; Bahl, M.I.; Frandsen, H.L.; Carvalho, V .; Gbel, R.J.; Dalgaard, M.D.; Plichta, D.R.; Sparholt, M.H.; Vestergaard, H.; et al. Colonic Transit Time Is Related to Bacterial Metabolism and Mucosal Turnover in the gut. Nat. Microbiol. 2016 ,1, 16093. CrossRef PubMed 176. Nakatsuji, T.; Cheng, J.Y.; Gallo, R.L. Mechanisms for Control of Skin Immune Function by the Microbiome. Curr. Opin. Immunol. 2021 ,72, 324330. CrossRef 177. Rogers, A.W.L.; Tsolis, R.M.; Bumler, A.J. Salmonella versus the Microbiome. Microbiol. Mol. Biol. Rev. 2021 ,85, e00027-19. CrossRef 178. Liu, Q.; Liu, Q.; Meng, H.; Lv, H.; Liu, Y.; Liu, J.; Wang, H.; He, L.; Qin, J.; Wang, Y.; et al. Staphylococcus Epidermidis Contributes to Healthy Maturation of the Nasal Microbiome by Stimulating Antimicrobial Peptide Production. Cell Host Microbe 2020 ,27, 6878.e5. CrossRef 179. Zheng, J.; Gnzle, M.G.; Lin, X.B.; Ruan, L.; Sun, M. Diversity and Dynamics of Bacteriocins from Human Microbiome. Environ. Microbiol. 2015 ,17, 21332143. CrossRef 180. Barrila, J.; Sarker, S.F.; Hansmeier, N.; Yang, S.; Buss, K.; Briones, N.; Park, J.; Davis, R.R.; Forsyth, R.J.; Mark Ott, C.; et al. Evaluating the Effect of Spaceight on the Host-Pathogen Interaction between Human Intestinal Epithelial Cells and Salmonella Typhimurium. NPJ Microgravity 2021 ,7, 9. CrossRef 181. Dumas, M.-E.; Maibaum, E.C.; Teague, C.; Ueshima, H.; Zhou, B.; Lindon, J.C.; Nicholson, J.K.; Stamler, J.; Elliott, P .; Chan, Q.; et al. Assessment of Analytical Reproducibility of 1H NMR Spectroscopy Based Metabonomics for Large-Scale Epidemiological Research: The INTERMAP Study. Anal. Chem. 2006 ,78, 21992208. CrossRef 182. Crucian, B.; Babiak-Vazquez, A.; Johnston, S.; Pierson, D.L.; Ott, C.M.; Sams, C. Incidence of Clinical Symptoms during Long-Duration Orbital Spaceight. Int. J. Gen. Med. 2016 ,9, 383391. CrossRef 183. Zhou, M.; He, J.; Shen, Y.; Zhang, C.; Wang, J.; Chen, Y. New Frontiers in Genetics, Gut Microbiota, and Immunity: A Rosetta Stone for the Pathogenesis of Inammatory Bowel Disease. BioMed Res. Int. 2017 ,2017 , 8201672. CrossRef PubMed 184. Kamada, N.; Nunez, G. Regulation of the Immune System by the Resident Intestinal Bacteria. Gastroenterology 2014 ,146, 14771488. CrossRef 185. Kinross, J.M.; Darzi, A.W.; Nicholson, J.K. Gut Microbiome-Host Interactions in Health and Disease. Genome Med. 2011 ,3, 14. CrossRef 186. Gao, L.; Xu, T.; Huang, G.J.; Iang, S.; Gu, Y.; Chen, F. Oral Microbiomes: More and More Importance in Oral Cavity and Whole Body. Protein Cell. 2018 ,9, 488500. CrossRef PubMed 187. Idris, A.; Hasnain, S.; Huatm, L.; Koh, D. Human Diseases, Immunity and the Oral MicrobiotaInsights Gained from Metage- nomic Studies. Oral Sci. Int. 2017 ,14, 2732. CrossRef 188. Zhao, H.; Chu, M.; Huang, Z.; Yang, X.; Ran, S.; Hu, B.; Zhang, C.; Liang, J. Variations in Oral Microbiota Associated with Oral Cancer. Sci. Rep. 2017 ,7, 11773. CrossRef PubMed 189. Kilian, M.; Chapple, I.L.C.; Hannig, M.; Marsh, P .D.; Meuric, V .; Pedersen, A.M.L.; Tonetti, M.S.; Wade, W.G.; Zaura, E. The Oral MicrobiomeAn Update for Oral Healthcare Professionals. Br. Dent. J. 2016 ,221, 657666. CrossRef 190. Morinaga, Y.; Take, Y.; Sasaki, D.; Ota, K.; Kaku, N.; Uno, N.; Sakamoto, K.; Kosai, K.; Miyazaki, T.; Hasegawa, H.; et al. Exploring the Microbiota of Upper Respiratory Tract during the Development of Pneumonia in a Mouse Model. PLoS ONE 2019 ,14, e022258. CrossRef 191. Katsoulis, K.; Ismailos, G.; Kipourou, M.; Kostikas, K. Microbiota and Asthma: Clinical Implications. Respir. Med. 2019 ,146, 2835. CrossRefLife2022 ,12, 495 37 of 47 192. Gonz lez-Andrade, B.; Santos-Lartigue, R.; Flores-Trevio, S.; Ramirez-Ochoa, N.S.; Bocanegra-Ibarias, P .; Huerta-Torres, F.J.; Mendoza-Olazar n, S.; Villarreal-Trevio, L.; Camacho-Ortiz, A.; Villarreal-V zquez, H.; et al. The Carriage of Interleukin-1B- 31C Allele plus Staphylococcus Aureus and Haemophilus Inuenzae Increases the Risk of Recurrent Tonsillitis in a Mexican Population. PLoS ONE 2017 ,12, e0178115. CrossRef 193. Rosenthal, M.; Goldberg, D.; Aiello, A.; Larson, E.; Foxman, B. Skin Microbiota: Microbial Community Structure and Its Potential Association with Health and Disease. Infect. Genet. Evol. J. Mol. Epidemiol. Evol. Genet. Infect. Dis. 2011 ,11, 839848. CrossRef PubMed 194. Wong, V .W.; Martindale, R.G.; Longaker, M.T.; Gurtner, G.C. From Germ Theory to Germ Therapy: Skin Microbiota, Chronic Wounds, and Probiotics. Plast. Reconstr. Surg. 2013 ,132, 854e861e. CrossRef PubMed 195. Sharma, V .R.; Singh, M.; Kumar, V .; Yadav, M.; Sehrawat, N.; Sharma, D.K.; Sharma, A.K. Microbiome Dysbiosis in Cancer: Exploring Therapeutic Strategies to Counter the Disease. Semin. Cancer Biol. 2021 ,70, 6170. CrossRef PubMed 196. Louis, P .; Hold, G.; Flint, H. The Gut Microbiota, Bacterial Metabolites and Colorectal Cancer. Nat. Rev. Microbiol. 2014 ,12, 661672. CrossRef PubMed 197. Kim, H.; Shin, Y.; Kim, D.H. Mechanobiological Implications of Cancer Progression in Space. Front. Cell Dev. Biol. 2021 ,9, 740009. CrossRef 198. Reynolds, R.; Little, M.P .; Day, S.; Charvat, J.; Blattnig, S.; Huff, J.; Patel, Z.S. Cancer Incidence and Mortality in the USA Astronaut Corps, 19592017. Occup. Environ. Med. 2021 ,78, 869875. CrossRef 199. Kuwahara, A.; Matsuda, K.; Kuwahara, Y.; Asano, S.; Inui, T.; Marunaka, Y. Microbiota-Gut-Brain Axis: Enteroendocrine Cells and the Enteric Nervous System Form an Interface between the Microbiota and the Central Nervous System. Biomed. Res. 2020 ,41, 199216. CrossRef 200. Smith, R.P .; Easson, C.; Lyle, S.M.; Kapoor, R.; Donnelly, C.P .; Davidson, E.J.; Parikh, E.; Lopez, J.V .; Tartarid, J.L. Gut Microbiome Diversity Is Associated with Sleep Physiology in Humans. PLoS ONE 2019 ,14, e0222394. CrossRef 201. Simpson, C.A.; Diaz-Arteche, C.; Eliby, D.; Schwartz, O.S.; Simmons, J.G.; Cowan, C.S.M.M. The Gut Microbiota in Anxiety and DepressionA Systematic Review. Clin. Psychol. Rev. 2021 ,83, 101943. CrossRef 202. Valles-Colomer, M.; Falony, G.; Darzi, Y.; Tigchelaar, E.F.; Wang, J.; Tito, R.Y.; Schiweck, C.; Kurilshikov, A.; Joossens, M.; Wijmenga, C.; et al. The Neuroactive Potential of the Human Gut Microbiota in Quality of Life and Depression. Nat. Microbiol. 2019 ,4, 623632. CrossRef 203. Galland, L. The Gut Microbiome and the Brain. J. Med. Food 2014 ,17, 12611272. CrossRef PubMed 204. Kang, D.W.; Adams, J.B.; Gregory, A.C.; Borody, T.; Chittick, L.; Fasano, A.; Khoruts, A.; Geis, E.; Maldonado, J.; McDonough- Means, S.; et al. Microbiota Transfer Therapy Alters Gut Ecosystem Andimproves Gastrointestinal and Autism Symptoms: An Open-Label Study. Microbiome 2017 ,5, 10. CrossRef 205. Kelly, J.R.; Minuto, C.; Cryan, J.F.; Clarke, G.; Dinan, T.G. Cross Talk: The Microbiota and Neurodevelopmental Disorders. Front. Neurosci. 2017 ,11, 490. CrossRef PubMed 206. Mayer, E.A.; Tillisch, K.; Gupta, A. GutBrain Axis and the Microbiota. J. Clin. Investig. 2015 ,125, 926938. CrossRef PubMed 207. Foster, J.A.; McVey Neufeld, K.-A. Gut-Brain Axis: How the Microbiome Inuences Anxiety and Depression. Trends Neurosci. 2013 ,36, 305312. CrossRef PubMed 208. Liu, R.T. The Microbiome as a Novel Paradigm in Studying Stress and Mental Health. Am. Psychol. 2017 ,72, 655667. CrossRef 209. Mulak, A.; Bonaz, B. Brain-Gut-Microbiota Axis in Parkinsons Disease. World J. Gastroenterol. 2015 ,21, 1060910620. CrossRef 210. Ponomarev, S.; Kalinin, S.; Sadova, A.; Rykova, M.; Orlova, K.; Crucian, B. Immunological Aspects of Isolation and Connement. Front. Immunol. 2021 ,12, 2449. CrossRef 211. Mark Shelhamer, B. Space between the Ears. In Cerebrum: The Dana Forum on Brain Science ; Dana Foundation: New York, NY, USA, 2021. 212. De La Torre, G.G. Cognitive Neuroscience in Space. Life2014 ,4, 281294. CrossRef 213. Carabotti, M.; Scirocco, A.; Maselli, M.A.; Severi, C. The Gut-Brain Axis: Interactions between Enteric Microbiota, Central and Enteric Nervous Systems. Ann. Gastroenterol. 2015 ,28, 203209. 214. Yang, B.; Wei, J.; Ju, P .; Chen, J. Effects of Regulating Intestinal Microbiota on Anxiety Symptoms: A Systematic Review Systematic ReviewMeta-Analyses. Psychiatry 2019 ,32, 100056. CrossRef 215. Stowe, R.P .; Sams, C.F.; Pierson, D.L. Adrenocortical and Immune Responses Following Short- and Long-Duration Spaceight. Aviat. Space Environ. Med. 2011 ,82, 627634. CrossRef PubMed 216. Stowe, R.P .; Sams, C.F.; Pierson, D.L. Effects of Mission Duration on Neuroimmune Responses in Astronauts. Aviat. Space Environ. Med. 2003 ,74, 12811284. PubMed 217. Nickerson, C.A.; Ott, C.M.; Wilson, J.W.; Ramamurthy, R.; Pierson, D.L. Microbial Responses to Microgravity and Other Low-Shear Environments. Microbiol. Mol. Biol. Rev. 2004 ,68, 345361. CrossRef PubMed 218. Foster, J.S.; Khodadad, C.L.M.M.; Ahrendt, S.R.; Parrish, M.L. Impact of Simulated Microgravity on the Normal Developmental Time Line of an Animal-Bacteria Symbiosis. Sci. Rep. 2013 ,3, 1340. CrossRef PubMed 219. Li, P .; Shi, J.; Zhang, P .; Wang, K.; Li, J.; Liu, H.; Zhou, Y.; Xu, X.; Hao, J.; Sun, X.; et al. Simulated Microgravity Disrupts Intestinal Homeostasis and Increases Colitis Susceptibility. FASEB J. 2015 ,29, 32633273. CrossRef 220. Davidson, J.M.; Aquino, A.M.; Woodward, S.C.; Wilnger, W.W. Sustained Microgravity Reduces Intrinsic Wound Healing and Growth Factor Responses in the Rat. FASEB J. 1999 ,13, 325329. CrossRefLife2022 ,12, 495 38 of 47 221. Stowe, R.P .; Sams, C.F.; Mehta, S.K.; Kaur, I.; Jones, M.L.; Feeback, D.L.; Pierson, D.L. Leukocyte Subsets and Neutrophil Function after Short-Term Spaceight. J. Leukoc. Biol. 1999 ,65, 179186. CrossRef 222. Crucian, B.; Stowe, R.P .; Mehta, S.; Quiriarte, H.; Pierson, D.; Sams, C. Alterations in Adaptive Immunity Persist during Long-Duration Spaceight. NPJ Microgravity 2015 ,1, 15013. CrossRef 223. Crucian, B.E.; Cubbage, M.L.; Sams, C.F. Altered Cytokine Production by Specic Human Peripheral Blood Cell Subsets Immediately Following Space Flight. J. Interf. Cytokine Res. 2000 ,20, 547556. CrossRef 224. Boonyaratanakornkit, J.B.; Cogoli, A.; Li, C.-F.; Schopper, T.; Pippia, P .; Galleri, G.; Meloni, M.A.; Hughes-Fulford, M. Key Gravity-sensitive Signaling Pathways Drive T-cell Activation. FASEB J. 2005 ,19, 20202022. CrossRef PubMed 225. Nash, P .V .; Konstantinova, I.V .; Fuchs, B.B.; Rakhmilevich, A.L.; Lesnyak, A.T.; Mastro, A.M. Effect of Spaceight on Lymphocyte Proliferation and Interleukin-2 Production. J. Appl. Physiol. 1992 ,73, 186S190S. CrossRef PubMed 226. Grove, D.S.; Pishak, S.A.; Mastro, A.M. The Effect of a 10-Day Space Flight on the Function, Phenotype, and Adhesion Molecule Expression of Splenocytes and Lymph Node Lymphocytes. Exp. Cell Res. 1995 ,219, 102109. CrossRef PubMed 227. Sonnenfeld, G.; Mandel, A.D.; Konstantinova, I.V .; Berry, W.D.; Taylor, G.R.; Lesnyak, A.T.; Fuchs, B.B.; Rakhmilevich, A.L. Sonnenfeld Spaceight Alters Immune Cell Function and Distribution. J. Appl. Physiol. 1992 ,73, 191S195S. CrossRef 228. Crucian, B.; Stowe, R.; Mehta, S.; Uchakin, P .; Quiriarte, H.; Pierson, D.; Sams, C. Immune System Dysregulation Occurs during Short Duration Spaceight on Board the Space Shuttle. J. Clin. Immunol. 2013 ,33, 456465. CrossRef 229. Crucian, B.E.; Stowe, R.P .; Pierson, D.L.; Sams, C.F. Immune System Dysregulation Following Short- vs Long-Duration Spaceight. Aviat. Spacce Environ. Med. 2008 ,79, 835843. CrossRef 230. Crucian, B.E.; Zwart, S.R.; Mehta, S.; Uchakin, P .; Quiriarte, H.D.; Pierson, D.; Sams, C.F.; Smith, S.M. Plasma Cytokine Concentrations Indicate That In Vivo Hormonal Regulation of Immunity Is Altered during Long-Duration Spaceight. J. Interf. Cytokine Res. 2014 ,34, 778786. CrossRef 231. Mehta, S.K.; Crucian, B.E.; Stowe, R.P .; Simpson, R.J.; Ott, C.M.; Sams, C.F.; Pierson, D.L. Reactivation of Latent Viruses Is Associated with Increased Plasma Cytokines in Astronauts. Cytokine 2013 ,61, 205209. CrossRef 232. Crucian, B.; Stowe, R.; Quiriarte, H.; Pierson, D.; Sams, C. Monocyte Phenotype and Cytokine Production Proles Are Dysregu- lated by Short-Duration Spaceight. Aviat. Space Environ. Med. 2011 ,82, 857862. CrossRef 233. Chapes, S.K.; Morrison, D.R.; Guikema, J.A.; Lewis, M.L.; Spooner, B.S. Production and Action of Cytokines in Space. Adv. Space Res. 1994 ,14, 59. CrossRef 234. Kaur, I.; Simons, E.R.; Castro, V .A.; Mark Ott, C.; Pierson, D.L. Changes in Neutrophil Functions in Astronauts. Brain Behav. Immun. 2004 ,18, 443450. CrossRef PubMed 235. Kaur, I.; Simons, E.R.; Castro, V .A.; Ott, C.M.; Pierson, D.L. Changes in Monocyte Functions of Astronauts. Brain Behav. Immun. 2005 ,19, 547554. CrossRef PubMed 236. Rykova, M.P .; Antropova, E.N.; Larina, I.M.; Morukov, B.V . Humoral and Cellular Immunity in Cosmonauts after the ISS Missions. Acta Astronaut. 2008 ,63, 697705. CrossRef 237. Konstantinova, I.V .; Rykova, M.; Meshkov, D.; Peres, C.; Husson, D.; Schmitt, D.A. Natural Killer Cells after ALTAIR Mission. Acta Astronaut. 1995 ,36, 713718. CrossRef 238. Bigley, A.B.; Agha, N.H.; Baker, F.L.; Spielmann, G.; Kunz, H.E.; Mylabathula, P .L.; Rooney, B.V .; Laughlin, M.S.; Mehta, S.K.; Pierson, D.L.; et al. NK Cell Function Is Impaired during Long-Duration Spaceight. J. Appl. Physiol. 2019 ,126, 842853. CrossRef 239. Gilbert, R.; Torres, M.; Clemens, R.; Hateley, S.; Hosamani, R.; Wade, W.; Bhattacharya, S. Spaceight and Simulated Microgravity Conditions Increase Virulence of Serratia Marcescens in the Drosophila Melanogaster Infection Model. NPJ Microgravity 2020 ,6, 4. CrossRef 240. Knox, B.P .; Blachowicz, A.; Palmer, J.M.; Romsdahl, J.; Huttenlocher, A.; Wang, C.C.C.; Keller, N.P .; Venkateswaranc, K.; Knox, B.P .; Blachowicz, A.; et al. Characterization of Aspergillus Fumigatus Isolates from Air and Surfaces of the International Space Station. Clin. Sci. Epidemiol. 2016 ,1, 115. CrossRef 241. Zhang, D.; Frenette, P .S. Cross Talk between Neutrophils and the Microbiota. Blood 2019 ,133, 21682177. CrossRef 242. Chang, P .V .; Hao, L.; Offermanns, S.; Medzhitov, R. The Microbial Metabolite Butyrate Regulates Intestinal Macrophage Function via Histone Deacetylase Inhibition. Proc. Natl. Acad. Sci. USA 2014 ,111, 22472252. CrossRef 243. Mitsuyama, M.; Ohara, R.; Amako, K.; Nomoto, K.; Yokokura, T.; Nomoto, K. Ontogeny of Macrophage Function to Release Superoxide Anion in Conventional and Germfree Mice. Infect. Immun. 1986 ,52, 236239. CrossRef 244. Li, H.; Limenitakis, J.P .; Greiff, V .; Yilmaz, B.; Schren, O.; Urbaniak, C.; Znd, M.; Lawson, M.A.E.; Young, I.D.; Rupp, S.; et al. Mucosal or Systemic Microbiota Exposures Shape the B Cell Repertoire. Nature 2020 ,584, 274278. CrossRef 245. Hapfelmeier, S.; Lawson, M.A.E.; Slack, E.; Kirundi, J.K.; Stoel, M.; Heikenwalder, M.; Cahenzli, J.; Velykoredko, Y.; Balmer, M.L.; Endt, K.; et al. Reversible Microbial Colonization of Germ-Free Mice Reveals the Dynamics of IgA Immune Responses. Science 2010 ,328, 17051709. CrossRef PubMed 246. Teng, F.; Klinger, C.N.; Felix, K.M.; Bradley, C.P .; Wu, E.; Tran, N.L.; Umesaki, Y.; Wu, H.-J.J. Gut Microbiota Drive Autoimmune Arthritis by Promoting Differentiation and Migration of Peyers Patch T Follicular Helper Cells. Immunity 2016 ,44, 875888. CrossRef PubMed 247. Kubinak, J.L.; Petersen, C.; Stephens, W.Z.; Soto, R.; Bake, E.; OConnell, R.M.; Round, J.L. MyD88 Signaling in T Cells Directs IgA-Mediated Control of the Microbiota to Promote Health. Cell Host Microbe 2015 ,17, 153163. CrossRef PubMedLife2022 ,12, 495 39 of 47 248. Bachem, A.; Makhlouf, C.; Binger, K.J.; de Souza, D.P .; Tull, D.; Hochheiser, K.; Whitney, P .G.; Fernandez-Ruiz, D.; Dhling, S.; Kastenmller, W.; et al. Microbiota-Derived Short-Chain Fatty Acids Promote the Memory Potential of Antigen-Activated CD8 T Cells. Immunity 2019 ,51, 285297.e5. CrossRef 249. Schirmer, M.; Smeekens, S.P .; Vlamakis, H.; Jaeger, M.; Oosting, M.; Franzosa, E.A.; Horst, R.T.; Jansen, T.; Jacobs, L.; Bonder, M.J.; et al. Linking the Human Gut Microbiome to Inammatory Cytokine Production Capacity. Cell2016 ,167, 1897. CrossRef 250. Gaboriau-Routhiau, V .; Rakotobe, S.; L cuyer, E.; Mulder, I.; Lan, A.; Bridonneau, C.; Rochet, V .; Pisi, A.; De Paepe, M.; Brandi, G.; et al. The Key Role of Segmented Filamentous Bacteria in the Coordinated Maturation of Gut Helper T Cell Responses. Immunity 2009 ,31, 677689. CrossRef 251. Kim, C.H.; Park, J.; Kim, M. Gut Microbiota-Derived Short-Chain Fatty Acids, T Cells, and Inammation. Immune Netw. 2014 , 14, 277. CrossRef 252. Zheng, D.; Liwinski, T.; Elinav, E. Interaction between Microbiota and Immunity in Health and Disease. Cell Res. 2020 ,30, 492506. CrossRef 253. Ivanov, I.I.; Atarashi, K.; Manel, N.; Brodie, E.L.; Shima, T.; Karaoz, U.; Wei, D.; Goldfarb, K.C.; Santee, C.A.; Lynch, S.V .; et al. Induction of Intestinal Th17 Cells by Segmented Filamentous Bacteria. Cell2009 ,139, 485498. CrossRef 254. Atarashi, K.; Tanoue, T.; Shima, T.; Imaoka, A.; Kuwahara, T.; Momose, Y.; Cheng, G.; Yamasaki, S.; Saito, T.; Ohba, Y.; et al. Induction of Colonic Regulatory T Cells by Indigenous Clostridium Species. Science 2011 ,331, 337341. CrossRef PubMed 255. Ivanov, I.I.; de Llanos Frutos, R.; Manel, N.; Yoshinaga, K.; Rifkin, D.B.; Sartor, R.B.; Finlay, B.B.; Littman, D.R. Specic Microbiota Direct the Differentiation of Th17 Cells in the Mucosa of the Small Intestine. Cell Host Microbe 2008 ,4, 337349. CrossRef PubMed 256. Atarashi, K.; Tanoue, T.; Oshima, K.; Suda, W.; Nagano, Y.; Nishikawa, H.; Fukuda, S.; Saito, T.; Narushima, S.; Hase, K.; et al. Treg Induction by a Rationally Selected Mixture of Clostridia Strains from the Human Microbiota. Nature 2013 ,500, 232. CrossRef PubMed 257. Mishima, Y.; Oka, A.; Liu, B.; Herzog, J.W.; Eun, C.S.; Fan, T.J.; Bulik-Sullivan, E.; Carroll, I.M.; Hansen, J.J.; Chen, L.; et al. Microbiota Maintain Colonic Homeostasis by Activating TLR2MyD88PI3K Signaling in IL-10-Producing Regulatory B Cells. J. Clin. Investig. 2019 ,129, 37023716. CrossRef PubMed 258. Makki, K.; Deehan, E.C.; Walter, J.; Bckhed, F. The Impact of Dietary Fiber on Gut Microbiota in Host Health and Disease. Cell Host Microbe 2018 ,23, 705715. CrossRef 259. Kim, C.H. Control of Lymphocyte Functions by Gut Microbiota-Derived Short-Chain Fatty Acids. Cell. Mol. Immunol. 2021 ,18, 11611171. CrossRef 260. Luu, M.; Weigand, K.; Wedi, F.; Breidenbend, C.; Leister, H.; Pautz, S.; Adhikary, T.; Visekruna, A. Regulation of the Effector Function of CD8 T Cells by Gut Microbiota-Derived Metabolite Butyrate. Sci. Rep. 2018 ,8, 14430. CrossRef 261. Kim, C.H. Immune Regulation by Microbiome Metabolites. Immunology 2018 ,154, 220229. CrossRef 262. Arpaia, N.; Campbell, C.; Fan, X.; Dikiy, S.; Van Der Veeken, J.; Deroos, P .; Liu, H.; Cross, J.R.; Pfeffer, K.; Coffer, P .J.; et al. Metabolites Produced by Commensal Bacteria Promote Peripheral Regulatory T-Cell Generation. Nature 2013 ,504, 451455. CrossRef 263. Furusawa, Y.; Obata, Y.; Fukuda, S.; Endo, T.A.; Nakato, G.; Takahashi, D.; Nakanishi, Y.; Uetake, C.; Kato, K.; Kato, T.; et al. Commensal Microbe-Derived Butyrate Induces the Differentiation of Colonic Regulatory T Cells. Nature 2013 ,504, 446450. CrossRef 264. Smith, P .M.; Howitt, M.R.; Panikov, N.; Michaud, M.; Gallini, C.A.; Bohlooly-Y, M.; Glickman, J.N.; Garrett, W.S. The Microbial Metabolites, Short Chain Fatty Acids, Regulate Colonic Treg Cell Homeostasis. Science 2013 ,341, 569573. CrossRef PubMed 265. Crucian, B.; Johnston, S.; Mehta, S.; Stowe, R.; Uchakin, P .; Quiriarte, H.; Pierson, D.; Laudenslager, M.; Sams, C. A Case of Persistent Skin Rash and Rhinitis with Immune System Dysregulation Onboard the International Space Station. J. Allergy Clin. Immunol. Pract. 2016 ,4, 759762.e8. CrossRef PubMed 266. Fyhrquist, N.; Ruokolainen, L.; Suomalainen, A.; Lehtimki, S.; Veckman, V .; Vendelin, J.; Karisola, P .; Lehto, M.; Savinko, T.; Jarva, H.; et al. Acinetobacter Species in the Skin Microbiota Protect against Allergic Sensitization and Inammation. J. Allergy Clin. Immunol. 2014 ,134, 13011309.e11. CrossRef PubMed 267. Hanski, I.; Von Hertzen, L.; Fyhrquist, N.; Koskinen, K.; Torppa, K.; Laatikainen, T.; Karisola, P .; Auvinen, P .; Paulin, L.; Mkel, M.J.; et al. Environmental Biodiversity, Human Microbiota, and Allergy Are Interrelated. Proc. Natl. Acad. Sci. USA 2012 ,109, 83348339. CrossRef 268. Ogonowska, P .; Gilaberte, Y.; Bara  nska-Rybak, W.; Nakonieczna, J. Colonization with Staphylococcus Aureus in Atopic Dermatitis Patients: Attempts to Reveal the Unknown. Front. Microbiol. 2021 ,11, 3468. CrossRef PubMed 269. Kong, H.H.; Oh, J.; Deming, C.; Conlan, S.; Grice, E.A.; Beatson, M.A.; Nomicos, E.; Polley, E.C.; Komarow, H.D.; Mullikin, J.; et al. Temporal Shifts in the Skin Microbiome Associated with Disease Flares and Treatment in Children with Atopic Dermatitis. Genome Res. 2012 ,22, 850859. CrossRef 270. Burgdorf, W.; Hoenig, L. Dermatology and the American Experience in Space. JAMA Dermatol. 2015 ,151, 877. CrossRef 271. Hawkins, W.; Zieglschmid, J. SP-368 Biomedical Results of Apollo. Section II, Chapter 1: Clinical Aspects of Crew Health. Available online: http:History.Nasa.GovSP-368S2ch1.Htm (accessed on 15 January 2022). 272. Mehta, S.K.; Laudenslager, M.L.; Stowe, R.P .; Crucian, B.E.; Feiveson, A.H.; Sams, C.F.; Pierson, D.L. Latent Virus Reactivation in Astronauts on the International Space Station. NPJ Microgravity 2017 ,3, 11. CrossRefLife2022 ,12, 495 40 of 47 273. Mehta, S.K.; Laudenslager, M.L.; Stowe, R.P .; Crucian, B.E.; Sams, C.F.; Pierson, D.L. Multiple Latent Viruses Reactivate in Astronauts during Space Shuttle Missions. Brain Behav. Immun. 2014 ,41, 210217. CrossRef 274. Kunz, H.E.; Makedonas, G.; Mehta, S.K.; Tyring, S.K.; Vangipuram, R.; Quiriarte, H.; Nelman-Gonzalez, M.; Pierson, D.L.; Crucian, B.E. Zoster Patients on Earth and Astronauts in Space Share Similar Immunologic Proles. Life Sci. Space Res. 2020 ,25, 119128. CrossRef 275. Buchheim, J.-I.; Billaud, J.-N.; Feuerecker, M.; Strewe, C.; Dangoisse, C.; Osterman, A.; Mehta, S.; Crucian, B.; Schelling, G.; Chouk r, A. Exploratory RNA-Seq Analysis in Healthy Subjects Reveals Vulnerability to Viral Infections during a 12- Month Period of Isolation and Connement. Brain Behav. Immun.-Health 2020 ,9, 100145. CrossRef PubMed 276. Mehta, S.K.; Pierson, D.L.; Cooley, H.; Dubow, R.; Lugg, D. Epstein-Barr Virus Reactivation Associated with Diminished Cell-Mediated Immunity in Antarctic Expeditioners. J. Med. Virol. 2000 ,61, 235240. CrossRef 277. Doolittle, J.M.; Webster-Cyriaque, J. Polymicrobial Infection and Bacterium-Mediated Epigenetic Modication of DNA Tumor Viruses Contribute to Pathogenesis. MBio 2014 ,5, e01015-14. CrossRef PubMed 278. Huang, C.B.; Emerson, K.A.; Gonzalez, O.A.; Ebersole, J.L. Oral Bacteria Induce a Differential Activation of Human Immunode- ciency Virus-1 Promoter in T Cells, Macrophages and Dendritic Cells. Oral Microbiol. Immunol. 2009 ,24, 401407. CrossRef PubMed 279. Imai, K.; Yamada, K.; Tamura, M.; Ochiai, K.; Okamoto, T. Reactivation of Latent HIV-1 by a Wide Variety of Butyric Acid- Producing Bacteria. Cell. Mol. Life Sci. 2012 ,69, 25832592. CrossRef PubMed 280. Ye, F.; Karn, J. Bacterial Short Chain Fatty Acids Push All the Buttons Needed to Reactivate Latent Viruses. Stem Cell Epigenet. 2015 ,2, e532. CrossRef PubMed 281. Washio, J.; Sato, T.; Koseki, T.; Takahashi, N. Hydrogen Sulde-Producing Bacteria in Tongue Biolm and Their Relationship with Oral Malodour. J. Med. Microbiol. 2005 ,54, 889895. CrossRef 282. Blachier, F.; Beaumont, M.; Kim, E. Cysteine-Derived Hydrogen Sulde and Gut Health: A Matter of Endogenous or Bacterial Origin. Curr. Opin. Clin. Nutr. Metab. Care 2019 ,22, 6875. CrossRef 283. Bazhanov, N.; Escaffre, O.; Freiberg, A.N.; Garofalo, R.P .; Casola, A. Broad-Range Antiviral Activity of Hydrogen Sulde Against Highly Pathogenic RNA Viruses. Sci. Rep. 2017 ,7, 41029. CrossRef 284. Ivanciuc, T.; Sbrana, E.; Ansar, M.; Bazhanov, N.; Szabo, C.; Casola, A.; Garofalo, R.P . Hydrogen Sulde Is an Antiviral and Antiinammatory Endogenous Gasotransmitter in the Airways. Role in Respiratory Syncytial Virus Infection. Am. J. Respir. Cell Mol. Biol. 2016 ,55, 684696. CrossRef 285. Dilek, N.; Papapetropoulos, A.; Toliver-Kinsky, T.; Szabo, C. Hydrogen Sulde: An Endogenous Regulator of the Immune System. Pharmacol. Res. 2020 ,161, 105119. CrossRef PubMed 286. Rooney, B.V .; Crucian, B.E.; Pierson, D.L.; Laudenslager, M.L.; Mehta, S.K. Herpes Virus Reactivation in Astronauts During Spaceight and Its Application on Earth. Front. Microbiol. 2019 ,10, 16. CrossRef PubMed 287. Crucian, B.E.; Makedonas, G.; Sams, C.F.; Pierson, D.L.; Simpson, R.; Stowe, R.P .; Smith, S.M.; Zwart, S.R.; Krieger, S.S.; Rooney, B.; et al. Countermeasures-Based Improvements in Stress, Immune System Dysregulation and Latent Herpesvirus Reactivation Onboard the International Space Station-Relevance for Deep Space Missions and Terrestrial Medicine. Neurosci. Biobehav. Rev. 2020 ,115, 6876. CrossRef PubMed 288. Gilbert, J.A.; Stephens, B. Microbiology of the Built Environment. Nat. Rev. Microbiol. 2018 ,16, 661670. CrossRef 289. Amend, A.S.; Seifert, K.A.; Samson, R.; Bruns, T.D. Indoor Fungal Composition Is Geographically Patterned and More Diverse in Temperate Zones than in the Tropics. Proc. Natl. Acad. Sci. USA 2010 ,107, 1374813753. CrossRef 290. Hewitt, K.M.; Gerba, C.P .; Maxwell, S.L.; Kelley, S.T. Ofce Space Bacterial Abundance and Diversity in Three Metropolitan Areas. PLoS ONE 2012 ,7, e37849. CrossRef 291. Lax, S.; Smith, D.P .; Hampton-Marcell, J.; Owens, S.M.; Handley, K.M.; Scott, N.M.; Gibbons, S.M.; Larsen, P .; Shogan, B.D.; Weiss, S.; et al. Longitudinal Analysis of Microbial Interaction between Humans and the Indoor Environment. Science 2014 ,345, 10481052. CrossRef 292. Lax, S.; Sangwan, N.; Smith, D.; Larsen, P .; Handley, K.M.; Richardson, M.; Guyon, K. Bacterial Colonization and Succession in a Newly Opened Hospital. Sci. Transl. Med. 2017 ,9, eaah6500. CrossRef 293. Meadow, J.F.; Altrichter, A.E.; Kembel, S.W.; Moriyama, M.; OConnor, T.K.; Womack, A.M.; Brown, G.Z.; Green, J.L.; Bohannan, B.J.M. Bacterial Communities on Classroom Surfaces Vary with Human Contact. Microbiome 2014 ,2, 7. CrossRef 294. Adams, R.I.; Bhangar, S.; Dannemiller, K.C.; Eisen, J.A.; Fierer, N.; Gilbert, J.A.; Green, J.L.; Marr, L.C.; Miller, S.L.; Siegel, J.A.; et al. Ten Questions Concerning the Microbiomes of Buildings. Build. Environ. 2016 ,109, 224234. CrossRef 295. Meadow, J.F.; Altrichter, A.E.; Bateman, A.C.; Stenson, J.; Brown, G.; Green, J.L.; Bohannan, B.J.M. Humans Differ in Their Personal Microbial Cloud. PeerJ 2015 ,3, e1258. CrossRef PubMed 296. Ruiz-Calderon, J.; Cavallin, H.; Song, S.J.; Novoselac, A.; Pericchi, L.R. Walls Talk: Microbial Biogeography of Homes Spanning Urbanization. Sci. Adv. 2016 ,2, e1501061. CrossRef PubMed 297. Sielaff, A.C.; Urbaniak, C.; Mohan, G.B.M.; Stepanov, V .G.; Tran, Q.; Wood, J.M.; Minich, J.; McDonald, D.; Mayer, T.; Knight, R.; et al. Characterization of the Total and Viable Bacterial and Fungal Communities Associated with the International Space Station Surfaces. Microbiome 2019 ,7, 50. CrossRef PubMedLife2022 ,12, 495 41 of 47 298. Mhatre, S.; Wood, J.M.; Sielaff, A.C.; Mora, M.; Duller, S.; Singh, N.K.; Karouia, F.; Moissl-Eichinger, C.; Venkateswaran, K. Assessing the Risk of Transfer of Microorganisms at the International Space Station Due to Cargo Delivery by Commercial Resupply Vehicles. Front. Microbiol. 2020 ,11, 566412. CrossRef 299. Venkateswaran, K.; Vaishampayan, P .; Cisneros, J.; Pierson, D.L.; Rogers, S.O.; Perry, J. International Space Station Environmental Microbiome-Microbial Inventories of ISS Filter Debris. Appl. Microbiol. Biotechnol. 2014 ,98, 64536466. CrossRef 300. Singh, N.K.; Wood, J.M.; Karouia, F.; Venkateswaran, K. Succession and Persistence of Microbial Communities and Antimicrobial Resistance Genes Associated with International Space Station Environmental Surfaces. Microbiome 2018 ,6, 204. CrossRef 301. Mayer, T.; Blachowicz, A.; Probst, A.J.; Vaishampayan, P .; Checinska, A.; Swarmer, T.; de Leon, P .; Venkateswaran, K. Microbial Succession in an Inated LunarMars Analog Habitat during a 30-Day Human Occupation. Microbiome 2016 ,4, 22. CrossRef 302. Ilyin, V .K. Microbiological Status of Cosmonauts during Orbital Spaceights on Salyut and Mir Orbital Space Stations. Acta Astronaut. 2005 ,56, 839850. CrossRef 303. Danko, D.C.; Singh, N.; Butler, D.J.; Mozsary, C.; Jiang, P .; Keshavarzian, A.; Maienschein-Cline, M.; Chlipala, G.; Afshinnekoo, E.; Bezdan, D.; et al. Genetic and Immunological Evidence for Microbial Transfer Between the International Space Station and an Astronaut. bioRxiv 2020 . CrossRef 304. Lee, M.D.; ORourke, A.; Lorenzi, H.; Bebout, B.M.; Dupont, C.L.; Everroad, R.C. Reference-Guided Metagenomics Reveals Genome-Level Evidence of Potential Microbial Transmission from the ISS Environment to an Astronauts Microbiome. iScience 2021 ,24, 102114. CrossRef 305. Kaur, I.; Simons, E.R.; Kapadia, A.S.; Ott, C.M.; Pierson, D.L. Effect of Spaceight on Ability of Monocytes to Respond to Endotoxins of Gram-Negative Bacteria. Clin. Vaccine Immunol. 2008 ,15, 15231528. CrossRef PubMed 306. Mermel, L.A. Infection Prevention and Control during Prolonged Human Space Travel. Clin. Infect. Dis. 2013 ,56, 123130. CrossRef 307. Sonnenfeld, G.; Shearer, W.T. Immune Function during Space Flight. Nutrition 2002 ,18, 899903. CrossRef 308. Evans, C.H.; Ball, J.R.; Evans, C.H. Astronaut Care for Exploration Missions ; National Academy Press: Washington, DC, USA, 2001; ISBN 0309075858. 309. Sams, C.F. The Human in Space: Lesson from ISS. In Proceedings of the 6th International Space Life Sciences Working Group, Sonanna, CA, USA, 2009; Available online: https:ntrs.nasa.govcitations20090031882 (accessed on 18 February 2022). 310. Nickerson, C.A.; Ott, C.M.; Mister, S.J.; Morrow, B.J.; Burns-Keliher, L.; Pierson, D.L. Microgravity as a Novel Environmental Signal Affecting Salmonella Enterica Serovar Typhimurium Virulence. Infect. Immun. 2000 ,68, 31473152. CrossRef PubMed 311. Raju, S.; Chandrakanth, R.K.; Patil, S.A. High-Level Oxacillin and Gentamycin Resistance with Reduced Susceptibility to Vancomycin in Staphylococcus Aureus-Carrying MecA and FemA Gene Complex. Curr. Microbiol. 2007 ,54, 429434. CrossRef PubMed 312. Tixador, R.; Gasset, G.; Eche, B.; Moatti, N.; Lapchine, L.; Woldringh, C.; Toorop, P .; Moatti, J.P .; Delmotte, F.; Tap, G. Behavior of Bacteria and Antibiotics under Space Conditions. Aviat. Space Environ. Med. 1994 ,65, 551556. 313. Zea, L.; Larsen, M.; Estante, F.; Qvortrup, K.; Moeller, R.; de Oliveira, S.D.; Stodieck, L.; Klaus, D. Phenotypic Changes Exhibited by E. Coli Cultured in Space. Front. Microbiol. 2017 ,8, 1598. CrossRef 314. Eccles, L.J.; ONeill, P .; Lomax, M.E. Delayed Repair of Radiation Induced Clustered DNA Damage: Friend or Foe? Mutat. Res. 2011 ,711, 134141. CrossRef 315. Fajardo-Cavazos, P .; Nicholson, W.L. Cultivation of Staphylococcus Epidermidis in the Human Spaceight Environment Leads to Alterations in the Frequency and Spectrum of Spontaneous Rifampicin-Resistance Mutations in the RpoB Gene. Front. Microbiol. 2016 ,7, 999. CrossRef 316. Gadd, G.M. Geomicrobiology of the Built Environment. Nat. Microbiol. 2017 ,2, 16275. CrossRef 317. Ismal, R.; Aviat, F.; Michel, V .; Le Bayon, I.; Gay-Perret, P .; Kutnik, M.; F drighi, M. Methods for Recovering Microorganisms from Solid Surfaces Used in the Food Industry: A Review of the Literature. Int. J. Environ. Res. Public Health 2013 ,10, 61696183. CrossRef PubMed 318. Mohan, G.B.M.; Parker, C.W.; Urbaniak, C.; Singh, N.K.; Hood, A.; Minich, J.J.; Knight, R.; Rucker, M.; Venkateswaran, K. Microbiome and Metagenome Analyses of a Closed Habitat during Human Occupation. mSystems 2020 ,5, e00367-20. CrossRef PubMed 319. Mhuireach, G. .; Dietz, L.; Grifths, W.; Horve, P .F.; Laguerre, A.; Northcutt, D.; Vandegrift, R.; Gall, E.; Van Den Wymelenberg, K. Differing Effects of Four Building Materials on Viable Bacterial Communities and VOCs. Dev. Built Environ. 2021 ,7, 100055. CrossRef 320. Blaser, M.J. Antibiotic Use and Its Consequences for the Normal Microbiome. Science 2016 ,352, 544545. CrossRef PubMed 321. Blaser, M.J.; Falkow, S. What Are the Consequences of the Disappearing Human Microbiota? Nat. Rev. Microbiol. 2009 ,7, 887894. CrossRef 322. Kennedy, T.A.; Naeem, S.; Howe, K.M.; Knops, J.M.H.; Tilman, D.; Reich, P . Biodiversity as a Barrier to Ecological Invasion. Nature 2002 ,417, 636638. CrossRef 323. Mahnert, A.; Moissl-Eichinger, C.; Zojer, M.; Bogumil, D.; Mizrahi, I.; Rattei, T.; Martinez, J.L.; Berg, G. Man-Made Microbial Resistances in Built Environments. Nat. Commun. 2019 ,10, 968. CrossRefLife2022 ,12, 495 42 of 47 324. Checinska Sielaff, A.; Kumar, R.M.; Pal, D.; Mayilraj, S.; Venkateswaran, K. Solibacillus kalamii Sp. Nov., Isolated from a High- Efciency Particulate Arrestance Filter System Used in the International Space Station. Int. J. Syst. Evol. Microbiol. 2017 ,67, 896901. CrossRef 325. Singh, N.K.; Wood, J.M.; Mhatre, S.S.; Venkateswaran, K. Metagenome to Phenome Approach Enables Isolation and Genomics Characterization of Kalamiella piersonii Gen. Nov., Sp. Nov. from the International Space Station. Appl. Microbiol. Biotechnol. 2019 ,103, 44834497. CrossRef 326. Bijlani, S.; Singh, N.K.; Eedara, V .V .R.; Podile, A.R.; Mason, C.E.; Wang, C.C.C.; Venkateswaran, K. Methylobacterium ajmalii Sp. Nov., Isolated from the International Space Station. Front. Microbiol. 2021 ,12, 639396. CrossRef 327. Parker, C.W.; de Teixeira, M.M.; Singh, N.K.; Raja, H.A.; Cank, K.B.; Spigolon, G.; Oberlies, N.H.; Barker, B.M.; Stajich, J.E.; Mason, C.E. ; et al. Genomic Characterization of Parengyodontium torokii Sp. Nov., a Biolm-Forming Fungus Isolated from Mars 2020 Assembly Facility. J. Fungi 2022 ,8, 66. CrossRef PubMed 328. Mhatre, S.; Singh, N.K.; Wood, J.M.; Parker, C.W.; Pukall, R.; Verbarg, S.; Tindall, B.J.; Neumann-Schaal, M.; Venkateswaran, K . Description of Chloramphenicol Resistant Kineococcus rubinsiae Sp. Nov. Isolated from a Spacecraft Assembly Facility. Front. Microbiol. 2020 ,11, 1957. CrossRef PubMed 329. Mora, M.; Mahnert, A.; Koskinen, K.; Pausan, M.R.; Oberauner-Wappis, L.; Krause, R.; Perras, A.; Gorkiewicz, G.; Berg, G.; Moissl-Eichinger, C. Microorganisms in Conned Habitats: Microbial Monitoring and Control of the International Space Station, Cleanrooms, Operating Rooms and Intensive Care Units. Front. Microbiol. 2016 ,7, 1573. CrossRef PubMed 330. Weinmaier, T.; Probst, A.J.; La Duc, M.T.; Ciobanu, D.; Cheng, J.-F.; Ivanova, N.; Rattei, T.; Vaishampayan, P . A Viability-Linked Metagenomic Analysis of Cleanroom Environments: Eukarya, Prokaryotes, and Viruses. Microbiome 2015 ,3, 62. CrossRef PubMed 331. Burmlle, M.; Thomsen, T.R.; Fazli, M.; Dige, I.; Christensen, L.; Home, P .; Tvede, M.; Nyvad, B.; Tolker-Nielsen, T.; Givskov, M.; et al. Biolms in Chronic InfectionsA Matter of OpportunityMonospecies Biolms in Multispecies Infections. FEMS Immunol. Med. Microbiol. 2010 ,59, 324336. CrossRef PubMed 332. Parsek, M.R.; Singh, P .K. Bacterial Biolms: An Emerging Link to Disease Pathogenesis. Annu. Rev. Microbiol. 2003 ,57, 677701. CrossRef PubMed 333. Donlan, R.M. Biolms and Device-Associated Infections. Emerg. Infect. Dis. 2001 ,7, 277281. CrossRef 334. Mah, T.-F. Biolm-Specic Antibiotic Resistance. Future Microbiol. 2012 ,7, 10611072. CrossRef PubMed 335. Alekhova, T.A.; Aleksandrova, A.A.; Novozhilova, T.Y. Monitoring of Microbial Degraders in Manned Space Stations. Appl. Biochem. Microbiol. 2005 ,41, 382389. CrossRef 336. Beale, D.J.; Morrison, P .D.; Key, C.; Palombo, E.A. Metabolic Proling of Biolm Bacteria Known to Cause Microbial Inuenced Corrosion. Water Sci. Technol. 2014 ,69, 18. CrossRef 337. Pavissich, J.P .; Vargas, I.T.; Gonzalez, B.; Pasten, P .A.; Pizarro, G.E. Culture Dependent and Independent Analyses of Bacterial Communities Involved in Copper Plumbing Corrosion. J. Appl. Microbiol. 2010 ,109, 771782. CrossRef PubMed 338. Rajasekar, A.; Ting, Y.-P . Microbial Corrosion of Aluminum 2024 Aeronautical Alloy by Hydrocarbon Degrading Bacteria Bacillus Cereus ACE4 and Serratia Marcescens ACE2. Ind. Eng. Chem. Res. 2010 ,49, 60546061. CrossRef 339. Yang, S.S.; Lin, J.Y.; Lin, Y.T. Microbiologically Induced Corrosion of Aluminum Alloys in Fuel-OilAqueous System. J. Microbiol. Immunol. Infect. 1998 ,31, 151164. PubMed 340. Ellman, R.; Sibonga, J.; Bouxsein, M. Male Astronauts Have Greter Bone Loss and Risk of Hip Fracture Follwing Long Duration Spaceights. J. Bone Miner. Res. 2010 ,25, S44S45. 341. Lang, T.; LeBlanc, A.; Evans, H.; Lu, Y.; Genant, H.; Yu, A. Cortical and Trabecular Bone Mineral Loss from the Spine and Hip in Long-Duration Spaceight. J. Bone Miner. Res. 2004 ,19, 10061012. CrossRef 342. Orwoll, E.S.; Adler, R.A.; Amin, S.; Binkley, N.; Lewiecki, E.M.; Petak, S.M.; Shapses, S.A.; Sinaki, M.; Watts, N.B.; Sibonga, J.D. Skeletal Health in Long-Duration Astronauts: Nature, Assessment, and Management Recommendations from the NASA Bone Summit. J. Bone Miner. Res. 2013 ,28, 12431255. CrossRef 343. Vico, L.; van Rietbergen, B.; Vilayphiou, N.; Linossier, M.-T.; Locrelle, H.; Normand, M.; Zouch, M.; Gerbaix, M.; Bonnet, N.; Novikov, V .; et al. Cortical and Trabecular Bone Microstructure Did Not Recover at Weight-Bearing Skeletal Sites and Progressively Deteriorated at Non-Weight-Bearing Sites During the Year Following International Space Station Missions. J. Bone Miner. Res. 2017 ,32, 20102021. CrossRef 344. Vose, G.P . Review of Roentgenographic Bone Demineralization Studies of the Gemini Space Flights. Am. J. Roentgenol. Radium Ther. Nucl. Med. 1974 ,121, 14. CrossRef 345. Stavnichuk, M.; Mikolajewicz, N.; Corlett, T.; Morris, M.; Komarova, S.V . A Systematic Review and Meta-Analysis of Bone Loss in Space Travelers. NPJ Microgravity 2020 ,6, 13. CrossRef 346. Burt, L.A.; Hanley, D.A.; Boyd, S.K. Cross-Sectional Versus Longitudinal Change in a Prospective HR-PQCT Study. J. Bone Miner. Res. 2017 ,32, 15051513. CrossRef 347. Langdahl, B.; Ferrari, S.; Dempster, D.W. Bone Modeling and Remodeling: Potential as Therapeutic Targets for the Treatment of Osteoporosis. Ther. Adv. Musculoskelet. Dis. 2016 ,8, 225235. CrossRef PubMed 348. Caetano-Lopes, J.; Canh o, H.; Fonseca, J.E. Osteoblasts and Bone Formation. Acta Reumatol. Port. 2007 ,32, 103110. PubMed 349. Demontiero, O.; Vidal, C.; Duque, G. Aging and Bone Loss: New Insights for the Clinician. Ther. Adv. Musculoskelet. Dis. 2012 ,4, 6176. CrossRef PubMedLife2022 ,12, 495 43 of 47 350. Novack, D.V .; Mbalaviele, G. Osteoclasts-Key Players in Skeletal Health and Disease. Microbiol. Spectr. 2016 ,4. CrossRef 351. Greenblatt, M.B.; Tsai, J.N.; Wein, M.N. Bone Turnover Markers in the Diagnosis and Monitoring of Metabolic Bone Disease. Clin. Chem. 2017 ,63, 464474. CrossRef 352. Kuo, T.-R.; Chen, C.-H. Bone Biomarker for the Clinical Assessment of Osteoporosis: Recent Developments and Future Perspec- tives. Biomark. Res. 2017 ,5, 18. CrossRef 353. Arnaud, C.D.; Cann, C.E. Experiment 305: Pathphysiology of Mineral Loss During Space Flight 1995. NASA Technical Reports Server. 1995. Available online: https:ntrs.nasa.govcitations19960002602 (accessed on 18 February 2022). 354. Caillot-Augusseau, A.; Vico, L.; Heer, M.; Voroviev, D.; Souberbielle, J.C.; Zitterman, A.; Alexandre, C.; Lafage-Proust, M.H. Space Flight Is Associated with Rapid Decreases of Undercarboxylated Osteocalcin and Increases of Markers of Bone Resorption without Changes in Their Circadian Variation: Observations in Two Cosmonauts. Clin. Chem. 2000 ,46, 11361143. CrossRef 355. Collet, P .; Uebelhart, D.; Vico, L.; Moro, L.; Hartmann, D.; Roth, M.; Alexandre, C. Effects of 1- and 6-Month Spaceight on Bone Mass and Biochemistry in Two Humans. Bone 1997 ,20, 547551. CrossRef 356. Grigorev, A.I.; Larina, I.M.; Morukov, B.V . Calcium Metabolism Characteristics in Microgravity. Ross. Fiziol. Zhurnal Im. I.M. Sechenova 1999 ,85, 835846. 357. Morukov, I.B.; Rykova, M.P .; Antropova, E.N.; Berendeeva, T.A.; Ponomarev, S.A.; Morukov, B.V . Status of the Osteoclast- Activating System in Cosmonauts after Long-Duration Missions to the International Space Station. Aviakosm. Ekolog. Med. 2014 ,48, 1015. 358. Nicogossian, A.E. The Apollo-Soyuz Test Project: Medical Report 1977 ; Scientic and Technical Information Ofce, National Aeronautics and Space Administration: Washington, DC, USA, 1977; p. NASA-SP-411. 359. Johnston, R.S.S.; Deitlein, L.F.; Berry, C.A.; Parker, J.F.; West, V .; Dietlein, L.F.; West, V .; Berry, C.A.; Johnston, R.S.S.; Parker, J.F. Scientic and Technical Information Ofce, National Aeronautics and Space Administration: Hampto, VA, USA, Unpublished Work; 1975; p. NASA-SP-36. 360. Smith, S.M.; Wastney, M.E.; OBrien, K.O.; Morukov, B.V .; Larina, I.M.; Abrams, S.A.; Davis-Street, J.E.; Oganov, V .; Shackelford, L.C . Bone Markers, Calcium Metabolism, and Calcium Kinetics during Extended-Duration Space Flight on the Mir Space Station. J. Bone Miner. Res. 2005 ,20, 208218. CrossRef PubMed 361. Smith, S.M.; Heer, M.; Shackelford, L.C.; Sibonga, J.D.; Spatz, J.; Pietrzyk, R.A.; Hudson, E.K.; Zwart, S.R. Bone Metabolism and Renal Stone Risk during International Space Station Missions. Bone 2015 ,81, 712720. CrossRef PubMed 362. Yegorov, A.D. Results of Medical Studies During Long-Term Manned Flights on the Orbital Salyut-6 and Soyuz Complex. NASA Technical Reports Server. 1979. Available online: https:ntrs.nasa.govcitations19800007537 (accessed on 18 February 2022). 363. Morukov, B.V .; Nichiporuk, I.A.; Tretyakov, V .S.; Larina, I.M. Biochemical Markers of Bone Tissue Metabolism in Cosmonauts after a Prolonged Spaceight. Hum. Physiol. 2005 ,31, 684687. CrossRef 364. Currey, J.D. Bones: Structure and Mechanics ; Princeton University Press: Princeton, NJ, USA, 2006. 365. Gabel, L.; Liphardt, A.-M.; Hulme, P .A.; Heer, M.; Zwart, S.R.; Sibonga, J.D.; Smith, S.M.; Boyd, S.K. Pre-Flight Exercise and Bone Metabolism Predict Unloading-Induced Bone Loss Due to Spaceight. Br. J. Sports Med. 2021 ,56, 196203. CrossRef PubMed 366. Rho, J.Y.; Kuhn-Spearing, L.; Zioupos, P . Mechanical Properties and the Hierarchical Structure of Bone. Med. Eng. Phys. 1998 ,20, 92102. CrossRef 367. Boyd, S.K.; Mller, R.; Matyas, J.R.; Wohl, G.R.; Zernicke, R.F. Early Morphometric and Anisotropic Change in Periarticular Cancellous Bone in a Model of Experimental Knee Osteoarthritis Quantied Using Microcomputed Tomography. Clin. Biomech. 2000 ,15, 624631. CrossRef 368. Kinney, J.H.; Ladd, A.J. The Relationship between Three-Dimensional Connectivity and the Elastic Properties of Trabecular Bone. J. Bone Miner. Res. 1998 ,13, 839845. CrossRef 369. Frost, H.M. Bone Mass and the Mechanostat: A Proposal. Anat. Rec. 1987 ,219, 19. CrossRef 370. Oganov, V .S.; Bakulin, A.V .; Novikov, V .E.; Murashko, L.M.; Kabitskaia, O.E.; Morgun, V .V .; Voronin, L.I.; Schneider, V .; Shakelford, L. ; LeBlanc, A. Reactions of the Human Bone System in Space Flight: Phenomenology. Aviakosm. Ekolog. Med. 2005 ,39, 39. 371. English, K.L.; Downs, M.; Goetchius, E.; Buxton, R.; Ryder, J.W.; Ploutz-Snyder, R.; Guilliams, M.; Scott, J.M.; Ploutz-Snyder, L.L. High Intensity Training during Spaceight: Results from the NASA Sprint Study. NPJ Microgravity 2020 ,6, 21. CrossRef 372. Sibonga, J.D.; Cavanagh, P .R.; Lang, T.F.; LeBlanc, A.D.; Schneider, V .S.; Shackelford, L.C.; Smith, S.M.; Vico, L. Adaptation of the Skeletal System during Long-Duration Spaceight. Clin. Rev. Bone Miner. Metab. 2007 ,5, 249261. CrossRef 373. Pierson, D.L.; Botkin, D.J.; Bruce, R.J.; Castro, V .A.; Smith, M.J.; Oubre, C.M.; Ott, C.M. Microbial Monitoring of the International Space Station. In Environmental Monitoring: A Comprehensive Handbook ; Moldenhauer, J., Ed.; DHI Publishingm LLC: River Grove, IL, USA, 2012; Volume 6, pp. 127. 374. Cooney, O.D.; Nagareddy, P .R.; Murphy, A.J.; Lee, M.K.S. Healthy Gut, Healthy Bones: Targeting the Gut Microbiome to Promote Bone Health. Front. Endocrinol. 2020 ,11, 620466. CrossRef PubMed 375. Li, J.-Y.; Yu, M.; Pal, S.; Tyagi, A.M.; Dar, H.; Adams, J.; Weitzmann, M.N.; Jones, R.M.; Pacici, R. Parathyroid Hormone- Dependent Bone Formation Requires Butyrate Production by Intestinal Microbiota. J. Clin. Investig. 2020 ,130, 17671781. CrossRefLife2022 ,12, 495 44 of 47 376. Sato, K.; Suematsu, A.; Okamoto, K.; Yamaguchi, A.; Morishita, Y.; Kadono, Y.; Tanaka, S.; Kodama, T.; Akira, S.; Iwakura, Y.; et al. Th17 Functions as an Osteoclastogenic Helper T Cell Subset That Links T Cell Activation and Bone Destruction. J. Exp. Med. 2006 ,203, 26732682. CrossRef PubMed 377. Takayanagi, H.; Ogasawara, K.; Hida, S.; Chiba, T.; Murata, S.; Sato, K.; Takaoka, A.; Yokochi, T.; Oda, H.; Tanaka, K.; et al. T-Cell-Mediated Regulation of Osteoclastogenesis by Signalling Cross-Talk between RANKL and IFN-Gamma. Nature 2000 ,408, 600605. CrossRef 378. Tyagi, A.M.; Yu, M.; Darby, T.M.; Vaccaro, C.; Li, J.-Y.; Owens, J.A.; Hsu, E.; Adams, J.; Weitzmann, M.N.; Jones, R.M.; et al. The Microbial Metabolite Butyrate Stimulates Bone Formation via T Regulatory Cell-Mediated Regulation of WNT10B Expression. Immunity 2018 ,49, 11161131.e7. CrossRef 379. Castaneda, M.; Strong, J.M.; Alabi, D.A.; Hernandez, C.J. The Gut Microbiome and Bone Strength. Curr. Osteoporos. Rep. 2020 ,18, 677683. CrossRef 380. Koshihara, Y.; Hoshi, K. Vitamin K2 Enhances Osteocalcin Accumulation in the Extracellular Matrix of Human Osteoblasts in Vitro. J. Bone Miner. Res. 1997 ,12, 431438. CrossRef 381. Guss, J.D.; Taylor, E.; Rouse, Z.; Roubert, S.; Higgins, C.H.; Thomas, C.J.; Baker, S.P .; Vashishth, D.; Donnelly, E.; Shea, M.K.; et al. The Microbial Metagenome and Bone Tissue Composition in Mice with Microbiome-Induced Reductions in Bone Strength. Bone 2019 ,127, 146154. CrossRef 382. Martin-Millan, M.; Almeida, M.; Ambrogini, E.; Han, L.; Zhao, H.; Weinstein, R.S.; Jilka, R.L.; OBrien, C.A.; Manolagas, S.C. The Estrogen Receptor-Alpha in Osteoclasts Mediates the Protective Effects of Estrogens on Cancellous but Not Cortical Bone. Mol. Endocrinol. 2010 ,24, 323334. CrossRef 383. Nakamura, T.; Imai, Y.; Matsumoto, T.; Sato, S.; Takeuchi, K.; Igarashi, K.; Harada, Y.; Azuma, Y.; Krust, A.; Yamamoto, Y.; et al. Estrogen Prevents Bone Loss via Estrogen Receptor Alpha and Induction of Fas Ligand in Osteoclasts. Cell 2007 ,130, 811823. CrossRef PubMed 384. Britton, R.A.; Irwin, R.; Quach, D.; Schaefer, L.; Zhang, J.; Lee, T.; Parameswaran, N.; McCabe, L.R.; Probiotic, L. Reuteri Treatment Prevents Bone Loss in a Menopausal Ovariectomized Mouse Model. J. Cell. Physiol. 2014 ,229, 18221830. CrossRef PubMed 385. Schepper, J.D.; Collins, F.L.; Rios-Arce, N.D.; Raehtz, S.; Schaefer, L.; Gardinier, J.D.; Britton, R.A.; Parameswaran, N.; McCabe, L.R. Probiotic Lactobacillus Reuteri Prevents Postantibiotic Bone Loss by Reducing Intestinal Dysbiosis and Preventing Barrier Disruption. J. Bone Miner. Res. 2019 ,34, 681698. CrossRef PubMed 386. He, J.; Xu, S.; Zhang, B.; Xiao, C.; Chen, Z.; Si, F.; Fu, J.; Lin, X.; Zheng, G.; Yu, G.; et al. Gut Microbiota and Metabolite Alterations Associated with Reduced Bone Mineral Density or Bone Metabolic Indexes in Postmenopausal Osteoporosis. Aging 2020 ,12, 85838604. CrossRef 387. Xu, Z.; Xie, Z.; Sun, J.; Huang, S.; Chen, Y.; Li, C.; Sun, X.; Xia, B.; Tian, L.; Guo, C.; et al. Gut Microbiome Reveals Specic Dysbiosis in Primary Osteoporosis. Front. Cell. Infect. Microbiol. 2020 ,10, 160. CrossRef 388. Jakobsson, H.E.; Rodr guez-Pieiro, A.M.; Schtte, A.; Ermund, A.; Boysen, P .; Bemark, M.; Sommer, F.; Bckhed, F.; Hansson, G.C.; Johansson, M.E.V . The Composition of the Gut Microbiota Shapes the Colon Mucus Barrier. EMBO Rep. 2015 ,16, 164177. CrossRef PubMed 389. Tlaskalov -Hogenov , H.; St ep nkov, R.; Koz kov, H.; Hudcovic, T.; Vannucci, L.; Tu ckov , L.; Rossmann, P .; Hrn c  r, T.; Kverka, M.; Z kostelsk , Z.; et al. The Role of Gut Microbiota (Commensal Bacteria) and the Mucosal Barrier in the Pathogenesis of Inammatory and Autoimmune Diseases and Cancer: Contribution of Germ-Free and Gnotobiotic Animal Models of Human Diseases. Cell. Mol. Immunol. 2011 ,8, 110120. CrossRef 390. Kikuchi, T.; Matsuguchi, T.; Tsuboi, N.; Mitani, A.; Tanaka, S.; Matsuoka, M.; Yamamoto, G.; Hishikawa, T.; Noguchi, T.; Yoshikai, Y. Gene Expression of Osteoclast Differentiation Factor Is Induced by Lipopolysaccharide in Mouse Osteoblasts via Toll-like Receptors. J. Immunol. 2001 ,166, 35743579. CrossRef 391. Langrish, C.L.; Chen, Y.; Blumenschein, W.M.; Mattson, J.; Basham, B.; Sedgwick, J.D.; McClanahan, T.; Kastelein, R.A.; Cua, D.J. IL-23 Drives a Pathogenic T Cell Population That Induces Autoimmune Inammation. J. Exp. Med. 2005 ,201, 233240. CrossRef 392. Zou, W.; Amcheslavsky, A.; Bar-Shavit, Z. CpG Oligodeoxynucleotides Modulate the Osteoclastogenic Activity of Osteoblasts via Toll-like Receptor 9. J. Biol. Chem. 2003 ,278, 1673216740. CrossRef 393. Bailey, M.T.; Dowd, S.E.; Galley, J.D.; Hufnagle, A.R.; Allen, R.G.; Lyte, M. Exposure to a Social Stressor Alters the Structure of the Intestinal Microbiota: Implications for Stressor-Induced Immunomodulation. Brain Behav. Immun. 2011 ,25, 397407. CrossRef PubMed 394. Rothschild, D.; Weissbrod, O.; Barkan, E.; Kurilshikov, A.; Korem, T.; Zeevi, D.; Costea, P .I.; Godneva, A.; Kalka, I.N.; Bar, N.; et al. Environment Dominates over Host Genetics in Shaping Human Gut Microbiota. Nature 2018 ,555, 210215. CrossRef PubMed 395. Jaarevi c, E.; Morrison, K.E.; Bale, T.L. Sex Differences in the Gut Microbiome-Brain Axis across the Lifespan. Philos. Trans. R. Soc. B Biol. Sci. 2016 ,371, 1217. CrossRef PubMed 396. Yurkovetskiy, L.; Burrows, M.; Khan, A.A.; Graham, L.; Volchkov, P .; Becker, L.; Antonopoulos, D.; Umesaki, Y.; Chervonsky, A.V . Chervonsky Gender Bias in Autoimmunity Is Inuenced by Microbiota. Immunity 2013 ,39, 124. CrossRef 397. Shin, J.H.; Park, Y.H.; Sim, M.; Kim, S.A.; Joung, H.; Shin, D.M. Serum Level of Sex Steroid Hormone Is Associated with Diversity and Proles of Human Gut Microbiome. Res. Microbiol. 2019 ,170, 192201. CrossRef 398. Org, E.; Mehrabian, M.; Parks, B.W.; Shipkova, P .; Liu, X.; Drake, T.A.; Lusis, A.J. Sex Differences and Hormonal Effects on Gut Microbiota Composition in Mice. Gut Microbes 2016 ,7, 313322. CrossRefLife2022 ,12, 495 45 of 47 399. Mueller, S.; Saunier, K.; Hanisch, C.; Norin, E.; Alm, L.; Midtvedt, T.; Cresci, A.; Silvi, S.; Orpianesi, C.; Verdenelli, M.C.; et al. Differences in Fecal Microbiota in Different European Study Populations in Relation to Age, Gender, and Country: A Cross-Sectional Study. Appl. Environ. Microbiol. 2006 ,72, 10271033. CrossRef 400. Koren, O.; Goodrich, J.K.; Cullender, T.C.; Spor, A.; Laitinen, K.; Bckhed, H.K.; Gonzalez, A.; Werner, J.J.; Angenent, L.T.; Knight, R.; et al. Host Remodeling of the Gut Microbiome and Metabolic Changes during Pregnancy. Cell2012 ,150, 470480. CrossRef 401. Flores, R.; Shi, J.; Fuhrman, B.; Xu, X.; Veenstra, T.D.; Gail, M.H.; Gajer, P .; Ravel, J.; Goedert, J.J. Fecal Microbial Determinants of Fecal and Systemic Estrogens and Estrogen Metabolites: A Cross-Sectional Study. J. Transl. Med. 2012 ,10, 253. CrossRef 402. Markle, J.G.M.; Frank, D.N.; Mortin-Toth, S.; Robertson, C.E.; Feazel, L.M.; Rolle-Kampczyk, U.; Von Bergen, M.; McCoy, K.D.; Macpherson, A.J.; Danska, J.S. Sex Differences in the Gut Microbiome Drive Hormone-Dependent Regulation of Autoimmunity. Science 2013 ,339, 10841088. CrossRef 403. Colld n, H.; Landin, A.; Wallenius, V .; Elebring, E.; Fndriks, L.; Nilsson, M.E.; Ryberg, H.; Poutanen, M.; Sjgren, K.; Vandenput, L.; et al. The Gut Microbiota Is a Major Regulator of Androgen Metabolism in Intestinal Contents. Am. J. Physiol.-Endocrinol. Metab. 2019 ,317, E1182E1192. CrossRef PubMed 404. Scales, C.D.; Smith, A.C.; Hanley, J.M.; Saigal, C.S. Prevalence of Kidney Stones in the United States. Eur. Urol. 2012 ,62, 160165. CrossRef PubMed 405. Leusmann, D.B.; Blaschke, R.; Schmandt, W. Results of 5035 Stone Analyses: A Contribution to Epidemiology of Urinary Stone Disease. Scand. J. Urol. Nephrol. 1990 ,24, 205210. CrossRef PubMed 406. Daudon, M.; Dor , J.C.; Jungers, P .; Lacour, B. Changes in Stone Composition According to Age and Gender of Patients: A Multivariate Epidemiological Approach. Urol. Res. 2004 ,32, 241247. CrossRef PubMed 407. Wang, Z.; Zhang, Y.; Zhang, J.; Deng, Q.; Liang, H. Recent Advances on the Mechanisms of Kidney Stone Formation (Review). Int. J. Mol. Med. 2021 ,48, 149. CrossRef PubMed 408. Naghii, M.R.; Babaei, M.; Hedayati, M. Androgens Involvement in the Pathogenesis of Renal Stones Formation. PLoS ONE 2014,9, e93790. CrossRef PubMed 409. Maas, A.H.E.M.; Appelman, Y.E.A. Gender Differences in Coronary Heart Disease. Neth. Heart J. 2010 ,18, 598603. CrossRef PubMed 410. Zhao, R. Immune Regulation of Osteoclast Function in Postmenopausal Osteoporosis: A Critical Interdisciplinary Perspective. Int. J. Med. Sci. 2012 ,9, 825832. CrossRef 411. Li, J.Y.; Chassaing, B.; Tyagi, A.M.; Vaccaro, C.; Luo, T.; Adams, J.; Darby, T.M.; Weitzmann, M.N.; Mulle, J.G.; Gewirtz, A.T.; et al. Sex Steroid Deciency-Associated Bone Loss Is Microbiota Dependent and Prevented by Probiotics. J. Clin. Investig. 2016 ,126, 20492063. CrossRef PubMed 412. Kim, Y.S.; Kim, N. Sex-Gender Differences in Irritable Bowel Syndrome. J. Neurogastroenterol. Motil. 2018 ,24, 544558. CrossRef 413. Mulak, A.; Tach , Y.; Larauche, M. Sex Hormones in the Modulation of Irritable Bowel Syndrome. World J. Gastroenterol. 2014 ,20, 24332448. CrossRef PubMed 414. Laviolette, L.A.; Garson, K.; Macdonald, E.A.; Senterman, M.K.; Courville, K.; Crane, C.A.; Vanderhyden, B.C. 17B-Estradiol Accelerates Tumor Onset and Decreases Survival in a Transgenic Mouse Model of Ovarian Cancer. Endocrinology 2010 ,151, 929938. CrossRef PubMed 415. Sipos, A.; Ujlaki, G.; Mik , E.; Maka, E.; Szab , J.; Uray, K.; Krasznai, Z.; Bai, P . The Role of the Microbiome in Ovarian Cancer: Mechanistic Insights into Oncobiosis and to Bacterial Metabolite Signaling. Mol. Med. 2021 ,27. CrossRef PubMed 416. Lindheim, L.; Bashir, M.; Mnzker, J.; Trummer, C.; Zachhuber, V .; Leber, B.; Horvath, A.; Pieber, T.R.; Gorkiewicz, G.; Stadlbauer, V .; et al. Alterations in Gut Microbiome Composition and Barrier Function Are Associated with Reproductive and Metabolic Defects in Women with Polycystic Ovary Syndrome (PCOS): A Pilot Study. PLoS ONE 2017 ,12, e0168390. CrossRef 417. Zheng, Y.; Yu, J.; Liang, C.; Li, S.; Wen, X.; Li, Y. Characterization on Gut Microbiome of PCOS Rats and Its Further Design by Shifts in High-Fat Diet and Dihydrotestosterone Induction in PCOS Rats. Bioprocess Biosyst. Eng. 2021 ,44, 953964. CrossRef PubMed 418. Gomez, A.; Luckey, D.; Taneja, V . The Gut Microbiome in Autoimmunity: Sex Matters. Clin. Immunol. 2015 ,159, 154162. CrossRef 419. Rizzetto, L.; Fava, F.; Tuohy, K.M.; Selmi, C. Connecting the Immune System, Systemic Chronic Inammation and the Gut Microbiome: The Role of Sex. J. Autoimmun. 2018 ,92, 1234. CrossRef 420. Fransen, F.; van Beek, A.A.; Borghuis, T.; Meijer, B.; Hugenholtz, F.; van der Gaast-de Jongh, C.; Savelkoul, H.F.; de Jonge, M.I.; Faas, M.M.; Boekschoten, M.V .; et al. The Impact of Gut Microbiota on Gender-Specic Differences in Immunity. Front. Immunol. 2017 ,8, 754. CrossRef 421. Vom Steeg, L.G.; Klein, S.L. SeXX Matters in Infectious Disease Pathogenesis. PLoS Pathog. 2016 ,12, e1005374. CrossRef 422. Fish, E.N. The X-Files in Immunity: Sex-Based Differences Predispose Immune Responses. Nat. Rev. Immunol. 2008 ,8, 737744. CrossRef 423. Hollingsworth, B.A.; Cassatt, D.R.; DiCarlo, A.L.; Rios, C.I.; Satyamitra, M.M.; Winters, T.A.; Taliaferro, L.P . Acute Radiation Syndrome and the Microbiome: Impact and Review. Front. Pharmacol. 2021 ,12, 595. CrossRef PubMed 424. Cui, M.; Xiao, H.; Li, Y.; Zhou, L.; Zhao, S.; Luo, D.; Zheng, Q.; Dong, J.; Zhao, Y.; Zhang, X.; et al. Faecal Microbiota Transplantation Protects against Radiation-induced Toxicity. EMBO Mol. Med. 2017 ,9, 448461. CrossRef PubMed 425. Cucinotta, F.; Kim, M.; Chappell, L. Space Radiation Cancer Risk Projections and Uncertainties2012. NASA T ech. Pap. 2012 , 1132.Life2022 ,12, 495 46 of 47 426. Narendran, N.; Luzhna, L.; Kovalchuk, O. Sex Difference of Radiation Response in Occupational and Accidental Exposure. Front. Genet. 2019 ,10, 260. CrossRef PubMed 427. Cwikel, J.; Sergienko, R.; Gutvirtz, G.; Abramovitz, R.; Slusky, D.; Quastel, M.; Sheiner, E. Reproductive Effects of Exposure to Low-Dose Ionizing Radiation: A Long-Term Follow-up of Immigrant Women Exposed to the Chernobyl Accident. J. Clin. Med. 2020 ,9, 1786. CrossRef PubMed 428. Doyle, P .; Roman, E.; Maconochie, N.; Davies, G.; Smith, P .G.; Beral, V . Primary Infertility in Nuclear Industry Employees: Report from the Nuclear Industry Family Study. Occup. Environ. Med. 2001 ,58, 535539. CrossRef 429. McNeely, E.; Gale, S.; Tager, I.; Kincl, L.; Bradley, J.; Coull, B.; Hecker, S. The Self-Reported Health of U.S. Flight Attendants Compared to the General Population. Environ. Health 2014 ,13, 13. CrossRef 430. Sankila, R.; Karjalainen, S.; Laara, E.; Pukkala, E.; Teppo, L. Cancer Risk among Health Care Personnel in Finland, 19711980. Scand. J. Work. Environ. Health 1990 ,16, 252257. CrossRef 431. Pukkala, E.; Auvinen, A.; Wahlberg, G. Incidence of Cancer among Finnish Airline Cabin Attendants, 19671992. BMJ 1995 ,311, 649. CrossRef 432. Schernhammer, E.S.; Hankinson, S.E. Urinary Melatonin Levels and Postmenopausal Breast Cancer Risk in the Nurses Health Study Cohort. Cancer Epidemiol. Biomarkers Prev. 2009 ,18, 7479. CrossRef 433. Bolnick, D.I.; Snowberg, L.K.; Hirsch, P .E.; Lauber, C.L.; Org, E.; Parks, B.; Lusis, A.J.; Knight, R.; Caporaso, J.G.; Svanbck, R. Individual Diet Has Sex-Dependent Effects on Vertebrate Gut Microbiota. Nat. Commun. 2014 ,5, 4500. CrossRef PubMed 434. Shastri, P .; McCarville, J.; Kalmokoff, M.; Brooks, S.P .J.; Green-Johnson, J.M. Sex Differences in Gut Fermentation and Immune Parameters in Rats Fed an Oligofructose-Supplemented Diet. Biol. Sex Differ. 2015 ,6, 13. CrossRef PubMed 435. Dominianni, C.; Sinha, R.; Goedert, J.J.; Pei, Z.; Yang, L.; Hayes, R.B.; Ahn, J. Sex, Body Mass Index, and Dietary Fiber Intake Inuence the Human Gut Microbiome. PLoS ONE 2015 ,10, e0124599. CrossRef PubMed 436. Gaskins, A.J.; Mumford, S.L.; Zhang, C.; Wactawski-Wende, J.; Hovey, K.M.; Whitcomb, B.W.; Howards, P .P .; Perkins, N.J.; Yeung, E.; Schisterman, E.F. Effect of Daily Fiber Intake on Reproductive Function: The BioCycle Study. Am. J. Clin. Nutr. 2009 ,90, 10611069. CrossRef 437. Pierson, D.L.; Stowe, R.P .; Phillips, T.M.; Lugg, D.J.; Mehta, S.K. Epstein-Barr Virus Shedding by Astronauts during Space Flight. Brain Behav. Immun. 2005 ,19, 235242. CrossRef 438. Petrosus, E.; Silva, E.B.; Lay, D.; Eicher, S.D. Effects of Orally Administered Cortisol and Norepinephrine on Weanling Piglet Gut Microbial Populations and Salmonella Passage. J. Anim. Sci. 2018 ,96, 45434551. CrossRef 439. Zheng, G.; Victor Fon, G.; Meixner, W.; Creekmore, A.; Zong, Y.; Michael Dame, M.K.; Colacino, J.; Dedhia, P .H.; Hong, S.; Wiley, J.W. Chronic Stress and Intestinal Barrier Dysfunction: Glucocorticoid Receptor and Transcription Repressor HES1 Regulate Tight Junction Protein Claudin-1 Promoter. Sci. Rep. 2017 ,7, 4502. CrossRef 440. Yeager, M.P .; Pioli, P .A.; Guyre, P .M. Cortisol Exerts Bi-Phasic Regulation of Inammation in Humans. Dose-Response 2011 ,9, 332347. CrossRef 441. Goldstein, J.M.; Jerram, M.; Abbs, B.; Whiteld-Gabrieli, S.; Makris, N. Sex Differences in Stress Response Circuitry Activation Dependent on Female Hormonal Cycle. J. Neurosci. 2010 ,30, 431438. CrossRef 442. Bridgewater, L.C.; Zhang, C.; Wu, Y.; Hu, W.; Zhang, Q.; Wang, J.; Li, S.; Zhao, L. Gender-Based Differences in Host Behavior and Gut Microbiota Composition in Response to High Fat Diet and Stress in a Mouse Model. Sci. Rep. 2017 ,7, 10776. CrossRef 443. Donovan, M.; Mackey , C.S.; Platt, G.N.; Rounds, J.; Brown, A.N.; Trickey , D.J.; Liu, Y .; Jones, K.M.; Wang, Z. Social Isolation Alters Behavior, the Gut-Immune-Brain Axis, and Neurochemical Circuits in Male and Female Prairie V oles. Neurobiol. Stress 2020 ,13, 100278 . CrossRef PubMed 444. Davis, D.J.; Hecht, P .M.; Jasarevic, E.; Beversdorf, D.Q.; Will, M.J.; Fritsche, K.; Gillespie, C.H. Sex-Specic Effects of Docosahex- aenoic Acid (DHA) on the Microbiome and Behavior of Socially-Isolated Mice. Brain Behav. Immun. 2017 ,59, 3848. CrossRef PubMed 445. Amabebe, E.; Anumba, D.O.C. Psychosocial Stress, Cortisol Levels, and Maintenance of Vaginal Health. Front. Endocrinol. 2018 ,9, 568. CrossRef PubMed 446. Blue, R.S.; Bayuse, T.M.; Daniels, V .R.; Wotring, V .E.; Suresh, R.; Mulcahy, R.A.; Antonsen, E.L. Supplying a Pharmacy for NASA Exploration Spaceight: Challenges and Current Understanding. NPJ Microgravity 2019 ,5, 14. CrossRef 447. Eyal, S. How Do the Pharmacokinetics of Drugs Change in Astronauts in Space? Expert Opin. Drug Metab. Toxicol. 2020 ,16, 353356. CrossRef 448. Aun-Chancellor, S.M.; Pattarini, J.M.; Moll, S.; Sargsyan, A. Venous Thrombosis during Spaceight. N. Engl. J. Med. 2020 ,382, 8990. CrossRef 449. Barger, L.K.; Flynn-Evans, E.E.; Kubey, A.; Walsh, L.; Ronda, J.M.; Wang, W.; Wright, K.P ., Jr.; Czeisler, C.A. Prevalence of Sleep Deciency and Use of Hypnotic Drugs in Astronauts before, during, and after Spaceight: An Observational Study. Lancet Neurol. 2014 ,13, 904912. CrossRef 450. Putcha, L.; Berens, K.L.; Marshburn, T.H.; Ortega, H.J.; Billica, R.D. Pharmaceutical Use by U.S. Astronauts on Space Shuttle Missions. Aviat. Space Environ. Med. 1999 ,70, 705708. 451. Eyal, S.; Derendorf, H. Medications in Space: In Search of a Pharmacologists Guide to the Galaxy. Pharm. Res. 2019 ,36, 148. CrossRefLife2022 ,12, 495 47 of 47 452. Kast, J.; Yu, Y.; Seubert, C.N.; Wotring, V .E.; Derendorf, H. Drugs in Space: Pharmacokinetics and Pharmacodynamics in Astronauts. Eur. J. Pharm. Sci. 2017 ,109, S2S8. CrossRef 453. Blue, R.S.; Chancellor, J.C.; Antonsen, E.L.; Bayuse, T.M.; Daniels, V .R.; Wotring, V .E. Limitations in Predicting Radiation-Induced Pharmaceutical Instability during Long-Duration Spaceight. NPJ Microgravity 2019 ,5, 15. CrossRef PubMed 454. Du, B.; Daniels, V .R.; Vaksman, Z.; Boyd, J.L.; Crady, C.; Putcha, L. Evaluation of Physical and Chemical Changes in Pharmaceuti- cals Flown on Space Missions. AAPS J. 2011 ,13, 299308. CrossRef PubMed 455. Weersma, R.K.; Zhernakova, A.; Fu, J. Interaction between Drugs and the Gut Microbiome. Gut 2020 ,69, 1510. CrossRef PubMed 456. Wilson, I.D.; Nicholson, J.K. Gut Microbiome Interactions with Drug Metabolism, Efcacy, and Toxicity. Transl. Res. 2017 ,179, 204222. CrossRef PubMed 457. Koppel, N.; Bisanz, J.E.; Pandelia, M.-E.; Turnbaugh, P .J.; Balskus, E.P . Discovery and Characterization of a Prevalent Human Gut Bacterial Enzyme Sufcient for the Inactivation of a Family of Plant Toxins. Elife 2018 ,7, e33953. CrossRef PubMed 458. Haiser, H.J.; Gootenberg, D.B.; Chatman, K.; Sirasani, G.; Balskus, E.P .; Turnbaugh, P .J. Predicting and Manipulating Cardiac Drug Inactivation by the Human Gut Bacterium Eggerthella Lenta. Science 2013 ,341, 295298. CrossRef 459. Fuller, A.T. IS P-Aminobenzenesulphonamide the Active Agent in Prontosil Therapy? Lancet 1937 ,229, 194198. CrossRef 460. Sousa, T.; Yadav, V .; Zann, V .; Borde, A.; Abrahamsson, B.; Basit, A.W. On the Colonic Bacterial Metabolism of Azo-Bonded Prodrugsof 5-Aminosalicylic Acid. J. Pharm. Sci. 2014 ,103, 31713175. CrossRef 461. Vinarov, Z.; Abdallah, M.; Agundez, J.A.G.; Allegaert, K.; Basit, A.W.; Braeckmans, M.; Ceulemans, J.; Corsetti, M.; Grifn, B.T.; Grimm, M.; et al. Impact of Gastrointestinal Tract Variability on Oral Drug Absorption and Pharmacokinetics: An UNGAP Review. Eur. J. Pharm. Sci. 2021 ,162, 105812. CrossRef 462. Rizkallah, M.R.; Saad, R.; Aziz, R.K. The Human Microbiome Project, Personalized Medicine and the Birth of Pharmacomicro- biomics. Curr. Pharm. Pers. Med. (Former. Curr. Pharm.) 2010 ,8, 182193. CrossRef 463. Malfatti, M.A.; Kuhn, E.A.; Murugesh, D.K.; Mendez, M.E.; Hum, N.; Thissen, J.B.; Jaing, C.J.; Loots, G.G. Manipulation of the Gut Microbiome Alters Acetaminophen Biodisposition in Mice. Sci. Rep. 2020 ,10, 4571. CrossRef PubMed 464. Basit, A.W.; Newton, J.M.; Lacey, L.F. Susceptibility of the H2-Receptor Antagonists Cimetidine, Famotidine and Nizatidine, to Metabolism by the Gastrointestinal Microora. Int. J. Pharm. 2002 ,237, 2333. CrossRef 465. Lavrijsen, K.; van Dyck, D.; van Houdt, J.; Hendrickx, J.; Monbaliu, J.; Woestenborghs, R.; Meuldermans, W.; Heykants, J. Reduc- tion of the Prodrug Loperamide Oxide to Its Active Drug Loperamide in the Gut of Rats, Dogs, and Humans. Drug Metab. Dispos. 1995 ,23, 354362. PubMed 466. Wallace, B.D.; Wang, H.; Lane, K.T.; Scott, J.E.; Orans, J.; Koo, J.S.; Venkatesh, M.; Jobin, C.; Yeh, L.-A.; Mani, S.; et al. Alleviating Cancer Drug Toxicity by Inhibiting a Bacterial Enzyme. Science 2010 ,330, 831835. CrossRef PubMed 467. Valerino, D.M.; Johns, D.G.; Zaharko, D.S.; Oliverio, V .T. Studies of the Metabolism of Methotrexate by Intestinal Flora. I. Identication and Study of Biological Properties of the Metabolite 4-Amino-4-Deoxy-N10-Methylpteroic Acid. Biochem. Pharmacol. 1972 ,21, 821831. CrossRef 468. Roberts, M.S.; Denton, M.J. Effect of Posture and Sleep on Pharmacokinetics. I. Amoxycillin. Eur. J. Clin. Pharmacol. 1980 ,18, 175183. CrossRef 469. Kates, R.E.; Harapat, S.R.; Keefe, D.L.; Goldwater, D.; Harrison, D.C. Inuence of Prolonged Recumbency on Drug Disposition. Clin. Pharmacol. Ther. 1980 ,28, 624628. CrossRef 470. Rumble, R.H.; Roberts, M.S.; Scott, A.R. The Effect of Posture on the Pharmacokinetics of Intravenous Benzylpenicillin. Eur. J. Clin. Pharmacol. 1986 ,30, 731734. CrossRef",
        "introduction": "Humans have been exploring space for the last sixty-ve years and, with the creation of the International Space Station, have been living and working in space continuously for the past 21 years. Astronauts endure many physiological and psychological changes while in space because of altered gravity, radiation, and connement, to name but a few factors. While some spaceight side effects are well known, such as bone loss  1, muscle atrophy  2, altered ocular structure  3, cognitive decline  4, uid redistribution  5 and immune dysregulation  6, others, such as the taxonomic and functional changes of the astronaut microbiome, have been less studied, with the impact on astronaut health even less so. Understanding how the human microbiome adapts to space travel and how this inuences astronaut health, pre-, post- and in-ight, is essential in reaching our goal of long-duration human exploration in low Earth orbit (LEO) and beyond. This review will discuss changes in the astronaut microbiome as a result of spaceight (and other stressors pre- and post-ight), how these changes may impact astronaut health, and the resulting consequences for long-duration spaceight. We also provide recommendations for industry and government entities designing future manned missions to the Moon and Mars on how to incorporate microbiome data into their planning and ways in which the microbiome can Life2022 ,12, 495. https:doi.org10.3390life12040495 https:www.mdpi.comjournallifeLife2022 ,12, 495 2 of 47 be targeted or manipulated to ensure successful long-duration human exploration beyond low Earth orbit. 2. Human Microbiome Our body consists of trillions of bacteria that are on par with the number of human cells we have  7. The gastrointestinal tract (GIT) alone harbors 100 trillion bacteria, consisting of 1000 different species, 7000 strains and 3.3 million non-redundant microbial genes  810. The skin bacterial communities on a typical hand consist of 150 species, with only 13 similarity amongst different individuals  11. Other sites have simpler bacterial commu- nities, like the healthy vagina, which is mainly composed of Lactobacillus 12. Human breast tissue, once thought of as sterile, is now accepted as having a stable microbial popu- lation  13,14. These microbial communities, found in and outside our body, are referred to as the human microbiome, a term rst coined in 2001 by Joshua Lederberg to refer to the ecological community of commensal, symbiotic and pathogenic microorganisms that literally share our body space  15. These microorganisms consist of archaea, eukaryotes (fungi and protists) and viruses, with bacteria making up the majority of organisms present (99)  10. While the terms human microbiome and human microbiota are often used interchangeably, the latter refers to the microbial taxa associated with humans, while the former refers to the collection of microbial taxa and their genes 16. The microbial communities that colonize various parts of our body are important in promoting health, by synthesizing vitamins the host cannot make, salvaging energy from indigestible compounds, creating a competitive environment to prevent pathogen colonization, promoting maturation and regulation of the immune system, contributing to vascular development and angiogenesis or enhancing the integrity of the epithelial barrier  1723. These benets are achieved by a delicate balance of commensals, symbionts and pathobionts that collectively make up ones microbiome. If this balance is disrupted even slightly, a breakdown in homeostasis will occur, leading to disease  24. Microbial differences have been documented between healthy and diseased individuals with pe- riodontitis  25, inammatory bowel disease  26, psoriasis  27, asthma  28, bacterial vaginosis  29, colorectal cancer  30 and breast cancer  31. These observed microbial differences are not simply a consequence of the diseased state creating an environment that selects for certain bacteria, as studies have shown that healthy animals transplanted with feces from those with obesity  32, colitis  33 and colorectal cancer  34 then go on to develop disease. Shifts in bacterial proles not only have consequences at the site of origin but can have distal site effects as well. For example, alterations in the gut microbiota can have effects on the brain  35,36, liver  37,38, and pancreas  39, while microbial shifts in the oral cavity can be detrimental to cardiovascular health 40. 3. Spaceight and the Astronaut Microbiome 3.1. Spaceight Hazards: Conditions and Challenges Facing Space Travelers Long-term spaceight and especially deep-space exploratory missions represent an extreme environment for humans that demands adaptations to both physical and psycho- logical stressors (Figure 1)  41. As such, a large part of spaceight research focuses on the effects of space exposure on humans, with the aim to elucidate physiological, psychological and behavioral health risks and the necessary solutions to combat them  42. Much of the existing knowledge about spaceight hazards derives from crewed missions in LEO, such as those onboard the International Space Station (ISS), and analog missions on Earth. Additionally, a signicant amount of data have been generated by experiments carried out in ground-based facilities, simulating different space conditions. This information, however, may provide inaccurate estimates into the risks connected to deep-space missions (outside LEO), which involve more time spent in space during a single mission than that hitherto experienced by astronauts (i.e., on average 7 months). Moreover, deep-space ex- ploration will venture beyond the protective effects of Earths geomagnetic eld; therefore,Life2022 ,12, 495 3 of 47 crewmembers on upcoming missions to the Moon, Mars and beyond will be exposed to signicantly higher doses of cosmic radiation. Life 2022 , 12, x FOR PEER REVIEW 3 of 49 space missions (outside LEO), which involve mo re time spent in space during a single mission than that hitherto experienced by astronauts (i.e., on average 7 months). Moreover, deep-space exploration will ventur e beyond the protective effects of Earths geomagnetic field; therefore, crewmembers on upcoming missions to the Moon, Mars and beyond will be exposed to significantl y higher doses of cosmic radiation. Figure 1. Biological features of spaceflight. In space, microgravity, radiation, and confinement in a closed environment thousands of miles away from Earth pose health risks and drive many physiological changes and psychological effects seen during spaceflight. Figure created with BioRender.com (accessed on 18 February 2022). Figure 1. Biological features of spaceight. In space, microgravity, radiation, and connement in a closed environment thousands of miles away from Earth pose health risks and drive many physiolog- ical changes and psychological effects seen during spaceight. Figure created with BioRender.com (accessed on 18 February 2022). 3.1.1. Radiation The global radiation dose for astronauts is affected by galactic cosmic rays (GCRs) originating from outside the solar system, which include high atomic number and energy (HZE) ions and high-intensity solar particle events (SPEs) that produce pulses of heavy ion and energetic proton radiation  43. It is estimated that a one-year stay on the lunar surface would result in absorbed doses for crews in the range from 100 to 120 mGy (milligray), whereas during a three-year Mars mission, transit and stay included, the values would increase to 450 mGy  44. In comparison, the predicted doses for 6- to 12-month ISS missions range instead from roughly 30 to 120 mGy  44. For reference, 4.5 Gy has been indicatedLife2022 ,12, 495 4 of 47 as the LD 50value for human cells (median lethal dose) 45. During SPEs, astronauts may additionally be exposed to an extremely high dose of protons (i.e., up to 1 Gy or more) that could lead to acute radiation sickness (ARS)  46,47. Although radiation derived from SPEs is effectively absorbed by the shielding material of a spacecraft or well-designed spacesuit, not all SPEs are predictable and can therefore pose a real threat to astronauts, especially during planetary extravehicular activity (EVA), which would take place more frequently than during a 6-month ISS stay 48. The consequences of chronic exposure to radiation, and to CGR in particular, is con- cerning, due to the high energy, high penetrability and ionizing nature of their most hazardous components, the HZE particles  49. These particles are so penetrating that shielding can only partially protect against exposure and the large emission of secondary neutrons that may follow, posing an additional hazard to the crew  50. The types of radia- tion encountered in space are different from terrestrial radiation, such as X-rays and gamma rays, and induce distinct patterns of DNA double-strand breaks and disease outcomes, resulting in epigenetic changes and persistently high levels of oxidative damage and tissue inammation following exposure  51. This is relevant because of the association of oxida- tive stress with the etiology of several human diseases, including cancer, cardiovascular and neurodegenerative disorders (e.g., altered sensory perception, neurovestibular problems, etc.  52), gastrointestinal diseases  53, and the possible correlation between spaceight and the onset of a number of diseases normally related to aging  54. Exposure to space radiation, especially when considering that heavy ions are more effective per unit dose in causing solid cancer compared to gamma-rays  55, can therefore have a detrimental impact on the quality of life during and post ight. Visual disturbances appear to also be correlated to radiation exposure, as indicated by reports from past Apollo, Skylab and MIR missions where astronauts experienced ashes of light moving across their visual eld, possibly due to alteration in perception caused by ionizing radiation  56. An additional aspect to consider when assessing radiation-related risks are the non-targeted effects (NTEs) of radiation, which increase biological effectiveness for low doses of high linear energy transfer radiation (LET), such as HZE particles, and may lead to alterations in cell signaling andor genomic instability of cell progeny 55,57. 3.1.2. Microgravity Along with radiation, microgravitya condition in which the gravity level is almost zero but not neutralizedrepresents another major health hazard related to spaceight. While astronauts mostly experience microgravity during spaceight and onboard the ISS, they do experience intermediate periods of hypergravity (e.g., 36 G) during launch and ascent and upon descent back through the Earths atmosphere  58. Additionally, various levels of altered gravity are found on other planetary bodies, such as on the Earths Moonone-sixth gravity (G)and Marsone-third gravity (G)(hypogravity) 42. Spaceight and ground-based analog experiments have shown that altered gravity, as well as the transition through various levels of gravity, subject biological systems (i.e., hu- mans, animals, plants) to varying levels of stress with negative consequences. Specically, microgravity can induce cellular and molecular alterations with changes to the genome, epigenome, and proteome, connected with a range of pathologies  42. In humans, ex- posure to microgravity can inuence several body systems such as the neurovestibular, cardiovascular, musculoskeletal, bone metabolic and immune-hematological system  59,60. For example, altered body uid distribution occurs during microgravity and this headward shift of uids, including blood, leads to a compensatory cardiovascular system change, with increased intracranial pressure, cerebrospinal pressure or inner ear uid pressure, decreased leg volume, pufness in the face and even long-term ocular damage  61. Ac- cording to the uid shift theory, this increased pressure is the root of space motion sickness, a set of symptoms that impair operational performance of 6080 of astronauts. Additional interconnected abnormalities include morphological changes in the white and grey matter of the brain following long-duration spaceight (average of 171 days), whichLife2022 ,12, 495 5 of 47 have been attributed to the structural neuroplasticity of the sensorimotor system, in an effort to adapt motor strategies to maintain physiological homeostasis and ensure proper behavioral output in space  3. Lack of gravitational loading also results in muscle atrophy, especially in the lower extremities, accompanied by functional and structural alterations. While muscular loss has been linked to reduced muscular activity and hypokinesia due to limited movement inside the spacecraft, structural changes seem to be related to both a higher level of muscle protein degradation enzymes and a decrease in protein synthe- sis 59. Extended exposure to microgravity also results in bone loss due to insufcient bone formation compared with bone resorption, and this reduction in bone mass and strength during spaceight increases the risk of bone fracture, even upon return to Earth  62. As reported for radiation, similarities have been observed between the adaptive response to microgravity in humans and aging, since both prompt the decline of almost every body system  5. Though several phenotypic changes resemble those determined by aging under standard gravitational conditions, the magnitude and speed of some processes (bone loss, among others) is far greater (i.e., 1 lossmonth) than that which is typically seen during aging. Hence, this is of critical concern when considering the effects of long-duration spaceight 1. 3.1.3. Psychological Stressors In addition to the aforementioned stressors, several psychological and social issues have been demonstrated to affect the crew during extended separation from society in a closed and conned environment. They may include homesickness and loneliness, apathy, interpersonal stressors, and sexual attractiontension  63. A constricted living environ- ment can lead to isolation, loss of spatial capacity, increased anxiety and depression, which can be accompanied by symptoms such as hallucinations, reduced consciousness and poor bodily coordination  64,65. Additional psychological triggers range from external physical hazards such as space debris and vehicular malfunction to gravitational shifts and outer space radiation  65. The ability of ionizing radiation to modulate the psycho-emotional status and, specically, to exert an anxiogenic effect on the central nervous system was shown in rats exposed to doses related to deep-space missions  66. In addition, diet has a critical role in both the physiological and the psychological health of space travelers. The spacecraft environment, in particular the lack of ultraviolet exposure, increased car- bon dioxide levels, the spacesuit atmosphere, etc., can affect nutrition requirements for long-duration missions. Crewmembers may even experience a reduction in their food intake, dubbed anorexia in space which may be linked to microgravity, alterations in the circadian rhythm (continuous light environment of space missions) and menu fatigue, which not only affects appetite but the proper functioning of the gastrointestinal system  64. Hence, nutritious and palatable food is necessary not only to meet nutritional requirements and avoid deciency diseases, but also to keep astronauts psychologically healthy 67. Excessive exposure to noise, mainly due to equipment and crew activities, may rep- resent another stressor compromising well-being as well as sleeping patterns  68. As a matter of fact, the duration of an astronauts sleep is reportedly reduced to around 6 to 6.5 hday during missions  69. Psychosomatic disorders (e.g., headaches, fear of illness, gastroenteric problems), consisting of distressing physical symptoms which are not fully explained by a real physical condition, have also been reported from space  64. Similarly, post-return personality changes and psychiatric problems have been observed in space travelers  70. Other stress factors that may arise in a multicultural crew are related to language barriers, stereotypes and cultural misunderstandings  67. Additionally, new psychological stressors could appear in deep-space missions that were not present in mis- sions closer to Earth, and already-known issues could be intensied, leading to stress and problematic behaviors that may interfere with a crews productivity and relationships  71. For example, during a multi-year spaceight such as that required for a mission to Mars, the crew would be confronted with no access to most of the mitigation strategies currently in place on the ISS, such as real-time communications with family and ground-based missionLife2022 ,12, 495 6 of 47 control and the view of Earth, that contribute to their psychological well-being  48. Based on the Earth-out-of-view phenomenon, humans traveling in outer space might start feeling unconnected to Earth and to family and friends  72. On the other hand, delays in crewground communication (up to 22 min on Mars) would require astronauts to operate more autonomously from mission control  73. Furthermore, people on a Mars expedition will need to depend on local resources to generate water and fuel for the return home and thus, the psychology of this dependance is an important issue to be considered  70. In this context, a greater likelihood of withdrawal, territorial behavior and asthenia may occur  74. The latter is a problematic syndrome quite commonly observed during long-duration missions that produces fatigue, irritability, attention and concentration difculties, along with heightened perceptual sensitivities, physical weakness, sleep and appetite problems, etc. 64,75. 3.1.4. Additional Risk Factors Psychological stress, circadian rhythms, and sleep are key factors strongly connected with one another, as well as with the immune system. This is especially relevant since microbial infection is another challenge facing space travelers. The isolation of opportunistic and pathogenic microorganisms from spacecraft and space stations has been frequently reported  7678 and several studies have demonstrated that spaceight affects both the immune system (i.e., immune dysregulation)  79 and microbial physiology (i.e., enhanced virulence, biolm formation and antibiotics resistance)  80, leading to increased risk of disease  81. Additionally, the proximity of crewmembers to one another in the spacecraft can promote the spread of secondary infections  82. Due to limited access to medical care during a mission, any possibility of infection should be prevented to ensure the health and safety of the astronauts and to maximize the success rate of the space mission 83. Crews do not experience the aforementioned stressors independently; therefore, it is important to consider the combined effects of these space environment threats on human physiology, psychology, and performance. These stressful conditions, collectively referred to as the space exposome  6, may also exacerbate complex health problems in astronauts embarking on long-duration missions  3. Space agencies have adopted a number of operational mitigations, direct and indirect countermeasures, whose aim is to lessen the clinical risks related to the physical and psychological stressors associated with space ight. These encompass strict exercise regimes, the use of devices to induce footward uid shift (i.e., lower body negative pressure, LBNP)  2, pre-ight quarantine to reduce contact with potential pathogens  6, radiation-shielding spacesuits  84, the use of HEPA air lters and in-line water lters in the spacecraft, nutritional supplementation, vaccination, psychological support, etc. 6. While some of the changes induced by exposure to space conditions (e.g., reduction in some motor functions) reportedly disappear shortly or a few months after the end of LEO missions  85, it should be noted that risk assessments and mitigation for lunar visithabitation, deep-space journeyhabitation and planetary missions remain uncer- tain  86. If certain medical risks, such as nutrition, infection, psychological impact and even death, appear to be common to all mission proles, other risks are actually unique to individual scenarios  87. For instance, risks associated with lunar missionse.g., lu- nar surface operations, a lunar outpost, etc.along with radiation, microgravity and the aforementioned psychological issues, also include exposure to hazardous materials such as rocket fuel, lunar dust (regolith), micrometeorite impact damage, and extremes of tem- perature  87. Similarly, perchlorates in the Martian dust would be a concern in terms of contamination of the habitats and of inhalation of harmful particles, posing a great risk to the lung already affected by altered pulmonary deposition induced by microgravity  88. The optimization of current and novel countermeasures will therefore be critical.Life2022 ,12, 495 7 of 47 3.2. Effects of Spaceight Conditions on the Human Microbiome It is apparent that the space environment imposes several challenges to human physi- ology. Specic space environment factors, such as microgravity and radiation, are thought to also induce changes in microbiome composition (i.e., dysbiosis)  89, which may alter hostmicrobe interactions and adversely affect immune function and metabolism, thereby representing a risk to astronaut health, especially during long-term spaceight missions. A list of reviewed microbiome studies pertaining to spaceight as well as ground- based simulations (conducted through to 2021) is provided in Table 1. Table 1. Effects of spaceight, postight and ground-based analog missions on the host microbiome. Experimental ConditionsSample Type In-Flight Changes Post-Flight Changes Methodology References Sampling campaigns carried out for the Skylab program on a total of 18 crewmembers. Research included pre-flight and post-flight monitoring.Gingival sulcus, dental plaque, and saliva.Increase in counts of anaerobic bacteria of the oral microora in-ight compared to pre-ight samples. None of these changes were, however, deemed hazardous to astronauts health. In-ight increments of dental plaque, calculus, and gingival inammation were moderate.There was a sparsity of preight and postight clinical problems.Culture- dependent assessmentBrown (1976) 90 Sampling campaigns carried out for the Skylab program. Samples were obtained immediately before and after each Skylab mission.Neck, ears, axillae, hands, navel, groin, toes, nose, throat, gargle, urine, feces.n.a.Decrease in the diversity of the microbial communities, although the overall microbial count went up following space ight. Inter-crew transfer of pathogens.Culture- dependent assessmentTaylor et al. (1971) 91 Mice were exposed to low LET radiation and high dietary iron, high LET38Si particles, and spaceight (for 13 days).Colonic mucosaLow LET radiation, IRON, and spaceight induced distinct shifts in bacterial populations, but did not signicantly elevate pathogenic genera.n.a.16S rRNA gene amplicon sequencingRitchie et al. (2015) 92 Mice were exposed to high LET radiation.Gut (fecal samples)Substantial changes in the composition and functional potential of the gut microbiome, accompanied by changes in the abundance of multiple metabolites.A distinct reorganization of the microbiota was observed at different doses as soon as 10 days post-radiation.16S rRNA gene amplicon sequencingCasero et al. (2017) 93Life2022 ,12, 495 8 of 47 Table 1. Cont . Experimental ConditionsSample Type In-Flight Changes Post-Flight Changes Methodology References 520-day ground-based analog mission within an analogue Mars-surface habitat involving 6 crewmembers (MARS500 study). Analyses started before spaceight and continued for 6 months after landing.Gut (fecal samples)Connement determined a signicant degree of temporal variability in the intestinal macrobiota. Individual specicity of the microbiota compositional layout was not compromised, however some key microbial components showed conserved temporal dynamics, with potential implications for the maintenance of a health-promoting, mutualistic microbiota conguration.At the end of the mission, a return to the initial microbiota conguration was observed only in samples from 2 subjects, while new steady states were consolidated for the other crewmembers.16S rRNA gene amplicon sequencingTurroni et al. (2017) 94 105-day analog mission at the Chinese Lunar Palace 1, involving 3 crewmembers.Gut (fecal samples), habitat environmental (air lters)Observed convergence in the microbiota composition of crew members reected the common living environment and lifestyle. The bioregenerative life-support system (BLSS)dietary structure determined an increased intestinal microbiome diversity and richness.Intestinal microbiome diversity reverted to pre-experiment levels.16S rRNA gene amplicon sequencingHao et al. (2018) 95 Mice were exposed to hypergravity (3G) for 21 days.Caecaland colonic samplesHypergravity inuenced intestinal microbiota composition, but without alteration in mucosal integrity.n.a.16S rRNA gene amplicon sequencingAlauzet et al. (2019) 96 Comparative study of an astronaut who joined a 1-year mission on the ISS, and his identical twin who remained on Earth. (Twins Study.)Gut (fecal samples). Various other health parameters were also measuredGut microbiota composition and function changed during spaceight, but microbiome diversity remained unchanged.Changes dissipated within a few weeks from landing.Shotgun metagenome sequencing of genomic DNAGarret- Bakelman et al. (2019) 97 Mice were own on the ISS for 37 days.Gut (fecal samples)Gut macrobiome structure was altered during spaceight. Richness of the microbial community was unchanged.n.a.16S rRNA gene amplicon sequencingJiang et al. (2019) 89Life2022 ,12, 495 9 of 47 Table 1. Cont . Experimental ConditionsSample Type In-Flight Changes Post-Flight Changes Methodology References 9 Crewmembers on a 6- to 12-month mission on the ISS. Sampling began 240 days before ight to establish a baseline of microbiome variability and content.Gut (fecal samples), skin, nose, tongueSpaceight-dependent changes in the microbiome associated with the gastrointestinal tract, skin, nose, and tongue. Individual differences were observed in skin samples. The composition of the gut microbiota became more similar across astronauts in space, mostly due to a drop in the abundance of a few bacterial taxa.Tongue: Many of the compositional changes reverted to preight levels after the return to Earth. Nose, Gut and Skin: qualitative and quantitative changes in the microbial composition persisted for  2 months in postight samples.16S rRNA gene amplicon sequencingVoorhies et al. (2019) 98 1 crewmember on a 135-day mission on the ISS. Samples were collected at 8 time-points pre-, during and post-ight.Skin, nose, ear, saliva, habitat environmental (surfaces)The microbiome of ISS surface environment resembled those of the astronauts nostril, ear, and in particular skin. Saliva microbiome diversity decreased during ight.Saliva microbiome rebounded after returning to Earth.Shotgun metagenome sequencing of genomic DNAAvila- Herrera et al. (2020) 99 Short-term space missions of 15 and 35 days involving 5 crewmembers. Sampling included the period before and after spaceight.Gut (fecal samples)Short spaceight markedly affected the composition and function of the human gut microbiota; however, the steady states of individual specicity could always be identied. These changes were accompanied by uctuations in virulence and antibiotic resistance genes and in mobile genetic elements.After four weeks recovery, the characteristics of samples was similar to the pre-ight samples.DNA HiSeq sequencingLiu et al. (2020) 81 4 crewmembers on a 6-month mission on the ISS. Samples were collected at 8 time points pre-, during and post-ight.Saliva and body swabsMicrobiome experienced a change in composition during spaceight, but these changes were not universal for all four astronauts. Two antimicrobial resistance gene markers did show a signicant change in abundance in the saliva samples of all four astronauts across their collection times.Changes in microbial diversity were not permanent and returned to pre-ight levels after returning to Earth.Shotgun metagenome sequencing of genomic DNA and microarrays.Morrison et al. (2020) 100Life2022 ,12, 495 10 of 47 Table 1. Cont . Experimental ConditionsSample Type In-Flight Changes Post-Flight Changes Methodology References 10 male crewmembers on a 2- to 9-month mission on the ISS. Samples were collected pre- during and post-ight.SalivaNo population level differences were detected as a result of spaceight. Half of the participants involved in the study, on their rst ight, had distinct microbial communities pre-ight, in-ight, and post-ight. The other 5 subjects, who had previously own to the ISS, did not have microbiome differences. A signicant positive correlation between microbiome richness and EBV viral titers was observed.Post-ight samples of the 5 subjects whose microbiome was not impacted by ight, were not similar to pre-ight samples even after 6 months from return.16S rRNA gene amplicon sequencing, qPCRUrbaniak et al. (2020) 101 Reanalysis of the MARS500 project data from early (days 745) and late (days 420520) fecal samples.Gut (fecal samples), habitat environment (surfaces)The reanalysis conrmed a signicant alteration in the relative abundance of the microbiome throughout the period of the study. A certain level of species overlapping could be observed between the crewmembers and their habitat.n.a.Improved 16S rRNA gene amplicon bioinformatic technologyBrereton et al. (2021) 102 4 crewmembers involved in a 180-day ground-based conned experiment in the Controlled Ecological Life Support System (CELSS).Oropharyngeal and nasal swabsThe structure of the oropharyngeal and nasal microbiota changed during connement. Despite individual differences, inter-individual transfer among occupants was observed.An outbreak of Rossella happened 12 months after connement, then it returned to normal.16S rRNA gene amplicon sequencingChen et al. (2021) 103 3.2.1. Gut Microbiome The gut microbiome, often described as the virtual organ of the human body  104, will play a crucial and signicant role in maintaining astronaut health during space travel, as it does for humans on Earth. High microbiome diversity and richness are generally considered a hallmark of a healthy gut ecosystem; however, there is still no consensus on the actual health-related values  105. Healthy adult humans characteristically harbor more than 1000 species of bacteria, with Bacteroidetes and Firmicutes being the dominant phyla  106. While Bacteroidetes (recently renamed as Bacteroidota 107) are connected with immunomodulation and augmented immune reactions through synthesis of cytokines, Fir- micutes are involved in the metabolism, nutrition, and regulation of hunger and satiety, via short-chain fatty acid (SCFA) synthesis  108. Exposure to various stressors can change theLife2022 ,12, 495 11 of 47 stability of the gut microbiota, impacting its composition and functions, and increasing the relative abundance of potentially harmful bacteria (e.g., opportunistic pathogens) 109113 . Studies have been conducted to monitor changes in the gut microbiome under real or simulated spaceight conditions, involving both animal and human subjects. Culture- dependent techniques, substantially used in the past, have been in recent years replaced by high-throughput omics technologiesi.e., 16S ribosomal RNA gene analysis and metage- nomic sequencingwhich by detecting and measuring also non-cultivable strains have allowed a more comprehensive characterization of the microbiome structure and its bio- logical functions  114. Despite the advent of new technologies, the number of reports is still limited, and the dynamics of the gut microbiome during space missions are yet to be fully elucidated. A recent analysis of fecal samples from mice own on the ISS for 37 days revealed spaceight-associated changes in the gut microbiome as compared to the ground controls. These changes consisted of an altered community structure (i.e., an elevated Firmicutes - to-Bacteroides ratio), higher abundance of bacteria belonging to the order Clostridiales and a reduction in the number of Lactobacillales (organisms usually considered probiotics), with these changes connected to an altered liver transcriptome  89. The richness of the microbiome, however, remained unchanged. Similar trends were previously observed in a study reporting the effects of 13-day spaceight on female mice and were conrmed using a ground-based model of microgravity  92. The above results are comparable with data collected from Voorhies et al. (2019), which assessed the impact of long-term space travel on the crew microbiome and surrounding ISS environment, and the consequence on human health  98. A total of nine crewmembers were sampled pre-, during and post- ight, comparing 6-month and 1-year missions.",
        "conclusion": "s By the end of the decade, NASA aims to establish a sustainable habitat on the Moon, followed by the next ambitious plan of human occupation on Mars. NASA, along with other space agencies, government, academia, and industry are striving to address the challenges of living in space for long periods of time. Missions to the Moon would beLife2022 ,12, 495 29 of 47 1000farther from the Earth than the International Space Station, and a mission to Mars would last at least 6 months. The 20 years of human studies conducted on the ISS have provided invaluable knowledge of how the human body adapts to the space environment, but more work is needed to understand how the human body will function and adapt to space conditions beyond LEO. One such adaptation is the human microbiome, and as discussed in this review, this plays a signicant role in modulating health and disease. We have demonstrated the importance of a balanced microbiome to help maintain astronaut health in orbit and have discussed adverse events experienced by the crew during missions of varying lengths and how the microbiome (either balanced or in dysbiosis) ties into those medical events. Moreover, we have examined less well-established links between spaceight, bone loss and the microbiome and emphasized the importance of taking into account gender differences when designing appropriate countermeasures for short- and long-term missions. In addition, we have also examined the role that the microbiome can play in altering the effectiveness of pharmaceuticals that are part of the astronaut medical toolkit in space, and the consequence of this for long-term missions. As we move forward with long-term space travel and human habitation beyond LEO, more studies will be needed that explore the astronaut microbiome, the factors governing its stability or disruption and its interaction with the host and the spacecraft environment. We hope that the literature presented in this review and the recommendations provided will help in future study design, technology and product development, and policies that center around the human microbiome, as we propel human exploration beyond anything we have seen so far. Author Contributions: Conceptualization, C.U.; writingoriginal draft preparation, D.T., C.U., A.J. and A.M.L.; writingreview and editing, C.U. and D.T. All authors have read and agreed to the published version of the manuscript. Funding: C.U. was supported by a NASA 2020 Space Biology (NNH18ZTT001N-FG2) grant (80NSSC21K0320). Institutional Review Board Statement: Not applicable. Informed Consent Statement: Not applicable. Data Availability Statement: Not applicable. Acknowledgments: The authors thank Charis Tsevis for allowing use of his illustration I, virus, the body. Conicts of Interest: The authors declare no conict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results. References 1. Grimm, D.; Grosse, J.; Wehland, M.; Mann, V .; Elin, J.; Sundaresan, A.; Juhl, T. The Impact of Microgravity on Bone in Humans. Bone 2016 ,87, 4456. CrossRef PubMed 2. Tanaka, K.; Nishimura, N.; Kawai, Y. Adaptation to Microgravity, Deconditioning, and Countermeasures. J. Physiol. Sci. 2017 ,67, 271281. CrossRef PubMed 3. Jillings, S.; Van Ombergen, A.; Tomilovskaya, E.; Rumshiskaya, A.; Litvinova, L.; Nosikova, I.; Pechenkova, E.; Rukavishnikov, I.; Kozlovskaya, I.B.; Manko, O.; et al. Macro- and Microstructural Changes in Cosmonauts Brains after Long-Duration Spaceight. Sci. Adv. 2020 ,6, eaaz9488. CrossRef 4. Cucinotta, F.A.; Alp, M.; Sulzman, F.M.; Wang, M. Space Radiation Risks to the Central Nervous System. Life Sci. Space Res. 2014 ,2, 5469. CrossRef 5. Demontis, G.C.; Germani, M.M.; Caiani, E.G.; Barravecchia, I.; Passino, C.; Angeloni, D. Human Pathophysiological Adaptations to the Space Environment. Front. Physiol. 2017 ,8, 547. CrossRef 6. Crucian, B.E.; Chouk r, A.; Simpson, R.J.; Satish, M.; Marshall, G.; Smith, S.M.; Zwart, S.R.; Martina, H.; Sergey, P .; Whitmire, A.; et al. Immune System Dysregulation during Spaceight: Potential Countermeasures for Deep Space Exploration Missions. Front. Immunol. 2018 ,9, 1437. CrossRef PubMed 7. Sender, R.; Fuchs, S.; Milo, R. Revised Estimates for the Number of Human and Bacteria Cells in the Body. PLoS Biol. 2016 , 14, e1002533. CrossRef PubMedLife2022 ,12, 495 30 of 47 8. Eckburg, P .B.; Bik, E.M.; Bernstein, C.N.; Purdom, E.; Dethlefsen, L.; Sargent, M.; Gill, S.R.; Nelson, K.E.; Relman, D.A. Diversity of the Human Intestinal Microbial Flora. Science 2005 ,308, 16351638. CrossRef 9. Gill, S.R.; Pop, M.; Deboy, R.T.; Eckburg, P .B.; Turnbaugh, P .J.; Samuel, B.S.; Gordon, J.I.; Relman, D.A.; Fraser-Liggett, C.M.; Nelson, K.E. Metagenomic Analysis of the Human Distal Gut Microbiome. Science 2006 ,312, 13551359. CrossRef 10. Qin, J.; Li, R.; Raes, J.; Arumugam, M.; Burgdorf, K.S.; Manichanh, C.; Nielsen, T.; Pons, N.; Levenez, F.; Yamada, T.; et al. A Human Gut Microbial Gene Catalogue Established by Metagenomic Sequencing. Nature 2010 ,464, 5965. CrossRef 11. Fierer, N.; Hamady, M.; Lauber, C.L.; Knight, R. The Inuence of Sex, Handedness, and Washing on the Diversity of Hand Surface Bacteria. Proc. Natl. Acad. Sci. USA 2008 ,105, 1799417999. CrossRef PubMed 12. Ravel, J.; Gajer, P .; Abdo, Z.; Schneider, G.M.; Koenig, S.S.; McCulle, S.L.; Karlebach, S.; Gorle, R.; Russell, J.; Tacket, C.O.; et al. Vaginal Microbiome of Reproductive-Age Women. Proc. Natl. Acad. Sci. USA 2011 ,108(Suppl. 1), 46804687. CrossRef PubMed 13. Costantini, L.; Magno, S.; Albanese, D.; Donati, C.; Molinari, R.; Filippone, A.; Masetti, R.; Merendino, N. Characterization of Human Breast Tissue Microbiota from Core Needle Biopsies through the Analysis of Multi Hypervariable 16S-RRNA Gene Regions. Sci. Rep. 2018 ,8, 16893. CrossRef 14. Urbaniak, C.; Cummins, J.; Brackstone, M.; Macklaim, J.M.; Gloor, G.B.; Baban, C.K.; Scott, L.; OHanlon, D.M.; Burton, J.P .; Francis, K.P .; et al. Microbiota of Human Breast Tissue. Appl. Environ. Microbiol. 2014 ,80, 30073014. CrossRef PubMed 15. Lederberg, J.; Mccray, A.T. Ome Sweet OmicsA Genealogical Treasury of Words. Scientist 2001 ,15, 8. 16. Ursell, L.K.; Metcalf, J.L.; Parfrey, L.W.; Knight, R. Dening the Human Microbiome. Nutr. Rev. 2012 ,70(Suppl. S1), S38S44. CrossRef 17. Hyun, J.; Romero, L.; Riveron, R.; Flores, C.; Kanagavelu, S.; Chung, K.D.; Alonso, A.; Sotolongo, J.; Ruiz, J.; Manukyan, A.; et al. Human Intestinal Epithelial Cells Express Interleukin-10 through Toll-like Receptor 4-Mediated Epithelial-Macrophage Crosstalk. J. Innate Immun. 2015 ,7, 87101. CrossRef 18. LeBlanc, J.G.; Milani, C.; de Giori, G.S.; Sesma, F.; van Sinderen, D.; Ventura, M. Bacteria as Vitamin Suppliers to Their Host: A Gut Microbiota Perspective. Curr. Opin. Biotechnol. 2013 ,24, 160168. CrossRef 19. Mazmanian, S.K.; Liu, C.H.; Tzianabos, A.O.; Kasper, D.L. An Immunomodulatory Molecule of Symbiotic Bacteria Directs Maturation of the Host Immune System. Cell2005 ,122, 107118. CrossRef 20. Pickard, J.M.; Zeng, M.Y.; Caruso, R.; N ez, G. Gut Microbiota: Role in Pathogen Colonization, Immune Responses, and Inammatory Disease. Immunol. Rev. 2017 ,279, 7089. CrossRef 21. Ragupathy, S.; Esmaeili, F.; Paschoud, S.; Sublet, E.; Citi, S.; Borchard, G. Toll-like Receptor 2 Regulates the Barrier Function of Human Bronchial Epithelial Monolayers through Atypical Protein Kinase C Zeta, and an Increase in Expression of Claudin-1. Tissue Barriers 2014 ,2, e29166. CrossRef PubMed 22. Rakoff-Nahoum, S.; Paglino, J.; Eslami-Varzaneh, F.; Edberg, S.; Medzhitov, R. Recognition of Commensal Microora by Toll-like Receptors Is Required for Intestinal Homeostasis. Cell2004 ,118, 229241. CrossRef PubMed 23. Stappenbeck, T.S.; Hooper, L.V .; Gordon, J.I. Developmental Regulation of Intestinal Angiogenesis by Indigenous Microbes via Paneth Cells. Proc. Natl. Acad. Sci. USA 2002 ,99, 1545115455. CrossRef PubMed 24. Round, J.L.; Mazmanian, S.K. The Gut Microbiota Shapes Intestinal Immune Responses during Health and Disease. Nat. Rev. Immunol. 2009 ,9, 313323. CrossRef PubMed 25. Ximnez-Fyvie, L.A.; Haffajee, A.D.; Socransky, S.S. Comparison of the Microbiota of Supra- and Subgingival Plaque in Health and Periodontitis. J. Clin. Periodontol. 2000 ,27, 648657. CrossRef 26. Frank, D.N.; St Amand, A.L.; Feldman, R.A.; Boedeker, E.C.; Harpaz, N.; Pace, N.R. Molecular-Phylogenetic Characterization of Microbial Community Imbalances in Human Inammatory Bowel Diseases. Proc. Natl. Acad. Sci. USA 2007 ,104, 1378013785. CrossRef 27. Peng, R.H.; Xiong, A.S.; Xue, Y.; Fu, X.Y.; Gao, F.; Zhao, W.; Tian, Y.S.; Yao, Q.H. Microbial Biodegradation of Polyaromatic Hydrocarbons. FEMS Microbiol. Rev. 2008 ,32, 927955. CrossRef 28. Hilty, M.; Burke, C.; Pedro, H.; Cardenas, P .; Bush, A.; Bossley, C.; Davies, J.; Ervine, A.; Poulter, L.; Pachter, L.; et al. Disordered Microbial Communities in Asthmatic Airways. PLoS ONE 2010 ,5, e8578. CrossRef 29. McMillan, A.; Rulisa, S.; Sumarah, M.; Macklaim, J.M.; Renaud, J.; Bisanz, J.E.; Gloor, G.B.; Reid, G. A Multi-Platform Metabolomics Approach Identies Highly Specic Biomarkers of Bacterial Diversity in the Vagina of Pregnant and Non-Pregnant Women. Sci. Rep. 2015 ,5, 14174. CrossRef 30. Mira-Pascual, L.; Cabrera-Rubio, R.; Ocon, S.; Costales, P .; Parra, A.; Suarez, A.; Moris, F.; Rodrigo, L.; Mira, A.; Collado, M. Microbial Mucosal Colonic Shifts Associated with the Development of Colorectal Cancer Reveal the Presence of Different Bacterial and Archaeal Biomarkers. J. Gastroenterol. 2015 ,50, 167179. CrossRef 31. Urbaniak, C.; Gloor, G.; Brackstone, M.; Scott, L.; Tangney, M.; Reid, G. The Microbiota of Breast Tissue and Its Association with Breast Cancer. Appl. Environ. Microbiol. 2016 ,82, 50395048. CrossRef PubMed 32. Turnbaugh, P .J.; Hamady, M.; Yatsunenko, T.; Cantarel, B.L.; Duncan, A.; Ley, R.E.; Sogin, M.L.; Jones, W.J.; Roe, B.A.; Affourtit, J.P . ; et al. A Core Gut Microbiome in Obese and Lean Twins. Nature 2009 ,457, 480484. CrossRef PubMed 33. Garrett, W.S.; Lord, G.M.; Punit, S.; Lugo-Villarino, G.; Mazmanian, S.K.; Ito, S.; Glickman, J.N.; Glimcher, L.H. Communicable Ulcerative Colitis Induced by T-Bet Deciency in the Innate Immune System. Cell2007 ,131, 3345. CrossRef PubMedLife2022 ,12, 495 31 of 47 34. Zackular, J.P .; Baxter, N.T.; Iverson, K.D.; Sadler, W.D.; Petrosino, J.F.; Chen, G.Y.; Schloss, P .D. The Gut Microbiome Modulates Colon Tumorigenesis. MBio 2013 ,4, e00692. CrossRef PubMed 35. Bercik, P .; Denou, E.; Collins, J.; Jackson, W.; Lu, J.; Jury, J.; Deng, Y.; Blennerhassett, P .; Macri, J.; McCoy, K.D.; et al. The Intestinal Microbiota Affect Central Levels of Brain-Derived Neurotropic Factor and Behavior in Mice. Gastroenterology 2011 ,141, 599609. CrossRef 36. Cryan, J.F.; Dinan, T.G. Mind-Altering Microorganisms: The Impact of the Gut Microbiota on Brain and Behaviour. Nat. Rev. Neurosci. 2012 ,13, 701712. CrossRef 37. Boursier, J.; Diehl, A.M. Implication of Gut Microbiota in Nonalcoholic Fatty Liver Disease. PLoS Pathog. 2015 ,11, e1004559. CrossRef 38. Yoshimoto, S.; Loo, T.M.; Atarashi, K.; Kanda, H.; Sato, S.; Oyadomari, S.; Iwakura, Y.; Oshima, K.; Morita, H.; Hattori, M.; et al. Obesity-Induced Gut Microbial Metabolite Promotes Liver Cancer through Senescence Secretome. Nature 2013 ,499, 97101. CrossRef 39. Larsen, N.; Vogensen, F.K.; van den Berg, F.W.J.; Nielsen, D.S.; Andreasen, A.S.; Pedersen, B.K.; Al-Soud, W.A.; Srensen, S.J.; Hansen, L.H.; Jakobsen, M. Gut Microbiota in Human Adults with Type 2 Diabetes Differs from Non-Diabetic Adults. PLoS ONE 2010 ,5, e9085. CrossRef 40. Ettinger, G.; MacDonald, K.; Reid, G.; Burton, J.P . The Inuence of the Human Microbiome and Probiotics on Cardiovascular Health. Gut Microbes 2014 ,5, 719728. CrossRef 41. Angeloni, D.; Demontis, G.C. Endocrine Adaptations across Physical and Psychological Stressors in Long-Term Space Flights. Curr. Opin. Endocr. Metab. Res. 2020 ,11, 2126. CrossRef 42. Afshinnekoo, E.; Scott, R.T.; Mackay, M.J.; Pariset, E.; Cekanaviciute, E. Fundamental Biological Features of Spaceight: Advancing the Field to Enable Deep-Space Exploration. Cell2020 ,183, 11621184. CrossRef PubMed 43. Hassler, D.M.; Zeitlin, C.; Wimmer-Schweingruber, R.F.; Ehresmann, B.; Rafkin, S.; Eigenbrode, J.L.; Brinza, D.E.; Weigle, G.; Bttcher, S.; Bhm, E.; et al. Mars surface radiation environment measured with the Mars Science Laboratorys Curiosity rover. Science 2014 ,343, 1244797. CrossRef 44. National Council on Radiation Protection and Measurements (NCRP). Report No. 183-Radiation Exposure in Space and the Potential for Central Nervous System Effects: Phase II ; National Council on Radiation Protection and Measurements (NCRP): Cincinnati, OH, USA, 2019. 45. Mole, B.R.H.; Radiobiology, C. The LD50 for Uniform Low LET Irradiation of Man. Br. J. Radiol. 1984 ,57, 355369. CrossRef PubMed 46. Hu, S. Solar Particle Events and Radiation Exposure in Space. NASA Space Radiation Program Element, Human Research Program. 2017. Available online: https:three.jsc.nasa.govarticlesHu-SPEs.pdf (accessed on 18 February 2022). 47. Nelson, G.A. Space Radiation and Human Exposures, A Primer. Radiat. Res. 2016 ,185, 349358. CrossRef 48. Belobrajdic, B.; Melone, K.; Diaz-artiles, A. Planetary Extravehicular Activity (EVA) Risk Mitigation Strategies for Long-Duration Space Missions. NPJ Microgravity 2021 ,7, 16. CrossRef 49. Giovanetti, A.; Tortolici, F.; Runi, S. Why Do the Cosmic Rays Induce Aging? Front. Physiol. 2020 ,11, 955. CrossRef 50. Cucinotta, F.A.; Durante, M. Cancer Risk from Exposure to Galactic Cosmic Rays: Implications for Space Exploration by Human Beings. Lancet Oncol. 2006 ,7, 431435. CrossRef 51. Patel, Z.S.; Brunstetter, T.J.; Tarver, W.J.; Whitmire, A.M.; Zwart, S.R.; Smith, S.M.; Janice, L.H. Red Risks for a Journey to the Red Planet: The Highest Priority Human Health Risks for a Mission to Mars. NPJ Microgravity 2020 ,6, 33. CrossRef 52. Newberg, A.B.; Alavi, A. Changes in the Central Nervous System during Long-Duration Space Flight: Implications for Neuro- Imaging. Adv. Space Res. 1998 ,22, 185196. CrossRef 53. Suman, S.; Jaruga, P .; Dizdaroglu, M.; Fornace, A.J.; Kamal, D. Heavy Ion Space Radiation Triggers Ongoing DNA Base Damage by Downregulating DNA Repair Pathways. Life Sci. Space Res. 2020 ,27, 2732. CrossRef PubMed 54. Li, M.; Gonon, G.; Buonanno, M.; Autsavapromporn, N.; De Toledo, S.M.; Pain, D.; Azzam, E.I. Health Risks of Space Exploration: Targeted and Nontargeted Oxidative Injury by High-Charge and High-Energy Particles. Antioxid. Redox Signal. 2014 ,20, 15011523. CrossRef PubMed 55. Cucinotta, F.A.; Cacao, E.; Kim, M.Y.; Saganti, P .B. Cancer and Circulatory Disease Risks for a Human Mission to Mars: Private Mission Considerations. Acta Astronaut. 2018 ,166, 529536. CrossRef 56. Sannita, W.G.; Narici, L.; Picozza, P . Positive Visual Phenomena in Space: A Scientic Case and a Safety Issue in Space Travel. Vision Res. 2006 ,46, 21592165. CrossRef 57. Morgan, W.F. Non-Targeted and Delayed Effects of Exposure to Ionizing Radiation: I. Radiation-Induced Genomic Instability and Bystander Effects In Vitro. Radiat. Res. 2003 ,159, 567580. CrossRef 58. Clment, G.R.; Boyle, R.D.; George, K.A.; Nelson, G.A.; Reschke, M.F.; Williams, T.J.; Paloski, W.H. Challenges to the Central Nervous System during Human Spaceight Missions to Mars. J. Neurophysiol. 2020 ,123, 20372063. CrossRef 59. Iwase, S.; Nishimura, N.; Tanaka, K.; Mano, T. Effects of Microgravity on Human Physiology. In Beyond LEO Human Health Issues for Deep Space Exploration ; Reynolds, R.J., Ed.; IntechOpen: London, UK, 2020. 60. Frippiat, J.P .; Crucian, B.E.; de Quervain, D.J.F.; Grimm, D.; Montano, N.; Praun, S.; Roozendaal, B.; Schelling, G.; Thiel, M.; Ullrich, O.; et al. Towards Human Exploration of Space: The THESEUS Review Series on Immunology Research Priorities. NPJ Microgravity 2016 ,2, 16040. CrossRefLife2022 ,12, 495 32 of 47 61. Hughson, R.L.; Helm, A.; Durante, M. Heart in Space: Effect of the Extraterrestrial Environment on the Cardiovascular System. Nat. Rev. Cardiol. 2017 ,15, 167180. CrossRef 62. Iv, O.J.J.; Buettmann, E.G.; Friedman, M.A. Update on the Effects of Microgravity on the Musculoskeletal System. NPJ Microgravity 2017 ,7, 28. CrossRef 63. Bettiol, L.; De La Torre, A.; Patel, D.; Oluwafemi, F.; Kamaletdinova, G.; Kumar Singh, R.; Heshani, U.; Lakmal, Y.; Rivolta, A.; Sorokin, A. Manned Mars Mission Risks Evaluation. In Proceedings of the 69th International Astronautical Congress (IAC), Bremen, Germany, 15 October 2018; International Astronautical Federation: Bremen, Germany, 2018; pp. 15. 64. Marazziti, D.; Arone, A.; Ivaldi, T.; Kuts, K.; Loganovsky, K. Space Missions: Psychological and Psychopathological Issues. CNS Spectr. 2021 , 15. CrossRef 65. Bhakare, N.S. Mental Health Challenges Faced by Medical Professionals in Manned Space Missions. In Proceedings of the ASCEND 2021, Las Vegas, NV , USA, 1517 November 2021. 66. Kokhan, V .S.; Shakhbazian, E.V .; Markova, N.A. Psycho-Emotional Status but Not Cognition Is Changed under the Combined e Ff Ect of Ionizing Radiations at Doses Related to Deep Space Missions. Behav. Brain Res. 2019 ,362, 311318. CrossRef PubMed 67. Oluwafemi, F.A.; La Torre, A.D.; Afolayan, E.M.; Olalekan-Ajayi, B.M.; Dhital, B.; Mora-Almanza, J.G.; Potrivitu, G.; Creech, J.; Rivolta, A. Space Food and Nutrition in a Long Term Manned Mission. Adv. Astronaut. Sci. Technol. 2018 ,1, 121. CrossRef 68. Limardo, J.; Allen, C.; Danielson, R.W. International Space Station (ISS) Crewmembers Noise Exposures from 2015 to Present. In Proceedings of the 47th International Conference on Environmental Systems, Charleston, SC, USA, 1620 July 2017. 69. Dijk, D.; Neri, D.F.; Wyatt, J.K.; Ronda, J.M.; Riel, E.; Cecco, A.R.; Hughes, R.O.D.J.; Elliott, A.N.N.R.; Prisk, G.K.I.M.; West, J.B.; et al. Sleep, Performance, Circadian Rhythms, and Light-Dark Cycles during Two Space Shuttle Flights. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2001 ,281, 16471664. CrossRef PubMed 70. Kanas, N. The New Martians. In The New Martians. Science and Fiction ; Springer: Cham, Switzerland, 2014; ISBN 9783319009742. 71. Oluwafemi, F.A.; Abdelbaki, R.; Lai, J.C.; Mora-almanza, J.G.; Afolayan, E.M. A Review of Astronaut Mental Health in Manned Missions: Potential Interventions for Cognitive and Mental Health Challenges. Life Sci. Space Res. 2021 ,28, 2631. CrossRef PubMed 72. Manzey, D. Human Missions to Mars: New Psychological Challenges and Research Issues. Acta Astronaut. 2004 ,55, 781790. CrossRef 73. Bell, S.T.; Brown, S.G.; Mitchell, T. What We Know about Team Dynamics for Long-Distance Space Missions: A Systematic Review of Analog Research. Front. Psychol. 2019 ,10, 811. CrossRef 74. Kanas, N. Psychosocial Value of Space Simulation for Extended Spaceight. In Advances in Space Biology and Medicine ; Bonting, S.L., Ed.; Elsevier: Amsterdam, The Netherlands, 1997; Volume 6, pp. 8191, ISBN 0762301473. CrossRef 75. Kanas, N.; Salnitskiy, V .; Gushin, V .; Weiss, D.S.; Grund, E.M.; Flynn, C.; Kozerenko, O.; Sled, A.; Marmar, C.R. AstheniaDoes It Exist in Space? Psychosom Med. 2001 ,63, 874880. CrossRef 76. De Middeleer, G.; Leys, N.; Sas, B.; De Saeger, S. Fungi and Mycotoxins in SpaceA Review. Astrobiology 2019 ,19, 915926. CrossRef 77. Novikova, N.D.D. Review of the Knowledge of Microbial Contamination of the Russian Manned Spacecraft. Microbial. Ecol. 2004 ,47, 127132. CrossRef 78. Sielaff, A.C.; Singh, N.K.; Allen, J.E.; Thissen, J.; Jaing, C.; Venkateswaran, K. Draft Genome Sequences of Biosafety Level 2 Opportunistic Pathogens Station. Genome Announc. 2016 ,4, e01263-16. CrossRef 79. Cervantes, J.L.; Hong, B.-Y. Dysbiosis and Immune Dysregulation in Outer Space. Int. Rev. Immunol. 2015 ,35, 6782. CrossRef PubMed 80. Urbaniak, C.; Grams, T.; Mason, C.E. Simulated Microgravity Promotes Horizontal Gene Transfer of Antimicrobial Resistance Genes between Bacterial Genera in the Absence of Antibiotic Selective Pressure. Life2021 ,11, 960. CrossRef PubMed 81. Liu, Z.; Luo, G.; Du, R.; Sun, W.; Li, J.; Lan, H.; Chen, P .; Yuan, X.; Cao, D.; Li, Y.; et al. Effects of Spaceight on the Composition and Function of the Human Gut Microbiota. Gut Microbes 2020 ,11, 807819. CrossRef PubMed 82. Gosc, L.; Barton, D.A.W.; Johansson, A. Analytical Modelling of the Spread of Disease in Conned and Crowded Spaces. Sci. Rep. 2014 ,4, 4856. CrossRef 83. Xiao, S.; Venkateswaranc, K.J.; Jianga, S.C. The Risk of Staphylococcus Skin Infection during Space Travel and Mitigation Strategies. Microb. Risk Anal. 2019 ,11, 2330. CrossRef 84. Vuolo, M.; Baiocco, G.; Barbieri, S.; Bocchini, L.; Giraudo, M.; Gheysens, T.; Lobascio, C.; Ottolenghi, A. Exploring Innova- tive Radiation Shielding Approaches in Space: A Material and Design Study for a Wearable Radiation Protection Spacesuit. Life Sci. Sp. Res. 2017 ,15, 6978. CrossRef 85. Moore, S.T.; Dilda, V .; Morris, T.R.; Yungher, D.A.; MacDougall, H.G.; Wood, S.J. Long-Duration Spaceight Adversely Affects Post-Landing Operator Prociency. Sci. Rep. 2019 ,9, 2677. CrossRef 86. Sihver, L.; Mortazavi, S. Radiation Risks and Countermeasures for Humans on Deep Space Missions. In Proceedings of the 2019 IEEE Aerospace Conference, Big Sky, MT, USA, 29 March 2019; pp. 110. 87. Anderton, R.; Posselt, B.; Komorowski, M.; Hodkinson, P . Medical Considerations for a Return to the Moon. Occup. Med. 2019 ,69, 311313. CrossRef 88. Davila, A.; Willson, D.; Coates, J.; McKay, C. Perchlorate on Mars: A Chemical Hazard and a Resource for Humans. Int. J. Astrobiol. 2013 ,12, 321325. CrossRefLife2022 ,12, 495 33 of 47 89. Jiang, P .; Green, S.J.; Chlipala, G.E.; Turek, F.W.; Vitaterna, M.H. Reproducible Changes in the Gut Microbiome Suggest a Shift in Microbial and Host Metabolism during Spaceight. Microbiome 2019 ,7, 113. CrossRef 90. Brown, L.; Fromme, W.; Handler, S.; Wheatcroft, M.; Johnston, D. Effect of Skylab Missions on Clinical and Microbiologic Aspects of Oral Health. J. Am. Dent. Assoc. 1976 ,93, 357363. CrossRef PubMed 91. Taylor, G.R.; Graves, R.C.; Brockett, R.M.; Ferguson, J.K.; Mieszkuc, B.J. Skylab Environmental and Crew Microbiology Studies ; NASA Johnson Space Center: Washington, DC, USA; Houston, TX, USA, 1971. 92. Ritchie, L.E.; Taddeo, S.S.; Weeks, B.R.; Lima, F.; Bloomeld, S.A.; Azcarate-Peril, M.A.; Zwart, S.R.; Smith, S.M.; Turner, N.D. Space Environmental Factor Impacts upon Murine Colon Microbiota and Mucosal Homeostasis. PLoS ONE 2015 ,10, e0125792. CrossRef 93. Casero, D.; Gill, K.; Sridharan, V .; Koturbash, I.; Nelson, G.; Hauer-jensen, M.; Boerma, M.; Braun, J.; Cheema, A.K. Space-Type Radiation Induces Multimodal Responses in the Mouse Gut Microbiome and Metabolome. Microbiome 2017 ,5, 105. CrossRef PubMed 94. Turroni, S.; Rampelli, S.; Biagi, E.; Consolandi, C.; Severgnini, M.; Peano, C.; Quercia, S.; Soverini, M.; Carbonero, F.G.; Bianconi, G.; et al. Temporal Dynamics of the Gut Microbiota in People Sharing a Conned Environment, a 520-Day Ground-Based Space Simulation, MARS500. Microbiome 2017 ,5, 39. CrossRef PubMed 95. Hao, Z.; Li, L.; Fu, Y.; Liu, H. The Inuence of Bioregenerative Life-Support System Dietary Structure and Lifestyle on the Gut Microbiota: A 105-Day Ground-Based Space Simulation in Lunar Palace 1. Environ. Microbiol. 2018 ,20, 36433656. CrossRef PubMed 96. Alauzet, C.; Cunat, L.; Wack, M.; Lozniewski, A.; Busby, H.; Agrinier, N.; Cailliez-Grimal, C.; Frippiat, J.P . Hypergravity Disrupts Murine Intestinal Microbiota. Sci. Rep. 2019 ,9, 9410. CrossRef 97. Garrett-Bakelman, F.E.F.; Darshi, M.; Green, S.J.; Gur, R.R.C.; Lin, L.; Macias, B.R.; McKenna, M.M.J.; Meydan, C.; Mishra, T.; Nasrini, J. ; et al. The NASA Twins Study: A Multidimensional Analysis of a Year-Long Human Spaceight. Science 2019 ,364, eaau8650. CrossRef 98. Voorhies, A.A.; Mark Ott, C.; Mehta, S.; Pierson, D.L.; Crucian, B.E.; Feiveson, A.; Oubre, C.M.; Torralba, M.; Moncera, K.; Zhang, Y.; et al. Study of the Impact of Long-Duration Space Missions at the International Space Station on the Astronaut Microbiome. Sci. Rep. 2019 ,9, 9911. CrossRef 99. Avila-Herrera, A.; Thissen, J.; Urbaniak, C.; Be, N.A.; Smith, D.J.; Karouia, F.; Mehta, S.; Venkateswaran, K.; Jaing, C.; Smith, J.; et al. Crewmember Microbiome May Inuence Microbial Composition of ISS Habitable Surfaces. PLoS ONE 2020 ,15, e0231838. CrossRef 100. Morrison, M.D.; Thissen, J.B.; Karouia, F.; Mehta, S.; Urbaniak, C.; Venkateswaran, K.; Smith, D.J.; Jaing, C. Investigation of Spaceight Induced Changes to Astronaut Microbiomes. Front. Microbiol. 2021 ,12, 659179. CrossRef 101. Urbaniak, C.; Lorenzi, H.; Thissen, J.; Jaing, C.; Crucian, B.; Sams, C.; Pierson, D.; Venkateswaran, K.; Mehta, S. The Inuence of Spaceight on the Astronaut Salivary Microbiome and the Search for a Microbiome Biomarker for Viral Reactivation. Microbiome 2020 ,8, 56. CrossRef PubMed 102. Brereton, N.J.B.; Pitre, F.E.; Gonzalez, E. Reanalysis of the Mars500 Experiment Reveals Common Gut Microbiome Alterations in Astronauts Induced by Long-Duration Connement. Comput. Struct. Biotechnol. J. 2021 ,19, 22232235. CrossRef PubMed 103. Chen, Y.; Xu, C.; Zhong, C.; Lyu, Z.; Liu, J.; Zhanghuang, C.; Huanhuan, D.; Bingmu, X.; Qiong, X. Temporal Characteristics of the Oropharyngeal and Nasal Microbiota Structure in Crewmembers Stayed 180 Days in the Controlled Ecological Life Support System. Front. Microbiol. 2021 ,11, 3497. CrossRef PubMed 104. Saei, A.; Barzegari, A. The Microbiome: The Forgotten Organ of the Astronauts BodyProbiotics beyond Terrestrial Limits. Future Microbiol. 2012 ,7, 10371046. CrossRef 105. Proctor, L. Priorities for the next 10 Years of Human Microbiome Research. Nature 2019 ,569, 623625. CrossRef 106. Shreiner, A.B.; Kao, J.Y.; Young, V .B. The Gut Microbiome in Health and in Disease. Curr. Opin. Gastroenterol. 2015 ,31, 69. CrossRef 107. Oren, A.; Garrity , G.M. Valid Publication of the Names of Forty-Two Phyla of Prokaryotes. Int. J. Syst. Evol. Microbiol. 2021 ,71, 005056 . CrossRef 108. Siddiqui, R.; Qaisar, R.; Goswami, N.; Khan, N.A.; Elmoselhi, A. Effect of Microgravity Environment on Gut Microbiome and Angiogenesis. Life2021 ,11, 1008. CrossRef 109. Dong, H.; Chen, P .; Yu, Y.; Zang, P .; Wei, Z. Simulated Manned Mars Exploration: Effects of Dietary and Diurnal Cycle Variations on the Gut Microbiome of Crew Members in a Controlled Ecological Life Support System. PeerJ 2019 ,7, e7762. CrossRef 110. Gerassy-Vainberg, S.; Blatt, A.; Danin-Poleg, Y.; Gershovich, K.; Sabo, E.; Nevelsky, A.; Daniel, S.; Dahan, A.; Ziv, O.; Dheer, R.; et al. Radiation Induces Proinammatory Dysbiosis: Transmission of Inammatory Susceptibility by Host Cytokine Induction. Gut2018 ,67, 97107. CrossRef 111. Kaczmarek, J.; Thompson, S.; Holscher, H. Complex Interactions of Circadian Rhythms, Eating Behaviors, and the Gastrointestinal Microbiota and Their Potential Impact on Health. Nutr. Rev. 2017 ,75, 673682. CrossRef PubMed 112. Siddiqui, R.; Akbar, N.; Khan, N.A. Gut Microbiome and Human Health under the Space Environment. J. Appl. Microbiol. 2020 ,130, 1424. CrossRef PubMedLife2022 ,12, 495 34 of 47 113. Alauzet, C.; Cunat, L.; Wack, M.; Lanfumey, L.; Legrand-Frossi, C.; Lozniewski, A.; Agrinier, N.; Cailliez-Grimal, C.; Frippiat, J.P . Impact of a Model Used to Simulate Chronic Socio-Environmental Stressors Encountered during Spaceight on Murine Intestinal Microbiota. Int. J. Mol. Sci. 2020 ,21, 7863. CrossRef PubMed 114. Voorhies, A.A.; Lorenzi, H.A. The Challenge of Maintaining a Healthy Microbiome during Long-Duration Space Missions. Front. Astron. Space Sci. 2016 ,3, 23. CrossRef 115. Turroni, S.; Magnani, M.; Kc, P .; Lesnik, P .; Vidal, H.; Heer, M. Gut Microbiome and Space Travelers Health: State of the Art and Possible ProPrebiotic Strategies for Long-Term Space Missions. Front. Physiol. 2020 ,11, 1135. CrossRef 116. Chen, W.; Liu, F.; Ling, Z.; Tong, X.; Xiang, C. Human Intestinal Lumen and Mucosa-Associated Microbiota in Patients with Colorectal Cancer. PLoS ONE 2012 ,7, e39743. CrossRef 117. Dietlein, L.F. Skylab: A Beginning. In Proceedings of the Skylab Life Sciences Symposium, Houston, TX, USA, 1 November 1974; Volume 2, pp. 795859. 118. Duncan, S.H.; Belenguer, A.; Holtrop, G.; Johnstone, A.M.; Flint, H.J.; Lobley, G.E. Reduced Dietary Intake of Carbo- hydrates by Obese Subjects",
        "images": []
    }
]