[
    {
        "pmid": "38744887",
        "title": "Inspiration4 data access through the NASA Open Science Data Repository.",
        "year": "2024",
        "journal": "NPJ Microgravity",
        "abstract": "The increasing accessibility of commercial and private space travel necessitates a profound understanding of its impact on human health. The NASA Open Science Data Repository (OSDR) provides transparent and FAIR access to biological studies, notably the SpaceX Inspiration4 (I4) mission, which amassed extensive data from civilian astronauts. This dataset encompasses omics and clinical assays, facilitating comprehensive research on space-induced biological responses. These data allow for multi-modal, longitudinal assessments, bridging the gap between human and model organism studies. Crucially, community-driven data standards established by NASA's OSDR Analysis Working Groups empower artificial intelligence and machine learning to glean invaluable insights, guiding future mission planning and health risk mitigation. This article presents a concise guide to access and analyze I4 data in OSDR, including programmatic access through GLOpenAPI. This pioneering effort establishes a precedent for post-mission health monitoring programs within space agencies, propelling research in the burgeoning field of commercial space travel's impact on human physiology.",
        "full_text": "npj  microgravity Brief communication Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA https:doi.org10.1038s41526-024-00393-5 Inspiration4 data access through the NASA Open Science Data Repository Check for updates Lauren M. Sanders1,2, Kirill A. Grigorev1,2,R y a nT .S c o t t1,3, Amanda M. Saravia-Butler1,3, San-huei Lai Polo1,3, Rachel Gilbert1,3, Eliah G. Overbey4,5,6,J a n g K e u nK i m4,5, Christopher E. Mason4,5,7 Sylvain V. Costes1 The increasing accessibility of commercial and private space travel necessitates a profound understanding of its impact on human health. The NASA Open Science Data Repository (OSDR)provides transparent and FAIR access to biological studies, notably the SpaceX Inspiration4 (I4)mission, which amassed extensive data from civilian astronauts. This dataset encompasses omicsand clinical assays, facilitating comprehensive research on space-induced biological responses.These data allow for multi-modal, longitudinal assessments, bridging the gap between human andmodel organism studies. Crucially, community-driven data standards established by NASA s OSDR Analysis Working Groups empower arti cial intelligence and machine learning to glean invaluable insights, guiding future mission planning and health risk mitigation. This article presents a concise guide to access and analyze I4 data in OSDR, including programmatic access through GLOpenAPI.This pioneering effort establishes a precedent for post-mission health monitoring programs withinspace agencies, propelling research in the burgeoning eld of commercial space travel s impact on human physiology. The increased accessibility of commercial and private space ight travel has made it imperative to understand the sh ort- and long-term effects of space stressors on human health. The NASA Open Science Data Repository(OSDR) 13provides open and FAIR4access to space ight and space-relevant biological studies from the past decades. Research enabled by OSDR datahas revealed a complex network of mol ecular and physiological effects of space ight across living systems, from microbes to plants to mammals (https:osdr.nasa.govbio datapublications.html ). Most prior research using OSDR data has focused on model organisms such as rodents, worms, and fruit ies. These valuable measureme nts provide insight into the response of neuromuscular, immune, and developmental biosystems to thestressors and hazards of space ight. Integrating human in vivo data takes these studies one step further and map previously characterized modelorganisms biological responses to the limited knowledge on human phy- siology in space. The 2021 SpaceX Inspiration4 (I 4) mission collected a com- prehensive atlas of biological measurements from four civilianastronauts, providing a wealth of d ata to characterize the effects ofspace ight on the human body. In the current special Nature package titled The Second Space Age: Omics, Platforms, and Medicine Across Orbits, a wide battery of analyses of these data have already provided valuable insights (Mason et al., Nature . 2023). The I4 mission stands as a signi cant milestone, amassing an extensive collection of biological measurements from four civilian astronauts, therebyadding an invaluable seri es of datasets for deciphering the repercussions of space ight on human health. The open access of these datasets in the NASA OSDR provides a unique opp ortunity for the scienti c community, citizen scientists, researchers, and students to continue using OSDR resources tofurther unlock profound insights into the consequences of space travel onthe human body. In this short article, we guide the readers on how to bestconduct future analysis by presenting a series of vignettes illustratingpathways for accessing metadata and d ata from this rich resource through O S D R .W eh o p et h e s eg u i d e l i n e sw i l l help the community contribute fur- ther to the vast compendium of ndings already published from OSDR data and enable new hypotheses to be tested with both the human and modelorganism data. 1Space Biosciences Research Branch, NASA Ames Research Center, Moffett Field, CA, USA.2Blue Marble Space, Seattle, WA, USA.3KBR, Houston, TX, USA. 4Department of Physiology and Biophysics, Weill Cornell Medicine, New York, NY, USA.5The HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud Institute for Computational Biomedicine, Weill Cornell Medicine, New York, NY, USA.6Center for STEM, University of Austin, Austin, TX, USA.7The WorldQuant Initiative for Quantitative Prediction, Weill Cornell Medicine, New York, NY, USA. e-mail: sylvain.v.costesnasa.gov npj Microgravity  (2024) 10:56 11234567890():,; 1234567890():,;Compared to traditional model organisms used for research, one unique aspect of these data is the breadth of longitudinal measurementsavailable from several human astronauts. Such temporal information forseveral individuals is unprecedented and pushes further the well-known NASA s Twin Study  5where a single astronaut was monitored over 340 days on the international sp ace station, referred to as a No f1  experiment. In contrast, even though the duration of the I4 mission wasmuch shorter (3 days), it was at a higher altitude (590 km vs. 420 km), andsince it featured four individuals moni t o r e dw i t hs u c hb i o l o g i c a ld e p t h ,t h e data opens the door to new and innovative follow-up studies (e.g. PolarisDawn missions). Incorporating environmental data with microbiome data and a wide variety of phenotypic and high-throu ghput sequencing assays provides a rare opportunity for mult i-modal, longitudinal assessment of short-term and long-term space ight effects on humans. These datasets also provide a much-needed ability to compare human space ight effects to the previously characterized space ight consequences in model organisms. The analyses conducted thus far on the I4 mission sd a t ah a v ea l r e a d y yielded substantial revelations, shedding light on the intricate interplaybetween space stressors and the immune system, cell-speci c responses to space ight, rapid microbial interchange of the crew, and detailed maps of the changes in the skin from astronauts (Overbey et al., Nature 2023;Tierney et al., Nature Microbiology 2023; Kim et al., Nature 2023). Theseanalyses demonstrate the great potentia l of these data for future knowledge. The inclusion of multi-modal data, su ch as the blood datasets, which cover a diverse array of measurements (OSD-569, 570,571,575), also pre- sents an exciting avenue for future exploration. This broader scope for analysis could unveil deeper connect ions between different biological responses and offer a more comprehensive understanding of the body s adaptations to the space environment . Combining omics and medical assay data is the rst step to understanding the biological signi cance of integrated ndings. Translating them into actiona ble insights for space health will be our next step, which remains challenging but, for the rst time, attainable. Looking ahead, integrating arti cial intelligence and machine learning (AIML) in the analysis of biomedical data from the I4 mission also holdsgreat promise. With all OSDR data ac cessible in a cloud-based public repository, standardized metadata , and a robust API query system, this effort demonstrates AI readiness an d empowers our user community to explore beyond current ndings. The sheer volume and complexity of the data call for advanced computational a pproaches that can uncover patterns, correlations, and anomalies that migh t otherwise remain hidden. Powerful techniques, such as machine learning and deep learning, hold the potentialto extract meaningful but complex insigh ts from the vast dataset, facilitating the identi cation of subtle trends and potential health risks associated with space travel. NASA OSDR s commitment to FAIR practices ensures that researchers across the globe can harness the power of AI to conduct cutting- edge analyses, fostering collaboration and accelerating the pace of discovery. Finally, this work sets a precedent fo r space agencies to establish compre- hensive, post-mission health monitori ng programs, incorporating omics and medical assay data, while informi ng future mission planning and health risk mitigation strategies. Methods In the realm of scienti c inquiry involving I4 data, it is imperative to note that publicly accessible information pe rtains solely to processed data, given that raw data pertaining to individ ual human subjects, encompassing genetic sequence data among other facets, necessitate an application pro- cedure that mandates approval from an e thical oversight board for access. The protocol for controlled data ac cess has been meticulously devised, drawing inspiration from established guidelines within the Database ofGenotypes and Phenotypes (dbGAP) and incorporating best practicesderived from the United Kingdom Bi obank. This comprehensive frame- work encompasses an expansive arra y of data and sample categories, as illustrated in Fig. 1. These data are captured across eight studies, delineated by tissue and sample type, and includes omics assays such as direct RNA sequencing(RNA-seq), single nuclei ATAC-seq and RNA-seq, metagenomicsmeta-transcriptomics, spatial transcriptom ics, and proteomics to comprehensive metabolic and immune panels. Moreo ver, clinical assays for blood pro ling, such as complete blood count (CBC) and metabolic panels, are also includedin the data resource. All subjects were consented at an informed consent brie ng (ICB) at SpaceX (Hawthorne, CA), and samples w ere collected and processed under the approval of the Institutional Review Board (IRB) at Weill CornellMedicine, under Protocol 21-05023569. All crew members have consented for data and sample sharing. Reporting summary Further information on research desi gn is available in the Nature Research Reporting Summary linked to this article. Data records For illustration purposes, a single dataset will be used as an example for researcher access of I4 data from OSDR: OSD-572, which holds Fig. 1  Overview of available I4 data in OSDR across 10 studies separated by tissue. I4 mission data are separated into 10 OSD studies based on sampletissue type as shown above. For each OSD, the associated omics and non-omics data are listedunder the GLDS-ID (light gray) and LSDS-ID (dark gray), respectively. The time points samples were collected for each OSD are color-coded in the I4 missiontimeline at the top. L Launch, F Flight, R Return, d Days.https:doi.org10.1038s41526-024-00393-5 Brief communication npj Microgravity  (2024) 10:56 2metagenomics and metatranscriptomics data from crew skin samples collected to assess the response of microbial populations (skin, oral,nasal) to space ight. Samples were collected at three timepoints pre- ight (launch minus 92 days (L-92), L-44, and L-3), mid- ight for three time points ( ight day 1 (FD1), FD2, FD3), and post- ight (return plus 1 day (R 1), R45 R82). The OSDR study page ( https:osdr.nasa.govb iorepodatastudies OSD-572 ) contains several sections with information about the study, including a description of the experiment that gave rise to the data, asso-ciated experiments, payloads, and mi ssions, and a section detailing each experimental or analytical protocol involved in generating the dataset. Apublications section also lists all publi shed papers associated with this study. Figure 2shows snapshots of the reposit ory, emphasizing the metadata tables available for OSD-572. The Samples table (Fig. 2a) contains metadata information on each sample, including intrinsic characteristics of thesample (e.g., host organism, material t ype) as well as factor values relating to the experiment (e.g., space ight status, time collected). The Assays table contains metadata information for each sample pertaining to the assay specied in the drop-down menu (Fig. 2b). Users can choose a speci c assay to display from the drop-down men u, and the assay table will update accordingly.Both metadata tables can be downloa ded as a comma-separated-values (CSV) le with user-selected columns to aid downstream analyses. Sample names map across metadata and data elds to enable targeted selection of specic samples or differential analysis across groups. Figure 3shows the raw and processed data les available to browse and download through the OSDR study page for OSD-630. All OSDR datasets use the ISA-Tab (Investigation, Study, Assay) metadata model 6to capture experimental metadata fo r each study. Under the Study Metadata Files  folder, users can download the ISA.zip le for the study, which contains the ISA-Tab les that hold all study information displayed on OSDR, to enable further characterization of the dataset (Fig. 3a). Investigator-submitted data, both raw and processed, can be found under Metagenomics Data Files . This folder houses raw FASTQ sequ ences, which are essentially the sequence les post-removal of human-read data (see Fig. 3bf o rv i s u a l representation). Furthermore, GeneLab, an integral component of the Open Science Data Repository (OSDR), has devised standardized omics data proces-sing pipelines. These pipelines are instrumental in generating and dis- seminating processed data outputs for all omics datasets. They incorporate a rigorous quality control assessment process, includingtools such as FastQC and MultiQC, particularly tailored for sequencingdata analysis (refer to Fig. 3c, d for an illustrative depiction). Fig. 2  Sample and assay metadata available in OSDR for I4 study OSD-572. a Sample metadata table contains sample level information regarding sample characteristics and experimental factors. bAssay metadata table contains information about each assay on a per sample level.https:doi.org10.1038s41526-024-00393-5 Brief communication npj Microgravity  (2024) 10:56 3Moreover, it is noteworthy that the OSDR encompasses a diverse array of physiological and phenotypic data type s, spanning cytokine panels, complete blood counts, imaging data, ultrason ography records, and more. These data types are subject to stringent data and m etadata standards, complemented by t a b u l a rd a t at r a n s f o r m a t i o np r o t o c o l s .T h i sm e t i c u l o u sa p p r o a c hi sd e s i g n e d to uphold data quality and foster data reuse. Importantly, these physio- phenotypic standards have been developed and reviewed in collaboration withsubject matter experts who specializ e in the respective assays, forming an integral part of the OSDR Analysis Working Groups (AWG). Usage notes These data, like any other datasets deposited into the OSDR reposi-tory, can be programmatically accessed through GLOpenAPI (https:visualization.gen elab.nasa.govGLOpenAPI ). Here, we provide a quick example of running a differential expression analysis and pathway enrichment visualization in R ( https:www.R-project. org) using the unnormalized counts data associated with study OSD- 569 (whole blood direct RNA-seq data). However, please note that unlike most other datasets, access to human RNA-Seq data requires authentication with suf cient credentials, which m a yb em a d ea v a i l a b l eu p o nr e q u e s t .I . e .w h i l en o r m a l l yo n ew o u l ds i m p l yuse the read.csv() function, for these data, we will de ne a get.csv() function that passes the authentication token in the header of the request; we assumethe token is stored in a variable called TOKEN : library(httr) get.csv function (url, ) authpaste(Bearer, TOKEN) response GET(url, add_headers(Authorization  auth)) return(read.csv(text content(response), )) Metadata Since dataset OSD-569 is of interest, a query component idOSD- 569 should be passed, and to retriev e all factor value metadata, a component study.factor value is added. Sample names and factors are columns in the metadata table. The header of the metadata table consists of two lines, and the rst one may be skipped in many cases (see the GLOpenAPI manual for full explanation). The sample name isalways the 3rd column (after accession and assay name ), but, for illustrative purp oses, here, we read everything as regular columns and assign row names manually in a lat er step. The request is sent to the GLOpenAPI metadata endpoint: GLOPENAPI https:visualization.genelab.nasa. govGLOpenAPIquery URLencode(id OSD-569study.factor value) urlpaste0(API, metadata?, query) metadata get.csv(url, skip 1) cat(Metadata column names:n)print(colnames(metadata)) Output: Metadata column names: 1X.accession assay.name 3sample.name subject 5timestamp Data The same query component is included to retrieve data for OSD-569 (idOSD-569 ). For differential expre ssion analyses, data from les con- taining unnormalized RNA-Seq counts is requested (component le.da- tatypeunnormalized counts ); the request is sent to the GLOpenAPI data  endpoint. Fig. 3  Data available for browse and download in OSDR for I4 study OSD-630. aStudy metadata les include ISA-Tab les.bInvestigator-deposited data les include the Metagenomics Data Files containing (human-read removed) raw FASTQ sequence data les and any investigator processed data les.cGeneLabProcessed Metagenomics Files include a number of quality control outputs, including the FASTQC Outputs with a raw MultiQC report, and will containGeneLab processed data les.dExamples of MultiQC data available for OSD-630.https:doi.org10.1038s41526-024-00393-5 Brief communication npj Microgravity  (2024) 10:56 4As it is common for differential expression analyses, sample names are column names in the data table, and gene names are row names.Gene names always come rst, so we pass row.names1 to the get.csv() function. The header of the data table consist s of three lines (accession, assay name, sample name), but as we are working with a single assay, we can skip therst two lines: qidOSD-569 le.datatype unnormalized counts urlpaste0(GLOPENAPI, data?, URLencode(q)) dataget.csv( url, check.names F, skip 2, row.names 1 ) Differential expression and pathway enrichment analysis At this point, the data is ready to be ingested into standard analysistools, for example, DESeq2 7and fgsea8with the use of MSigDb9 pathways. For DESeq2, sample names in the metadata should berepresented as row names; and if, for example, we want to classify alltimestamps into preight (anything before launch, i.e. timestamps starting with L-),postight (immediately after landing, R1) and recovery ( a l lo t h e rt i m e s t a m p ss t a r t i n gw i t h R), we also add astatus column: rownames(metadata) metadatasample.name metadatastatus sapply(metadatatimestamp, function (t)  ifelse(t R1, post ight , ifelse(startsWith(t, R ), recovery , pre ight)) )Finally, we run the analyses and vis ualize enrichment of a particular MSigDb pathway (DIAZ_CHRONIC_MYELOGENOUS_LEUKE-MIA_UP) with result displayed in Fig. 4: library(DESeq2) ddsDESeqDataSetFromMatrix( round(na.omit(data)),  DESeq2 requires integervalues and absence of NaNs metadata, status subject, ) lrtDESeq(dds, test LRT, reduced subject) degresults(lrt, contrast c(status, post ight, pre ight)) library(msigdbr) C2msigdbr(species human, category  C2) pathways split(x C2ensembl_gene, f C2gs_name) library(fgsea) degrank degpadj  sign(deglog2FoldChange) ranks with(na.omit(deg), setNames(rank, rownames(na.omit(deg))))plotEnrichment(pathwaysDIAZ_CHRONIC_MYELOGENOUS_LEUKEMIA_UP, ranks) Technical validation The establishment of standardized data formats, uniform units of mea- surement, ontological frameworks, and comprehensive metadata elds is imperative to ensure the seamless integration of new data types into arepository and to enhance the capacity f or cross-study biological analyses. Further, the integration of medical assa ys with multi-omics data, including Fig. 4  Enrichment analysis. Enrichment of the DIAZ_CHRONIC_MYELOGENOUS_LEUKEMIA_UP MSigDb pathway in the RNA-Seq data associated with dataset OSD-569 at the post ight timestamp compared to pre ight conditions, analyzed and visualized from data retrieved via GLOpenAPI.https:doi.org10.1038s41526-024-00393-5 Brief communication npj Microgravity  (2024) 10:56 5genomics, proteomics, metabolomics, a nd other data modalities, facilitates meta-analyses geared towards better u nderstanding of the human response to the space environment. The correla tion between omics data and clinically signicant endpoints derived from medical data holds paramount sig- nicance in elucidating health implications. Nonetheless, the integration of disparate data types remains a persistent challenge in the biomedicalresearch domain, exacerbated by inco nsistencies across laboratories and studies, as well as inherent variability in individual responses. Moreover,space missions like I4, which encompa ss multiple data collection points (pre-ight, in- ight, post- ight, etc.), provide longitudinal datasets that enable the intricate yet potent explo ration of space-induced responses over time. Over the ve years, the OSDR Analysis Working Groups (AWGs) were convened in order to ensure the reusability and standardization ofdata available within OSDR. These AWGs consist of diverse OSDR data stakeholders, including investigators, commercial entities, academic researchers, and students. Each AWG is dedicated to a distinctdata category or domain of expertise, including animals, arti cial intelligence, microbes, multi-omics, phenotypic data, and plants.Professionals within these AWGs contributed their expertise towardsthe formulation of standardized data processing pipelines and thedevelopment of assay metadata con gurations tailored to each new data type. Consequently, OSDR was well-equipped to receive, curate,standardize, and process the wide spectrum of medical and omics datacollected during the I4 mission. Medical data serves as a crucial resource for gaining insights into biological responses. However, balancing the imperative to protect sensitive health information of astronauts while enabling data sharing for researchnecessitates the robust implementation of privacy and security protocols.OSDR has introduced an innovative ca pability, allowing users to access metadata associated with private med ical datasets, albeit without direct access to the data itself. OSDR s dedication to comprehensive and unam- biguous metadata, coupled with the utilization of the GLOpenAPI, under-scores its readiness for analysis and arti cial intelligence applications. The data query method illustrated here marks an initial step toward realizing the goal of Precision Space Health 10,11. In cases where users seek to employ private medical datasets such as those collected on I4 for research purposes, an application process is in place that mandates approval from an institu- tional review board (IRB). Data availability All data are available on the NASA Open Science Data Repository. OSD- 569,OSD-570 ,OSD-571 ,OSD-572 ,OSD-573 ,OSD-574 ,OSD-575 ,OSD- 630,OSD-656 ,OSD-687 : Code availability GeneLab processed data is generated using the pipelines that are publicly available on the GeneLab Data Processing GitHub page: https:github.com nasaGeneLab_Data_Processing . Received: 14 December 2023; Accepted: 3 April 2024; References 1. Berrios, D. C., Galazka, J., Grigorev, K., Gebre, S.  Costes, S. V. NASA GeneLab: interfaces for the exploration of space omics data.Nucleic Acids Res. 49, D1515 D1522 (2021). 2. Scott, R. T. et al. Advancing the integration of biosciences data sharing to further enable space exploration. Cell Rep. 33, 108441 (2020). 3. Ray, S. et al. GeneLab: Omics database for space ight experiments. Bioinformatics 35, 1753 1759 (2019).4. Berrios, D. C., Beheshti, A.  Costes, S. V. FAIRness and usability for open-access Omics data systems. AMIA Annu. Symp. Proc. 2018 , 232 241 (2018). 5. Garrett-Bakelman, F. E. et al. The NASA Twins Study: A multidimensional analysis of a year-long human space ight. Science 364, eaau8650 (2019). 6. Gonzlez-Beltrn, A., Maguire, E., Sansone, S.-A.  Rocca-Serra, P. linkedISA: semantic representation of ISA-Tab experimentalmetadata. BMC Bioinforma. 15, S4 (2014). 7. Love, M. I., Huber, W.  Anders, S. Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 15, 550 (2014). 8. Korotkevich, G., Sukhov, V.  Sergushichev, A. Fast gene set enrichment analysis. bioRxiv 060012 (2019) https:doi.org10.1101 060012 . 9. Castanza, A. S. et al. Extending support for mouse data in the Molecular Signatures Database (MSigDB). Nat. Methods 20, 1619 1620 (2023). 10. Scott, R. T. et al. Biomonitoring and precision health in deep space supported by arti cial intelligence. Nat. Mach. Intell. 5, 196 207 (2023). 11. Morris, J. H. et al. The scalable precision medicine open knowledge engine (SPOKE): a massive knowledge graph of biomedicalinformation. Bioinformatics 39, btad080 (2023). Acknowledgements OSDR is funded by the NASA Space Biology Program, part of the NASA Biological and Physical Sciences Division within the NASA ScienceMission Directorate; non-omics data are also partially supported by the NASA Human Research Program (HRP). C.E.M. thanks WorldQuant,the GI Research Foundation, NASA (NNX14AH50G, NNX17AB26G,NNH18ZTT001N-FG2, 80NSSC22K0254, 80NSSC23K0832), theNational Institutes of Health (R01MH117406), and the LLS (MCL7001-18, LLS 9238-16, 7029-23). J.K. was supported by Basic ScienceResearch Program through the National Research Foundation of Korea(NRF) funded by the Ministry of Education (RS-2023-00241586). J.K.acknowledges Boryung for their nancial support and research enhancement ground, provided through their Global Space Healthcare Initiative, Humans In Space, including mentorship and access torelevant expert networks. Author contributions Study design: S.V.C., L.M.S. and K.A.G. wrote the main manuscript. R.T.S.,A.M.S.-B., E.O., J.K., and C.E.M. provided gures and expert review. All authors reviewed the nal manuscript. Competing interests CEM is a co-Founder of Onegevity, Twin Orbit, and Cosmica Biosciences. All other authors declare no competing interests. Additional information Supplementary information The online version contains supplementary material available athttps:doi.org10.1038s41526-024-00393-5 . Correspondence and requests for materials should be addressed to Sylvain V. Costes. Reprints and permissions information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations.https:doi.org10.1038s41526-024-00393-5 Brief communication npj Microgravity  (2024) 10:56 6Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as longas you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article areincluded in the article s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need toobtain permission directly from the copyright holder. To view a copy of thislicence, visit http:creativecommons.orglicensesby4.0 . This is a U.S. Government work and not under copyright protection in the US; foreign copyright protection may apply 2024https:doi.org10.1038s41526-024-00393-5 Brief communication npj Microgravity  (2024) 10:56 7",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            }
        ]
    }
]