[
    {
        "pmid": "36430810",
        "title": "Space Microgravity Alters Neural Stem Cell Division: Implications for Brain Cancer Research on Earth and in Space.",
        "year": "2022",
        "journal": "Int J Mol Sci",
        "abstract": "Considering the imminence of long-term space travel, it is necessary to investigate the impact of space microgravity (SPC-µG) in order to determine if this environment has consequences on the astronauts' health, in particular, neural and cognitive functions. Neural stem cells (NSCs) are the basis for the regeneration of the central nervous system (CNS) cell populations and learning how weightlessness impacts NSCs in health and disease provides a critical tool for the potential mitigation of specific mechanisms leading to neurological disorders. In previous studies, we found that exposure to SPC-µG resulted in enhanced proliferation, a shortened cell cycle, and a larger cell diameter of NSCs compared to control cells. Here, we report the frequent occurrence of abnormal cell division (ACD) including incomplete cell division (ICD), where cytokinesis is not successfully completed, and multi-daughter cell division (MDCD) of NSCs following SPC-µG as well as secretome exposure compared to ground control (1G) NSCs. These findings provide new insights into the potential health implications of space travel and have far-reaching implications for understanding the mechanisms leading to the deleterious effects of long-term space travel as well as potential carcinogenic susceptibility. Knowledge of these mechanisms could help to develop preventive or corrective measures for successful long-term SPC-µG exposure.",
        "full_text": "Citation: Shaka, S.; Carpo, N.; Tran, V .; Cepeda, C.; Espinosa-Jeffrey, A. Space Microgravity Alters Neural Stem Cell Division: Implications for Brain Cancer Research on Earth and in Space. Int. J. Mol. Sci. 2022 ,23, 14320. https:doi.org10.3390 ijms232214320 Academic Editor: Daniela Grimm Received: 17 October 2022 Accepted: 10 November 2022 Published: 18 November 2022 Publishers Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional afl- iations. Copyright:  2022 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0). International Journal of Molecular Sciences Article Space Microgravity Alters Neural Stem Cell Division: Implications for Brain Cancer Research on Earth and in Space Sophia Shaka, Nicolas Carpo, Victoria Tran, Carlos Cepeda and Araceli Espinosa-Jeffrey  Department of Psychiatry, Semel Institute for Neuroscience and Human Behavior, The University of California Los Angeles, Los Angeles, CA 90095, USA Correspondence: araceliucla.edu Abstract: Considering the imminence of long-term space travel, it is necessary to investigate the impact of space microgravity (SPC- G) in order to determine if this environment has consequences on the astronauts health, in particular, neural and cognitive functions. Neural stem cells (NSCs) are the basis for the regeneration of the central nervous system (CNS) cell populations and learning how weightlessness impacts NSCs in health and disease provides a critical tool for the potential mitigation of specic mechanisms leading to neurological disorders. In previous studies, we found that exposure to SPC- G resulted in enhanced proliferation, a shortened cell cycle, and a larger cell diameter of NSCs compared to control cells. Here, we report the frequent occurrence of abnormal cell division (ACD) including incomplete cell division (ICD), where cytokinesis is not successfully completed, and multi-daughter cell division (MDCD) of NSCs following SPC- G as well as secretome exposure compared to ground control (1G) NSCs. These ndings provide new insights into the potential health implications of space travel and have far-reaching implications for understanding the mechanisms leading to the deleterious effects of long-term space travel as well as potential carcinogenic susceptibility. Knowledge of these mechanisms could help to develop preventive or corrective measures for successful long-term SPC- G exposure. Keywords: human neural stem cells; abnormal cell division; cytokinesis; gravitational research; brain; microgravity; space ight 1. Introduction To determine the health risks associated with long-term space travel, it is essential to consider the effects of space microgravity (SPC- G) on the brain. It is well-established that astronauts oftentimes experience adverse effects following a visit to outer space includ- ing the National Aeronautics and Space Administration (NASA)-recognized spaceight- associated neuro-ocular syndrome (SANS)  1. Potential risk factors as well as limitations to lengthy space missions and stays at the International Space Station (ISS) are posed by SANS, among other difculties that astronauts face due to the gravitational differences in space. This is particularly important because issues such as SANS can be experienced after as little as 34 days, and unusual pathologic neuro-ophthalmic ndings have been shown after both short- and long-term space travel 2. Many studies on the use of microgravity have been performed using an array of cells both committed to a specic phenotype depending on the organ of study as well as uncommitted cells known as stem cells. The origin of stem cells includes murine and human origin. Among these are adult stem cells, embryonic stem cells, induced pluripotent stem cells (iPS), and organ-specic stem cells  3. Recent publications have described changes in stem cells when exposed to simulated or space microgravity. Nonetheless, there is limited information in what concerns neural stem cells. Prior research looking at the effects of microgravity on neural stem cells has primarily been conducted with the use of simulated microgravity (sim- G). Sim- G studies use machines that are able Int. J. Mol. Sci. 2022 ,23, 14320. https:doi.org10.3390ijms232214320 https:www.mdpi.comjournalijmsInt. J. Mol. Sci. 2022 ,23, 14320 2 of 18 to simulate low gravity conditions such as the Mitsubishi 3D-Clinostat  4. The use of different microgravity platforms with application on stem cells and differentiated cells has recently been reviewed  3. Only a few studies have shown the effect of sim- G or SPC- G specically on neural stem cells. In this regard, Silvano and collaborators have shown that murine cerebellar neural stem cells (NSCs) respond to sim- G by the arrest of their cell cycle in the S-phase with a concomitant increase in apoptosis. These changes occurred in a transient manner because upon return to 1G (Earths gravity), the authors described that the cells recovered their stemness and a normal cell cycle  5. We have previously reported a result that appears to contradict Silvano et al.s ndings, where we found that NSCs in sim- G proliferated more and displayed a smaller diameter than 1G grown NSCs  6. A recent discovery that spaceight upregulated proliferation and survival genes in neural crest derived stem cells while the random positioning machine upregulated differentiation and inammation genes emphasized the uniqueness of space ight conditions when compared to Earth controls 7. Our current research avoids the use of sim- G and moves directly to the source of microgravity  outer space. SPC- G has demonstrated more pronounced effects of certain phenomena when compared to sim- G 8. Although radiation and other environmental differences cannot be excluded as contributing factors, the ndings are similar between sim-G and SPC- G, save for the difference in degree 8. The results of the current study provide outcomes not previously reported in sim- G studies, with the additional benet of added relevance to the astronauts health. Here, four conditions of NSCs derived from human induced pluripotent stem cells (hiPS) are considered. In the ground control condition (1G), NSCs did not experience any SPC- G, although other cellular conditions were the same as the experimental groups (more details on the procedure are available in Section 2). The second group consisted of 1G nave sister cells of the space-own NSCs that were treated with the secretome, which is our term for the secreted medium from space-own cells. Finally, we also looked at two groups of NSCs following space ight, with the rst group captured one week post-ight, and the nal group captured at two weeks post-ight. Due to the nature of the study looking at abnormalities in cell division, it is important to understand the intricacies of the cell cycle and the potential stage(s) for error. In the case of one of the abnormalities, we deemed incomplete cell division (ICD) as failed cytokinesis. Cytokinesis is a highly complex, regulated process that requires an extensive number of cellular processes, proteins, and signaling factors to function properly. Cytokinetic failure can occur due to defects in any of its four stages, which include positioning of the division plane, ingression of the cleavage furrow, formation of the midbody, and abscission  9. Cytokinetic failure following the division of the cell nucleus, or karyokinesis, can result in a tetraploid cell with double nuclei and four copies of each chromosome rather than the expected two. For some cells of the human body such as in the heart or liver, tetraploidy is a normal process  9. However, in many cases, tetraploidy can be a sign of a deleterious abnormality such as a tumor precursor 10. Previous work in the literature has conrmed that embryonic and induced pluripotent stem cells behave similarly in terms of cell cycle components. Embryonic stem cell pluripo- tency is maintained through unique and highly specic signaling. These cells enter the S phase more rapidly with a shortened G1 due to impaired or atypical checkpoint control in embryonic stem cells and unusual activation patterns 11. Our previous ndings showed that NSCs proliferate at a higher rate while in space as well as up to 72 h following space ight, irrespective of ight duration  2,4. We also showed that changes in the cell diameter occurred post-ight, with 81 of NSCs exhibiting a diameter of 10 m or higher following space ight compared to 49.2 of the control NSCs  4. While the undifferentiated NSCs in adult human brain areas such as the subventricular zone and the dentate gyrus of the hippocampus remain quiescent under normal circumstances, the environment of SPC- G exposure is likely to alter the expected behavior of these cells  12. The changes described above including increasedInt. J. Mol. Sci. 2022 ,23, 14320 3 of 18 proliferation and enlarged cell diameter  13 could contribute to symptoms of SANS that astronauts experience post-ight such as intracranial hypertension. Here, in addition to the aforementioned differences, we noticed that some SPC- G NSCs appeared to have difculties with the completion of cytokinesis with enough frequency to be of interest for further investigation. The current study takes a closer look at proliferation abnormalities in single cell division. Throughout this paper, the term ICD refers to an ultimate failure of cytokinesis, regardless of whether karyokinesis has occurred, and multi-daughter cell division (MDCD) refers to the appearance of more than two daughter cells as would be typical for a single cell division following cytokinesis. The term abnormal cell division (ACD) refers to either phenomena, ICD andor MDCD. We investigated the hypothesis that, compared to 1G NSCs, there are signicantly increased instances of ICD, MDCD, and ACD following exposure to SPC- G. We also hypothesized that the space-produced secretome would have a similar effect on nave NSCs. 2. Results 2.1. Time-Lapse Microscopy Analysis 2.1.1. A Subpopulation of NSCs Back from Space Displayed Incomplete Divisions Observations of SPC-exposed NSCs revealed that although these cells proliferated more than their ground control counterparts, a sub-population of them attempted to divide unsuccessfully. These abnormally dividing cells displayed two cell bodies, yet ultimately did not achieve complete cell division into two daughter cells, instead remaining as a larger cell and preserving that state for the rest of the time-lapse imaging, as shown in Figure 1. In terms of the differences between the 1G and SPC- G exposed NSCs, Figure 1AI illustrates an example of incomplete cytokinesis. The average numbers (bar graph) and percentages (pie graphs) show the raw numbers and proportion of cells involved in ICDs throughout the time-lapse videos. There was an upward trend observed among the groups, with the NSCs two weeks after SPC- G exposure showing the highest number of instances of ICD. For the control group, the average total number of cells was 1606 with an average ratio of 5.67 ICDs per 1606 cells. For the SPC G exposed NSCs, there were on average 8.5 ICDs per 1370 NSCs one week after spaceight, and 11 ICDs per 903 cells across the different scenes analyzed two weeks post-ight. However, because the total number of cells differed among the three conditions, we also estimated the relative proportions of ICDs. This was calculated by dividing the number of ICDs by the total number of cells present at the exact middle of each time-lapse video. The middle frame represented an approximate mean between the number of cells present at the start of the time-lapse compared with the number of cells present at the end of the video after proliferation had occurred. When comparing the different proportions, the Chi-square test demonstrated statistically signicant differences ( p 0.045) (Figure 1K). 2.1.2. A Subpopulation of SPC-NSCs Displayed Multi-Daughter Cell Divisions In addition to ICD, we found multi-daughter cell division, which was also examined. An example of multi-daughter cell division where one cell gave rise to three cells at the end of cytokinesis is shown in Figure 2AC. The average number of cells exhibiting MDCD one week and two weeks after space ight and the percentage of MDCD instances are shown (Figure 2D,E).Int. J. Mol. Sci. 2022 ,23, 14320 4 of 18 Int. J. Mol. Sci. 2022, 23, x FOR PEER REVIEW 4 of 18 Figure 1. An example from timelapse microscopy of SPCNSCs 1 week (AF) and 2 weeks after space flight. One week after returning to Earth, the cells had completely recovered from their round trip to space. They were healthy, displaying cell processes, and were proliferative. (A) Nonetheless, a subpopulation appeared to have acquired a larger size (arrow) when observed under phasecon trast microscopy. (B) When timelapse images were examined, we found that some cells had started the proliferation process (i.e., the cells appeared to be dividing (arrows)). (C,D) The cell appeared to have reached the full division process. (E) Instead of two daughter cells, they had fused together, (F) remaining that way for the rest of the time the cells were imaged. This event lasted 2.5 h (arrow heads show the cells of interest). (G,H), another example of NSCs two weeks postflight exhibiting ICD occurring at 102.25 h into timelapse (shown in part H) and no visible cytokinesis, with the NSC returning to one cell by 105.25 h (shown in part I). Cell(s) of interest are indicated by the yellow arrow(s). The cells finally merged and remained that way until the end of the experiment. Scale bar  50 m. (J) Quantitative data showing that more instances of ICDs were seen in the SPCexposed NSCs. The average number of cells that exhibited ICD during the 50 h that NSCs were under obser vation via timelapse microscopy. The purple bar denotes ground control (1G) NSCs. The green bar represents SPCNSCs one week after returning from the ISS. The orange bar denotes NSCs two Figure 1. An example from time-lapse microscopy of SPC-NSCs 1 week ( AF) and 2 weeks after space ight. One week after returning to Earth, the cells had completely recovered from their round trip to space. They were healthy, displaying cell processes, and were proliferative. ( A) Nonetheless, a subpopulation appeared to have acquired a larger size (arrow) when observed under phase-contrast microscopy. ( B) When time-lapse images were examined, we found that some cells had started the proliferation process (i.e., the cells appeared to be dividing (arrows)). ( C,D) The cell appeared to have reached the full division process. ( E) Instead of two daughter cells, they had fused together, (F) remaining that way for the rest of the time the cells were imaged. This event lasted 2.5 h (arrowheads show the cells of interest). ( G,H), another example of NSCs two weeks post-ight exhibiting ICD occurring at 102.25 h into time-lapse (shown in part H) and no visible cytokinesis, with the NSC returning to one cell by 105.25 h (shown in part I). Cell(s) of interest are indicated by the yellow arrow(s). The cells nally merged and remained that way until the end of the experiment. Scale bar  50 m. ( J) Quantitative data showing that more instances of ICDs were seen in the SPC-exposed NSCs. The average number of cells that exhibited ICD during the 50 h that NSCs wereInt. J. Mol. Sci. 2022 ,23, 14320 5 of 18 under observation via time-lapse microscopy. The purple bar denotes ground control (1G) NSCs. The green bar represents SPC-NSCs one week after returning from the ISS. The orange bar denotes NSCs two weeks after space ight. Data analysis was performed with one-way ANOVA followed by Tukey multiple comparisons test in which  p 0.05 was dened as statistically signicant; and the Chi-square test (for percentages) demonstrated statistically signicant differences ( p 0.045). Data represent the mean of four separate scenes for all three conditions of NSCs shown. ( K) This chart represents the average percentage of incomplete division across groups where normal NSCs that remained on Earth and NSCs one week after returning from space did show very similar cell numbers and the same percentage, while two weeks after space ight, the number of ICD cases accounted for 58. Int. J. Mol. Sci. 2022, 23, x FOR PEER REVIEW 5 of 18 weeks after space flight. Data analysis was performed with oneway ANOVA followed by Tukey multiple comparisons test in which  p  0.05 was defined as statistically significant; and the Chi square test (for percentages) demonstrated statistically significant differences (p  0.045). Data rep resent the mean of four separate scenes for all three conditions of NSCs shown. (K) This chart rep resents the average percentage of incomplete division across groups where normal NSCs that re mained on Earth and NSCs one week after returning from space did show very similar cell numbers and the same percentage, while two weeks after space flight, the number of ICD cases accounted for 58. However, because the total number of cells differed among the three conditions, we also estimated the relative proportions of ICDs. This was calculated by dividing the num ber of ICDs by the total number of cells present at the exact middle of each timelapse video. The middle frame represented an approximate mean between the number of cells present at the start of the timelapse compared with the number of cells present at the end of the video after proliferation had occurred. When comparing the different proportions, the Chisquare test demonstrated statistically significant differences (p  0.045) (Figure 1K). 2.1.2. A Subpopulation of SPCNSCs Displayed MultiDaughter Cell Divisions In addition to ICD, we found multidaughter cell division, which was also examined. An example of multidaughter cell division where one cell gave rise to three cells at the end of cytokinesis is shown in Figure 2AC. The average number of cells exhibiting MDCD one week and two weeks after space flight and the percentage of MDCD instances are shown (Figure 2D,E). Figure 2. An example from timelapse microscopy of SPCG exposed NSCs exhibiting MDCD 2 weeks postflight. (A) Cells prior to dividing. (B) Three hours later, at 31.33 h, there were three cells Figure 2. An example from time-lapse microscopy of SPC- G exposed NSCs exhibiting MDCD 2 weeks post-ight. ( A) Cells prior to dividing. ( B) Three hours later, at 31.33 h, there were three cells visible. ( C) These three daughter cells survived for the duration of the experiment and within 50 min , they had developed cell processes. The yellow arrow in all three images points to the mother cell. Quantitative data where NSCs own to space displayed more instances of MDCDs were seen one week post-space ight, and even more NSCs presented this behavior. ( D) The bar graph on the left, shows the average number of cells that exhibited MDCD during the 50 h that the NSCs were under observation via time-lapse microscopy. The green bar denotes ground control (1G) NSCs. The blue bar represents SPC-NSCs one week after returning from the ISS. The yellow bar denotes NSCs two weeks after space ight. ( E) Results shown as percentage. Data analysis was performed with one-way ANOVA followed by the Tukey multiple comparisons test in which  p 0.05 was dened as statistically signicant  p 0.05;  p 0.001 and the Chi-square test (for percentages) demonstrated statistically signicant differences ( p 0.045). Please also see MP41 in the Supplementary Materials.Int. J. Mol. Sci. 2022 ,23, 14320 6 of 18 As both ICD and MDCD (triple divisions) can be considered within the realm of ACDs, we also compared the total number of ACDs among the three conditions. Although the averages differed between the groups in terms of MDCDs, the sum of ICDs and MDCDs proved statistically signicant. (Figure 3). Int. J. Mol. Sci. 2022, 23, x FOR PEER REVIEW 6 of 18 visible. (C) These three daughter cells survived for the duration of the experiment and within 50 min, they had developed cell processes. The yellow arrow in all three images points to the mother cell. Quantitative data where NSCs flown to space displayed more instances of MDCDs were seen one week postspace flight, and even more NSCs presented this behavior. (D) The bar graph on the left, shows the average number of cells that exhibited MDCD during the 50 h that the NSCs were under observation via timelapse microscopy. The green bar denotes ground control (1G) NSCs. The blue bar represents SPCNSCs one week after returning from the ISS. The yellow bar denotes NSCs two weeks after space flight. (E) Results shown as percentage. Data analysis was performed with oneway ANOVA followed by the Tukey multiple comparisons test in which  p  0.05 was defined as statistically significant  p  0.05;  p  0.001 and the Chisquare test (for percentages) demon strated statistically significant differences (p  0.045). Please also see MP41 in the Supplementary Materials. As both ICD and MDCD (triple divisions) can be considered within the realm of ACDs, we also compared the total number of ACDs among the three conditions. Although the averages differed between the groups in terms of MDCDs, the sum of ICDs and MDCDs proved statistically significant. (Figure 3). Figure 3. The bar graph on the left depicts the total number of cells abnormally divided (exhibiting either ICD or MDCD) across four scenes of timelapse microscopy for each of the three groups. The experimental group of SPCG exposed NSCs 2 weeks postflight displayed a statistically signifi cantly greater amount of ACD compared to the control group and the one week postflight SPC flown NSCs (p  0.0048 for 1G vs. SPC 2 weeks PF; p  0.0052 for SPC 1 week PF vs. SPC 2 weeks PF). The pie graph shows the difference in the proportion of ICD between the 1G control NSCs (orange), SPCG exposed NSCs one week postflight (brown), and SPCG exposed NSCs two weeks postflight (salmon). NSCs two weeks following space flight displayed a significantly in creased frequency of ICD. Data analysis was performed with oneway ANOVA followed by the Tukey multiple comparisons test in which  p  0.05 was defined as statistically significant; and the Chisquare test (for percentages) results were significant with p  0.0135. Data represent the mean of four separate scenes for each colorcoded condition. 2.2. Effects of the Secretome on Nave NSCs Cell Divisions To ascertain if these changes had been exerted directly on the cells during space flight, we examined if there were molecules that would have been secreted by NSCs under the influence of microgravity. For this experiment we seeded the cells and followed them for 72h, time at which we added the secretome to the cells in a 2:1 ratio VV. We found Figure 3. The bar graph on the left depicts the total number of cells abnormally divided (exhibiting either ICD or MDCD) across four scenes of time-lapse microscopy for each of the three groups. The experimental group of SPC- G exposed NSCs 2 weeks post-ight displayed a statistically signicantly greater amount of ACD compared to the control group and the one week post-ight SPC-own NSCs (p 0.0048 for 1G vs. SPC 2 weeks PF; p 0.0052 for SPC 1 week PF vs. SPC 2 weeks PF). The pie graph shows the difference in the proportion of ICD between the 1G control NSCs (orange), SPC- G exposed NSCs one week post-ight (brown), and SPC- G exposed NSCs two weeks post-ight (salmon). NSCs two weeks following space ight displayed a signicantly increased frequency of ICD. Data analysis was performed with one-way ANOVA followed by the Tukey multiple comparisons test in which  p 0.05 was dened as statistically signicant; and the Chi-square test (for percentages) results were signicant with p 0.0135. Data represent the mean of four separate scenes for each color-coded condition. 2.2. Effects of the Secretome on Nave NSCs Cell Divisions To ascertain if these changes had been exerted directly on the cells during space ight, we examined if there were molecules that would have been secreted by NSCs under the inuence of microgravity. For this experiment we seeded the cells and followed them for 72 h, time at which we added the secretome to the cells in a 2:1 ratio VV . We found that the secretome produced similar results in terms of incomplete cytokinesis suggesting that secreted molecules rather than mechanical forces are responsible for these effects (Figure 4). We examined the question of whether or not the secretome would also produce similar effects on nave NSCs that had never own to space in terms of MDCD. An example of MDCD in the nave NSCs treated with secretome is shown (Figure 5AC), where one cell divides into three daughter cells and the three cells continue to survive and move around for the duration of the time-lapse.Int. J. Mol. Sci. 2022 ,23, 14320 7 of 18 Int. J. Mol. Sci. 2022, 23, x FOR PEER REVIEW 7 of 18 that the secretome produced similar results in terms of incomplete cytokinesis suggesting that secreted molecules rather than mechanical forces are responsible for these effects (Fig ure 4). Figure 4. Average number of cells that exhibited ICD during the 70 to 130 h that NSCs were under observation via timelapse microscopy. The pink bar denotes nave NSCs with no exposure to SPC G or secretome. The turquoise blue bar denotes nave 1G NSCs following the addition of secretome (p  0.037). The pie chart shows the ratio of incomplete division events compared to the total number of cells in the timelapse for each condition. Data analysis was performed with oneway ANOVA followed by the Tukey multiple comparisons test in which  p  0.05. Data represent the mean of four separate scenes for each colorcoded condition. Chisquare test (for percentages) results were significant with p  0.001. Data represent the mean of four separate scenes for each colorcoded con dition. See also MP42 in the Supplementary Materials. We examined the question of whether or not the secretome would also produce sim ilar effects on nave NSCs that had never flown to space in terms of MDCD. An example of MDCD in the nave NSCs treated with secretome is shown (Figure 5 AC), where one cell divides into three daughter cells and the three cells continue to survive and move around for the duration of the timelapse. Figure 4. Average number of cells that exhibited ICD during the 70 to 130 h that NSCs were under observation via time-lapse microscopy. The pink bar denotes nave NSCs with no exposure to SPC- G or secretome. The turquoise blue bar denotes nave 1G NSCs following the addition of secretome (p 0.037). The pie chart shows the ratio of incomplete division events compared to the total number of cells in the time-lapse for each condition. Data analysis was performed with one-way ANOVA followed by the Tukey multiple comparisons test in which  p 0.05. Data represent the mean of four separate scenes for each color-coded condition. Chi-square test (for percentages) results were signicant with p 0.001. Data represent the mean of four separate scenes for each color-coded condition. See also MP42 in the Supplementary Materials. While looking at the raw numbers can provide useful information, it is important to consider that the total number of visible cells as lmed through time-lapse microscopy differs for each scene. Therefore, the pie charts in Figures 1 and 3 take this into account in order to display the fraction of total cells that exhibited ICD or ACD. There was a signicantly greater proportion of ICDs found in the experimental group of NSCs two weeks post-ight (1.22) compared to the other groups, with the 1G nave NSCs at 0.35 and the NSCs one week post-ight exhibiting 0.62 ICD. Concerning the sum of ICD and MDCD, there was also a signicantly greater proportion of ACDs found in the SPC- G exposed NSCs two weeks post-ight (1.68). The 1G nave NSCs exhibited ACD at a frequency of 0.58, the same cells after the addition of secretome exhibited ACD 0.98 of the time, and the SPC- G exposed NSCs one week post-ight had a percentage of 0.56 the inuence of microgravity. In addition to ICD, the raw numbers of cells involved in either ICD or MDCD, deemed ACDs, were also graphed (Figure 6). For the control group, the average total number of cells was 1606 with an average ratio of 9.33 ACDs per 1606 cells. After the medium was switched to incorporate secretome, this value changed drastically, with an average of 15.67 ACDs per 1606 cells. For the SPC G exposed NSCs, there were on average 7.63 ACDs per 1370 NSCs one week after spaceight, while there were on average 15.17 ICDs per 903 cells across the different scenes analyzed two weeks post-ight (Figure 6).Int. J. Mol. Sci. 2022 ,23, 14320 8 of 18 Int. J. Mol. Sci. 2022, 23, x FOR PEER REVIEW 8 of 18 Figure 5. This example from the timelapse microscopy of nave 1G NSCs following treatment with SPCG NSCs secretome shows: (A) A NSC MDCD; (B) The cell gives rise to two daughter cells: (C) The cells had successfully completed cytokinesis with three cells visible beginning at 60 h and re maining as three cells for the duration of the video. The arrow points to the mother cell and the arrowheads designate the daughter cells. (D) The bar graph on the left depicts the total number of cells displaying MDCD across four scenes of timelapse microscopy for each of the three groups. The secretome produced by NSCs while in space increased the number of triple cell divisions alt hough these differences were not significant. (E) The pie graph shows the difference in the propor tion of MDCD between the 1G control NSCs. Data analysis was performed with oneway ANOVA followed by the Tukey multiple comparisons and the Chisquare test (for percentages) results were not significant. Data represent the mean of four separate scenes for each colorcoded condition. While looking at the raw numbers can provide useful information, it is important to consider that the total number of visible cells as filmed through timelapse microscopy differs for each scene. Therefore, the pie charts in Figures 1 and 3 take this into account in order to display the fraction of total cells that exhibited ICD or ACD. There was a signifi cantly greater proportion of ICDs found in the experimental group of NSCs two weeks postflight (1.22) compared to the other groups, with the 1G nave NSCs at 0.35 and the NSCs one week postflight exhibiting 0.62 ICD. Concerning the sum of ICD and MDCD, there was also a significantly greater proportion of ACDs found in the SPCG exposed NSCs two weeks postflight (1.68). The 1G nave NSCs exhibited ACD at a fre quency of 0.58, the same cells after the addition of secretome exhibited ACD 0.98 of the time, and the SPCG exposed NSCs one week postflight had a percentage of 0.56 the influence of microgravity. In addition to ICD, the raw numbers of cells involved in either ICD or MDCD, deemed ACDs, were also graphed (Figure 6). For the control group, Figure 5. This example from the time-lapse microscopy of nave 1G NSCs following treatment with SPC- G NSCs secretome shows: ( A) A NSC MDCD; ( B) The cell gives rise to two daughter cells: (C) The cells had successfully completed cytokinesis with three cells visible beginning at 60 h and remaining as three cells for the duration of the video. The arrow points to the mother cell and the arrowheads designate the daughter cells. ( D) The bar graph on the left depicts the total number of cells displaying MDCD across four scenes of time-lapse microscopy for each of the three groups. The secretome produced by NSCs while in space increased the number of triple cell divisions although these differences were not signicant. ( E) The pie graph shows the difference in the proportion of MDCD between the 1G control NSCs. Data analysis was performed with one-way ANOVA followed by the Tukey multiple comparisons and the Chi-square test (for percentages) results were not signicant. Data represent the mean of four separate scenes for each color-coded condition. From these data, it is clear that there were statistically signicant differences in the amount of ACD as well as ICD alone following cellular exposure to SPC- G, particularly when looking at NSCs two weeks following SPC- G exposure. While not always statisti- cally signicant, there are also more instances of both ICD and ACD following the addition of secretome to the NSCs.Int. J. Mol. Sci. 2022 ,23, 14320 9 of 18 Int. J. Mol. Sci. 2022, 23, x FOR PEER REVIEW 9 of 18 the average total number of cells was 1606 with an average ratio of 9.33 ACDs per 1606 cells. After the medium was switched to incorporate secretome, this value changed dras tically, with an average of 15.67 ACDs per 1606 cells. For the SPCG exposed NSCs, there were on average 7.63 ACDs per 1370 NSCs one week after spaceflight, while there were on average 15.17 ICDs per 903 cells across the different scenes analyzed two weeks post flight (Figure 6). Figure 6. The bars on the graph represent the total number of NSCs abnormally divided (exhibiting either ICD or MDCD) for nave NSCs, SPCNSCs, and nave NSCs treated with SPCNSC secretome. Data were obtained from four scenes of timelapse microscopy for each of the four groups. The experimental group of SPCG exposed NSCs 2 weeks postflight (PF) displayed a statistically sig nificantly greater amount of ACD compared to the control group and the one week postflight SPC flown NSCs (p  0.0048 for 1G vs. SPC 2 weeks PF; p  0.0052 for SPC 1 week PF vs. SPC 2 weeks PF). NaveNSCs results were also significantly different with respect to the nave (nontreated) NSCs. The pie chart shows the ratio of abnormally divided cells compared to the total number of cells in the timelapse for each condition. NSCs two weeks following space flight displayed a signif icantly increased frequency of ACD. Moreover, a significant difference was also found in nave NSCs exposed to SPCsecretome. Data analysis was performed with oneway ANOVA followed by the Tukey multiple comparisons test in which  p  0.05 and  p  0.01 was defined as statistically significant; the Chisquare test (for percentages) demonstrated that the results were significant with p  0.001. Data represent the mean of four separate scenes for each colorcoded condition. From these data, it is clear that there were statistically significant differences in the amount of ACD as well as ICD alone following cellular exposure to SPCG, particularly when looking at NSCs two weeks following SPCG exposure. While not always statisti cally significant, there are also more instances of both ICD and ACD following the addi tion of secretome to the NSCs. 2.3. Immunofluorescence Immunocytochemistry was performed on both the control and experimental groups of NSCs. These cells were examined for the expression of NSC markers in order to confirm lineage. The normal morphology and physiology of NSCs are partially dependent on the cytoskeleton, which is composed of intermediate filaments, actin, and microtubules. Figure 6. The bars on the graph represent the total number of NSCs abnormally divided (exhibiting either ICD or MDCD) for nave NSCs, SPC-NSCs, and nave NSCs treated with SPC-NSC secretome. Data were obtained from four scenes of time-lapse microscopy for each of the four groups. The experimental group of SPC- G exposed NSCs 2 weeks post-ight (PF) displayed a statistically signicantly greater amount of ACD compared to the control group and the one week post-ight SPC-own NSCs ( p 0.0048 for 1G vs. SPC 2 weeks PF; p 0.0052 for SPC 1 week PF vs. SPC 2 weeks PF). Nave-NSCs results were also signicantly different with respect to the nave (non-treated) NSCs. The pie chart shows the ratio of abnormally divided cells compared to the total number of cells in the time-lapse for each condition. NSCs two weeks following space ight displayed a signicantly increased frequency of ACD. Moreover, a signicant difference was also found in nave- NSCs exposed to SPC-secretome. Data analysis was performed with one-way ANOVA followed by the Tukey multiple comparisons test in which  p 0.05 and  p 0.01 was dened as statistically signicant; the Chi-square test (for percentages) demonstrated that the results were signicant with p 0.001. Data represent the mean of four separate scenes for each color-coded condition. 2.3. Immunouorescence Immunocytochemistry was performed on both the control and experimental groups of NSCs. These cells were examined for the expression of NSC markers in order to conrm lineage. The normal morphology and physiology of NSCs are partially dependent on the cytoskeleton, which is composed of intermediate laments, actin, and microtubules. One of the proteins detected by immuno-uorescence was neuroepithelial stem cell protein (nestin). Nestin expression was of interest because as a type VI intermediate lament (IF) protein, nestin is primarily expressed in dividing NSCs. Potential differences in nestin expression between the control and experimental NSCs allows for a deeper examination of morphological differences that may be present after exposure to SPC- G or secretome. In addition to nestin, tubulin expression was also examined. As a major component protein essential for microtubule formation, tubulin expression is also bound to reveal information regarding the cell cytoskeleton. Furthermore, it has been conrmed that tubulin is expressed in nestin-positive cells, which aids in testing the validity of our work. The results of the immunouorescence are shown in Figure 7.Int. J. Mol. Sci. 2022 ,23, 14320 10 of 18 Int. J. Mol. Sci. 2022, 23, x FOR PEER REVIEW 10 of 18 One of the proteins detected by immuno fluorescence was neuroepithelial stem cell protein (nestin). Nestin expression was of interest because as a type VI intermediate fila ment (IF) protein, nestin is primarily expressed in dividing NSCs. Potential differences in nestin expression between the control and experimental NSCs allows for a deeper exami nation of morphological differences that may be present after exposure to SPCG or se cretome. In addition to nestin, tubulin expression was also examined. As a major compo nent protein essential for microtubule formation, tubulin expression is also bound to re veal information regarding the cell cytoskeleton. Furthermore, it has been confirmed that tubulin is expressed in nestinpositive cells, which aids in testing the validity of our work. The results of the immunofluorescence are shown in Figure 7. Figure 7. Representative views displaying the immunocytochemical distribution of nestin (red) and tubulin beta II (green). (A) Nestin expression in the 1G control NSCs is positive, with nuclei clearly visible. (B) Tubulin expression in 1G NSCs is also positive. (C) SPCG exposed NSCs intensely expressed nestin in most cells. (D) Tubulin was faintly expressed in some SPCG exposed NSCs but most cells were negative. 3. Discussion It is wellaccepted that normal mammalian cell division occurs by the mother cell giving rise to two daughter cells. This is the result of enhanced phosphorylation and dephosphorylation of CDKcyclin complexes to ensure welldefined transitions through cell cycle stages 13. Control checkpoints of the cell cycle act as regulators that activate when they detect a danger or abnormal situations such as defects in DNA replication Figure 7. Representative views displaying the immunocytochemical distribution of nestin (red) and tubulin beta II (green). ( A) Nestin expression in the 1G control NSCs is positive, with nuclei clearly visible. ( B) Tubulin expression in 1G NSCs is also positive. ( C) SPC G exposed NSCs intensely expressed nestin in most cells. ( D) Tubulin was faintly expressed in some SPC G exposed NSCs but most cells were negative. 3. Discussion It is well-accepted that normal mammalian cell division occurs by the mother cell giving rise to two daughter cells. This is the result of enhanced phosphorylation and dephosphorylation of CDKcyclin complexes to ensure well-dened transitions through cell cycle stages  13. Control checkpoints of the cell cycle act as regulators that activate when they detect a danger or abnormal situations such as defects in DNA replication or chromosome segregation. Therefore, loss of cell cycle regulation can lead to cancer  14. We have previously reported a robust enhancement of NSC proliferative potential as well as an increased number of NSCs of larger size  8, a phenomenon also known as hypertrophy, which may occur in response to injury. For example, hypertrophy of cardiac myocytes implicates changes in the gene expression prole where embryonic genes reactivate, modifying the contractile protein structure and density of hormone receptors  14. Physiologic hypertrophy is considered adaptive with the goal to improve cell and organ function. Pathologic hypertrophy may be an adaptive response at the beginning, but often results in changes in gene expression that can exacerbate dysfunction and may lead toInt. J. Mol. Sci. 2022 ,23, 14320 11 of 18 cancer. Here, we demonstrated that features associated with cancer of the CNS appear to have been accentuated on NSCs by space ight. Through this study, we discovered that a subset of NSCs own to space displayed hyperplasia, which is characterized by an increased number of daughter cells. Although the percentage of cells showing three or more daughter cells was small, it was statistically signicant. It has previously been shown that when simulating the three-dimensional mechanical connement found in the in vivo milieu, cancer HeLa cells often divided into three or even ve daughter cells  15. Moreover, higher connement and stiffness gave rise to increased asymmetry and multi-daughter division  15. In our case, we did not use connement nor cancerous cells. However, we found an increased number of instances of abnormal division between one and two weeks post-space ight. We believe that the mechanical forces exerted on NSCs after space ight were those from terrestrial gravity (1G), which makes cells adhere stronger to the plastic substratum that is more rigid than the mesh carrier on which cells grew and ew back and forth to spaceEarth. Nonetheless, the results from the nave NSCs treated with secretome demonstrate that the space environment induces the production and secretion of soluble factors that exert the same behavior on normal self-renewing cells (i.e., nave NSCs), resulting in ACD without changing the mechanical forces. In terms of MDCD, it is possible that it had resulted as a compensatory mechanism from a stem cell having two or three nuclei trying to remedy multi-nucleated cells by giving three daughter cells in the following generation. Based on our results, SPC- G has cellular effects that increase instances of abnor- malities in single cell division, particularly when considering ICD and MDCD. The same trend was observed following the addition of the secretome from SPC-NSCs to nave-NSCs. Thus, elucidation of the molecules that may be responsible for the observed effects is of the essence. Therefore, we analyzed the secretome prole of NSCs own to space and found that the most enriched molecule was the secreted protein acidic and rich in cys- teine (SPARC), produced by these NSCs while in space  16. Being a matricellular protein, SPARCs main function is to modulate cellcell and cellmatrix interactions and it is mainly expressed in the bone and endothelial cells  17,18. Nonetheless, it is also highly expressed during embryonic life in notochord, chondrocytes, and other tissues of the embryonic skeleton functioning as a remodeling protein  19, and it is also expressed in macrophages at injury sites  2022. It has been postulated that SPARC may also play a role in different types of cancer, and in some cases, it has promoted the inhibition of breast cancer  23; SPARC is expressed in grade 3 tumors, but other studies have shown that higher expression of SPARC correlated with decreased metastasis  24. There is a compilation of studies on the effects of different levels of SPARC expression in tumors and neighboring cells where in some cases SPARC is deleterious and in other types of cancer, it inhibits proliferation and metastasis  19. For example, a high expression of SPARC has been reported in advanced, metastatic melanoma  25. In brain gliomas, SPARC is detrimental in that it promotes the survival and invasion of glioma cells  19. High levels of puried SPARC act as an inhibitor of both neuroblastoma growth and angiogenesis  26,27. SPARC is considered by some as a cancer therapeutic agent due to its ability to inhibit proliferation and enhance apoptosis in the ovary, colorectum, pancreas, neuroblastoma, and leukemia  19. However, in the case of neural cells, it is deleterious. Although our NSCs were not tumor derived, it is possible that NSCs in space display this novel vulnerability that might be triggered andor enhanced to increase the frequency of abnormal cell division as a function of time. This phenomenon is similar to the progres- sion of a benign tumor into a malignant tumor, and it could be lethal, endangering the space mission. Since our study was performed on Earths gravity, where nave NSCs were not exposed to the mechanical changes between microgravity and 1G, we believe that the secretome produced by SPC-NSCs holds the key for the modulation or downregulation of the abnormal cellular behaviors ICD and MDCD observed. Having previously seen enhanced proliferation and hypertrophy  8, and in the current study hyperplasia, in our NSCs post-ight, it is easy to speculate that SPARC under differentInt. J. Mol. Sci. 2022 ,23, 14320 12 of 18 gravity conditions such as on Mars or our Moon will be differentially regulated according to the G-force the cells are subjected to. Therefore, modulation of SPARCs gene expression may lead us to harness the countermeasures necessary to protect the CNS of the astronauts from neurodegeneration and cancer during and after space ight. These attributes, together with the increase in abnormal cell division, most likely contribute to SANS and other health complications during or following space ight. Stem cells are unique in that they are the only human cell type with the ability to self-renew and produce an unlimited quantity of daughter cells  19. Therefore, any errors during cell division can lead to the promotion of cancer. Endogenous damage to DNA as well as pathological and environmental factors can lead to such cancer-promoting errors. Chemical and physical signals acting upon stem cells can impact the life and death of the cell as well as their differentiation process. Therefore, the risk of cancer is heavily inuenced by extrinsic factors known as the stem cell environment or niche  19,20. As opposed to directly altering DNA, non-genotoxic agents are able to increase the risk of cancer through increasing cell proliferation  21. The changes observed during cell division noted in this paper have features of malignant stem cells, mimicking the carcinogenic changes hypothesized to lead to cancers 22. It is known that non-conventional mitosis events lead to tumor progression. Mechanosens- ing is important for proper cell physiology and tissue homeostasis. Here, we propose that SPARC is a gravity-sensor or gravitometer protein secreted by NSCs in response to an envi- ronmental change that is gravity (G). Thus, SPARCs upregulation by microgravity serves as a marker for us to start designing strategies to regulate this gene, hence regulate proliferation and other cues altered by G. A factor not studied in our cells was space radiation, which may also play a role in these changes and more work is needed to ascertain its net contribution to potential brain cancer produced by space missions. We have to acknowledge an important limitation of our current study on abnormalities in stem cell division after exposure to microgravity. A detailed cell cycle analysis with correlation to cytokinesis should be conducted before drawing any conclusions about when during the cell cycle abnormalities are likely to occur. As all the cells returning from space were used for the current experiments, and also due to funding constraints, those studies will be considered as a top priority in the future. Another future direction that this research could explore is a more detailed and high-denition exploration into the daughter cells resulting from MDCD as well as the cells following ICD. Neither the proposal nor funding for this project included the study of the mechanical effects of microgravity on our cells. To the best of our knowledge, there are no published studies on the mechanical properties of non-cancerous NSCs in microgravity and after microgravity exposure. It is known that the cell cytoskeleton has a signicant role in adapting cells to mechanical inuences such as those caused by gravity changes. In fact, it has been shown that several hours or days of g exposure leads to signicant cytoskeletal changes in the form of microlament thinning and redistribution 28. Aneuploidy, which is dened as the loss or gain of one or more chromosomes from a diploid gene, is a sign of genomic instability in human cancer cells. Aneuploidy likely represents an early signicant event in tumorigenesis  29. With the current resources, we could not tell if the result of the ACDs could be affecting the cells at a chromosomal level. Therefore, future research could aid the analysis of these cells and the potential detriments of abnormalities in cell division. In addition, prior research has found that neuroblastoma cancer cells exhibit increased instances of asymmetrical cell division, where one stem cell progenitor and one differ- entiated cell are the daughter cells produced in a single cell division. This asymmetric division results from a decreased expression of the MYCN proto-oncogene  30. A future genomics proling study, looking into the expression of the MYCN gene as well as other proto-oncogenes associated with defects in cell division and proliferation could further research into the potential connection between the abnormalities seen following SPC- G exposure and cancer cells.Int. J. Mol. Sci. 2022 ,23, 14320 13 of 18 A recent study has shown that in the mouse brain, there are polyploid neurons throughout the development of the neocortex  31. Nonetheless, it is not clear that the study followed the mice through adulthood. Exit from the cell cycle during development coincides with the differentiation of neurons that is critical for neuronal function. Main- taining a non-dividing state in neurons is critical for brain function  32,33. When cells exit the cell cycle, they have diploid (2C) DNA content. There is evidence indicating that polyploid cells in the CNS are more prevalent than previously thought and they may be involved in the physiology and pathology of the brain, where cell cycle re-entry is widely deleterious to neurons. To date, the function of mononucleated neurons in the brain or that of binucleated neurons in the autonomic nervous system is not known  34. It has been hypothesized that these neurons are involved in cell cycle re-entry and neurodegeneration, and neurons entering the cell cycle as well as bi-nucleated neurons have also been reported in Alzheimers disease  3537. Therefore, space-based studies will help humans on Earth and astronauts during and after space missions, as summarized in a recent review 38. Finally , the literature shows that analysis of the mesenchymal stem cell (MSC)-secretome promotes both NSCs commitment to the oligodendroglial lineage, differentiation, and myelin formation and differentiation of neural stem cells in vivo . The secreted protein tissue inhibitor of metalloproteinase type 1 (TIMP-1) was revealed to be an active component of the MSC- conditioned medium. Nonetheless, this work was performed in 1G, not in microgravity. Moreover, it induced cell commitment and lineage progression, which has nothing to do with abnormal cell division. It is likely that a vast array of small molecules and proteins including cytokines and other factors are secreted by NSCs on Earth. However, characterization of those factors produced and secreted by NSCs is still in its infancy. Thus far, only three factors (PGE2, TGF- 1, and TGF- 2) have been unequivocally identied. Others are still awaiting identication  39. For this reason, we did not want to speculate further on the nature of possible molecules that might be responsible for the abnormal cell division we report in this manuscript. To our knowledge, we are the rst group studying the effects of the secretome produced in space by hiPS derived NSCs. Analysis of the NSCs-produced secretome is currently being performed and we hope to report the data in the near future. 4. Materials and Methods 4.1. Space Flight Induced pluripotent human neural stem cells known as cell line CS83iCTR-33n21 derived from skin broblasts were used for the space ight. The cells were reprogrammed by Cedars-Sinai Medical Center through a material transfer agreement and subsequently induced using the STM medium. For further details regarding the steps of the space ight protocol, see our previous publications as well as Figure 8 below  3. Both space-own and ground control cells underwent the same ight preparation procedures, and all cells were grown in hardware and pre-seeded onto mesh carriers in passive units. For this study, both gravity conditions used hardware from Yuri through the payload developer Space Technology and Advanced Research System (STaARS). We used the facility known as the STaARS-EF-1 platform on board the ISS, with ight-tested growth and observation chambers shown in Figure 8. The hardware-units containing the experiment electrically and mechanically interfaced through a clip-in-place mechanism onto the STaARS EF-1.Int. J. Mol. Sci. 2022 ,23, 14320 14 of 18 Int. J. Mol. Sci. 2022, 23, x FOR PEER REVIEW 14 of 18 as the STaARSEF1 platform on board the ISS, with flighttested growth and observation chambers shown in Figure 8. The hardware units containing the experiment electrically and mechanically interfaced through a clipinplace mechanism onto the STaARS EF1. SPCG exposure: NSCs were flown aboard SpaceX16 to the ISS and remained onboard the ISS for 39.6 days before returning to Earth, as shown in Figure 8. The cell chambers contained 2  2 mm mesh carriers and the culture medium was equilibrated overnight at 5 CO 2 in the incubator where cells were maintained before the flight. Upon arrival, cells were seeded into flasks or flaskettes and allowed to recover for six hours in the incubator and subsequently placed in the imaging system. (Figure modified from Shaka et al., 2021 13). A chart defining the abnormal cell division terminology is also shown (Figure 9). Figure 8. NSCs were seeded on floating mesh carriers that promote strong cell adhesion. Four cell carriers of 2  2 mm were placed in each well prelaunch. Cells flew onboard Space X16, spent a total of 39.6 days in space at the ISS, 248 m (400 km) above the Earths surface. Cells were transferred to Long Beach (CA, USA) Airport after splashdown and brought to the UCLA laboratory at 37 C. Upon arrival, cells were seeded into flasks or flaskettes and allowed to recover for six hours in the incubator and subsequently placed in the imaging system (Adapted from Shaka et al., 2021 13). Figure 8. NSCs were seeded on oating mesh carriers that promote strong cell adhesion. Four cell carriers of 2 2 mm were placed in each well pre-launch. Cells ew onboard Space X-16, spent a total of 39.6 days in space at the ISS, 248 m (400 km) above the Earths surface. Cells were transferred to Long Beach (CA, USA) Airport after splashdown and brought to the UCLA laboratory at 37C. Upon arrival, cells were seeded into asks or askettes and allowed to recover for six hours in the incubator and subsequently placed in the imaging system (Adapted from Shaka et al., 2021 13). SPC- G exposure: NSCs were own aboard SpaceX-16 to the ISS and remained onboard the ISS for 39.6 days before returning to Earth, as shown in Figure 8. The cell chambers contained 2 2 mm mesh carriers and the culture medium was equilibrated overnight at 5 CO 2in the incubator where cells were maintained before the ight. Upon arrival, cells were seeded into asks or askettes and allowed to recover for six hours in the incubator and subsequently placed in the imaging system. (Figure modied from Shaka et al., 2021  13). A chart dening the abnormal cell division terminology is also shown (Figure 9). 4.2. Secretome Collection and Nave NSC Cell Treatment The conditioned medium secreted by space-own cells, otherwise known as secretome, was collected from the cell chambers separately from the cells. The samples were placed in numbered tubes and subsequently frozen at 80C. Environmental parameters and the experimental timeline for the 1G NSCs were based on that of the ISS in order to simulate the conditions of the space ight. Upon its recovery, we mixed two parts of culture medium per one part of straight secretome to treat nave NSCs grown in 1G cells. The secretome was used straight (as it was obtained from the devices); no concentration was necessary to see the effects shown in this paper. The 1G nave sister cells of the space-own cells wereInt. J. Mol. Sci. 2022 ,23, 14320 15 of 18 rst imaged with basal stem cell medium. The medium was switched to fresh medium containing secretome at 44.5 h into the time-lapse video. Int. J. Mol. Sci. 2022, 23, x FOR PEER REVIEW 15 of 18 Figure 9. An elaboration upon the specific types of abnormal cell division we defined for the scope of this project. The numbers of abnormally dividing cells were counted by hand through the use of Zeiss ZEN Blue Microscopy software 2020. 4.2. Secretome Collection and Nave NSC Cell Treatment The conditioned medium secreted by spaceflown cells, otherwise known as secre tome , was collected from the cell chambers separately from the cells. The samples were placed in numbered tubes and subsequently frozen at 80 C. Environmental parameters and the experimental timeline for the 1G NSCs were based on that of the ISS in order to simulate the conditions of the space flight. Upon its recovery, we mixed two parts of cul ture medium per one part of straight secretome to treat nave NSCs grown in 1G cells. The secretome was used straight (as it was obtained from the devices); no concentration was necessary to see the effects shown in this paper . The 1G nave sister cells of the space flown cells were first imaged with basal stem cell medium. The medium was switched to fresh medium containing secretome at 44.5 h into the timelapse video. 4.3. TimeLapse Microscopy Analysis Asynchronous experiments were performed following spaceflight on Earth for the study of cell proliferation. The timelapse microscopy imaging was conducted using the ZEISS Axio Observer 7 fully motorized inverted research microscope equipped with Def inite Focus 2, ZEISS Axiocam 506 monochrome camera with ZEISS ZEN software, and ZEISS Full Incubation XL chamber (Oberkochen, Germany) for temperature and CO 2 con trol with a motorized scanning stage. The microscope collected images every 15 min in seven different XYZ positions for a duration of about 72 h for each cell condition. The timelapse data were analyzed framebyframe by hand to scan for instances of ACD in cluding ICD and MDCD with the ZEN Blue 3.5 program. All data were charted in Mi crosoft Excel for statistical analysis. 4.4. Immunofluorescence and Nuclear Staining Double immunofluorescence using established markers for NSCs was performed with the following antibodies used at a 1:100 dilution of nestin (BD Pharmingen, Franklin Lakes, NJ, USA) and tubulin. NucBlue, (GibcoThermo Fisher Scientific, Waltham, MA, USA) was also used for staining the nuclei of the NSCs (Figure 10). Immunofluorescence procedures included plating cells onto either coated plastic 8well chambers (Nunc 177445), or polydlysine coated glass coverslips. To visualize the markers, the secondary antibodies used were goat antirabbit IgG Texas Red (JIR) and goat antimouse IgG FITC (Sigma, Tokyo, Japan). Figure 9. An elaboration upon the specic types of abnormal cell division we dened for the scope of this project. The numbers of abnormally dividing cells were counted by hand through the use of Zeiss ZEN Blue Microscopy software 2020. 4.3. Time-Lapse Microscopy Analysis Asynchronous experiments were performed following spaceight on Earth for the study of cell proliferation. The time-lapse microscopy imaging was conducted using the ZEISS Axio Observer 7 fully motorized inverted research microscope equipped with Denite Focus 2, ZEISS Axiocam 506 monochrome camera with ZEISS ZEN software, and ZEISS Full Incubation XL chamber (Oberkochen, Germany) for temperature and CO 2 control with a motorized scanning stage. The microscope collected images every 15 min in seven different XYZ positions for a duration of about 72 h for each cell condition. The time- lapse data were analyzed frame-by-frame by hand to scan for instances of ACD including ICD and MDCD with the ZEN Blue 3.5 program. All data were charted in Microsoft Excel for statistical analysis. 4.4. Immunouorescence and Nuclear Staining Double immunouorescence using established markers for NSCs was performed with the following antibodies used at a 1:100 dilution of nestin (BD Pharmingen, Franklin Lakes, NJ, USA) and tubulin. NucBlue , (GibcoThermo Fisher Scientic, Waltham, MA, USA) was also used for staining the nuclei of the NSCs (Figure 10). Immunouorescence procedures included plating cells onto either coated plastic 8-well chambers (Nunc 177445), or poly-d-lysine coated glass coverslips. To visualize the markers, the secondary antibodies used were goat anti-rabbit IgG Texas Red (JIR) and goat anti-mouse IgG FITC (Sigma, Tokyo, Japan). Int. J. Mol. Sci. 2022, 23, x FOR PEER REVIEW 16 of 18 Figure 10. Representative views of NucBlue used to stain cell nuclei to study nuclear abnormalities. Dividing cells are indicated with white arrows and normal single nuclei cells are indicated with yellow arrows. (A) 1G cells with NucBlue stain faintly expressed in nuclei. (B) SPCG exposed cells two weeks postspaceflight with NucBlue stain faintly expressed in nuclei. Supplementary Materials: The following supporting information can be downloaded at: www.mdpi.comxxxs1. Author Contributions: Conceptualization, A.E.J.; Methodology, A.E.J.; Funding Acquisition and Project Administration, A.E.J.; Imaging, Data Curation, A.E.J., S.S., V.T. and N.C.; Figure Compo sites, N.C., A.E.J.; Immunofluorescence Experiments, S.S.; Manuscript Writing, A.E.J., S.S and C.C; Supervision, A.E.J.; Review and Editing, C.C. All authors have read and agreed to the published version of the manuscript. Funding: NASA Space Biology for Grant: NNX15AB43G as well as NIHNICHD grant number U54HD087101 05, which supports the IDDRC Cell Culture Core. Data Availability Statement: All data have been included in the manuscript. Acknowledgments: We are very thankful to Amy Rowat and her research team for allowing us to use their microscope system on short notice to be able to capture the changes produced by Earth gravity on neural stem cells after space flight. We are extremely grateful to Mark Mobilia, Geert de Vreede, and the entire Zeiss team who provided unconditional assistance for the longterm time lapse imaging of our cells flown onboard SpX21. The advancement of science is based on funda mental discoveries that would not be possible without the adequate tools and the timely help from supportive people, and the Zeiss team is a perfect example. Having a loaner Zeiss Axio Observer 7 allowed us to acquire optimal quality data. We also thank our NASA team including Fathi Karouia, Amie Gresser. Elizabeth Pane, and Araceli (Medaya) Torres for their help with the logistics for the study. The NASA Space Biology Project team at Ames Research Center, D. Tomko, K. Sato, E. Tay lor, the ARC Space Biology Project Manager, and the support personnel at the Space Station Pro cessing Facility at Kennedy Space Center: without their help, the flight would not have been possi ble. Thank you to the astronauts associated with the NASA Space Biology Project team. Special thanks for the space flight support to Maria Birlem and Chriss Bruderrek from Yuri and STaARS team members Heath Mills, Tom Kyler, Jacquelyn Schoppe, and BreAnne MacKenzie as well as Uli Kuebler from Airbus Defense and Space, who introduced us to their flying hardware. We thank the astronauts that helped with this study while onboard the ISS and Jack Miller for summarizing the dosimetry data during this mission. We thank Dorwin Birt for the help with the computer and im aging systems. Thanks to Elida Escalante for preparation of the mesh carriers and Aurora Espinosa de los Monteros for help editing the text. We thank Stephen Cederbaum, Harley Kornblum, and Gerald Lipshutz for signing the students contracts. Last but not least, we thank the late Jean de Vellis for his enthusiastic support of our pioneering studies on the effect of microgravity on neural cells. Finally, thank you to our funding from NASA Space Biology for Grant: NNX15AB43G as well as NIHNICHD grant number U54HD087101 05, which supports the IDDRC Cell Culture Core. Conflicts of Interest: The authors declare no conflicts of interest. Figure 10. Representative views of NucBlue used to stain cell nuclei to study nuclear abnormalities. Dividing cells are indicated with white arrows and normal single nuclei cells are indicated with yellow arrows. ( A) 1G cells with NucBlue stain faintly expressed in nuclei. ( B) SPC- G exposed cells two weeks post-spaceight with NucBlue stain faintly expressed in nuclei.Int. J. Mol. Sci. 2022 ,23, 14320 16 of 18 Supplementary Materials: The following supporting information can be downloaded at: https: www.mdpi.comarticle10.3390ijms232214320s1. Author Contributions: Conceptualization, A.E.-J.; Methodology, A.E.-J.; Funding Acquisition and Project Administration, A.E.-J.; Imaging, Data Curation, A.E.-J., S.S., V .T. and N.C.; Figure Composites, N.C., A.E.-J.; Immunouorescence Experiments, S.S.; Manuscript Writing, A.E.-J., S.S. and C.C.; Supervision, A.E.-J.; Review and Editing, C.C. All authors have read and agreed to the published version of the manuscript. Funding: NASA Space Biology for Grant: NNX15AB43G as well as NIHNICHD grant number U54HD087101-05, which supports the IDDRC Cell Culture Core. Data Availability Statement: All data have been included in the manuscript. Acknowledgments: We are very thankful to Amy Rowat and her research team for allowing us to use their microscope system on short notice to be able to capture the changes produced by Earth gravity on neural stem cells after space ight. We are extremely grateful to Mark Mobilia, Geert de Vreede, and the entire Zeiss team who provided unconditional assistance for the long-term time-lapse imaging of our cells own onboard SpX-21. The advancement of science is based on fundamental discoveries that would not be possible without the adequate tools and the timely help from supportive people, and the Zeiss team is a perfect example. Having a loaner Zeiss Axio Observer 7 allowed us to acquire optimal quality data. We also thank our NASA team including Fathi Karouia, Amie Gresser. Elizabeth Pane, and Araceli (Medaya) Torres for their help with the logistics for the study. The NASA Space Biology Project team at Ames Research Center, D. Tomko, K. Sato, E. Taylor, the ARC Space Biology Project Manager, and the support personnel at the Space Station Processing Facility at Kennedy Space Center: without their help, the ight would not have been possible. Thank you to the astronauts associated with the NASA Space Biology Project team. Special thanks for the space ight support to Maria Birlem and Chriss Bruderrek from Yuri and STaARS team members Heath Mills, Tom Kyler, Jacquelyn Schoppe, and BreAnne MacKenzie as well as Uli Kuebler from Airbus Defense and Space, who introduced us to their ying hardware. We thank the astronauts that helped with this study while onboard the ISS and Jack Miller for summarizing the dosimetry data during this mission. We thank Dorwin Birt for the help with the computer and imaging systems. Thanks to Elida Escalante for preparation of the mesh carriers and Aurora Espinosa de los Monteros for help editing the text. We thank Stephen Cederbaum, Harley Kornblum, and Gerald Lipshutz for signing the students contracts. Last but not least, we thank the late Jean de Vellis for his enthusiastic support of our pioneering studies on the effect of microgravity on neural cells. Finally, thank you to our funding from NASA Space Biology for Grant: NNX15AB43G as well as NIHNICHD grant number U54HD087101-05, which supports the IDDRC Cell Culture Core. Conicts of Interest: The authors declare no conict of interest. References 1. Zhang, L.-F.; Hargens, A.R. Spaceight-Induced Intracranial Hypertension and Visual Impairment: Pathophysiology and Countermeasures. Physiol. Rev. 2018 ,98, 5987. CrossRef PubMed 2. Lee, A.G.; Mader, T.H.; Gibson, C.R.; Tarver, W.; Rabiei, P .; Riascos, R.F.; Galdamez, L.A.; Brunstetter, T. Spaceight associated neuro-ocular syndrome (SANS) and the neuro-ophthalmologic effects of microgravity: A review and an update. NPJ Microgravity 2020 ,6, 7. CrossRef 3. Grimm, D.; Egli, M.; Krger, M.; Riwaldt, S.; Corydon, T.J.; Kopp, S.; Wehland, M.; Wise, P .; Infanger, M.; Mann, V .; et al. Tissue Engineering Under Microgravity ConditionsUse of Stem Cells and Specialized Cells. Stem Cells Dev. 2018 ,27, 787804. CrossRef 4. Espinosa-Jeffrey, A.; Paez, P .; Cheli, V .; Spreuer, V .; Wanner, I.; De Vellis, J. Impact of Simulated Microgravity on Oligodendrocyte Development: Implications for Central Nervous System Repair. PLoS ONE 2013 ,8, e76963. CrossRef 5. Silvano, M.; Miele, E.; Valerio, M.; Casadei, L.; Begalli, F.; Campese, A.; Besharat, Z.M.; Alfano, V .; Abballe, L.; Catanzaro, G. Consequences of Simulated Microgravity in Neural Stem Cells: Biological Effects and Metabolic Response. J. Stem Cells Res. Dev. Ther. 2015 ,5, 289. 6. Green, J.; Taniguchi, A.; Oregel, K.; Espinosa-Jeffrey, A.; UCLA. The Implications of Microgravity on Cell Morphology and Proliferation of Stem Cell Progenies towards Astronaut Health. IAC-16,A1,7,9,x35726. 2016. Available online: https:iafastro. directoryiacpaperid35726summary (accessed on 9 November 2022). 7. Han, Y.; Zeger, L.; Tripathi, R.; Egli, M.; Ille, F.; Lockowandt, C.; Florin, G.; Atic, E.; Redwan, I.N.; Fredriksson, R.; et al. Molecular genetic analysis of neural stem cells after space ight and simulated microgravity on earth. Biotechnol. Bioeng. 2021 ,118, 38323846. CrossRef PubMedInt. J. Mol. Sci. 2022 ,23, 14320 17 of 18 8. Shaka, S.; Carpo, N.; Tran, V .; Cepeda, C.; Espinosa-Jeffrey, A. Microgravity Signicantly Inuences Neural Stem Cells Size and Numbers: Implications for Long-term Space Missions. J. Stem Cells Res. Dev. Ther. 2021 ,7, 19. CrossRef 9. Normand, G.; King, R.W. Understanding Cytokinesis Failure. Adv. Exp. Med. Biol. 2010 ,676, 2755. CrossRef 10. Kroemer, G. Tetraploid cancer cell precursors. Nat. Rev. Mol. Cell Biol. 2010 ,11, 539. CrossRef 11. Ohnuma, S.-I.; Harris, W.A. Neurogenesis and the Cell Cycle. Neuron 2003 ,40, 199208. CrossRef 12. Obernier, K.; Alvarez-Buylla, A. Neural stem cells: Origin, heterogeneity and regulation in the adult mammalian brain. Develop- ment 2019 ,146, dev156059. CrossRef PubMed 13. Shaka, S.; Carpo, N.; Tran, V .; Ma, Y.-Y.; Karouia, F.; Espinosa-Jeffrey, A. Human Neural Stem Cells in Space Proliferate more than Ground Control Cells: Implications for Long-Term Space Travel. J. Stem Cells Res. Dev. Ther. 2021 . CrossRef 14. Collins, K.; Jacks, T.; Pavletich, N.P . The cell cycle and cancer. Proc. Natl. Acad. Sci. USA 1997 ,94, 27762778. CrossRef 15. King, T.C. Cell Injury, Cellular Responses to Injury, and Cell Death. In Elseviers Integrated Pathology ; Elsevier: Amsterdam, The Netherlands, 2007; pp. 120. CrossRef 16. Tse, H.T.K.; Weaver, W.M.; Di Carlo, D. Increased Asymmetric and Multi-Daughter Cell Division in Mechanically Conned Microenvironments. PLoS ONE 2012 ,7, e38986. CrossRef 17. Biancotti, J.C.; Carpo, N.; Zamudio, J.; Vergnes, L.; Espinosa-Jeffrey, A. Proling the Secretome of Space Traveler Human Neural Stem Cells. J. Stem Cells Res. Dev. Ther. 2022 ,8, 112. CrossRef 18. Bornstein, P .; Sage, E. Matricellular proteins: Extracellular modulators of cell function. Curr. Opin. Cell Biol. 2002 ,14, 608616. CrossRef 19. Brekken, R.A.; Sage, E. SPARC, a matricellular protein: At the crossroads of cellmatrix communication: Matrix Biology (2000) 569580. Matrix Biol. 2001 ,19, 815827. CrossRef 20. Tai, I.T.; Tang, M.J. SPARC in cancer biology: Its role in cancer progression and potential for therapy. Drug Resist. Updat. 2008 ,11, 231246. CrossRef 21. Kelm, R.J., Jr.; Hair, G.A.; Mann, K.G.; Grant, B.W. Characterization of human osteoblast and megakaryocyte-derived osteonectin (SPARC). Blood 1992 ,80, 31123119. CrossRef 22. Chlenski, A.; Liu, S.; E Crawford, S.; Volpert, O.; Devries, G.H.; Evangelista, A.; Yang, Q.; Salwen, H.R.; Farrer, R.; Bray, J.; et al. SPARC is a key Schwannian-derived inhibitor controlling neuroblastoma tumor angiogenesi. Cancer Res. 2002 ,62, 73577363. 23. Raines, E.W.; Lane, T.F.; Iruela-Arispe, M.L.; Ross, R.; Sage, E.H. The extracellular glycoprotein SPARC interacts with platelet- derived growth factor (PDGF)-AB and -BB and inhibits the binding of PDGF to its receptors. Proc. Natl. Acad. Sci. USA 1992 ,89, 12811285. CrossRef PubMed 24. Reed, M.J.; Puolakkainen, P .; Lane, T.F.; Dickerson, D.; Bornstein, P .; Sage, E.H. Differential expression of SPARC and throm- bospondin 1 in wound repair: Immunolocalization and in situ hybridization. J. Histochem. Cytochem. 1993 ,41, 14671477. CrossRef 25. Dhanesuan, N.; Sharp, J.A.; Blick, T.; Price, J.T.; Thompson, E.W. Doxycycline-Inducible Expression of SPARCOsteonectin BM40 in MDA-MB-231 Human Breast Cancer Cells Results in Growth Inhibition. Breast Cancer Res. Treat. 2002 ,75, 7385. CrossRef 26. Wong, S.Y.; Crowley, D.; Bronson, R.T.; Hynes, R.O. Analyses of the role of endogenous SPARC in mouse models of prostate and breast cancer. Clin. Exp. Metastasis 2007 ,25, 109118. CrossRef 27. Ledda, M.F.; Adris, S.; Bravo, A.I.; Kairiyama, C.; Bover, L.; Chernajovsky, Y.; Mordoh, J.; Podhajcer, O.L. Suppression of SPARC expression by antisense RNA abrogates the tumorigenicity of human melanoma cells. Nat. Med. 1997 ,3, 171176. CrossRef 28. Buravkova, L.; Romanov, Y. The role of cytoskeleton in cell changes under condition of simulated microgravity. Acta Astronaut. 2001 ,48, 647650. CrossRef 29. Brinkley, B.R. Managing the centrosome numbers game: From chaos to stability in cancer cell division. Trends Cell Biol. 2001 ,11, 1821. CrossRef 30. Izumi, H.; Kaneko, Y.; Nakagawara, A. The Role of MYCN in Symmetric vs. Asymmetric Cell Division of Human Neuroblastoma Cells. Front. Oncol. 2020 ,10, 570815. CrossRef 31. Jungas, T.; Joseph, M.; Fawal, M.-A.; Davy, A. Population Dynamics and Neuronal Polyploidy in the Developing Neocortex. Cereb. Cortex Commun. 2020 ,1, tgaa063. CrossRef 32. Frade, J.M. Unscheduled re-entry into the cell cycle induced by NGF precedes cell death in nascent retinal neurones. J. Cell Sci. 2000 ,113, 11391148. CrossRef 33. Aranda-Anzaldo, A.; Dent, M.A. Why Cortical Neurons Cannot Divide, and Why Do They Usually Die in the Attempt? J. Neurosci. Res. 2016 ,95, 921929. CrossRef PubMed 34. Nandakumar, P .; Tian, C.; OConnell, J.; Hinds, D.; Paterson, A.D.; Sondheimer, N. Nuclear genome-wide associations with Mitochondrial Heteroplasmy. Sci. Adv. 2021 ,7, eabe7520. CrossRef PubMed 35. Nagy, Z. Mechanisms of neuronal death in Downs syndrome. In The Molecular Biology of Down Syndrome ; Springer: BerlinHeidelberg, Germany, 1999; Volume 57, pp. 233245. CrossRef 36. Nagy, Z. Cell cycle regulatory failure in neurones: Causes and consequences. Neurobiol. Aging 2000 ,21, 761769. CrossRef 37. Zhu, X.; Siedlak, S.L.; Wang, Y.; Perry, G.; Castellani, R.J.; Cohen, M.L.; Smith, M.A. Neuronal binucleation in Alzheimer disease hippocampus. Neuropathol. Appl. Neurobiol. 2008 ,34, 457465. CrossRefInt. J. Mol. Sci. 2022 ,23, 14320 18 of 18 38. Mara, G.; Navone, S.E.; Guarnaccia, L.; Campanella, R.; Locatelli, M.; Miozzo, M.; Perelli, P .; Della Morte, G.; Catamo, L.; Tondo, P .; et al. Space ight and central nervous system: Friends or enemies? Challenges and opportunities for neuroscience and neuro-oncology. J. Neurosci. Res. 2022 ,100, 16491663. CrossRef 39. Wangler, S.; Kamali, A.; Wapp, C.; Wuertz-Kozak, K.; Hckel, S.; Fortes, C.; Benneker, L.M.; Haglund, L.; Richards, R.G.; Alini, M.; et al. Uncovering the secretome of mesenchymal stromal cells exposed to healthy, traumatic, and degenerative intervertebral discs: A proteomic analysis. Stem Cell Res. Ther. 2021 ,12, 11. CrossRef",
        "introduction": "To determine the health risks associated with long-term space travel, it is essential to consider the effects of space microgravity (SPC- G) on the brain. It is well-established that astronauts oftentimes experience adverse effects following a visit to outer space includ- ing the National Aeronautics and Space Administration (NASA)-recognized spaceight- associated neuro-ocular syndrome (SANS)  1. Potential risk factors as well as limitations to lengthy space missions and stays at the International Space Station (ISS) are posed by SANS, among other difculties that astronauts face due to the gravitational differences in space. This is particularly important because issues such as SANS can be experienced after as little as 34 days, and unusual pathologic neuro-ophthalmic ndings have been shown after both short- and long-term space travel 2. Many studies on the use of microgravity have been performed using an array of cells both committed to a specic phenotype depending on the organ of study as well as uncommitted cells known as stem cells. The origin of stem cells includes murine and human origin. Among these are adult stem cells, embryonic stem cells, induced pluripotent stem cells (iPS), and organ-specic stem cells  3. Recent publications have described changes in stem cells when exposed to simulated or space microgravity. Nonetheless, there is limited information in what concerns neural stem cells. Prior research looking at the effects of microgravity on neural stem cells has primarily been conducted with the use of simulated microgravity (sim- G). Sim- G studies use machines that are able Int. J. Mol. Sci. 2022 ,23, 14320. https:doi.org10.3390ijms232214320 https:www.mdpi.comjournalijmsInt. J. Mol. Sci. 2022 ,23, 14320 2 of 18 to simulate low gravity conditions such as the Mitsubishi 3D-Clinostat  4. The use of different microgravity platforms with application on stem cells and differentiated cells has recently been reviewed  3. Only a few studies have shown the effect of sim- G or SPC- G specically on neural stem cells. In this regard, Silvano and collaborators have shown that murine cerebellar neural stem cells (NSCs) respond to sim- G by the arrest of their cell cycle in the S-phase with a concomitant increase in apoptosis. These changes occurred in a transient manner because upon return to 1G (Earths gravity), the authors described that the cells recovered their stemness and a normal cell cycle  5. We have previously reported a result that appears to contradict Silvano et al.s ndings, where we found that NSCs in sim- G proliferated more and displayed a smaller diameter than 1G grown NSCs  6. A recent discovery that spaceight upregulated proliferation and survival genes in neural crest derived stem cells while the random positioning machine upregulated differentiation and inammation genes emphasized the uniqueness of space ight conditions when compared to Earth controls 7. Our current research avoids the use of sim- G and moves directly to the source of microgravity  outer space. SPC- G has demonstrated more pronounced effects of certain phenomena when compared to sim- G 8. Although radiation and other environmental differences cannot be excluded as contributing factors, the ndings are similar between sim-G and SPC- G, save for the difference in degree 8. The results of the current study provide outcomes not previously reported in sim- G studies, with the additional benet of added relevance to the astronauts health. Here, four conditions of NSCs derived from human induced pluripotent stem cells (hiPS) are considered. In the ground control condition (1G), NSCs did not experience any SPC- G, although other cellular conditions were the same as the experimental groups (more details on the procedure are available in Section 2). The second group consisted of 1G nave sister cells of the space-own NSCs that were treated with the secretome, which is our term for the secreted medium from space-own cells. Finally, we also looked at two groups of NSCs following space ight, with the rst group captured one week post-ight, and the nal group captured at two weeks post-ight. Due to the nature of the study looking at abnormalities in cell division, it is important to understand the intricacies of the cell cycle and the potential stage(s) for error. In the case of one of the abnormalities, we deemed incomplete cell division (ICD) as failed cytokinesis. Cytokinesis is a highly complex, regulated process that requires an extensive number of cellular processes, proteins, and signaling factors to function properly. Cytokinetic failure can occur due to defects in any of its four stages, which include positioning of the division plane, ingression of the cleavage furrow, formation of the midbody, and abscission  9. Cytokinetic failure following the division of the cell nucleus, or karyokinesis, can result in a tetraploid cell with double nuclei and four copies of each chromosome rather than the expected two. For some cells of the human body such as in the heart or liver, tetraploidy is a normal process  9. However, in many cases, tetraploidy can be a sign of a deleterious abnormality such as a tumor precursor 10. Previous work in the literature has conrmed that embryonic and induced pluripotent stem cells behave similarly in terms of cell cycle components. Embryonic stem cell pluripo- tency is maintained through unique and highly specic signaling. These cells enter the S phase more rapidly with a shortened G1 due to impaired or atypical checkpoint control in embryonic stem cells and unusual activation patterns 11. Our previous ndings showed that NSCs proliferate at a higher rate while in space as well as up to 72 h following space ight, irrespective of ight duration  2,4. We also showed that changes in the cell diameter occurred post-ight, with 81 of NSCs exhibiting a diameter of 10 m or higher following space ight compared to 49.2 of the control NSCs  4. While the undifferentiated NSCs in adult human brain areas such as the subventricular zone and the dentate gyrus of the hippocampus remain quiescent under normal circumstances, the environment of SPC- G exposure is likely to alter the expected behavior of these cells  12. The changes described above including increasedInt. J. Mol. Sci. 2022 ,23, 14320 3 of 18 proliferation and enlarged cell diameter  13 could contribute to symptoms of SANS that astronauts experience post-ight such as intracranial hypertension. Here, in addition to the aforementioned differences, we noticed that some SPC- G NSCs appeared to have difculties with the completion of cytokinesis with enough frequency to be of interest for further investigation. The current study takes a closer look at proliferation abnormalities in single cell division. Throughout this paper, the term ICD refers to an ultimate failure of cytokinesis, regardless of whether karyokinesis has occurred, and multi-daughter cell division (MDCD) refers to the appearance of more than two daughter cells as would be typical for a single cell division following cytokinesis. The term abnormal cell division (ACD) refers to either phenomena, ICD andor MDCD. We investigated the hypothesis that, compared to 1G NSCs, there are signicantly increased instances of ICD, MDCD, and ACD following exposure to SPC- G. We also hypothesized that the space-produced secretome would have a similar effect on nave NSCs. 2.",
        "conclusion": null,
        "images": []
    }
]