[
    {
        "pmid": "36362993",
        "title": "Mitochondria-Targeted Human Catalase in the Mouse Longevity MCAT Model Mitigates Head-Tilt Bedrest-Induced Neuro-Inflammation in the Hippocampus.",
        "year": "2022",
        "journal": "Life (Basel)",
        "abstract": "Microgravity (modeled by head-tilt bedrest and hind-limb unloading), experienced during prolonged spaceflight, results in neurological consequences, central nervous system (CNS) dysfunction, and potentially impairment during the performance of critical tasks. Similar pathologies are observed in bedrest, sedentary lifestyle, and muscle disuse on Earth. In our previous study, we saw that head-tilt bedrest together with social isolation upregulated the milieu of pro-inflammatory cytokines in the hippocampus and plasma. These changes were mitigated in a MCAT mouse model overexpressing human catalase in the mitochondria, pointing out the importance of ROS signaling in this stress response. Here, we used a head-tilt model in socially housed mice to tease out the effects of head-tilt bedrest without isolation. In order to find the underlying molecular mechanisms that provoked the cytokine response, we measured CD68, an indicator of microglial activation in the hippocampus, as well as changes in normal in-cage behavior. We hypothesized that hindlimb unloading (HU) will elicit microglial hippocampal activations, which will be mitigated in the MCAT ROS-quenching mice model. Indeed, we saw an elevation of the activated microglia CD68 marker following HU in the hippocampus, and this pathology was mitigated in MCAT mice. Additionally, we identified cytokines in the hippocampus, which had significant positive correlations with CD68 and negative correlations with exploratory behaviors, indicating a link between neuroinflammation and behavioral consequences. Unveiling a correlation between molecular and behavioral changes could reveal a biomarker indicative of these responses and could also result in a potential target for the treatment and prevention of cognitive changes following long space missions and/or muscle disuse on Earth.",
        "full_text": "Citation: Rubinstein, L.; Kiffer, F.; Puukila, S.; Lowe, M.G.; Goo, B.; Luthens, A.; Schreurs, A.-S.; Torres, S.M.; Steczina, S.; Tahimic, C.G.T.; et al. Mitochondria-Targeted Human Catalase in the Mouse Longevity MCAT Model Mitigates Head-Tilt Bedrest-Induced Neuro-Inammation in the Hippocampus. Life2022 ,12, 1838. https:doi.org10.3390life12111838 Academic Editors: Claudia Pacelli, Francesca Ferranti and Marta del Bianco Received: 9 August 2022 Accepted: 3 November 2022 Published: 9 November 2022 Publishers Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional afl- iations. Copyright:  2022 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0). life Article Mitochondria-Targeted Human Catalase in the Mouse Longevity MCAT Model Mitigates Head-Tilt Bedrest-Induced Neuro-Inammation in the Hippocampus Linda Rubinstein1,2,3,, Frederico Kiffer4,5 , Stephanie Puukila1,2, Moniece G. Lowe2,6, Brie Goo2, Amalia Luthens7, Ann-Soe Schreurs2, Samantha M. Torres2,6, Sonette Steczina2,6, Candice G. T. Tahimic2,7,8 and Antio R. Allen4,5,9, 1Universities Space Research Association USRA, Columbia, MD 21046, USA 2Space Biosciences Division, NASA Ames Research Center, Moffett Field, Mountain View, CA 94035, USA 3The Joseph Sagol Neuroscience Center, Sheba Research Hospital, Ramat Gan 52621, Israel 4Childrens Hospital of Philadelphia, Philadelphia, PA 19104, USA 5Division of Radiation Health Department of Pharmaceutical Sciences, University of Arkansas for Medical Sciences, Little Rock, AR 72205, USA 6Blue Marble Space Institute of Science, Seattle, WA 98154, USA 7KBR, Houston, TX 77002, USA 8Department of Biology, University of North Florida, Jacksonville, FL 32224, USA 9Neurobiology and Developmental Sciences, University of Arkansas for Medical Sciences, Little Rock, AR 72205, USA Correspondence: linda.rubinsteingmail.com (L.R.); arallenuams.edu (A.R.A.) Abstract: Microgravity (modeled by head-tilt bedrest and hind-limb unloading), experienced during prolonged spaceight, results in neurological consequences, central nervous system (CNS) dysfunc- tion, and potentially impairment during the performance of critical tasks. Similar pathologies are observed in bedrest, sedentary lifestyle, and muscle disuse on Earth. In our previous study, we saw that head-tilt bedrest together with social isolation upregulated the milieu of pro-inammatory cytokines in the hippocampus and plasma. These changes were mitigated in a MCAT mouse model overexpressing human catalase in the mitochondria, pointing out the importance of ROS signaling in this stress response. Here, we used a head-tilt model in socially housed mice to tease out the effects of head-tilt bedrest without isolation. In order to nd the underlying molecular mechanisms that provoked the cytokine response, we measured CD68, an indicator of microglial activation in the hippocampus, as well as changes in normal in-cage behavior. We hypothesized that hindlimb unloading (HU) will elicit microglial hippocampal activations, which will be mitigated in the MCAT ROS-quenching mice model. Indeed, we saw an elevation of the activated microglia CD68 marker following HU in the hippocampus, and this pathology was mitigated in MCAT mice. Additionally, we identied cytokines in the hippocampus, which had signicant positive correlations with CD68 and negative correlations with exploratory behaviors, indicating a link between neuroinammation and behavioral consequences. Unveiling a correlation between molecular and behavioral changes could reveal a biomarker indicative of these responses and could also result in a potential target for the treatment and prevention of cognitive changes following long space missions andor muscle disuse on Earth. Keywords: microgravity; CNS; hind limb unloading; microglia; ROS; MCAT 1. Introduction Bedrest, sedentary lifestyle, and isolation have negative effects on almost all systems of the human body, and understanding these effects has become a primary objective for enabling long-term space ights. Exposure to microgravity is associated with skeletal muscle atrophy, but it might also have detrimental effects on the central nervous system Life2022 ,12, 1838. https:doi.org10.3390life12111838 https:www.mdpi.comjournallifeLife2022 ,12, 1838 2 of 15 (CNS) and cognition, since spaceight results in signicant volumetric changes in brain grey matter  1. Furthermore, simulated microgravity in mice induced impairments in immune functions  2. Microglia, the resident immune cells of the CNS, are crucial for maintaining a healthy neural environment promoting homeostasis and responding to infection, or injury. Microglial activation can occur in response to a variety of triggers and is dependent on the type of pathological stressor or event  3. Once activated, microglia not only primarily act as scavenger cells, removing debris and dying neurons  4, but also perform tissue repair and neural regeneration  5. Microglia also act as second messengers by releasing a number of substances such as cytokines, chemokines, growth factors, and reactive oxygen species (ROS)  4,6. Prolonged activations can lead to neuronal damage or death, as well as the activation of astrocytes, resulting in further endangerment to neurons and the further recruitment of microglia, thereby perpetuating the inammatory state  7,8. There are a number of potentially useful markers for specic microglia states  9. Cluster of Differentiation 68 (CD68) is a lysosomal protein expressed at low levels by resting microglia and at high levels by activated phagocytic microglia  7,10,11. CD68 is commonly used to visualize activated microglia in inammatory responses in the brain and is potentially a suitable candidate for further exploring microgravity-induced microglial activation. Studies have shown that microgravity and bedrest stimulate changes in immune cell response. Monocytes isolated from astronauts exhibit impaired function (reviewed in 12). Furthermore, plasma concentrations of TNF , IL-8, IL-1a, growth factors, and leukocyte recruitment chemokines have been observed to be increased in plasma following spaceights  13. Following the stimulation of lipopolysaccharides (LPSs), the monocyte secretion of IL-6, TNF , and IL-10 signicantly reduced, while IL-1 was elevated post- ight  14. During spaceight, increased white blood cell count and decreased T cell function have been observed in astronaut crews  15. Studies using blood collected from human bedrest models of head-down tilt-simulating headward uid shifts in ight found changes in immune cells  16 and cytokine levels. After two-week hindlimb unloading (HU), a rodent model commonly used to simulate weightlessness, microgravity-induced cephalic uid shifts, bedrest and anhedonia, the mRNA expression of numerous genes impacting immune response, synaptic plasticity, learning, and memory was altered in mouse brains  17. HU also increased microglia activations in spinal cord  18 and neural stem cells  19. We previously observed an increase in IL-3, IL-1 , IL-10, and IL-17 in the hippocampus after prolonged HU  20, cytokines that are known to be produced and secreted by activated microglia  8,21, and astrocytes  22,23. Altered gravity was also observed to downregulate ICAM-1 expression in vitro in murine BV-2 microglial cells, while a subtype of smaller cells of BV-2 microglial cells appeared and was assumed to be activated cells  24. Overall, previous studies showed that microgravity and bedrest both induced immune response in the CNS, but the microglial activations in the hippocampus inin vivo mouse models have not yet been investigated. We hypothesized that head-tilt bedrest will result in microglial activations in the hippocampus. It has been established that spaceight and spaceight-like stressors cause oxidative stress responses within the hippocampus  25. Due to the incomplete mitochondrial metabo- lization of oxygen, superoxide, hydrogen peroxide, and hydroxyl are generated. Behavioral and cognitive changes were associated with altered measures of oxidative stress, lipid perox- idation, and protein and DNA oxidation in the amygdala and hippocampus, brain regions implicated in anxiety and spatial memory  26. The increased production of mitochondrial reactive oxygen species (ROS) leads to increased cytokine release from microglial cells, po- tentially indicating increased microglial activations  27,28. Mitochondrial ROS is generated by activated microglia  29,30, and reducing its production is believed to be a suitable target to prevent the over-activation of microglia  27,28,31. A mouse model for mitochondrial ROS quenching via the overexpression of the human catalase gene targeted toward the mitochondria (MCAT) has been previously utilized to investigate oxidative stress. MCAT mice have increased lifespan  32, improved age-dependent pathologies  33, reduced radiation-induced neurogenesis depletion  34, cognitive dysfunction, improved outcomesLife2022 ,12, 1838 3 of 15 in models of neurological conditions including ataxia-telangiectasia  35, ALS  36, and Alzheimers disease  37. MCAT mice also exhibit improved hippocampal spatial learning and contextual fear memory  26. Previously, we showed that MCAT mice were protected from simulated microgravity-induced increases in cytokine expression in hippocampus. In our lab, in the MCAT mice, ROS quenching was demonstrated by measuring 4-HNE  38,39, catalase activity, and lipid peroxidation. We have also seen a strong genotype effect in the MCAT mice, with a signicantly lower protein abundance of pro-inammatory cytokines in the hippocampus. In a screen of forty-four cytokines and chemokines, fourteen (IFN , IL-4, IL-6,IL-7, IL-9, IL-10, IL-17, MCP-1, MCSF, RANTES, MCP-5, and IP-10) were down- regulated in MCAT vs. WT mice  20. These results suggest that the increased expression of these cytokines in wildtype hindlimb-unloaded mice is indictive of microglial activations and that mitochondrial ROS play an important role in microglial activation; thus, in this study, we used the MCAT mouse model to see if ROS quenching will mitigate HU-induced microglial activation. Understanding the correlations between molecular changes in the brain, behavior, and plasma markers could rene our understanding of the kinetics of neurodegenerative changes and help nd early biomarkers before irreversible damage occurs. Increased cytokine expression and neuroinammation are associated with changes in behavior. There is evidence that inammatory factors TNF and IL-1 are associated with increased sick behaviors  4042. Theses cytokines have also been implicated in anorexic-like behavior  43. IFN is known to induce depression in humans  44, and TNF is involved in depressive- like behavior as well  45. In a mouse model, HU resulted in anxiety-like behaviors, which were associated with signicant changes in the pattern of neural oscillations in the hippocampus  46. Oxidative stress enhanced this response, and the inhibition of ROS reduced HU-induced anxiety 47. We previously reported signicantly reduced CD4 T cell numbers and elevation in twelve cytokines in singly, but not socially, housed mice under normal loading condi- tions  48. Singly housed mice exposed to simulated microgravity downregulated only one cytokine, IL-13, which is involved in anti-inammatory mechanisms, and these changes were mitigated in the MCAT mouse model  20. These data suggest that, under these conditions, social isolation and HU may reect an epistatic interaction. In this study, we investigated the role of HU alone, without the additional isolation effect, in socially housed animals. MCAT mice were utilized to explore the association between oxidative stress and microglia activation in simulated microgravity. Correlations between microglia acti- vation, cytokine expression and behavior were calculated to further our understanding of the effects of altered gravity on the CNS. In this study, we aim to determine the role of microglia, ROS pathways, and behavior, following head-tilt bedrest to elucidate the underlying molecular mechanism behind neuroimmune changes, thus paving the way for future therapies. We hypothesize that head-tilt bedrest will affect microglia activation in the hippocampus and that, in the MCAT model, quenching ROS will mitigate these changes. 2. Materials and Methods 2.1. Animals and Strains In this study, a subset of the socially housed (2 per cage) sixteen-week-old female wild type C57BL6NJ and MCAT transgenic mice was utilized as described in  20 and  48. Wild type (WT) and MCAT mice were generated at NASA Ames Research Center (ARC) by cross- ing male MCAT mice, B6. Cg-Tg (CAG-OTCCAT) 4033 PrabJ with female C57BL6NJ mice (from Jackson Laboratory, Bar Harbor, ME, USA). Genotyping was performed using the RedN Amp PCR kit following the manufacturers protocol (Millipore-Sigma, The Woodlands, TX, USA). All animal procedures were performed in compliance with protocols approved by the Institutional Animal Care and Use Committee (IACUC NAS-16-007-Y2) at NASA Ames Research Center (ARC).Life2022 ,12, 1838 4 of 15 2.2. Hindlimb Unloading to Produce Head-Down Tilt Mice were assigned to one of four experimental groups (See Supplementary Figure S1; n  8group unless otherwise stated) and housed in a custom caging system as previously described  48. In accordance with our previous work and with most space rodent studies to date, we chose females for this study. Socially housed, normally loaded (NL) controls were maintained in standard vivarium cages. All HU groups were acclimated for three days in HU cages prior to the onset of HU. Room temperature was maintained at a range of 2324C with a 12 h light: dark cycle (6 AM:6 PM lights on:off). Food and water were provided ad libitum. Nestlets (Ancare, NY, USA) were provided for enrichment. Animal weights and food consumption were monitored throughout the duration of the experiment. Animals were euthanized 30 days after the start of HU via CO 2inhalation followed by cervical dislocation. 2.3. Sample Collection and Immunohistochemistry The left-brain hemisphere was ash frozen and a tissue biopsy (1.20 mm Harris micro punch) from the hippocampus was performed inside a cryotome chamber set at 20C to avoid thawing. Hippocampal tissue was then homogenized in a mild lysis buffer (Tris 50 mM, NaCl 150 mM, Igepal 1, Protease Inhibitors (Millipore-Sigma, The Woodlands, TX, USA)  49. Samples were then centrifuged at 4C at 1000gfor 10 min and supernatants were aliquoted and ash frozen at 80C until analysis. Cytokine protein abundance in hippocampal homogenates was analyzed using a Mouse CytokineChemokine Array 44-Plex-MD44 (EVE Technologies, Calgary, AB, Canada) in which concentration standards are run for each cytokine. To verify the Multiplex method, IL-3 cytokine expression was validated by ELISA (Abcam, Cambridge, UK, Cat ab113345- IL-3). Hippocampal cytokine levels were normalized to total protein content as determined by a BCA assay (Thermo Fisher, Waltham, MA, USA, Cat 23225). Blood was collected from the vena cava immediately after euthanasia. Undiluted plasma was analyzed for cytokine protein abundance as described for hippocampal homogenates. The results and raw data of plasma and hippocampal cytokines are shown in Rubinstein et al., 2021  20, and used here for correlations. The right brain hemisphere was embedded in 4 PFA overnight and transferred the next day into 30 sucrose-PBS solution for cryoprotection. After sucrose impregnation, brains were embedded in OCT (OCT compound 4583, Sakura, Nagano, Japan) and frozen at80C until cryosectioning. The brains were sectioned in a cryostat at 40 microns and stained for CD68. Slide-mounted sections were 1x-TBS-buffered at a pH of 7.3 and washed in H 2O2for antigen unmasking. Next, the primary antibody, rat- mouse CD68 (Abcam ab53444, dilution 1:2000), was introduced in blocking-buffered 3 Normal Rabbit Serum After additional TBS washes, the secondary antibody was introduced (biotinylated rabbit- rat, dilution 1:200 (Vector BA4001) in blocking-buffered 3 Normal Rabbit Serum). Amplication and uorescent staining were performed with a Fluorescein Tyramide System (Perkin Elmer, Boston, MA, USA, NEL701A001KT), as described by the manufacturer. The indiscriminate nuclear staining agent 40,6-diamidino-2-phenylindole (DAPI, Vector Labs, Mowry Ave Newark, CA, USA Vectashield, H-1200-10) was used to identify hippocampal regions, and the Allen Brain Atlas was used for reference (http:mouse.brain-map.org) We chose to analyze 4 brains from each group except NL MCAT group in which 5 brains were analyzed, all with representative sections across the entire hippocampus (CA12, CA3 and dentate gyrus (DG)). We used 20X magnication, and 915 photos per hippocampus were taken. The unbiased microglia counting in each photo was performed manually counting microglia in each frame, using Image J program (https:imagej.nih.govij). 2.4. Mouse Behavioral Analysis Video surveillance: A commercially available surveillance system that allows for both day and night image captures was utilized. The Lorex 4K UHD 8-channel Fusion NVR Security System with 8 Smart Deterrence 4K Cameras was utilized. This cage systemLife2022 ,12, 1838 5 of 15 was designed to not disturb ongoing behavior. The camera was placed horizontally to the cage, and it is afxed to a surface at a distance enabling visibility and the capture of full ambulatory motion and all species typical behaviors. Video Sampling: Mice were recorded in their home cage continuously for a 24 h period, and samples of 15 min videos were analyzed using Excel to manually score the duration of various behaviors; time samples were at least 2 h away from the light-to-dark and dark-to-light transitions to ensure the acquisition of stable activity levels during each phase of the diurnal cycle. We sampled 15 min from the following time points: 8 AM, 11:30 AM, 4 PM, 10 PM, 12 AM, 2 AM, and 4 AM. Each behavior graph represents the percentage of time the animal spent in engaging in a specic category from the total time measured. Videos images were manually scored in Excel and analyzed for a range of typical mouse behaviors that would indicate normal functioning. To obtain a more general behav- ioral prole, behaviors were pooled into the following categories: exploratory, social interaction, active, and restsleep: 1. Exploratory Behavior: burrowing in bedding, climbing, exploratory snifng, and exploratory ambulation; 2. Social Interaction: chasing, snifng another mouse, allogrooming, nestlet social en- gagement, mounting, socializing with another mouse, and pulling another mouse. 3. Active Behavior: active behavior contains exploratory behavior, eating, drinking, sniffing, nestlet manipulation, self-grooming, ambulation, and all social interaction behaviors; 4. RestSleep: restSleep behavior contains sleep and non-directed movement. 2.5. Behavioral Categories Denitions Eating: Mouth is on food. Mouse has visible food in its forepaws and is using its mouth to interact with food piece. Drinking: The animal rears up and licks the nozzle of the drinker. Borrowing: Burrowing in its bedding, which involves the paws and snout and exploring different cage parts. Chasing: Normally loaded animals only. Movement 3 or more steps towards the other mouse, while the other mouse is moving away. Inactive: Stationary in one spot with most of its body not moving. Climbing: Using paws to grip on cage in order to lift body and paws off the ground. Snifng other mouse: One mouses nose in near proximity of another mouse. Alogrooming: Grooming that occurs when one mouse is grooming another mouse. Non-directed movement (during restsleep): Movement that is localized to a few grids (3 grids) and does not use more than three-fourths of the animals body. Sustained for no longer than 2 s. Exploratory ambulation: Movement that includes snifng and meets the denition of Stanfords four stages of exploration: search, attend, approach, and investigate while moving across multiple grids. Nestlet social engagement (described in Tahimic et al., 2019  48): In social HU, when one mouse extends beyond the halfway section of the shared cage and grabs a nestlet. Nestlet manipulation: Mouse directly touching nestlet with mouth andor forepaws. Mounting: Normally loaded animals only. Mouse climbs on top of another mouse or has another mouse on top of it. Snifng (exploratory): Moving ahead with the nose held in the air. Ambulation: Moving across multiple grids. Self-grooming: Mouse licking its own fur or grooming with paws. With another mouse: Proximity and interaction between mice. Pulling another mouse: While one mouse is climbing, the other pulls it by its mouth. 2.6. Statistical Analysis Statistical analyses were performed using JMP (SAS), Version 14.0.0. Equal variances across groups were evaluated by Levenes test. If variances were equal, a one-way ANOVA with Tukey or t-test post hoc was performed. For datasets with unequal variance andor non-normal distributions, a non-parametric Wilcoxon all pairs test was performed with statistical signicance set at p 0.05. Correlations were performed in JMP (SAS), Version 14.0.0. via multivariate platform and non-parametric Spearmans test. For all analyses, the threshold for statistical signicance was set at p 0.05.Life2022 ,12, 1838 6 of 15 3. Results 3.1. HU Increased Activated Microglia in the Hippocampus Increased CD68 levels are indicative of increased microglial activation. Hippocampal sections were stained to visualize and quantify CD68 protein expression (Figure 1A). Wild-type HU mice had a signicantly greater number of CD68 cells than normally loaded wild-type mice (Figure 1B). Interestingly, MCAT HU mice had a signicantly lower CD68 count than wild-type HU mice (Figure 1B), indicating that mitochondrial catalase expressions can reduce HU induced microglia activations in the hippocampus. Life 2022 , 12, x FOR PEER REVIEW 6 of 16 2.6. Statistical Analysis Statistical analys es were performed using JMP (SAS), Version 14.0.0. Equal variances across groups were evaluated by Levenes test. If variances were equal, a one -way ANOVA with Tukey  or t-test post hoc was performed. For datasets with unequal vari- ance andor non -normal distributions, a non -parametric Wilcoxon all pairs test was per- formed with statistical significance set at p  0.05. Correlations were performed in JMP (SAS), Version 14.0.0 . via multivariate platform and non -parametric Spearmans  test. For all analyses, the threshold for statistical significance was set at p  0.05. 3. Results 3.1. HU Increased Activated Microglia in the Hippocampus Increased CD68 levels are indicative of increased microglial activation. Hippocamp al sections were stained to visualize and quantify CD68 protein expression (Figure 1A). Wild -type HU mice had a significantly greater number of CD68 cells than normally loaded wild -type mice (Figure 1B). Interesti ngly, MCAT HU mice had a significantly lower CD68 count than wild-type HU mice (Figure 1B), indicating that mitochondrial cat- alase expression s can reduce HU induced microglia activation s in the hippocampus. Figure 1. Hippocampus sections were stained , and CD6 expressing microglia were counted to quantify CD68 protein expression. ( A). Sample of CD68 and DaPi staining in hippocampal sections, DG area). ( B). CD68 expressing microglia counts, mean  SE.  Statistically significant at p  0.05 using a nonparametric Wilcoxon each pair comparison. Sample sizes: WT NL  4; WT HU  4; MCAT NL  5; and MCAT HU  4. 3.2. Correlation of CD68 Count and Hippocampal Cytokines Correlation analysis was performed between hippocampal CD68 count and protein express ion of hippocampal cytokines ( cytokine raw data are described in 20,50). In total, the expression of eight proteins (IL -1a, IL -3, IL -10, IL -12, IL -13, IL -17, RANTES , and MIP - 3a) had a significant positive correlation with hippocampal CD68 count s (Figure 2). Five pro-inflammatory cytokines were previously identified to be affected by 20, and three of these cytokines are among the ones shown here to have a significant correlation between CD68 count s and cytokine profile s in the hippocampus (IL -3, IL -12, and IL -17). Figure 1. Hippocampus sections were stained, and CD6expressing microglia were counted to quantify CD68 protein expression. ( A). Sample of CD68 and DaPi staining in hippocampal sections, DG area). ( B). CD68 expressing microglia counts, mean SE.  Statistically signicant at p 0.05 using a nonparametric Wilcoxon each pair comparison. Sample sizes: WT NL  4; WT HU  4; MCAT NL  5; and MCAT HU  4. 3.2. Correlation of CD68 Count and Hippocampal Cytokines Correlation analysis was performed between hippocampal CD68 count and protein expression of hippocampal cytokines (cytokine raw data are described in  20,50). In total, the expression of eight proteins (IL-1a, IL-3, IL-10, IL-12, IL-13, IL-17, RANTES, and MIP-3a) had a signicant positive correlation with hippocampal CD68 counts (Figure 2). Five pro-inammatory cytokines were previously identied to be affected by  20, and three of these cytokines are among the ones shown here to have a signicant correlation between CD68 counts and cytokine proles in the hippocampus (IL-3, IL-12, and IL-17). Life 2022 , 12, x FOR PEER REVIEW 7 of 16 Figure 2. Correlation analysis between hippocampal CD68 count and changes in protein expression of hippocampal cytokines. Red color indicates positive correlation s, and blue color indicates nega- tive correlation s.  Statistically significant at p  0.05 using nonparametric Spearmans. 3.3. Changes in Behavior Observed during Light and Dark Cycles Observed animal beh aviors were categorized into active (Figure 3A), explora- tion (Figure 3B), social interaction (Figure 4) , and inactive (including restsleep and non-directional movement during sleep) (Figure 5). During the light cycle, MCAT HU mice showed changes i n behavior compared to wild -type HU mice, where reduced social behavior (Figure 4) and an increase in non -directed movement during sleep (Figure 5B) were observed. Figure 3. Observed animal behaviors during day (light) and night (dark) cycle. (A). Catego rized into active behavior expressed as the percent age of time from the total time measured, mean  SE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  8; MCAT HU Light  7 and MCAT HU Dar k  8.  Statistically significant at p  0.05, using one-way ANOVA followed by t-test comparing each pair post hoc. ( B) Categorized into Exploratory behavior expressed as percent of time from total time measured, mean  SE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  8; MCAT HU Light  7 and MCAT HU D ark  8.  Statistically significant at p  0.05 using nonparametric Wilcoxon. Figure 2. Correlation analysis between hippocampal CD68 count and changes in protein expression of hippocampal cytokines. Red color indicates positive correlations, and blue color indicates negative correlations.  Statistically signicant at p 0.05 using nonparametric Spearmans. 3.3. Changes in Behavior Observed during Light and Dark Cycles Observed animal behaviors were categorized into active (Figure 3A), exploration (Figure 3B), social interaction (Figure 4), and inactive (including restsleep and non- directional movement during sleep) (Figure 5). During the light cycle, MCAT HU mice showed changes in behavior compared to wild-type HU mice, where reduced social be-Life2022 ,12, 1838 7 of 15 havior (Figure 4) and an increase in non-directed movement during sleep (Figure 5B) were observed. Life 2022 , 12, x FOR PEER REVIEW 7 of 16 Figure 2. Correlation analysis between hippocampal CD68 count and changes in protein expression of hippocampal cytokines. Red color indicates positive correlation s, and blue color indicates nega- tive correlation s.  Statistically significant at p  0.05 using nonparametric Spearmans. 3.3. Changes in Behavior Observed during Light and Dark Cycles Observed animal beh aviors were categorized into active (Figure 3A), explora- tion (Figure 3B), social interaction (Figure 4) , and inactive (including restsleep and non-directional movement during sleep) (Figure 5). During the light cycle, MCAT HU mice showed changes i n behavior compared to wild -type HU mice, where reduced social behavior (Figure 4) and an increase in non -directed movement during sleep (Figure 5B) were observed. Figure 3. Observed animal behaviors during day (light) and night (dark) cycle. (A). Catego rized into active behavior expressed as the percent age of time from the total time measured, mean  SE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  8; MCAT HU Light  7 and MCAT HU Dar k  8.  Statistically significant at p  0.05, using one-way ANOVA followed by t-test comparing each pair post hoc. ( B) Categorized into Exploratory behavior expressed as percent of time from total time measured, mean  SE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  8; MCAT HU Light  7 and MCAT HU D ark  8.  Statistically significant at p  0.05 using nonparametric Wilcoxon. Figure 3. Observed animal behaviors during day (light) and night (dark) cycle. ( A). Categorized into active behavior expressed as the percentage of time from the total time measured, meanSE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  8; MCAT HU Light  7 and MCAT HU Dark  8.  Statistically signicant atp 0.05, using one-way ANOVA followed by t-test comparing each pair post hoc. ( B) Categorized into Exploratory behavior expressed as percent of time from total time measured, mean SE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  8; MCAT HU Light  7 and MCAT HU Dark  8.  Statistically signicant atp 0.05 using nonparametric Wilcoxon. Life 2022 , 12, x FOR PEER REVIEW 8 of 16 . Figure 4. Observed animal behaviors during day (light) and night (dark) cycle categorized into so- cial interaction. Behavior expressed as the percent age of time from the total time measured, mean  SE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  7; MCAT HU Light  7 and MCAT HU Dark  8.  Statistically significant at p  0.05 using nonparametric Wilcoxon. Figure 5. Observed animal behaviors during day (light) and night (dark) cycle s. (A) Categorized into restsleep. Behavior expressed as the percent age of time from the total time measured, mean  SE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  7; MCAT HU Light  7 and MCAT HU Dark  8.  Statistically significant at p  0.05, using one-way ANOVA followed by t-test comparing each pair post hoc. ( B) Categorized into non -directional movement during sleep . Behavior expressed as the percent age of time from the total time measured, mean  SE. Sample sizes: WT NL Light  7; WT NL Dark 8; WT HU Light  7; WT HU Dark  7; MCAT NL Light  8; MCAT NL Dark  8; MCAT HU Light  7 and MCAT HU Dark  8.  Statistically significant at p  0.05 using nonparametric Wilcoxon. Compared to light cycle s, many more variations in behavior between most groups were observed during dark cycle s. All group s showed increased active behavior com- pared to the light cycle, as expected. Only MCAT HU mice showed increased exploratory behavior during dark cycle s compared to light cycles (Figure 3B). For social behavior, only normally loaded mice showed increased be havior during dark cycle s compared to light cycles (Figure 4). All groups but normally loaded MCAT mice had decreased restsleep behavior during dark cycle s compared to light cycles (Figure 5A). During the dark cycle, MCAT HU mice showed higher exploratory behaviors com- pared to wild -type HU mice (Figure 3B) and higher active and exploratory behaviors com- pared to normally loaded MCAT mice (Figure 3 A,B). For social behaviors during the dark Figure 4. Observed animal behaviors during day (light) and night (dark) cycle categorized into social interaction. Behavior expressed as the percentage of time from the total time measured, mean SE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  7; MCAT HU Light  7 and MCAT HU Dark  8.  Statistically signicant at p 0.05 using nonparametric Wilcoxon.Life2022 ,12, 1838 8 of 15 Life 2022 , 12, x FOR PEER REVIEW 8 of 16 . Figure 4. Observed animal behaviors during day (light) and night (dark) cycle categorized into so- cial interaction. Behavior expressed as the percent age of time from the total time measured, mean  SE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  7; MCAT HU Light  7 and MCAT HU Dark  8.  Statistically significant at p  0.05 using nonparametric Wilcoxon. Figure 5. Observed animal behaviors during day (light) and night (dark) cycle s. (A) Categorized into restsleep. Behavior expressed as the percent age of time from the total time measured, mean  SE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  7; MCAT HU Light  7 and MCAT HU Dark  8.  Statistically significant at p  0.05, using one-way ANOVA followed by t-test comparing each pair post hoc. ( B) Categorized into non -directional movement during sleep . Behavior expressed as the percent age of time from the total time measured, mean  SE. Sample sizes: WT NL Light  7; WT NL Dark 8; WT HU Light  7; WT HU Dark  7; MCAT NL Light  8; MCAT NL Dark  8; MCAT HU Light  7 and MCAT HU Dark  8.  Statistically significant at p  0.05 using nonparametric Wilcoxon. Compared to light cycle s, many more variations in behavior between most groups were observed during dark cycle s. All group s showed increased active behavior com- pared to the light cycle, as expected. Only MCAT HU mice showed increased exploratory behavior during dark cycle s compared to light cycles (Figure 3B). For social behavior, only normally loaded mice showed increased be havior during dark cycle s compared to light cycles (Figure 4). All groups but normally loaded MCAT mice had decreased restsleep behavior during dark cycle s compared to light cycles (Figure 5A). During the dark cycle, MCAT HU mice showed higher exploratory behaviors com- pared to wild -type HU mice (Figure 3B) and higher active and exploratory behaviors com- pared to normally loaded MCAT mice (Figure 3 A,B). For social behaviors during the dark Figure 5. Observed animal behaviors during day (light) and night (dark) cycles. ( A) Categorized into restsleep. Behavior expressed as the percentage of time from the total time measured, mean SE. Sample sizes: WT NL Light  7; WT NL Dark  7; WT HU Light  8; WT HU Dark  8; MCAT NL Light  8; MCAT NL Dark  7; MCAT HU Light  7 and MCAT HU Dark  8.  Statistically signicant atp 0.05, using one-way ANOVA followed by t-test comparing each pair post hoc. ( B) Categorized into non-directional movement during sleep. Behavior expressed as the percentage of time from the total time measured, mean SE. Sample sizes: WT NL Light  7; WT NL Dark 8; WT HU Light  7; WT HU Dark  7; MCAT NL Light  8; MCAT NL Dark  8; MCAT HU Light  7 and MCAT HU Dark  8.  Statistically signicant at p 0.05 using nonparametric Wilcoxon. Compared to light cycles, many more variations in behavior between most groups were observed during dark cycles. All groups showed increased active behavior compared to the light cycle, as expected. Only MCAT HU mice showed increased exploratory behavior during dark cycles compared to light cycles (Figure 3B). For social behavior, only normally loaded mice showed increased behavior during dark cycles compared to light cycles (Figure 4). All groups but normally loaded MCAT mice had decreased restsleep behavior during dark cycles compared to light cycles (Figure 5A). During the dark cycle, MCAT HU mice showed higher exploratory behaviors com- pared to wild-type HU mice (Figure 3B) and higher active and exploratory behaviors compared to normally loaded MCAT mice (Figure 3A,B). For social behaviors during the dark cycle, wild-type HU mice showed decreased behavior compared to normally loaded wild-type mice (Figure 4), while MCAT HU mice also showed decreased behavior com- pared to normally loaded MCAT mice (Figure 4). For inactive behavior, restsleep activities of normally loaded MCAT mice were greater than normally loaded wild-type mice, where MCAT HU mice were lower than normally loaded MCAT mice (Figure 5A). Moreover, for non-directional movements during rest, wild-type HU mice had more activities than normally loaded wild-type mice, and MCAT HU mice had more activities than normally loaded MCAT mice (Figure 5B). 3.4. Correlations of Categorized Behaviors with Plasma and Hippocampal Cytokines Next, we assessed correlations between categorized animal behavior during dark cycles (in which animals perform most activities) and cytokine protein expression in the hippocampus and in plasma (Figure 6) with the aim to identify potential biomarkers of simulated microgravity consequences. In the hippocampus, correlations, either positive or negative, were observed in 12 cytokines. The activity category with the most correlations was explorative behavior, which was correlated positively with G-CSF and Mip3a and negatively with INF , IL-4, IL-10, IL-12p40, IL-12p70, M-CSF, Mip2, and EPO (Figure 6). Next, social interactions were positively correlated with IL-4, Mip2, and EPO and negatively with G-CSF, IL-1 , IL-6, and Mip3a (Figure 6). Inactive behavior correlated positively with INF (rho- 0.03, data not shown). For plasma cytokines, active behavior was positively correlated with G-CSF and KC and negatively correlated with Timp1. Inactive behavior was negatively correlated with KC and positively with Timp1 (rho- 0.003 and 0.02, respectively,Life2022 ,12, 1838 9 of 15 data not shown). Exploration was positively correlated with IL-20 and negatively with Timp1 (Figure 6). Life 2022 , 12, x FOR PEER REVIEW 9 of 16 cycle, wild -type HU mice showed decreased behavior compared to norma lly loaded wild - type mice (Figure 4), while MCAT HU mice also showed decreased behavior compared to normally loaded MCAT mice (Figure 4). For inactive behavior, restsleep activities of normally loaded MCAT mice were greater than normally loaded wild -type mice, where MCAT HU mice were lower than normally loaded MCAT mice (Figure 5A). Moreover , for non -directional movement s during rest, wild -type HU mice had more activit ies than normally loaded wild -type mice, and MCAT HU mice had more activities than normal ly loaded MCAT mice (Figure 5B). 3.4. Correlations of Categorized Behaviors with Plasma and Hippocampal Cytokines Next, we assessed correlations between categorized animal behavior during dark cy- cles (in which animals perform most activit ies) and cytokine protein expression in the hippocampus and in plasma (Figure 6) with the aim to identify potential biomarkers of simulated microgravity consequences. In the hippocampus, correlations, either positive or negative, were observed in 12 cytokines. The activity category with the most correla- tions was explorative behavior, which was correlated positively with G -CSF and Mip3a and negatively with INF , IL -4, IL -10, IL -12p40, IL -12p70, M -CSF, Mip2, and EPO (Fi gure 6). Next, social interaction s were positively correlated with IL -4, Mip2 , and EPO and neg- atively with G -CSF, IL -1, IL -6, and Mip3a (Figure 6). Inactive behavior correlated posi- tively with INF  (rho - 0.03, data not shown). For plasma cytokines, activ e behavior was positively correlated with G -CSF and KC and negatively correlated with Timp1. Inactive behavior was negatively correlated with KC and positively with Timp1 (rho - 0.003 and 0.02, respectively, data not shown). Exploration was positively corre lated with IL -20 and negatively with Timp1 (Figure 6). Figure 6. Correlations between categorized animal behavior during dark cycle s (in which animals perform most activity) and cytokine protein expression in the hippocampus and plasma. Red color indicat es positive correlation and blue color indicates a negative correlation; the numbers represent the p-value of the probability of multivariate pair -ways nonparametric Spearmans correlation (JMP -SAS). NS nonsignificant. Statistical significan ce determined at p  0.05 using nonparametric Spearmans. 4. Discussion Microgravity experienced during prolonged spaceflight results in neurological con- sequences, CNS dysfunction , and potentially impairment in performance s 51. Rodent hindlimb -unloading head -down tilt models have been utilized in ground -based studies to elucidate stress responses in numerous tissues, the immune system , and CNS 52. Figure 6. Correlations between categorized animal behavior during dark cycles (in which animals perform most activity) and cytokine protein expression in the hippocampus and plasma. Red color indicates positive correlation and blue color indicates a negative correlation; the numbers represent the p-value of the probability of multivariate pair-ways nonparametric Spearmans correlation (JMP-SAS). NSnonsignicant. Statistical signicance determined at p 0.05 using nonparametric Spearmans. 4. Discussion Microgravity experienced during prolonged spaceight results in neurological con- sequences, CNS dysfunction, and potentially impairment in performances  51. Rodent hindlimb-unloading head-down tilt models have been utilized in ground-based studies to elucidate stress responses in numerous tissues, the immune system, and CNS  52. Further investigations on the mechanisms of these responses are paramount for the identication of potential biomarkers as well as the development of future countermeasures. Previously, we found that isolation also may impact the response to microgravity by masking its effects  20. Thus, in this current study, we were interested in assessing the effect of simu- lated microgravity (without isolation with mice socially housed) on a subset of immune responses of the hippocampus and behavioral outcomes. The hippocampus is crucial for learning and memory, and any alterations in this region can have detrimental consequences on CNS function. HU in mice led to protein changes in the hippocampus, primarily in structural proteins and proteins involved in metabolism  53. A previous study reported the upregulation of CD68 in the soleus  54 and increased microglia in spinal cord of male mice  18 that underwent HU. However, there remains a gap with respect to HU-induced CD68 responses in the brain. We found, in female mice that underwent HU, increased CD68 in the hippocampus, indicating an HU-induced increased activation of microglia. Deep-space missions will expose crew members to higher levels of radiation in addition to exposure to altered gravity. The exposure of low doses of high-LET radiation can induce inammatory processes and can change cognition and behaviors  55. Additionally, sex differences in cortical levels of CD68 and BDNF were observed in radiation exposure  56. In accordance with our previous work and with most relevant space rodent studies to date  55,57,58, we chose females for this study. The additional reason for using females in our study was that, in studying male behavior, there are a lot of masking effects due to male-to-male aggression when housed in the same cage, and here, social housing was utilized. With the growing number of female astronauts, identifying these responses in females to space environment stressors is increasingly important. Sex differences are an important factor in the hippocampal stressLife2022 ,12, 1838 10 of 15 response; thus, we plan to explore these responses to simulated spaceight in our future studies and to assess if similar results will be seen in males. There are several limitations of the HU model vs. spaceight. During HU, the forelimbs, head, and upper back remain weightbearing vs. the entire body unloading in space. The HU model does not include the stress of launch and landing, and uid shifts are not identical. Despite these limitations, this model is widely used and is instrumental in demonstrating physiological changes that occur during unloading 59. Sleep and ROS quenching have a reciprocal relationship; when there is a lack of sleep, the accumulation of ROS might cause adverse effects  60. Melatonin, a sleep-inducing agent, decreased abnormal protein nitration, the accumulation of A polypeptides, and extended the lifespan in mice Alzheimers model brains  61. In our study, as expected, mice rest less during the dark cycle; interestingly, in the WT MCAT group, mice were sleeping for the same period of time during the day and night, which could indicate a shift in their circadian rhythm. HU mice present more non-directed movements during rest compared to WT, which is probably led by the discomfort of HU, and these differences will be investigated further in our future studies. Chronic stress is a risk factor for various mental and degenerative disorders, both the hypothalamicpituitaryadrenal axis and the sympathetic nervous system are activated and elicit glucocorticoids and noradrenaline, respectively. These stress pathways have both simulating and suppressant effects on microglia depending on the specic environment  62. Cytokines not only target microglia  8 but are also secreted by them, and their interactions differ in normal (where cytokines work as signaling molecules) vs. pathological states, where these pathways may spin out of control (e.g., cytokine storm) and cause a cycle of chronic neuroinammation. Acute and chronic stress, a known circumstance of prolonged spaceight, have also been shown to induce microglia activation resulting in an enhanced release of pro-inammatory cytokines 10. Mice that undergo HU have increased circula- tory levels of corticosterone  20,48, an indicator of stress. We previously observed that HU resulted in changes in the expression of ve hippocampal cytokines. Four out of these ve cytokines (IL-3, IL-1 , IL-10, and IL-17) were upregulated in HU versus NL mice, while IL-12 was downregulated. Additionally, HU elevated neutrophils and the neutrophil-to- lymphocyte ratio  63 and IL-20 in plasma  20. Here, hippocampal CD68 was correlated with eight cytokines and chemokines, primarily those involved with T cell responses, further indicating disruptions in the inammatory status. Prolonged neuroinammation is associated with cognitive decits, mood disorders, and stress-related behavior  64. In this study, twelve hippocampal cytokines and ve circulatory cytokines were correlated with changes in exploratory and social behavior during the dark cycle. Additionally, we saw that hippocampal IL-1, IL-13, and Mip3a have positive correlations with both hippocampal microglia activation and negative correlations with social behavior. Similarly, hippocampal IL-10 and IL-12p70, which are positively correlated with activated microglia, have negative correlations with explorative behavior. IL-1 and IL-6 have previously been linked to sick behavior and fatigue,  65 and when neutralized, they ameliorated specic neuropsychiatric symptoms  66. IL-10 and IL-12 are both produced by macrophages and dendritic cells. IL-12 is strongly implicated in the pathogenesis of inammatory neurological diseases, such as multiple sclerosis. Mip-3a is a chemokine recently shown to have an important role in the autoimmune pathogenesis of the central nervous system. IL-13 has been shown to control brain inammation by enhancing activated microglia death and enhancing neuronal survival 67. It has been suggested before that there is an interplay between cytokines in the CNS and behavior, which probably evolved to promote healing and self-isolating behavior to protect other individuals from becoming infected. However, when this balance is disturbed in age-related cognitive impairments andor mood disorders, similar immune changes are observed: for example, elevated CCL-11 plasma levels in schizophrenic patients  68. The negative correlation of the cytokines found here with exploratory behavior, together with the elevated microglial state in the hippocampus, might illuminate similar pathways. It hasLife2022 ,12, 1838 11 of 15 been shown that IL-10 and IL-12 (P70) levels predict the risk of COVID-19 progression in hypertensive patients  69; in s similar manner, these cytokines could be used as biomarkers for behavioral and molecular changes driven by neuroinammation. It is still unclear if cytokines drive stress-induced sickness behaviors or are a consequence of it, but since the impact of these changes is crucial to many behavioral pathologies, nding more links between immune and behavior changes is important for developing more specic therapies. Altered expression levels in the plasma that correlate with inactive behavior (Timp1 and KC) could be useful as biomarkers for astronauts or patients with sedentary lifestyle. The limitation of the correlations found in this study lays in its limited sample number; thus, these results must be veried in larger groups. Previous studies have shown that hindlimb unloading affects the bloodbrain barriers integrity  70; in future studies, it would be also interesting to assess whether peripherally inltrating microglia such as monocytes are present in the brain of hindlimb-unloaded animals. A prolonged inflammatory state has been linked to an increase in oxidative damage 71,72. Spaceflight and ground-based models have demonstrated oxidative stress affecting the brain and immune response, as reviewed previously  51,71. Additionally , oxidative stress is associated with physiological and cellular changes in the CNS  71,73. In an animal chronic social defeat, observed deficits in behavior were attributed to elevated levels of ROS and activated microglia. While activated microglia release pro-inflammatory cytokines, microglia are also activated by cytokines released by damaged neurons. HU in mice has been shown to induce oxidative stress in the brain, resulting in lipid peroxidation and the activation of NF- b 25, a transcription factor that induces the expression pro-inflammatory cytokines. This in turn, induces the formation of ROS, resulting in increased pro-inflammatory cytokines and microglia activation further perpetuating the cycle and a chronic inflammatory state. Therefore, we tested whether mitochondrial ROS is a potential mechanism for neuroimmune deficits caused by simulated microgravity . Previously we saw that mitochondrial ROS quenching reduced cytokine protein levels in the hippocampus and mitigated the effects of HU and of social isolation  20. Here, we observed a reduction in hippocampal CD68 in MCAT mice that underwent HU compared to the WT, indicating an important role of ROS in HU-induced microglia activation and that it is a potential target for countermeasures (Figure 7). Unveiling a correlation between molecular and behavioral changes could reveal a biomarker indicative of these responses and could also result in a potential target for the treatmentprevention of cognitive changes astronauts experience due to prolonged spaceight. Microglia activation may be suitable candidates for examining this relationship. Microglia have been implicated in a number of neurological disorders, including multi- ple sclerosis, Alzheimers disease, strokes, amyotrophic lateral sclerosis, and Parkinsons disease  3, and they may be appropriate targets for prevention or treatment. Overall, our study sheds new light on the underlying mechanism of how simulated microgravity causes neuroinammation, implicating microglial brain activation, and links this process to behav- ioral consequences. Additionally, we show that microglial activation in the hippocampus caused by simulated microgravity is mitigated by ROS quenching. Hence, in future studies, it would be interesting to investigate antioxidant treatments in both astronauts and patients with sedentary lifestyles.Life2022 ,12, 1838 12 of 15 Life 2022 , 12, x FOR PEER REVIEW 12 of 16 Figure 7. A schematic cascade of the neuro -consequences of spaceflight adapted from Mhatre et al. 48 with our findings highlighted (in orange oval). Unveiling a correlation between molecular and behavioral changes could reveal a biomarker indicative of these respo nses and could also result in a potential target for the treatmentprevention of cognitive changes astronauts experience due to prolonged space- flight. Microglia activation may be suitable candidate s for examin ing this relationship. Microglia have been impl icated in a number of neurological disorders , including multiple sclerosis, Alzheimers disease, stroke s, amyotrophic lateral sclerosis , and Parkinsons dis- ease 3, and they may be appropriate target s for prevention or treatment. Overall, our study sheds new light on the underlying mechanism of how simulated microgravity causes neuroinflammation, implicating microglial brain activation , and links this process to behavioral consequences. Additionally, we show that microglial activation in the hip- pocampus caused by simulated microgravity is mitigated by ROS quenching. Hence, in future studies , it would be interesting to investigate antioxidant treatment s in both astro- nauts and patients with sedentary lifestyle s. Supplementary Materials: The following supporting i nformation can be downloaded at: www.mdpi.comxxxs1, Figure S1: Experimental design. Author Contributions : Conceptualization, L.R., A.-S.S. and C.G.T.T. ; Data curation, L.R., F.K., M.G.L., B.G., A.L. , A.-S.S., S.M.T. and S.S.; Formal analysis, L.R.; Investigation, C.G.T.T. ; Methodol- ogy, L.R., F.K., A.-S.S. and C.G.T.T. ; Project administration, C.G.T.T. ; Resources, F.K. and A.R.A. ; Supervision, L.R., C.G.T.T. and A.R.A. ; Validation, L.R.; Visualization, C.G.T.T. ; Writing origin al draft, L.R.; Writing review  editing, L.R., S.P., C.G.T.T. and A.R.A. All authors have read and agreed to the published version of the manuscript. Funding: This work was partially supported by NASA post -doctoral program NPP. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. This work was partially supported by the National Institutes of Health (NIH 1R01CA258673) (ARA). The funders had no role in study design, data collection and analysis, deci- sion to publish, or preparation of the manuscript. Figure 7. A schematic cascade of the neuro-consequences of spaceight adapted from Mhatre et al. 48 with our ndings highlighted (in orange oval). Supplementary Materials: The following supporting information can be downloaded at: https: www.mdpi.comarticle10.3390life12111838s1, Figure S1: Experimental design. Author Contributions: Conceptualization, L.R., A.-S.S. and C.G.T.T.; Data curation, L.R., F.K., M.G.L., B.G., A.L., A.-S.S., S.M.T. and S.S.; Formal analysis, L.R.; Investigation, C.G.T.T.; Methodology, L.R., F.K., A.-S.S. and C.G.T.T.; Project administration, C.G.T.T.; Resources, F.K. and A.R.A.; Supervision, L.R., C.G.T.T. and A.R.A.; Validation, L.R.; Visualization, C.G.T.T.; Writingoriginal draft, L.R.; Writingreview  editing, L.R., S.P ., C.G.T.T. and A.R.A. All authors have read and agreed to the published version of the manuscript. Funding: This work was partially supported by NASA post-doctoral program NPP . The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. This work was partially supported by the National Institutes of Health (NIH 1R01CA258673) (ARA). The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Institutional Review Board Statement: All animal procedures were performed in compliance with protocols approved by the Institutional Animal Care and Use Committee (IACUC NAS-16-007-Y2) at NASA Ames Research Center (ARC). Informed Consent Statement: Not applicable. Conicts of Interest: The authors declare no conict of interest. References 1. Koppelmans, V .; Bloomberg, J.J.; Mulavara, A.P .; Seidler, R.D. Brain structural plasticity with spaceight. NPJ Microgravity 2016 ,2, 2. CrossRef PubMed 2. Kulkarni, A.D.; Yamauchi, K.; Sundaresan, A.; Ramesh, G.T.; Pellis, N.R. Countermeasure for space ight effects on immune system: Nutritional nucleotides. Gravit. Space Biol. Bull. Publ. Am. Soc. Gravit. Space Biol. 2005 ,18, 101102. 3. Wolf, S.A.; Boddeke, H.W.; Kettenmann, H. Microglia in Physiology and Disease. Annu. Rev. Physiol. 2017 ,79, 619643. CrossRef 4. Izquierdo, P .; Attwell, D.; Madry, C. Ion Channels and Receptors as Determinants of Microglial Function. Trends Neurosci. 2019 , 42, 278292. CrossRefLife2022 ,12, 1838 13 of 15 5. Kreutzberg, G.W. Microglia: A sensor for pathological events in the CNS. Trends Neurosci. 1996 ,19, 312318. CrossRef 6. Xu, X.; Tan, C.; Li, P .; Zhang, S.; Pang, X.; Liu, H.; Li, L.; Sun, X.; Zhang, Y.; Wu, H.; et al. Changes of cytokines during a spaceight analoga 45-day head-down bed rest. PLoS ONE 2013 ,8, e77401. CrossRef PubMed 7. Lee, M. Neurotransmitters and microglial-mediated neuroinammation. Curr. Protein Pept. Sci. 2013 ,14, 2132. CrossRef 8. Hanisch, U.K. Microglia as a source and target of cytokines. Glia 2002 ,40, 140155. CrossRef 9. Boche, D.; Perry, V .H.; Nicoll, J.A. Review: Activation patterns of microglia and their identication in the human brain. Neuropathol. Appl. Neurobiol. 2013 ,39, 318. CrossRef 10. Walker, F.R.; Nilsson, M.; Jones, K. Acute and chronic stress-induced disturbances of microglial plasticity, phenotype and function. Curr. Drug Targets 2013 ,14, 12621276. CrossRef 11. Liu, B.; Hinshaw, R.G.; Le, K.X.; Park, M.A.; Wang, S.; Belanger, A.P .; Dubey, S.; Frost, J.L.; Shi, Q.; Holton, P .; et al. Space-like (56)Fe irradiation manifests mild, early sex-specic behavioral and neuropathological changes in wildtype and Alzheimer s-like transgenic mice. Sci. Rep. 2019 ,9, 12118. CrossRef PubMed 12. Ullrich, O.; Huber, K.; Lang, K. Signal transduction in cells of the immune system in microgravity. Cell Commun. Signal. CCS 2008 , 6, 9. CrossRef PubMed 13. Crucian, B.E.; Zwart, S.R.; Mehta, S.; Uchakin, P .; Quiriarte, H.D.; Pierson, D.; Sams, C.F.; Smith, S.M. Plasma cytokine concentrations indicate that in vivo hormonal regulation of immunity is altered during long-duration spaceight. J. Interferon Cytokine Res. Off. J. Int. Soc. Interferon Cytokine Res. 2014 ,34, 778786. CrossRef 14. Crucian, B.; Stowe, R.; Quiriarte, H.; Pierson, D.; Sams, C. Monocyte phenotype and cytokine production proles are dysregulated by short-duration spaceight. Aviat. Space Environ. Med. 2011 ,82, 857862. CrossRef PubMed 15. Crucian, B.; Stowe, R.P .; Mehta, S.; Quiriarte, H.; Pierson, D.; Sams, C. Alterations in adaptive immunity persist during long-duration spaceight. NPJ Microgravity 2015 ,1, 15013. CrossRef PubMed 16. Hoff, P .; Belavy, D.L.; Huscher, D.; Lang, A.; Hahne, M.; Kuhlmey, A.K.; Maschmeyer, P .; Armbrecht, G.; Fitzner, R.; Perschel, F.H.; et al. Effects of 60-day bed rest with and without exercise on cellular and humoral immunological parameters. Cell. Mol. Immunol. 2015 ,12, 483492. CrossRef 17. Frigeri, A.; Iacobas, D.A.; Iacobas, S.; Nicchia, G.P .; Desaphy, J.F.; Camerino, D.C.; Svelto, M.; Spray, D.C. Effect of microgravity on gene expression in mouse brain. Exp. Brain Res. 2008 ,191, 289300. CrossRef 18. Chelyshev, Y.A.; Muhamedshina, Y.O.; Povysheva, T.V .; Shaymardanova, G.F.; Rizvanov, A.A.; Nigmetzyanova, M.V .; Tiapkina, O.V .; Bondarenko, N.I.; Nikolskiy, E.E.; Islamov, R.R. Characterization of spinal cord glial cells in a model of hindlimb unloading in mice. Neuroscience 2014 ,280, 328339. CrossRef 19. Lin, T.; Du, J.; Liu, L.; Wu, Z.; Kong, X.; Liu, Y.; Cai, Y. Treatment with Minocycline Suppresses Microglia Activation and Reverses Neural Stem Cells Loss after Simulated Microgravity. BioMed Res. Int. 2020 ,2020 , 7348745. CrossRef 20. Rubinstein, L.; Schreurs, A.S.; Torres, S.M.; Steczina, S.; Lowe, M.G.; Kiffer, F.; Allen, A.R.; Ronca, A.E.; Sowa, M.B.; Globus, R.K.; et al. Overexpression of catalase in mitochondria mitigates changes in hippocampal cytokine expression following simulated microgravity and isolation. NPJ Microgravity 2021 ,7, 24. CrossRef 21. Kawanokuchi, J.; Shimizu, K.; Nitta, A.; Yamada, K.; Mizuno, T.; Takeuchi, H.; Suzumura, A. Production and functions of IL-17 in microglia. J. Neuroimmunol. 2008 ,194, 5461. CrossRef PubMed 22. Weinberg, R.P .; Koledova, V .V .; Schneider, K.; Sambandan, T.G.; Grayson, A.; Zeidman, G.; Artamonova, A.; Sambanthamurthi, R.; Fairus, S.; Sinskey, A.J.; et al. Palm Fruit Bioactives modulate human astrocyte activity in vitro altering the cytokine secretome reducing levels of TNFalpha, RANTES and IP-10. Sci. Rep. 2018 ,8, 16423. CrossRef PubMed 23. Choi, S.S.; Lee, H.J.; Lim, I.; Satoh, J.; Kim, S.U. Human astrocytes: Secretome proles of cytokines and chemokines. PLoS ONE 2014 ,9, e92325. CrossRef 24. Paulsen, K.; Tauber, S.; Dumrese, C.; Bradacs, G.; Simmet, D.M.; Golz, N.; Hauschild, S.; Raig, C.; Engeli, S.; Gutewort, A.; et al. Regulation of ICAM-1 in cells of the monocytemacrophage system in microgravity. BioMed Res. Int. 2015 ,2015 , 538786. CrossRef PubMed 25. Wise, K.C.; Manna, S.K.; Yamauchi, K.; Ramesh, V .; Wilson, B.L.; Thomas, R.L.; Sarkar, S.; Kulkarni, A.D.; Pellis, N.R.; Ramesh, G.T. Activation of nuclear transcription factor-kappaB in mouse brain induced by a simulated microgravity environment. In Vitro Cell. Dev. Biol. Anim. 2005 ,41, 118123. CrossRef PubMed 26. Olsen, R.H.; Johnson, L.A.; Zuloaga, D.G.; Limoli, C.L.; Raber, J. Enhanced hippocampus-dependent memory and reduced anxiety in mice over-expressing human catalase in mitochondria. J. Neurochem. 2013 ,125, 303313. CrossRef 27. Ye, J.; Jiang, Z.; Chen, X.; Liu, M.; Li, J.; Liu, N. The role of autophagy in pro-inammatory responses of microglia activation via mitochondrial reactive oxygen species in vitro. J. Neurochem. 2017 ,142, 215230. CrossRef 28. Ye, J.; Jiang, Z.; Chen, X.; Liu, M.; Li, J.; Liu, N. Electron transport chain inhibitors induce microglia activation through enhancing mitochondrial reactive oxygen species production. Exp. Cell Res. 2016 ,340, 315326. CrossRef 29. Bordt, E.A.; Polster, B.M. NADPH oxidase- and mitochondria-derived reactive oxygen species in proinammatory microglial activation: A bipartisan affair? Free Radic. Biol. Med. 2014 ,76, 3446. CrossRef 30. Park, J.; Min, J.S.; Kim, B.; Chae, U.B.; Yun, J.W.; Choi, M.S.; Kong, I.K.; Chang, K.T.; Lee, D.S. Mitochondrial ROS govern the LPS-induced pro-inammatory response in microglia cells by regulating MAPK and NF-kappaB pathways. Neurosci. Lett. 2015 , 584, 191196. CrossRefLife2022 ,12, 1838 14 of 15 31. Park, J.; Choi, H.; Min, J.S.; Park, S.J.; Kim, J.H.; Park, H.J.; Kim, B.; Chae, J.I.; Yim, M.; Lee, D.S. Mitochondrial dynamics modulate the expression of pro-inammatory mediators in microglial cells. J. Neurochem. 2013 ,127, 221232. CrossRef PubMed 32. Schriner, S.E.; Linford, N.J.; Martin, G.M.; Treuting, P .; Ogburn, C.E.; Emond, M.; Coskun, P .E.; Ladiges, W.; Wolf, N.; Van Remmen, H.; et al. Extension of murine life span by overexpression of catalase targeted to mitochondria. Science 2005 ,308, 19091911. CrossRef PubMed 33. Csiszar, A.; Yabluchanskiy, A.; Ungvari, A.; Ungvari, Z.; Tarantini, S. Overexpression of catalase targeted to mitochondria improves neurovascular coupling responses in aged mice. GeroScience 2019 ,41, 609617. CrossRef PubMed 34. Liao, A.C.; Craver, B.M.; Tseng, B.P .; Tran, K.K.; Parihar, V .K.; Acharya, M.M.; Limoli, C.L. Mitochondrial-targeted human catalase affords neuroprotection from proton irradiation. Radiat. Res. 2013 ,180, 16. CrossRef PubMed 35. DSouza, A.D.; Parish, I.A.; Krause, D.S.; Kaech, S.M.; Shadel, G.S. Reducing mitochondrial ROS improves disease-related pathology in a mouse model of ataxia-telangiectasia. Mol. Ther. J. Am. Soc. Gene Ther. 2013 ,21, 4248. CrossRef PubMed 36. Pehar, M.; Beeson, G.; Beeson, C.C.; Johnson, J.A.; Vargas, M.R. Mitochondria-targeted catalase reverts the neurotoxicity of hSOD1G(9)(3)A astrocytes without extending the survival of ALS-linked mutant hSOD1 mice. PLoS ONE 2014 ,9, e103438. CrossRef PubMed 37. Mao, P .; Manczak, M.; Calkins, M.J.; Truong, Q.; Reddy, T.P .; Reddy, A.P .; Shirendeb, U.; Lo, H.H.; Rabinovitch, P .S.; Reddy, P .H. Mitochondria-targeted catalase reduces abnormal APP processing, amyloid beta production and BACE1 in a mouse model of Alzheimers disease: Implications for neuroprotection and lifespan extension. Hum. Mol. Genet. 2012 ,21, 29732990. CrossRef 38. Lekander, M.; Elofsson, S.; Neve, I.M.; Hansson, L.O.; Unden, A.L. Self-rated health is related to levels of circulating cytokines. Psychosom. Med. 2004 ,66, 559563. CrossRef 39. Unden, A.L.; Andreasson, A.; Elofsson, S.; Brismar, K.; Mathsson, L.; Ronnelid, J.; Lekander, M. Inammatory cytokines, behaviour and age as determinants of self-rated health in women. Clin. Sci. 2007 ,112, 363373. CrossRef 40. Andreasson, A.; Arborelius, L.; Erlanson-Albertsson, C.; Lekander, M. A putative role for cytokines in the impaired appetite in depression. Brain Behav. Immun. 2007 ,21, 147152. CrossRef 41. Miller, A.H. Norman Cousins Lecture. Mechanisms of cytokine-induced behavioral changes: Psychoneuroimmunology at the translational interface. Brain Behav. Immun. 2009 ,23, 149158. CrossRef PubMed 42. Bortolato, B.; Carvalho, A.F.; Soczynska, J.K.; Perini, G.I.; McIntyre, R.S. The Involvement of TNF-alpha in Cognitive Dysfunction Associated with Major Depressive Disorder: An Opportunity for Domain Specic Treatments. Curr. Neuropharmacol. 2015 ,13, 558576. CrossRef PubMed 43. Shang, X.; Xu, B.; Li, Q.; Zhai, B.; Xu, X.; Zhang, T. Neural oscillations as a bridge between glutamatergic system and emotional behaviors in simulated microgravity-induced mice. Behav. Brain Res. 2017 ,317, 286291. CrossRef 44. Zhai, B.; Shang, X.; Fu, J.; Li, F.; Zhang, T. Rapamycin relieves anxious emotion and synaptic plasticity decits induced by hindlimb unloading in mice. Neurosci. Lett. 2018 ,677, 4448. CrossRef PubMed 45. Tahimic, C.G.T.; Paul, A.M.; Schreurs, A.S.; Torres, S.M.; Rubinstein, L.; Steczina, S.; Lowe, M.; Bhattacharya, S.; Alwood, J.S.; Ronca, A.E.; et al. Inuence of Social Isolation During Prolonged Simulated Weightlessness by Hindlimb Unloading. Front. Physiol. 2019 ,10, 1147. CrossRef 46. Palkovits, M. Punch sampling biopsy technique. Methods Enzymol. 1983 ,103, 368376. CrossRef 47. Rubinstein, L.; Paul, A.M.; Houseman, C.; Abegaz, M.; Tabares Ruiz, S.; O Neil, N.; Kunis, G.; Or, R.; Cohen, J.; Ronca, A.E.; et al. Placenta-Expanded Stromal Cell Therapy in a Rodent Model of Simulated Weightlessness. Cells 2021 ,10, 940. CrossRef 48. Mhatre, S.D.; Iyer, J.; Puukila, S.; Paul, A.M.; Tahimic, C.G.T.; Rubinstein, L.; Lowe, M.; Alwood, J.S.; Sowa, M.B.; Bhattacharya, S.; et al. Neuro-consequences of the spaceight environment. Neurosci. Biobehav. Rev. 2021 ,132, 908935. CrossRef 49. Morey-Holton, E.R.; Globus, R.K. Hindlimb unloading rodent model: Technical aspects. J. Appl. Physiol. 2002 ,92, 13671377. CrossRef 50. Sarkar, P .; Sarkar, S.; Ramesh, V .; Hayes, B.E.; Thomas, R.L.; Wilson, B.L.; Kim, H.; Barnes, S.; Kulkarni, A.; Pellis, N.; et al. Proteomic analysis of mice hippocampus in simulated microgravity environment. J. Proteome Res. 2006 ,5, 548553. CrossRef 51. Deng, B.; Wehling-Henricks, M.; Villalta, S.A.; Wang, Y.; Tidball, J.G. IL-10 triggers changes in macrophage phenotype that promote muscle growth and regeneration. J. Immunol. 2012 ,189, 36693680. CrossRef 52. Kiffer, F.; Boerma, M.; Allen, A. Behavioral effects of space radiation: A comprehensive review of animal studies. Life Sci. Space Res. 2019 ,21, 121. CrossRef 53. Raber, J.; Yamazaki, J.; Torres, E.R.S.; Kirchoff, N.; Stagaman, K.; Sharpton, T.; Turker, M.S.; Kronenberg, A. Combined Effects of Three High-Energy Charged Particle Beams Important for Space Flight on Brain, Behavioral and Cognitive Endpoints in B6D2F1 Female and Male Mice. Front. Physiol. 2019 ,10, 179. CrossRef PubMed 54. Kiffer, F.; Alexander, T.; Anderson, J.E.; Groves, T.; Wang, J.; Sridharan, V .; Boerma, M.; Allen, A.R. Late Effects of (16)O-Particle Radiation on Female Social and Cognitive Behavior and Hippocampal Physiology. Radiat. Res. 2019 ,191, 278294. CrossRef PubMed 55. Soler, I.; Yun, S.; Reynolds, R.P .; Whoolery, C.W.; Tran, F.H.; Kumar, P .L.; Rong, Y.; DeSalle, M.J.; Gibson, A.D.; Stowe, A.M.; et al. Multi-Domain Touchscreen-Based Cognitive Assessment of C57BL6J Female Mice Shows Whole-Body Exposure to (56)Fe Particle Space Radiation in Maturity Improves Discrimination Learning Yet Impairs Stimulus-Response Rule-Based Habit Learning. Front. Behav. Neurosci. 2021 ,15, 722780. CrossRef PubMedLife2022 ,12, 1838 15 of 15 56. Globus, R.K.; Morey-Holton, E. Hindlimb unloading: Rodent analog for microgravity. J. Appl. Physiol. 2016 ,120, 11961206. CrossRef PubMed 57. Vaccaro, A.; Kaplan Dor, Y.; Nambara, K.; Pollina, E.A.; Lin, C.; Greenberg, M.E.; Rogulja, D. Sleep Loss Can Cause Death through Accumulation of Reactive Oxygen Species in the Gut. Cell2020 ,181, 13071328.e15. CrossRef 58. Reddy, P .H. Mitochondrial oxidative damage in aging and Alzheimer s disease: Implications for mitochondrially targeted antioxidant therapeutics. J. Biomed. Biotechnol. 2006 ,2006 , 31372. CrossRef 59. Sugama, S.; Kakinuma, Y. Stress and brain immunity: Microglial homeostasis through hypothalamus-pituitary-adrenal gland axis and sympathetic nervous system. Brain Behav. Immun.-Health 2020 ,7, 100111. CrossRef 60. Paul, A.M.; Mhatre, S.D.; Cekanaviciute, E.; Schreurs, A.S.; Tahimic, C.G.T.; Globus, R.K.; Anand, S.; Crucian, B.E.; Bhattacharya, S. Neutrophil-to-Lymphocyte Ratio: A Biomarker to Monitor the Immune Status of Astronauts. Front. Immunol. 2020 ,11, 564950. CrossRef 61. McEwen, B.S. Neurobiological and Systemic Effects of Chronic Stress. Chronic Stress 2017 ,1, 764775. CrossRef PubMed 62. Dantzer, R. Cytokine, sickness behavior, and depression. Immunol. Allergy Clin. N. Am. 2009 ,29, 247264. CrossRef PubMed 63. Roth, S.; Yang, J.; Cramer, J.V .; Malik, R.; Liesz, A. Detection of cytokine-induced sickness behavior after ischemic stroke by an optimized behavioral assessment battery. Brain Behav. Immun. 2021 ,91, 668672. CrossRef 64. Shin, W.H.; Lee, D.Y.; Park, K.W.; Kim, S.U.; Yang, M.S.; Joe, E.H.; Jin, B.K. Microglia expressing interleukin-13 undergo cell death and contribute to neuronal survival in vivo. Glia 2004 ,46, 142152. CrossRef PubMed 65. Teixeira, A.L.; Reis, H.J.; Nicolato, R.; Brito-Melo, G.; Correa, H.; Teixeira, M.M.; Romano-Silva, M.A. Increased serum levels of CCL11eotaxin in schizophrenia. Prog. Neuro-Psychopharmacol. Biol. Psychiatry 2008 ,32, 710714. CrossRef PubMed 66. Moll-Bernardes, R.; de Sousa, A.S.; Macedo, A.V .S.; Lopes, R.D.; Vera, N.; Maia, L.C.R.; Feldman, A.; Arruda, G.; Castro, M.J.C.; Pimentel-Coelho, P .M.; et al. IL-10 and IL-12 (P70) Levels Predict the Risk of Covid-19 Progression in Hypertensive Patients: Insights From the BRACE-CORONA Trial. Front. Cardiovasc. Med. 2021 ,8, 702507. CrossRef PubMed 67. Bellone, J.A.; Gifford, P .S.; Nishiyama, N.C.; Hartman, R.E.; Mao, X.W. Long-term effects of simulated microgravity andor chronic exposure to low-dose gamma radiation on behavior and blood-brain barrier integrity. NPJ Microgravity 2016 ,2, 16019. CrossRef 68. Accattato, F.; Greco, M.; Pullano, S.A.; Care, I.; Fiorillo, A.S.; Pujia, A.; Montalcini, T.; Foti, D.P .; Brunetti, A.; Gulletta, E. Effects of acute physical exercise on oxidative stress and inammatory status in young, sedentary obese subjects. PLoS ONE 2017 ,12, e0178900. CrossRef 69. Garrido, A.; Cruces, J.; Ceprian, N.; Vara, E.; de la Fuente, M. Oxidative-Inammatory Stress in Immune Cells from Adult Mice with Premature Aging. Int. J. Mol. Sci. 2019 ,20, 769. CrossRef 70. Kokhan, V .S.; Matveeva, M.I.; Mukhametov, A.; Shtemberg, A.S. Risk of defeats in the central nervous system during deep space missions. Neurosci. Biobehav. Rev. 2016 ,71, 621632. CrossRef 71. Lehmann, M.L.; Weigel, T.K.; Poffenberger, C.N.; Herkenham, M. The Behavioral Sequelae of Social Defeat Require Microglia and Are Driven by Oxidative Stress in Mice. J. Neurosci. Off. J. Soc. Neurosci. 2019 ,39, 55945605. CrossRef PubMed 72. Biber, K.; Neumann, H.; Inoue, K.; Boddeke, H.W. Neuronal Onand Offsignals control microglia. Trends Neurosci. 2007 ,30, 596602. CrossRef PubMed 73. Lumniczky, K.; Szatmari, T.; Safrany, G. Ionizing Radiation-Induced Immune and Inammatory Reactions in the Brain. Front. Immunol. 2017 ,8, 517. CrossRef PubMed",
        "introduction": "Bedrest, sedentary lifestyle, and isolation have negative effects on almost all systems of the human body, and understanding these effects has become a primary objective for enabling long-term space ights. Exposure to microgravity is associated with skeletal muscle atrophy, but it might also have detrimental effects on the central nervous system Life2022 ,12, 1838. https:doi.org10.3390life12111838 https:www.mdpi.comjournallifeLife2022 ,12, 1838 2 of 15 (CNS) and cognition, since spaceight results in signicant volumetric changes in brain grey matter  1. Furthermore, simulated microgravity in mice induced impairments in immune functions  2. Microglia, the resident immune cells of the CNS, are crucial for maintaining a healthy neural environment promoting homeostasis and responding to infection, or injury. Microglial activation can occur in response to a variety of triggers and is dependent on the type of pathological stressor or event  3. Once activated, microglia not only primarily act as scavenger cells, removing debris and dying neurons  4, but also perform tissue repair and neural regeneration  5. Microglia also act as second messengers by releasing a number of substances such as cytokines, chemokines, growth factors, and reactive oxygen species (ROS)  4,6. Prolonged activations can lead to neuronal damage or death, as well as the activation of astrocytes, resulting in further endangerment to neurons and the further recruitment of microglia, thereby perpetuating the inammatory state  7,8. There are a number of potentially useful markers for specic microglia states  9. Cluster of Differentiation 68 (CD68) is a lysosomal protein expressed at low levels by resting microglia and at high levels by activated phagocytic microglia  7,10,11. CD68 is commonly used to visualize activated microglia in inammatory responses in the brain and is potentially a suitable candidate for further exploring microgravity-induced microglial activation. Studies have shown that microgravity and bedrest stimulate changes in immune cell response. Monocytes isolated from astronauts exhibit impaired function (reviewed in 12). Furthermore, plasma concentrations of TNF , IL-8, IL-1a, growth factors, and leukocyte recruitment chemokines have been observed to be increased in plasma following spaceights  13. Following the stimulation of lipopolysaccharides (LPSs), the monocyte secretion of IL-6, TNF , and IL-10 signicantly reduced, while IL-1 was elevated post- ight  14. During spaceight, increased white blood cell count and decreased T cell function have been observed in astronaut crews  15. Studies using blood collected from human bedrest models of head-down tilt-simulating headward uid shifts in ight found changes in immune cells  16 and cytokine levels. After two-week hindlimb unloading (HU), a rodent model commonly used to simulate weightlessness, microgravity-induced cephalic uid shifts, bedrest and anhedonia, the mRNA expression of numerous genes impacting immune response, synaptic plasticity, learning, and memory was altered in mouse brains  17. HU also increased microglia activations in spinal cord  18 and neural stem cells  19. We previously observed an increase in IL-3, IL-1 , IL-10, and IL-17 in the hippocampus after prolonged HU  20, cytokines that are known to be produced and secreted by activated microglia  8,21, and astrocytes  22,23. Altered gravity was also observed to downregulate ICAM-1 expression in vitro in murine BV-2 microglial cells, while a subtype of smaller cells of BV-2 microglial cells appeared and was assumed to be activated cells  24. Overall, previous studies showed that microgravity and bedrest both induced immune response in the CNS, but the microglial activations in the hippocampus inin vivo mouse models have not yet been investigated. We hypothesized that head-tilt bedrest will result in microglial activations in the hippocampus. It has been established that spaceight and spaceight-like stressors cause oxidative stress responses within the hippocampus  25. Due to the incomplete mitochondrial metabo- lization of oxygen, superoxide, hydrogen peroxide, and hydroxyl are generated. Behavioral and cognitive changes were associated with altered measures of oxidative stress, lipid perox- idation, and protein and DNA oxidation in the amygdala and hippocampus, brain regions implicated in anxiety and spatial memory  26. The increased production of mitochondrial reactive oxygen species (ROS) leads to increased cytokine release from microglial cells, po- tentially indicating increased microglial activations  27,28. Mitochondrial ROS is generated by activated microglia  29,30, and reducing its production is believed to be a suitable target to prevent the over-activation of microglia  27,28,31. A mouse model for mitochondrial ROS quenching via the overexpression of the human catalase gene targeted toward the mitochondria (MCAT) has been previously utilized to investigate oxidative stress. MCAT mice have increased lifespan  32, improved age-dependent pathologies  33, reduced radiation-induced neurogenesis depletion  34, cognitive dysfunction, improved outcomesLife2022 ,12, 1838 3 of 15 in models of neurological conditions including ataxia-telangiectasia  35, ALS  36, and Alzheimers disease  37. MCAT mice also exhibit improved hippocampal spatial learning and contextual fear memory  26. Previously, we showed that MCAT mice were protected from simulated microgravity-induced increases in cytokine expression in hippocampus. In our lab, in the MCAT mice, ROS quenching was demonstrated by measuring 4-HNE  38,39, catalase activity, and lipid peroxidation. We have also seen a strong genotype effect in the MCAT mice, with a signicantly lower protein abundance of pro-inammatory cytokines in the hippocampus. In a screen of forty-four cytokines and chemokines, fourteen (IFN , IL-4, IL-6,IL-7, IL-9, IL-10, IL-17, MCP-1, MCSF, RANTES, MCP-5, and IP-10) were down- regulated in MCAT vs. WT mice  20. These results suggest that the increased expression of these cytokines in wildtype hindlimb-unloaded mice is indictive of microglial activations and that mitochondrial ROS play an important role in microglial activation; thus, in this study, we used the MCAT mouse model to see if ROS quenching will mitigate HU-induced microglial activation. Understanding the correlations between molecular changes in the brain, behavior, and plasma markers could rene our understanding of the kinetics of neurodegenerative changes and help nd early biomarkers before irreversible damage occurs. Increased cytokine expression and neuroinammation are associated with changes in behavior. There is evidence that inammatory factors TNF and IL-1 are associated with increased sick behaviors  4042. Theses cytokines have also been implicated in anorexic-like behavior  43. IFN is known to induce depression in humans  44, and TNF is involved in depressive- like behavior as well  45. In a mouse model, HU resulted in anxiety-like behaviors, which were associated with signicant changes in the pattern of neural oscillations in the hippocampus  46. Oxidative stress enhanced this response, and the inhibition of ROS reduced HU-induced anxiety 47. We previously reported signicantly reduced CD4 T cell numbers and elevation in twelve cytokines in singly, but not socially, housed mice under normal loading condi- tions  48. Singly housed mice exposed to simulated microgravity downregulated only one cytokine, IL-13, which is involved in anti-inammatory mechanisms, and these changes were mitigated in the MCAT mouse model  20. These data suggest that, under these conditions, social isolation and HU may reect an epistatic interaction. In this study, we investigated the role of HU alone, without the additional isolation effect, in socially housed animals. MCAT mice were utilized to explore the association between oxidative stress and microglia activation in simulated microgravity. Correlations between microglia acti- vation, cytokine expression and behavior were calculated to further our understanding of the effects of altered gravity on the CNS. In this study, we aim to determine the role of microglia, ROS pathways, and behavior, following head-tilt bedrest to elucidate the underlying molecular mechanism behind neuroimmune changes, thus paving the way for future therapies. We hypothesize that head-tilt bedrest will affect microglia activation in the hippocampus and that, in the MCAT model, quenching ROS will mitigate these changes. 2. Materials and",
        "conclusion": null,
        "images": []
    }
]