[
    {
        "pmid": "25970640",
        "title": "Post-Spaceflight (STS-135) Mouse Splenocytes Demonstrate Altered Activation Properties and Surface Molecule Expression.",
        "year": "2015",
        "journal": "PLoS One",
        "abstract": "Alterations in immune function have been documented during or post-spaceflight and in ground based models of microgravity. Identification of immune parameters that are dysregulated during spaceflight is an important step in mitigating crew health risks during deep space missions. The in vitro analysis of leukocyte activity post-spaceflight in both human and animal species is primarily focused on lymphocytic function. This report completes a broader spectrum analysis of mouse lymphocyte and monocyte changes post 13 days orbital flight (mission STS-135). Analysis includes an examination in surface markers for cell activation, and antigen presentation and co-stimulatory molecules. Cytokine production was measured after stimulation with T-cell mitogen or TLR-2, TLR-4, or TLR-5 agonists. Splenocyte surface marker analysis immediate post-spaceflight and after in vitro culture demonstrated unique changes in phenotypic populations between the flight mice and matched treatment ground controls. Post-spaceflight splenocytes (flight splenocytes) had lower expression intensity of CD4+CD25+ and CD8+CD25+ cells, lower percentage of CD11c+MHC II+ cells, and higher percentage of CD11c+MHC I+ populations compared to ground controls. The flight splenocytes demonstrated an increase in phagocytic activity. Stimulation with ConA led to decrease in CD4+ population but increased CD4+CD25+ cells compared to ground controls. Culturing with TLR agonists led to a decrease in CD11c+ population in splenocytes isolated from flight mice compared to ground controls. Consequently, flight splenocytes with or without TLR-agonist stimulation showed a decrease in CD11c+MHC I+, CD11c+MHC II+, and CD11c+CD86+ cells compared to ground controls. Production of IFN-γ was decreased and IL-2 was increased from ConA stimulated flight splenocytes. This study demonstrated that expression of surface molecules can be affected by conditions of spaceflight and impaired responsiveness persists under culture conditions in vitro.",
        "full_text": "",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]