[
    {
        "pmid": "37102698",
        "title": "Influence of gonadectomy on muscle health in micro- and partial-gravity environments in rats.",
        "year": "2023",
        "journal": "J Appl Physiol (1985)",
        "abstract": "Gonadal hormones, such as testosterone and estradiol, modulate muscle size and strength in males and females. However, the influence of sex hormones on muscle strength in micro- and partial-gravity environments (e.g., the Moon or Mars) is not fully understood. The purpose of this study was to determine the influence of gonadectomy (castration/ovariectomy) on progression of muscle atrophy in both micro- and partial-gravity environments in male and female rats. Male and female Fischer rats (n = 120) underwent castration/ovariectomy (CAST/OVX) or sham surgery (SHAM) at 11 wk of age. After 2 wk of recovery, rats were exposed to hindlimb unloading (0 g), partial weight bearing at 40% of normal loading (0.4 g, Martian gravity), or normal loading (1.0 g) for 28 days. In males, CAST did not exacerbate body weight loss or other metrics of musculoskeletal health. In females, OVX animals tended to have greater body weight loss and greater gastrocnemius loss. Within 7 days of exposure to either microgravity or partial gravity, females had detectable changes to estrous cycle, with greater time spent in low-estradiol phases diestrus and metestrus (∼47% in 1 g vs. 58% in 0 g and 72% in 0.4 g animals, P = 0.005). We conclude that in males testosterone deficiency at the initiation of unloading has little effect on the trajectory of muscle loss. In females, initial low estradiol status may result in greater musculoskeletal losses.NEW &amp; NOTEWORTHY We find that removal of gonadal hormones does not exacerbate muscle loss in males or females during exposure to either simulated microgravity or partial-gravity environments. However, simulated micro- and partial gravity did affect females' estrous cycles, with more time spent in low-estrogen phases. Our findings provide important data on the influence of gonadal hormones on the trajectory of muscle loss during unloading and will help inform NASA for future crewed missions to space and other planets.",
        "full_text": "",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]