[
    {
        "pmid": "36941263",
        "title": "Meta-analysis of the space flight and microgravity response of the Arabidopsis plant transcriptome.",
        "year": "2023",
        "journal": "NPJ Microgravity",
        "abstract": "Spaceflight presents a multifaceted environment for plants, combining the effects on growth of many stressors and factors including altered gravity, the influence of experiment hardware, and increased radiation exposure. To help understand the plant response to this complex suite of factors this study compared transcriptomic analysis of 15 Arabidopsis thaliana spaceflight experiments deposited in the National Aeronautics and Space Administration's GeneLab data repository. These data were reanalyzed for genes showing significant differential expression in spaceflight versus ground controls using a single common computational pipeline for either the microarray or the RNA-seq datasets. Such a standardized approach to analysis should greatly increase the robustness of comparisons made between datasets. This analysis was coupled with extensive cross-referencing to a curated matrix of metadata associated with these experiments. Our study reveals that factors such as analysis type (i.e., microarray versus RNA-seq) or environmental and hardware conditions have important confounding effects on comparisons seeking to define plant reactions to spaceflight. The metadata matrix allows selection of studies with high similarity scores, i.e., that share multiple elements of experimental design, such as plant age or flight hardware. Comparisons between these studies then helps reduce the complexity in drawing conclusions arising from comparisons made between experiments with very different designs.",
        "full_text": "ARTICLE OPEN Meta-analysis of the space ight and microgravity response of the Arabidopsis plant transcriptome Richard Barker1, Colin P . S. Kruse2, Christina Johnson3, Amanda Saravia-Butler4,5, Homer Fogle4,6, Hyun-Seok Chang1, Ralph Mller Trane7, Noah Kinscherf1, Alicia Villacampa8, Arnzazu Manzano8, Ral Herranz8, Laurence B. Davin9, Norman G. Lewis9, Imara Perera10, Chris Wolverton11, Parul Gupta12, Pankaj Jaiswal12, Sigrid S. Reinsch4, Sarah Wyatt13and Simon Gilroy1 Space ight presents a multifaceted environment for plants, combining the effects on growth of many stressors and factors including altered gravity, the in uence of experiment hardware, and increased radiation exposure. To help understand the plant response to this complex suite of factors this study compared transcriptomic analysis of 15 Arabidopsis thaliana space ight experiments deposited in the National Aeronautics and Space Administration s GeneLab data repository. These data were reanalyzed for genes showing signi cant differential expression in space ight versus ground controls using a single common computational pipeline for either the microarray or the RNA-seq datasets. Such a standardized approach to analysis should greatlyincrease the robustness of comparisons made between datasets. This analysis was coupled with extensive cross-referencing to acurated matrix of metadata associated with these experiments. Our study reveals that factors such as analysis type (i.e., microarray versus RNA-seq) or environmental and hardware conditions have important confounding effects on comparisons seeking to de ne plant reactions to space ight. The metadata matrix allows selection of studies with high similarity scores, i.e., that share multiple elements of experimental design, such as plant age or ight hardware. Comparisons between these studies then helps reduce the complexity in drawing conclusions arising from comparisons made between experiments with very different designs. npj Microgravity (2023) 9:21 ; https:doi.org10.1038s41526-023-00247-6 INTRODUCTION Space ight imposes a unique suite of environmental effects on biology. For example, microgravity severely curtails the signals normally generated on Earth from the intrinsic weight of a plant s organs 1and by its gravity perceptive cells24. By contrast, in the terrestrial environment, these are key factors driving normalgrowth and development. In addition, gravitational forces onEarth govern a host of physical processes including gas and liquid ow that are important for normal plant function. Thus, the microgravity environment can lead to the development of anoxicregions around metabolically active plant tissues and alteredpatterns of evaporative and convective cooling that can impactleaf function and physiology 58. Additionally, the increased radiation exposure inherent in space ight is likely to trigger its own array of responses within the plant. The combination of these space ight-linked effects is outside the evolutionary history of terrestrial biology and so it remains complicated to predict theeffects of space ight on organisms. Yet, understanding the molecular and physiological responses of plants to theseconditions remains an important goal for space biologists, notthe least because plants are integral to many plans for life support on long-duration crewed missions and for colonization 9. One way to probe the responses of organisms to space ight is by analysis of changes in their transcriptomes, proteomes, metabolomes, genomes and epigenomes induced by exposureto this environment. In the eld of plant biology the National Aeronautics and Space Administration s (NASA s) GeneLab data repository10,11has aggregated many such omics datasets. Critically, the deposited data are associated with extensive metadata covering elements of each experiment s design ranging from features of the hardware, radiation exposure and lightingregime to treatment duration, genotype and organism age. Suchextensive and accurate metadata are critical to understanding the breadth of differences in experimental designs when making comparisons between studies. This insight is important as theight hardware used, the analysis methodology employed (e.g., microarray versus RNA-seq for transcriptome studies) and other experimental parameters likely superimpose their own, often poorly de ned, in uences on the results (so-called batch effects 12). Indeed, recent analysis of rodent space ight data suggests differences in sample preservation eclipsed space ight- driven differences in mouse transcriptional pro ling13. However, given the relatively few opportunities to conduct experiments inspace, making comparisons between existing studies represents apotentially powerful approach to identify common responses in the often-limited available space ight data. We have therefore imported 15 space ight-related plant transcriptome datasets from the GeneLab data repository and manually curated the associated metadata to develop a metadata matrix (hereafter, the Matrix). This approach allows the more 1Department of Botany, University of Wisconsin, Madison, WI 53706, USA.2Los Alamos National Laboratory, Bioscience Division, Los Alamos, NM 87545, USA.3NASA John F. Kennedy Space Center, Titusville, FL 32899, USA.4Space Biosciences Division, NASA Ames Research Center, Moffett Field, CA 94035, USA.5Logyx, LLC, Mountain View, CA 94043, USA.6Bionetics, Yorktown, VA 23693, USA.7Department of Statistics, University of Wisconsin, Madison, WI 53706, USA.8Centro de Investigaciones Biolgicas Margarita Salas (CSIC), 28040 Madrid, Spain.9Institute of Biological Chemistry, Washington State University, Pullman, WA 99164-741, USA.10Department of Plant and Microbial Biology, North Carolina State University, Raleigh, NC 27695, USA.11Department of Botany and Microbiology, Ohio Wesleyan University, Delaware, OH 43015, USA.12Department of Botany and Plant Pathology, Oregon State University, Corvallis, OR 97331, USA.13Department of Environmental and Plant Biology, Ohio University, Athens, OH 45701, USA. email: sgilroywisc.eduwww.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA 1234567890():,;robust design of comparisons between studies that share commonalities in experimental design. Our meta-analyses broadlyconrmed the space ight-related changes in cell wall processes and oxidative stress that were highlighted in many of the originalpublications associated with each individual study. Additionally,Matrix-driven analyses helped reveal new response elements, suchas conserved space ight-triggered changes in expression of the cold response gene COLD RESPONSIVE 78 (COR78 ), and likely shifts in ion transport processes. We also identi ed factors within the experimental design such as choice of ight hardware and especially assay technique (i.e., microarray versus RNA-seq) thatcan impose greater differences between datasets than thespace ight treatment. Thus, the Matrix allows researchers to explore the wealth of plant biology transcriptomic data generatedduring space ight-related studies and provides an approach to better understand underlying factors impacting the robustness ofcomparisons made between the different datasets. RESULTS AND DISCUSSION Comparative transcriptomics of plant space ight-response data One method to assess the similarities and differences in transcriptome-level responses between different plant space ight experiments is to make comparisons using the results of the analyses already presented in the primary literature on each study.This approach can be further expedited using tools, such as theTest of Arabidopsis Space Transcriptome (TOAST) database 14that aggregates these analyses into an interactive data exploration environment. Such comparative studies capitalize upon theunique insights of the researchers who performed each experi- ment and the tailored analytical tools and approaches they then employed to de ne differentially expressed genes (DEGs) in their original publications. We will refer to these studies as in-houseanalyses. However, the wide range of analytical pipelines used in such a primary literature-based approach inevitably imposes some limitations on the robustness of any conclusions that can bedrawn between studies. This problem arises because differences ingene expression patterns between datasets likely involve both the effects of experimental treatments, such as growing plants in space ight versus a ground control, and of elements speci ct o the different analytical programs and statistical approaches usedto analyze the data. Indeed, differences between results from different software packages analyzing the same raw transcrip- tomics datasets are well-documented in the literature 15. Therefore, a complementary methodology was also applied by reanalyzing the plant studies used in our analysis via the common computational pipelines summarized in Fig. 1. A similar strategy of reanalyzing published datasets using a common computationalapproach has been used in the EMBL-EBI gene Expression Atlas. For example, when these researchers import RNA-seq data, a standardized analysis is performed using the integrated RNA-seqAnalysis Pipeline, or iRAP, approach 16. Although this analysis pipeline is different from the one we have adopted, the standardizing of analysis across all datasets for the EMBL-EBIgene Expression Atlas is designed with the same goal in mind: toreduce the potential for generating artifacts that are caused by making comparisons between datasets that have been the subject of different initial data analysis methodologies. Fig. 1 Uniform analysis pipeline applied to Arabidopsis GLDS datasets used in this study. Normalized expression arrays are imported from NASA s GeneLab repository ( https:genelab-data.ndc.nasa.govgenelabprojects ) and then parsed by the TOAST X-Species Transcriptional Explorer ( https:astrobiology.botany.wisc.edux-species-astrobiology-genelab ) for analysis of common features between experiments (cross experiment intersect analysis). The iDEP .92 R-shiny app59is then used to generate expression heatmaps for clustering, and to perform Principal Component Analysis (PCA), Multidimensional Scaling analysis (MDS), t-distributed Stochastic Neighbor Embedding (T-SNE),Weighted Gene Correlation Network Analysis (WGCNA) and K-means statistical analyses. Functional analyses are then performed using theonline tools at Ensembl GO 53, KEGG (Kyoto Encyclopedia of Gene and Genomes)56, AraCyc57and Reactome58. These data are then visualized as tables and dendrograms of the enriched functional groups that are altered by space ight andor related stimuli. R. Barker et al. 2 npj Microgravity (2023) 21 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;Using our common analysis pipeline approach to comparing DEGs across all the Arabidopsis studies, batch effects (i.e.,confounding variables imposing effects on patterns of gene expression over and above those of the space ight treatment) became readily evident. Thus, Principal Component Analysis (PCA)and Euclidean hierarchical clustering revealed that rather than thecomparison between of space ight and ground control, whether RNA-seq or microarray was used to detect patterns of gene expression is the factor with the largest effect on separatingstudies (PCA1, explaining 83 of the variance between experi-ments; Fig. 2a, c). Similar analysis showed the important but lesser impact of lighting environment (Fig. 2b). It is important to note here that we have used a statistical threshold of p 0.01 to de ne a DEG. Our analysis pipeline also generates the more stringent adjusted p-value (or q-value) that corrects the p-value for the false discovery rate associated with multiple testing. Although we haveanalyzed the p-value ltered results to encompass as broad a set of DEGs as possible, q-values are presented in the tables of Supplementary Data, to allow the reader to de ne DEG lists using this parameter. Similarly, a cut off related to fold-change inexpression (such as only evaluating genes showing 2-fold change in e.g., space ight versus their paired ground control) is often used in the literature to limit the extent of the gene lists being analyzed. Again, we have opted not to apply such a fold-change cut off to maintain the most inclusive list of DEGs for analysis. However, fold-change in expression level is alsopresented in the Supplementary Data, allowing the reader to lter the gene lists using a fold-change cut off as appropriate for their analyses We next created a connectivity network visualization system using all the pairwise comparisons that can be made between the GLDS used in our analysis (Fig. 3ag; Supplementary Data 2; an interactive version of this connectivity analysis is available at:https:gilroy-qlik.botany.wisc.eduasenseapp20aa802b-6915-4b1a-87bd-c029a1812e2bsheet6241e71a-a3c5-4c63-9210- e05c743699d7stateanalysis ). Pairwise factor correlation analysis was performed by inspection of the Matrix in Supplementary Data1 and manually scoring factors that are similar between different pairs of studies, assigning a value of 1 for each factor shared between a pair and a value of zero if that factor was different.Thus, the more factors in common between a pair of studies, thegreater their similarity scores. The full pairwise similarity matrix can be found in Supplementary Data 2. This approach linked the studies using similarity scores re ecting commonalities in the different experimental designs and metadata factors within thedatasets in our study. Such network analysis allowed us to further visualize and dissect links between the factors that potentially cause the clustering of studies identi ed in the PCA (Fig. 2). Fig. 2 Principal component analysis (PCA) of the 15 plant datasets in the Matrix reveals clustering based on analystical approach (microarray versus RNA-seq) and by lighting conditions. Principal components sperate datasets by amicroarray versus RNA-seq-based analyses and bby growth in the light versus the dark environment of the growth hardware. PC1 principal component 1, PC2 principal component 2, PC3 principal component 3. Percentage re ects the degree of variance accounted for by each principal component. cEuclidian hierarchical clustering con rms grouping by assay type (microarray versus RNA-seq) as major factor within the data. Ecotypes: Col Columbia, Cvi Cape Verde Island, Ws Wassilewskija, Col-0 Ws, mixed sample 80 Ws, and 20 Col ecotypes. Genotypes: WT wild-type, act2 actin 2 ,arg1 altered response to gravity 1, atm1 ataxia-telangiectasia mutated 1 ,hsfa2 heat shock transcription factor A2, phyD phytochrome D .R. Barker et al. 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2023) 21 When represented graphically as links between studies and metadata factors, this analysis demonstrated that hardware and its associated lighting regimes were indeed likely key components that in uence clustering of responses in the data (Fig. 4).It is important to remember here that the lighting environment for an experiment is often dictated by the hardware that was used, for example, most plant experiments performed to date using the Biological Research in Canister (BRIC) hardware are conducted in Fig. 3 Pairwise factor correlation analysis creates a weighted network linking studies based on metadata similarity score. a Whole connectivity network. Numbers and thickness of connection (network edge) re ect degree of connectivity through shared metadata factors. bf5 sub-networks based on common BRIC hardware experiment design: bsub-network of experiments performed using the BRIC hardware (mean connectivity score: 6.3), cBRIC experiments involving seedlings (mean connectivity score: 6.0). Seedling experiments analyzed using dRNA-seq (mean connectivity score: 8) or emicroarray (mean connectivity score: 7.6) and fBRIC experiments that have used cell cultures, all analyzed by microarray (mean connectivity score: 7.4). For agsize of circle for each study re ects the number of connected factors available for pairwise comparison. gExamples of connectivity of GLDS-7 ,GLDS-37 ,GLDS-38 , and GLDS-120 by tissues sampled and ecotypes analyzed. Colored lines re ect factor connecting studies. Ecotypes: Col, Columbia; Ws, Wassilewskija; Ler, Landsberg. See Supplementary Data 2 for full connectivity matrix. R. Barker et al. 4 npj Microgravity (2023) 21 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAthe dark. Therefore, lighting and hardware are inevitably closely linked in our network analyses of current datasets. This observa-tion also highlights the insight that could be gained by performing more studies that use the same hardware but with a range of lighting environments. Such analyses could help separatehardware-related effects on the plant during growth in space from those speci cally triggered by the lighting environment under those conditions. Such network analyses distinguish those studies sharing a high degree of network linkages within the Matrix, i.e., studies with a larger number of common features in their experimental design. Results of comparisons between such highly connected studiesare candidates for more robust analyses due to these sharedfactors. For example, although the overall experimental designs behind GLDS-7 ,GLDS-37 ,GLDS-38 , and GLDS-120 differ from each other by ecotype, hardware or experiment duration, each links tomultiple other space ight experiments within the Matrix and form hubs in networks related to hardware andor tissue sample type (Fig. 3g). Thus, GLDS-7 was performed in the Advanced Biological Research System (ABRS) and is of interest due to the high numberof tissues and ecotypes in its experimental design that link to many other studies in the Matrix. GLDS-37 was conducted in the BRIC hardware and is extensively linked to other studies due tothe large number of Arabidopsis ecotypes analyzed, as well as themany other Arabidopsis BRIC experiments available for compar- ison. GLDS-38 (BRIC) provides RNA-seq and paired proteomics data that likewise connect to many other BRIC datasets. GLDS-120took place with a unique hardware setup (square Petri plates that were attached to the inside wall of the International SpaceStation), but contains multiple ecotypes, genotypes and light treatments that link it to many other studies in the Matrix. These connections to other studies suggest that comparisons within thelocal networks where each study acts as a hub are likely to be fruitful targets to extract common space ight-related responses. Conversely, such network analyses also revealed studies that are the most distinct (i.e., least shared metadata factors with otherMatrix studies). One clear set of such studies are those designed around terrestrial space ight analogs such as GLDS-46 ,GLDS-136 , and GLDS-144 . These experiments use elements such as hyperbaric chambers, space radiation analog exposures, andmicrogravity simulation on clinostats and random positioning machines to mimic speci c aspects of the space ight environment and so are more distant in design to the other space ight experiments. Thus, as shown in Supplementary Fig. 1, pairwise similarity matrix comparisons show space ight studies are most similar to other space ight studies (average pairwise similarity score of 5.88  1.93) and signi cantly less similar ( p 0.01) when compared to ground analog studies (average similarity 4.21  1.36), which are most similar to other ground analog studies. This Matrix-driven network visualization then highlightsthe opportunity to design follow-up experiments that use theseanalogs of putative space ight stressors but where the design of the study is more interconnected to the factors seen in their closest space ight studies within the Matrix. Such aligned Fig. 4 Graphical representation of metadata related to tissues, assay type and ight vehicle. The speci c assay and tissue types for each dataset are indicated with network clustering based on hardware. See Supplementary Data 1 and 2 for the Matrix driving this visualization.Note the hardware used to analyze plant response to space ight often de nes the types of tissue that are available and so these two variables are often linked. Purple color circles represent RNAseq analysis of wild-type Col-0 plants, shades of blue represent other WT ecotypes, the pinkcircle represents RNA-seq analysis performed on mutants. The size of circles is a qualitative representation of the amount of differentiallyexpressed loci relative to other genetic varieties used during that study. Ecotypes: Col Columbia, Cvi Cape Verde Island, Ws Wassilewskija, Ler Landsberg, Col-0 Ws mixed sample 80 Ws and 20 Col ecotypes. Genotypes: WT wild-type, arg1 altered response to gravity 1, hsfa2 heat shock transcription factor A2, atm1 ataxia-telangiectasia mutated 1 ,phyD phytochrome D , Hardware: BRIC Biological Research in Canister, EMCS European Modular Cultivation System, VEGGIE Vegetable production system, SIMBOX SIMBOX incubator system, ABRS Advanced BiologicalResearch System. An interactive version of this visualization is available at: https:gilroy-qlik.botany.wisc.eduasenseapp20aa802b-6915- 4b1a-87bd-c029a1812e2bsheet6241e71a-a3c5-4c63-9210-e05c743699d7stateanalysis .R. Barker et al. 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2023) 21 experimental designs could help increase the robustness of subsequent comparisons to the existing space ight data. We next asked if we could de ne factors within the metadata other than space ight treatment that help de ne clustering within the studies. We therefore took the expression level data for eachindividual sample replicate (normalized probe uorescenceintensity for microarray and FPKM for RNAseq) from all the studies in the Matrix and calculated the Pearson s correlation coefcient for all possible pairwise combinations (Supplementary Data 3). We next calculated the average Pearson s correlation coefcient from this analysis for each set of replicates within an experiment, providing a measure of correlation for each treatment R. Barker et al. 6 npj Microgravity (2023) 21 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAwithin a dataset to all other treatments in all datasets in the Matrix. We then sorted these data by each metadata factor withinthe Matrix to ask if a particular metadata factor stood out asexplaining the patterns of correlation within the transcriptomics data. Of these, radiation treatment was the most highly correlated factor (Supplementary Data 3), followed by genotype, tissuedevelopmental stage, ight hardware and then altered gravity (i.e., space ight). This analysis again highlights the likelihood that many experimental factors are imposing patterns on space ight transcriptional pro les and reinforces the effects of radiation exposure as a key area for future space ight-related experimentation. Mining the Matrix for common patterns of space ight- responsive gene expression Insights from the network of connections between the space ight-related datasets in the Matrix were then used to make comparisons between gene expression patterns seen in space-ight treatments and ground control samples (e.g., excluding the ground-based space ight analog studies). Having de ned the assay type (microarray versus RNA-seq) as one of the mostimportant confounding factors when comparing space ight responsive transcripts across multiple datasets (Fig. 2), the microarray and RNA-seq datasets were separated into two parallel analysis pipelines. The data of the DEGs within the two series of datasets was then analyzed using Weighted Gene Co-expressionNetwork Analysis (WGCNA). Unguided WGCNA clustering identi-ed 3 groupings within the microarray datasets and 4 within the RNA-seq data (Fig. 5ac). Krishnamurthy et al. 17have compared microarray and RNA-seq analyses of identical samples from Arabidopsis roots, concluding that although the two approachesbroadly agreed (on 66 of 6400 DEGs in their study), RNA-seqanalysis revealed signi cantly more DEGs. Thus, in our study the RNA-seq is likely providing a broader dataset within which to nd enriched Gene Ontologies likely leading to the increased number of groupings found by our analysis. The top 20 enriched ontology groupings shared between the RNA-seq and microarray analyses are summarized in Fig. 5d and the full set of signi cantly enriched Gene Ontologies is shown in Supplementary Fig. 2. Clade I in both the microarray and RNA-seqstands out as sharing the most common signi cantly DEGs. When expanding this analysis to include shared signi cantly enriched Gene Ontology terms (Fig. 5c), terms that broadly cover response to environmental stresses (such as to light, cold and bacteria) areseen (Supplementary Fig. 2). This observation supports theconclusions from numerous previous space ight analyses that plants exhibit a suite of stress-related responses when encounter- ing the space ight environment. However, a further prominent and novel shared element seen across these analyses is changes inthe expression of genes related to photosynthesis, other aspectsof primary metabolism and also changes to secondary metabolism (Fig. 5d). This observation suggests that space ight and space ight-related treatments are likely impacting these funda- mental aspects of plant function. However, as a note of caution,this analysis combines the responses across all the diverse plant datasets within the Matrix. Even though the analysis in Fig. 5di s ltered to exclude the broadest Gene Ontology terms (i.e., those terms encompassing more than 100 genes), such wide-ranging analysis might be expected to reveal only the most generalcommon responses, whilst being relatively insensitive to moresubtle or speci c space ight responses. This is because of the variation likely imposed by the wide range of experimental designs encompassed by these datasets, i.e., in addition tospace ight-related effects a host of other responses are likely superimposed on the data, diluting the signal from some space ight responses. It seems likely a similar reason explains the observation that, although there are shared space ight enriched gene ontologies between experiments, there is noindividual DEG common to all these experiments. The Matrix facilitates a more targeted subset of comparisons between datasets (e.g., chosen based on commonalities in the hardwareor plant samples used within each experiment) that might beexpected to reduce this experimental design-driven noise to reveal these more speci c shared gene groupings. An example of such an analysis described in the following section. Analysis of studies using common hardware: BRIC datasets provide 2 tissue types and 2 transcriptome assay types for meta-analysis The analyses in Figs. 2and 3suggest that both the speci cight hardware used and its associated lighting regime signi cantly impact the patterns of gene expression noted in plants inspace ight. Further, our network analyses (Fig. 3b) show that GLDS-17 ,GLDS-37 ,GLDS-38 ,GLDS-44 , and GLDS-121 are all highly connected, especially for these factors. Thus, these studies all used etiolated seedlings grown in the dark in the Petri Dish FixationUnit (PDFU) cassettes of the BRIC hardware. Additionally, sampleswere harvested at the young seedling stage of development (up to 12 days old) and all included a paired on-orbit and ground control design to allow for exploration of space ight-related patterns of DEGs 1822. Differences between the studies include ecotype and analysis type (microarray versus RNA-seq). Never- theless, their high levels of similarity, especially at the level of the hardware and lighting used, suggested to us that they couldprovide an important set of similarly designed experimentation tohelp more robustly reveal common space ight responses. Additionally, all these studies have published in-house analyses from their respective research groups, allowing us to further testthe relative merits of comparisons drawn between the in-houseresults from each original publication versus the common analytical pipeline that we have used in this study. Table 1 presents a summary of the total numbers of DEGs detected inthese analyses at p0.01 alongside the overlap in these gene lists between the in-house and common pipeline analyses (the full lists of DEGs are shown in Supplementary Data 4). Theve datasets were separated into microarray (three studies) and RNA-seq (two studies) groups and analyzed using the GeneLab pipelines outlined above before making an overall comparisonFig. 5 Unguided Weighted Gene Correlation Network Analysis (WGCNA) clustering of the Arabidopsis datasets used in this study. This analysis was performed on the DEGs identi ed in the RNA-seq ( a) and microarray ( c) datasets from the space ight experiments imported into the Matrix (see Table 2for speci c datasets used). This analysis identi ed 4 clusters of DEGs within the RNA-seq ( a) and 3 clusters within the microarray analyses ( c).bOverlap in the DEGs within each cluster between the WGCNA RNA-seq and microarray analyses. Purple curves link identical genes and light blue curves link genes that, although not identical, belong to the same enriched Gene Ontology term found in eachclade. The inner circle represents gene lists, where hits are arranged along the arc. Genes that hit multiple clusters are colored in dark orange,and genes unique to a single cluster are shown in light orange. dList of top 20 signi cantly enriched Gene Ontologies drawn from the clusters of DEGs depicted in acthat are shared by 2 or more clusters. The full list of enriched Gene Ontology terms is reproduced in Supplementary Data Fig. 1. Multiple colors under the PATTERN column indicate a pathway or process that is shared across multiple microarray or RNA-seqclades as denoted by their color coding in aandc. Count number of loci included in enrichment analysis,  proportion of all query genes that are found in the given Gene Ontology term, P p-value, q p-value adjusted for multiple testing. Analysis made using Metascape 24.R. Barker et al. 7 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2023) 21 across all the BRIC experiments. The signi cance threshold to identify DEGs was set at p 0.01. In a previous comparative analysis, Johnson et al.23reported no common genes amongst the BRIC-16 mission microarray studies ( GLDS-17 ,-44and -121) when using a cutoff of p 0.01 but also applying a threshold of 5-fold or greater for induction or repression in transcript level as measured on theirmicroarray (to de ne the most strongly regulated genes). We therefore reanalyzed these microarray results using a pipeline similar to the original authors analyses (Affymetrix Express pipeline and the Probe Logarithmic Intensity Error (PLIER) approach fornormalization 21, with a signi cance setting p 0.01) but now using no fold-change ltering (Supplementary Data 4) to be more analogous to the GeneLab analytical pipeline we have also applied.Using the in-house analysis by the researchers (GLDS-17 18,G L D S - 4422) and the reanalysis of GLDS-12121using PLIER, the results of our comparisons across all the microarray studies conducted with wild-type seedlings identi ed 86 space ight-related DEGs found across all studies (Supplementary Data 5). The GeneLab reanalysisidenti ed 114 loci in common between the 3 studies, including 85 of the genes from the in-house analysis. Analysis of the 75 DEGs identi ed in all 3 studies by both analytical techniques using MetaScape 24(Fig. 6) revealed enrichment in Gene Ontology terms including: regionalization, response to Karrikin (a plant stress response pathway triggered by volatiles originally found in smoke),regulation of stomatal movement and tropism. These latter twoterms are particularly interesting as disruption of gravitropic growth is one of the predicted responses of plants growing in the microgravity environment of space ight. Although patterns of development seen in plants growing in space often show morerandomized directional growth than on the ground, molecular evidence for altered tropic response re ected in the patterns of transcriptional changes observed in space ight has been less clear. Thus, the highlighting of tropisms in Fig. 6c suggests the use of the Matrix approach for analyzing the available data may help reveal these molecular signatures. Further, this analysis revealed that stomatal behavior may be affected by space ight. Factors such as reduced buoyancy-driven convection in microgravity would be predicted to alter gas exchange at the stomatal pore 5,8,l i k e l y playing out as altered stomatal function. Again, this effect has beendifcult to reliably detect in the transcriptional ngerprints of space ight responses, but the targeted analyses driven by insights from the Matrix appear able to reveal evidence for these previously cryptic patterns of molecular changes. Repeating this analysis madeusing Metascape 24but with DAVID (the Database for Annotation, Visualization and Integrated Discovery25)a sa na l t e r n a t i v e ,w i d e l y used tool to assess gene ontology enrichments agreed with the analysis outlined above and did not reveal any new signi cantly enriched ontology terms at p 0.01. This observation suggests the Metascape analysis outlined in Fig. 6is likely capturing most of the patterns of ontology enrichment in the data. GLDS-37 and GLDS-38 represent the BRIC samples studied with RNA-seq, necessitating independent analysis from the microarray datasets discussed above. Again, we used data from the published in-house bioinformatics approaches19,20and the GeneLabcommon analytical pipeline. Comparison of these approaches in the WT Col-0 samples in both datasets shows that at a threshold of p 0.01, the common pipeline identi ed 701 and 951 new loci as showing altered expression in space ight from GLDS-37 and GLDS-38 respectively, or about 25 more loci than found in the original authors analysis (Table 1and Supplementary Data 4). Comparing the GeneLab pipeline-based analysis with that of theoriginal peer-reviewed publications indicates agreement on 927 (GLDS-37 ) and 2404 ( GLDS-38 ) DEGs. Further, within this analysis, 164 loci were signi cantly differentially expressed in both GLDS-37 and GLDS-38 (Supplementary Data 6). Gene Ontology enrichment analysis of these space ight-responsive DEGs across both studies and in both the in-house and GeneLab analytical pipelines (Fig. 6d) revealed enrichment in responses such as to oxidative stress, heat shock and changes in cell wall dynamics that have been highlighted in multiple previous plant space ight transcriptome studies (e.g., refs. 14,19,21,22,26,27). Reanalysis with the Matrix approach was also able to reveal a ngerprint of hypoxia which has been predicted as an important factor impacting biology operating with the reduced convective gas movements inherent in a microgravity environment6,7but which has previously proven difcult to observe in analyses of transcriptional responses of individual ight experiments using the BRIC. In addition, Gene Ontologies related to various aspects of ion transport are prominent in our analysis targeting future investigations focusedon both anion and cation transport as likely to be a fruitful targets for further understanding the effects of space ight on plants. Lastly, since processes associated with responses to space ight are still largely unknown, Supplementary Data 7 provides a list of space ight-responsive DEGs from this analysis that currently have no GO or KEGG annotation. These genes provide potential targetsfor study for novel processes triggered by plant growth in space. We next used Metascape analysis on these lists of DEGs from the analysis of GLDS-37 and GLDS-38 to explore potential protein:protein networks, applying Metascape s protein-protein interaction enrichment analysis and Molecular Complex Detection(MCode) 28. These analyses take the lists of differentially expressed genes and mine an array of protein interaction databases (STRING29, BioGrid30, OmniPath31, InWeb_IM32) for enriched net- works of physical interactions. MCode then allows a focus onhighly connected hubs when the numbers of proteins in the network become very high. These analyses again revealed enrichment for a response network associated with ion transportand chaperone activity (Fig. 7). In addition, multiple network clusters related to protein ubiquitinylation were identi ed. This observation suggests space ight may have triggered alterations in proteasome activity, possibly related to stress-induced proteinturnover. Such a response to stress-related protein dysfunction would be consistent with the elevated chaperone activities suggested by the heat shock protein (HSP)-related protein:proteininteraction cluster identi ed in this same analysis.Table 1. Comparison of the differentially expressed gene counts from in-house and common pipeline analyses. GeneLab Accession Assay GeneLab count Original count Loci in both Difference In-house reference GLDS-17 Microarray 2459 499 34 196037 GLDS-44 Microarray 4031 3826 2597 20541 GLDS-121 Microarray 2122 2177 2121 5540 GLDS-37 RNA-seq 2785 2084 927 70138 GLDS-38 RNA-seq 3870 2919 2404 95139 Data is taken from the original space ight research publications (in-house, i.e., using the original authors analyses with p0.01) and the GeneLab analysis (p0.01, adjusted for multiple hypothesis testing using the Benjamini and Hochberg method). R. Barker et al. 8 npj Microgravity (2023) 21 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAIntersection between RNA and microarray analyses By combining the differentially expressed gene lists from both microarray and RNA-seq analyses identi ed using the GeneLab common pipeline approach, 6 common space ight response loci were identi ed but in only three of the studies ( GLDS-37 ,GLDS- 38,a n d GLDS-121 ). This observation reinforces the idea that variation in experimental design and analysis approach may beobscuring some common patterns of response (see below).Within the BRIC-19 experiment that generated the data in GLDS- 37, in addition to the Col-0 ecotype (also used in GLDS-38 ) andLer-0 (also used in GLDS-121 ), two additional ecotypes were investigated (Cvi-0, Ws-2). These same six genes were alsodifferentially expressed across all the ecotypes in this study,reinforcing their likely common response nature. These 6common genes were: AT1G74310 ( HOT1HSP101 ;HEAT SHOCK PROTEIN 101 ), AT1G58340 ( ABS4 , a plant MATE multidrug and toxic compound extrusion transporter), AT5G52310 ( COR78 ;COLD REGULATED 78 ), AT4G11290 ( PRX39 , a cell wall peroxidase), AT5G09220 ( AAP2, AMINO ACID PERMEASE 2 ), and AT1G73480 (MAGL4 ,a n-hydrolase). Analysis of these loci using the graph- Fig. 6 Analysis of shared DEGs between the in-house and GeneLab pipeline analyses of plant experiments performed in space ight using the BRIC hardware. Overlap between gene lists for microarray studies ( a) or RNA-seq ( b) where purple curves link identical genes and light blue includes the shared Gene Ontology term level. Curves link genes that belong to the same enriched Gene Ontology term. The inner circle represents gene lists, where hits are arranged along the arc. Genes that hit multiple lists are colored in dark orange, and genes unique to a listare shown in light orange. Sectors denoted by GeneLab  show the analysis using GeneLab common pipeline; sectors denoted by a citationshow the original authors in-house analysis. c,dSigni cantly enriched GO terms from analysis of common genes found in the microarray ( c) and RNA-seq ( d) analyses identi ed in both the in-house and GeneLab pipelines. Analysis in canddperformed using Metascape.R. Barker et al. 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2023) 21 based network analysis tool KnetMiner23revealed broad connec- tions to the plastid and membrane function (Fig. 8). Some of these genes have been discussed in the individual analyses originally published on each BRIC experiment(s)1822. However, the power of the current meta-analysis lies in high- lighting these particular genes as possible core markers of the space ight response across multiple experiments within the BRIC hardware and revealing a difference in GLDS-17 and GLDS-44 . Interrogating the experimental design reveals that one obvious difference between GLDS-17 and the other BRIC investigations is that 3 (wv) sucrose was used in the seedling media in GLDS-17compared to 0.3 1 (wv) in the other studies. Sucrose is generally added to the media of Arabidopsis seedlings to support the heterotrophic growth of the plants in the dark conditions inthe BRIC. However, the higher sucrose in BRIC-17  https:genelab- data.ndc.nasa.govgenelabaccessionGLDS-17  was speci cally added to facilitate comparisons between the seedlings in this experiment and a parallel set of cell cultures that required muchhigher sucrose for growth. The differences in gene expression between BRIC-17  https:genelab-data.ndc.nasa.govgenelab accessionGLDS-17  seedlings and the other BRIC experiments then implies that changes in primary metabolism experienced bythe etiolated seedlings in the BRIC may be an important factor in determining space ight related transcriptional responses, echoing the altered primary metabolism inferred from our meta-analysisacross all the space ight datasets analyzed as part of the Matrix in Fig.5. Such observations are especially relevant in the context of possible space ight-related hypoxia discussed above. Indeed, Loreti et al., 33used microarray analysis in ground-based researchto investigate the changes that take place in seedlings that experience low oxygen stress with or without the addition of external sucrose. Their analyses revealed that exogenous sucrosesigni cantly alters patterns of anoxia-related transcriptional change. Thus, the increased sucrose concentration in the media found in GLDS-17 should dramatically affect the plant hypoxia response and so is likely to alter responses to this particular effectof the space ight environment. Precisely why GLDS-44 also does not show the conserved transcriptional responses seen in GLDS-37 ,GLDS-38 , and GLDS- 121 is less obvious as its experimental design is very similar to these other BRIC-based experiments and it was own side-by-side on the same mission as GLDS-121 . However, subtle features such as the seed planting density differed between these studies andso effects of plant density and competition might be super-imposed on these results. This analysis then highlights how understanding the feature(s) in these experiments responsible for the differences in expression pattern offers enormous potential todene factors with wide-ranging effects on the plant space ight response; i.e., the difference(s) between GLDS-44 and GLDS-121 and the other BRIC experiments clearly had dramatic effects onthe patterns of space ight-related gene expression and so exploring how these studies differ in design should help de ne some key space ight-response related factors. Looking at the shared DEGs between GLDS-37 ,GLDS-38 , and GLDS-121 identi esHSP101 as a common space ight response marker. Indeed, upregulation of Heat Shock Proteins (HSPs) in the space ight environment is well known 18,19,27,34,35. Heat Shock Proteins are molecular chaperones associated with protecting and Fig. 7 Protein:protein interaction network inferred from the common DEGs identi ed using the GeneLab analysis pipeline of GLDS-37 and GLDS-38. Analysis using Metascape with annotation of densely connected network elements identi ed with the MCode algorithm. Colors represent clusters grouped by shared ontology term. Size of circle shows the number of protein:protein interactions that each nodelocus isannotated as being involved with as identi ed by the MCode analysis. R. Barker et al. 10 npj Microgravity (2023) 21 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASArefolding proteins in response to cellular damage36. Consistent with the enriched clades corresponding to photosynthesisidenti ed in Fig. 5, patterns of HSP101 upregulation and its relationship to the chloroplast (Fig. 8), suggest that this protein may play an important role in ameliorating chloroplasticproteotoxic stress possibly resulting from space ight-induced production of reactive oxygen species (ROS) in the plastid. Indeed, the HSP100 family are known to be induced by abiotic stressorssuch as oxidative stress 37and have even been linked to tolerance to the proteotoxic damage caused by hypoxia38. Previous work14,19has demonstrated a signi cant correspondence between patterns of gene expression altered by oxidative damage from the high light stress response on Earth (which is strongly linked to damaging levels of plastid ROS production) and the space ight- associated DEGs identi ed in the seedlings from BRIC experi- ments. Similarly, the large number of plastid genes responding to space ight identi ed in seedling samples from BRIC-16 GLDS-4422 reinforces the idea that this organelle may be an important site of space ight-induced responses. However, it is important to note that the BRIC experiments we have analyzed were all conductedunder dark growth conditions. Therefore, the light-driven reac-tions of photosynthetic electron transport that are a major source of plastid ROS production on Earth are not responsible for these space ight-related effects and so the source of any space ight- triggered ROS production within the plastid remains to be dened. Our meta-analysis using the common GeneLab analysis pipelines also highlights COR78 as likely a part of a conserved transcriptional response of Arabidopsis on orbit in the BRIChardware. Although originally identi ed as a cold induced transcript, COR78 is now known to be highly inducible in response to a range of abiotic factors ranging from wounding and salt exposure to osmotic stress, drought and even the hypobaric (low pressure) environments predicted for future large scale, space-based plant growth facilities 3941. A common feature of all these stressors is that they trigger signaling through ROS and induce oxidative stress. Indeed, COR78 expression is regulated through the same ROS-responsive transcriptional cascades (i.e., H 2O2 responsive modulation through the DREB2A transcription factor)that modulates heat shock response elements such as HsfA3 42, providing a possible link to the heat shock factor component of the space ight response. In a further tantalizing link between the chloroplast and COR78 response, COR78 expression is co-regulated with elements of the plastid antioxidant system and indeed, its expression is thought to be tightly linked to the levels of H 2O2 processing by the plant43. In summary, the GeneLab database is accumulating an ever- increasing number of datasets that investigate the transcriptionaleffects of space ight on early plant development. This aggrega- tion of information, along with careful curation represents a powerful resource to begin to understand space ight responses in these organisms. Space ight imposes some commonly encoun- tered and some unique challenges when comparing datasets. Thus, as with all large omics-level analyses, differences inprotocols and analysis pipelines can impact the robustness ofcomparisons. However, space ight also leads to further challenges related to an often-restricted capacity for biological replication and with limitations on experimental design dictated by available Fig. 8 Network analysis of the 6 common space ight responsive genes identi ed from analysis of Arabidopsis seedlings own in the BRIC hardware. Query genes are highlighted in yellow. AT1G74310 ( HOT1HSP101 ;HEAT SHOCK PROTEIN 101 ), AT1G58340 ( ABS4 , a plant MATE multidrug and toxic compound extrusion transporter), AT5G52310 ( COR78 ;COLD REGULATED 78 ), AT4G11290 ( PRX39 ,PEROXIDASE 39 , a cell wall peroxidase), AT5G09220 ( AAP2, AMINO ACID PERMEASE 2 ), and AT1G73480 ( MAGL4 ,a n-hydrolase family protein). Analysis performed using KnetMiner. Purple connector, link to biochemical function; cyan connector, link to physical location in cell; green connector, link to associated phenotype; black connector, direct physical or genetic linkage. Note links to plastid (green oval) for MAGl4 ,HSP101 and COR78 . An interactive version of this analysis is available at: https:knetminer.combetaknetspacenetwork970c571c-15da-4b93-87ad-ef1418ef9d29 .R. Barker et al. 11 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2023) 21 space ight hardware. We have begun to address some of these issues by applying a common analytical pipeline for datasets and then constructing a matrix of metadata to allow for sorting and comparison across studies driven by their known similarities anddifferences. In this work we focused on two elements to highlightthe potential of this approach: (1) making broad comparisons across the entire sets of data to draw conclusions about confounding variables that likely superimpose differences onspace ight datasets, and (2) making analyses focusing on the commonly used BRIC hardware to help researchers understand the possibilities offered by designing comparative analyses in the context of the Matrix metadata. However, the possible compar-isons guided by this Matrix are vast and so there remain manymore opportunities for the research community to draw new insights from Matrix-focused analyses. From the Matrix-driven exploration presented here, we found that: (1) comparisons across different transcriptome monitoring technologies (RNA-seq versus microarray) should be performed with great care as differences in the technology used can imposegreater variation on results than the biological treatment (space-ight versus ground control); (2) environmental conditions and hardware-related constraints in the experimental design produce smaller but also important differences that can confoundinterpretation of the space ight versus ground control compar- isons; (3) when these factors are controlled for, comparisons across the breadth of space ight-related Arabidopsis experiments reveal alterations in general responses to environmental stresses,photosynthesis, and other elements of primary and secondary metabolism (Fig. 5). These broad areas provide targets for the generation of future models of how space ight may affect plant physiology and development. Our analysis of the BRIC hardwareshows how with a more targeted approach, common response genes can be identi ed that then point to potentially core space ight responses. For example, the BRIC analysis strongly points to the plastid as a likely shared response site across manyspace ight experiments. The observations of conserved roles for HSP101 and COR78 suggest that a fundamental disruption of the ROS andor antioxidant systems related to the plastid may beaccompanying plant growth in space. It is important to note limitations inherent in the approach we have applied to meta-analysis of these space ight datasets. Due to ight and hardware constraints, the space ight experiments collected for this meta-study were limited to young seedlings of Arabidopsis. Although some experiments have tested the viability of plants to reach mature and reproductive developmental stagesthese have generally not involved omics research. We must awaitthe data from more studies throughout the phases of the plant life cycle to understand how well our developing insights from seedlings and young plants will apply to individuals at maturity.Similarly, we must await further studies on a wider array of plantspecies to extend these approaches beyond the plant most commonly grown in space ight, Arabidopsis. One further limitation on our approach is that at present we manually curate the import of each experiment s metadata into the Matrix. However, the GeneLab data repository has standar- dized its metadata formats for both current and future datasetsoffering us the opportunity to automate both import and curation.This automated approach will be facilitated through GeneLab s automatic programming interface (API) which offers a program- accessible link to the metadata les. Continual updates to the Matrix will allow the power of inferences drawn to grow as quicklyas the new plant space ight datasets are deposited. Our analysis of the BRIC datasets suggests that focusing on a few hardware options that can then be the subject of multipleight studies would greatly add to the power of such comparative omics-level analyses. Nevertheless, the results presented here offer the promise that as these experimental data becomeavailable, meta-analyses across the broad plant biology omicsdata landscape will provide a powerful approach to supplement the insights drawn from analyses focused on each individual studyin isolation. The Matrix analysis presented herein provides atoolset to help expedite the development of such new investiga-tions. Additionally, while the scope of potential hypothesesgenerated by these analyses is extensive, the current Matrixmeta-analysis highlights three speci c focus areas for future research that may prove particularly fruitful. These include: (1) studies examining the effect of variable light regimes on spacegrown plant productivity and physiology, (2) analyses aimed atdetermining the potential causes of altered redox activities in theplastids of space own plants, and (3) experiments examining the function of HSP101 ,ABS4 ,COR78 ,PRX39 ,AAP2 , and MAGL4 in response to space ight stressors. METHODS Assay pipelines and datasetsThe GeneLab data repository currently holds the largest number of publicly accessible datasets of omics- (transcriptomics-, proteomics-,epigenomics- and genomics-) based studies of biological,space ight-related studies. For our analyses of plant responses using this resource we focused on the results assessing changes inthe transcriptome as the most numerous kind of dataset available.We included such studies based on the minimal criteria that they: (1)were performed on the most widely used plant model species,Arabidopsis thaliana (which represents nearly all of the plant data currently deposited in GeneLab) and (2) had at least 3 biological replicates per treatment (to provide statistical rigor on subsequent analyses). A summary of the 15 studies (encompassing 10microarray and 6 RNA-seq GeneLab Data Sets, or GLDS) that ful ll these requirements is presented in Table 2. These experiments were performed on missions run by NASA, the European Space Agencyand the Chinese Space Agency. To ensure the greatest degree ofcomparability between results, all of the primary data wasreanalyzed through common computational approaches developedby GeneLab and implemented in the Galaxy computing environ-ment 44.B r i e y, the microarray analysis pipeline used the R Bioconductor software package limma45to perform differential gene expression analysis. Background correction by the RobustMultichip Average (RMA) method and between array normalization by the quantile method 46were performed through the Bioconduc- tor Oligo package47. Gene level estimation was generated using the Maximum Interquartile Range method and annotations were addedusing the Annotation-Db class gene annotations speci ct o Arabidopsis thaliana from the Bioconductor repository (www.bioconductor.org ). In cases where multiple probes mapped to the same gene ID, representative probes were selected with thehighest mean normalized intensity across all samples. Differentialgene expression analysis used the linear model t from the limma R package to perform pairwise comparisons for all groups. For eachprobe set, the variance of mean signal intensities was estimated,improved by an empirical Bayes method for combining variances ofprobes showing similar variability, and the signi cance of the difference between the means was evaluated with a t-test to obtain p-values. p-values were also adjusted to q-values to account for possible errors introduced through multiple hypothesis testing usingthe Benjamini and Hochberg method 48and so control for the false discovery rate. Details of the code used to process each dataset areavailable at https:github.comnasaGeneLab_Data_Processing treemasterMicroarray1-channel_arraysGLDS_Processing_Scripts . Both the raw and processed data can be downloaded at https: genelab-data.ndc.nasa.govgenelabprojects . The RNA-seq analysis pipeline used the universal RNA-seq aligner STAR v2.7.1a 49and the RNA-Seq by Expectation Maximiza- tion approach (RSEM v1.3.1)13,50along with the TAIR10 genome assembly51accessed through Ensembl Plants52,53. Raw sequence R. Barker et al. 12 npj Microgravity (2023) 21 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAdata were trimmed and ltered with Trim Galore! (v0.6.2). The Arabidopsis thaliana Ensembl reference genome TAIR10, release 44, and respective GTF le were used to align trimmed reads with STAR (v2.7.1a) then the aligned reads were quanti ed using RSEM (v1.3.1). Quanti cation data was imported to R (v3.6.0) using the tximport package (v1.14.0) and normalized using the DESeq2(v1.26.0) median of ratios method 54. Differential expression analysis was performed with DESeq2 (v1.26.0) and pairwise comparisons of all groups were performed using the Wald test to generate p- and adjusted p-values, and the likelihood ratio test was used to generate the F statistic p-value. Gene annotations were assigned using the Bioconductor org.At.tair.db (v3.8.2), STRINGdb (v1.24.0)29, and PANTHER.db (v1.0.4)55packages. Processing code for each RNA-seq dataset are available athttps:github.comnasaGeneLab_Data_Processingtreemaster RNA-seqGLDS_Processing_Scripts and both the raw and pro- cessed data are deposited at https:genelab-data.ndc.nasa.gov genelabprojects . The associated metadata for each dataset was aggregated using a combination of the information provided alongside each GeneLab data submission, parallel manual curation from theliterature and through interviews with the primary researchers. The Matrix of this data is available as both Supplementary Data 1 and as an interactive exploration environment developed in theQlik database management software environment (Qlik Technol-ogies Inc., King of Prussia, PA, USA) at https:gilroy- qlik.botany.wisc.eduasenseapp20aa802b-6915-4b1a-87bd- c029a1812e2b . When they have been employed in the data analyses, online tools such as the TOAST X-Species Transcriptional Explorer (https:gilroy-qlik.botany.wisc.eduasenseappab2250b5-ee3a- 4da8-b5da-fe87d5f2dbe6overview ), KnetMiner 23, Metascape24,Ensembl GO53, the Kyoto Encyclopedia of Gene and Genomes56, AraCyc57and Reactome58are noted in the text and gure legends. Principal Component Analysis (PCA), Multidimensional Scalinganalysis (MDS), t-distributed Stochastic Neighbor Embedding (T-SNE), Weighted Gene Correlation Network Analysis (WGCNA) andK-means statistical analyses were performed using the iDEP.94R-package 59. For these analyses, the normalized counts were imported from the GeneLab data repository and processed usingR-studio. The R programming language provides for the statistical analysis of data ( https:www.r-project.orgabout.html ) within a commercial development environment called R-studio (R-Studioinc. Boston, MA, USA). Reporting summary Further information on research design is available in the Nature Research Reporting Summary linked to this article. DATA AVAILABILITY Source data for this study are publicly available in the GeneLab data repository (https:genelab-data.ndc.nasa.govgenelabprojects ) under the Accession codes GLDS-7 ;GLDS-17 ;GLDS-37 ;GLDS-38 ;GLDS-44 ;GLDS-46 ;GLDS-120 ;GLDS-121 ;GLDS- 136;GLDS-147 ;GLDS-205 ;GLDS-208 ;GLDS-213 ;GLDS-218 ;GLDS-251 . CODE AVAILABILITY Details of the code used to process each dataset are available at https:github.com nasaGeneLab_Data_ProcessingtreemasterMicroarray1-channel_arrays GLDS_Processing_Scripts . Both the raw and processed data can be downloaded at https:genelab-data.ndc.nasa.govgenelabprojects . R scripts used for raw data processing, iDEP.92 analysis and visualization are available at https:github.com dr-richard-barkerThe-Matrix-2022 The Matrix of this data is available as bothTable 2. Studies used in developing the plant transcriptional Matrix. Accession Study title Assay type Refs. GLDS-7 The Arabidopsis space ight transcriptome: a comparison of whole plants to discrete root hypocotyl and shoot responses to the orbital environmentMicroarray44 GLDS-17 Transcription pro ling by array of the response of Arabidopsis cultivar Columbia etiolated seedlings and undifferentiated tissue culture cells to the space ight environmentMicroarray37 GLDS-37 Comparison of the space ight transcriptome of four commonly used Arabidopsis thaliana ecotypes (Col, Ws, Ler and Cvi)RNA-seq38 GLDS-38 Proteomics and transcriptomics analysis of Arabidopsis seedlings in microgravity RNA-seq39 GLDS-44 Transcriptomics analysis of etiolated Arabidopsis thaliana seedlings in response to microgravity Microarray41 GLDS-46 Gamma radiation and HZE treatment of seedlings in Arabidopsis Microarray60 GLDS-120 Genetic dissection of the space ight transcriptome responses in plants: are some responses unnecessary?RNA-seq50 GLDS-121 Biological Research in Canisters-16 (BRIC-16): investigations of the plant cytoskeleton in microgravity with gene pro ling and cytochemistryMicroarray40 GLDS-136 Dissecting low atmospheric pressure stress: transcriptome responses to the components of hypobaria in ArabidopsisMicroarray61 GLDS-147 Arg1 functions in the physiological adaptation of undifferentiated plant cells to space ight Microarray51 GLDS-205 HSFA2 functions in the physiological adaptation of undifferentiated plant cells to space ight microgravity environmentMicroarray62 GLDS-208 Comparative gene expression analysis in the Arabidopsis thaliana root apex using RNA-seq and microarray transcriptome pro lesMicroarray and RNA-seq36 GLDS-213 A whole-genome microarray study of Arabidopsis cell cultures exposed to microgravity for 5 days on board of Shenzhou 8Microarray63 GLDS-218 Space ight-induced alternative splicing during seedling development in Arabidopsis thaliana RNA-seq64 GLDS-251 RNA-seq analysis of the response of Arabidopsis thaliana to fractional gravity under blue-light stimulation during space ightRNA-seq65 In the table, the reference column denotes the initial publication on the data with the authors in-house analyses, when available. Datasets are publicly available at the GeneLab data repository using the url: https:genelab-data.ndc.nasa.govgenelabaccessionGLDS- , where  represents the GLDS accession number for each study.R. Barker et al. 13 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2023) 21 Supplementary Data 1and as an interactive exploration environment developed in the Qlik database management software environment (Qlik Technologies Inc., King ofPrussia, PA, USA) at https:gilroy-qlik.botany.wisc.eduasenseapp20aa802b-6915- 4b1a-87bd-c029a1812e2b . Received: 22 July 2021; Accepted: 10 January 2023; REFERENCES 1. Hoson, T.  Soga, K. New aspects of gravity responses in plant cells. Int. Rev. Cytol. 229, 209 244 (2003). 2. Morita, M. T. Directional gravity sensing in gravitropism. Annu. Rev. Plant Biol. 61, 705720 (2010). 3. Su, S.-H., Gibbs, N. M., Jancewicz, A. L.  Masson, P. H. Molecular mechanisms of root gravitropism. Curr. Biol. 27, R964 R972 (2017). 4. Nakamura, M., Nishimura, T.  Morita, M. T. Bridging the gap between amylo- plasts and directional auxin transport in plant gravitropism. Curr. Opin. Plant Biol. 52,5 460 (2019). 5. Kitaya, Y. et al. The effect of gravity on surface temperature and net photo- synthetic rate of plant leaves. Adv. Sp. Res. 28, 659 664 (2001). 6. Stout, S. C., Porter eld, D. M., Briarty, L. G., Kuang, A.  Musgrave, M. E. Evidence of root zone hypoxia in Brassica rapa l. Grown in microgravity. Int. J. Plant Sci. 162, 249255 (2001). 7. Porter eld, D. M. The biophysical limitations in physiological transport and exchange in plants grown in microgravity. J. Plant Growth Regul. 21,1 7 7 190 (2002). 8. Hirai, H.  Kitaya, Y. Effects of gravity on transpiration of plant leaves. Ann. N. Y. Acad. Sci. 1161 , 166 172 (2009). 9. Wheeler, R. M. Agriculture for space: People and places paving the way. Open Agric. 2,1 432 (2017). 10. Ray, S. et al. GeneLab: Omics database for space ight experiments. Bioinformatics 35, 1753 1759 (2019). 11. Berrios, D. C., Galazka, J., Grigorev, K., Gebre, S.  Costes, S. V. NASA GeneLab: interfaces for the exploration of space omics data. Nucleic Acids Res. 49, D1515 D1522 (2021). 12. Fei, T.  Yu, T. ScBatch: Batch-effect correction of RNA-seq data through sample distance matrix adjustment. Bioinformatics 36, 3115 3123 (2020). 13. Lai Polo, S.-H. et al. RNAseq analysis of rodent space ight experiments is con- founded by sample collection techniques. iScience https:doi.org10.1016 j.isci.2020.101733 (2020) . 14. Barker, R. J., Lombardino, J., Rasmussen, K.  Gilroy, S. TOAST: a discovery environment to explore multiple plant biology space ight experiments. Front. Plant Sci. 11, 147 (2020). 15. Seyednasrollah, F., Laiho, A.  Elo, L. L. Comparison of software packages for detecting differential expression in RNA-seq studies. Brief. Bioinform. 16,5 970 (2015). 16. Papatheodorou, I. et al. Expression Atlas: gene and protein expression across multiple studies and organisms. Nucleic Acids Res. 46, D246 D251 (2018). 17. Krishnamurthy, A., Ferl, R. J.  Paul, A. L. Comparing RNA-Seq and microarray gene expression data in two zones of the Arabidopsis root apex relevant tospace ight. Appl. Plant Sci. 6, e01197 (2018). 18. Paul, A. L. et al. Space ight transcriptomes: unique responses to a novel envir- onment. Astrobiology 12,4 056 (2012). 19. Choi, W. G., Barker, R. J., Kim, S. H., Swanson, S. J.  Gilroy, S. Variation in the transcriptome of different ecotypes of Arabidopsis thaliana reveals signatures ofoxidative stress in plant responses to space ight. Am. J. Bot. 106, 123 136 (2019). 20. Kruse, C. P. S. et al. Space ight induces novel regulatory responses in Arabidopsis seedling as revealed by combined proteomic and transcriptomic analyses. BMC Plant Biol. 20, 237 (2020). 21. Johnson, C. M., Subramanian, A., Pattathil, S., Correll, M. J.  Kiss, J. Z. Comparative transcriptomics indicate changes in cell wall organization and stress response inseedlings during space ight. Am. J. Bot. 104, 1219 1231 (2017). 22. Kwon, T. et al. Transcriptional response of Arabidopsis seedlings during space- ight reveals peroxidase and cell wall remodeling genes associated with root hair development. Am. J. Bot. 102,2 135 (2015). 23. Hassani-Pak, K. et al. KnetMiner: a comprehensive approach for supporting evidence-based gene discovery and complex trait analysis across species. Plant Biotechnol. J .https:doi.org10.1111pbi.13583 (2021). 24. Zhou, Y. et al. Metascape provides a biologist-oriented resource for the analysis of systems-level datasets. Nat. Commun. 10, 1523 (2019). 25. Sherman, B. T. et al. DAVID: a web server for functional enrichment analysis and functional annotation of gene lists (2021 update). Nucleic Acids Res .https: doi.org10.1093nargkac194 . (2022)26. Sugimoto, M. et al. Genome-wide expression analysis of reactive oxygen species gene network in Mizuna plants grown in long-term space ight. BMC Plant Biol. 14, 4 (2014). 27. Zupanska, A. K., Denison, F. C., Ferl, R. J.  Paul, A. L. Space ight engages heat shock protein and other molecular chaperone genes in tissue culture cells of Arabidopsis thaliana. Am. J. Bot. 100, 235 248 (2013). 28. Bader, G. D.  Hogue, C. W. V. An automated method for nding molecular complexes in large protein interaction networks. BMC Bioinform. 4, 2 (2003). 29. Szklarczyk, D. et al. STRING v11: protein protein association networks with increased coverage, supporting functional discovery in genome-wide experi- mental datasets. Nucleic Acids Res. 47, D607 D613 (2019). 30. Stark, C. et al. BioGRID: a general repository for interaction datasets. Nucleic Acids Res.34, D535 D539 (2006). 31. Trei, D., Korcsmros, T.  Saez-Rodriguez, J. OmniPath: guidelines and gateway for literature-curated signaling pathway resources. Nat. Methods 13, 966 967 (2016). 32. Li, T. et al. A scored human protein-protein interaction network to catalyze genomic interpretation. Nat. Methods 14,6 164 (2017). 33. Loreti, E., Poggi, A., Novi, G., Alpi, A.  Perata, P. A genome-wide analysis of the effects of sucrose on gene expression in arabidopsis seedlings under anoxia.Plant Physiol. 137, 1130 1138 (2005). 34. Paul, A. L. et al. Genetic dissection of the Arabidopsis space ight transcriptome: are some responses dispensable for the physiological adaptation of plants to space ight? PLoS ONE 12, e0180186 (2017). 35. Zupanska, A. K. et al. ARG1 functions in the physiological adaptation of undif- ferentiated plant cells to space ight. Astrobiology 17, 1077 1111 (2017). 36. Wang, W., Vinocur, B., Shoseyov, O.  Altman, A. Role of plant heat-shock proteins and molecular chaperones in the abiotic stress response. Trends Plant Sci. 9, 244252 (2004). 37. Swindell, W. R., Huebner, M.  Weber, A. P. Transcriptional pro ling of Arabidopsis heat shock proteins and transcription factors reveals extensive overlap betweenheat and non-heat stress response pathways. BMC Genomics 8, 125 (2007). 38. Banti, V., Mafessoni, F., Loreti, E., Alpi, A.  Perata, P. The heat-inducible tran- scription factor HsfA2 enhances anoxia tolerance in Arabidopsis. Plant Physiol. 152, 1471 1483 (2010). 39. Yamaguchi-Shinozaki, K.  Shinozaki, K. Characterization of the expression of a desiccation-responsive rd29 gene of Arabidopsis thaliana and analysis of its promoter in transgenic plants. MGG Mol. Gen. Genet. 236, 331 340 (1993). 40. Msanne, J., Lin, J., Stone, J. M.  Awada, T. Characterization of abiotic stress- responsive Arabidopsis thaliana RD29A and RD29B genes and evaluation oftransgenes. Planta 234,9 7107 (2011). 41. Paul, A.-L. et al. Patterns of Arabidopsis gene expression in the face of hypobaric stress. AoB Plants 9, plx030 (2017). 42. Wu, A. et al. JUNGBRUNNEN1, a reactive oxygen species-responsive NAC tran- scription factor, regulates longevity in Arabidopsis. Plant Cell 24, 482 506 (2012). 43. Juszczak, I., Cvetkovic, J., Zuther, E., Hincha, D. K.  Baier, M. Natural variation of cold deacclimation correlates with variation of cold-acclimation of the plastidantioxidant system in Arabidopsis thaliana accessions. Front. Plant Sci. 7, 305 (2016). 44. Jalili, V. et al. The Galaxy platform for accessible, reproducible and collaborative biomedical analyses: 2020 update. Nucleic Acids Res. 48, W395 W402 (2020). 45. Ritchie, M. E. et al. Limma powers differential expression analyses for RNA- sequencing and microarray studies. Nucleic Acids Res. 43, e47 e47 (2015). 46. Irizarry, R. A. et al. Exploration, normalization, and summaries of high density oligonucleotide array probe level data. Biostatistics 4, 249 264 (2003). 47. Carvalho, B. S.  Irizarry, R. A. A framework for oligonucleotide microarray pre- processing. Bioinformatics 26, 2363 2367 (2010). 48. Benjamini, Y.  Hochberg, Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing. J. R. Stat. Soc. Ser. B 57, 289 300 (1995). 49. Dobin, A. et al. STAR: Ultrafast universal RNA-seq aligner. Bioinformatics 29,1 521 (2013). 50. Li, B.  Dewey, C. N. RSEM: accurate transcript quanti cation from RNA-Seq data with or without a reference genome. BMC Bioinform. 12, 323 (2011). 51. Berardini, T. Z. et al. The arabidopsis information resource: making and mining the gold standard annotated reference plant genome. Genesis 53, 474 485 (2015). 52. Kersey, P. J. et al. Ensembl Genomes 2018: an integrated omics infrastructure for non-vertebrate species. Nucleic Acids Res. 46, D802 D808 (2018). 53. Howe, K. L. et al. Ensembl Genomes 2020 enabling non-vertebrate genomic research. Nucleic Acids Res. 48, D689 D695 (2020). 54. Love, M. I., Huber, W.  Anders, S. Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 15, 550 (2014). 55. Mi, H., Muruganujan, A., Ebert, D., Huang, X.  Thomas, P. D. PANTHER version 14: More genomes, a new PANTHER GO-slim and improvements in enrichment analysis tools. Nucleic Acids Res. 47, D419 D426 (2019). R. Barker et al. 14 npj Microgravity (2023) 21 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA56. Kanehisa, M., Furumichi, M., Tanabe, M., Sato, Y.  Morishima, K. KEGG: new perspectives on genomes, pathways, diseases and drugs. Nucleic Acids Res. 45, D353 D361 (2017). 57. Mueller, L. A., Zhang, P.  Rhee, S. Y. AraCyc: a biochemical pathway database for Arabidopsis. Plant Physiol. 132, 453 460 (2003). 58. Fabregat, A. et al. The Reactome pathway knowledgebase. Nucleic Acids Res. 46, D649 D655 (2018). 59. Ge, S. X., Son, E. W.  Yao, R. iDEP: an integrated web application for differential expression and pathway analysis of RNA-Seq data. BMC Bioinform. 19,5 3 4 (2018). ACKNOWLEDGEMENTS This work was coordinated through the GeneLab Plant Analysis Working Group andwas supported by NASA grants 80NSSC19K0126, 80NSSC18K0132 and80NSSC21K0577 to S.G. and R.B., through NASA 80NSSC19K1481 to S.W.,NNX15AG55G to C.W., and NNX15AG56G to L.D. and N.L., from the Spanish AgenciaEstatal de Investigacio n grant RTI2018-099309-B-I00 and ESA 1340112 4000131202 20NLPGpt to R.H. Contributions from P.J. and P.G. were partially supported by funds from the Oregon State University, NSF awards 1127112 and 1340112 and theUnited States Department of Agriculture, Agriculture Research Service. The Qliksoftware used in this work is provided under a free-to-use educational license fromQlik Technologies Inc. GeneLab datasets were obtained from https:genelab- data.ndc.nasa.govgenelabprojects , maintained by NASA GeneLab, NASA Ames Research Center, Moffett Field, CA 94035. AUTHOR CONTRIBUTIONS R.B., C.P.S.K., C.J., A.S.-B., H.F., H.C., R.M.T., N.K., A.V., A.M., R.H., L.D.B., N.G.L., I.P., C.W.,P.G., P.J., S.S.R., S.W., and S.G. contributed to data analysis. D.B., K.C., and S.G. wrotethe manuscript which R.B., C.P.S.K., C.J., A.S.-B., H.F., H.C., R.M.T., N.K., A.V., A.M., R.H.,L.D., N.G.L., I.P., C.W., P.G., P.J., S.S.R., S.W., and S.G. edited.COMPETING INTERESTS The authors declare no competing interests. ADDITIONAL INFORMATION Supplementary information The online version contains supplementary material available at https:doi.org10.1038s41526-023-00247-6 . Correspondence and requests for materials should be addressed to Simon Gilroy. Reprints and permission information is available at http:www.nature.com reprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http: creativecommons.orglicensesby4.0 .  The Author(s) 2023R. Barker et al. 15 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2023) 21",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_23.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_24.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_25.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_26.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_27.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_28.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_29.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_30.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_31.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_32.jpg",
                "caption": "No caption available"
            }
        ]
    }
]