[
    {
        "pmid": "25494462",
        "title": "United in diversity: mechanosensitive ion channels in plants.",
        "year": "2015",
        "journal": "Annu Rev Plant Biol",
        "abstract": "Mechanosensitive (MS) ion channels are a common mechanism for perceiving and responding to mechanical force. This class of mechanoreceptors is capable of transducing membrane tension directly into ion flux. In plant systems, MS ion channels have been proposed to play a wide array of roles, from the perception of touch and gravity to the osmotic homeostasis of intracellular organelles. Three families of plant MS ion channels have been identified: the MscS-like (MSL), Mid1-complementing activity (MCA), and two-pore potassium (TPK) families. Channels from these families vary widely in structure and function, localize to multiple cellular compartments, and conduct chloride, calcium, and/or potassium ions. However, they are still likely to represent only a fraction of the MS ion channel diversity in plant systems.",
        "full_text": "United in Diversity: Mechanosensitive Ion Channels in Plants Eric S. Hamilton , Angela M. Schlegel , and Elizabeth S. Haswell Department of Biology, Washington University in Saint Louis, Saint Louis, Missouri 63130 Eric S. Hamilton: eric.hamiltonwustl.edu; Angela M. Schlegel: angela.schlegelwustl.edu; Elizabeth S. Haswell: ehaswellwustl.edu Abstract Mechanosensitive (MS) ion channels are a common mechanism for perceiving and responding to mechanical force. This class of mechanoreceptors is capable of transducing membrane tension directly into ion flux. In plant systems, MS ion channels have been proposed to play a wide array of roles, from the perception of touch and gravity to the osmotic homeostasis of intracellular organelles. Three families of plant MS ion channels have been identified: the MscS-like (MSL), Mid1-complementing activity (MCA), and two-pore potassium (TPK) families. Channels from these families vary widely in structure and function, localize to multiple cellular compartments, and conduct chloride, calcium, andor potassium ions. However, they are still likely to represent only a fraction of the MS ion channel diversity in plant systems. Keywords mechanotransduction; MscS; MSL; MCA; TPK1 1. Introduction How cells sense mechanical force is a long-standing question in biology. Mechanical signals such as touch, gravity, and osmotic pressure are critical to proper development, environmental stress response, and overall cellular health in a wide variety of prokaryotic and eukaryotic organisms and cell types. The perception of force can be mediated through the actions of integrins or focal adhesions, cytoskeletal reorganization, or nuclear deformation (reviewed in 32). Alternatively, the application of intracellular or extracellular force can result in the deformation of cellular membranes, where the force is perceived by a specialized class of ion channels. Ion channels, membrane-spanning protein complexes that facilitate the flux of ions across the lipid bilayer, are responsible for a wide range of functions across all of life, including the production of action potentials in nerve cells ( 103), the maintenance of the ionic conditions required for metabolism in plants ( 134), and Ca2 signaling in all cells ( 19). Interested readers are referred to two recent reviews on plant ion channel function ( 47, 122). Copyright  2015 by Annual Reviews. All rights reserved Disclosure Statement : The authors are not aware of any affiliations, memberships, funding, or financial holdings that might be perceived as affecting the objectivity of this review. HHS Public Access Author manuscript Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Published in final edited form as: Annu Rev Plant Biol . 2015 April 29; 66: 113137. doi:10.1146annurev-arplant-043014-114700. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptThe flux of ions through a channel can be regulated by a variety of stimuli, including transmembrane (TM) voltage ( 9), ligand binding ( 59), light ( 23), and mechanical force ( 80). It is the latter stimulus that defines a diverse group of channels known as mechanosensitive (MS) ion channels, also referred to as stretch-activated or force-gated channels. MS ion channels are present in all three domains of life ( 4, 60, 63), pointing to the fundamental requirement for mechanosensation in all cells. Several recent reviews have described the wide variety of mechanical stimuli that land plants must sense and respond to during their life span ( 21, 87, 115). In addition, as many as 18 distinct MS ion channel activities (described in detail below) have been identified in plant membranes by patch-clamp electrophysiology, implying that mechanically gated ion channels play an important role in plant systems. In this review, we provide a general introduction to MS ion channel structure and function, outline the approaches used to study plant MS ion channels, and summarize current knowledge of the three families of plant MS ion channels, emphasizing their diverse structure, evolutionary history, and physiological roles. 2. Mechanosensitive Ion Channels: Transducing Force into Current The electrical excitability of cells was first studied in the giant cells of Characean algae, prior to the adoption of the giant axons of squid as a model system in the 1930s (reviewed in 123). The advent of the patch-clamp technique, which permitted the study of individual channels in isolated cell membranes (see Section 4.2), made possible the first identification of MS ion channel activities in animal skeletal cells ( 40, 42). Shortly thereafter, MS ion channel activities were detected in tobacco ( Nicotiana tabacum ), broad bean ( Vicia faba ), and giant Escherichia coli protoplasts ( 33, 82, 107). The structures of two of the MS ion channels identified in those E. coli protoplasts have been solved at atomic resolution, providing the foundation for many elegant experimental and theoretical investigations into the molecular mechanism of MS ion channel activity (reviewed in 112). An ion channel can be idealized as a two-state system, where it exists in either a closed (non-conducting) or open (conducting) state. The transition from a closed to an open state is referred to as gating. Once gated, an ion channel does not require additional energy to conduct a current; rather, ions move down their electrochemical gradient in either direction across the membrane through the channel pore ( 48). For some classes of MS ion channels, increased membrane tension leads directly to gating. This behavior has been described by several biophysical models that address the energetic interactions at the membrane-protein interface (reviewed in 46). One proposed mechanism is the lipid-disordering model illustrated in Figure 1a: An ion channel increases the free energy of the membrane in which it is embedded, as the lipids in that membrane must be disordered to conform to the shape imposed by the boundaries of the protein. With the addition of potential energy in the form of membrane tension, a conformational change in the channel that reduces the local deformation imposed on the membrane, while opening the channel pore, is favored ( 81, 116).Hamilton et al. Page 2 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAnother driving force for MS ion channel gating may be the thinning of the lipid bilayer under increased membrane tension (Figure 1b). According to this model, membrane thinning results in a mismatch between the height of the channels hydrophobic TM domain and the profile of the lipid bilayer, leading to the exposure of nonpolar side chains to the aqueous intra- or extracellular environment. A conformational change in the channel that maintains energetically favorable interactions between the TM domain and the lipid bilayer (such as rotating a TM helix within the plane of the membrane) is then coupled to the opening of the channel pore ( 79, 83). It is worth noting that the lipid-disordering and hydrophobic mismatch mechanisms are not mutually exclusive, and that there are likely many other mechanisms capable of driving intrinsic mechanosensitivity in ion channels ( 97, 99). In the two models shown in Figure 1, membrane tension is transmitted directly to the channel through the lipid bilayer. Alternatively, some MS ion channelsincluding those proposed to mediate hearing in the vertebrate inner-ear hair cells and gentle touch in Caenorhabditis elegans  are likely to be gated indirectly by tethering to other cellular components ( 29). Tension applied to a physical link between a channel and the extracellular matrix or the intracellular cytoskeletal system could directly stretch open the channel, reorient the channel in the lipid bilayer, or lead to lipid raft reorganization ( 2, 13, 46). A unifying theme in all of these models, however, is that the responsiveness of an MS ion channel to force depends on highly dynamic interactions with the lipid bilayer. 3. Physiological Roles for Mechanosensitive Ion Channels There are many ways in which an organism might employ a mechanosensor capable of transducing force into ion flux; many MS ion channels from animals have been studied in detail and shown to improve fitness during development or in a changeable environment. Studies of the physiological roles of MS ion channels in C. elegans , Drosophila melanogaster , and other metazoans inform our understanding of MS ion channels in plants, regardless of whether the channels are evolutionarily related. We thus briefly summarize what is known about MS ion channels in these species and then address their potential functions in plants. 3.1. MS Ion Channels in Animals Several distinct families of MS ion channels are thought to underlie the senses of touch, pain, hearing, proprioception, and gravity sensation in animal systems. For example, response to light touch is mediated by the degenerinepithelial sodium channel (DegENaC) family in C. elegans . The transient receptor potential (TRP) family mediates nose touch and proprioception in C. elegans and hearing, nociception, and bristle touch in D. melanogaster (reviewed in 4). Two-pore potassium (TPK) MS ion channels are required for pressure- responsive vasodilation and also appear to regulate the pain threshold for cold and heat in mice (reviewed in 49). The recently identified Piezo family mediates diverse mechanosensory events in animals, from touch and pain in sensory neurons to intercellular communication and osmotic control (reviewed in 120; see also sidebar Piezo Channels).Hamilton et al. Page 3 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript3.2. MS Ion Channels in Plants Plants sense and respond to many of the same mechanical stimuli as animals, including touch, gravity, and osmotic stress ( 16, 87, 115). They also respond to unique signals associated with developmental processes, such as lateral root emergence, pollen tube growth, cell wall damage, and plant-pathogen interactions ( 3, 54, 74). In many of these cases, applying a mechanical stimulus leads to a rapid burst of ion flux, and it has long been speculated that this correlation may be attributed to the action of MS ion channels in the stimulated cells, in part because of the speed of the response (reviewed in 34, 53, 87). The flux of Ca2 in particular has been implicated in various mechanosensory pathways. For example, gravity stimulation (introduced by rotating a root or shoot 90) is associated with membrane depolarization, the rapid influx of Ca2 ions, and subsequent alkalinization of the cells in the root cap (reviewed in 115). Ca2 influx is also associated with touch stimulus (reviewed in 34), osmotic stress ( 109), and bending ( 86), consistent with the action of a mechanically gated calcium channel in these processes. After influx, Ca2 could serve as a second messenger in a large number of downstream eventssome of which, such as the activation of calmodulin and calmodulin-like proteins, are also implicated in mechanotransduction ( 16). 4. Approaches Used to Study Mechanosensitive Ion Channels in Plants 4.1. Pharmacological Inhibition or Activation Evidence that MS ion channels are an integral part of a particular mechanosensory process can be obtained through pharmacological treatments with known inhibitors or activators of MS ion channels. The Ca2 influx associated with mechanical stimulation can be inhibited by lanthanides ( 26, 85, 90), ruthenium red ( 69), or cytoskeletal inhibitors ( 25). However, these treatments are often nonspecific. For example, the commonly used lanthanide Gd3 blocks a wide variety of channels, not solely Ca2-selective or MS ion channels ( 71). Furthermore, Gd3 can indirectly inhibit the action of nonselective MS ion channels by reducing overall membrane fluidity ( 31, 76). On the other hand, the chemical trinitrophenol (TNP), which increases curvature and tension when applied to membranes ( 81), behaves as an MS ion channel activator and can induce Ca2 flux or lower the threshold for mechanical stimulation ( 37, 90, 104). Although sensitivity to one of these pharmacological agents can provide evidence that MS ion channels are involved in a particular response, confirmation will likely require knowing the molecular identity of the channels involved and characterizing their channel properties through the methods described below. 4.2. Electrophysiology The gold standard technique for the analysis of MS ion channels is patch-clamp electrophysiology. Patch clamping involves producing a high-resistance seal between the glass of a micropipette tip and a small patch of membrane containing the channels of interest (106). The pipette can remain attached to the cell with an intact patch (cell-attached), remain attached to the cell with a ruptured patch (whole-cell), or be completely removed from the cell along with the patch (excised). In all of these configurations, membrane tension is increased by introducing positive or negative pressure through the patch pipette, and the Hamilton et al. Page 4 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptresulting current across the membrane is recorded over time. This technique has been used to identify and characterize plant MS ion channels in their native membranes or heterologously expressed in Xenopus oocytes, as described in more detail below. Although patch clamping allows the identification of individual MS ion channelsand, in the excised patch configuration, control over the ionic conditions on both sides of the membranea drawback especially relevant to plant systems is that it requires isolating cells from the tissue and removing the cell wall. 4.3. Genetics Molecular genetic approaches in Arabidopsis thaliana and other model plant systems have added another dimension to the study of MS ion channels in recent years. Although a classical genetic screen has not yet successfully been used to identify an MS ion channel, reverse genetics motivated by either phylogenetics or a functional assay has identified several candidates ( 44, 75, 90). Once a candidate gene is identified, the protein can be heterologously expressed and tested for MS ion channel activity in cell survival or electrophysiological assays. Genetic ablation or overexpression of candidate MS ion channel genes in planta can be powerful tools for characterizing channels in their native systems. 5. Criteria for Assignment as a Mechanosensitive Ion Channel Establishing that a particular gene encodes the primary force transducer in an MS response, as opposed to an accessory or downstream component of this response, is a challenging endeavor. The following criteria have previously been established: ( a) The observed MS response displays the proper expression and localization, ( b) the channel is required for the response but not for the normal development of the cell or tissue in which the response occurs (unless the MS response being measured is the development of the tissue itself), ( c) there is evidence of MS gating in isolation or in heterologous systems, and ( d) structural alterations of the protein produce changes in the MS response and channel behavior ( 4, 18, 89). Meeting all four criteria to definitively categorize MS ion channels can be difficult, especially if MS ion channels function as heteromultimers or with other cellular structures. Although none of the MS ion channel candidates so far identified in plants fulfill all four of these criteria, we refer to them here as MS ion channels in consideration of the strong evidence that does exist in favor of this interpretation in each case. Table 1 summarizes relevant information about the three families of plant MS ion channels that have so far been identified: the MscS-like (MSL), Mid1-complementing activity (MCA), and TPK channels. As summarized below, channels from these three families vary widely in terms of structure and function, localize to multiple cellular compartments, and conduct diverse subsets of ions. 6. MSCS-Like Channels The first family of putative plant MS ion channels was identified based on the channels similarity to the E. coli mechanosensitive channel of small conductance (MscS), a well- established model system for the study of MS ion channels ( 11, 84; see also sidebar Escherichia coli MscS). MscS serves as an emergency release valve under conditions of Hamilton et al. Page 5 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscripthypoosmotic shock in E. coli (11, 70). Genes predicted to encode homologs of MscS are found throughout bacterial and archaeal genomes; in some protist genomes, including pathogenic protozoa; and in all plant genomes so far examined ( 6, 43, 61, 62, 78, 101, 102, 127). MscS homologs have not yet been identified in animal genomes. Figure 2a presents the predicted evolutionary relationship among representative members of the MscS superfamily, using the 100-amino-acid domain conserved among the members of the MscS superfamily ( 100). This sequence maps to the pore-lining helix and the upper part of the cytoplasmic vestibule of MscS ( 7). A number of highly conserved motifs within this domain are important for function in bacterial and plant channels ( 6, 22, 55). Land plant MscS homologs fall into three phylogenetic groups (IIII), which also correspond to three different subcellular localizations (see below). 6.1. A Diverse Family of MS Ion Channels Outside of the conserved MscS domain, MscS family members are highly divergent in their topology and domain structure. Among others, domains associated with cyclic nucleotide, Ca2, or K binding are appended to the basic MscS topology ( 78, 117, 127). In addition, plant MSL proteins localize to multiple cellular compartments, providing further evidence that they serve a diverse set of functions within the cell (Figure 2b). Group I and group II MSL proteins are predicted (and in some cases have been shown) to localize to mitochondria and plastids, respectively ( 43, 44). Both groups are predicted to contain five TM helices, the last helix corresponding to the pore-lining domain of MscS, and a C terminus that is located in the stroma or matrix. Group III MSL proteins are predicted or have been shown to localize to the plasma membrane ( 43, 45) and to contain six TM helices, again with the most C-terminal TM segment corresponding to the pore-lining domain of MscS. They also have a large cytoplasmic N terminus, a cytoplasmic loop of variable length between TM regions 4 and 5, and a cytoplasmic C terminus. The A. thaliana genome encodes ten MSL genes (Table 1), and they show a range of expression patterns, including root- and flower-specific expression ( 43). At the protein level, most A. thaliana MSLs can be grouped into pairs based on sequence homology. MSL2 and MSL3 are 50 identical at the amino acid level, MSL4 and MSL5 are 68 identical, and MSL7 and MSL8 are 71 identical and located in tandem on the chromosome ( 43). The existence of highly similar pairs of MSLs in the A. thaliana genome may indicate functional redundancy (as with MSL2 and MSL3; see below) but may also have permitted the evolution of unique characteristics (as with MSL9 and MSL10; see below). 6.2. Evidence That MSLs Are MS Ion Channels It is currently accepted that MS ion channel activity has been retained among most members of the MscS superfamily (for one exception, however, see 15). All six MscS family members in E. coli are capable of producing tension-gated activities in giant spheroplasts (28, 70, 72, 108), as is MSC1 from Chlamydomonas reinhardtii (92) and MSY1 from fission yeast (Schizosaccharomyces pombe ) (93).Hamilton et al. Page 6 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptSeveral lines of evidence support the hypothesis that MSLs form functional MS ion channels in A. thaliana . Plastid-localized MSL3 was able to partially rescue the susceptibility to hypoosmotic shock of an E. coli strain missing three major MS ion channels ( 44). More direct evidence was obtained for the endoplasmic reticulum and plasma membrane localized channels MSL9 and MSL10, which are genetically required for the primary MS ion channel activity detected by whole-cell electrophysiology in root protoplasts ( 45). A characterization of the conductance of MS ion channel activities present in root protoplasts from single msl9 , single msl10 , or double msl9 msl10 mutants suggests that MSL9 and MSL10 can form a heteromeric channel with a conductance of 50 picosiemens (pS), whereas MSL9 and MSL10 homomeric channels have conductances of 45 pS and 140 pS, respectively ( 45, 98). The ability to form homo- and heteromeric channels with distinct properties, in combination with overlapping tissue-specific expression patterns for multiple MSL genes, could produce a range of MS responses across different tissues in plants. In agreement with the in planta electrophysiology described above, it was recently shown that MSL10 is associated with an 100-pS MS ion channel activity when expressed heterologously in Xenopus oocytes ( 77). MSL10 channel activity in oocytes has a slight (sixfold) preference for anions and closes at lower tensions than it opens. MSL10 meets three of the four criteria for a bona fide MS ion channel: ( a) MSL10 is expressed in root cells, where ( b) it is required for the wild-type MS ion currents but not for the normal development of the tissue, and ( c) expression of MSL10 in Xenopus oocytes confirms that it can form a functional MS ion channel in a heterologous system. However, it has not yet been determined that structural changes (such as point mutations in the putative pore-lining domain) alter its mechanosensitivity. 6.3. MSLs Serve as Osmotic Conduits in the Plastid Envelope Of all MscS homologs in plants, we know the most about those that localize to the plastid envelope. Originally, it was surprising to find homologs of a protein known to protect a bacterial cell from environmental osmotic shock targeted to intracellular organelles. However, all evidence now suggests that group II MSLs serve a role related to (yet distinct from) the emergency release valve function. Consistent with bioinformatic predictions, A. thaliana MSL2 and MSL3 localize to the plastid envelope, likely to the inner membrane, and are observed in foci at the plastid poles ( 44, 126). Immunofluorescence of algal MSC1 similarly revealed a complex localization pattern of punctate spots within both the chloroplast and the cytoplasm ( 92). Plants harboring lesions in MSL2 and MSL3 show numerous whole-plant and subcellular defects, but the most striking phenotype is the presence of greatly enlarged and spherical nongreen plastids in the epidermis and root (small, ovoid plastids are seen in wild-type epidermal cells) ( 44). These defects in plastid size and shape can be rescued by increasing the osmolarity of the cytoplasm relative to the plastid through a variety of genetic and environmental manipulations ( 118), strongly suggesting that nongreen plastids experience hypoosmotic stress under normal conditions within the cytoplasm and that MSL2 and MSL3 function redundantly to relieve this stress.Hamilton et al. Page 7 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIn photosynthetic tissues, msl2 msl3 double mutants have fewer and larger chloroplasts than the wild type, possibly as a result of the multiple filamentous temperature-sensitive Z (FtsZ) rings observed in the chloroplasts of this mutant ( 126). As MSL2 and MSL3green fluorescent protein (GFP) fusion proteins colocalize with the plastid division protein AtMinE ( 44), it is possible that MSL2 and MSL3 interact with the plastid division machinery to influence division site selection; it is equally plausible that the defect in plastid division in msl2 msl3 mutants derives from altered stromal ion homeostasis or a mechanical inability to constrict the FtsZ ring ( 125). A function for MS ion channels in division is evolutionarily conserved, as E. coli mutants lacking several key MS ion channels also exhibit defects in division site selection when exposed to the division inhibitor cephalexin (126). Chloroplast-localized MSC1 of Chlamydomonas is required for chloroplast integrity; whether the mechanism behind this defect is the same as in msl2 msl3 mutants is not clear (92). Single msl2 and double msl2 msl3 mutants also exhibit several whole-plant phenotypes, including dwarfing, rumpled leaf surfaces, thicker leaf lamina, and variegation ( 44, 55, 126). Although the source of these phenotypes remains under investigation, at least some of them are likely to be developmental responses to plastid osmotic stress. Plastid osmotic stress in these mutants leads to the activation of dehydration stress responses such as the accumulation of proline and the production of ABA, even in the absence of any extracellular osmotic stress ( 124). MSL2 and MSL3 appear to function partially redundantly to relieve plastid osmotic stress. Although a null msl2 allele produces developmental defects even in the wild-type MSL3 background ( 55), all mutant phenotypes are exacerbated in the msl2 msl3 double mutant ( 44, 118, 124, 126). There is currently no null msl3 allele, and exactly how the functions of MSL2 and MSL3 overlap and diverge remains to be established. 6.4. MSLs at the Plant Plasma Membrane In contrast to the group II MSLs, establishing a role for group III MSLs in plants has been a challenge. None of the obvious assays (touch, gravity, osmotic shock, etc.) produce phenotypes distinguishable from the wild type, even in an msl4 msl5 msl6 msl9 msl10 quintuple null mutant ( 45, 115). This may be surprising, given that MscS homologs MSY1 and MSY2, which localize to the endoplasmic reticulum of S. pombe , play an essential role in protecting yeast cells from hypoosmotic shock ( 93). This could be due to redundant mechanosensory pathways, or because this class of MSLs is required for plants to survive stressful conditions not easily replicated in the laboratory. Consistent with the latter interpretation, recent evidence points to a role for MSL10 in one or more stress-induced cell death signaling pathways. Both transient and stable MSL10 overexpression lead to dwarfing, H2O2-associated cell death, and the induction of cell deathassociated gene expression (117). 6.5. Beyond the Paradigm of Emergency Release Valves Although MscS functions as an emergency release valve in E. coli , it has become clear that it and other members of the MscS superfamily serve multiple complex roles in both prokaryotes and eukaryotes (reviewed in 10, 22, 78, 127). Based on the diverse localization, topology, and domain structure observed within the MscS superfamily, we have previously Hamilton et al. Page 8 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptsuggested that ( a) some MSL channels may respond to osmotic stress other than that provided by the extracellular environment, ( b) some may be regulated by mechanisms other than membrane tension, and ( c) some might even have functions that are completely separable from their role in mediating ion flux ( 46). Experimental support for these three ideas in A. thaliana MSLs has accumulated over the past decade. For example, ( a) the osmotic swelling of msl2 msl3 mutant plastids illustrates that the environment of the cytoplasm can be as osmotically stressful to organelles as the extracellular environment is to a bacterial cell, and that MSL channels can serve to protect organellar membranes from this stress during normal growth and development ( 44, 118). Furthermore, ( b) there is evidence that group I, II, and III MSLs may be regulated by phosphorylation in addition to membrane tension. Multiple proteomic studies have identified phosphopeptides that map to MSL1, MSL3, MSL4, MSL5, MSL6, MSL9, and MSL10 summarized in the Arabidopsis Protein Phosphorylation Site Database (PhosPhAt) at http: phosphat.uni-hohenheim.de . At least some of these modifications are likely to be functionally relevant, as the cell death signaling function of MSL10 can be controlled by mutating the phosphorylated residues in its soluble N-terminal domain ( 117), and MSL9 is a direct target of the drought-associated kinase SnRK2.6 ( 121). Finally, ( c) at least one MSL does indeed have a function that is separable from ion flux, as the cell death signaling function of MSL10 requires only its soluble N-terminal domain, which is unique to MSL10 and its orthologs in other plant species and does not form a channel on its own ( 117). We anticipate that future studies in A. thaliana and other model systems will uncover a multiplicity of physiological functions and regulatory mechanisms for MSL channels. 7. MID1-Complementing Activity Channels Although MSLs are essential to organelle osmoregulation and likely play complex roles at the plasma membrane and endoplasmic reticulum, they are essentially nonselective ion channels. Thus, their discovery and characterization still left open the identity of the elusive calcium channels thought to be associated with mechanical signaling, as reviewed above. Soon, however, candidates for such channels were provided by the discovery of MCAs, a novel land plantspecific family of membrane-associated proteins. Only one or two family members are present in each plant genome, and homologs have not been found in algae or animals ( 66). Sequence conservation is not restricted to a single domain but rather is distributed along the length of the protein. 7.1. MCA Protein Function Is Tightly Correlated with Ca2 Influx The founding member of the MCA family, A. thaliana MCA1, was identified in a functional screen for cDNAs capable of rescuing the mid1 mutant strain of Saccharomyces cerevisiae (90). Mid1 is a stretch-activated MS ion channel required for Ca2 influx and cell survival after exposure to mating pheromone ( 58). A. thaliana MCA2 and N. tabacum MCA1 and MCA2 were identified based on homology to A. thaliana MCA1 and are also capable of promoting the survival of mid1 yeast in the mating factor assay ( 66, 130). MCA proteins from A. thaliana , N. tabacum , and rice appear to serve similar roles in all three organisms; for an overview of these genes and their characteristics, see Table 1. MCA-Hamilton et al. Page 9 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptmediated activity responds to stimuli associated with increased membrane tension but also appears to contribute to Ca2 homeostasis in the absence of stress ( 65, 66, 90, 130). Taken together, the current data support a model wherein MCA proteins either are themselves MS calcium channels or are closely associated with the activity of an MS calcium channel. Most MCA-GFP fusion proteins localize to the plasma membrane of plant cells, often in a punctate pattern ( 65, 90, 91, 130). When expressed in yeast, MCA1 fractionates with plasma membrane proteins and behaves like an intrinsic membrane protein in solubility tests ( 90, 91). The overexpression of MCA proteins is associated with increased influx of Ca2 into plant roots, plant tissue culture cells, Chinese hamster ovary (CHO) cells, or yeast cells, either in the absence of stimulus or transiently in response to hypoosmotic shock, cell stretching, or treatment with the membrane-distorting lipid TNP ( 65, 66, 90, 130). Additionally, increased expression of the touch-inducible genes TCH3 (in A. thaliana )and ERF3 (in N. tabacum ) is correlated with the overexpression of MCA proteins ( 14, 66, 90, 96). MCA genes are expressed broadly in a variety of tissues ( 65, 90, 130), and MCA T-DNA insertion mutants in A. thaliana and OsMCA1 -silenced lines in rice show growth defects and late flowering ( 65, 130). AtMCA1 and AtMCA2 have partially divergent functions; mca1 but not mca2 mutants show defects in root entry into hard agar ( 90, 130), whereas mca2 but not mca1 mutants are defective in Ca2 uptake in A. thaliana roots ( 130). The mca1 mca2 double mutant exhibits both of these phenotypes as well as growth that is hypersensitive to Mg2 (probably owing to competition with Ca2 for uptake) ( 130). Further evidence that MCAs are involved in signaling in response to membrane tension comes from studies of the cellular response to treatment with the cell wall biosynthesis inhibitor isoxaben, which leads to cellular swelling ( 68). MCA1 is required for the accumulation of lignin and altered expression pattern of carbohydrate metabolism genes that are observed in wild-type cells treated with isoxaben ( 24, 41, 128). 7.2. Structural Features of MCAs Surprisingly, MCAs resemble neither Mid1 nor any known ion channels or membrane- bound transporters. They do encode three recognizable motifs, including an EF-hand-like motif at the Nterminus,a coiled-coilmotif,and a Plac8 motif at the C terminus ( 64).The membrane-spanning domains and topology of MCAs are still under investigation. Unpublished data indicate that MCAs harbor a single TM helix at the extreme N terminus (H. Iida, personal communication). Deleting this TM helix disrupts MCA1 and MCA2 function in yeast cells, as does changing a single conserved aspartic acid within it to asparagine (D21N) ( 91). Gel migration, gel filtration, and cross-linking studies have indicated that MCA1 and MCA2 form homotetramers ( 91, 110). Cryo-electron microscopy followed by single-particle reconstruction of purified MCA2 complexes revealed a tear- shaped structure, consistent with the complex forming a single narrow TM spanning region and a larger cytoplasmic domain ( 110). Like MSL10, MCA-associated channel activity has been characterized in Xenopus oocytes. Through the use of the cell-attached patch-clamp method, a statistically significant increase in current in response to negative pressure was observed in oocytes expressing MCA1 or Hamilton et al. Page 10 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptMCA2 compared with those expressing the plant potassium channel KAT1 or those injected with water ( 36). In addition, single-channel activities of 15 pS and 35 pS were occasionally detected in MCA1-expressing (but not in water-injected) oocytes in response to negative pressure. These data support the model derived from other studies that MCAs form mechanically gated Ca2-permeable ion channels, but still fall short of establishing this unequivocally by introducing a mutation that alters channel behavior. As the two single- channel activities attributed to MCA1 appear to be rare detected in 16 and 5 patches out of 71, respectively ( 36), it is possible that association with a plant-specific component is required for full activity. 8. Two-Pore Potassium Channels A third group of plant MS ion channels includes channels related to those in the mammalian TPK family (also designated K 2P; see Table 1 for a summary of their relevant properties). As is evident from their name, TPKs possess two pore domains and are K selective. TPK activity is pH sensitive and voltage independent and can often be activated by increased Ca2cyt (30). Membrane tension modulates the open probability of several mammalian TPKs ( 8, 17), and they have been proposed to play a variety of mechanosensory roles in cardiomyocytes, the smooth muscle of the stomach and intestines, and pain perception ( 49). In plants, a subset of TPK proteins are localized to the vacuolar membrane, where they most likely encode the VK (vacuolar K selective) channel activities previously characterized in guard cells (summarized in 47, 119). AtTPK1, a vacuolar membranelocalized TPK from A. thaliana , is required for normal stomatal closure kinetics, K homeostasis in multiple tissue types, and efficient seed germination ( 39). The cytoplasmic domains of many plant TPKs harbor predicted 14-3-3 proteinbinding domains and Ca2-binding EF-hand motifs; accordingly, their activity is activated by coexpression of 14-3-3 proteins and elevated cytosolic Ca2 levels. Recently, TPKs from A. thaliana (AtTPK1), barley (HvTPK1), and rice (OsTPKa) were expressed in A. thaliana mesophyll cell protoplasts isolated from plants lacking the two major vacuolar K channels, TPK1 and TPC1. In the vacuolar membrane from these protoplasts, increased current in response to membrane tension, osmotic shock, and TNP treatment was observed ( 75). Although TPK channels from both plants and animals gate more readily in the presence of membrane tension, they still exhibit basal activity in the absence of tension, and are often referred to as spontaneous or leaky (e.g., 30, 39). 9. Other Mechanosensitive Ion Channel Activities in Plant Membranes Although the MSLs, MCAs, and TPKs are certain to play important roles in plant biology and provide both cation- and anion-permeable MS ion channels, they are unlikely to account for all of the endogenous MS ion channel activities that have been identified in plant membranes (Figure 3). Many unidentified MS ion channel activities have been observed in plant plasma membranes, including Cl-permeable channels in A. thaliana mesophyll cells and stem-derived suspension cultures of N. tabacum (33, 104); Ca2-permeable channels in onion epidermal cells ( 25); and MS ion channel activities of unknown permeability in Zostera muelleri (38), A. thaliana hypocotyl cells ( 71), and the vacuolar membranes of Hamilton et al. Page 11 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptonion parenchyma ( 5). MS ion channels permeable to both K and Cl have been identified in the plasma membranes of A. thaliana mesophyll cells ( 111) and the vacuolar membranes of Beta vulgaris cells ( 1). Particularly interesting from a physiological standpoint may be the MS ion channel activities that have been detected in pollen grains and pollen tubes ( 27), guard cells ( 20, 37, 73, 107, 132), and the leaf-moving organ (pulvinus) of Samanea saman (88). Matching each of these activities to its encoding gene will be challenging but is likely to be a rewarding endeavor. Approximately 100 MS ion channel genes have been identified in Arabidopsis (122). A library of these genes or cDNAs could be screened for the ability to form an MS ion channel in a variety of functional assays. Alternatively, likely candidates could be directly tested, as with two recently discovered Ca2 channels that are activated by treatment with hyperosmotic solutions ( 50, 131). Acknowledgments We thank our many colleagues in the plant biology, mechanobiology, and signal transduction communities, and apologize to those whose work we were unable to include owing to length constraints. We are grateful to the current members of the Haswell lab for insightful comments on this review while it was in preparation. Our current work on MS ion channels in plants is supported by the National Science Foundation (MCB-1253103), the National Aeronautics and Space Administration (NNX13AM55G), and the National Institutes of Health (2R01GM084211). Literature Cited 1. Alexandre J, Lassalles JP. Hydrostatic and osmotic pressure activated channel in plant vacuole. Biophys J. 1991; 60:132636. PubMed: 19431814 2. Anishkin A, Kung C. Stiffened lipid platforms at molecular force foci. PNAS. 2013; 110:488692. PubMed: 23476066 3. Appel HM, Cocroft RB. Plants respond to leaf vibrations caused by insect herbivore chewing. Oecologia. 2014; 175:125766. PubMed: 24985883 4. Arnadottir J, Chalfie M. Eukaryotic mechanosensitive channels. Annu Rev Biophys. 2010; 39:111 37. PubMed: 20192782 5. Badot PM, Ding JP, Pickard BG. Mechanically activated ion channels occur in vacuoles of onion bulb scale parenchyma. C R Acad Sci Paris. 1992; 315:43743. 6. Balleza D, Gmez-Lagunas F. Conserved motifs in mechanosensitive channels MscL and MscS. Eur Biophys J. 2009; 38:101327. PubMed: 19424690 7. Bass RB, Strop P, Barclay M, Rees DC. Crystal structure of Escherichia coli MscS, a voltage- modulated and mechanosensitive channel. Science. 2002; 298:158287. PubMed: 12446901 8. Berrier C, Pozza A, de Lacroix de Lavalette A, Chardonnet S, Mesneau A, et al. The purified mechanosensitive channel TREK-1 is directly sensitive to membrane tension. J Biol Chem. 2013; 288:2730714. PubMed: 23897808 9. Bezanilla F. Voltage-gated ion channels. IEEE Trans Nanobiosci. 2005; 4:3448. 10. Booth IR. Bacterial mechanosensitive channels: progress towards an understanding of their roles in cell physiology. Curr Opin Microbiol. 2014; 18:1622. PubMed: 24607989 11. Booth IR, Blount P. The MscS and MscL families of mechanosensitive channels act as microbial emergency release valves. J Bacteriol. 2012; 194:48029. PubMed: 22685280 12. Boscari A, Clment M, Volkov V, Golldack D, Hybiak J, et al. Potassium channels in barley: cloning, functional characterization and expression analyses in relation to leaf growth and development. Plant Cell Environ. 2009; 32:176177. PubMed: 19682291 13. Bounoutas A, Chalfie M. Touch sensitivity in Caenorhabditis elegans . Pflgers Arch. 2007; 454:691702. PubMed: 17285303 Hamilton et al. Page 12 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript14. Braam J, Davis RW. Rain-, wind-, and touch-induced expression of calmodulin and calmodulin- related genes in Arabidopsis. Cell. 1990; 60:35764. PubMed: 2302732 15. Caldwell DB, Malcolm HR, Elmore DE, Maurer JA. Identification and experimental verification of a novel family of bacterial cyclic nucleotide-gated (bCNG) ion channels. Biochim Biophys Acta. 2010; 1798:175056. PubMed: 20529663 16. Chehab EW, Eich E, Braam J. Thigmomorphogenesis: a complex plant response to mechano- stimulation. J Exp Bot. 2009; 60:4356. PubMed: 19088336 17. Chemin J, Patel AJ, Duprat F, Lauritzen I, Lazdunski M, Honor E. Aphospholipid sensor controls mechanogating of the K channel TREK-1. EMBO J. 2005; 24:4453. PubMed: 15577940 18. Christensen AP, Corey DP. TRP channels in mechanosensation: direct or indirect activation? Nat Rev Neurosci. 2007; 8:51021. PubMed: 17585304 19. Clapham DE. Calcium signaling. Cell. 2007; 131:104758. PubMed: 18083096 20. Cosgrove D, Hedrich R. Stretch-activated chloride, potassium, and calcium channels coexisting in plasma membranes of guard cells of Vicia faba L. Planta. 1991; 186:14353. PubMed: 11538499 21. Coutand C. Mechanosensing and thigmomorphogenesis, a physiological and biomechanical point of view. Plant Sci. 2010; 179:16882. 22. Cox CD, Nakayama Y, Nomura T, Martinac B. The evolutionary tinkering of MscS-like channels: generation of structural and functional diversity. Pflgers Arch. 2015; 467:313. PubMed: 24819593 23. Del Val C, Royuela-Flor J, Milenkovic S, Bondar AN. Channelrhodopsins: a bioinformatics perspective. Biochim Biophys Acta. 2014; 1837:64355. PubMed: 24252597 24. Denness L, McKenna J, Segonzac C. Cell wall damage-induced lignin biosynthesis is regulated by a reactive oxygen species- and jasmonic acid-dependent process in Arabidopsis. Plant Physiol. 2011; 156:136474. PubMed: 21546454 25. Ding JP, Pickard BG. Mechanosensory calcium-selective cation channels in epidermal cells. Plant J. 1993a; 3:83110. 26. Ding JP, Pickard BG. Modulation of mechanosensitive calcium-selective cation channels by temperature. Plant J. 1993b; 3:71320. PubMed: 8397037 27. Dutta R, Robinson KR. Identification and characterization of stretch-activated ion channels in pollen protoplasts. Plant Physiol. 2004; 135:13981406. PubMed: 15247410 28. Edwards MD, Black S, Rasmussen T, Rasmussen A, Stokes NR, et al. Characterization of three novel mechanosensitive channel activities in Escherichia coli . Channels. 2012; 6:27281. PubMed: 22874652 29. Eijkelkamp N, Quick K, Wood JN. Transient receptor potential channels and mechanosensation. Annu Rev Neurosci. 2013; 36:51946. PubMed: 23750514 30. Enyedi P, Czirjk G. Molecular background of leak K currents: two-pore domain potassium channels. Physiol Rev. 2010; 90:559605. PubMed: 20393194 31. Ermakov YA, Kamaraju K, Sengupta K, Sukharev S. Gadolinium ions block mechanosensitive channels by altering the packing and lateral pressure of anionic lipids. Biophys J. 2010; 98:1018 27. PubMed: 20303859 32. Eyckmans J, Boudou T, Yu X, Chen CS. A hitchhikers guide to mechanobiology. Dev Cell. 2011; 21:3547. PubMed: 21763607 33. Falke LC, Edwards KL, Pickard BG, Misler S. A stretch-activated anion channel in tobacco protoplasts. FEBS Lett. 1988; 237:14144. PubMed: 2458963 34. Fasano JM, Massa GD, Gilroy S. Ionic signaling in plant responses to gravity and touch. J Plant Growth Regul. 2002; 21:7188. PubMed: 12016507 35. Felsenstein J. Confidence limits on phylogenies: an approach using the bootstrap. Evolution. 1985; 39:78391. 36. Furuichi T, Iida H, Sokabe M, Tatsumi H. Expression of Arabidopsis MCA1 enhanced mechanosensitive channel activity in the Xenopus laevis oocyte plasma membrane. Plant Signal Behav. 2012; 7:102226. PubMed: 22751361 37. Furuichi T, Tatsumi H, Sokabe M. Mechano-sensitive channels regulate the stomatal aperture in Vicia faba . Biochem Biophys Res Commun. 2008; 366:75862. PubMed: 18082621 Hamilton et al. Page 13 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript38. Garrill A, Tyerman SD, Findlay GP. Ion channels in the plasma membrane of protoplasts from the halophytic angiosperm Zostera muelleri . J Membr Biol. 1994; 142:38193. PubMed: 7535856 39. Gobert A, Isayenkov S, Voelker C, Czempinski K, Maathuis FJM. The two-pore channel TPK1 gene encodes the vacuolar K conductance and plays a role in K homeostasis. PNAS. 2007; 104:1072631. PubMed: 17563365 40. Guharay F, Sachs F. Stretch-activated single ion channel currents in tissue-cultured embryonic chick skeletal muscle. J Physiol. 1984; 352:685701. PubMed: 6086918 41. Hamann T. Plant cell wall integrity maintenance as an essential component of biotic stress response mechanisms. Front Plant Sci. 2012; 3:77. PubMed: 22629279 42. Hamill OP, Marty A, Neher E, Sakmann B, Sigworth FJ. Improved patch-clamp techniques for high-resolution current recording from cells and cell-free membrane patches. Pflgers Arch. 1981; 391:85100. PubMed: 6270629 43. Haswell ES. MscS-like proteins in plants. Curr Top Membr. 2007; 58:32959. 44. Haswell ES, Meyerowitz EM. MscS-like proteins control plastid size and shape in Arabidopsis thaliana . Curr Biol. 2006; 16:111. PubMed: 16401419 45. Haswell ES, Peyronnet R, Barbier-Brygoo H, Meyerowitz EM, Frachisse JM. Two MscS homologs provide mechanosensitive channel activities in the Arabidopsis root. Curr Biol. 2008; 18:73034. PubMed: 18485707 46. Haswell ES, Phillips R, Rees DC. Mechanosensitive channels: What can they do and how do they do it? Structure. 2011; 19:135669. PubMed: 22000509 47. Hedrich R. Ion channels in plants. Physiol Rev. 2012; 92:17771811. PubMed: 23073631 48. Hille, B. Ion Channels of Excitable Membranes. 3rd. Sunderland, MA: Sinauer; 2001. 49. Honor E. The neuronal background K2P channels: focus on TREK1. Nat Rev Neurosci. 2007; 8:25161. PubMed: 17375039 50. Hou C, Tian W, Kleist T, He K, Garcia V, et al. DUF221 proteins are a family of osmosensitive calcium-permeable cation channels conserved across eukaryotes. Cell Res. 2014; 24:63235. PubMed: 24503647 51. Isayenkov S 1, Isner JC, Maathuis FJ. Rice two-pore K channels are expressed in different types of vacuoles. Plant Cell. 2011; 23:75668. PubMed: 21224427 52. Isayenkov S 1, Maathuis FJ. Arabidopsis thaliana vacuolar TPK channels form functional K uptake pathways in Escherichia coli . Plant Signal Behav. 2013; 8:e24665. PubMed: 23656881 53. Jaffe MJ, Leopold AC, Staples RC. Thigmo responses in plants and fungi. Am J Bot. 2002; 89:37582. PubMed: 21665632 54. Jayaraman D, Gilroy S, An JM. Staying in touch: mechanical signals in plant-microbe interactions. Curr Opin Plant Biol. 2014; 20:1049. PubMed: 24875767 55. Jensen GS, Haswell ES. Functional analysis of conserved motifs in the mechanosensitive channel homolog MscS-Like2 from Arabidopsis thaliana . PLOS ONE. 2012; 7:e40336. PubMed: 22768278 56. Jones DT, Taylor WR, Thornton JM. The rapid generation of mutation data matrices from protein sequences. Comput Appl Biosci. 1992; 8:27582. PubMed: 1633570 57. Jones P, Binns D, Chang HY, Fraser M, Li W, et al. InterProScan 5: genome-scale protein function classification. Bioinformatics. 2014; 30:123640. PubMed: 24451626 58. Kanzaki M, Nagasawa M, Kojima I, Sato C, Naruse K, et al. Molecular identification of a eukaryotic, stretch-activated nonselective cation channel. Science. 1999; 285:88286. PubMed: 10436155 59. Keramidas A, Moorhouse AJ, Schofield PR, Barry PH. Ligand-gated ion channels: mechanisms underlying ion selectivity. Prog Biophys Mol Biol. 2004; 86:161204. PubMed: 15288758 60. Kloda A, Martinac B. Structural and functional differences between two homologous mechanosensitive channels of Methanococcus jannaschii . EMBO J. 2001; 20:188896. PubMed: 11296222 61. Kloda A, Martinac B. Common evolutionary origins of mechanosensitive ion channels in Archaea, Bacteria and cell-walled Eukarya. Archaea. 2002; 1:3544. PubMed: 15803657 Hamilton et al. Page 14 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript62. Koprowski P, Kubalski A. C termini of the Escherichia coli mechanosensitive ion channel (MscS) move apart upon the channel opening. J Biol Chem. 2003; 278:1123745. PubMed: 12551944 63. Kung C, Martinac B, Sukharev S. Mechanosensitive channels in microbes. Annu Rev Microbiol. 2010; 64:31329. PubMed: 20825352 64. Kurusu T, Kuchitsu K, Nakano M. Plant mechanosensing and Ca2 transport. Trends Plant Sci. 2013; 18:22733. PubMed: 23291244 65. Kurusu T, Nishikawa D, Yamazaki Y, Gotoh M, Nakano M, et al. Plasma membrane protein OsMCA1 is involved in regulation of hypo-osmotic shock-induced Ca2 influx and modulates generation of reactive oxygen species in cultured rice cells. BMC Plant Biol. 2012; 12:11. PubMed: 22264357 66. Kurusu T, Yamanaka T, Nakano M, Takiguchi A, Ogasawara Y, et al. Involvement of the putative Ca2-permeable mechanosensitive channels, NtMCA1 and NtMCA2, in Ca2 uptake, Ca2- dependent cell proliferation and mechanical stress-induced gene expression in tobacco ( Nicotiana tabacum ) BY-2 cells. J Plant Res. 2012; 125:55568. PubMed: 22080252 67. Lai JY, Poon YS, Kaiser JT, Rees DC. Open and shut: crystal structures of the dodecylmaltoside solubilized mechanosensitive channel of small conductance from Escherichia coli and Helicobacter pylori at 4.4  and 4.1  resolutions. Protein Sci. 2013; 22:5029. PubMed: 23339071 68. Lazzaro MD, Donohue JM, Soodavar FM. Disruption of cellulose synthesis by isoxaben causes tip swelling and disorganizes cortical microtubules in elongating conifer pollen tubes. Protoplasma. 2003; 220:2017. PubMed: 12664284 69. Legu V, Blancaflor E, Wymer C, Perbal G, Fantin D, Gilroy S. Cytoplasmic free Ca2 in Arabidopsis roots changes in response to touch but not gravity. Plant Physiol. 1997; 114:789800. PubMed: 9232870 70. Levina N, Totemeyer S, Stokes NR, Louis P, Jones MA, Booth IR. Protection of Escherichia coli cells against extreme turgor by activation of MscS and MscL mechanosensitive channels: identification of genes required for MscS activity. EMBO J. 1999; 18:173037. PubMed: 10202137 71. Lewis B, Spalding E. Nonselective block by La3 of Arabidopsis ion channels involved in signal transduction. J Membr Biol. 1998; 162:8190. PubMed: 9516240 72. Li Y, Moe PC, Chandrasekaran S, Booth IR, Blount P. Ionic regulation of MscK, a mechanosensitive channel from Escherichia coli . EMBO J. 2002; 21:532330. PubMed: 12374733 73. Liu K, Luan S. Voltage-dependent K channels as targets of osmosensing in guard cells. Plant Cell. 1998; 10:195770. PubMed: 9811801 74. Lucas M, Kenobi K, von Wangenheim D, Vo U, Swarup K, et al. Lateral root morphogenesis is dependent on the mechanical properties of the overlaying tissues. PNAS. 2013; 110:522934. PubMed: 23479644 75. Maathuis FJM. Vacuolar two-pore K channels act as vacuolar osmosensors. New Phytol. 2011; 191:8491. PubMed: 21371040 76. Maksaev G, Haswell ES. Expression and characterization of the bacterial mechanosensitive channel MscS in Xenopus laevis oocytes. J Gen Physiol. 2011; 138:64149. PubMed: 22084416 77. Maksaev G, Haswell ES. MscS-Like10 is a stretch-activated ion channel from Arabidopsis thaliana with a preference for anions. PNAS. 2012; 109:1901520. PubMed: 23112188 78. Malcolm HR, Maurer JA. The mechanosensitive channel of small conductance (MscS) superfamily: not just mechanosensitive channels anymore. ChemBioChem. 2012; 13:203743. PubMed: 22915507 79. Markin VS, Sachs F. Thermodynamics of mechanosensitivity. Curr Top Membr. 2007; 58:87119. 80. Martinac B. Mechanosensitive ion channels: an evolutionary and scientific tour de force in mechanobiology. Channels. 2012; 6:21113. PubMed: 22940794 81. Martinac B, Adler J, Kung C. Mechanosensitive ion channels of E. coli activated by amphipaths. Nature. 1990; 348:26163. PubMed: 1700306 82. Martinac B, Buechner M, Delcour A, Adler J, Kung C. Pressure-sensitive ion channel in Escherichia coli . PNAS. 1987; 84:2297301. PubMed: 2436228 Hamilton et al. Page 15 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript83. Martinac B, Hamill OP. Gramicidin A channels switch between stretch activation and stretch inactivation depending on bilayer thickness. PNAS. 2002; 99:430812. PubMed: 11904391 84. Martinac B, Nomura T, Chi G, Petrov E, Rohde PR, et al. Bacterial mechanosensitive channels: models for studying mechanosensory transduction. Antioxid Redox Signal. 2014; 20:95269. PubMed: 23834368 85. Matsumoto S, Kumasaki S, Soga K, Wakabayashi K, Hashimoto T, Hoson T. Gravity-induced modifications to development in hypocotyls of Arabidopsis tubulin mutants. Plant Physiol. 2010; 152:91826. PubMed: 20018592 86. Monshausen GB, Bibikova TN, Weisenseel MH, Gilroy S. Ca2 regulates reactive oxygen species production and pH during mechanosensing in Arabidopsis roots. Plant Cell. 2009; 21:234156. PubMed: 19654264 87. Monshausen GB, Haswell ES. A force of nature: molecular mechanisms of mechanoperception in plants. J Exp Bot. 2013; 64:466380. PubMed: 23913953 88. Moran N, Yueh Y, Crain R. Signal transduction and cell volume regulation in plant leaflet movements. Physiology. 1996; 11:10814. 89. Morgan CP, Barr-Gillespie PG. Mechanotransduction: the elusive hair cell transduction channel revealed? Curr Biol. 2013; 23:R88790. PubMed: 24112987 90. Nakagawa Y, Katagiri T, Shinozaki K, Qi Z, Tatsumi H, et al. Arabidopsis plasma membrane protein crucial for Ca2 influx and touch sensing in roots. PNAS. 2007; 104:363944. PubMed: 17360695 91. Nakano M, Iida K, Nyunoya H, Iida H. Determination of structural regions important for Ca2 uptake activity in Arabidopsis MCA1 and MCA2 expressed in yeast. Plant Cell Physiol. 2011; 52:191530. PubMed: 21949028 92. Nakayama Y, Fujiu K, Sokabe M, Yoshimura K. Molecular and electrophysiological characterization of a mechanosensitive channel expressed in the chloroplasts of Chlamydomonas . PNAS. 2007; 104:588388. PubMed: 17389370 93. Nakayama Y, Yoshimura K, Iida H. Organellar mechanosensitive channels in fission yeast regulate the hypo-osmotic shock response. Nat Commun. 2012; 3:1020. PubMed: 22910366 94. Nakayama Y, Yoshimura K, Iida H. Electrophysiological characterization of the mechanosensitive channel MscCG in Corynebacterium glutamicum . Biophys J. 2013; 105:136675. PubMed: 24047987 95. Nilius B, Honor E. Sensing pressure with ion channels. Trends Neurosci. 2012; 35:47786. PubMed: 22622029 96. Ohme-Takagi M, Shinshi H. Ethylene-inducible DNA binding proteins that interact with an ethylene-responsive element. Plant Cell. 1995; 7:17382. PubMed: 7756828 97. Perozo E, Kloda A, Cortes DM, Martinac B. Physical principles underlying the transduction of bilayer deformation forces during mechanosensitive channel gating. Nat Struct Biol. 2002; 9:696 703. PubMed: 12172537 98. Peyronnet R, Haswell ES, Barbier-Brygoo H, Frachisse JM. AtMSL9 and AtMSL10 sensors of plasma membrane tension in Arabidopsis roots. Plant Signal Behav. 2008; 3:72629. PubMed: 19704841 99. Phillips R, Ursell T, Wiggins P, Sens P. Emerging roles for lipids in shaping membrane-protein function. Nature. 2009; 459:37985. PubMed: 19458714 100. Pivetti CD, Yen M, Miller S, Busch W, Tseng Y, et al. Two families of mechanosensitive channel proteins. Microbiol Mol Biol Rev. 2003; 67:6685. PubMed: 12626684 101. Porter BW, Zhu YJ, Webb DT, Christopher DA. Novel thigmomorphogenetic responses in Carica papaya : Touch decreases anthocyanin levels and stimulates petiole cork outgrowths. Ann Bot. 2009; 103:84758. PubMed: 19182220 102. Prole DL, Taylor CW. Identification and analysis of putative homologues of mechanosensitive channels in pathogenic protozoa. PLOS ONE. 2013; 8:e66068. PubMed: 23785469 103. Purves, D.; Augustine, G.; Fitzpatrick, D.; Hall, WC.; LaMantia, AS.; White, LE., editors. Neuroscience. 2nd. Sunderland, MA: Sinauer; 2001. 104. Qi Z, Kishigami A, Nakagawa Y, Iida H, Sokabe M. A mechanosensitive anion channel in Arabidopsis thaliana mesophyll cells. Plant Cell Physiol. 2004; 45:17048. PubMed: 15574846 Hamilton et al. Page 16 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript105. Saitou N, Nei M. The neighbor-joining method: a new method for reconstructing phylogenetic trees. Mol Biol Evol. 1987; 4:40625. PubMed: 3447015 106. Sakmann B, Neher E. Patch clamp techniques for studying ionic channels in excitable membranes. Annu Rev Physiol. 1984; 46:45572. PubMed: 6143532 107. Schroeder JI, Hedrich R. Involvement of ion channels and active transport in osmoregulation and signaling of higher plant cells. Trends Biochem Sci. 1989; 14:18792. PubMed: 2475930 108. Schumann U, Edwards MD, Rasmussen T, Bartlett W, van West P, Booth IR. YbdG in Escherichia coli is a threshold-setting mechanosensitive channel with MscM activity. PNAS. 2010; 108:1266469. PubMed: 20616037 109. Shabala SN, Lew RR. Turgor regulation in osmotically stressed Arabidopsis epidermal root cells. Direct support for the role of cell turgor measurements. Plant Physiol. 2002; 129:29099. PubMed: 12011359 110. Shigematsu H, Iida K, Nakano M, Chaudhuri P, Iida H, Nagayama K. Structural characterization of the mechanosensitive channel candidate MCA2 from Arabidopsis thaliana . PLOS ONE. 2014; 9:e87724. PubMed: 24475319 111. Spalding EP, Goldsmith M. Activation of K channels in the plasma membrane of Arabidopsis by ATP produced photosynthetically. Plant Cell. 1993; 5:47784. PubMed: 12271073 112. Steinbacher S, Bass R, Strop P, Rees DC. Structures of the prokaryotic mechanosensitive channels MscL and MscS. Curr Top Membr. 2007; 58:124. 113. Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: Molecular Evolutionary Genetics Analysis version 6.0. Mol Biol Evol. 2013; 30:272529. PubMed: 24132122 114. Thompson JD, Higgins DG, Gibson TJ. CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice. Nucleic Acids Res. 1994; 22:467380. PubMed: 7984417 115. Toyota M, Gilroy S. Gravitropism and mechanical signaling in plants. Am J Bot. 2013; 100:111 25. PubMed: 23281392 116. Turner M, Sens P. Gating-by-tilt of mechanically sensitive membrane channels. Phys Rev Lett. 2004; 93:118103. PubMed: 15447384 117. Veley KM, Maksaev G, Frick EM, January E, Kloepper SC, Haswell ES. Arabidopsis MSL10 has a regulated cell death signaling activity that is separable from its mechanosensitive ion channel activity. Plant Cell. 2014; 26:311531. PubMed: 25052715 118. Veley KM, Marshburn S, Clure CE, Haswell ES. Mechanosensitive channels protect plastids from hypoosmotic stress during normal plant growth. Curr Biol. 2012; 22:40813. PubMed: 22326022 119. Voelker C, Gomez-Porras JL, Becker D, Hamamoto S, Uozumi N, et al. Roles of tandem-pore K channels in plantsa puzzle still to be solved. Plant Biol. 2010; 12:5663. PubMed: 20712621 120. Volkers L, Mechioukhi Y, Coste B. Piezo channels: from structure to function. Pflgers Arch. 2015; 467:9599. PubMed: 25037583 121. Wang P, Xue L, Batelli G, Lee S, Hou YJ, et al. Quantitative phosphoproteomics identifies SnRK2 protein kinase substrates and reveals the effectors of abscisic acid action. PNAS. 2013; 110:1120510. PubMed: 23776212 122. Ward JM, Mser P, Schroeder JI. Plant ion channels: gene families, physiology, and functional genomics analyses. Annu Rev Physiol. 2009; 71:5982. PubMed: 18842100 123. Wayne R. The excitability of plant cells: with a special emphasis on Characean internodal cells. Bot Rev. 1994; 60:265367. PubMed: 11539934 124. Wilson ME, Basu MR, Bhaskara GB, Verslues PE, Haswell ES. Plastid osmotic stress activates cellular stress responses in Arabidopsis. Plant Physiol. 2014; 165:11928. PubMed: 24676856 125. Wilson ME, Haswell ES. A role for mechanosensitive channels in chloroplast and bacterial fission. Plant Signal Behav. 2012; 7:15760. PubMed: 22307046 126. Wilson ME, Jensen GS, Haswell ES. Two mechanosensitive channel homologs influence division ring placement in Arabidopsis chloroplasts. Plant Cell. 2011; 23:293949. PubMed: 21810996 127. Wilson ME, Maksaev G, Haswell ES. MscS-like mechanosensitive channels in plants and microbes. Biochemistry. 2013; 52:570822. PubMed: 23947546 Hamilton et al. Page 17 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript128. Wormit A, Butt SM, Chairam I, McKenna JF, Nunes-Nesi A, et al. Osmosensitive changes of carbohydrate metabolism in response to cellulose biosynthesis inhibition. Plant Physiol. 2012; 159:10517. PubMed: 22422940 129. Xiao R, Xu XZS. Mechanosensitive channels: in touch with Piezo. Curr Biol. 2010; 20:R93638. PubMed: 21056836 130. Yamanaka T, Nakagawa Y, Mori K, Nakano M, Imamura T, et al. MCA1 and MCA2 that mediate Ca2 uptake have distinct and overlapping roles in Arabidopsis. Plant Physiol. 2010; 152:128496. PubMed: 20097794 131. Yuan F, Yang H, Xue Y, Kong D, Ye R, et al. OSCA1 mediates osmotic-stress-evoked Ca2 increases vital for osmosensing in Arabidopsis . Nature. 2014; 514:36771. PubMed: 25162526 132. Zhang W, Fan LM, Wu WH. Osmo-sensitive and stretch-activated calcium-permeable channels in Vicia faba guard cells are regulated by actin dynamics. Plant Physiol. 2007; 143:114051. PubMed: 17259289 133. Zhang X, Wang J, Feng Y, Ge J, Li W, et al. Structure and molecular mechanism of an anion- selective mechanosensitive channel of small conductance. PNAS. 2012; 109:1818085. PubMed: 23074248 134. Zhu JK. Regulation of ion homeostasis under salt stress. Curr Opin Plant Biol. 2003; 6:44145. PubMed: 12972044 Glossary Ion channel a gated macromolecular pore in a cell membrane that, once opened, permits ions to flow down their electrochemical gradient MS mechanosensitive Patch-clamp electrophysiologya technique for measuring current across an isolated patch of membrane under conditions that maintain a particular transmembrane voltage Protoplast a bacterial, fungal, or plant cell from which the cell wall has been removed Gating a conformational change undergone by an ion channel in response to stimuli that creates an ion-permeable pore through the membrane Degenerinepithelial sodium channel (DEG ENaC)a family of cation-selective ion channels that mediate touch response in animals; they are especially well characterized in C. elegans Transient receptor potential (TRP)a family of cation-selective candidate MS ion channels that potentially mediate multiple sensory pathways in animals Two-pore potassium (TPK)a family of mechanically modulated, potassium-selective channels that localize to the plant vacuole and participate in ion homeostasis Trinitrophenol (TNP) a negatively charged amphipath that inserts into the outer bilayer of a membrane and induces curvature; also called picric acidHamilton et al. Page 18 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptMscS-like (MSL) a family of MS ion channels that protect cells or organelles from osmotic stress in bacteria, archaea, fungi, and plants; they may have additional physiological functions Mid1-complementing activity (MCA)a family of plasma membranelocalized MS calcium channels that mediate osmotic stress response and calcium homeostasis in plants Conductance a measurement of the ease with which current flows through an ion channel at a given voltage, measured in siemens (S) Hypoosmotic shock a rapid decrease in the osmolarity of the media for a membrane-bound cell or organelle, resulting in water influx into the cell Plastid a plant-specific endosymbiotic organelle in which photosynthesis, biosynthesis, andor storage of cell metabolites take place Chloroplast a plastid specialized for photosynthesis Filamentous temperature-sensitive Z (FtsZ)a GTPase that forms filaments required for fission in bacteria and plastids Chinese hamster ovary (CHO) cellsa commonly used cell line for protein expression and tissue culture work Isoxaben an herbicide that prevents the incorporation of glucose into cell walls by inhibiting cellulose synthase subunits Open probability the ratio of channels that are open to those that are closed in a particular population Pulvinus an organ consisting of central vascular tissue surrounded by two groups of cortical cells whose alternating swelling and shrinking produces leaf movementHamilton et al. Page 19 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptPiezo Channels Piezo channels, named for the Greek word for pressure, are believed to mediate the perception of mechanical stimuli in animal systems (reviewed in 95, 120, 129). mPiezo1 and mPiezo2 were identified in a tour de force RNA-silencing screen for the gene underlying mechanosensitivity in a mouse tissue culture cell line, and genes encoding Piezo homologs have been identified throughout the animal kingdom, in protists, in amoebae, and, surprisingly, in plants. Piezos are exceptionally large proteins, comprising 2,0004,000 amino acids and 2040 predicted transmembrane helices. Expressed in both sensory and nonsensory tissues, they are required for response to gentle touch and for vascular development in zebrafish and mice. They are further implicated in noxious touch response, cellular extrusion, and red blood cell volume regulation in flies, fish, mice, rats, and humans. Although heterologous expression of Piezo channels can confer mechanosensitivity on an insensitive cell, whether they require other cellular components or a specialized lipid environment for mechanosensitivity is not yet known. Mutations in human Piezo genes are associated with a number of diseases.Hamilton et al. Page 20 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptEscherichia Coli MSCS The mechanosensitive channel of small conductance (MscS) of E. coli was among the first mechanosensitive channels to be identified and is now one of the best understood in any system (reviewed in 11, 46, 63). MscS is a weakly anion-preferring channel with a conductance of 1 nanosiemens, and contributes to cellular survival of hypoosmotic shocks ranging from 500 to 1,000 milliosmoles. MscS activity can be reconstituted with only recombinant protein and lipids, indicating that it is gated directly through membrane tension. The C-terminal domain also undergoes a structural rearrangement upon gating and has been proposed to help regulate the composition of osmolytes available to pass through the channel pore. Five crystal structures of prokaryotic MscS homologs in conducting and nonconducting conformations, molecular dynamic simulations, and a slew of structure-function studies support several models for the MscS gating mechanism. Taken together, these studies form a solid foundation for future investigations into the structure, biophysical mechanism, and physiological function of MscS homologs in plants.Hamilton et al. Page 21 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptSummary Points 1.Mechanosensitive (MS) ion channels transduce mechanical force into biochemical signals for a wide range of physiological purposes. 2.Plants sense and respond to diverse mechanical forces, including touch, gravity, osmotic pressure, and developmental events. MS ion channels likely participate in some or all of these processes. 3.MS ion channel activities are well represented among different plant species, cell types, and cellular compartments, but only three families have been characterized in plants; other MS ion channels known to be present have not yet been identified at the molecular level. 4.A broad assortment of techniques exist to study plant MS ion channels, but additional approaches are needed to preserve the cell- and tissue-specific context in which MS ion channels function in planta. 5.A subset of MscS-like (MSL) channels localize to mitochondrial and plastidic envelopes and serve to relieve hypoosmotic stress in plastids during normal growth and development. 6.Another class of MSLs localize to the plasma membrane and endoplasmic reticulum, where they are required for the predominant MS ion channel activity in root protoplasts. The physiological functions of these channels have been elusive, although at least one has been implicated in stress-induced cell death signaling. 7.Mid1-complementing activity (MCA) proteins were identified in a functional screen in yeast. MCAs in multiple plant species are required for Ca2 influx in response to mechanical events and mediate Ca2 homeostasis. 8.Plant two-pore potassium (TPK) channels reside in vacuolar membranes and exhibit ion channel activity that is modulated by membrane tension.Hamilton et al. Page 22 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFuture Issues 1.No plant MSL, MCA, or TPK channel has fully satisfied the four criteria for confident assignment as an MS ion channel. Establishing a physiological stimulus for MSL10 and demonstrating a change in MS ion channel properties in response to altered amino acid sequences in MSL10, MCA1, or TPK1 will be first steps toward this goal. 2.Establishing the physiological functions of plasma membranelocalized MSLs and the relevance of the structural diversity within the MSL family will require creative functional assays and new structural studies. 3.Atomic structures will be needed if we are to make significant progress in understanding the gating mechanism, regulation, and other functional aspects of plant MS ion channels. A structure will be particularly revealing for MCAs, where no information is available from homologs in other systems. 4.Current techniques for studying MS ion channels are limited in that they often require removing or damaging the cell wall and analyzing membranes outside of their natural context. New tools are needed to bypass these limitations. 5.An exciting, if ambitious, goal for the future will be to match each of the activities that have been detected in plant membranes with a known gene and corresponding channel structure. New functional screens as well as classical genetics and phylogenetics may play an important role in this endeavor.Hamilton et al. Page 23 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 1. Models for mechanosensitive (MS) ion channel gating. ( a) The lipid-disordering model. MS ion channels force the membrane to distort to establish favorable interactions with the channel (top). Lateral membrane tension ( arrows ) increases bilayer energy as the membrane structure is further altered. The open conformation of the channel is then favored because it reduces lipid disordering through a lower-energy interface with the membrane ( bottom ). The level of lipid disordering is indicated by yellow shading, and the conformational changes of the channel relative to the membrane are emphasized by dashed lines. ( b) The hydrophobic mismatch model. Membrane bilayers create favorable interactions between the polar lipid heads and polar residues of an embedded protein ( top). Lateral membrane tension ( arrows ) results in a thinner bilayer, disrupting some of these favorable interactions ( middle ). The open conformation of the channel, which has a shorter channel profile within the membrane, restores these interactions ( bottom ). The increasing hydrophobicity of regions is shown as a gradient from very hydrophilic ( red) to very hydrophobic ( blue).Hamilton et al. Page 24 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 2. Phylogenetic relationships, subcellular localizations, and topologies of MscS-like (MSL) channels. ( a) The inferred phylogeny of 43 members of the MscS superfamily, presented as an unrooted radial tree. Sequences were identified by Phytozome BLAST analysis ( http: www.phytozome.net ) or inclusion in previous analyses ( 15, 43, 67, 93, 94, 101, 118, 133). The MSL region of each protein was identified by InterProScan ( 57) and aligned using ClustalW ( 114) with a gap-opening penalty of 3.0 and a gap-extension penalty of 1.8. The evolutionary history was inferred using the neighbor-joining ( 105) method with a JTT distance matrix ( 56) using MEGA6 software ( 113). The reliability of the tree was determined via bootstrapping ( n  1,000 replicates) ( 35), and branches with bootstrap values of less than 50 were collapsed. The phylogenetic origin or cluster is indicated in the colored areas. The sequences used in this analysis and their UniProt accession numbers, Arabidopsis Information Resource (TAIR) accession numbers, or Phytozome accession numbers are as follows: Escherichia coli MscS (P0C0S1), YbdG (P0AAT4); Synechocystis sp. PCC6803 bCNGa (M1ME31); Helicobacter pylori MscS (E1Q2W1); Corynebacterium glutamicum MscCG (P42531); Thermoanaerobacter tengcongensis MscS (Q8R6L9); Toxoplasma gondii (B6KM08); Plasmodium falciparum (Q8IIS3); Dictyostelium discoideum (Q54ZV3); Schizosaccharomyces pombe MSY1 (O74839), MSY2 (O14050); Hamilton et al. Page 25 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptChlamydomonas reinhardtii MSC1 (A3KE12), MSC2 (A8HM43), MSC3 (A8HM47); Arabidopsis thaliana MSL1 (At4g00290), MSL2 (At5g10490), MSL3 (At1g58200), MSL8 (At2g17010), MSL9 (At5g19520), MSL10 (At5g12080); Populus trichocarpa (Pt002G105900, Pt004G178900); Zea mays (GRMZM2G125494, GRMZM2G028914, GRMZM2G005013); Oryza sativa (Os02g45690, Os04g48940, Os06g10410, Os02g44770); Brachypodium distachyon (Bradi1g15920, Bradi5g19160, Bradi3g51250); Vitis vinifera (Vv00015105001, Vv00026926001, Vv00002410001); Physcomitrella patens (Pp1s79_156, Pp1s314_12, Pp1s2_4320); Carica papaya (supercontig_55.26, supercontig _22.80, supercontig _126.38, supercontig_20.126). ( b)Predicted topology and subcellular localization of representative MSLs from A. thaliana . Topologies were drawn according to predictions on Aramemnon ( http:aramemnon.botanik.uni-koeln.de ). The regions of highest homology to E. coli MscS found in groups I, II, and III are shown in red; the group II specific C-terminal extension is shown in green; and the group IIIspecific N-terminal region is shown in blue.Hamilton et al. Page 26 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 3. Molecularly uncharacterized mechanosensitive (MS) ion channel activities identified in plant membranes. Plasma membranelocalized (panel a) and vacuole-localized (panel b) MS ion channels identified through patch-clamp electrophysiology and activated through increased membrane tension are presented and categorized by established ion permeability. Relevant references are indicated beneath each channel. Arrows indicate the ion permeability but do not specify the direction of ion flux in or out of the cell or vacuole.Hamilton et al. Page 27 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAuthor Manuscript Author Manuscript Author Manuscript Author ManuscriptHamilton et al. Page 28Table 1 Plant mechanosensitive (MS) ion channels Protein Gene Organism Mutantsilenced phenotype Overexpression phenotype Subcellular localizationExpression- associated MS ion channel characteristicsActivity in heterologous systems Key reference(s) MscS-like (MSL) MSL1 At4g00290 Arabidopsis thalianaMitochondriaa Survival of hypoosmotic shock in E. coli43 MSL2 At5gl0490 Arabidopsis thaliana msl2 null mutants show defective leaf shape; msl2 msl3 double mutants have enlarged chloroplasts and enlarged, round nongreen plastids; msl2 msl3 double mutants have chloroplasts that exhibit multiple division rings.Plastid envelope, poles 44, 55, 118, 126 MSL3 Atlg58200 Arabidopsis thaliana msl2 msl3 double mutants have enlarged chloroplasts and enlarged, round nongreen plastids; msl2 msl3 double mutants have chloroplasts that exhibit multiple division rings.Plastid envelope, poles Survival of hypoosmotic shock in E. coli44, 118, 126 MSL4 Atlg53470 Arabidopsis thaliana msl4 msl5 msl6 msl9 msl10 quintuple mutants lack MS ion channel activity in root protoplasts.Plasma membranea 45 MSL5 At3gl4810 Arabidopsis thaliana msl4 msl5 msl6 msl9 msl10 quintuple mutants lack MS ion channel activity in root protoplasts.Plasma membranea 45 MSL6 Atlg78610 Arabidopsis thaliana msl4 msl5 msl6 msl9 msl10 quintuple mutants lack MS ion channel activity in root protoplasts.Plasma membranea 45 MSL9 At5gl9520 Arabidopsis thaliana msl9 mutants lack an 45- pS MS ion channel activity in root protoplasts; msl9 msl10 double mutants lack an 50-pS MS ion channel activity in root protoplasts.Plasma membrane, ER 45 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptHamilton et al. Page 29Protein Gene Organism Mutantsilenced phenotype Overexpression phenotype Subcellular localizationExpression- associated MS ion channel characteristicsActivity in heterologous systems Key reference(s) MSL10 At5gl2080 Arabidopsis thaliana msl10 mutants lack an 140-pS MS ion channel activity in root protoplasts; msl9 msl10 double mutants lack an 50-pS MS ion channel activity in root protoplasts.Cell death, increased H 2O2 accumulation, induction of SAG12, OSM34, DOX1, PERX34, and KTI1Plasma membrane, ER 100-pS conductance in Xenopus oocytes, with a moderate preference for anions45, 77, 117 Midi-complementing activity (MCA) MCA1 At4g35920 Arabidopsis thaliana The roots of mca1 mutants are less efficient at penetrating hard agar and do not induce lignin deposition or alter carbohydrate gene expression patterns in response to isoxaben; mca1 mca2 double mutants are hypersensitive to MgCl 2 and show developmental delays.Increased Ca2 uptake in seedling roots, increased Ca2 influx (measured as aequorin signal) in response to hypoosmotic shock and TNP treatment, high TCH3 expression levelPlasma membrane 15-or 35- pS- conductance mechanically gated channel in Xenopus oocytesSurvival and Ca2 uptake in response to challenge with mating pheromone in S. cerevisiae; stretch- activated Ca2 influx in CHO cells24, 36, 90, 128, 130 MCA2 At2gl7780 Arabidopsis thaliana mca2 mutants show a reduction in Ca2 uptake; mca1 mca2 double mutants are hypersensitive to MgCl 2 and show developmental delay.Plasma membrane Survival and Ca2 uptake in response to challenge with mating pheromone in S. cerevisiae130 NtMCAl AB622811 Nicotiana tabacum Increased Ca2 uptake in cultured tobacco cells, increased NtERF4 expressionPlasma membrane, punctate signalSurvival and Ca2 uptake in response to challenge with mating pheromone, Ca2 uptake in response to hypoosmotic shock in S. cerevisiae66 NtMCA2 AB622812 Nicotiana tabacum Increased Ca2 uptake in cultured tobacco cells, increased NtERF4 expressionPlasma membrane, punctate signalSurvival and Ca2 uptake in response to challenge with mating pheromone, Ca2 uptake in response to hypoosmotic 66 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptHamilton et al. Page 30Protein Gene Organism Mutantsilenced phenotype Overexpression phenotype Subcellular localizationExpression- associated MS ion channel characteristicsActivity in heterologous systems Key reference(s) shock in S. cerevisiae OsMCAl Os03g0157300 Oryza sativa OsMCA1 -silenced lines exhibit slower growth as well as reduced aequorin luminescence in response to hypoosmotic shock or to the membrane-distorting agent TNP.Increased Ca2 uptake in cultured rice cellsPlasma membrane 65 Two-pore potassium (TPK) TPK1 At5g55630 Arabidopsis thaliana tpkl mutants lack an instantaneous tonoplast K current in all shoot cell types and show modest sensitivity to high and low K in the media, slow guard cell- closing kinetics in response to ABA, and slow germination, especially in the presence of ABA.Resistance to high and low K in the media, fast guard cell-closing kinetics in response to ABA, fast germinationVacuolar membrane Instantaneous K-selective channel activity that increases with membrane tensionComplements a K-uptake- deficient E. coli mutant39, 52, 75 OsTPKla Os03g541002 Oryza sativa Vacuolar membrane Instantaneous K-selective channel activity that increases with membrane tension51, 75 HvTPKl EU926490 Hordeum vulgare Vacuolar membrane Instantaneous K-selective channel activity that increases with membrane tension12, 75 Blank cells indicate that no data are available. Abbreviations: ABA, abscisic acid; CHO, Chinese hamster ovary; E. coli , Escherichia coli; ER, endoplasmic reticulum; pS, picosiemens; S. cerevisiae , Saccharomyces cerevisiae ; TNP, trinitrophenol. aPredicted. Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29.",
        "introduction": "How cells sense mechanical force is a long-standing question in biology. Mechanical signals such as touch, gravity, and osmotic pressure are critical to proper development, environmental stress response, and overall cellular health in a wide variety of prokaryotic and eukaryotic organisms and cell types. The perception of force can be mediated through the actions of integrins or focal adhesions, cytoskeletal reorganization, or nuclear deformation (reviewed in 32). Alternatively, the application of intracellular or extracellular force can result in the deformation of cellular membranes, where the force is perceived by a specialized class of ion channels. Ion channels, membrane-spanning protein complexes that facilitate the flux of ions across the lipid bilayer, are responsible for a wide range of functions across all of life, including the production of action potentials in nerve cells ( 103), the maintenance of the ionic conditions required for metabolism in plants ( 134), and Ca2 signaling in all cells ( 19). Interested readers are referred to two recent reviews on plant ion channel function ( 47, 122). Copyright  2015 by Annual Reviews. All rights reserved Disclosure Statement : The authors are not aware of any affiliations, memberships, funding, or financial holdings that might be perceived as affecting the objectivity of this review. HHS Public Access Author manuscript Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Published in final edited form as: Annu Rev Plant Biol . 2015 April 29; 66: 113137. doi:10.1146annurev-arplant-043014-114700. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptThe flux of ions through a channel can be regulated by a variety of stimuli, including transmembrane (TM) voltage ( 9), ligand binding ( 59), light ( 23), and mechanical force ( 80). It is the latter stimulus that defines a diverse group of channels known as mechanosensitive (MS) ion channels, also referred to as stretch-activated or force-gated channels. MS ion channels are present in all three domains of life ( 4, 60, 63), pointing to the fundamental requirement for mechanosensation in all cells. Several recent reviews have described the wide variety of mechanical stimuli that land plants must sense and respond to during their life span ( 21, 87, 115). In addition, as many as 18 distinct MS ion channel activities (described in detail below) have been identified in plant membranes by patch-clamp electrophysiology, implying that mechanically gated ion channels play an important role in plant systems. In this review, we provide a general introduction to MS ion channel structure and function, outline the approaches used to study plant MS ion channels, and summarize current knowledge of the three families of plant MS ion channels, emphasizing their diverse structure, evolutionary history, and physiological roles. 2. Mechanosensitive Ion Channels: Transducing Force into Current The electrical excitability of cells was first studied in the giant cells of Characean algae, prior to the adoption of the giant axons of squid as a model system in the 1930s (reviewed in 123). The advent of the patch-clamp technique, which permitted the study of individual channels in isolated cell membranes (see Section 4.2), made possible the first identification of MS ion channel activities in animal skeletal cells ( 40, 42). Shortly thereafter, MS ion channel activities were detected in tobacco ( Nicotiana tabacum ), broad bean ( Vicia faba ), and giant Escherichia coli protoplasts ( 33, 82, 107). The structures of two of the MS ion channels identified in those E. coli protoplasts have been solved at atomic resolution, providing the foundation for many elegant experimental and theoretical investigations into the molecular mechanism of MS ion channel activity (reviewed in 112). An ion channel can be idealized as a two-state system, where it exists in either a closed (non-conducting) or open (conducting) state. The transition from a closed to an open state is referred to as gating. Once gated, an ion channel does not require additional energy to conduct a current; rather, ions move down their electrochemical gradient in either direction across the membrane through the channel pore ( 48). For some classes of MS ion channels, increased membrane tension leads directly to gating. This behavior has been described by several biophysical models that address the energetic interactions at the membrane-protein interface (reviewed in 46). One proposed mechanism is the lipid-disordering model illustrated in Figure 1a: An ion channel increases the free energy of the membrane in which it is embedded, as the lipids in that membrane must be disordered to conform to the shape imposed by the boundaries of the protein. With the addition of potential energy in the form of membrane tension, a conformational change in the channel that reduces the local deformation imposed on the membrane, while opening the channel pore, is favored ( 81, 116).Hamilton et al. Page 2 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAnother driving force for MS ion channel gating may be the thinning of the lipid bilayer under increased membrane tension (Figure 1b). According to this model, membrane thinning results in a mismatch between the height of the channels hydrophobic TM domain and the profile of the lipid bilayer, leading to the exposure of nonpolar side chains to the aqueous intra- or extracellular environment. A conformational change in the channel that maintains energetically favorable interactions between the TM domain and the lipid bilayer (such as rotating a TM helix within the plane of the membrane) is then coupled to the opening of the channel pore ( 79, 83). It is worth noting that the lipid-disordering and hydrophobic mismatch mechanisms are not mutually exclusive, and that there are likely many other mechanisms capable of driving intrinsic mechanosensitivity in ion channels ( 97, 99). In the two models shown in Figure 1, membrane tension is transmitted directly to the channel through the lipid bilayer. Alternatively, some MS ion channelsincluding those proposed to mediate hearing in the vertebrate inner-ear hair cells and gentle touch in Caenorhabditis elegans  are likely to be gated indirectly by tethering to other cellular components ( 29). Tension applied to a physical link between a channel and the extracellular matrix or the intracellular cytoskeletal system could directly stretch open the channel, reorient the channel in the lipid bilayer, or lead to lipid raft reorganization ( 2, 13, 46). A unifying theme in all of these models, however, is that the responsiveness of an MS ion channel to force depends on highly dynamic interactions with the lipid bilayer. 3. Physiological Roles for Mechanosensitive Ion Channels There are many ways in which an organism might employ a mechanosensor capable of transducing force into ion flux; many MS ion channels from animals have been studied in detail and shown to improve fitness during development or in a changeable environment. Studies of the physiological roles of MS ion channels in C. elegans , Drosophila melanogaster , and other metazoans inform our understanding of MS ion channels in plants, regardless of whether the channels are evolutionarily related. We thus briefly summarize what is known about MS ion channels in these species and then address their potential functions in plants. 3.1. MS Ion Channels in Animals Several distinct families of MS ion channels are thought to underlie the senses of touch, pain, hearing, proprioception, and gravity sensation in animal systems. For example, response to light touch is mediated by the degenerinepithelial sodium channel (DegENaC) family in C. elegans . The transient receptor potential (TRP) family mediates nose touch and proprioception in C. elegans and hearing, nociception, and bristle touch in D. melanogaster (reviewed in 4). Two-pore potassium (TPK) MS ion channels are required for pressure- responsive vasodilation and also appear to regulate the pain threshold for cold and heat in mice (reviewed in 49). The recently identified Piezo family mediates diverse mechanosensory events in animals, from touch and pain in sensory neurons to intercellular communication and osmotic control (reviewed in 120; see also sidebar Piezo Channels).Hamilton et al. Page 3 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript3.2. MS Ion Channels in Plants Plants sense and respond to many of the same mechanical stimuli as animals, including touch, gravity, and osmotic stress ( 16, 87, 115). They also respond to unique signals associated with developmental processes, such as lateral root emergence, pollen tube growth, cell wall damage, and plant-pathogen interactions ( 3, 54, 74). In many of these cases, applying a mechanical stimulus leads to a rapid burst of ion flux, and it has long been speculated that this correlation may be attributed to the action of MS ion channels in the stimulated cells, in part because of the speed of the response (reviewed in 34, 53, 87). The flux of Ca2 in particular has been implicated in various mechanosensory pathways. For example, gravity stimulation (introduced by rotating a root or shoot 90) is associated with membrane depolarization, the rapid influx of Ca2 ions, and subsequent alkalinization of the cells in the root cap (reviewed in 115). Ca2 influx is also associated with touch stimulus (reviewed in 34), osmotic stress ( 109), and bending ( 86), consistent with the action of a mechanically gated calcium channel in these processes. After influx, Ca2 could serve as a second messenger in a large number of downstream eventssome of which, such as the activation of calmodulin and calmodulin-like proteins, are also implicated in mechanotransduction ( 16). 4. Approaches Used to Study Mechanosensitive Ion Channels in Plants 4.1. Pharmacological Inhibition or Activation Evidence that MS ion channels are an integral part of a particular mechanosensory process can be obtained through pharmacological treatments with known inhibitors or activators of MS ion channels. The Ca2 influx associated with mechanical stimulation can be inhibited by lanthanides ( 26, 85, 90), ruthenium red ( 69), or cytoskeletal inhibitors ( 25). However, these treatments are often nonspecific. For example, the commonly used lanthanide Gd3 blocks a wide variety of channels, not solely Ca2-selective or MS ion channels ( 71). Furthermore, Gd3 can indirectly inhibit the action of nonselective MS ion channels by reducing overall membrane fluidity ( 31, 76). On the other hand, the chemical trinitrophenol (TNP), which increases curvature and tension when applied to membranes ( 81), behaves as an MS ion channel activator and can induce Ca2 flux or lower the threshold for mechanical stimulation ( 37, 90, 104). Although sensitivity to one of these pharmacological agents can provide evidence that MS ion channels are involved in a particular response, confirmation will likely require knowing the molecular identity of the channels involved and characterizing their channel properties through the methods described below. 4.2. Electrophysiology The gold standard technique for the analysis of MS ion channels is patch-clamp electrophysiology. Patch clamping involves producing a high-resistance seal between the glass of a micropipette tip and a small patch of membrane containing the channels of interest (106). The pipette can remain attached to the cell with an intact patch (cell-attached), remain attached to the cell with a ruptured patch (whole-cell), or be completely removed from the cell along with the patch (excised). In all of these configurations, membrane tension is increased by introducing positive or negative pressure through the patch pipette, and the Hamilton et al. Page 4 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptresulting current across the membrane is recorded over time. This technique has been used to identify and characterize plant MS ion channels in their native membranes or heterologously expressed in Xenopus oocytes, as described in more detail below. Although patch clamping allows the identification of individual MS ion channelsand, in the excised patch configuration, control over the ionic conditions on both sides of the membranea drawback especially relevant to plant systems is that it requires isolating cells from the tissue and removing the cell wall. 4.3. Genetics Molecular genetic approaches in Arabidopsis thaliana and other model plant systems have added another dimension to the study of MS ion channels in recent years. Although a classical genetic screen has not yet successfully been used to identify an MS ion channel, reverse genetics motivated by either phylogenetics or a functional assay has identified several candidates ( 44, 75, 90). Once a candidate gene is identified, the protein can be heterologously expressed and tested for MS ion channel activity in cell survival or electrophysiological assays. Genetic ablation or overexpression of candidate MS ion channel genes in planta can be powerful tools for characterizing channels in their native systems. 5. Criteria for Assignment as a Mechanosensitive Ion Channel Establishing that a particular gene encodes the primary force transducer in an MS response, as opposed to an accessory or downstream component of this response, is a challenging endeavor. The following criteria have previously been established: ( a) The observed MS response displays the proper expression and localization, ( b) the channel is required for the response but not for the normal development of the cell or tissue in which the response occurs (unless the MS response being measured is the development of the tissue itself), ( c) there is evidence of MS gating in isolation or in heterologous systems, and ( d) structural alterations of the protein produce changes in the MS response and channel behavior ( 4, 18, 89). Meeting all four criteria to definitively categorize MS ion channels can be difficult, especially if MS ion channels function as heteromultimers or with other cellular structures. Although none of the MS ion channel candidates so far identified in plants fulfill all four of these criteria, we refer to them here as MS ion channels in consideration of the strong evidence that does exist in favor of this interpretation in each case. Table 1 summarizes relevant information about the three families of plant MS ion channels that have so far been identified: the MscS-like (MSL), Mid1-complementing activity (MCA), and TPK channels. As summarized below, channels from these three families vary widely in terms of structure and function, localize to multiple cellular compartments, and conduct diverse subsets of ions. 6. MSCS-Like Channels The first family of putative plant MS ion channels was identified based on the channels similarity to the E. coli mechanosensitive channel of small conductance (MscS), a well- established model system for the study of MS ion channels ( 11, 84; see also sidebar Escherichia coli MscS). MscS serves as an emergency release valve under conditions of Hamilton et al. Page 5 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscripthypoosmotic shock in E. coli (11, 70). Genes predicted to encode homologs of MscS are found throughout bacterial and archaeal genomes; in some protist genomes, including pathogenic protozoa; and in all plant genomes so far examined ( 6, 43, 61, 62, 78, 101, 102, 127). MscS homologs have not yet been identified in animal genomes. Figure 2a presents the predicted evolutionary relationship among representative members of the MscS superfamily, using the 100-amino-acid domain conserved among the members of the MscS superfamily ( 100). This sequence maps to the pore-lining helix and the upper part of the cytoplasmic vestibule of MscS ( 7). A number of highly conserved motifs within this domain are important for function in bacterial and plant channels ( 6, 22, 55). Land plant MscS homologs fall into three phylogenetic groups (IIII), which also correspond to three different subcellular localizations (see below). 6.1. A Diverse Family of MS Ion Channels Outside of the conserved MscS domain, MscS family members are highly divergent in their topology and domain structure. Among others, domains associated with cyclic nucleotide, Ca2, or K binding are appended to the basic MscS topology ( 78, 117, 127). In addition, plant MSL proteins localize to multiple cellular compartments, providing further evidence that they serve a diverse set of functions within the cell (Figure 2b). Group I and group II MSL proteins are predicted (and in some cases have been shown) to localize to mitochondria and plastids, respectively ( 43, 44). Both groups are predicted to contain five TM helices, the last helix corresponding to the pore-lining domain of MscS, and a C terminus that is located in the stroma or matrix. Group III MSL proteins are predicted or have been shown to localize to the plasma membrane ( 43, 45) and to contain six TM helices, again with the most C-terminal TM segment corresponding to the pore-lining domain of MscS. They also have a large cytoplasmic N terminus, a cytoplasmic loop of variable length between TM regions 4 and 5, and a cytoplasmic C terminus. The A. thaliana genome encodes ten MSL genes (Table 1), and they show a range of expression patterns, including root- and flower-specific expression ( 43). At the protein level, most A. thaliana MSLs can be grouped into pairs based on sequence homology. MSL2 and MSL3 are 50 identical at the amino acid level, MSL4 and MSL5 are 68 identical, and MSL7 and MSL8 are 71 identical and located in tandem on the chromosome ( 43). The existence of highly similar pairs of MSLs in the A. thaliana genome may indicate functional redundancy (as with MSL2 and MSL3; see below) but may also have permitted the evolution of unique characteristics (as with MSL9 and MSL10; see below). 6.2. Evidence That MSLs Are MS Ion Channels It is currently accepted that MS ion channel activity has been retained among most members of the MscS superfamily (for one exception, however, see 15). All six MscS family members in E. coli are capable of producing tension-gated activities in giant spheroplasts (28, 70, 72, 108), as is MSC1 from Chlamydomonas reinhardtii (92) and MSY1 from fission yeast (Schizosaccharomyces pombe ) (93).Hamilton et al. Page 6 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptSeveral lines of evidence support the hypothesis that MSLs form functional MS ion channels in A. thaliana . Plastid-localized MSL3 was able to partially rescue the susceptibility to hypoosmotic shock of an E. coli strain missing three major MS ion channels ( 44). More direct evidence was obtained for the endoplasmic reticulum and plasma membrane localized channels MSL9 and MSL10, which are genetically required for the primary MS ion channel activity detected by whole-cell electrophysiology in root protoplasts ( 45). A characterization of the conductance of MS ion channel activities present in root protoplasts from single msl9 , single msl10 , or double msl9 msl10 mutants suggests that MSL9 and MSL10 can form a heteromeric channel with a conductance of 50 picosiemens (pS), whereas MSL9 and MSL10 homomeric channels have conductances of 45 pS and 140 pS, respectively ( 45, 98). The ability to form homo- and heteromeric channels with distinct properties, in combination with overlapping tissue-specific expression patterns for multiple MSL genes, could produce a range of MS responses across different tissues in plants. In agreement with the in planta electrophysiology described above, it was recently shown that MSL10 is associated with an 100-pS MS ion channel activity when expressed heterologously in Xenopus oocytes ( 77). MSL10 channel activity in oocytes has a slight (sixfold) preference for anions and closes at lower tensions than it opens. MSL10 meets three of the four criteria for a bona fide MS ion channel: ( a) MSL10 is expressed in root cells, where ( b) it is required for the wild-type MS ion currents but not for the normal development of the tissue, and ( c) expression of MSL10 in Xenopus oocytes confirms that it can form a functional MS ion channel in a heterologous system. However, it has not yet been determined that structural changes (such as point mutations in the putative pore-lining domain) alter its mechanosensitivity. 6.3. MSLs Serve as Osmotic Conduits in the Plastid Envelope Of all MscS homologs in plants, we know the most about those that localize to the plastid envelope. Originally, it was surprising to find homologs of a protein known to protect a bacterial cell from environmental osmotic shock targeted to intracellular organelles. However, all evidence now suggests that group II MSLs serve a role related to (yet distinct from) the emergency release valve function. Consistent with bioinformatic predictions, A. thaliana MSL2 and MSL3 localize to the plastid envelope, likely to the inner membrane, and are observed in foci at the plastid poles ( 44, 126). Immunofluorescence of algal MSC1 similarly revealed a complex localization pattern of punctate spots within both the chloroplast and the cytoplasm ( 92). Plants harboring lesions in MSL2 and MSL3 show numerous whole-plant and subcellular defects, but the most striking phenotype is the presence of greatly enlarged and spherical nongreen plastids in the epidermis and root (small, ovoid plastids are seen in wild-type epidermal cells) ( 44). These defects in plastid size and shape can be rescued by increasing the osmolarity of the cytoplasm relative to the plastid through a variety of genetic and environmental manipulations ( 118), strongly suggesting that nongreen plastids experience hypoosmotic stress under normal conditions within the cytoplasm and that MSL2 and MSL3 function redundantly to relieve this stress.Hamilton et al. Page 7 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIn photosynthetic tissues, msl2 msl3 double mutants have fewer and larger chloroplasts than the wild type, possibly as a result of the multiple filamentous temperature-sensitive Z (FtsZ) rings observed in the chloroplasts of this mutant ( 126). As MSL2 and MSL3green fluorescent protein (GFP) fusion proteins colocalize with the plastid division protein AtMinE ( 44), it is possible that MSL2 and MSL3 interact with the plastid division machinery to influence division site selection; it is equally plausible that the defect in plastid division in msl2 msl3 mutants derives from altered stromal ion homeostasis or a mechanical inability to constrict the FtsZ ring ( 125). A function for MS ion channels in division is evolutionarily conserved, as E. coli mutants lacking several key MS ion channels also exhibit defects in division site selection when exposed to the division inhibitor cephalexin (126). Chloroplast-localized MSC1 of Chlamydomonas is required for chloroplast integrity; whether the mechanism behind this defect is the same as in msl2 msl3 mutants is not clear (92). Single msl2 and double msl2 msl3 mutants also exhibit several whole-plant phenotypes, including dwarfing, rumpled leaf surfaces, thicker leaf lamina, and variegation ( 44, 55, 126). Although the source of these phenotypes remains under investigation, at least some of them are likely to be developmental responses to plastid osmotic stress. Plastid osmotic stress in these mutants leads to the activation of dehydration stress responses such as the accumulation of proline and the production of ABA, even in the absence of any extracellular osmotic stress ( 124). MSL2 and MSL3 appear to function partially redundantly to relieve plastid osmotic stress. Although a null msl2 allele produces developmental defects even in the wild-type MSL3 background ( 55), all mutant phenotypes are exacerbated in the msl2 msl3 double mutant ( 44, 118, 124, 126). There is currently no null msl3 allele, and exactly how the functions of MSL2 and MSL3 overlap and diverge remains to be established. 6.4. MSLs at the Plant Plasma Membrane In contrast to the group II MSLs, establishing a role for group III MSLs in plants has been a challenge. None of the obvious assays (touch, gravity, osmotic shock, etc.) produce phenotypes distinguishable from the wild type, even in an msl4 msl5 msl6 msl9 msl10 quintuple null mutant ( 45, 115). This may be surprising, given that MscS homologs MSY1 and MSY2, which localize to the endoplasmic reticulum of S. pombe , play an essential role in protecting yeast cells from hypoosmotic shock ( 93). This could be due to redundant mechanosensory pathways, or because this class of MSLs is required for plants to survive stressful conditions not easily replicated in the laboratory. Consistent with the latter interpretation, recent evidence points to a role for MSL10 in one or more stress-induced cell death signaling pathways. Both transient and stable MSL10 overexpression lead to dwarfing, H2O2-associated cell death, and the induction of cell deathassociated gene expression (117). 6.5. Beyond the Paradigm of Emergency Release Valves Although MscS functions as an emergency release valve in E. coli , it has become clear that it and other members of the MscS superfamily serve multiple complex roles in both prokaryotes and eukaryotes (reviewed in 10, 22, 78, 127). Based on the diverse localization, topology, and domain structure observed within the MscS superfamily, we have previously Hamilton et al. Page 8 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptsuggested that ( a) some MSL channels may respond to osmotic stress other than that provided by the extracellular environment, ( b) some may be regulated by mechanisms other than membrane tension, and ( c) some might even have functions that are completely separable from their role in mediating ion flux ( 46). Experimental support for these three ideas in A. thaliana MSLs has accumulated over the past decade. For example, ( a) the osmotic swelling of msl2 msl3 mutant plastids illustrates that the environment of the cytoplasm can be as osmotically stressful to organelles as the extracellular environment is to a bacterial cell, and that MSL channels can serve to protect organellar membranes from this stress during normal growth and development ( 44, 118). Furthermore, ( b) there is evidence that group I, II, and III MSLs may be regulated by phosphorylation in addition to membrane tension. Multiple proteomic studies have identified phosphopeptides that map to MSL1, MSL3, MSL4, MSL5, MSL6, MSL9, and MSL10 summarized in the Arabidopsis Protein Phosphorylation Site Database (PhosPhAt) at http: phosphat.uni-hohenheim.de . At least some of these modifications are likely to be functionally relevant, as the cell death signaling function of MSL10 can be controlled by mutating the phosphorylated residues in its soluble N-terminal domain ( 117), and MSL9 is a direct target of the drought-associated kinase SnRK2.6 ( 121). Finally, ( c) at least one MSL does indeed have a function that is separable from ion flux, as the cell death signaling function of MSL10 requires only its soluble N-terminal domain, which is unique to MSL10 and its orthologs in other plant species and does not form a channel on its own ( 117). We anticipate that future studies in A. thaliana and other model systems will uncover a multiplicity of physiological functions and regulatory mechanisms for MSL channels. 7. MID1-Complementing Activity Channels Although MSLs are essential to organelle osmoregulation and likely play complex roles at the plasma membrane and endoplasmic reticulum, they are essentially nonselective ion channels. Thus, their discovery and characterization still left open the identity of the elusive calcium channels thought to be associated with mechanical signaling, as reviewed above. Soon, however, candidates for such channels were provided by the discovery of MCAs, a novel land plantspecific family of membrane-associated proteins. Only one or two family members are present in each plant genome, and homologs have not been found in algae or animals ( 66). Sequence conservation is not restricted to a single domain but rather is distributed along the length of the protein. 7.1. MCA Protein Function Is Tightly Correlated with Ca2 Influx The founding member of the MCA family, A. thaliana MCA1, was identified in a functional screen for cDNAs capable of rescuing the mid1 mutant strain of Saccharomyces cerevisiae (90). Mid1 is a stretch-activated MS ion channel required for Ca2 influx and cell survival after exposure to mating pheromone ( 58). A. thaliana MCA2 and N. tabacum MCA1 and MCA2 were identified based on homology to A. thaliana MCA1 and are also capable of promoting the survival of mid1 yeast in the mating factor assay ( 66, 130). MCA proteins from A. thaliana , N. tabacum , and rice appear to serve similar roles in all three organisms; for an overview of these genes and their characteristics, see Table 1. MCA-Hamilton et al. Page 9 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptmediated activity responds to stimuli associated with increased membrane tension but also appears to contribute to Ca2 homeostasis in the absence of stress ( 65, 66, 90, 130). Taken together, the current data support a model wherein MCA proteins either are themselves MS calcium channels or are closely associated with the activity of an MS calcium channel. Most MCA-GFP fusion proteins localize to the plasma membrane of plant cells, often in a punctate pattern ( 65, 90, 91, 130). When expressed in yeast, MCA1 fractionates with plasma membrane proteins and behaves like an intrinsic membrane protein in solubility tests ( 90, 91). The overexpression of MCA proteins is associated with increased influx of Ca2 into plant roots, plant tissue culture cells, Chinese hamster ovary (CHO) cells, or yeast cells, either in the absence of stimulus or transiently in response to hypoosmotic shock, cell stretching, or treatment with the membrane-distorting lipid TNP ( 65, 66, 90, 130). Additionally, increased expression of the touch-inducible genes TCH3 (in A. thaliana )and ERF3 (in N. tabacum ) is correlated with the overexpression of MCA proteins ( 14, 66, 90, 96). MCA genes are expressed broadly in a variety of tissues ( 65, 90, 130), and MCA T-DNA insertion mutants in A. thaliana and OsMCA1 -silenced lines in rice show growth defects and late flowering ( 65, 130). AtMCA1 and AtMCA2 have partially divergent functions; mca1 but not mca2 mutants show defects in root entry into hard agar ( 90, 130), whereas mca2 but not mca1 mutants are defective in Ca2 uptake in A. thaliana roots ( 130). The mca1 mca2 double mutant exhibits both of these phenotypes as well as growth that is hypersensitive to Mg2 (probably owing to competition with Ca2 for uptake) ( 130). Further evidence that MCAs are involved in signaling in response to membrane tension comes from studies of the cellular response to treatment with the cell wall biosynthesis inhibitor isoxaben, which leads to cellular swelling ( 68). MCA1 is required for the accumulation of lignin and altered expression pattern of carbohydrate metabolism genes that are observed in wild-type cells treated with isoxaben ( 24, 41, 128). 7.2. Structural Features of MCAs Surprisingly, MCAs resemble neither Mid1 nor any known ion channels or membrane- bound transporters. They do encode three recognizable motifs, including an EF-hand-like motif at the Nterminus,a coiled-coilmotif,and a Plac8 motif at the C terminus ( 64).The membrane-spanning domains and topology of MCAs are still under investigation. Unpublished data indicate that MCAs harbor a single TM helix at the extreme N terminus (H. Iida, personal communication). Deleting this TM helix disrupts MCA1 and MCA2 function in yeast cells, as does changing a single conserved aspartic acid within it to asparagine (D21N) ( 91). Gel migration, gel filtration, and cross-linking studies have indicated that MCA1 and MCA2 form homotetramers ( 91, 110). Cryo-electron microscopy followed by single-particle reconstruction of purified MCA2 complexes revealed a tear- shaped structure, consistent with the complex forming a single narrow TM spanning region and a larger cytoplasmic domain ( 110). Like MSL10, MCA-associated channel activity has been characterized in Xenopus oocytes. Through the use of the cell-attached patch-clamp method, a statistically significant increase in current in response to negative pressure was observed in oocytes expressing MCA1 or Hamilton et al. Page 10 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptMCA2 compared with those expressing the plant potassium channel KAT1 or those injected with water ( 36). In addition, single-channel activities of 15 pS and 35 pS were occasionally detected in MCA1-expressing (but not in water-injected) oocytes in response to negative pressure. These data support the model derived from other studies that MCAs form mechanically gated Ca2-permeable ion channels, but still fall short of establishing this unequivocally by introducing a mutation that alters channel behavior. As the two single- channel activities attributed to MCA1 appear to be rare detected in 16 and 5 patches out of 71, respectively ( 36), it is possible that association with a plant-specific component is required for full activity. 8. Two-Pore Potassium Channels A third group of plant MS ion channels includes channels related to those in the mammalian TPK family (also designated K 2P; see Table 1 for a summary of their relevant properties). As is evident from their name, TPKs possess two pore domains and are K selective. TPK activity is pH sensitive and voltage independent and can often be activated by increased Ca2cyt (30). Membrane tension modulates the open probability of several mammalian TPKs ( 8, 17), and they have been proposed to play a variety of mechanosensory roles in cardiomyocytes, the smooth muscle of the stomach and intestines, and pain perception ( 49). In plants, a subset of TPK proteins are localized to the vacuolar membrane, where they most likely encode the VK (vacuolar K selective) channel activities previously characterized in guard cells (summarized in 47, 119). AtTPK1, a vacuolar membranelocalized TPK from A. thaliana , is required for normal stomatal closure kinetics, K homeostasis in multiple tissue types, and efficient seed germination ( 39). The cytoplasmic domains of many plant TPKs harbor predicted 14-3-3 proteinbinding domains and Ca2-binding EF-hand motifs; accordingly, their activity is activated by coexpression of 14-3-3 proteins and elevated cytosolic Ca2 levels. Recently, TPKs from A. thaliana (AtTPK1), barley (HvTPK1), and rice (OsTPKa) were expressed in A. thaliana mesophyll cell protoplasts isolated from plants lacking the two major vacuolar K channels, TPK1 and TPC1. In the vacuolar membrane from these protoplasts, increased current in response to membrane tension, osmotic shock, and TNP treatment was observed ( 75). Although TPK channels from both plants and animals gate more readily in the presence of membrane tension, they still exhibit basal activity in the absence of tension, and are often referred to as spontaneous or leaky (e.g., 30, 39). 9. Other Mechanosensitive Ion Channel Activities in Plant Membranes Although the MSLs, MCAs, and TPKs are certain to play important roles in plant biology and provide both cation- and anion-permeable MS ion channels, they are unlikely to account for all of the endogenous MS ion channel activities that have been identified in plant membranes (Figure 3). Many unidentified MS ion channel activities have been observed in plant plasma membranes, including Cl-permeable channels in A. thaliana mesophyll cells and stem-derived suspension cultures of N. tabacum (33, 104); Ca2-permeable channels in onion epidermal cells ( 25); and MS ion channel activities of unknown permeability in Zostera muelleri (38), A. thaliana hypocotyl cells ( 71), and the vacuolar membranes of Hamilton et al. Page 11 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptonion parenchyma ( 5). MS ion channels permeable to both K and Cl have been identified in the plasma membranes of A. thaliana mesophyll cells ( 111) and the vacuolar membranes of Beta vulgaris cells ( 1). Particularly interesting from a physiological standpoint may be the MS ion channel activities that have been detected in pollen grains and pollen tubes ( 27), guard cells ( 20, 37, 73, 107, 132), and the leaf-moving organ (pulvinus) of Samanea saman (88). Matching each of these activities to its encoding gene will be challenging but is likely to be a rewarding endeavor. Approximately 100 MS ion channel genes have been identified in Arabidopsis (122). A library of these genes or cDNAs could be screened for the ability to form an MS ion channel in a variety of functional assays. Alternatively, likely candidates could be directly tested, as with two recently discovered Ca2 channels that are activated by treatment with hyperosmotic solutions ( 50, 131). Acknowledgments We thank our many colleagues in the plant biology, mechanobiology, and signal transduction communities, and apologize to those whose work we were unable to include owing to length constraints. We are grateful to the current members of the Haswell lab for insightful comments on this review while it was in preparation. Our current work on MS ion channels in plants is supported by the National Science Foundation (MCB-1253103), the National Aeronautics and Space Administration (NNX13AM55G), and the National Institutes of Health (2R01GM084211). Literature Cited 1. Alexandre J, Lassalles JP. Hydrostatic and osmotic pressure activated channel in plant vacuole. Biophys J. 1991; 60:132636. PubMed: 19431814 2. Anishkin A, Kung C. Stiffened lipid platforms at molecular force foci. PNAS. 2013; 110:488692. PubMed: 23476066 3. Appel HM, Cocroft RB. Plants respond to leaf vibrations caused by insect herbivore chewing. Oecologia. 2014; 175:125766. PubMed: 24985883 4. Arnadottir J, Chalfie M. Eukaryotic mechanosensitive channels. Annu Rev Biophys. 2010; 39:111 37. PubMed: 20192782 5. Badot PM, Ding JP, Pickard BG. Mechanically activated ion channels occur in vacuoles of onion bulb scale parenchyma. C R Acad Sci Paris. 1992; 315:43743. 6. Balleza D, Gmez-Lagunas F. Conserved motifs in mechanosensitive channels MscL and MscS. Eur Biophys J. 2009; 38:101327. PubMed: 19424690 7. Bass RB, Strop P, Barclay M, Rees DC. Crystal structure of Escherichia coli MscS, a voltage- modulated and mechanosensitive channel. Science. 2002; 298:158287. PubMed: 12446901 8. Berrier C, Pozza A, de Lacroix de Lavalette A, Chardonnet S, Mesneau A, et al. The purified mechanosensitive channel TREK-1 is directly sensitive to membrane tension. J Biol Chem. 2013; 288:2730714. PubMed: 23897808 9. Bezanilla F. Voltage-gated ion channels. IEEE Trans Nanobiosci. 2005; 4:3448. 10. Booth IR. Bacterial mechanosensitive channels: progress towards an understanding of their roles in cell physiology. Curr Opin Microbiol. 2014; 18:1622. PubMed: 24607989 11. Booth IR, Blount P. The MscS and MscL families of mechanosensitive channels act as microbial emergency release valves. J Bacteriol. 2012; 194:48029. PubMed: 22685280 12. Boscari A, Clment M, Volkov V, Golldack D, Hybiak J, et al. Potassium channels in barley: cloning, functional characterization and expression analyses in relation to leaf growth and development. Plant Cell Environ. 2009; 32:176177. PubMed: 19682291 13. Bounoutas A, Chalfie M. Touch sensitivity in Caenorhabditis elegans . Pflgers Arch. 2007; 454:691702. PubMed: 17285303 Hamilton et al. Page 12 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript14. Braam J, Davis RW. Rain-, wind-, and touch-induced expression of calmodulin and calmodulin- related genes in Arabidopsis. Cell. 1990; 60:35764. PubMed: 2302732 15. Caldwell DB, Malcolm HR, Elmore DE, Maurer JA. Identification and experimental verification of a novel family of bacterial cyclic nucleotide-gated (bCNG) ion channels. Biochim Biophys Acta. 2010; 1798:175056. PubMed: 20529663 16. Chehab EW, Eich E, Braam J. Thigmomorphogenesis: a complex plant response to mechano- stimulation. J Exp Bot. 2009; 60:4356. PubMed: 19088336 17. Chemin J, Patel AJ, Duprat F, Lauritzen I, Lazdunski M, Honor E. Aphospholipid sensor controls mechanogating of the K channel TREK-1. EMBO J. 2005; 24:4453. PubMed: 15577940 18. Christensen AP, Corey DP. TRP channels in mechanosensation: direct or indirect activation? Nat Rev Neurosci. 2007; 8:51021. PubMed: 17585304 19. Clapham DE. Calcium signaling. Cell. 2007; 131:104758. PubMed: 18083096 20. Cosgrove D, Hedrich R. Stretch-activated chloride, potassium, and calcium channels coexisting in plasma membranes of guard cells of Vicia faba L. Planta. 1991; 186:14353. PubMed: 11538499 21. Coutand C. Mechanosensing and thigmomorphogenesis, a physiological and biomechanical point of view. Plant Sci. 2010; 179:16882. 22. Cox CD, Nakayama Y, Nomura T, Martinac B. The evolutionary tinkering of MscS-like channels: generation of structural and functional diversity. Pflgers Arch. 2015; 467:313. PubMed: 24819593 23. Del Val C, Royuela-Flor J, Milenkovic S, Bondar AN. Channelrhodopsins: a bioinformatics perspective. Biochim Biophys Acta. 2014; 1837:64355. PubMed: 24252597 24. Denness L, McKenna J, Segonzac C. Cell wall damage-induced lignin biosynthesis is regulated by a reactive oxygen species- and jasmonic acid-dependent process in Arabidopsis. Plant Physiol. 2011; 156:136474. PubMed: 21546454 25. Ding JP, Pickard BG. Mechanosensory calcium-selective cation channels in epidermal cells. Plant J. 1993a; 3:83110. 26. Ding JP, Pickard BG. Modulation of mechanosensitive calcium-selective cation channels by temperature. Plant J. 1993b; 3:71320. PubMed: 8397037 27. Dutta R, Robinson KR. Identification and characterization of stretch-activated ion channels in pollen protoplasts. Plant Physiol. 2004; 135:13981406. PubMed: 15247410 28. Edwards MD, Black S, Rasmussen T, Rasmussen A, Stokes NR, et al. Characterization of three novel mechanosensitive channel activities in Escherichia coli . Channels. 2012; 6:27281. PubMed: 22874652 29. Eijkelkamp N, Quick K, Wood JN. Transient receptor potential channels and mechanosensation. Annu Rev Neurosci. 2013; 36:51946. PubMed: 23750514 30. Enyedi P, Czirjk G. Molecular background of leak K currents: two-pore domain potassium channels. Physiol Rev. 2010; 90:559605. PubMed: 20393194 31. Ermakov YA, Kamaraju K, Sengupta K, Sukharev S. Gadolinium ions block mechanosensitive channels by altering the packing and lateral pressure of anionic lipids. Biophys J. 2010; 98:1018 27. PubMed: 20303859 32. Eyckmans J, Boudou T, Yu X, Chen CS. A hitchhikers guide to mechanobiology. Dev Cell. 2011; 21:3547. PubMed: 21763607 33. Falke LC, Edwards KL, Pickard BG, Misler S. A stretch-activated anion channel in tobacco protoplasts. FEBS Lett. 1988; 237:14144. PubMed: 2458963 34. Fasano JM, Massa GD, Gilroy S. Ionic signaling in plant responses to gravity and touch. J Plant Growth Regul. 2002; 21:7188. PubMed: 12016507 35. Felsenstein J. Confidence limits on phylogenies: an approach using the bootstrap. Evolution. 1985; 39:78391. 36. Furuichi T, Iida H, Sokabe M, Tatsumi H. Expression of Arabidopsis MCA1 enhanced mechanosensitive channel activity in the Xenopus laevis oocyte plasma membrane. Plant Signal Behav. 2012; 7:102226. PubMed: 22751361 37. Furuichi T, Tatsumi H, Sokabe M. Mechano-sensitive channels regulate the stomatal aperture in Vicia faba . Biochem Biophys Res Commun. 2008; 366:75862. PubMed: 18082621 Hamilton et al. Page 13 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript38. Garrill A, Tyerman SD, Findlay GP. Ion channels in the plasma membrane of protoplasts from the halophytic angiosperm Zostera muelleri . J Membr Biol. 1994; 142:38193. PubMed: 7535856 39. Gobert A, Isayenkov S, Voelker C, Czempinski K, Maathuis FJM. The two-pore channel TPK1 gene encodes the vacuolar K conductance and plays a role in K homeostasis. PNAS. 2007; 104:1072631. PubMed: 17563365 40. Guharay F, Sachs F. Stretch-activated single ion channel currents in tissue-cultured embryonic chick skeletal muscle. J Physiol. 1984; 352:685701. PubMed: 6086918 41. Hamann T. Plant cell wall integrity maintenance as an essential component of biotic stress response mechanisms. Front Plant Sci. 2012; 3:77. PubMed: 22629279 42. Hamill OP, Marty A, Neher E, Sakmann B, Sigworth FJ. Improved patch-clamp techniques for high-resolution current recording from cells and cell-free membrane patches. Pflgers Arch. 1981; 391:85100. PubMed: 6270629 43. Haswell ES. MscS-like proteins in plants. Curr Top Membr. 2007; 58:32959. 44. Haswell ES, Meyerowitz EM. MscS-like proteins control plastid size and shape in Arabidopsis thaliana . Curr Biol. 2006; 16:111. PubMed: 16401419 45. Haswell ES, Peyronnet R, Barbier-Brygoo H, Meyerowitz EM, Frachisse JM. Two MscS homologs provide mechanosensitive channel activities in the Arabidopsis root. Curr Biol. 2008; 18:73034. PubMed: 18485707 46. Haswell ES, Phillips R, Rees DC. Mechanosensitive channels: What can they do and how do they do it? Structure. 2011; 19:135669. PubMed: 22000509 47. Hedrich R. Ion channels in plants. Physiol Rev. 2012; 92:17771811. PubMed: 23073631 48. Hille, B. Ion Channels of Excitable Membranes. 3rd. Sunderland, MA: Sinauer; 2001. 49. Honor E. The neuronal background K2P channels: focus on TREK1. Nat Rev Neurosci. 2007; 8:25161. PubMed: 17375039 50. Hou C, Tian W, Kleist T, He K, Garcia V, et al. DUF221 proteins are a family of osmosensitive calcium-permeable cation channels conserved across eukaryotes. Cell Res. 2014; 24:63235. PubMed: 24503647 51. Isayenkov S 1, Isner JC, Maathuis FJ. Rice two-pore K channels are expressed in different types of vacuoles. Plant Cell. 2011; 23:75668. PubMed: 21224427 52. Isayenkov S 1, Maathuis FJ. Arabidopsis thaliana vacuolar TPK channels form functional K uptake pathways in Escherichia coli . Plant Signal Behav. 2013; 8:e24665. PubMed: 23656881 53. Jaffe MJ, Leopold AC, Staples RC. Thigmo responses in plants and fungi. Am J Bot. 2002; 89:37582. PubMed: 21665632 54. Jayaraman D, Gilroy S, An JM. Staying in touch: mechanical signals in plant-microbe interactions. Curr Opin Plant Biol. 2014; 20:1049. PubMed: 24875767 55. Jensen GS, Haswell ES. Functional analysis of conserved motifs in the mechanosensitive channel homolog MscS-Like2 from Arabidopsis thaliana . PLOS ONE. 2012; 7:e40336. PubMed: 22768278 56. Jones DT, Taylor WR, Thornton JM. The rapid generation of mutation data matrices from protein sequences. Comput Appl Biosci. 1992; 8:27582. PubMed: 1633570 57. Jones P, Binns D, Chang HY, Fraser M, Li W, et al. InterProScan 5: genome-scale protein function classification. Bioinformatics. 2014; 30:123640. PubMed: 24451626 58. Kanzaki M, Nagasawa M, Kojima I, Sato C, Naruse K, et al. Molecular identification of a eukaryotic, stretch-activated nonselective cation channel. Science. 1999; 285:88286. PubMed: 10436155 59. Keramidas A, Moorhouse AJ, Schofield PR, Barry PH. Ligand-gated ion channels: mechanisms underlying ion selectivity. Prog Biophys Mol Biol. 2004; 86:161204. PubMed: 15288758 60. Kloda A, Martinac B. Structural and functional differences between two homologous mechanosensitive channels of Methanococcus jannaschii . EMBO J. 2001; 20:188896. PubMed: 11296222 61. Kloda A, Martinac B. Common evolutionary origins of mechanosensitive ion channels in Archaea, Bacteria and cell-walled Eukarya. Archaea. 2002; 1:3544. PubMed: 15803657 Hamilton et al. Page 14 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript62. Koprowski P, Kubalski A. C termini of the Escherichia coli mechanosensitive ion channel (MscS) move apart upon the channel opening. J Biol Chem. 2003; 278:1123745. PubMed: 12551944 63. Kung C, Martinac B, Sukharev S. Mechanosensitive channels in microbes. Annu Rev Microbiol. 2010; 64:31329. PubMed: 20825352 64. Kurusu T, Kuchitsu K, Nakano M. Plant mechanosensing and Ca2 transport. Trends Plant Sci. 2013; 18:22733. PubMed: 23291244 65. Kurusu T, Nishikawa D, Yamazaki Y, Gotoh M, Nakano M, et al. Plasma membrane protein OsMCA1 is involved in regulation of hypo-osmotic shock-induced Ca2 influx and modulates generation of reactive oxygen species in cultured rice cells. BMC Plant Biol. 2012; 12:11. PubMed: 22264357 66. Kurusu T, Yamanaka T, Nakano M, Takiguchi A, Ogasawara Y, et al. Involvement of the putative Ca2-permeable mechanosensitive channels, NtMCA1 and NtMCA2, in Ca2 uptake, Ca2- dependent cell proliferation and mechanical stress-induced gene expression in tobacco ( Nicotiana tabacum ) BY-2 cells. J Plant Res. 2012; 125:55568. PubMed: 22080252 67. Lai JY, Poon YS, Kaiser JT, Rees DC. Open and shut: crystal structures of the dodecylmaltoside solubilized mechanosensitive channel of small conductance from Escherichia coli and Helicobacter pylori at 4.4  and 4.1  resolutions. Protein Sci. 2013; 22:5029. PubMed: 23339071 68. Lazzaro MD, Donohue JM, Soodavar FM. Disruption of cellulose synthesis by isoxaben causes tip swelling and disorganizes cortical microtubules in elongating conifer pollen tubes. Protoplasma. 2003; 220:2017. PubMed: 12664284 69. Legu V, Blancaflor E, Wymer C, Perbal G, Fantin D, Gilroy S. Cytoplasmic free Ca2 in Arabidopsis roots changes in response to touch but not gravity. Plant Physiol. 1997; 114:789800. PubMed: 9232870 70. Levina N, Totemeyer S, Stokes NR, Louis P, Jones MA, Booth IR. Protection of Escherichia coli cells against extreme turgor by activation of MscS and MscL mechanosensitive channels: identification of genes required for MscS activity. EMBO J. 1999; 18:173037. PubMed: 10202137 71. Lewis B, Spalding E. Nonselective block by La3 of Arabidopsis ion channels involved in signal transduction. J Membr Biol. 1998; 162:8190. PubMed: 9516240 72. Li Y, Moe PC, Chandrasekaran S, Booth IR, Blount P. Ionic regulation of MscK, a mechanosensitive channel from Escherichia coli . EMBO J. 2002; 21:532330. PubMed: 12374733 73. Liu K, Luan S. Voltage-dependent K channels as targets of osmosensing in guard cells. Plant Cell. 1998; 10:195770. PubMed: 9811801 74. Lucas M, Kenobi K, von Wangenheim D, Vo U, Swarup K, et al. Lateral root morphogenesis is dependent on the mechanical properties of the overlaying tissues. PNAS. 2013; 110:522934. PubMed: 23479644 75. Maathuis FJM. Vacuolar two-pore K channels act as vacuolar osmosensors. New Phytol. 2011; 191:8491. PubMed: 21371040 76. Maksaev G, Haswell ES. Expression and characterization of the bacterial mechanosensitive channel MscS in Xenopus laevis oocytes. J Gen Physiol. 2011; 138:64149. PubMed: 22084416 77. Maksaev G, Haswell ES. MscS-Like10 is a stretch-activated ion channel from Arabidopsis thaliana with a preference for anions. PNAS. 2012; 109:1901520. PubMed: 23112188 78. Malcolm HR, Maurer JA. The mechanosensitive channel of small conductance (MscS) superfamily: not just mechanosensitive channels anymore. ChemBioChem. 2012; 13:203743. PubMed: 22915507 79. Markin VS, Sachs F. Thermodynamics of mechanosensitivity. Curr Top Membr. 2007; 58:87119. 80. Martinac B. Mechanosensitive ion channels: an evolutionary and scientific tour de force in mechanobiology. Channels. 2012; 6:21113. PubMed: 22940794 81. Martinac B, Adler J, Kung C. Mechanosensitive ion channels of E. coli activated by amphipaths. Nature. 1990; 348:26163. PubMed: 1700306 82. Martinac B, Buechner M, Delcour A, Adler J, Kung C. Pressure-sensitive ion channel in Escherichia coli . PNAS. 1987; 84:2297301. PubMed: 2436228 Hamilton et al. Page 15 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript83. Martinac B, Hamill OP. Gramicidin A channels switch between stretch activation and stretch inactivation depending on bilayer thickness. PNAS. 2002; 99:430812. PubMed: 11904391 84. Martinac B, Nomura T, Chi G, Petrov E, Rohde PR, et al. Bacterial mechanosensitive channels: models for studying mechanosensory transduction. Antioxid Redox Signal. 2014; 20:95269. PubMed: 23834368 85. Matsumoto S, Kumasaki S, Soga K, Wakabayashi K, Hashimoto T, Hoson T. Gravity-induced modifications to development in hypocotyls of Arabidopsis tubulin mutants. Plant Physiol. 2010; 152:91826. PubMed: 20018592 86. Monshausen GB, Bibikova TN, Weisenseel MH, Gilroy S. Ca2 regulates reactive oxygen species production and pH during mechanosensing in Arabidopsis roots. Plant Cell. 2009; 21:234156. PubMed: 19654264 87. Monshausen GB, Haswell ES. A force of nature: molecular mechanisms of mechanoperception in plants. J Exp Bot. 2013; 64:466380. PubMed: 23913953 88. Moran N, Yueh Y, Crain R. Signal transduction and cell volume regulation in plant leaflet movements. Physiology. 1996; 11:10814. 89. Morgan CP, Barr-Gillespie PG. Mechanotransduction: the elusive hair cell transduction channel revealed? Curr Biol. 2013; 23:R88790. PubMed: 24112987 90. Nakagawa Y, Katagiri T, Shinozaki K, Qi Z, Tatsumi H, et al. Arabidopsis plasma membrane protein crucial for Ca2 influx and touch sensing in roots. PNAS. 2007; 104:363944. PubMed: 17360695 91. Nakano M, Iida K, Nyunoya H, Iida H. Determination of structural regions important for Ca2 uptake activity in Arabidopsis MCA1 and MCA2 expressed in yeast. Plant Cell Physiol. 2011; 52:191530. PubMed: 21949028 92. Nakayama Y, Fujiu K, Sokabe M, Yoshimura K. Molecular and electrophysiological characterization of a mechanosensitive channel expressed in the chloroplasts of Chlamydomonas . PNAS. 2007; 104:588388. PubMed: 17389370 93. Nakayama Y, Yoshimura K, Iida H. Organellar mechanosensitive channels in fission yeast regulate the hypo-osmotic shock response. Nat Commun. 2012; 3:1020. PubMed: 22910366 94. Nakayama Y, Yoshimura K, Iida H. Electrophysiological characterization of the mechanosensitive channel MscCG in Corynebacterium glutamicum . Biophys J. 2013; 105:136675. PubMed: 24047987 95. Nilius B, Honor E. Sensing pressure with ion channels. Trends Neurosci. 2012; 35:47786. PubMed: 22622029 96. Ohme-Takagi M, Shinshi H. Ethylene-inducible DNA binding proteins that interact with an ethylene-responsive element. Plant Cell. 1995; 7:17382. PubMed: 7756828 97. Perozo E, Kloda A, Cortes DM, Martinac B. Physical principles underlying the transduction of bilayer deformation forces during mechanosensitive channel gating. Nat Struct Biol. 2002; 9:696 703. PubMed: 12172537 98. Peyronnet R, Haswell ES, Barbier-Brygoo H, Frachisse JM. AtMSL9 and AtMSL10 sensors of plasma membrane tension in Arabidopsis roots. Plant Signal Behav. 2008; 3:72629. PubMed: 19704841 99. Phillips R, Ursell T, Wiggins P, Sens P. Emerging roles for lipids in shaping membrane-protein function. Nature. 2009; 459:37985. PubMed: 19458714 100. Pivetti CD, Yen M, Miller S, Busch W, Tseng Y, et al. Two families of mechanosensitive channel proteins. Microbiol Mol Biol Rev. 2003; 67:6685. PubMed: 12626684 101. Porter BW, Zhu YJ, Webb DT, Christopher DA. Novel thigmomorphogenetic responses in Carica papaya : Touch decreases anthocyanin levels and stimulates petiole cork outgrowths. Ann Bot. 2009; 103:84758. PubMed: 19182220 102. Prole DL, Taylor CW. Identification and analysis of putative homologues of mechanosensitive channels in pathogenic protozoa. PLOS ONE. 2013; 8:e66068. PubMed: 23785469 103. Purves, D.; Augustine, G.; Fitzpatrick, D.; Hall, WC.; LaMantia, AS.; White, LE., editors. Neuroscience. 2nd. Sunderland, MA: Sinauer; 2001. 104. Qi Z, Kishigami A, Nakagawa Y, Iida H, Sokabe M. A mechanosensitive anion channel in Arabidopsis thaliana mesophyll cells. Plant Cell Physiol. 2004; 45:17048. PubMed: 15574846 Hamilton et al. Page 16 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript105. Saitou N, Nei M. The neighbor-joining method: a new method for reconstructing phylogenetic trees. Mol Biol Evol. 1987; 4:40625. PubMed: 3447015 106. Sakmann B, Neher E. Patch clamp techniques for studying ionic channels in excitable membranes. Annu Rev Physiol. 1984; 46:45572. PubMed: 6143532 107. Schroeder JI, Hedrich R. Involvement of ion channels and active transport in osmoregulation and signaling of higher plant cells. Trends Biochem Sci. 1989; 14:18792. PubMed: 2475930 108. Schumann U, Edwards MD, Rasmussen T, Bartlett W, van West P, Booth IR. YbdG in Escherichia coli is a threshold-setting mechanosensitive channel with MscM activity. PNAS. 2010; 108:1266469. PubMed: 20616037 109. Shabala SN, Lew RR. Turgor regulation in osmotically stressed Arabidopsis epidermal root cells. Direct support for the role of cell turgor measurements. Plant Physiol. 2002; 129:29099. PubMed: 12011359 110. Shigematsu H, Iida K, Nakano M, Chaudhuri P, Iida H, Nagayama K. Structural characterization of the mechanosensitive channel candidate MCA2 from Arabidopsis thaliana . PLOS ONE. 2014; 9:e87724. PubMed: 24475319 111. Spalding EP, Goldsmith M. Activation of K channels in the plasma membrane of Arabidopsis by ATP produced photosynthetically. Plant Cell. 1993; 5:47784. PubMed: 12271073 112. Steinbacher S, Bass R, Strop P, Rees DC. Structures of the prokaryotic mechanosensitive channels MscL and MscS. Curr Top Membr. 2007; 58:124. 113. Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: Molecular Evolutionary Genetics Analysis version 6.0. Mol Biol Evol. 2013; 30:272529. PubMed: 24132122 114. Thompson JD, Higgins DG, Gibson TJ. CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice. Nucleic Acids Res. 1994; 22:467380. PubMed: 7984417 115. Toyota M, Gilroy S. Gravitropism and mechanical signaling in plants. Am J Bot. 2013; 100:111 25. PubMed: 23281392 116. Turner M, Sens P. Gating-by-tilt of mechanically sensitive membrane channels. Phys Rev Lett. 2004; 93:118103. PubMed: 15447384 117. Veley KM, Maksaev G, Frick EM, January E, Kloepper SC, Haswell ES. Arabidopsis MSL10 has a regulated cell death signaling activity that is separable from its mechanosensitive ion channel activity. Plant Cell. 2014; 26:311531. PubMed: 25052715 118. Veley KM, Marshburn S, Clure CE, Haswell ES. Mechanosensitive channels protect plastids from hypoosmotic stress during normal plant growth. Curr Biol. 2012; 22:40813. PubMed: 22326022 119. Voelker C, Gomez-Porras JL, Becker D, Hamamoto S, Uozumi N, et al. Roles of tandem-pore K channels in plantsa puzzle still to be solved. Plant Biol. 2010; 12:5663. PubMed: 20712621 120. Volkers L, Mechioukhi Y, Coste B. Piezo channels: from structure to function. Pflgers Arch. 2015; 467:9599. PubMed: 25037583 121. Wang P, Xue L, Batelli G, Lee S, Hou YJ, et al. Quantitative phosphoproteomics identifies SnRK2 protein kinase substrates and reveals the effectors of abscisic acid action. PNAS. 2013; 110:1120510. PubMed: 23776212 122. Ward JM, Mser P, Schroeder JI. Plant ion channels: gene families, physiology, and functional genomics analyses. Annu Rev Physiol. 2009; 71:5982. PubMed: 18842100 123. Wayne R. The excitability of plant cells: with a special emphasis on Characean internodal cells. Bot Rev. 1994; 60:265367. PubMed: 11539934 124. Wilson ME, Basu MR, Bhaskara GB, Verslues PE, Haswell ES. Plastid osmotic stress activates cellular stress responses in Arabidopsis. Plant Physiol. 2014; 165:11928. PubMed: 24676856 125. Wilson ME, Haswell ES. A role for mechanosensitive channels in chloroplast and bacterial fission. Plant Signal Behav. 2012; 7:15760. PubMed: 22307046 126. Wilson ME, Jensen GS, Haswell ES. Two mechanosensitive channel homologs influence division ring placement in Arabidopsis chloroplasts. Plant Cell. 2011; 23:293949. PubMed: 21810996 127. Wilson ME, Maksaev G, Haswell ES. MscS-like mechanosensitive channels in plants and microbes. Biochemistry. 2013; 52:570822. PubMed: 23947546 Hamilton et al. Page 17 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author Manuscript128. Wormit A, Butt SM, Chairam I, McKenna JF, Nunes-Nesi A, et al. Osmosensitive changes of carbohydrate metabolism in response to cellulose biosynthesis inhibition. Plant Physiol. 2012; 159:10517. PubMed: 22422940 129. Xiao R, Xu XZS. Mechanosensitive channels: in touch with Piezo. Curr Biol. 2010; 20:R93638. PubMed: 21056836 130. Yamanaka T, Nakagawa Y, Mori K, Nakano M, Imamura T, et al. MCA1 and MCA2 that mediate Ca2 uptake have distinct and overlapping roles in Arabidopsis. Plant Physiol. 2010; 152:128496. PubMed: 20097794 131. Yuan F, Yang H, Xue Y, Kong D, Ye R, et al. OSCA1 mediates osmotic-stress-evoked Ca2 increases vital for osmosensing in Arabidopsis . Nature. 2014; 514:36771. PubMed: 25162526 132. Zhang W, Fan LM, Wu WH. Osmo-sensitive and stretch-activated calcium-permeable channels in Vicia faba guard cells are regulated by actin dynamics. Plant Physiol. 2007; 143:114051. PubMed: 17259289 133. Zhang X, Wang J, Feng Y, Ge J, Li W, et al. Structure and molecular mechanism of an anion- selective mechanosensitive channel of small conductance. PNAS. 2012; 109:1818085. PubMed: 23074248 134. Zhu JK. Regulation of ion homeostasis under salt stress. Curr Opin Plant Biol. 2003; 6:44145. PubMed: 12972044 Glossary Ion channel a gated macromolecular pore in a cell membrane that, once opened, permits ions to flow down their electrochemical gradient MS mechanosensitive Patch-clamp electrophysiologya technique for measuring current across an isolated patch of membrane under conditions that maintain a particular transmembrane voltage Protoplast a bacterial, fungal, or plant cell from which the cell wall has been removed Gating a conformational change undergone by an ion channel in response to stimuli that creates an ion-permeable pore through the membrane Degenerinepithelial sodium channel (DEG ENaC)a family of cation-selective ion channels that mediate touch response in animals; they are especially well characterized in C. elegans Transient receptor potential (TRP)a family of cation-selective candidate MS ion channels that potentially mediate multiple sensory pathways in animals Two-pore potassium (TPK)a family of mechanically modulated, potassium-selective channels that localize to the plant vacuole and participate in ion homeostasis Trinitrophenol (TNP) a negatively charged amphipath that inserts into the outer bilayer of a membrane and induces curvature; also called picric acidHamilton et al. Page 18 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptMscS-like (MSL) a family of MS ion channels that protect cells or organelles from osmotic stress in bacteria, archaea, fungi, and plants; they may have additional physiological functions Mid1-complementing activity (MCA)a family of plasma membranelocalized MS calcium channels that mediate osmotic stress response and calcium homeostasis in plants Conductance a measurement of the ease with which current flows through an ion channel at a given voltage, measured in siemens (S) Hypoosmotic shock a rapid decrease in the osmolarity of the media for a membrane-bound cell or organelle, resulting in water influx into the cell Plastid a plant-specific endosymbiotic organelle in which photosynthesis, biosynthesis, andor storage of cell metabolites take place Chloroplast a plastid specialized for photosynthesis Filamentous temperature-sensitive Z (FtsZ)a GTPase that forms filaments required for fission in bacteria and plastids Chinese hamster ovary (CHO) cellsa commonly used cell line for protein expression and tissue culture work Isoxaben an herbicide that prevents the incorporation of glucose into cell walls by inhibiting cellulose synthase subunits Open probability the ratio of channels that are open to those that are closed in a particular population Pulvinus an organ consisting of central vascular tissue surrounded by two groups of cortical cells whose alternating swelling and shrinking produces leaf movementHamilton et al. Page 19 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptPiezo Channels Piezo channels, named for the Greek word for pressure, are believed to mediate the perception of mechanical stimuli in animal systems (reviewed in 95, 120, 129). mPiezo1 and mPiezo2 were identified in a tour de force RNA-silencing screen for the gene underlying mechanosensitivity in a mouse tissue culture cell line, and genes encoding Piezo homologs have been identified throughout the animal kingdom, in protists, in amoebae, and, surprisingly, in plants. Piezos are exceptionally large proteins, comprising 2,0004,000 amino acids and 2040 predicted transmembrane helices. Expressed in both sensory and nonsensory tissues, they are required for response to gentle touch and for vascular development in zebrafish and mice. They are further implicated in noxious touch response, cellular extrusion, and red blood cell volume regulation in flies, fish, mice, rats, and humans. Although heterologous expression of Piezo channels can confer mechanosensitivity on an insensitive cell, whether they require other cellular components or a specialized lipid environment for mechanosensitivity is not yet known. Mutations in human Piezo genes are associated with a number of diseases.Hamilton et al. Page 20 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptEscherichia Coli MSCS The mechanosensitive channel of small conductance (MscS) of E. coli was among the first mechanosensitive channels to be identified and is now one of the best understood in any system (reviewed in 11, 46, 63). MscS is a weakly anion-preferring channel with a conductance of 1 nanosiemens, and contributes to cellular survival of hypoosmotic shocks ranging from 500 to 1,000 milliosmoles. MscS activity can be reconstituted with only recombinant protein and lipids, indicating that it is gated directly through membrane tension. The C-terminal domain also undergoes a structural rearrangement upon gating and has been proposed to help regulate the composition of osmolytes available to pass through the channel pore. Five crystal structures of prokaryotic MscS homologs in conducting and nonconducting conformations, molecular dynamic simulations, and a slew of structure-function studies support several models for the MscS gating mechanism. Taken together, these studies form a solid foundation for future investigations into the structure, biophysical mechanism, and physiological function of MscS homologs in plants.Hamilton et al. Page 21 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptSummary Points 1.Mechanosensitive (MS) ion channels transduce mechanical force into biochemical signals for a wide range of physiological purposes. 2.Plants sense and respond to diverse mechanical forces, including touch, gravity, osmotic pressure, and developmental events. MS ion channels likely participate in some or all of these processes. 3.MS ion channel activities are well represented among different plant species, cell types, and cellular compartments, but only three families have been characterized in plants; other MS ion channels known to be present have not yet been identified at the molecular level. 4.A broad assortment of techniques exist to study plant MS ion channels, but additional approaches are needed to preserve the cell- and tissue-specific context in which MS ion channels function in planta. 5.A subset of MscS-like (MSL) channels localize to mitochondrial and plastidic envelopes and serve to relieve hypoosmotic stress in plastids during normal growth and development. 6.Another class of MSLs localize to the plasma membrane and endoplasmic reticulum, where they are required for the predominant MS ion channel activity in root protoplasts. The physiological functions of these channels have been elusive, although at least one has been implicated in stress-induced cell death signaling. 7.Mid1-complementing activity (MCA) proteins were identified in a functional screen in yeast. MCAs in multiple plant species are required for Ca2 influx in response to mechanical events and mediate Ca2 homeostasis. 8.Plant two-pore potassium (TPK) channels reside in vacuolar membranes and exhibit ion channel activity that is modulated by membrane tension.Hamilton et al. Page 22 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFuture Issues 1.No plant MSL, MCA, or TPK channel has fully satisfied the four criteria for confident assignment as an MS ion channel. Establishing a physiological stimulus for MSL10 and demonstrating a change in MS ion channel properties in response to altered amino acid sequences in MSL10, MCA1, or TPK1 will be first steps toward this goal. 2.Establishing the physiological functions of plasma membranelocalized MSLs and the relevance of the structural diversity within the MSL family will require creative functional assays and new structural studies. 3.Atomic structures will be needed if we are to make significant progress in understanding the gating mechanism, regulation, and other functional aspects of plant MS ion channels. A structure will be particularly revealing for MCAs, where no information is available from homologs in other systems. 4.Current techniques for studying MS ion channels are limited in that they often require removing or damaging the cell wall and analyzing membranes outside of their natural context. New tools are needed to bypass these limitations. 5.An exciting, if ambitious, goal for the future will be to match each of the activities that have been detected in plant membranes with a known gene and corresponding channel structure. New functional screens as well as classical genetics and phylogenetics may play an important role in this endeavor.Hamilton et al. Page 23 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 1. Models for mechanosensitive (MS) ion channel gating. ( a) The lipid-disordering model. MS ion channels force the membrane to distort to establish favorable interactions with the channel (top). Lateral membrane tension ( arrows ) increases bilayer energy as the membrane structure is further altered. The open conformation of the channel is then favored because it reduces lipid disordering through a lower-energy interface with the membrane ( bottom ). The level of lipid disordering is indicated by yellow shading, and the conformational changes of the channel relative to the membrane are emphasized by dashed lines. ( b) The hydrophobic mismatch model. Membrane bilayers create favorable interactions between the polar lipid heads and polar residues of an embedded protein ( top). Lateral membrane tension ( arrows ) results in a thinner bilayer, disrupting some of these favorable interactions ( middle ). The open conformation of the channel, which has a shorter channel profile within the membrane, restores these interactions ( bottom ). The increasing hydrophobicity of regions is shown as a gradient from very hydrophilic ( red) to very hydrophobic ( blue).Hamilton et al. Page 24 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 2. Phylogenetic relationships, subcellular localizations, and topologies of MscS-like (MSL) channels. ( a) The inferred phylogeny of 43 members of the MscS superfamily, presented as an unrooted radial tree. Sequences were identified by Phytozome BLAST analysis ( http: www.phytozome.net ) or inclusion in previous analyses ( 15, 43, 67, 93, 94, 101, 118, 133). The MSL region of each protein was identified by InterProScan ( 57) and aligned using ClustalW ( 114) with a gap-opening penalty of 3.0 and a gap-extension penalty of 1.8. The evolutionary history was inferred using the neighbor-joining ( 105) method with a JTT distance matrix ( 56) using MEGA6 software ( 113). The reliability of the tree was determined via bootstrapping ( n  1,000 replicates) ( 35), and branches with bootstrap values of less than 50 were collapsed. The phylogenetic origin or cluster is indicated in the colored areas. The sequences used in this analysis and their UniProt accession numbers, Arabidopsis Information Resource (TAIR) accession numbers, or Phytozome accession numbers are as follows: Escherichia coli MscS (P0C0S1), YbdG (P0AAT4); Synechocystis sp. PCC6803 bCNGa (M1ME31); Helicobacter pylori MscS (E1Q2W1); Corynebacterium glutamicum MscCG (P42531); Thermoanaerobacter tengcongensis MscS (Q8R6L9); Toxoplasma gondii (B6KM08); Plasmodium falciparum (Q8IIS3); Dictyostelium discoideum (Q54ZV3); Schizosaccharomyces pombe MSY1 (O74839), MSY2 (O14050); Hamilton et al. Page 25 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptChlamydomonas reinhardtii MSC1 (A3KE12), MSC2 (A8HM43), MSC3 (A8HM47); Arabidopsis thaliana MSL1 (At4g00290), MSL2 (At5g10490), MSL3 (At1g58200), MSL8 (At2g17010), MSL9 (At5g19520), MSL10 (At5g12080); Populus trichocarpa (Pt002G105900, Pt004G178900); Zea mays (GRMZM2G125494, GRMZM2G028914, GRMZM2G005013); Oryza sativa (Os02g45690, Os04g48940, Os06g10410, Os02g44770); Brachypodium distachyon (Bradi1g15920, Bradi5g19160, Bradi3g51250); Vitis vinifera (Vv00015105001, Vv00026926001, Vv00002410001); Physcomitrella patens (Pp1s79_156, Pp1s314_12, Pp1s2_4320); Carica papaya (supercontig_55.26, supercontig _22.80, supercontig _126.38, supercontig_20.126). ( b)Predicted topology and subcellular localization of representative MSLs from A. thaliana . Topologies were drawn according to predictions on Aramemnon ( http:aramemnon.botanik.uni-koeln.de ). The regions of highest homology to E. coli MscS found in groups I, II, and III are shown in red; the group II specific C-terminal extension is shown in green; and the group IIIspecific N-terminal region is shown in blue.Hamilton et al. Page 26 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 3. Molecularly uncharacterized mechanosensitive (MS) ion channel activities identified in plant membranes. Plasma membranelocalized (panel a) and vacuole-localized (panel b) MS ion channels identified through patch-clamp electrophysiology and activated through increased membrane tension are presented and categorized by established ion permeability. Relevant references are indicated beneath each channel. Arrows indicate the ion permeability but do not specify the direction of ion flux in or out of the cell or vacuole.Hamilton et al. Page 27 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAuthor Manuscript Author Manuscript Author Manuscript Author ManuscriptHamilton et al. Page 28Table 1 Plant mechanosensitive (MS) ion channels Protein Gene Organism Mutantsilenced phenotype Overexpression phenotype Subcellular localizationExpression- associated MS ion channel characteristicsActivity in heterologous systems Key reference(s) MscS-like (MSL) MSL1 At4g00290 Arabidopsis thalianaMitochondriaa Survival of hypoosmotic shock in E. coli43 MSL2 At5gl0490 Arabidopsis thaliana msl2 null mutants show defective leaf shape; msl2 msl3 double mutants have enlarged chloroplasts and enlarged, round nongreen plastids; msl2 msl3 double mutants have chloroplasts that exhibit multiple division rings.Plastid envelope, poles 44, 55, 118, 126 MSL3 Atlg58200 Arabidopsis thaliana msl2 msl3 double mutants have enlarged chloroplasts and enlarged, round nongreen plastids; msl2 msl3 double mutants have chloroplasts that exhibit multiple division rings.Plastid envelope, poles Survival of hypoosmotic shock in E. coli44, 118, 126 MSL4 Atlg53470 Arabidopsis thaliana msl4 msl5 msl6 msl9 msl10 quintuple mutants lack MS ion channel activity in root protoplasts.Plasma membranea 45 MSL5 At3gl4810 Arabidopsis thaliana msl4 msl5 msl6 msl9 msl10 quintuple mutants lack MS ion channel activity in root protoplasts.Plasma membranea 45 MSL6 Atlg78610 Arabidopsis thaliana msl4 msl5 msl6 msl9 msl10 quintuple mutants lack MS ion channel activity in root protoplasts.Plasma membranea 45 MSL9 At5gl9520 Arabidopsis thaliana msl9 mutants lack an 45- pS MS ion channel activity in root protoplasts; msl9 msl10 double mutants lack an 50-pS MS ion channel activity in root protoplasts.Plasma membrane, ER 45 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptHamilton et al. Page 29Protein Gene Organism Mutantsilenced phenotype Overexpression phenotype Subcellular localizationExpression- associated MS ion channel characteristicsActivity in heterologous systems Key reference(s) MSL10 At5gl2080 Arabidopsis thaliana msl10 mutants lack an 140-pS MS ion channel activity in root protoplasts; msl9 msl10 double mutants lack an 50-pS MS ion channel activity in root protoplasts.Cell death, increased H 2O2 accumulation, induction of SAG12, OSM34, DOX1, PERX34, and KTI1Plasma membrane, ER 100-pS conductance in Xenopus oocytes, with a moderate preference for anions45, 77, 117 Midi-complementing activity (MCA) MCA1 At4g35920 Arabidopsis thaliana The roots of mca1 mutants are less efficient at penetrating hard agar and do not induce lignin deposition or alter carbohydrate gene expression patterns in response to isoxaben; mca1 mca2 double mutants are hypersensitive to MgCl 2 and show developmental delays.Increased Ca2 uptake in seedling roots, increased Ca2 influx (measured as aequorin signal) in response to hypoosmotic shock and TNP treatment, high TCH3 expression levelPlasma membrane 15-or 35- pS- conductance mechanically gated channel in Xenopus oocytesSurvival and Ca2 uptake in response to challenge with mating pheromone in S. cerevisiae; stretch- activated Ca2 influx in CHO cells24, 36, 90, 128, 130 MCA2 At2gl7780 Arabidopsis thaliana mca2 mutants show a reduction in Ca2 uptake; mca1 mca2 double mutants are hypersensitive to MgCl 2 and show developmental delay.Plasma membrane Survival and Ca2 uptake in response to challenge with mating pheromone in S. cerevisiae130 NtMCAl AB622811 Nicotiana tabacum Increased Ca2 uptake in cultured tobacco cells, increased NtERF4 expressionPlasma membrane, punctate signalSurvival and Ca2 uptake in response to challenge with mating pheromone, Ca2 uptake in response to hypoosmotic shock in S. cerevisiae66 NtMCA2 AB622812 Nicotiana tabacum Increased Ca2 uptake in cultured tobacco cells, increased NtERF4 expressionPlasma membrane, punctate signalSurvival and Ca2 uptake in response to challenge with mating pheromone, Ca2 uptake in response to hypoosmotic 66 Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptHamilton et al. Page 30Protein Gene Organism Mutantsilenced phenotype Overexpression phenotype Subcellular localizationExpression- associated MS ion channel characteristicsActivity in heterologous systems Key reference(s) shock in S. cerevisiae OsMCAl Os03g0157300 Oryza sativa OsMCA1 -silenced lines exhibit slower growth as well as reduced aequorin luminescence in response to hypoosmotic shock or to the membrane-distorting agent TNP.Increased Ca2 uptake in cultured rice cellsPlasma membrane 65 Two-pore potassium (TPK) TPK1 At5g55630 Arabidopsis thaliana tpkl mutants lack an instantaneous tonoplast K current in all shoot cell types and show modest sensitivity to high and low K in the media, slow guard cell- closing kinetics in response to ABA, and slow germination, especially in the presence of ABA.Resistance to high and low K in the media, fast guard cell-closing kinetics in response to ABA, fast germinationVacuolar membrane Instantaneous K-selective channel activity that increases with membrane tensionComplements a K-uptake- deficient E. coli mutant39, 52, 75 OsTPKla Os03g541002 Oryza sativa Vacuolar membrane Instantaneous K-selective channel activity that increases with membrane tension51, 75 HvTPKl EU926490 Hordeum vulgare Vacuolar membrane Instantaneous K-selective channel activity that increases with membrane tension12, 75 Blank cells indicate that no data are available. Abbreviations: ABA, abscisic acid; CHO, Chinese hamster ovary; E. coli , Escherichia coli; ER, endoplasmic reticulum; pS, picosiemens; S. cerevisiae , Saccharomyces cerevisiae ; TNP, trinitrophenol. aPredicted. Annu Rev Plant Biol . Author manuscript; available in PMC 2016 April 29.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Models for mechanosensitive (MS) ion channel gating"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Phylogenetic relationships, subcellular localizations, and topologies of MscS-like (MSL) \nchannels"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Molecularly uncharacterized mechanosensitive (MS) ion channel activities identified in \nplant membranes"
            }
        ]
    }
]