[
    {
        "pmid": "35252734",
        "title": "Blocking SARS-CoV-2 Delta Variant (B.1.617.2) Spike Protein Receptor-Binding Domain Binding with the ACE2 Receptor of the Host Cell and Inhibiting Virus Infections Using Human Host Defense Peptide-Conjugated Graphene Quantum Dots.",
        "year": "2022",
        "journal": "ACS Omega",
        "abstract": "The emergence of double mutation delta (B.1.617.2) variants has dropped vaccine effectiveness against SARS-CoV-2 infection. Although COVID-19 is responsible for more than 5.4 M deaths till now, more than 40% of infected individuals are asymptomatic carriers as the immune system of the human body can control the SARS-CoV-2 infection. Herein, we report for the first time that human host defense neutrophil α-defensin HNP1 and human cathelicidin LL-37 peptide-conjugated graphene quantum dots (GQDs) have the capability to prevent the delta variant virus entry into the host cells via blocking SARS-CoV-2 delta variant (B.1.617.2) spike protein receptor-binding domain (RBD) binding with host cells' angiotensin converting enzyme 2 (ACE2). Experimental data shows that due to the binding between the delta variant spike protein RBD and bioconjugate GQDs, in the presence of the delta variant spike protein, the fluorescence signal from GQDs quenched abruptly. Experimental quenching data shows a nonlinear Stern-Volmer quenching profile, which indicates multiple binding sites. Using the modified Hill equation, we have determined n = 2.6 and the effective binding affinity 9 nM, which is comparable with the ACE2-spike protein binding affinity (8 nM). Using the alpha, beta, and gamma variant spike-RBD, experimental data shows that the binding affinity for the delta B.1.617.2 variant is higher than those for the other variants. Further investigation using the HEK293T-human ACE2 cell line indicates that peptide-conjugated GQDs have the capability for completely inhibiting the entry of delta variant SARS-CoV-2 pseudovirions into host cells via blocking the ACE2-spike protein binding. Experimental data shows that the inhibition efficiency for LL-37 peptide- and HNP1 peptide-attached GQDs are much higher than that of only one type of peptide-attached GQDs.",
        "full_text": "Blocking SARS-CoV 2 Delta Variant (B.1.617.2) Spike Protein Receptor-Binding Domain Binding with the ACE2 Receptor of the Host Cell and Inhibiting Virus Infections Using Human Host Defense Peptide-Conjugated Graphene Quantum Dots Avijit Pramanik, Poonam C. Sharma, Shamily Patibandla, Ye Gao, Vinod Ruppa-Kasani, Jagruti Goli, Animesh Kumar, Abhirup Chatterjee, Sudarson Sekhar Sinha, John T. Bates, Michael A. Bierdeman,Ritesh Tandon, and Paresh Chandra Ray  Cite This: ACS Omega 2022, 7, 8150 8157 Read Online ACCESS Metrics  More Article Recommendations sSupporting Information ABSTRACT: The emergence of double mutation delta (B.1.617.2) variants has dropped vaccine e ectiveness against SARS-CoV-2 infection. Although COVID-19 is responsible for more than 5.4 M deaths till now, more than 40 of infected individualsare asymptomatic carriers as the immune system of the human body can control theSARS-CoV-2 infection. Herein, we report for the rst time that human host defense neutrophil -defensin HNP1 and human cathelicidin LL-37 peptide-conjugated graphene quantum dots (GQDs) have the capability to prevent the delta variant virusentry into the host cells via blocking SARS-CoV-2 delta variant (B.1.617.2) spike proteinreceptor-binding domain (RBD) binding with host cells angiotensin converting enzyme 2 (ACE2). Experimental data shows that due to the binding between the delta variantspike protein RBD and bioconjugate GQDs, in the presence of the delta variant spikeprotein, the uorescence signal from GQDs quenched abruptly. Experimental quenching data shows a nonlinear Stern Volmer quenching pro le, which indicates multiple binding sites. Using the modi ed Hill equation, we have determined n 2.6 and the eective binding a nity 9 nM, which is comparable with the ACE2 spike protein binding a nity (8 nM). Using the alpha, beta, and gamma variant spike-RBD, experimental data shows that the binding a nity for the delta B.1.617.2 variant is higher than those for the other variants. Further investigation using the HEK293T-human ACE2 cell line indicates that peptide-conjugated GQDshave the capability for completely inhibiting the entry of delta variant SARS-CoV-2 pseudovirions into host cells via blocking theACE2spike protein binding. Experimental data shows that the inhibition e ciency for LL-37 peptide- and HNP1 peptide-attached GQDs are much higher than that of only one type of peptide-attached GQDs. 1. INTRODUCTION The current global pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) isresponsible for over 5.4 million death till now.14It is now well understood that during COVID-19 infection, the spikeprotein S1 unit containing the receptor-binding domain (S-RBD) facilitates the virus attachment to humans by binding tothe angiotensin converting enzyme 2 (ACE2) receptor in thenasal epithelial mucosal cells, which is the key path for SARS-CoV-2 entry into human host cells. 59Therefore, the SARS- CoV-2 S protein became the target for COVID-19 vaccinesavailable in the market, which can generate neutralizingantibodies against the S-RBD upon immunization. 914The emergence of double mutant delta (B.1.617.2) variants, whichcontain the L452R and T478K mutations on the S-RBD, hasenhanced the binding a nity with ACE2. 16Recent reports also indicate that mutations on the S-RBD lead to a prominentdecline in neutralizing antibody levels against the delta variantby antibodies generated dur ing previous infection or vaccination.712Due to the above fact, designing a new strategy to block the spike protein ACE interaction is very important for preventing mutate variant infection. Although the mortality rate is very high for COVID-19, reported data also indicates that around 42 of infectedindividuals are asymptomatic carriers, which indicates thatSARS-CoV-2 can be e ectively controlled by the human s innate immune system. 19-Defensin human neutrophil peptides (HNP1, HNP2, HNP3, and HNP4) and human - Received: January 6, 2022 Accepted: February 1, 2022 Published: February 22, 2022 Article http:pubs.acs.orgjournalacsodf  2022 The Authors. Published by American Chemical Society 8150https:doi.org10.1021acsomega.2c00113 ACS Omega 2022, 7, 8150 8157 defensins (HBD1, HBD2, and HBD3) as well as LL-37 (leucine-leucine-37) cathelicidin family peptides are membersof the innate immune system.11,1517Defensins and cathelicidin peptides play a crucial role in the human body for viral inhibition via binding and destabilizing.11,1517Driven by the need to block the delta variant infection, herein wereport the design of HNP1 and LL-37 peptide-conjugated graphene quantum dots (GQDs), which have the capability to bind to the SARS-CoV-2 delta variant (B.1.617.2) spikeprotein RBD and block the S-RBD interaction with ACE2,which prevents the virus entry into the host cells, as shown in Figure 1 . Graphene quantum dots (GQDs) consisting of a graphene lattice and containing single or few sheets of graphene fragments exhibit size-dependent luminescence properties originating from the quantum con nement e ects and edge eects. 1823GQDs containing di erent surface groups such as carboxy, epoxy, and hydroxyl exhibit a high water solubility, high surface area, excellent photostability, and biocompati-bility.1823Due to their unique optical and other properties, GQDs became a very good choice for use in bioimaging,biosensing, and other biotechnology applications.1823In our design, bioconjugated GQD uorescence has been used to monitor the SARS-CoV-2 delta variant (B.1.617.2) spike protein RBD host cells angiotensin converting enzyme 2 (ACE2) interaction to determine the e ective binding a nity. Also, the functional groups on the surface and edge of GQDs have been used for the inactivation of the virus viadecomposition of the lipid membrane of the virus and for the removal of spike proteins that are attached on the lipid membrane. 2. MATERIALS AND METHODS 2.1. Synthesis and Characterization of HNP1 and LL- 37 Human Host Defense Peptide-Attached GrapheneQuantum Dots (GQDs). GQDs were developed in a two-step process, as shown in Scheme S1 in the Supporting Information. Initially, graphene oxide (GO) nanosheets were synthesized from natural graphite powder using the modi ed Hummer s method as we and others have reported before. 1823In the next step, GQDs were synthesized using a hydrothermal Figure 1. (A) Scheme showing the design of HNP1 and LL-37 human host defense peptide-conjugated GQDs and binding of HNP1 and LL-37 peptide-conjugated GQDs in the presence of the SARS-CoV-2 delta variant (B.1.617.2) spike protein RBD. (B) Scheme showing the blocking ofthe S-RBD interaction with ACE2 on a human cell membrane and preventing the SARS-CoV-2 virus entry. Figure 2. (A) TEM image of freshly prepared peptide-conjugated GQDs. The high-resolution TEM image in the inset demonstrates the crystal lattice fringe for peptide-conjugated GQDs. (B) Photograph showing the uorescence image from HNP1 and LL-37 peptide-conjugated GQDs in the presence (B2) and absence (B1) of the SARS-CoV-2 delta variant (B.1.617.2) spike protein. (C) Fluorescence spectra from peptide-conjugated GQDs in the presence of the spike protein at di erent concentrations. (D) Time-resolved photoluminescence decay curve from peptide-conjugated GQDs in the absence and presence of the spike protein at di erent concentrations. (E) Plot of log F0F versus logspike concentration, in nM for HNP1 and LL-37 peptide-conjugated GQDs, which indicates the nonlinear uorescence quenching process. (F) Fluorescence spectra from HNP1 human host defense peptide-conjugated GQDs in the presence of the SARS-CoV-2 delta variant (B.1.617.2) spike protein at di erent concentrations. (G) Plot of log F0F versus logspike concentration, in M for HNP1 peptide-conjugated GQDs, which indicates the nonlinear uorescence quenching process. (H) Plot showing the binding curve between the peptide-conjugated GQDs and SARS-CoV-2 delta variant (B.1.617.2) spike protein in the ELISA plate-based assay.ACS Omega http:pubs.acs.orgjournalacsodf Article https:doi.org10.1021acsomega.2c00113 ACS Omega 2022, 7, 8150 81578151method in the presence of dimethyl formamide (DMF).1823 The transmission electron microscopy (TEM) image reported inFigure S2A in the Supporting Information shows the two- dimensional (2D) morphology of the freshly prepared GOwith 5 2m size. On the other hand, the TEM image reported in Figure S2B shows the zero-dimensional (0D) morphology of the freshly prepared GQDs whose sizes are 4  2 nm. Table S1 shows the dynamic light scattering (DLS) measurement data, which matches well with the TEM data. Asshown in Figure 1 A, for the development of HNP1 and LL-37 human host defense peptide-attached GQDs, we usedcarbodiimide coupling chemistry between the carboxy groupof graphene oxides and the amine group of peptides. The FTIR data from peptide-attached GQDs, as reported in Figure S2G , shows the presence of the OH stretch, CH stretch, amide-I, amide-II, and amide-III bands, which indicates that the peptides are attached on the GQD surfaces.The DLS data indicates the -potential changes from 142 mV to 3 1 mV after peptide binding, which also indicates that the peptides are on the surface of GQDs. The TEM datareported in Figure 2 A indicates that the size of peptide- conjugated GQDs are 6 2 nm, which matches very well with the DLS data reported in Table S1 . The inset in Figure 2 A shows the high-resolution TEM for peptide-conjugated GQDs,which shows the graphite structure with a stripe distance of0.24 nm. 1823Similarly, Figure S2C in the Supporting Information shows the powder X-ray di raction (XRD) pattern, which indicates a broad peak at 26.5 due to the (002) re ection of graphite.1823Figure S2D shows the Raman spectra of peptide-attached GQDs, which indicate the presenceof the D band at 1350 cm 1and the G band at 1590 cm1 due to the graphene structure.1823 2.2. Binding Studies between the SARS-CoV-2 Delta Variant (B.1.617.2) Spike Protein RBD and HNP1 andLL-37 Human Host Defense Peptide-Attached GQDsUsing Peptide-Attached GQD-Based Luminescence. For the binding between the SARS-CoV-2 delta variant (B.1.617.2) spike protein RBD and HNP1 and LL-37 human host defense peptide-attached GQDs, we used a binding bu er. The experimental details are reported in the Supporting Informa- tion. For the detection of luminescence from HNP1 and LL-37 human host defense peptide-attached GQDs, in the presenceand absence of the SARS-CoV-2 delta variant (B.1.617.2) spikeprotein RBD, we used a portable uorescence spectrometer developed by us with a laser excitation of 360 nm from a diodelaser. 13,14,21,22For emission signal collection, we used a miniaturized QE65000 spectrometer from Ocean Op- tics.13,14,21,22All measurements were performed with 5 ms integration time with ve spectra averaging using the software.13,14,21,22 2.3. ELISA-like Assay for Determining the Binding between the Delta Variant (B.1.617.2) Spike Proteinand Peptide-Attached GQDs. For this purpose, we used an ELISA-like assay using His-tag delta variant SARS-CoV-2 S1 proteins, which were adsorbed to a 96-well plate overnight at 4C. For comparison with uorescence assay data, we kept the concentrations of GQDs and spike proteins the same for boththe measurements. After that, the plate was blocked using ablocking bu er and then di erent concentrations of peptide- attached GQDs were incubated on the plate. In the next step,we used a streptavidin protein that is covalently conjugated toa horseradish peroxidase (HRP) enzyme to determine thebinding. 1115We also used TMB (3,3 ,5,5 -tetramethylbenzi-dine) for colorimetric assay detection.1115Signal intensity was recorded using a plate reader. After that, data were graphed inGraphPad Prism. From the binding curve, we estimated thebinding constants ( K D) using the Hill equation, as reported before.7,8,11,12 2.4. In Vitro Experiments for Blocking ACE2 Binding with Baculovirus Pseudotyped with a SARS-CoV-2Delta Variant (B.1.617.2) Spike Protein Using Fluo-rescence Imaging. For this experiment, we used human embryonic kidney-239T cells with a high expression of ACE2(HEK-293T). 1115,26,27Since delta variant SARS-CoV-2 is a biosafety-level-3 virus, for our experiment, we used a GFP(green uorescent protein)-tagged Baculovirus pseudotyped with a SARS-CoV-2 delta variant (B.1.617.2) spike protein(catalog number C1123G). 1115,26,27The experimental details are reported in the Supporting Information . 2.5. Virus Inhibition Experiments for HNP1 and LL-37 Human Host Defense Peptide-Attached GQDs. For this experiment, we used HEK293T cells. Dilutions of test HNP1and LL-37 human host defense peptide-attached GQDs weremade in DMEM. 13,14,26,27The GFP-tagged Baculovirus pseudotyped with a SARS-CoV-2 delta variant (B.1.617.2)spike protein stock was mixed with the HNP1 and LL-37human host defense peptide-attached GQDs at di erent concentrations and incubated for 1 h. The experimental detailsare reported in the Supporting Information. 3. RESULTS AND DISCUSSION 3.1. Determining the Photoluminescence Quantum Yield and Lifetime from HNP1 and LL-37 Human HostDefense Peptide-Attached GQDs. The UV vis spectra from HNP1 and LL-37 human host defense peptide-attachedGQDs, as reported in Figure S2E , show two peaks. The rst absorption peak is observed at 270 nm, which can be due to thetransition, and the second peak is at 306 nm, which can be due to the n transition. 1823Figure S2F andFigure 2C show the luminescence spectra of peptide-attached GQDs at 360 nm excitation, where the strong emission maximum at416 nm can be due to the electron hole recombination and quantum size e ect.1823Figure 2 B shows that peptide- attached GQDs exhibit a strong blue uorescence under UV light. The photoluminescence quantum yield (PLQY) wasdetermined to be 0.28 for peptide-attached GQDs. The photoluminescence decay pro les for peptide-attached GQDs are reported in Figure 2 D, which t very well with the triple exponential function with  1 0.32 ns, 2 2.2 ns, and 3 7.3 ns. 3.2. Determining the Biocompatibility and Cytotox- icity. To determine the biocompatibility and cytotoxicity of the LL-37 and HNP1 peptide-attached GQDs, we used normalskin HaCaT cells, lung cancer A549 cells, and humanembryonic kidney-239T cells with a high expression ofACE2 (HEK-293T). 1115,26,27All cells were treated with 60 gmL GQDs  4 gmL LL-37  4 gmL HNP1 for 48 h.1115,26,27As reported in Figures S3A,B in the Supporting Information, after treatment with LL-37 and HNP1 peptide- attached GQDs or only GQDs or only peptides, the cell viability was hardly changed for all the cell lines. The reportedexperimental data clearly indicate that the LL-37 and HNP1peptide-attached GQDs do not exhibit any detectablecytotoxicity after 48 h of treatment. 3.3. Determining the Binding A nity between the SARS-CoV-2 Delta Variant (B.1.617.2) Spike Protein RBDACS Omega http:pubs.acs.orgjournalacsodf Article https:doi.org10.1021acsomega.2c00113 ACS Omega 2022, 7, 8150 81578152and HNP1 and LL-37 Human Host Defense Peptide- Attached GQDs. Next, we have determined whether the SARS-CoV-2 delta variant (B.1.617.2) spike protein RBD can bind with HNP1 and LL-37 human host defense peptide- attached GQDs, which is a very important parameter for theinhibition of virus infection. The experimental details arereported in the Supporting Information . The luminescence signals from GQDs in the presence and absence of the spike protein were recorded with a laser excitation of 360 nm from adiode laser. 1115,26,27The reported photograph in Figure 2 B a l s os h o w st h a tt h ei n t e n s e uorescence from peptide- conjugated GQDs decreases in the presence of the spike protein. In the case of peptide-attached GQDs, the graphene quantum dots can bind with the spike protein via hydrophobic interaction, hydrogen bonding, and charge transfer inter-action.18,19On the other hand, LL-37 and HNP1 peptides can bind with the spike protein via hydrogen bonding, electrostatic interaction, and hydrophobic interaction.11,12,15The observed huge uorescence quenching clearly indicates the strong interaction between peptide-attached GQDs and the spikeprotein. The reported uorescence quenching can be the result of the static quenching due to the formation of a non- uorescent complex in the ground state. On the other hand, the observed quenching can be due to the dynamic quenching,which is based on the Fo rster resonance energy transfer from the donor peptide-attached GQDs to the acceptor spike protein. As reported in Figure 2 D, the photoluminescence decay curve remains almost the same in the presence orabsence of the delta variant (B.1.617.2) spike protein, which indicates that the uorescence lifetime (  1 0.30 ns, 2 2.2 ns, and 3 7.1 ns) in the presence of the spike protein is very similar to the data in the absence of the protein. Theexperimental lifetime data clearly indicates that the observed quenching is a static quenching process. Similarly, as reported in Figure S1E in the Supporting Information, the UV vis absorption maximum from peptide- attached GQDs is 10 nm shifted to a higher wavelength in the presence of the spike protein, which also indicates theformation of a complex in the ground state between thepeptide-attached GQDs and spike protein. Often, the static quenching process can be described by the Stern Volmer equation 20,22,24,25as described below   F FK 1s p i k e0 SV(1)  KKSV spike 0 (2) where F0is the uorescence intensity from the peptide- conjugated GQDs in the absence of the spike protein, Fis the uorescence intensity in the presence of the spike protein, and spike is the protein concentration. KSVis the Stern Volmer constant, which depends on quencher rate coe cients ( Kq) and the lifetime 0of the GQDs excited state in the absence of spike. As shown in Figure 2 E, the plot of log F0F versus logspike concentration, in nM for HNP1 and LL-37 peptide-conjugated GQDs indicates the nonlinear uorescence quenching process, which may be due to the multiple binding sites. S i n c ew eh a v eo b s e r v e dan o n l i n e a rS t e r n Volmer quenching pro le, we have used the modi ed Hill equation24,25   ()FF FnKn Glog log log1 tFF S F0 b()t 0 0 (3) where Kbis the dissociation constant,  Stis the concentration of the spike protein at any given time,  Gtis the concentration of peptide-conjugated GQDs at any given time, and nis the Hill coe cient. We have determined the binding a nity, which is the inverse of the dissociation constant, by tting the curve with eq 3, as reported in Figures 2 E,G. As shown in Table 1 , we have determined the binding a nity as 8 1n M andn 2.6. As shown in Figures 2 F,G, the luminescence signal from HNP1 human host defense peptide-attached GQDs decreasesslowly as the concentration of the spike protein increases. Bytting the curve using eq 3, we have determined the binding anity as 120 20 nM in this case, as reported in Table 1 . To verify our data with a well-documented assay, we used the ELISA-like assay using the His-tag delta variant SARS-CoV-2 S1 protein. 26,27The experimental details are reported in theSupporting Information . As reported in Figure 2 H, the plot shows the binding curve between the peptide-conjugatedGQDs and spike protein in an ELISA plate-based assay. Fromthe binding curve, we have estimated the binding a nity as 9 1 nm for the delta variant spike with LL-37 and HNP1 peptide-conjugated GQDs, which matches very well with theuorescence quenching data. Similarly, we have estimated the binding a nity for the delta variant spike with di erent peptide-conjugated GQDs, LL-37 and HNP1 peptides andACE2, as reported in Table 1 . From the experimental data, we can conclude that the binding a nities for the delta variant spike with LL-37 peptide- and HNP1 peptide-attached GQDs are comparable with thatfor ACE2-delta variant spike binding. Also, the bindinganities for LL-37 peptide- and HNP1 peptide-attached GQDs are better than only one type of peptide-attachedGQDs. The observed higher binding a nity of GQDs conjugated with both the peptides (HNP and LL-37) thanGQDs conjugated with a single type of peptide can be due tothe presence of multiple binding sites in the spike protein inthe case of two peptide-attached GQDs. The reported theoretical modeling indicates that LL37 can bind to the spike-RBD in eight sites (LYS417, GLN493, THR500,ASN501, TYR505, THR500, ASN501, and GLY502). 7,11On the other hand, HNP1 can bind to the spike-RBD in six sites(LYS417, ALA475, PHE486, ASN487, TYR489, andGLN493). 7,11The observed higher binding may be due to the multiple binding site interaction.Table 1. Binding A nity Measured by Fluorescence Quenching and ELISA Assays systemGQD-based uorescence quenchingELISA-like assay LL-37  HNP1-attached GQDs81n M 9 1n M LL-37-attached GQDs 12 1n M 1 3 1n M HNP1-attached GQDs 120 20 nM 116 20 nM LL-37 peptide 16 1n M HNP1 peptide 160 40 nM ACE2 8 1n M GQDs 3.8 0.6M 3.2 0.5MACS Omega http:pubs.acs.orgjournalacsodf Article https:doi.org10.1021acsomega.2c00113 ACS Omega 2022, 7, 8150 81578153During the past three years of pandemic, several new viral lineages such as alpha (B.1.1.7), beta (B.1.351), gamma (P1), delta (B.1.617.2), and omicron (B.1.1.529) variants had risen.16To understand how the binding a nity between LL-37  HNP1-attached GQDs and the SARS-CoV-2 S1 protein RBD of di erent variants varies, we have determined the eects of RBD mutations on the binding capability with peptide-attached GQDs. As reported in Table 2 ,o u r experimental data indicate that the binding a nity for the delta B.1.617.2 variant spike-RBD is higher than those for the alpha, beta, and gamma variant spike-RBD. 3.4. Demonstrating ACE2 Spike Protein Binding Blocking Using the B Pseudotyped SARS-CoV-2 DeltaVariant (B.1.617.2) Virus. Next, to nd out whether LL-37 peptide- and HNP1 peptide-attached GQDs can bind withdelta variant SARS-CoV-2, we have performed an experimentusing Baculovirus pseudotyped with a SARS-CoV-2 deltavariant (B.1.617.2) spike protein. As shown in Figure 3 A, the luminescence intensity from peptide-attached GQDs decreasesabruptly in the presence of 1000 virus, which indicates that LL-37 peptide- and HNP1 peptide-attached GQDs can bind withBaculovirus pseudotyped SARS-CoV-2. As reported in Figure 3 B,C, the TEM images indicate that peptide-conjugated GQDs are bound on the virus. Since the binding a nity for LL-37 peptide- and HNP1 peptide-attached GQDs are much higher than only HNP1-attached GQDs, weobserved that much higher amounts of GQDs are bound onthe virus when both peptides are attached on GQDs. Afterthat, to determine whether HNP1 and LL-37 peptide-conjugated GQDs have the capability to prevent the deltavariant virus entry into the host cells via blocking the spikeprotein RBD ACE2 binding, we have used human embryonic kidney-239T cells with a high expression of ACE2 (HEK- 293T). For this experiment, we have used GFP-tagged Baculovirus pseudotyped with a SARS-CoV-2 delta variant(B.1.617.2) spike protein (catalog number C1123G). The experimental details are reported in the Supporting Informa- tion. 26,27As shown in Figure 3 D, in the absence of peptide- attached GQDs, the pseudotyped delta variant virus binds withACE2 on HEK-293T cells. The observed green uorescence is due to the presence of GFP-tagged pseudotyped virus particleson the surface of HEK-293T cells via binding with ACE2.Figure 3 E shows the bright- eld image of HEK-293T cells, which indicates the presence of the pseudotyped virus on the cell surface. As shown in Figure 3 H, in the presence of LL-37 and HNP1 peptide-attached GQDs, the pseudotyped deltavariant virus cannot bind with ACE2 on HEK-293 T cells, andas a result, we have not observed any green uorescence.Table 2. Binding A nity between the LL-37  HNP1- Attached GQDs and SARS-CoV-2 S1 Protein RBD(Dierent Variants) Measured by Fluorescence Quenching and ELISA Assays systemGQD-based uorescence quenchingELISA-like assay alpha B.1.1.7 variant spike- RBD131n M 1 4 1n M beta B.1.351 variant spike-RBD 11 1n M 1 1 1n M gamma P.1 variant spike-RBD 12 1n M 1 2 1n M delta B.1.617.2 variant spike- RBD81n M 9 1n M Figure 3. (A) Fluorescence spectra from HNP1 and LL-37 peptide-conjugated GQDs in the presence and absence of GFP-tagged Baculovirus pseudotyped with a SARS-CoV-2 delta variant (B.1.617.2) spike protein. (B) TEM image of Baculovirus pseudotyped after they are treated with HNP1 human host defense peptide-attached GQDs for 30 min. (C) TEM image of Baculovirus pseudotyped after they are treated with HNP1 and LL-37 human host defense peptide-attached GQDs for 30 min. (D H) Inhibition of SARS-CoV-2 spike protein binding to the surface of HEK- 293T cells expressing ACE2. The green uorescence is due to the presence of GFP-tagged Baculovirus pseudotyped with a SARS-CoV-2 delta variant (B.1.617.2) spike protein on the surface of HEK-293T cells expressing ACE2. (D) Fluorescence image of HEK-293T cells in the presence of GFP-tagged pseudotyped delta virus without GQDs. (E) Bright- eld image of HEK-293T cells in the presence of GFP-tagged Baculovirus pseudotyped without GQDs. (F) Fluorescence image of HEK-293T cells in the presence of GFP-tagged virus bound with LL-37 human host defense peptide-attached GQDs. (G) Fluorescence image of HEK-293T cells in the presence of GFP-tagged virus bound with LL-37  HNP1human host defense peptide-attached GQDs. (H) Bright- eld image of HEK-293T cells in the presence of GFP-tagged virus bound with LL-37  HNP1 human host defense peptide-attached GQDs.ACS Omega http:pubs.acs.orgjournalacsodf Article https:doi.org10.1021acsomega.2c00113 ACS Omega 2022, 7, 8150 81578154Since LL-37 and HNP1 peptide-attached GQDs have high binding a nity with the delta variant spike protein, the data shown above indicates that they can be used to completelyblock the binding between ACE2 and the spike protein. Due tothe above fact, LL-37 and HNP1 peptide-attached GQDs havethe capability for completely inhibiting the entry of deltavariant SARS-CoV-2 pseudovirions into host cells. On theother hand, as reported in Figures 3 F,G, LL-37 peptide- attached GQDs and HNP1 peptide-attached GQDs cannotcompletely block the virus spike protein ACE2 binding. As reported in Figure 4 B, the blocking capability decreases from 100 to 8 when only GQDs have been used. Also, theblocking ability correlates very nicely with the spike bindinganity, as reported in Table 1 . 3.5. Determining the Inhibition Ability for LL-37 and HNP1 Peptide-Conjugated GQDs Using the B Pseudo- typed SARS-CoV-2 Delta Variant (B.1.617.2) Virus. Next, we have estimated the inhibition ability for delta variant SARS-CoV-2 pseudovirions using peptide-conjugated GQDs. Theexperimental details are reported in the Supporting Informa- tion. 13,14,26,27Figure 4 B shows the  inhibition, which clearly shows that 100 inhibition was achieved in the case of LL-37(4gmL) and HNP1 (4 gmL)-attached GQDs (30 g mL). On the other hand, less than the 10 inhibition wasachieved when only GQDs (30 gmL) were used. The reported data in Table 3 andFigure 4 B also indicate that 70 inhibition can be achieved when LL-37 (4 gmL) peptide-attached GQDs (30 gmL) were used. Similarly, using only the LL-37 (4 gmL) peptide, we have achieved 40 inhibition. From the reported inhibition data, we canconclude that the inhibition e ciencies for LL-37 and HNP1- attached GQDs are much higher than only one type ofpeptide-attached GQDs or only peptide or GQDs. Tounderstand better about the above experimental observation, we have also performed TEM and SEM imaging experiments after LL-37 and HNP1-attached GQDs are exposed to the virus for 12 h. The SEM image in Figure 4 C and the TEM image in Figure 4 D clearly show that LL-37 and HNP1- attached GQDs can destroy the lipid membrane of Baculovirus pseudotyped with a SARS-CoV-2 delta variant (B.1.617.2) spike protein. Due to the above fact, the delta variant virus collapses and spike proteins that are attached on the lipid membrane are removed. The above process helps to stop thespread of the delta variant virus. 4. CONCLUSIONS In conclusion, in the current article, we show that HNP1 andLL-37 peptide-conjugated GQDs can be used to prevent thedelta variant virus entry into the host cells by blocking spike protein RBD binding with ACE2. We have demonstrated that peptide-attached GQD-based uorescence quenching can be used for determining the binding a nity of the delta variant (B.1.617.2) spike protein. The reported experimental data show that the e ective binding a nity between the HNP1 and LL-37 peptide-conjugated GQDs and delta variant spike protein is comparable with the ACE2 spike protein binding anity. Using the alpha, beta, and gamma variant spike-RBD, we have shown that the binding a nity for the delta B.1.617.2 variant is higher than those for other variants. Our experimental observation using the HEK293T-human ACE2 cell line demonstrated that LL-37 and HNP1 peptide- conjugated GQDs have the capability for completely inhibiting the entry of delta variant SARS-CoV-2 pseudovirions into host cells and the inhibition e ciency for two peptide-attached GQDs is much higher than those for only one type of peptide- attached GQDs or only peptides or GQDs. ASSOCIATED CONTENT sSupporting Information The Supporting Information is available free of charge at https:pubs.acs.orgdoi10.1021acsomega.2c00113 . Design and characterization of the LL-37 and HNP1- attached GQDs and other experiments such as bindinganity measurement and virus inhibition experiments (PDF) Figure 4. (A) Interaction of Baculovirus pseudotyped with a SARS-CoV-2 delta variant (B.1.617.2) spike protein and ACE2 on HEK-293T cells, measured using uorescence imaging. (B) Inhibition e ciency of Baculovirus pseudotyped with the delta variant spike protein in infected HEK293T cells in the presence of bu er (Mock), GQDs (30 gmL), HNP1 (4 gmL)-attached GQDs (30 gmL), LL-37 (4 gmL)-attached GQDs (30 gmL), and LL-37 (4 gmL) and HNP1 (4 gmL)-attached GQDs (30 gmL). (C) SEM image of Baculovirus pseudotyped with a SARS-CoV-2 delta variant (B.1.617.2) spike protein when they are treated with peptide-attached GQDs for 6 h. (D) TEM image of Baculovirus pseudotyped with a SARS-CoV-2 delta variant (B.1.617.2) spike protein when they are treated with peptide-attached GQDs for 12 h. Table 3. Half-Maximal Inhibitory Concentration (IC50) for the Peptide-Conjugated GQDs, Only Peptide, and GQDsUsing HEK293T Cells Expressing the ACE2 Receptor system IC 50 LL-37  HNP1-attached GQDs30gmL GQDs  2 gmL LL-37  2gmL HNP1 LL-37-attached GQDs 30 gmL GQDs  3 gmL LL-37 HNP1-attached GQDs 30 gmL GQDs  11 gmL HNP1 LL-37 peptide 4.5 gmL HNP1 peptide 13.8 gmLACS Omega http:pubs.acs.orgjournalacsodf Article https:doi.org10.1021acsomega.2c00113 ACS Omega 2022, 7, 8150 81578155AUTHOR INFORMATION Corresponding Author Paresh Chandra Ray Department of Chemistry and Biochemistry, Jackson State University, Jackson, Mississippi39217, United States; orcid.org0000-0001-5398-9930 ; Phone: 16019793674; Email: paresh.c.rayjsums.edu Authors Avijit Pramanik Department of Chemistry and Biochemistry, Jackson State University, Jackson, Mississippi 39217, UnitedStates; orcid.org0000-0002-4623-2099 Poonam C. Sharma Department of Microbiology and Immunology, University of Mississippi Medical Center,Jackson, Mississippi 39216, United States Shamily Patibandla Department of Chemistry and Biochemistry, Jackson State University, Jackson, Mississippi39217, United States Ye Gao Department of Chemistry and Biochemistry, Jackson State University, Jackson, Mississippi 39217, United States Vinod Ruppa-Kasani Department of Chemistry and Biochemistry, Jackson State University, Jackson, Mississippi39217, United States Jagruti Goli Department of Chemistry and Biochemistry, Jackson State University, Jackson, Mississippi 39217, UnitedStates Animesh Kumar Department of Chemistry and Biochemistry, Jackson State University, Jackson, Mississippi39217, United States Abhirup Chatterjee Department of Chemistry and Biochemistry, Jackson State University, Jackson, Mississippi39217, United States Sudarson Sekhar Sinha Department of Chemistry and Biochemistry, Jackson State University, Jackson, Mississippi39217, United States; orcid.org0000-0002-0831-2338 John T. Bates Department of Microbiology and Immunology, University of Mississippi Medical Center,Jackson, Mississippi 39216, United States; orcid.org 0000-0001-5545-6871 Michael A. Bierdeman Department of Microbiology and Immunology, University of Mississippi Medical Center,Jackson, Mississippi 39216, United States Ritesh Tandon Department of Microbiology and Immunology, University of Mississippi Medical Center,Jackson, Mississippi 39216, United States Complete contact information is available at: https:pubs.acs.org10.1021acsomega.2c00113 Notes The authors declare no competing nancial interest. ACKNOWLEDGMENTS P.C.R. thanks NSF-RAPID grant no. DMR-2030439 and NSF- PREM grant no. DMR-1826886 for their generous funding.We also thank NIH-NIMHD grant no. 1U54MD015929-01for the bioimaging core facility .R.T. is supported by NASA award (80NSSC19K1603) and COVID-19 funds from theUniversity of Mississippi Medical Center. REFERENCES (1) Altmann, D. M.; Boyton, R. J.; Beale, R. Immunity to Sars-Cov-2 Variants of Concern. Science 2021 ,371, 11031104.(2) V kovski, P.; Kratzel, A.; Steiner, S.; Stalder, H.; Thiel, V. Coronavirus biology and replication: implications for SARS-CoV-2. Nat. Rev. Microbiol. 2021 ,19, 155170. (3) Mu ller, K.; Girl, P.; Giebl, A.; von Buttlar, H.; Dobler, G.; Bugert, J. J.; Gruetzner, S.; Wlfel, R. Emerging SARS-CoV-2 variantB. 1.1.7 reduces neutralisation activity of antibodies against wildtype SARS-CoV-2. J Clin Virol 2021 ,142, 104912. (4) Wang, P.; Nair, M. S.; Liu, L.; Iketani, S.; Luo, Y.; Guo, Y.; Wang, M.; Yu, J.; Zhang, B.; Kwong, P. D.; Graham, B. S.; Mascola, J. R.; Chang, J. Y.; Yin, M. T.; Sobieszczyk, M.; Kyratsous, C. A.; Shapiro, L.; Sheng, Z.; Huang, Y.; Ho, D. D.; Ho, D. D. Antibody resistance of SARS-CoV-2 variants B. 1.351 and B. 1.1. 7. Nature 2021 ,593, 130135. (5) Starr, T. N.; Greaney, A. J.; Addetia, A.; Hannon, W. W.; Choudhary, M. C.; Dingens, A. S.; Li, J. Z.; Bloom, J. D. Prospective Mapping of Viral Mutations That Escape Antibodies Used to Treat Covid-19. Science 2021 ,371, 850. (6) Fontanet, A.; Autran, B.; Lina, B.; Kieny, M. P.; Karim, S. S. A.; Sridhar, D. SARS-CoV-2 variants and ending the COVID-19 pandemic. Lancet 2021 ,397, 952954. (7) Pomplun, S.; Jbara, M.; Quartararo, A. J.; Zhang, G.; Brown, J. S.; Lee, Y. C.; Ye, X.; Hanna, S.; Pentelute, B. L. Novo Discovery of High-Affinity Peptide Binders for the SARS-CoV-2 Spike Protein. ACS Cent. Sci. 2021 ,7, 156163. (8) Yang, F.; Neuenschwander, P. F.; Idell, S.; Vankayalapati, R.; Jain, K. G.; Du, K.; Ji, H.; Yi, G. Phage Display-Derived Peptide for the Specific Binding of SARS-CoV-2. ACS Omega 2021 ,7, 3203. (ASAP Article) (9) Gangadevi, S.; Badavath, V. N.; Thakur, A.; Yin, N.; De Jonghe, S.; Acevedo, O.; Jochmans, D.; Leyssen, P.; Wang, K.; Neyts, J.; Yujie, T.; Blum, G. Kobophenol A Inhibits Binding of Host ACE2 Receptor with Spike RBD Domain of SARS-CoV-2, a Lead Compound for Blocking COVID-19. J. Phys. Chem. Lett. 2021 ,12, 17931802. (10) Ai, X.; Wang, D.; Honko, A.; Duan, Y.; Gavrish, I.; Fangh, R. H.; Griffiths, A.; Gao, W.; Zhnag, L. Surface Glycan Modification of Cellular Nanosponges to Promote SARS-CoV-2 Inhibition. J. Am. Chem. Soc. 2021 ,143, 17615 17621. (11) Wang, C.; Wang, S.; Li, D.; Chen, P.; Han, S.; Zhao, G.; Chen, Y.; Zhao, J.; Xiong, J.; Qiu, J.; Wei, D. Q.; Zhao, J.; Wang, J. Human Cathelicidin Inhibits SARS-CoV-2 Infection: Killing Two Birds with One Stone. ACS Infect. Dis. 2021 ,7, 15457,1554. (12) Wang, T.; Fang, X.; Wen, T.; Liu, J.; Zhai, Z.; Wang, Z.; Meng, J.; Yang, Y.; Wang, C.; Xu, H. Synthetic Neutralizing Peptides Inhibit the Host Cell Binding of Spike Protein and Block Infection of SARS- CoV-2. J. Med. Chem. 2021 ,64, 14887 14894. (13) Pramanik, A.; Gao, Y.; Patibandla, S.; Mitra, D.; McCandless, M. G.; Fassero, L. A.; Gates, K.; Tandon, R.; Ray, P. C. Aptamer conjugated gold nanostar-based distance-dependent nanoparticle surface energy transfer spectroscopy for ultrasensitive detection and inactivation of corona virus. J. Phys. Chem. Lett. 2021 ,12, 21662171. (14) Pramanik, A.; Gao, Y.; Patibandla, S.; Mitra, D.; McCandless, M. G.; Fassero, L. A.; Gates, K.; Tandon, R.; Chandra Ray, P. The rapid diagnosis and effective inhibition of coronavirus using spike antibody attached gold nanoparticles. Nanoscale Adv. 2021 ,3, 1588 1596. (15) Wang, C.; Wang, S.; Li, D.; Wei, D. Q.; Zhao, J.; Wang, J. Human Intestinal Defensin 5 Inhibits SARS-CoV-2 Invasion by Cloaking ACE2. Gastroenterology 2020 ,159, 11451147.e4. (16) Gao, Y.; Pramanik, A.; Patibandla, S.; Gates, K.; Hill, G.; Ignatius, A.; Ray, P. C. Development of Human Host Defense Antimicrobial Peptide-Conjuga ted Biochar Nanocomposites for Combating Broad-Spectrum Superbugs. ACS Appl. Bio Mater. 2020 , 3, 76967705. (17) Hancock, R. E. W.; Haney, E. F.; Gill, E. E. The immunology of host defence peptides: Beyond antimicrobial activity. Nat. Rev. Immunol. 2016 ,16, 321334. (18) Unal, M. A.; Bayrakdar, F.; Nazir, H.; Besbinar, O.; Gurcan, C.; Lozano, N.; Arellano, L. M.; Yalcin, S.; Panatli, O.; Celik, D.; Alkaya, D.; Agan, A.; Fusco, L.; Suzuk Yildiz, S.; Delogu, L. G.; Akcali, K. C.;ACS Omega http:pubs.acs.orgjournalacsodf Article https:doi.org10.1021acsomega.2c00113 ACS Omega 2022, 7, 8150 81578156Kostarelos, K.; Yilmazer, A. Graphene Oxide Nanosheets Interact and Interfere with SARS-CoV-2 Surface Proteins and Cell Receptors to Inhibit Infectivity. Small 2021 ,17, 2101483. (19) Fukuda, M.; Islam, S.; Shimizu, R.; Nassar, H.; Rabin, N.; Takahashi, Y.; Sekine, Y.; Lindoy, L.; Fukuda, T.; Ikeda, T.; Hayami,S. Lethal Interactions of SARS-CoV-2 with Graphene Oxide: Implications for COVID-19 Treatment. ACS Appl. Nano Mater. 2021 ,4, 11881. (ASAP Article) (20) Li, S.; Aphale, A. N.; Macwan, I. G.; Patra, P. K.; Gonzalez, W. G.; Miksovska, J.; Leblanc, R. M. Graphene Oxide as a Quencher forFluorescent Assay of Amino Acids, Peptides, and Proteins. ACS Appl. Mater. Interfaces 2012 ,4, 70697075. (21) Pramanik, A.; Jones, S.; Pedraza, F.; Vangara, A.; Sweet, C.; Williams, M. S.; Ruppa-Kasani, V.; Risher, S. E.; Sardar, D.; Ray, P. C. Fluorescent, Magnetic Multifunctional Carbon Dots for Selective Separation, Identification, and Eradication of Drug-Resistant Super- bugs. ACS Omega 2017 ,2, 554562. (22) Vangara, A.; Pramanik, A.; Gao, Y.; Gates, K.; Begum, S.; Chandra Ray, P. Fluorescence Resonance Energy Transfer Based Highly Efficient Theranostic Nanoplatform for Two-Photon Bioimag- ing and Two-Photon Excited Photodynamic Therapy of Multiple Drug Resistance Bacteria. ACS Appl. Bio Mater. 2018 ,1, 298309. (23) Zacharias, M.; Kelires, P. C. Quantum Confinement of Electron Phonon Coupling in Graphene Quantum Dots. J. Phys. Chem. Lett. 2021 ,12, 99409946. (24) Rostock, L.; Driller, R.; Grtz, S.; Kerwat, D.; von Eckardstein, L.; Petras, D.; Kunert, M.; Alings, C.; Schmitt, F.-J.; Friedrich, T.; Wahl, M. C.; Loll, B.; Mainz, A.; Su ssmuth, R. D. Molecular insights into antibiotic resistance - how a binding protein traps albicidin. Nat. Commun. 2018 ,9, 3095. (25) Bakar, A. K.; Feroz, R. S. A critical view on the analysis of fluorescence quenching data for determining ligand protein binding affinity. Spectrochim. Acta A Mol. Biomol. Spectrosc. 2019 ,223, 117337. (26) Tandon, R.; Mitra, D.; Sharma, P.; McCandless, M. G.; Stray, S. J.; Bates, J. T.; Marshall, G. D. Effective screening of SARS-CoV-2 neutralizing antibodies in patient serum using lentivirus particlespseudotyped with SARS-CoV-2 spike glycoprotein. Sci. Rep. 2020 ,10, 19076. (27) Tandon, R.; Sharp, J. S.; Zhang, F.; Pomin, V. H.; Ashpole, N. M.; Mitra, D.; McCandless, M. G.; Jin, W.; Liu, H.; Sharma, P.; Linhardt, R. J. Effective Inhibition of SARS-CoV-2 Entry by Heparinand Enoxaparin Derivatives. J. Virol. 2021 ,95, e01987 e01920.ACS Omega http:pubs.acs.orgjournalacsodf Article https:doi.org10.1021acsomega.2c00113 ACS Omega 2022, 7, 8150 81578157",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            }
        ]
    }
]