[
    {
        "pmid": "37686374",
        "title": "Spaceflight-Induced Gene Expression Profiles in the Mouse Brain Are Attenuated by Treatment with the Antioxidant BuOE.",
        "year": "2023",
        "journal": "Int J Mol Sci",
        "abstract": "The demands of deep space pose a health risk to the central nervous system that has long been a concern when sending humans to space. While little is known about how spaceflight affects transcription spatially in the brain, a greater understanding of this process has the potential to aid strategies that mitigate the effects of spaceflight on the brain. Therefore, we performed GeoMx Digital Spatial Profiling of mouse brains subjected to either spaceflight or grounded controls. Four brain regions were selected: Cortex, Frontal Cortex, Corunu Ammonis I, and Dentate Gyrus. Antioxidants have emerged as a potential means of attenuating the effects of spaceflight, so we treated a subset of the mice with a superoxide dismutase mimic, MnTnBuOE-2-PyP 5+ (BuOE). Our analysis revealed hundreds of differentially expressed genes due to spaceflight in each of the four brain regions. Both common and region-specific transcriptomic responses were observed. Metabolic pathways and pathways sensitive to oxidative stress were enriched in the four brain regions due to spaceflight. These findings enhance our understanding of brain regional variation in susceptibility to spaceflight conditions. BuOE reduced the transcriptomic effects of spaceflight at a large number of genes, suggesting that this compound may attenuate oxidative stress-induced brain damage caused by the spaceflight environment.",
        "full_text": "Citation: Kremsky, I.; Ali, S.; Stanbouly, S.; Holley, J.; Justinen, S.; Pecaut, M.; Crapo, J.; Mao, X. Spaceight-Induced Gene Expression Proles in the Mouse Brain Are Attenuated by Treatment with the Antioxidant BuOE. Int. J. Mol. Sci. 2023 ,24, 13569. https:doi.org 10.3390ijms241713569 Academic Editors: John Lawler and Khaled Kamal Received: 4 August 2023 Revised: 25 August 2023 Accepted: 28 August 2023 Published: 1 September 2023 Copyright:  2023 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0). International Journal of Molecular Sciences Article Spaceight-Induced Gene Expression Proles in the Mouse Brain Are Attenuated by Treatment with the Antioxidant BuOE Isaac Kremsky1,2, Samir Ali1, Seta Stanbouly1 , Jacob Holley1, Stephen Justinen1, Michael Pecaut1 , James Crapo3and Xiaowen Mao1, 1Department of Basic Sciences, Division of Biomedical Engineering Sciences (BMES), Loma Linda University School of Medicine, Loma Linda, CA 92350, USA; ikremskyllu.edu (I.K.); samiralillu.edu (S.A.); sstanboulyllu.edu (S.S.); jholleyllu.edu (J.H.); sjustinenstudents.llu.edu (S.J.); mpecautllu.edu (M.P .) 2Center for Genomics, Loma Linda University School of Medicine, Loma Linda, CA 92350, USA 3Department of Medicine, Division of Pulmonary, Critical Care  Sleep Medicine, National Jewish Health, University of Colorado Denver, Denver, CO 80206, USA; james.crapogmail.com Correspondence: xmaollu.edu Abstract: The demands of deep space pose a health risk to the central nervous system that has long been a concern when sending humans to space. While little is known about how spaceight affects transcription spatially in the brain, a greater understanding of this process has the potential to aid strategies that mitigate the effects of spaceight on the brain. Therefore, we performed GeoMx Digital Spatial Proling of mouse brains subjected to either spaceight or grounded controls. Four brain regions were selected: Cortex, Frontal Cortex, Corunu Ammonis I, and Dentate Gyrus. Antioxidants have emerged as a potential means of attenuating the effects of spaceight, so we treated a subset of the mice with a superoxide dismutase mimic, MnTnBuOE-2-PyP 5 (BuOE). Our analysis revealed hundreds of differentially expressed genes due to spaceight in each of the four brain regions. Both common and region-specic transcriptomic responses were observed. Metabolic pathways and pathways sensitive to oxidative stress were enriched in the four brain regions due to spaceight. These ndings enhance our understanding of brain regional variation in susceptibility to spaceight conditions. BuOE reduced the transcriptomic effects of spaceight at a large number of genes, suggesting that this compound may attenuate oxidative stress-induced brain damage caused by the spaceight environment. Keywords: spaceight; brain; digital spatial proling; gene expression; regional difference 1. Introduction Radiation exposure and other stressors experienced during extended deep-space missions have the potential to compromise the function of many bodily systems  13. The health risks of spaceight-induced damage related to the central nervous system (CNS), such as cognitive impairment and neurodegenerative effects, have long been a concern. Animal studies have shown that memory, cognition, motor activity, and other neural functions can be affected under stressful conditions that include both radiation exposure and the spaceight environment 48. Normal brain function relies on a diverse set of differentiated cell types, including neurons, glia, and vasculature in different regions. There have been, however, relatively few studies on the effects of spaceight stress on specic brain regions. One study found that spaceight conditions induced distinct protein expression changes in different regions of the mouse brain  9. Regional differences were also documented following simulated microgravity in human brain gray and white matter  10. Our previous ight study  11 demonstrated that exposure to the spaceight environment induces signicant changes in Int. J. Mol. Sci. 2023 ,24, 13569. https:doi.org10.3390ijms241713569 https:www.mdpi.comjournalijmsInt. J. Mol. Sci. 2023 ,24, 13569 2 of 16 protein expression related to neuronal structure and metabolic function, and there were distinct changes in protein expression in grey versus white matter. One brain region that is of immense interest in the context of spaceight is the cortex (CT). It plays a key role in sensory and motor function and is closely associated with locomotion, learning, memory, and coordination  12. Spaceight and ground simulation studies have given evidence that microgravity conditions negatively affect sensorimotor and behavioral performance, and the functional architecture of the human brain  1316, all of which are associated with cortical activity. These signicant neurochemical changes were also observed in the rat prefrontal cortex by heavy charged particle irradiation  17. The frontal cortex (FCT) plays a role in memory, attention, judgment, consciousness, and behavior  18. Pathophysiological changes in the FCT are associated with depression and anxiety 19. Another brain region that is critical to understand in the context of spaceight is the hippocampus, a complex brain structure embedded deep in the temporal lobe. It plays a major role in learning and memory  20. Ground-based analog studies have found that simulated microgravity inuences cognitive function, with increased anxiety and depression-like behaviors that were associated with hippocampal activities  21. In addition, signicantly altered expression of many proteins that relate to metabolism and structure in the hippocampus has been observed to occur under simulated microgravity  22,23. Space radiation studies have revealed cognitive detriment and changes in morphology in the hippocampal dentate gyrus (DG) and Cornu Ammonis 1 (CA) regions following oxygen- particle irradiation  24. The DG is located in the deep region of the hippocampus and has been shown to play an important role in pattern separation and associative memory  25. The CA contains pyramidal cells with a vast network of interneurons; its function is related to memory and consciousness 25. Spaceight conditions are associated with oxidative stress  26, which contributes to cellular damage in a variety of tissues. MnTnBuOE-2-PyP5(BuOE), a manganese por- phyrin superoxide dismutase (SOD) mimic, also termed BMX-001, is remarkably benecial in many animal models of oxidative stress injury  27. One study demonstrated that BuOE can reduce oxidative stress damage to the brain caused by radiation exposure  28. Our recent study  29 showed that BuOE treatment during spaceight signicantly reduces the immunoreactivity of the oxidative stress biomarker 4-hydroxynonena (4-HNE) in the retina. This suggests that BuOE is effective in alleviating stress responses to spaceight  29. Our present study will test whether BuOE treatment during spaceight can attenuate spaceight-induced alterations in gene transcription in specic brain regions. Despite broad interest in understanding region-specic stress responses, characteriz- ing these changes has been a challenge. More recently, spatial transcriptomics technology has been developed, which allows us to simultaneously quantify gene expression levels and their spatial distribution within tissue sections. This method can help to better under- stand biological responses as well as disease development  30,31. In this study, we took advantage of this technology by using the Nanostring GeoMxdigital spatial proling (DSP) platform  32 to investigate spaceight-induced changes in gene expression proles in mouse CT, FCT, and hippocampal DG and CA regions, both with and without BuOE treatment. Our unique spatial sequencing data may, for the rst time, provide insights into the organization and response of specic brain regions to the spaceight environment, potentially improving risk assessment of long-term space travel. 2. Results 2.1. Gene Expression Proling of CA, DG, CT, and FCT Samples Subjected to Spaceight We performed in situ RNA assays in the brains of mice subjected to spaceight (FLT), as well as grounded controls (GC), using DSP . Half of the mice were treated with BuOE, while the other half were treated with saline (SAL). Four regions within the brain of each mouse were assayed: the CA, DG, CT, and FCT (Figure 1A). All samples achieved high sequencing saturation (Supplementary File S1: Figure S1A), and Q3 normalization wasInt. J. Mol. Sci. 2023 ,24, 13569 3 of 16 performed on the data (Supplementary File S1: Figure S1B) for all downstream analyses. Normalized count values of gene expression were highly correlated across replicates of the four samples (Supplementary File S1: Figure S1CF). A principal components analysis (PCA) revealed that spaceight had an effect on all four regions in SAL control animals, with CA and DG being impacted the most (Figure 1B). Int. J. Mol. Sci. 2023, 24, x FOR PEER REVIEW 3 of 18 sequencing saturation (Supplementary File S1: Figure S1A), and Q3 normalization was performed on the data (Supplementary File S1: Figure S1B) for all downstream analyses. Normalized count values of gene expression were highly correlated across replicates of the four samples (Supplementary File S1: Figure S1CF). A principal components analysis (PCA) revealed that space ight had an eect on all four regions in SAL control animals, with CA and DG being impacted the most (Figure 1B). Figure 1. DSP of the mouse brain under space ight and grounded control conditions . (A), A repre- sentative image (FLT_SAL_2005, 006, 007, and 008) of the brain regions proled by DSP in this study. (B) Principal components analysis of the SAL transcriptomic data from the indicated brain regions. Filled circles represent the GC data, while empty circles represent the FLT data. Figure 1. DSP of the mouse brain under spaceight and grounded control conditions. ( A), A representative image (FLT_SAL_2005, 006, 007, and 008) of the brain regions proled by DSP in this study. ( B) Principal components analysis of the SAL transcriptomic data from the indicated brain regions. Filled circles represent the GC data, while empty circles represent the FLT data. We next performed a differential expression analysis (FLT versus GC) on the SAL data from each brain region and identied a total of 408 differentially expressed genes (DEGs) in CA, 271 in DG, 189 in FCT, and 150 in CT (Figure 2AD). Each brain region largely had a unique set of DEGs, though a small number of DEGs were common to two or more regions (Figure 2E).Int. J. Mol. Sci. 2023 ,24, 13569 4 of 16 Int. J. Mol. Sci. 2023, 24, x FOR PEER REVIEW 4 of 18 We next performed a dierential expression analysis (FLT versus GC) on the SAL data from each brain region and identi ed a total of 408 dierentially expressed genes (DEGs) in CA, 271 in DG, 189 in FCT, and 150 in CT (Figure 2AD). Each brain region largely had a unique set of DEGs, though a small number of DEGs were common to two or more regions (Figure 2E). Figure 2. Dierentially expressed genes due to space ight conditions. (AD), Volcano plots sum- marizing the dierential gene expression analysis of the indicated region, comparing FLT-SAL ver- sus GC-SAL. The number of DEGs is indicated for each brain region. Gene symbols are shown for Figure 2. Differentially expressed genes due to spaceight conditions. ( AD), Volcano plots summa- rizing the differential gene expression analysis of the indicated region, comparing FLT-SAL versus GC-SAL. The number of DEGs is indicated for each brain region. Gene symbols are shown for the top 10 DEGs by the magnitude of the log 2fold change (FC). ( E), Heatmap of differential expression (DE) using log 2FC values of the FLT-SAL versus GC-SAL DEGs from the indicated regions, along with normalized gene expression values of the indicated samples and regions. Genes are ordered by hierarchical clustering of the log 2FC values. The top ve DEGs by magnitude of fold change are as follows: Ptgds ,Cpne7 ,Cdkn2d , Msrb1 , and Bsph1 for CA (Figure 3A and Supplementary File S1: Figure S2A), Sst,Crygc , Psrc1 ,Abtb2 , and Kcna4 for DG (Figure 3B and Supplementary File S1: Figure S2B), Arc, Ptgds ,Col6a1 ,Tshz2 , and Dmrt2 for FCT (Figure 3C and Supplementary File S1: Figure S2C), and Arc,Ptgds ,Mobp ,Gm9936 , and Apod for CT (Figure 3D and Supplementary File S1:Int. J. Mol. Sci. 2023 ,24, 13569 5 of 16 Figure S2D). Many of these top-changing genes play important roles in apoptosis, cell cycle, neuroinammation, neurotransmission, myelination, and mitochondrial and metabolic stress response. Int. J. Mol. Sci. 2023, 24, x FOR PEER REVIEW 6 of 18 Figure 3. Top space ight DEGs. (AD), Barplots showing the normalized expression values of the top 5 DEGs (FLT-SAL versus GC-SAL) by magnitude of log 2 fold change. Figure 3. Top spaceight DEGs. ( AD), Barplots showing the normalized expression values of the top 5 DEGs (FLT-SAL versus GC-SAL) by magnitude of log 2fold change.Int. J. Mol. Sci. 2023 ,24, 13569 6 of 16 In order to determine whether spaceight might accelerate certain disease processes in the brain, we compared the FLT-SAL vs. GC-SAL DEGs to curated lists of gene-disease associations. Alzheimers disease (AD) was the most frequent disease associated with the DEGs, and each brain region had at least one DEG with a known association with AD; in all, 22 of the GC-SAL vs. FLT-SAL DEGs have a known association with a neurological disease (Supplementary File S2). This raises the possibility that spaceight stress may increase the risk of onset andor progression of certain neurological disorders, such as AD. Next, we performed a pathway analysis of the GC-SAL vs. FLT-SAL DEGs from each region independently. Importantly, each of the four brain regions had at least one pathway known to be affected by oxidative stress that was signicantly enriched: VEGF signaling pathway in CA (Figure 4A), Calcium signaling pathway in DG (Figure 4B), FoxO signaling pathway in FCT (Figure 4C), and ECM-receptor interaction in CT (Figure 4D). In addition, a number of metabolic pathways were also signicantly enriched, such as pyruvate metabolism and glycolysisgluconeogenesis in CA, cAMP signaling pathway in DG, pantothenate and CoA biosynthesis in FCT, and glycosphingolipid biosynthesis in CT. 2.2. BuOE Attenuates Spaceight-Induced Transcriptional Changes in the CA, DG, FCT, and CT Finally, given that we observed a robust transcriptional response to spaceight, we sought to determine if treatment with BuOE would attenuate these changes. A PCA of global transcription shows that in all brain regions examined except FCT, BuOE during spaceight brought transcription levels closer to GC animals (Figure 5A and Supplemen- tary File S1: Figure S3A), suggesting a partial attenuation of spaceight transcriptional alterations by BuOE. Even for FCT, the distance between FLT-BuOE and GC-BuOE was smaller than the distance between FLT-SAL and GC-SAL, again suggesting BuOE results in a reduced transcriptional response due to spaceight. We obtained BuOE-induced DEGs (FLT-SAL vs. FLT-BuOE) using the same criteria as for the spaceight-induced DEGs (GC- SAL vs. FLT-SAL). We expected that if BuOE attenuates spaceight-induced differential expression, then BuOE-induced DEGs should tend to change in the opposite direction as the spaceight-induced DEGs. Indeed, for all brain regions, signicantly more spaceight- induced DEGs changed in the opposite direction as BuOE-induced DEGs (Figure 5BE). We also performed a permutation test (see Section 4) in which genes were shufed in order to randomly select up- and down-regulated BuOE-induced DEGs, and checked the overlaps with the spaceight-induced DEGs. For all brain regions, the number of random overlaps after 1000 permutations was never as large as the number of actual overlaps in the opposite direction (Supplementary File S1: Figure S3BE). At many of the spaceight-induced DEGs, the direction of change in expression by BuOE during spaceight, regardless of signicance, tended to be in the opposite direction, and in many cases these changes were not induced by BuOE in GC mice (Supplementary File S1: Figure S4A), again suggesting a partial attenuation of spaceight-induced transcrip- tional changes in the brain by BuOE. Of note, such an attenuation was observed for several genes in the signicantly enriched pathways responsive to oxidative stress; e.g., VEGF signaling pathway in CA (Figure 6A), Calcium signaling pathway in DG (Figure 6B), FoxO signaling pathway in FCT (Figure 6C), and ECM-receptor interaction in CT (Figure 6D). Similarly, BuOE also attenuated spaceight-induced changes in the expression of several genes associated with Alzheimers disease (Supplementary File S1: Figure S4BE).Int. J. Mol. Sci. 2023 ,24, 13569 7 of 16 Int. J. Mol. Sci. 2023 , 24, x FOR PEER REVIEW 7 of 18 Figure 4. Pathway analysis. Bar plots showing the p-value for the 7 most statistically signi cant pathways containing FLT-SAL versus GC-SAL DEGs in ( A): CA, ( B): DG, ( C): FCT, ( D): CT. Figure 4. Pathway analysis. Bar plots showing the p-value for the 7 most statistically signicant pathways containing FLT-SAL versus GC-SAL DEGs in ( A): CA, ( B): DG, ( C): FCT, ( D): CT.Int. J. Mol. Sci. 2023 ,24, 13569 8 of 16 Int. J. Mol. Sci. 2023, 24, x FOR PEER REVIEW 9 of 18 Figure 5. BuOE attenuates space ight-induced gene expression changes. (A), Principal components analysis of the indicated regions and treatment conditions. Each gene was averaged across replicates to obtain the PCA. Individual replicates are shown in the PCA in Supplementary File S1: Figure S3A. (BE), Barplots comparing the number of space ight-induced DEGs (GC-SAL vs. FLT-SAL) Figure 5. BuOE attenuates spaceight-induced gene expression changes. ( A), Principal components analysis of the indicated regions and treatment conditions. Each gene was averaged across replicates to obtain the PCA. Individual replicates are shown in the PCA in Supplementary File S1: Figure S3A. (BE), Barplots comparing the number of spaceight-induced DEGs (GC-SAL vs. FLT-SAL) that change in the opposite versus the same direction (dir) as BuOE-induced DEGs (FLT-SAL vs. FLT- BuOE). p-values were calculated by Fishers Exact test.  p 105;  p 1010.Int. J. Mol. Sci. 2023 ,24, 13569 9 of 16 Int. J. Mol. Sci. 2023, 24, x FOR PEER REVIEW 10 of 18 that change in the opposite versus the same direction (dir) as BuOE-induced DEGs (FLT-SAL vs. FLT-BuOE). p-values were calculated by Fishers Exact test.  p  105;  p  1010. Figure 6. BuOE attenuation of space ight-induced gene expression changes of genes in oxidative stressresponsive pathways. (AD), log2 fold change (FC) values of genes from the indicated com- parisons, regions, and pathways. The top 20 genes by magnitude of log 2 FC from either of the two comparisons are shown. Genes are ordered by hierarchical clustering. GC vs. FLT (SAL)  GC-SAL versus FLT-SAL; SAL vs. BuOE (FLT)  FLT-SAL versus FLT-BuOE. 3. Discussion In this study, we performed a dierential expression analysis of space ight versus GC mice and identi ed 944 genes that were signicantly altered by space ight in at least one of the four brain regions examined. Our results revealed common and region-speci c gene expression changes in the brain due to space ight, with the most robust changes observed in the hippocampal CA 1 and DG regions, suggesting that these regions may be particularly vulnerable to space ight. The hippocampus is not only the center for learning Figure 6. BuOE attenuation of spaceight-induced gene expression changes of genes in oxidative stressresponsive pathways. ( AD), log2 fold change (FC) values of genes from the indicated comparisons, regions, and pathways. The top 20 genes by magnitude of log 2FC from either of the two comparisons are shown. Genes are ordered by hierarchical clustering. GC vs. FLT (SAL)  GC-SAL versus FLT-SAL; SAL vs. BuOE (FLT)  FLT-SAL versus FLT-BuOE. 3. Discussion In this study, we performed a differential expression analysis of spaceight versus GC mice and identied 944 genes that were signicantly altered by spaceight in at least one of the four brain regions examined. Our results revealed common and region-specic gene expression changes in the brain due to spaceight, with the most robust changes observed in the hippocampal CA 1 and DG regions, suggesting that these regions may be particularly vulnerable to spaceight. The hippocampus is not only the center for learning and memory, it is a site for neurogenesis as well  33. Numerous cell types in the hippocampus contribute to generating neurons important for encoding new memories, spatial learning, and cognitive exibility  34. Space radiation may damage hippocampal cells  35 and thus potentially suppress neurogenesis, leading to memory decline, anxiety, and depression  34. Hippocampal neuronal circuitry also modulates and affects physiologyInt. J. Mol. Sci. 2023 ,24, 13569 10 of 16 and functional connectivity with more distant brain regions, including the prefrontal cortex 3638. In order to determine whether spaceight might accelerate certain disease processes in the brain, we looked for known associations with neurological disease amidst the spaceight-induced DEGs. Several of the DEGs have known associations with Alzheimers disease, as well as other neurological diseases. Previous studies have shown that space radiation contributes to amyloid pathologies, neuroinammation, and cognitive function impairments resembling age-associated cognitive decline in animals  4,39,40. Our results add to the growing body of evidence that space stressors could induce or accelerate neurodegenerative processes. To obtain insights into the biological processes being affected in the brain by space- ight, we performed pathway analyses on the spaceight-induced DEGs. Interestingly, several pathways known to be altered by oxidative stress were signicantly enriched in the four brain regions due to spaceight: VEGF signaling  41 in CA, calcium signaling  42 in DG, FoxO signaling  43 in FCT, and ECM-receptor interaction  44 in CT. In addition, a number of metabolic pathways were among the most signicantly enriched, consistent with numerous studies that have found alterations in metabolism and its regulation due to spaceight-induced neuroendocrine and psychophysiological changes  45. For exam- ple, a mouse study revealed an accumulation of lipids in the liver after spaceight  46. Studies also show that space stressors induce metabolic changes in mouse plasma and in the expression of metabolism-related genes  47. Longitudinal metabolomic proles revealed sex-specic perturbations in glucose and amino acid metabolism that result from the stressors of long-duration spaceight  48; therefore, follow-up studies on sexually dimorphic transcriptional responses to spaceight in the brain may be warranted. The Circadian Entrainment pathway was signicantly altered by spaceight in DG. This is consistent with our previous spaceight genomic study  49, which showed space- ight altered some genes associated with circadian rhythm in the mouse retina. Spaceight missions often expose astronauts to atypical sleepwake cycles and work schedules  50,51. Changes in circadian rhythm may have a signicant impact on neurobehavior and neu- rophysiological processes  52. Previous studies have found that circadian rhythm dis- ruption or circadian misalignment in astronauts may affect performance and cognitive function 5355. Our results suggest that changes in circadian rhythm induced by space- ight may involve the DG region. This could help in developing countermeasures for sleep disturbance during spaceight. Our ndings will help to improve the understanding of regional variation or sensi- tivities in susceptibility to brain injury and neurodegenerative diseases that exist during spaceight. In addition, our ndings may provide novel insight into cellular mechanisms and operational risks that underlie the effects of spaceight-mediated structural and func- tional damage to different brain regions. In future studies, the regulatory mechanism for regional differences in stress response should be further explored in terms of variations of cell types, vasculature, neurotransmitter proles, hemodynamics, and metabolism. Studies have shown a spaceight-induced increase in the production of lipid peroxi- dation products and a decrease in antioxidant enzyme activity 26. It has been suggested that in stressful environments, antioxidant expression of SOD and catalase are reduced to conserve energy  56. BuOE, a recently developed antioxidant compound, is among the most highly potent metalloporphyrins that have been evaluated for safety and efcacy  57. Many animal studies have demonstrated that BuOE is highly effective in mitigating ox- idative stress induced by radiation exposure  58. We therefore treated a subset of our mice with BuOE in order to test its ability to attenuate spaceight-induced changes in transcription in the CA, DG, FCT, and CT. Treatment with BuOE reversed spaceight- induced changes in transcription of a substantial number of DEGs, and a statistically signicant number of spaceight-induced DEGs changed in the opposite direction as did BuOE-induced DEGs, suggesting that BuOE may be effective in attenuating at least some of the effects of spaceight stress on the brain.Int. J. Mol. Sci. 2023 ,24, 13569 11 of 16 We presented evidence that BuOE may attenuate the consequences of oxidative stress on the brain during spaceight. BuOE attenuated spaceight-induced changes in the expression of a number of genes in the oxidative stressresponsive pathways that were enriched due to spaceight. We note that BuOE had a particularly strong effect in reversing spaceight-induced changes of the following genes in oxidative stressresponsive pathways (Figure 6): Prkca in the CA, Atp2b4 in the DG, Homer1 in the FCT, and Itga7 in the CT. Since we had identied known associations between spaceight-induced DEGs and neurological diseases, we speculated whether BuOE attenuated the effects of these genes as well. Indeed, we found that BuOE reversed spaceight-induced changes in the expression of several genes with known associations to Alzheimers disease. Our results suggest that BuOE affects each brain region in a distinct way. The PCA (Figure 5A) suggests that the region with the greatest degree of attenuation by BuOE was the CT, in that treatment with BuOE brings the spaceight transcriptomic prole closest to that of grounded controls in CT. On the other hand, BuOE treatment actually moved the spaceight transcriptomic prole further away from grounded control animals in FCT, suggesting that FCT may be the region with the most resistance to superoxide scavengers. The DG and CA had intermediate responses to BuOE relative to the CT and FCT. Taken together, our results on BuOE warrant further study as a potential therapeutic candidate for CNS protection against brain injury and neurodegeneration induced by ionizing radiation and environmental stress. 4. Materials and Methods 4.1. Spaceight and Mouse Groups Ten-week-old C57BL6 male mice were launched at the Kennedy Space Center (KSC) and spent 35 days aboard the International Space Station (ISS). All mice were maintained at an ambient temperature of 2628C with a 12-h lightdark cycle during the ight. All mice were provided NASA Nutrient-upgraded Rodent Food Bar (NuRFB) and autoclaved deion- ized water ad libitum. MnTnBuOE-2-PyP5 (BuOE) at 1 mgkg (0.2 mL) was administrated subcutaneously 7 days prior to the ight launch and weekly aboard the ISS. All mice were subdivided into saline or BuOE-treated groups. Upon return to the Earth, spaceight mice were transported to the research laboratory at Roskamp Institute, Sarasota, Florida, within 20 h of splashdown. Mice were exsanguinated by closed-cardiac blood collection under deep KetamineXylazine (15045 mgkg) anesthesia, followed by cervical dislocation as a secondary euthanasia method to ensure death. Ground control mice were maintained on Earth for 35 days in ight hardware cages under similar environmental conditions as the ight groups, including the same food, lightdark, temperature, treatment (SAL or BuOE), and euthanasia regimens. The protocol for GC mice commenced three days subsequent to the commencement of the protocol for spaceight mice. After sacrice, mouse brains were then removed and prepared as follows. The left hemibrains were xed in 4 paraformaldehyde in phosphate-buffered saline (PBS) for 24 h and then rinsed and washed with PBS for immunohistochemistry (IHC) assays or spatial genomics proling. The right brains were ash-frozen and stored at 80C for further analysis. The study was approved by the Institutional Animal Care and Use Committee (IACUC) of Loma Linda University (LLU), Roskamp Institute, and The National Aeronautics and Space Administration (NASA). 4.2. GeoMx DSP DSP technology enables us to select specic regions of interest (ROIs) with high magnication  59,60. Three 6 m formalin-xed, parafn-embedded (FFPE) tissue sections selected at a similar focal plane from three mice in each group were mounted on one slide for a total of 4 slides, one for each group (GC-SAL, GC-BuOE, FLT-SAL, and FLT-BuOE). Slides were baked for 2 h at 65C for parafn removal before loading onto a Leica BOND RX for tissue rehydration in EtOH and ddH2O, heat-induced epitope retrieval (ER2 for 20 min at 100C) and proteinase K treatment (1.0 gmL for 15 min at 37C). Tissue sectionsInt. J. Mol. Sci. 2023 ,24, 13569 12 of 16 were then hybridized with the Mouse Whole Transcriptome Atlas (WTA) probes overnight at 37C. Following 2 5 min stringent washes (1:1 4 SSC buffer and formamide), the slides were blocked for 30 min and then incubated with morphology marker antibodies for 1 h to guide region of interest (ROI) selection: GFAP (Texas Red615nm channel, Alexa 594 uorophore, 1:200 dilution, shown in green in Figure 1A, NBP2-33184DL594, Novus Biologicals, Littleton, CO, USA), and Iba1 (Cy5666nm channel, Alexa 647 uorophore, 1:100 dilution, shown in yellow in Figure 1A, 48934S, Cell Signalling Technologies, Danvers, MA, USA). Syto83 (Cy3568 nm channel, Alexa 532 uorophore, 1:10 dilution, shown in blue in Figure 1A, S11364, Invitrogen, Waltham, MA, USA) was used as a nuclear stain. After ROI selection, UV light was directed by the GeoMx (https:nanostring.com productsgeomx-digital-spatial-proler, accessed on 3 February 2022, NanoString Tech- nologies, Inc., Seattle, WA, USA) device at each area of illumination (AOI), releasing the RNA-ID containing oligonucleotide tags from the WTA probes for collection into a unique well for each AOI. For library preparation, Illumina i5 and i7 dual indexing primers were added to the oligonucleotide tags during PCR to uniquely index each AOI. AMPure XP beads (Beckman Coulter, Indianapolis, IN, USA) were used for PCR purication. Library concentration was measured using a Qubit uorometer (Thermo Fisher Scientic, Waltham, MA, USA), and quality was assessed using a Bioanalyzer (Agilent Technologies Inc., Santa Clara, CA, USA). Sequencing was performed on an Illumina NovaSeq 6000 (Illumina Inc., San Diego, CA, USA). 4.3. GeoMx DSP Data Analysis Raw .fastq les were processed into gene count data for each AOI using the GeoMx NGS Pipeline via Amazon Web Services. All subsequent data analysis described in this subsection was performed using the online GeoMx DSP analysis platform  61, GeoMx DSP Control Center version 3.0.0.111. Raw reads were trimmed, stitched, aligned, and nally deduplicated using default parameters. Using Q3 normalized read count data, a differential expression analysis of FLT-SAL versus GC-SAL, and FLT-BuOE versus FLT-GC, was performed for each brain region independently. Statistical signicance of differential expression was measured by t-test (non-paired), and permutation q-values ( p-adjusted) were calculated. Genes with q  0.05 and log 2FC  0.585 were considered differentially expressed and used for downstream analysis. 4.4. Association of DEGs with Neurological Disease A list of genes with known associations to human neurological diseases was obtained using the DisGeNET  62 browse feature with the lters Disease class: Mental disorders and Semantic type: disease or syndrome. Only genes from curated databases were used. 4.5. Pathway Analysis The online tool Enrichr  6365 was used to perform pathway mapping for GC-SAL vs. FLT-SAL DEGs from each region independently. Enriched pathways in this paper are from the KEGG 65 2019 Mouse pathway analysis in the legacy tab of the Enrichr website. 4.6. Principal Component Analysis Q3 normalized read counts output by the online GeoMx DSP analysis platform, as described above, were used as inputs for the PCA. The analysis was done in R version 4.0.3. The R function aov()  66 was used to perform a linear analysis of variance (ANOVA) at each gene, using each biological sample as a factor. The R function qvalue()  67 was then used to calculate ANOVA q-values for all genes, based on the p-values output by aov. Signicant genes from the ANOVA (q  0.05) were then input into the R function PCA()  68 in order to generate PCA plots.Int. J. Mol. Sci. 2023 ,24, 13569 13 of 16 4.7. Statistical Comparison of Spaceight-Induced and BuOE-Induced DEG Overlaps For a given brain region, let N  total  of spaceight-induced DEGs (GC-SAL vs. FLT-SAL) plus total  of BuOE-induced DEGs (FLT-SAL vs. FLT-BuOE) for that region. For each brain region, a 2 2 contingency matrix, X11X12 X21X22, was constructed, where X 11  of spaceight-induced DEGs changing in the opposite direction as BuOE-induced DEGs, X 12 NX11, X21  of spaceight-induced DEGs changing in the same direction as BuOE-induced DEGs, X 22 NX21. Fishers exact test was then calculated on each 2 2 contingency matrix in order to obtain a p-value for the null hypothesis that the proportion of overlapping DEGs changing in the opposite direction was the same as the proportion of overlapping DEGs changing in the same direction. 4.8. Permutation Testing of Spaceight-Induced and BuOE-Induced DEG Overlaps For each brain region, a random set of BuOE-induced DEGs was selected as follows. The total set of gene symbols analyzed was shufed using the shuf command in Ubuntu 20.04.5 LTS. The top N upgenes in the shufed le were selected as the upregulated, BuOE- induced DEGs, where N up total  of actual upregulated, BuOE-induced DEGs (FLT-SAL vs. FLT-BuOE) for the brain region. Similarly, the bottom N down genes in the shufed le were selected as the downregulated, BuOE-induced DEGs, where N down  total  of actual downregulated, BuOE-induced DEGs in the brain region. The randomly selected DEGs were then compared with the actual spaceight-induced DEGs (GC-SAL vs. FLT-SAL) to determine how many changed in opposite directions. This shufing procedure was repeated 1000 times for each brain region. Supplementary Materials: The following supporting information can be downloaded at: https: www.mdpi.comarticle10.3390ijms241713569s1. Author Contributions: Conceptualization, X.M.; formal analysis, I.K., S.A. and S.J.; investigation, S.S. and J.H.; methodology, X.M.; resources, J.C.; writingoriginal draft, I.K. and X.M.; writingreview and editing, I.K., S.A., S.S., J.H., S.J., M.P ., J.C. and X.M. All authors have read and agreed to the published version of the manuscript. Funding: This research was funded by the NASA Space Biology grant, grant number NNX15AB41G, NASA 80NSSC18K0310, and LLU Department of Basic Sciences. Institutional Review Board Statement: Animal experiments were approved by the National Aero- nautics and Space Administration (NASA) Animal Care and Use Committee (IACUC) on 14 October 2021 (Protocol Number: RR-18), Roskamp Institute IACUC on 7 October 2021 (Protocol Number RR-18), and Loma Linda University Health IACUC on 8 February 2022 (Protocol Number: 8170051). Informed Consent Statement: Not applicable. Data Availability Statement: The data presented in this study are openly available in NCBI GEO, accession number GSE239336. Custom scripts used for data analysis in this study are available on the github repository (https:github.comikremskyScripts-for-Kremsky-et-al.-GeoMx-DSP-mouse- spaceight-study, accessed on 21 July 2023). Acknowledgments: Sungshin Choi contributed signicantly to the success of our study and we greatly appreciate their support. The authors thank the entire NASA Biospecimen Sharing Program group for their great assistance. We very much appreciate the support of Stefan Rogers, David Scoville, and Yan Liang (NanoString Technologies, Inc., Seattle, WA, USA). Conicts of Interest: The authors declare no conict of interest.Int. J. Mol. Sci. 2023 ,24, 13569 14 of 16 References 1. Crucian, B.E.; Stowe, R.P .; Pierson, D.L.; Sams, C.F. Immune system dysregulation following short- vs long-duration spaceight. Aviat. Space Environ. Med. 2008 ,79, 835843. CrossRef PubMed 2. Fowler, B.; Meehan, S.; Singhal, A. Perceptual-motor performance and associated kinematics in space. Hum. Factors 2008 ,50, 879892. CrossRef PubMed 3. Welch, R.B.; Hoover, M.; Southward, E.F. Cognitive performance during prismatic displacement as a partial analogue of space fog. Aviat. Space Environ. Med. 2009 ,80, 771780. CrossRef PubMed 4. Villasana, L.E.; Rosenthal, R.A.; Doctrow, S.R.; Pfankuch, T.; Zuloaga, D.G.; Garnkel, A.M.; Raber, J. Effects of alpha-lipoic acid on associative and spatial memory of sham-irradiated and 56Fe-irradiated C57BL6J male mice. Pharmacol. Biochem. Behav. 2013 , 103, 487493. CrossRef PubMed 5. Haley, G.E.; Yeiser, L.; Olsen, R.H.; Davis, M.J.; Johnson, L.A.; Raber, J. Early effects of whole-body (56)Fe irradiation on hippocampal function in C57BL6J mice. Radiat. Res. 2013 ,179, 590596. CrossRef PubMed 6. Parihar, V .K.; Maroso, M.; Syage, A.; Allen, B.D.; Angulo, M.C.; Soltesz, I.; Limoli, C.L. Persistent nature of alterations in cognition and neuronal circuit excitability after exposure to simulated cosmic radiation in mice. Exp. Neurol. 2018 ,305, 4455. CrossRef PubMed 7. Tidmore, A.; Dutta, S.M.; Fesshaye, A.S.; Russell, W.K.; Duncan, V .D.; Britten, R.A. Space Radiation-Induced Alterations in the Hippocampal Ubiquitin-Proteome System. Int. J. Mol. Sci. 2021 ,22, 7713. CrossRef 8. Parihar, V .K.; Allen, B.; Tran, K.K.; Macaraeg, T.G.; Chu, E.M.; Kwok, S.F.; Chmielewski, N.N.; Craver, B.M.; Baulch, J.E.; Acharya, M.M.; et al. What happens to your brain on the way to Mars. Sci. Adv. 2015 ,1, e1400256. CrossRef 9. Santucci, D.; Kawano, F.; Ohira, T.; Terada, M.; Nakai, N.; Francia, N.; Alleva, E.; Aloe, L.; Ochiai, T.; Cancedda, R.; et al. Evaluation of gene, protein and neurotrophin expression in the brain of mice exposed to space environment for 91 days. PLoS ONE 2012 ,7, e40112. CrossRef 10. Li, K.; Guo, X.; Jin, Z.; Ouyang, X.; Zeng, Y.; Feng, J.; Wang, Y.; Yao, L.; Ma, L. Effect of Simulated Microgravity on Human Brain Gray Matter and White Matter--Evidence from MRI. PLoS ONE 2015 ,10, e0135835. CrossRef 11. Mao, X.W.; Sandberg, L.B.; Gridley, D.S.; Herrmann, E.C.; Zhang, G.; Raghavan, R.; Zubarev, R.A.; Zhang, B.; Stodieck, L.S.; Ferguson, V .L.; et al. Proteomic Analysis of Mouse Brain Subjected to Spaceight. Int. J. Mol. Sci. 2018 ,20, 7. CrossRef PubMed 12. Dow, R.S. Contribution of electrophysiological studies to cerebellar physiology. J. Clin. Neurophysiol. 1988 ,5, 307323. CrossRef PubMed 13. Cassady, K.; Koppelmans, V .; Reuter-Lorenz, P .; De Dios, Y.; Gadd, N.; Wood, S.; Castenada, R.R.; Kofman, I.; Bloomberg, J.; Mulavara, A.; et al. Effects of a spaceight analog environment on brain connectivity and behavior. Neuroimage 2016 ,141, 1830. CrossRef 14. Koppelmans, V .; Mulavara, A.P .; Seidler, R.D.; De Dios, Y.E.; Bloomberg, J.J.; Wood, S.J. Cortical thickness of primary motor and vestibular brain regions predicts recovery from fall and balance directly after spaceight. Brain Struct. Funct. 2022 ,227, 20732086. CrossRef 15. Liao, Y.; Miao, D.; Huan, Y.; Yin, H.; Xi, Y.; Liu, X. Altered regional homogeneity with short-term simulated microgravity and its relationship with changed performance in mental transformation. PLoS ONE 2014 ,8, e64931. CrossRef PubMed 16. Kokhan, V .S.; Matveeva, M.I.; Bazyan, A.S.; Kudrin, V .S.; Mukhametov, A.; Shtemberg, A.S. Combined effects of antiorthostatic suspension and ionizing radiation on the behaviour and neurotransmitters changes in different brain structures of rats. Behav. Brain Res. 2017 ,320, 473483. CrossRef PubMed 17. Matveeva, M.I.; Shtemberg, A.S.; Timoshenko, G.N.; Krasavin, E.A.; Narkevich, V .B.; Klodt, P .M.; Kudrin, V .S.; Bazyan, A.S. The effects of irradiation by C-12 carbon ions on monoamine exchange in several rat brain structures. Neurochem. J. 2013 ,7, 303307. CrossRef 18. Bhattacherjee, A.; Djekidel, M.N.; Chen, R.; Chen, W.; Tuesta, L.M.; Zhang, Y. Cell type-specic transcriptional programs in mouse prefrontal cortex during adolescence and addiction. Nat. Commun. 2019 ,10, 4169. CrossRef 19. de Hemptinne, C.; Chen, W.; Racine, C.A.; Seritan, A.L.; Miller, A.M.; Yaroshinsky, M.S.; Wang, S.S.; Gilron, R.; Little, S.; Bledsoe, I.; et al. Prefrontal Physiomarkers of Anxiety and Depression in Parkinsons Disease. Front. Neurosci. 2021 ,15, 748165. CrossRef 20. Anand, K.S.; Dhikav, V . Hippocampus in health and disease: An overview. Ann. Indian Acad. Neurol. 2012 ,15, 239246. CrossRef 21. Liang, R.; Wang, L.; Sun, S.; Zheng, C.; Yang, J.; Ming, D. Medial prefrontal cortex and hippocampus in mice differently affected by simulate microgravity and social isolation associated with the alternation of emotional and cognitive functions. Life Sci. Space Res. 2022 ,33, 2132. CrossRef PubMed 22. Sarkar, P .; Sarkar, S.; Ramesh, V .; Hayes, B.E.; Thomas, R.L.; Wilson, B.L.; Kim, H.; Barnes, S.; Kulkarni, A.; Pellis, N.; et al. Proteomic analysis of mice hippocampus in simulated microgravity environment. J. Proteome Res. 2006 ,5, 548553. CrossRef 23. Wang, Y.; Javed, I.; Liu, Y.; Lu, S.; Peng, G.; Zhang, Y.; Qing, H.; Deng, Y. Effect of Prolonged Simulated Microgravity on Metabolic Proteins in Rat Hippocampus: Steps toward Safe Space Travel. J. Proteome Res. 2016 ,15, 2937. CrossRef PubMed 24. Kiffer, F.; Alexander, T.; Anderson, J.E.; Groves, T.; Wang, J.; Sridharan, V .; Boerma, M.; Allen, A.R. Late Effects of (16)O-Particle Radiation on Female Social and Cognitive Behavior and Hippocampal Physiology. Radiat. Res. 2019 ,191, 278294. CrossRef 25. Ohm, T.G. The dentate gyrus in Alzheimers disease. Prog. Brain Res. 2007 ,163, 723740. CrossRef PubMed 26. Stein, T.P . Space ight and oxidative stress. Nutrition 2002 ,18, 867871. CrossRefInt. J. Mol. Sci. 2023 ,24, 13569 15 of 16 27. Batinic-Haberle, I.; Reboucas, J.S.; Spasojevic, I. Superoxide dismutase mimics: Chemistry, pharmacology, and therapeutic potential. Antioxid. Redox Signal. 2010 ,13, 877918. CrossRef 28. Weitzel, D.H.; Tovmasyan, A.; Ashcraft, K.A.; Rajic, Z.; Weitner, T.; Liu, C.; Li, W.; Buckley, A.F.; Prasad, M.R.; Young, K.H.; et al. Radioprotection of the brain white matter by Mn(III) n-Butoxyethylpyridylporphyrin-based superoxide dismutase mimic MnTnBuOE-2-PyP5. Mol. Cancer Ther. 2015 ,14, 7079. CrossRef 29. Mao, X.; Stanbouly, S.; Holley, J.; Pecaut, M.; Crapo, J. Evidence of Spaceight-Induced Adverse Effects on Photoreceptors and Retinal Function in the Mouse Eye. Int. J. Mol. Sci. 2023 ,24, 7362. CrossRef 30. Williams, C.G.; Lee, H.J.; Asatsuma, T.; Vento-Tormo, R.; Haque, A. An introduction to spatial transcriptomics for biomedical research. Genome Med. 2022 ,14, 68. CrossRef 31. Stahl, P .L.; Salmen, F.; Vickovic, S.; Lundmark, A.; Navarro, J.F.; Magnusson, J.; Giacomello, S.; Asp, M.; Westholm, J.O.; Huss, M.; et al. Visualization and analysis of gene expression in tissue sections by spatial transcriptomics. Science 2016 ,353, 7882. CrossRef PubMed 32. Zollinger, D.R.; Lingle, S.E.; Sorg, K.; Beechem, J.M.; Merritt, C.R. GeoMx RNA Assay: High Multiplex, Digital, Spatial Analysis of RNA in FFPE Tissue. Methods Mol. Biol. 2020 ,2148 , 331345. CrossRef PubMed 33. Christian, K.M.; Song, H.; Ming, G.L. Functions and dysfunctions of adult hippocampal neurogenesis. Ann. Rev. Neurosci. 2014 , 37, 243262. CrossRef PubMed 34. McNerlin, C.; Guan, F.; Bronk, L.; Lei, K.; Grosshans, D.; Young, D.W.; Gaber, M.W.; Maletic-Savatic, M. Targeting hippocampal neurogenesis to protect astronauts cognition and mood from decline due to space radiation effects. Life Sci. Space Res. 2022 ,35, 170179. CrossRef PubMed 35. Curtis, S.B.; Vazquez, M.E.; Wilson, J.W.; Atwell, W.; Kim, M.; Capala, J. Cosmic ray hit frequencies in critical sites in the central nervous system. Adv. Space Res. 1998 ,22, 197207. CrossRef PubMed 36. Goncalves, J.T.; Schafer, S.T.; Gage, F.H. Adult Neurogenesis in the Hippocampus: From Stem Cells to Behavior. Cell 2016 ,167, 897914. CrossRef 37. Bond, A.M.; Ming, G.L.; Song, H. Adult Mammalian Neural Stem Cells and Neurogenesis: Five Decades Later. Cell Stem Cell 2015 ,17, 385395. CrossRef 38. Park, A.J.; Harris, A.Z.; Martyniuk, K.M.; Chang, C.Y.; Abbas, A.I.; Lowes, D.C.; Kellendonk, C.; Gogos, J.A.; Gordon, J.A. Reset of hippocampal-prefrontal circuitry facilitates learning. Nature 2021 ,591, 615619. CrossRef 39. Liu, B.; Hinshaw, R.G.; Le, K.X.; Park, M.A.; Wang, S.; Belanger, A.P .; Dubey, S.; Frost, J.L.; Shi, Q.; Holton, P .; et al. Space-like (56)Fe irradiation manifests mild, early sex-specic behavioral and neuropathological changes in wildtype and Alzheimers-like transgenic mice. Sci. Rep. 2019 ,9, 12118. CrossRef 40. Raber, J.; Rudobeck, E.; Campbell-Beachler, M.; Allen, A.R.; Allen, B.; Rosi, S.; Nelson, G.A.; Ramachandran, S.; Turner, J.; Fike, J.R.; et al.28Silicon radiation-induced enhancement of synaptic plasticity in the hippocampus of naive and cognitively tested mice. Radiat. Res. 2014 ,181, 362368. CrossRef 41. Rosenstein, J.M.; Krum, J.M.; Ruhrberg, C. VEGF in the nervous system. Organogenesis 2010 ,6, 107114. CrossRef PubMed 42. Ermak, G.; Davies, K.J. Calcium and oxidative stress: From cell signaling to cell death. Mol. Immunol. 2002 ,38, 713721. CrossRef PubMed 43. Storz, P . Forkhead Homeobox Type O Transcription Factors in the Responses to Oxidative Stress. Antioxid. Redox Signal. 2011 ,14, 593605. CrossRef 44. Martins, S.G.; Zilhao, R.; Thorsteinsdottir, S.; Carlos, A.R. Linking Oxidative Stress and DNA Damage to Changes in the Expression of Extracellular Matrix Components. Front. Genet. 2021 ,12, 673002. CrossRef PubMed 45. Larina, I.M.; Nichiporuk, I.A.; Veselova, O.M.; Vasilieva, G.Y.; Popova, I.A. Shifts in metabolism and its regulation under the effect of spaceight factors. Aviakosm. Ekolog. Med. 2013 ,47, 2130. CrossRef PubMed 46. Jonscher, K.R.; Alfonso-Garcia, A.; Suhalim, J.L.; Orlicky, D.J.; Potma, E.O.; Ferguson, V .L.; Bouxsein, M.L.; Bateman, T.A.; Stodieck, L.S.; Levi, M.; et al. Spaceight Activates Lipotoxic Pathways in Mouse Liver. PLoS ONE 2016 ,11, e0152877. CrossRef 47. Uruno, A.; Saigusa, D.; Suzuki, T.; Yumoto, A.; Nakamura, T.; Matsukawa, N.; Yamazaki, T.; Saito, R.; Taguchi, K.; Suzuki, M.; et al. Nrf2 plays a critical role in the metabolic response during and after spaceight. Commun. Biol. 2021 ,4, 1381. CrossRef 48. Stroud, J.E.; Gale, M.S.; Zwart, S.R.; Heer, M.; Smith, S.M.; Montina, T.; Metz, G.A.S. Longitudinal metabolomic proles reveal sex-specic adjustments to long-duration spaceight and return to Earth. Cell Mol. Life Sci. 2022 ,79, 578. CrossRef 49. Overbey, E.G.; da Silveira, W.A.; Stanbouly, S.; Nishiyama, N.C.; Roque-Torres, G.D.; Pecaut, M.J.; Zawieja, D.C.; Wang, C.; Willey, J.S.; Delp, M.D.; et al. Spaceight inuences gene expression, photoreceptor integrity, and oxidative stress-related damage in the murine retina. Sci. Rep. 2019 ,9, 13304. CrossRef 50. Brainard, G.C.; Barger, L.K.; Soler, R.R.; Hanin, J.P . The development of lighting countermeasures for sleep disruption and circadian misalignment during spaceight. Curr. Opin. Pulm. Med. 2016 ,22, 535544. CrossRef 51. Gundel, A.; Polyakov, V .V .; Zulley, J. The alteration of human sleep and circadian rhythms during spaceight. J. Sleep Res. 1997 ,6, 18. CrossRef PubMed 52. Iyer, J.; Mhatre, S.D.; Gilbert, R.; Bhattacharya, S. Multi-system responses to altered gravity and spaceight: Insights from Drosophila melanogaster. Neurosci. Biobehav. Rev. 2022 ,142, 104880. CrossRef PubMed 53. Mallis, M.M.; DeRoshia, C.W. Circadian rhythms, sleep, and performance in space. Aviat. Space Environ. Med. 2005 ,76, B94B107. PubMedInt. J. Mol. Sci. 2023 ,24, 13569 16 of 16 54. Flynn-Evans, E.E.; Barger, L.K.; Kubey, A.A.; Sullivan, J.P .; Czeisler, C.A. Circadian misalignment affects sleep and medication use before and during spaceight. NPJ Microgravity 2016 ,2, 15019. CrossRef PubMed 55. Rahman, S.A.; Kent, B.A.; Grant, L.K.; Clark, T.; Hanin, J.P .; Barger, L.K.; Czeisler, C.A.; Brainard, G.C.; St Hilaire, M.A.; Lockley, S.W. Effects of dynamic lighting on circadian phase, self-reported sleep and performance during a 45-day space analog mission with chronic variable sleep deciency. J. Pineal Res. 2022 ,73, e12826. CrossRef PubMed 56. Shephard, A.M.; Brown, N.S.; Snell-Rood, E.C. Anthropogenic Zinc Exposure Increases Mortality and Antioxidant Gene Expression in Monarch Butteries with Low Access to Dietary Macronutrients. Environ. Toxicol. Chem. 2022 ,41, 12861296. CrossRef PubMed 57. Gad, S.C.; Sullivan, D.W., Jr.; Spasojevic, I.; Mujer, C.V .; Spainhour, C.B.; Crapo, J.D. Nonclinical Safety and Toxicokinetics of MnTnBuOE-2-PyP5 (BMX-001). Int. J. Toxicol. 2016 ,35, 438453. CrossRef PubMed 58. Batinic-Haberle, I.; Tovmasyan, A.; Roberts, E.R.; Vujaskovic, Z.; Leong, K.W.; Spasojevic, I. SOD therapeutics: Latest insights into their structure-activity relationships and impact on the cellular redox-based signaling pathways. Antioxid. Redox Signal. 2014 ,20, 23722415. CrossRef 59. Prokop, S.; Miller, K.R.; Labra, S.R.; Pitkin, R.M.; Hoxha, K.; Narasimhan, S.; Changolkar, L.; Rosenbloom, A.; Lee, V .M.; Trojanowski, J.Q. Impact of TREM2 risk variants on brain region-specic immune activation and plaque microenvironment in Alzheimers disease patient brain samples. Acta Neuropathol. 2019 ,138, 613630. CrossRef 60. Merritt, C.R.; Ong, G.T.; Church, S.E.; Barker, K.; Danaher, P .; Geiss, G.; Hoang, M.; Jung, J.; Liang, Y.; McKay-Fleisch, J.; et al. Multiplex digital spatial proling of proteins and RNA in xed tissue. Nat. Biotechnol. 2020 ,38, 586599. CrossRef 61. Beechem, J.M. High-Plex Spatially Resolved RNA and Protein Detection Using Digital Spatial Proling: A Technology Designed for Immuno-oncology Biomarker Discovery and Translational Research. Methods Mol. Biol. 2020 ,2055 , 563583. CrossRef PubMed 62. Pinero, J.; Bravo, A.; Queralt-Rosinach, N.; Gutierrez-Sacristan, A.; Deu-Pons, J.; Centeno, E.; Garcia-Garcia, J.; Sanz, F.; Furlong, L.I. DisGeNET: A comprehensive platform integrating information on human disease-associated genes and variants. Nucleic Acids Res. 2017 ,45, D833D839. CrossRef 63. Chen, E.Y.; Tan, C.M.; Kou, Y.; Duan, Q.; Wang, Z.; Meirelles, G.V .; Clark, N.R.; Maayan, A. Enrichr: Interactive and collaborative HTML5 gene list enrichment analysis tool. BMC Bioinform. 2013 ,14, 128. CrossRef PubMed 64. Kuleshov, M.V .; Jones, M.R.; Rouillard, A.D.; Fernandez, N.F.; Duan, Q.; Wang, Z.; Koplev, S.; Jenkins, S.L.; Jagodnik, K.M.; Lachmann, A.; et al. Enrichr: A comprehensive gene set enrichment analysis web server 2016 update. Nucleic Acids Res. 2016 ,44, W90W97. CrossRef PubMed 65. Kanehisa, M.; Goto, S. KEGG: Kyoto encyclopedia of genes and genomes. Nucleic Acids Res. 2000 ,28, 2730. CrossRef 66. Chambers, J.M.; Hastie, T. Analysis of Variance; Designed Experiments. In Statistical Models in S ; Wadsworth  BrooksCole Advanced Books  Software: Pacic Grove, CA, USA, 1992. 67. Storey, J.D. The positive false discovery rate: A Bayesian interpretation and the q-value. Ann. Stat. 2003 ,31, 20132035. CrossRef 68. Husson, F.O.; L , S.B.; Page s, J.R.M. Exploratory Multivariate Analysis by Example Using R ; CRC Press: Boca Raton, FL, USA, 2011. DisclaimerPublishers Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI andor the editor(s). MDPI andor the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content.",
        "introduction": "Radiation exposure and other stressors experienced during extended deep-space missions have the potential to compromise the function of many bodily systems  13. The health risks of spaceight-induced damage related to the central nervous system (CNS), such as cognitive impairment and neurodegenerative effects, have long been a concern. Animal studies have shown that memory, cognition, motor activity, and other neural functions can be affected under stressful conditions that include both radiation exposure and the spaceight environment 48. Normal brain function relies on a diverse set of differentiated cell types, including neurons, glia, and vasculature in different regions. There have been, however, relatively few studies on the effects of spaceight stress on specic brain regions. One study found that spaceight conditions induced distinct protein expression changes in different regions of the mouse brain  9. Regional differences were also documented following simulated microgravity in human brain gray and white matter  10. Our previous ight study  11 demonstrated that exposure to the spaceight environment induces signicant changes in Int. J. Mol. Sci. 2023 ,24, 13569. https:doi.org10.3390ijms241713569 https:www.mdpi.comjournalijmsInt. J. Mol. Sci. 2023 ,24, 13569 2 of 16 protein expression related to neuronal structure and metabolic function, and there were distinct changes in protein expression in grey versus white matter. One brain region that is of immense interest in the context of spaceight is the cortex (CT). It plays a key role in sensory and motor function and is closely associated with locomotion, learning, memory, and coordination  12. Spaceight and ground simulation studies have given evidence that microgravity conditions negatively affect sensorimotor and behavioral performance, and the functional architecture of the human brain  1316, all of which are associated with cortical activity. These signicant neurochemical changes were also observed in the rat prefrontal cortex by heavy charged particle irradiation  17. The frontal cortex (FCT) plays a role in memory, attention, judgment, consciousness, and behavior  18. Pathophysiological changes in the FCT are associated with depression and anxiety 19. Another brain region that is critical to understand in the context of spaceight is the hippocampus, a complex brain structure embedded deep in the temporal lobe. It plays a major role in learning and memory  20. Ground-based analog studies have found that simulated microgravity inuences cognitive function, with increased anxiety and depression-like behaviors that were associated with hippocampal activities  21. In addition, signicantly altered expression of many proteins that relate to metabolism and structure in the hippocampus has been observed to occur under simulated microgravity  22,23. Space radiation studies have revealed cognitive detriment and changes in morphology in the hippocampal dentate gyrus (DG) and Cornu Ammonis 1 (CA) regions following oxygen- particle irradiation  24. The DG is located in the deep region of the hippocampus and has been shown to play an important role in pattern separation and associative memory  25. The CA contains pyramidal cells with a vast network of interneurons; its function is related to memory and consciousness 25. Spaceight conditions are associated with oxidative stress  26, which contributes to cellular damage in a variety of tissues. MnTnBuOE-2-PyP5(BuOE), a manganese por- phyrin superoxide dismutase (SOD) mimic, also termed BMX-001, is remarkably benecial in many animal models of oxidative stress injury  27. One study demonstrated that BuOE can reduce oxidative stress damage to the brain caused by radiation exposure  28. Our recent study  29 showed that BuOE treatment during spaceight signicantly reduces the immunoreactivity of the oxidative stress biomarker 4-hydroxynonena (4-HNE) in the retina. This suggests that BuOE is effective in alleviating stress responses to spaceight  29. Our present study will test whether BuOE treatment during spaceight can attenuate spaceight-induced alterations in gene transcription in specic brain regions. Despite broad interest in understanding region-specic stress responses, characteriz- ing these changes has been a challenge. More recently, spatial transcriptomics technology has been developed, which allows us to simultaneously quantify gene expression levels and their spatial distribution within tissue sections. This method can help to better under- stand biological responses as well as disease development  30,31. In this study, we took advantage of this technology by using the Nanostring GeoMxdigital spatial proling (DSP) platform  32 to investigate spaceight-induced changes in gene expression proles in mouse CT, FCT, and hippocampal DG and CA regions, both with and without BuOE treatment. Our unique spatial sequencing data may, for the rst time, provide insights into the organization and response of specic brain regions to the spaceight environment, potentially improving risk assessment of long-term space travel. 2.",
        "conclusion": null,
        "images": []
    }
]