[
    {
        "pmid": "39418011",
        "title": "The Effect of Different Concentrations of Epinephrine in Otoendoscopic Surgery on Surgical Field Clarity: A Double-Blind, Randomized Study.",
        "year": "2024",
        "journal": "J Otolaryngol Head Neck Surg",
        "abstract": "IMPORTANCE: At present, there is no consensus on the concentration of epinephrine/physiological saline for subcutaneous injection into external auditory canal (EAC) under general anesthesia in otoendoscopic surgery. A randomized controlled trial (RCT) research is needed to provide reference, as this concentration can provide satisfactory surgical field clarity while maintaining patients' hemodynamic stability.\nOBJECTIVE: Comparison of the effect of subcutaneous injection of different concentrations of epinephrine/physiological saline into EAC under general anesthesia in otoendoscopic surgery on surgical field clarity and hemodynamics.\nDESIGN: This double-blind, RCT study was about the effect of topical epinephrine injection in otoendoscopic surgery.\nSETTING: This study was conducted at a single institution.\nPARTICIPANTS: This study included 168 patients conformed to the inclusion criteria.\nINTERVENTION: Patients were randomized to receive different concentrations of epinephrine/physiological saline injection (1:5000, 1:10,000, 1:20,000, or 1:40,000) into the junction of bone and cartilage at posterior wall of EAC during surgery.\nMAIN OUTCOME MEASURES: Surgical field clarity was assessed with surgical field clarity grading scale and tympanic membrane flap flipping time. Hemodynamic changes were monitored by clinical parameters of blood pressure, heart rate, and ST segment of ECG.\nRESULTS: There were no statistically-significant differences in surgical field clarity grade (P = .577) and tympanic membrane flap flipping time (P = .490) among 4 concentration groups. Epinephrine injection did cause an increase in hemodynamic parameters when compared with baseline (P &lt; .05). Compared with the relatively-lower concentration groups (1:20,000 and 1:40,000), the relatively-higher concentration groups (1:5000 and 1:10,000) had more significant and long-lasting effect until 30 minutes after injection.\nCONCLUSIONS AND RELEVANCE: Four concentration groups of topical epinephrine injection in otoendoscopic surgery have the same effect on surgical field clarity. For the stability of patients' hemodynamics, we would prefer to recommend the use of concentrations with minimal impact on hemodynamics, ranging from 1:20,000 to 1:40,000.\nTRIAL REGISTRATION: Clinical Trial Registry-China: ChiCTRI1800016647.",
        "full_text": "https:doi.org10.117719160216241288811Journal of Otolaryngology - Head  Neck Surgery Volume 53: 1 9  The Author(s) 2024 Article reuse guidelines: sagepub.comjournals-permissions DOI: 10.117719160216241288811 journals.sagepub.comhomeohn Creative Commons Non Commercial CC BY-NC: This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 License (https:creativecommons.orglicensesby-nc4.0) which permits non-commercial use, reproduction and distribution of the work without further permission provided the original work is attributed as specified on the SAGE and Open Access pages (https:us.sagepub.comen-usnamopen-access-at-sage). Original Research1288811 OHN XXX10.117719160216241288811Journal of Otolaryngology - Head  Neck SurgeryShu et al research-article 2024 The Effect of Different Concentrations of Epinephrine in Otoendoscopic Surgery on Surgical Field Clarity: A Double-Blind, Randomized Study Wenying Shu, MD1,2,3, Tingting Jin, MM1,2,3, Jinya Shi, MM1,2,4, Jingjie Li, MD4 and Zhaoyan Wang, MD1,2,3 Abstract Importance. At present, there is no consensus on the concentration of epinephrinephysiological saline for subcutaneous injection into external auditory canal (EAC) under general anesthesia in otoendoscopic surgery. A randomized controlled trial (RCT) research is needed to provide reference, as this concentration can provide satisfactory surgical field clarity while maintaining patients hemodynamic stability. Objective. Comparison of the effect of subcutaneous injection of different concentrations of epinephrinephysiological saline into EAC under general anesthesia in otoendoscopic surgery on surgical field clarity and hemodynamics.Design. This double-blind, RCT study was about the effect of topical epinephrine injection in otoendoscopic surgery.Setting. This study was conducted at a single institution.Participants. This study included 168 patients conformed to the inclusion criteria.Intervention. Patients were randomized to receive different concentrations of epinephrinephysiological saline injection (1:5000, 1:10,000, 1:20,000, or 1:40,000) into the junction of bone and cartilage at posterior wall of EAC during surgery.Main Outcome Measures. Surgical field clarity was assessed with surgical field clarity grading scale and tympanic membrane flap flipping time. Hemodynamic changes were monitored by clinical parameters of blood pressure, heart rate, and ST segment of ECG. Results. There were no statistically-significant differences in surgical field clarity grade (P  .577) and tympanic membrane flap flipping time (P  .490) among 4 concentration groups. Epinephrine injection did cause an increase in hemodynamic parameters when compared with baseline (P  .05). Compared with the relatively-lower concentration groups (1:20,000 and 1:40,000), the relatively-higher concentration groups (1:5000 and 1:10,000) had more significant and long-lasting effect until 30 minutes after injection.Conclusions and relevance. Four concentration groups of topical epinephrine injection in otoendoscopic surgery have the same effect on surgical field clarity. For the stability of patients hemodynamics, we would prefer to recommend the use of concentrations with minimal impact on hemodynamics, ranging from 1:20,000 to 1:40,000. Trial registration. Clinical Trial Registry-China: ChiCTRI1800016647. Keywords epinephrine, otoendoscopic, surgery, surgical field clarity, hemodynamics Received February 17, 2024; accepted June 2, 2024.2 Journal of Otolaryngology - Head  Neck Surgery 1Department of Otolaryngology Head and Neck Surgery, Shanghai Ninth Peoples Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China 2Ear Institute, Shanghai Jiao Tong University School of Medicine, Shanghai, China 3Shanghai Key Laboratory of Translational Medicine on Ear and Nose diseases, Shanghai, China 4Department of Anesthesiology, Shanghai Ninth Peoples Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China These authors have contributed equally to this work and share first authorship. Corresponding Authors: Zhaoyan Wang, MD, Department of Otolaryngology Head and Neck Surgery, Shanghai Ninth Peoples Hospital, Shanghai Jiao Tong University School of Medicine, No. 639, Zhi-Zao-Ju Road, Shanghai 200011, China Email: wzyent2019163.com Jingjie Li, MD, Department of Anesthesiology, Shanghai Ninth Peoples Hospital, Shanghai Jiao Tong University School of Medicine, No. 639, Zhi-Zao-Ju Road, Shanghai 200011, China. Email: 116212sh9hospital.org.cnGraphical Abstract Shu et al 3 Key message 1. Appropriate concentration of epinephrinephysiologi- cal saline for subcutaneous injection into external auditory canal under general anesthesia in otoendo-scopic surgery. 2. Minimize the impact on hemodynamics. Introduction The researches and clinical application of otoendoscope in otologic surgery are increasing, which not only expands otolo-gists understanding of otologic anatomy and pathophysiology but also provides a new way for the treatment of otologic dis-eases. 1,2 Otoendoscopic surgery is now considered as a safe and feasible surgical method. Natasha Pollak et al found that it could not only enhance the visibility of surgery but also reduce the recurrence rate and improve the prognosis of some ear dis-eases due to its minimally invasion. 1,3 However, the surgical field under otoendoscope is rela- tively narrow, and the light is easily absorbed by dark tissues or objects such as blood, which affects the brightness of the surgical field. Moreover, it is relatively difficult to operate in the narrow ear canal with 1 hand. Therefore, a clearer surgical field and better hemostatic effect are beneficial for the otoen-doscopic surgery. Currently, the vasoconstrictor epinephrine is often used as a hemostatic drug in endoscopic surgery of otorhinolaryngol-ogy. 4,5 Some of the most common methods include local injec- tion and submucosal infiltration administration, both of which are effective in reducing the risk of intraoperative bleeding and improving field clarity. 6,7 But the concentration of epi- nephrine used by different surgeons varies. Regardless of the administration method or concentration, as epinephrine is absorbed through the mucosa, the patients hemodynamics will have changes accordingly. 8-11 In studies related to otoendoscopic surgery, Ali Moshaver et al found that the blood pressure (BP) and heart rate (HR) increased 1 to 2 minutes after nasal mucosal injection of 1:200,000 epinephrine and returned to baseline after 5 min- utes. 12 Bi Zhang et al found insufficient evidence to support the use of low concentration of epinephrine in the nasal sub-mucosa to improve surgical clarity and hemostatic effect. 13 In the researches of otoendoscopic surgery, Marna List et al found that the hemostasis effect of topical application of 1:1000 epinephrine was equivalent to that of 1:10,000 epi-nephrine, and the safety factor was also similar in 2 groups. 14 Given the limited research on the use of epinephrine in oto- endoscopic surgery, there are also issues such as fewer enrolled patients. We designed a double-blind, randomized controlled trial (RCT) study to evaluate the effect of 4 different concen-trations of epinephrine on surgical field clarity and hemody-namics in otoendoscopic surgery. Our goal was to select an appropriate concentration of epinephrine, while ensuring the safety of patients hemodynamic changes, and a clear surgical field can be obtained.Patients and Methods Study Design This was a double-blind, RCT study about the effect of sub- cutaneous injection of different concentrations of epineph-rinephysiological saline into external auditory canal (EAC) under general anesthesia in otoendoscopic surgery on surgi-cal field clarity and hemodynamics. The patients who strictly met the inclusion criteria were enrolled in this study. Patients were randomly assigned to be injected with different concen-trations of epinephrinephysiological saline into EAC subcu-taneously under general anesthesia in otoendoscopic surgery. The operations were all conducted by the same senior sur - geon. The trial protocol was reviewed and approved by the institutional review board at Shanghai Ninth Peoples Hos-pital, Shanghai Jiao Tong University School of Medicine, and the present study was prespecified in the protocol. All patients provided written informed consent. This study followed the Consolidated Standards of Reporting Trials (CONSORT) reporting guideline. See the trial protocol in supplemental content. Patient Selection Assuming a power of 0.85 and a significance value of 0.05, considering a 20 dropout rate, each sample would need 39 patients, and the total sample size would be 156 cases. This double-blind, RCT study finally included 168 patients undergoing otoendoscopic surgery under general anesthesia from June 25, 2018, to January 17, 2022, at a single institution. Inclusion criteria included the following: 1. The age range was from 18 to 65 years old. 2. Patients who required otoendoscopic surgery and those who underwent bilateral surgery at the same time were only counted on one side. 3. Otoendoscopic surgery was performed under general anesthesia, and the preoperative anesthesia evaluation was classified as I or II by American Society of Anesthesiologists (ASA). Exclusion criteria included the following: 1. history of EAC injury (including ear surgery); 2. history of refractory hypertension, obvious cardiovas-cular, liver, and kidney dysfunction or abnormal coag-ulation function; and 3. disagree to sign informed consent form. This study has been approved by the Ethics Committees of Shanghai Ninth Peoples Hospital, Shanghai Jiao Tong University School of Medicine (2018-119-T97), and was reg-istered in Clinical Trial Registry-China (ChiCTRI1800016647). All participants have provided written informed consent.4 Journal of Otolaryngology - Head  Neck Surgery Randomization Randomization was conducted by Statistician A from the clini- cal research center of Shanghai Jiao Tong University School of Medicine. Randomized seeds were generated by the SAS software, and envelope method was used for allocation and concealment. Randomization numbers were distributed to determine the patients treatment group (with serial numbers outside of the envelope and grouping information for group ABCD). Double-Blind Protocol This study was a double-blind, RCT study. The specific pro-cess was as follows: 1. The doctor who was not involved in this clinical trial served as the blinding administrator. 2. Blind codes (indicating the epinephrinephysiological saline concentration groups as group ABCD) were placed in envelopes and sealed separately. The enve-lopes needed to be sealed, signed, and dated by the blind administrator and the lead researcher. The enve-lopes were photographed and stored in the researchers medical record. The blind codes were kept by the blinding administrator. 3. Patients were enrolled according to the random num-bers. The anesthesia nurse prepared epinephrinephysi-ological saline solution and handed it over to the circulating nurse, who then handed over a certain con-centration of epinephrinephysiological saline injec-tion to the surgeon. 4. The final data were analyzed by Statistician B, and a statistical report was issued on the differences of the effect among 4 concentration groups. After the enve-lopes were verified of being unopened by the blinding administrator and the lead researcher, the administrator unblinded handed them over to the lead researcher to make a final research report. General Anesthesia Method A standardized technique for general anesthesia and endotra-cheal intubation was employed for this study. Premedication was limited to dorasetron and pentylenethyclidine hydro-chloride injection. Induction was with midazolam (0.05 mg kg), fentanyl (2 gkg), propofol (4 mgkg), and rocuronium bromide (0.6 mgkg). An arterial line was placed by anesthe- siology immediately after intubation. The maintenance of anesthesia was achieved with propofol (4 mgkgh), remifen- tanil (0.1 gkgmin), and sevoflurane (1.5 vol). Data Collection Systolic blood pressure (SBP), diastolic blood pressure (DBP), and mean arterial pressure (MAP) were recorded by invasive blood pressure monitoring. If a patients SBP is found to be 180 mmHg during the surgery, the anesthesiologist would immediately intervene and record the subsequent blood pres-sure values as pre-intervention ones. HR and ST segment were tracked by electrocardiogram monitor of Drgers Zeus Infinity Empowered anesthesia work platform. The following 3 leads were selected to monitor ST changes: Lead II was a limb lead, while lead V recorded for right heart, and lead I was moved to position V5 to record for left heart. Take the position 0.08 sec- onds after J point as the measurement point for ST analysis. The above-mentioned hemodynamic parameters were col-lected at the following 8 points: before injection, 0.1 minutes, 1 minute, 3, 5, 10, 15, and 30 minutes after injection. The val- ues before injection were used as the baseline values. Epinephrine Application Preparation method of epinephrinephysiological saline injection: 1. 1:5000 group (group C) (n  42): 1 mL 0.1 epineph- rine and 4 mL physiological saline; 2. 1:10,000 group (group B) (n  42): 1 mL 0.1 epineph- rine and 9 mL physiological saline; 3. 1:20,000 group (group A) (n  42): 1 mL 0.1 epi- nephrine and 19 mL physiological saline; and 4. 1:40,000 group (group D) (n  42): 1 mL 0.1 epi- nephrine and 39 mL physiological saline. Injection method: Inject 0.5 mL of epinephrinephysiologi- cal saline into the junction of bone and cartilage at the poste-rior wall of EAC under endoscope. Evaluation of Surgical Field Clarity Surgical field clarity grading scale is shown in eTable 1 in the Supplemental Material. The 2 professional otolaryngologists participating in the evaluation were unaware of the concentration groups of epi-nephrinephysiological saline. If the score were consistent, then the grade would be the final result. If inconsistent, to ensure the conservatism of the results, we took the high grade (poor hemostatic effect) as final results. Evaluation of Tympanic Membrane Flap Flipping Time The starting point of tympanic membrane flap flipping was when the surgeon made an arc-shaped incision at the EAC. Then, the posterior skin and eardrum were flipped, exposing the fibrous bone ring and lifting it from the tympanic groove to identify the mucosa of the tympanic cavity. It was the end time of flap flipping when entering the tympanic cavity after incis-ing the mucosa. The flap flipping time was recorded by the same anesthesia nurse in every surgery.Shu et al 5 Statistics SPSS for Windows, Version 24.0 (IBM Corp., Armonk, NY , USA) was used for statistical analysis. Changes in hemody-namic parameters were compared with the baseline values for each patient using paired t test in each of the 4 groups. Differences in surgical field clarity grade and tympanic mem-brane flap flipping time in 4 concentration groups were com-pared using the chi-squared test. P  .05 was considered statistically significant. Results A total of 168 patients who met inclusion criteria were enrolled in this study (Figure 1). Basic demographic details of all patients are presented in eTable 2 and eTable 3 in the Supplemental Material. There was no statistically-significant difference in all basic information data between the 4 testing groups. The aver - age age was 42.8 (range, 18-65) years old, with a female pre-ponderance. Identified risk factors for hemodynamic changes included hypertension and sinus arrhythmia.For the primary outcome of the surgical field clarity, there was no significant difference between the surgical field clarity grade and tympanic membrane flap flipping time among 4 concentration groups. On average, the surgical field clarity grade was 2.43 (0.61) and the tympanic membrane flap flip-ping time was 371.99 (230.43) seconds. The comparison results and diagrams among the 4 groups are shown in Table 1. Hemodynamic changes in HR, MAP, SBP, DBP, and ST-II were monitored for all patients till 30 minutes after epineph- rine injection. Increases in HR, MAP, SBP, and DBP values were all observed in the 4 groups after injection (P  .05). Compared with each baseline value, the 1:5000 group brought more significant hemodynamic changes at the most of points of time. After 30 minutes of injection, almost all values of HR, MAP, SBP, and DBP in the relatively-lower concentration groups (1:20,000 and 1:40,000) were able to return to baseline levels, while the higher ones (1:5000 and 1:10,000) remained elevated (Table 2, Figure 2). For ST val-ues, although there were occasional statistical differences between the baseline and values after injection, considering that the dynamic changes belonged to the normal range of Table 1. Outcome Comparisons in the 4 Treatment Groups. Variable 1:5000 (SD) 1:10,000 (SD) 1:20,000 (SD) 1:40,000 (SD) P value Surgical field clarity grade 2.36  0.58 2.50  0.60 2.36  0.62 2.50  0.55 .478 Typaninc membrane flap flipping time (s) 391.40  301.23 374.52  227.69 325.95  141.05 396.10  225.03 .49 Figure 1. Consort diagram of participant randomization, assignment, data collection and analysis.6 Journal of Otolaryngology - Head  Neck Surgery elevation or depression, it was believed that epinephrine injection may have little effect on them (eTable 4 in the Supplemental Material). All patients SBPs were tracked after epinephrine injection. Once the value exceeds 180 mmHg, the anesthesiologist would immediately provide antihypertensive intervention. Out of 168 patients, 19 patients underwent antihypertensive treatment (eTable 5 in the Supplemental Material). Among them, 11 of these patients were from the 1:5000 group, 6 were from the 1:10,000 group, and 2 were from the 1:20,000 group. The results showed a statistical difference between the number of patients who needed antihypertensive intervention and the con-centration of epinephrinephysiological saline (P  .040). By comparing the basic information data of the 19 epinephrine sensitive patients and the other 149 patients, including param-eters of age, gender, hypertension or cardiovascular history, and antihypertensive medications, we did not find any charac-teristics that may be related to epinephrine sensitivity (Table 3).Table 2. Changes in Hemodynamic Parameters After Injection of Epinephrine Compared with Baseline. TAI (min) HR (bpm) P MAP (mmHg) P SBP (mmHg) P DBP (mmHg) P 1:5000 0.1 1.86 .126 5.72 .011 11.02 .004 4.9 .005 1 6.21 .001 10.95 .001 19.83 .001 8.1 .001 3 4.45 .001 20.15 .001 38.05 .001 13.81 .001 5 4.05 .001 19.59 .001 36.48 .001 13.12 .001 10 5.5 .001 18.13 .001 34.48 .001 12.1 .001 15 8.57 .001 17.8 .001 33.93 .001 12.17 .001 30 3.48 .023 15.53 .02 30.62 .001 10 .003 1:10,000 0.1 1.48 .072 2.52 .052 3.19 .098 2.29 .042 1 8.62 .001 7.58 .004 13.33 .002 6.26 .002 3 2.21 .073 13.25 .001 21.86 .001 9.1 .001 5 5.14 .001 8.04 .018 15.21 .016 5.1 .026 10 5.12 .001 13.51 .001 22.24 .001 9.55 .001 15 6.52 .001 10.13 .003 17.71 .005 9.21 .012 30 2.6 .097 8.57 .016 16.62 .011 4.95 .04 1:20,000 0.1 3.52 .007 3.83 .029 6.86 .014 4.02 .011 1 6.83 .001 7.16 .002 12.88 .001 6.74 .001 3 3.24 .005 9.96 .001 17.36 .001 8.07 .001 5 1.81 .03 4.36 .092 7.33 .066 2.86 .179 10 3.26 .002 6.45 .033 8.48 .069 4.9 .055 15 5 .001 6.11 .018 9.05 .017 4.6 .026 30 0.48 .673 2.19 .406 4.24 .286 1.57 .484 1:40,000 0.1 0.43 .753 1.11 .643 3.02 .215 1.69 .244 1 4.38 .014 4.27 .034 6.33 .016 2.74 .109 3 1.1 .438 9.37 .001 14.31 .001 6.9 .001 5 1.07 .392 3.18 .14 5.64 .046 1.88 .291 10 2.12 .193 6.05 .018 8.71 .008 4.43 .043 15 4.52 .007 6.06 .007 8.5 .003 3.62 .059 30 0.21 .882 1.49 .476 0.86 .744 2.55 .167 Values reported as the mean. Abbreviations: DBP, diastolic blood pressure; HR, heart rate; MAP, mean arterial pressure; SBP, systolic blood pressure; TAI, time after injection. P  .05, P  .01, P  .001.Shu et al 7 Figure 2. Diagram of hemodynamic changes after injection of epinephrine. (a) HR changes after epinephine injection of four groups. (b) MAP changes after epinephine injection of four groups. (c) SBP changes after epinephine injection of four groups.8 Journal of Otolaryngology - Head  Neck Surgery Discussion The data we have collected on the evaluation of surgical field clarity and hemodynamics can be interpreted in terms of patients effectiveness and safety of epinephrine injection for the otoendoscopic surgery under general anesthesia. Currently, topical vasoconstrictors used in endoscopic surgery include cocaine, oxymetazoline, and epinephrine. The use of cocaine has been greatly reduced in clinical prac-tice due to its significant impact on hemodynamic effect and strong addiction. 15,16 Although oxymetazoline has a good safety profile, its vasoconstrictor effect is not as good as that of other drugs and is now often used in pediatric surgery. 4,16,17 Epinephrine is an  -and- adrenoceptor agonist that can effectively constrict blood vessels and reduce the release of inflammatory mediators, which is commonly used in many endoscopic surgeries. 4,5 Otologic surgeons often use local injection of epinephrine during otoendoscopic surgery under general anesthesia, but the concentrations injected into the EAC vary among differ - ent surgeons, ranging from 1:1000 to 1:60,000. 18 Brackmann et al recommended injecting epinephrine 1:40,000 with infil-tration of 1 lidocaine, and using 1:60,000 solution when over 65 years old. 19 Mario Sanna et al recommended injecting epinephrine 1:10,000 with infiltration of 1 lidocaine to achieve hemostatic effects. 20 Marna A. Lists research sug- gests that local injection of epinephrine at concentrations of 1:1000 and 1:10,000 during tympanoplasty can produce equivalent hemostatic effect and ensure safety. 14 However, there is currently no clear guidelines on how to choose the concentration of epinephrine. We believe that an appropriate concentration can maintain patients hemodynamic changes within normal ranges, at the same time making the surgical field clear under otoendoscope. In this study, based on a large number of relevant research and data, we selected 4 epinephrinephysiological saline con-centration groups (1:5000, 1:10,000, 1:20,000, and 1:40,000) to undergo subcutaneous local injection during otoendoscopic surgery under general anesthesia. Evaluate the impact of dif-ferent concentrations on surgical field clarity through 2 param-eters: surgical field clarity grade and tympanic membrane flap flipping time. The results showed that it was not related to the concentration level, and there was no statistical difference among the 4 groups in terms of surgical field clarity grade (P  .577) or tympanic membrane flap flipping time (P  .490). Since the impact on the surgical field clarity is equiva- lent, the magnitude of its impact on patients hemodynamics can serve as a reference for selecting the optimal concentra-tion. Our study showed that at 1 minute after injection, the HR- and BP-related parameters (HR, MAP, SBP, DBP) of the 4 groups almost all increased compared with the base-line value, especially in the 1:5000 group, whose related data had very significant statistical differences. In the group with relatively-high epinephrinephysiological concentra-tions (1:5000 and 1:10,000), this hemodynamic change con-tinued until 30 minutes after injection, while in the group with relatively-low concentrations (1:20,000 and 1:40,000), the data at 30 minutes after injection showed that the patients HR and BP returned to baseline values. It is worth noting that, except for the patients in the 1:5000 concentra-tion group, the curve of HR- and BP-related indicators of the patient presented a double-wave peak shape, showing an upward trend immediately after epinephrine injection, fall-ing back 5 minutes after injection, then rising again, and then slowly falling back to baseline. We believe that the appearance of the first peak originated from  ,  adrenergic receptor activation of epinephrine. With the metabolism of the drug, the curve entered its first trough, which triggered a protective mechanism in the body that caused HR and BP to rise again, and gradually returned to baseline as the drug further metabolized. In addition, our data showed that although epinephrine injection occasionally caused signifi-cant changes in patients ST, its impact on ST was not con-sidered as its dynamic changes were all within the normal range. So, there is not enough evidence in this study to sug-gest that epinephrine injection may lead to myocardial ischemia. Taking into account the impact of 4 concentration groups on patients surgical field clarity and hemodynamics, in order to reduce the risk of adverse reactions when the benefits obtained are similar, we believe that it is more recommended to choose a concentration that has a smaller impact on patients hemody-namic parameters, that is, a concentration of epinephrine ade-nosinephysiological saline between 1:20,000 and 1:40,000. Limitations We recognize the greatest limitation to our study is that control group (physiological saline) could be set up to compare with the treatment groups on the outcomes. Conclusion Four concentration groups of topical epinephrine injection under general anesthesia in otoendoscopic surgery has the same effect on surgical field clarity. For the stability of patients hemodynamics, we would prefer to recommend the use of concentrations with minimal impact on hemodynamics, ranging from 1:20,000 to 1:40,000.Table 3. Comparison Between Epinephrine Sensitive and Relatively-insensitive Groups. Characteristics Sensitive Insensitive P value Number of patients 19 149 Age (SD) 43.47  12.34 42.70  12.54 .785 Males () 9 (47.4) 65 (43.6) .758 Hypertension or cardiovascular history ()3 (15.8) 20 (13.4) .778 Taking antihypertensive medications ()1 (5.3) 7 (4.7) .914Shu et al 9 Author Contributions W.S.: Data analysis and writing. T.J.: Data collection and writing. J.S.: Data collection. J.L.: Design and supervision. Z.W.: Design, supervision, funding, literature review, and critical review. Declaration of Conflicting Interests The author(s) declared no potential conflicts of interest with respect to the research, authorship, andor publication of this article. Funding The author(s) disclosed the receipt of the following financial support for the research, authorship, andor publication of this article: This work was supported by Shanghai Shen Kang Hospital Development Center (Grant No. SHDC12020105 to Zhaoyan Wang). Disclaimers We claim that the views expressed in the submitted article are our own and not an official position of the institution or funder. ORCID iD Zhaoyan Wang https:orcid.org0000-0002-0977-0920 Supplemental Material Additional supporting information is available in the online version of the article. References 1. Pollak N. Endoscopic and minimally-invasive ear surgery: a path to better outcomes. World J Otorhinolaryngol Head Neck Surg. 2017;3(3):129-135. 2. Nogueira JF, de Sousa Lobo Ferreira Querido R, Gonalves da Silva Leite J, Cabral da Costa T. Future of endoscopic ear sur-gery. Otolaryngol Clin North Am. 2021;54(1):221-231. 3. Tarabichi M, Kapadia M. Principles of endoscopic ear surgery. Curr Opin Otolaryngol Head Neck Surg. 2016;24(5):382-387. 4. Khosla AJ, Pernas FG, Maeso PA. Meta-analysis and literature review of techniques to achieve hemostasis in endoscopic sinus surgery. Int Forum Allergy Rhinol. 2013;3(6):482-487. 5. Yim MT, Ahmed OG, Takashima M. Evaluating real-time effects of topical 1:1000 epinephrine in endoscopic sinus and skull-base surgery on hemodynamic parameters through intraoperative arterial line monitoring. Int Forum Allergy Rhinol. 2017;7(11):1065-1069. 6. Korkmaz H, Yao WC, Korkmaz M, Bleier BS. Safety and effi- cacy of concentrated topical epinephrine use in endoscopic endo- nasal surgery. Int Forum Allergy Rhinol. 2015;5(12):1118-1123. 7. Tangbumrungtham N, Hwang PH, Maul X, et al. The effect of topical epinephrine 1:1000 with and without infiltration of 1 lidocaine with epinephrine 1:100,000 on endoscopic surgical field visualization: a double-blind randomized controlled study. Int Forum Allergy Rhinol. 2020;10(2):147-152. 8. Kuan EC, Tajudeen BA, Bhandarkar ND, St John MA, Palmer JN, Adappa ND. Is topical epinephrine safe for hemostasis in endoscopic sinus surgery? Laryngoscope. 2019;129(1):1-3. 9. Higgins TS, Hwang PH, Kingdom TT, Orlandi RR, Stammberger H, Han JK. Systematic review of topical vaso- constrictors in endoscopic sinus surgery. Laryngoscope. 2011;121(2):422-432. 10. Ahmed OG, Yu J, Choi JS, Yim MT, Yoshor D, Takashima M. Real-time hemodynamic effects of 1:100,000 and 1:200,000 injectable epinephrine and placement of topical 1:1000 epi-nephrine pledgets in patients undergoing endoscopic sinus and skull-base surgery: a randomized, prospective study. Int Forum Allergy Rhinol. 2020;10(2):141-146. 11. Cohen-Kerem R, Brown S, Villaseor LV, Witterick I. EpinephrineLidocaine injection vs. saline during endoscopic sinus surgery. Laryngoscope. 2008;118(7):1275-1281. 12. Moshaver A, Lin D, Pinto R, Witterick IJ. The hemostatic and hemodynamic effects of epinephrine during endoscopic sinus surgery: a randomized clinical trial. Arch Otolaryngol Head Neck Surg. 2009;135(10):1005-1009. 13. Zhang B, Zhuang L, Cai C, Qi Y. Effect of nasal submucosal injection of low-concentration epinephrine on visual field visu- alization in endoscopic sinus surgery: a systematic review and meta-analysis. Ear Nose Throat J. Published online August 13, 2023. doi:10.117701455613231192824 14. List MA, Dirain CO, Haberman RS, Antonelli PJ. Efficacy of topical epinephrine in tympanoplasty. Laryngoscope. 2021;131(10):2319-2322. 15. Long H, Greller H, Mercurio-Zappala M, Nelson LS, Hoffman RS. Medicinal use of cocaine: a shifting paradigm over 25 years. Laryngoscope. 2004;114(9):1625-1629. 16. Orlandi RR, Hwang PH. Perioperative care for advanced rhinol- ogy procedures. Otolaryngol Clin North Am. 2006;39(3):463-473, viii. 17. Orlandi RR, Warrier S, Sato S, Han JK. Concentrated topical epinephrine is safe in endoscopic sinus surgery. Am J Rhinol Allergy. 2010;24(2):140-142. 18. Anschuetz L, Bonali M, Guarino P, et al. Management of bleed- ing in exclusive endoscopic ear surgery: pilot clinical experi-ence. Otolaryngol Head Neck Surg. 2017;157(4):700-706. 19. Brackmann DE, Shelton C, Arriaga MA. Otologic Surgery. 3rd ed. W.B. Saunders; 2010. 20. Sanna M, Sunose H, Mancini F, Russo A, Taibah A. Middle Ear and Mastoid Microsurgery. 2nd ed. Thieme; 2012.",
        "introduction": "The researches and clinical application of otoendoscope in otologic surgery are increasing, which not only expands otolo-gists understanding of otologic anatomy and pathophysiology but also provides a new way for the treatment of otologic dis-eases. 1,2 Otoendoscopic surgery is now considered as a safe and feasible surgical method. Natasha Pollak et al found that it could not only enhance the visibility of surgery but also reduce the recurrence rate and improve the prognosis of some ear dis-eases due to its minimally invasion. 1,3 However, the surgical field under otoendoscope is rela- tively narrow, and the light is easily absorbed by dark tissues or objects such as blood, which affects the brightness of the surgical field. Moreover, it is relatively difficult to operate in the narrow ear canal with 1 hand. Therefore, a clearer surgical field and better hemostatic effect are beneficial for the otoen-doscopic surgery. Currently, the vasoconstrictor epinephrine is often used as a hemostatic drug in endoscopic surgery of otorhinolaryngol-ogy. 4,5 Some of the most common methods include local injec- tion and submucosal infiltration administration, both of which are effective in reducing the risk of intraoperative bleeding and improving field clarity. 6,7 But the concentration of epi- nephrine used by different surgeons varies. Regardless of the administration method or concentration, as epinephrine is absorbed through the mucosa, the patients hemodynamics will have changes accordingly. 8-11 In studies related to otoendoscopic surgery, Ali Moshaver et al found that the blood pressure (BP) and heart rate (HR) increased 1 to 2 minutes after nasal mucosal injection of 1:200,000 epinephrine and returned to baseline after 5 min- utes. 12 Bi Zhang et al found insufficient evidence to support the use of low concentration of epinephrine in the nasal sub-mucosa to improve surgical clarity and hemostatic effect. 13 In the researches of otoendoscopic surgery, Marna List et al found that the hemostasis effect of topical application of 1:1000 epinephrine was equivalent to that of 1:10,000 epi-nephrine, and the safety factor was also similar in 2 groups. 14 Given the limited research on the use of epinephrine in oto- endoscopic surgery, there are also issues such as fewer enrolled patients. We designed a double-blind, randomized controlled trial (RCT) study to evaluate the effect of 4 different concen-trations of epinephrine on surgical field clarity and hemody-namics in otoendoscopic surgery. Our goal was to select an appropriate concentration of epinephrine, while ensuring the safety of patients hemodynamic changes, and a clear surgical field can be obtained.Patients and",
        "conclusion": "s and relevance. Four concentration groups of topical epinephrine injection in otoendoscopic surgery have the same effect on surgical field clarity. For the stability of patients hemodynamics, we would prefer to recommend the use of concentrations with minimal impact on hemodynamics, ranging from 1:20,000 to 1:40,000. Trial registration. Clinical Trial Registry-China: ChiCTRI1800016647. Keywords epinephrine, otoendoscopic, surgery, surgical field clarity, hemodynamics Received February 17, 2024; accepted June 2, 2024.2 Journal of Otolaryngology - Head  Neck Surgery 1Department of Otolaryngology Head and Neck Surgery, Shanghai Ninth Peoples Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China 2Ear Institute, Shanghai Jiao Tong University School of Medicine, Shanghai, China 3Shanghai Key Laboratory of Translational Medicine on Ear and Nose diseases, Shanghai, China 4Department of Anesthesiology, Shanghai Ninth Peoples Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China These authors have contributed equally to this work and share first authorship. Corresponding Authors: Zhaoyan Wang, MD, Department of Otolaryngology Head and Neck Surgery, Shanghai Ninth Peoples Hospital, Shanghai Jiao Tong University School of Medicine, No. 639, Zhi-Zao-Ju Road, Shanghai 200011, China Email: wzyent2019163.com Jingjie Li, MD, Department of Anesthesiology, Shanghai Ninth Peoples Hospital, Shanghai Jiao Tong University School of Medicine, No. 639, Zhi-Zao-Ju Road, Shanghai 200011, China. Email: 116212sh9hospital.org.cnGraphical Abstract Shu et al 3 Key message 1. Appropriate concentration of epinephrinephysiologi- cal saline for subcutaneous injection into external auditory canal under general anesthesia in otoendo-scopic surgery. 2. Minimize the impact on hemodynamics.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            }
        ]
    }
]