[
    {
        "pmid": "34381960",
        "title": "The rapid diagnosis and effective inhibition of coronavirus using spike antibody attached gold nanoparticles.",
        "year": "2021",
        "journal": "Nanoscale Adv",
        "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the cause of the coronavirus disease that began in 2019 (COVID-19), has been responsible for 1.4 million deaths worldwide as of 13 November 2020. Because at the time of writing no vaccine is yet available, a rapid diagnostic assay is very urgently needed. Herein, we present the development of anti-spike antibody attached gold nanoparticles for the rapid diagnosis of specific COVID-19 viral antigen or virus via a simple colorimetric change observation within a 5 minute time period. For rapid and highly sensitive identification, surface enhanced Raman spectroscopy (SERS) was employed using 4-aminothiophenol as a reporter molecule, which is attached to the gold nanoparticle via an Au-S bond. In the presence of COVID-19 antigen or virus particles, owing to the antigen-antibody interaction, the gold nanoparticles undergo aggregation, changing color from pink to blue, which allows for the determination of the presence of antigen or virus very rapidly by the naked eye, even at concentrations of 1 nanogram (ng) per mL for COVID-19 antigen and 1000 virus particles per mL for SARS-CoV-2 spike protein pseudotyped baculovirus. Importantly, the aggregated gold nanoparticles form \"hot spots\" to provide very strong SERS signal enhancement from anti-spike antibody and 4-aminothiophenol attached gold nanoparticles via light-matter interactions. Finite-difference time-domain (FDTD) simulation data indicate a 4-orders-of-magnitude Raman enhancement in \"hot spot\" positions when gold nanoparticles form aggregates. Using a portable Raman analyzer, our reported data demonstrate that our antibody and 4-aminothiophenol attached gold nanoparticle-based SERS probe has the capability to detect COVID-19 antigen even at a concentration of 4 picograms (pg) per mL and virus at a concentration of 18 virus particles per mL within a 5 minute time period. Using HEK293T cells, which express angiotensin-converting enzyme 2 (ACE2), by which SARS-CoV-2 enters human cells, we show that anti-spike antibody attached gold nanoparticles have the capability to inhibit infection by the virus. Our reported data show that antibody attached gold nanoparticles bind to SARS-CoV-2 spike protein, thereby inhibiting the virus from binding to cell receptors, which stops virus infection and spread. It also has the capability to destroy the lipid membrane of the virus.",
        "full_text": "Nanoscale Advances rsc.linanoscale-advances ISSN 2516-0230Volume 3 Number 621 March 2021Pages 15051778 PAPER Paresh Chandra Ray et al. The rapid diagnosis and eff ective inhibition of coronavirus using spike antibody attached gold nanoparticles The rapid diagnosis and e ective inhibition of coronavirus using spike antibody attached gold nanoparticles  Avijit Pramanik,aYe Gao,aShamily Patibandla,aDipanwita Mitra,b Martin G. McCandless,bLauren A. Fassero,bKalein Gates,aRitesh Tandonb and Paresh Chandra Ray a Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the cause of the coronavirus disease that began in 2019 (COVID-19), has been responsible for 1.4 million deaths worldwide as of 13 November 2020. Because at the time of writing no vaccine is yet available, a rapid diagnostic assay is very urgently needed. Herein, we present the development of anti-spike antibody attached gold nanoparticles for the rapiddiagnosis of speci c COVID-19 viral antigen or virus viaa simple colorimetric change observation within a 5 minute time period. For rapid and highly sensitive identi cation, surface enhanced Raman spectroscopy (SERS) was employed using 4-aminothiophenol as a reporter molecule, which is attachedto the gold nanoparticle viaan Au S bond. In the presence of COVID-19 antigen or virus particles, owing to the antigen antibody interaction, the gold nanoparticles undergo aggregation, changing color from pink to blue, which allows for the determination of the presence of antigen or virus very rapidly by the naked eye, even at concentrations of 1 nanogram (ng) per mL for COVID-19 antigen and 1000 virus particles per mL for SARS-CoV-2 spike protein pseudotyped baculovirus. Importantly, the aggregatedgold nanoparticles form hot spots to provide very strong SERS signal enhancement from anti-spike antibody and 4-aminothiophenol attached gold nanoparticles vialight matter interactions. Finite- dierence time-domain (FDTD) simulation data indicate a 4-orders-of-magnitude Raman enhancement inhot spot positions when gold nanoparticles form aggregates. Using a portable Raman analyzer, our reported data demonstrate that our antibody and 4-aminothiophenol attached gold nanoparticle-basedSERS probe has the capability to detect COVID-19 antigen even at a concentration of 4 picograms (pg) per mL and virus at a concentration of 18 virus particles per mL within a 5 minute time period. Using HEK293T cells, which express angiotensin-converting enzyme 2 (ACE2), by which SARS-CoV-2 entershuman cells, we show that anti-spike antibody attached gold nanoparticles have the capability to inhibitinfection by the virus. Our reported data show that antibody attached gold nanoparticles bind to SARS-CoV-2 spike protein, thereby inhibiting the virus from binding to cell receptors, which stops virusinfection and spread. It also has the capability to destroy the lipid membrane of the virus. Introduction The outbreak of severe acute respiratory syndrome coronavirus- 2 (SARS-CoV-2), also known as coronavirus disease of 2019(COVID-19), is responsible for huge global disruption to healthand economies. 110As of 13 November 2020, more than 59.4 million people have su ered from COVID-19 disease and around 1.40 million have died worldwide1,2. It is now welldocumented that spike (S), envelope (E), membrane (M), and nucleocapsid (N) are the important structural proteins forcoronavirus particles. 616Several reports indicate that spike protein plays the most important role for virus entry and disease pathogenesis.314Because at the time of writing there are no FDA-approved vaccines or therapeutics for the treatment ofCOVID-19 disease, rapid diagnosis is the key to slowing thespread of COVID-19 and saving lives. 120Driven by the urgent need, we report the development of an anti-spike antibodyattached gold nanoparticle (GNP) for rapid diagnosis of speci c COVID-19 viral antigen (COVID-19 Spike Recombinant Antigen) or the virus itself vianaked eye colorimetric change and highly sensitive surface enhanced Raman spectroscopy (SERS).Recently, Ventura et al. reported highly sensitive COVID-19 detection by means of a colorimetric assay that employedaDepartment of Chemistry and Biochemistry, Jackson State University, Jackson, MS, 39217, USA. E-mail: paresh.c.rayjsums.edu bDepartment: Microbiology and Immunology, University of Mississippi Medical Center, Jackson, MS, 39216, USA Electronic supplementary information (ESI) available. See DOI: 10.1039d0na01007cCite this: Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 Received 1st December 2020 Accepted 18th January 2021 DOI: 10.1039d0na01007crsc.linanoscale-advances 1588 Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  2021 The Author(s). Published by the Royal Society of ChemistryNanoscale Advances PAPER GNPs to which three di erent (spike, envelope, and membrane) antibodies were attached.14In the current manuscript, we show that anti-spike antibody attached GNPs are capable of ultra-sensitive identi cation as well as inhibition of virus particles. As we and others have reported before, owing to good biocompatibility, size dependent optical properties and ease ofmodi cation of the surface, gold nanoparticles can be used for the development of excellent biosensing platforms. 1733As shown in Fig. S1 and S2 in the ESI, the color of our anti-spike antibody attached gold nanoparticle is pink and it changed to a bluish tinge in the presence of the COVID-19 antigen or virusowing to aggregation viaantigen antibody interaction. As a result, we observed a color change upon aggregation. Based oncolor observation with the naked eye, we can detect COVID-19antigen even at a concentration of 1 nanogram (ng) per mLand virus particles at a concentration of 1000 virus particles permL. Since SARS-CoV-2 is a biosafety-level-3 (BSL-3) virus, we have used a BSL-2 SARS-CoV-2 spike protein pseudotyped baculovirus (pseudo SARS-CoV-2) as a model system for ourdiagnosis and inhibition experiments. 36,37 Owing to its extremely high sensitivity, SERS can be used for detection of very low levels of viruses, bacteria, cancer cells anddierent biomolecules. 1727It is now well documented that Raman signals can be enhanced by several orders (107to 1010) of magnitude by using plasmonic nanoparticles viathe elec- tromagnetic mechanism (EM) and chemical mechanism (CM).1727For rapid and highly sensitive identi cation, SERS has been employed using 4-aminothiophenol (4-ATP) as reportermolecule, attached to gold nanoparticles viaAuS bonds. In the presence of COVID-19 antigen or virus particles, the aggregatednanoparticles form hot spots . As we and other groups have reported, that hot spot formation is a very important factor to provide extraordinary enhancement in SERS; 1727in the pres- ence of COVID-19 antigen or virus particles strong SERS signals from 4-aminothiophenol have been observed, which allowdiagnosis of viral antigen even at a concentration of 4picograms (pg) per mL and virus at 18 virus particles per mL concentration. It is now well documented that for SARS-CoV-2, the viral infection starts with the binding of viral particles to receptorson the host cells, mediated by the virus spike protein. 817,34 41As dierent studies indicate that spike protein binds speci cally to the human angiotensin-converting enzyme 2 (ACE2) receptor onthe surface of human cells, 817scientists from several groups are developing inhibitors that have the capability to block the mechanism by which the virus binds to the ACE2 receptor.3441 Herein, using pseudo SARS-CoV-2 as the model virus, we demonstrate that anti-spike antibody attached gold nano-particles have the capability to block viral entry into cells.Pseudo SARS-CoV-2 is a BSL-1 baculovirus pseudotyped withspike (S) protein. Using HEK293T cells, which express ACE2, bymeans of which SARS-CoV-2 enters human cells, we demon-strate that anti-spike antibody attached gold nanoparticles block viral replication and virus spread in HEK293T cells. Experimental section Citrate coated gold nanoparticle synthesis As shown in Fig. S1A in the ESI, citrate coated gold nano- particles (GNPs) were synthesized using HAuCl 43H2O and sodium citrate, as we and others have reported before.1730For this purpose, we used a 0.01 solution of HAuCl 43H2O and 1 wt of sodium citrate. Transmission electron microscopy(TEM), and colorimetric and dynamic light scattering (DLS)data were used to characterize the freshly synthesized nano-particles. Table 1 shows the DLS data, indicating that the size ofthe freshly prepared citrate coated GNPs is C2415C62 nm. The inset picture in Fig. S1A shows the color of freshly prepared GNPs is pink. As we and others have reported before, GNPsexhibit unique optical properties due to surface plasmon reso-nance (SPR). 1730It is well documented that the SPR band for citrate coated gold nanoparticles is due to phase changesresulting from the increased rate of electron-surface collisionscompared with larger particles. 2833Fig. 1A shows the absorption spectra of citrate coated gold nanoparticles, in which lmaxis seen to be C24520 nm. As we and others have reported before,2033 SPR of gold nanoparticles yields exceptionally high absorption, with extinction coe cient 3(15)520nm 3.6C2108cmC01MC01, which we used here for sensing of COVID-19 antigen or virususing naked eye colorimetric study. The X-ray di raction (XRD) spectrum from citrate coated gold nanoparticles shown in Fig. S2D shows (111), (200), (220) and (311) di raction peaks, due to face centered cubic gold (JCPDS 04-0784). 2030The particle concentration was measured by UV-visible spectroscopy using the molar extinction coe - cient at the wavelength of the maximum absorption of the goldcolloid ( 3 (15)519nm 3.6C2108cmC01MC01), as we and others have reported before.2830 PEG coated gold nanoparticle synthesis In the next step, as shown in Fig. S1B in the ESI, to render the GNPs biocompatible, they were coated with HS-PEG-COOH. ForTable 1 Size of GNPs under di erent coating conditions, measured via dynamic light scattering. This table also reports how the size of anti-spike antibody attached GNPs varies in the presence of di erent amounts of COVID-19 antigen viaaggregation SystemSize measured by DLS Citrate coated GNPs 15 C62n m PEG coated GNPs 18 C64n m Antibody coated GNPs 27 C66n m Antibody attached GNPs (1.3 nM) with 1 pg mL C01 antigen60C630 nm Antibody attached GNPs (1.3 nM) with 100 pg mLC01 antigen120C660 nm Antibody attached GNPs (1.3 nM) with 500 pg mLC01 antigen200C680 nm Antibody attached GNPs (1.3 nM) with 1 ng mLC01 antigen700C6300 nm Antibody attached GNPs (1.3 nM) with 5 ng mLC01 antigen900C6300 nm  2021 The Author(s). Published by the Royal Society of Chemistry Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  1589Paper Nanoscale Advancesthis purpose, we used carboxy-PEG12-thiol (HS-PEG12-COOH). We dissolved 10 mg of HS-PEG12-COOH in 5 mL of water and then added citrate coated GNPs using a syringe and vigorousstirring. A er sonication of the mixture for 30 minutes, the nal products were separated through centrifugation. As reported in Table 1, a er PEG coating, the size of the GNPs had increased to C2418C64 nm. The inset picture in Fig. S1B shows that the color of freshly prepared PEG coated GNPs is pink. Fig. 1A shows theabsorption spectrum of PEG coated gold nanoparticles, inwhich l maxisC24521 nm, which indicates that a er coating with PEG, the optical spectrum for GNPs remains almost the same. Anti-spike antibody coated gold nanoparticle synthesis For targeted diagnosis and inhibition, we developed anti-spike antibody attached gold nanoparticles. For this purpose, weused EDC (1-ethyl-3-(3-dimethylaminopropyl)-carbodiimide)NHS ( N-hydroxysuccinimide) chemistry. In short, we added 0.2 molar (M) EDC and 0.05 M N-hydroxysulfosuccinimide sodium salt 1 : 3 (vv) ratio to a solution containing GNPs andanti-spike antibody, and the mixture was sonicated for 30minutes. A er that, anti-spike antibody attached GNPs were separated from GNPs without antibody viacentrifugation for 15 minutes at 6000 rpm, followed by resuspension in bu er. As reported in Table 1, a er antibody attachment the size of GNPs had increased to C2427C66 nm. To determine how many anti- bodies were attached to the GNPs, we synthesized Cy3 dye attached anti-spike antibody conjugated GNPs. A er separation of the Cy3 dye attached antibody conjugated GNPs fromunconjugated molecules, we added 10 mM potassium cyanide to oxidize the GNPs. A er that, from uorescence data we esti- mated that about 10 ng mL C01antibodies were attached on GNPs. The Fourier-transform infrared (FTIR) spectrum from anti- spike antibody attached gold nanoparticles shown in Fig. S2E contains amide-A, amide-I, amide-II and amide-II bands, which indicates that anti-spike-antibodies are attachedon the surface of the gold nanoparticles. The inset picture inFig. S1C shows the color of freshly prepared antibody GNPs is pink. Fig. 2D shows the absorption spectra of antibody attachedgold nanoparticles, in which l maxisC24522 nm, which indicate that a er attaching antibody, the optical spectrum for GNPs remains almost the same. The X-ray di raction (XRD) spectra from antibody attached gold nanoparticles as reported in Fig. S2D show (111), (200), (220) and (311) di raction peaks, which indicate that the crystal structure remains the same a er conjugation with antibody. Surface-enhanced Raman spectroscopy using anti-spike antibody attached gold nanoparticles For the detection of COVID-19 antigen and virus using SERS, we used our developed portable Raman spectrometer with laserexcitation of 670 nm. 2224,26,27In our design we have used an InPhotonics 670 nm Raman ber optic probe for excitation and data collection. For SERS signal collection, we used a miniatur-ized QE65000 Scienti c-grade Spectrometer from Ocean Optics. 2224,26,27All SERS spectra were taken on drop-cast dried glass slides. For Raman data collection we used 10 secondacquisition time and 5-scan averaging, so that we could achievevery good signal-to-noise ratio. 2224,26,27 Fig. 1 (A) Absorption spectra from citrate coated gold nanoparticles, PEG coated gold nanoparticles, and anti-spike antibody attached gold nanoparticles. (B) The color of antibody attached GNPs in the presenceof dierent amounts of COVID-19 antigen from 1 pg mL C01to 1000 pg mLC01. (C) Selectivity of the anti-spike antibody attached gold nano- particle-based colorimetric assay for COVID-19 antigen (5 ng mLC01). No color change was observed in the presence of 5 ng mLC01MERS- CoV nucleoprotein antigen and 5 ng mLC01SERS-CoV nucleoprotein antigen. (D) Absorption spectra from antibody attached GNPs in the presence of di erent concentrations of COVID-19 antigen. 1590 Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  2021 The Author(s). Published by the Royal Society of ChemistryNanoscale Advances PaperSARS-CoV-2 pseudotype particles Pseudo SARS-CoV-2 (Cat.  C1110G) was purchased from Mon- tana Molecular, Bozeman, MT 59715, USA. HEK293T cells(ATCC  CRL3216) plated in twelve-well tissue culture disheswere infected with the pseudotyped virus with a dilution rangeof 10 2to 107, and virus titers were calculated by counting green uorescent protein (GFP) positive cells under a uorescence microscope.3638 Virus inhibition assays HEK293T cells (ATCC  CRL3216) were plated on a 96-well plate in complete medium (DMEM  10 FBS) and incubated undernormal growth conditions (5 CO 2and 37C14C, protected from light) for 12 24 hours.3638These HEK293T cells express low levels of ACE2 receptor which are su cient for SARS-CoV-2 entry. Dilutions of test nanoparticles were made in DMEMwith a nal volume of 100 mL each. 3638The pseudovirus stock (2.5mL of the 2 C21010units permL stock) was mixed with the diluted nanoparticles and incubated for 1 h at 37C14C, then laid over HEK293T cells plated in the 96-well tissue culture dishes,along with 0.6 mL of 500 nM sodium butyrate (to give a nal concentration of 2 mM). Plates were incubated at 37 C14C under 5 CO 2for 48 h. Cells were xed in 3.7 formaldehyde and the assay was read on a Cytation 5 automated uorescence micro- scope (BioTek Instruments, Inc., Winooski, VT, USA).3638 Results and discussion Naked eye colorimetric diagnosis of COVID-19 antigen using anti-spike antibody attached gold nanoparticles Antigen tests are used in clinics to diagnose di erent virus infections, and now the FDA has approved rapid antigen teststhat can identify SARS-CoV-2. 2Here, our experimental data indicate that naked eye colorimetric diagnosis of COVID-19antigens can be performed within 5 minutes using anti-spike antibody attached gold nanoparticles. As shown in Fig. S1D in the ESI, naked eye colorimetric diagnosis of COVID-19 anti- gens using antibody attached GNPs is based on the fact that inthe presence of COVID-19 antigen, as a result of antigen anti- body interaction, antibody attached GNPs aggregate, as shownin Fig. S2A C in the ESI. As a result, as shown in Fig. 1A C, we have observed the color of the suspension of antibody attachedGNPs change from pink to blue, which is due to the surface plasmon coupling between antibody attached GNPs. The TEM images in Fig. S2A Cand DLS data in Table 1 show that as we increased the amount of COVID-19 antigen, the size of anti-spike antibody attached gold nanoparticles increased tremen-dously owing to aggregation. As we and others have reportedbefore, when the interparticle distances are C242.5 times lower than the diameter of the nanoparticles, the aggregation of goldnanoparticles will induce the coupling of the plasmon modes very strongly, which will induce a red shi of the absorption spectrum. 2833The absorption spectra shown in Fig. 1D show a red shi from 520 to 600 nm for aggregated antibody attached GNPs. The reported absorption spectra also indicate thebroadening of the plasmon resonance peak a er aggregation of Fig. 2 (A) A TEM image showing the morphology of pseudo SARS- CoV-2, which we used for virus diagnosis. (B) A TEM image showingthe morphology of antibody attached GNP conjugated pseudo SARS-CoV-2 when we used 20 pM gold nanoparticles. (C) A TEM image showing the morphology of anti-spike antibody attached gold nano- particle conjugated pseudo SARS-CoV-2 when we used 800 pM goldnanoparticles. (D) Variations in the absorption spectrum of antibody attached GNPs in the presence and absence of pseudo SARS-CoV-2. (E) Changes in the color of antibody attached GNPs in the presence ofdierent amounts of pseudo SARS-CoV-2 (10 5000 virus particles per mL).  2021 The Author(s). Published by the Royal Society of Chemistry Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  1591Paper Nanoscale AdvancesFig. 3 (A) A schematic diagram showing the synthetic path we used for the d evelopment of antibody and 4-aminothiophenol coated gold nano- particles. (B) SERS intensity from anti-spike antibody (10 ng mLC01) attached gold nanoparticles (1.3 nM), 4-aminothiophenol (300 nM) attached gold nanoparticles (1.3 nM), and anti-spike antibody (10 ng mLC01) as well as 4-aminothiophenol (300 nM) attached gold nanoparticles (1.3 nM). (C) Variations in the SERS intensity from anti-spike antibody and 4-amino thiophenol attached gold nanoparticles in the presence of di erent concentrations of COVID-19 antigen (COVID-19 Spike Recombinant Antigen) . (D) Variations in the Raman intensity change at 1078 cmC01from anti-spike antibody and 4- aminothiophenol attached gold nanoparticles wi th the concentration of COVID-19 Antigen (0 pg mLC01to 2 ng mLC01). (E) Variations in the SERS intensity from anti-spike antibody and 4-aminothiophenol a ttached gold nanoparticles in the presence of di erent virus antigens. (F) Variations in the SERS intensity from the anti-spike antibody and 4-aminothiophenol attached gold nanoparticles in the presence of di erent amounts of pseudo SARS-CoV-2 (number of virus particles per mL). (G) Variations in the Raman intensity change at 1078 cmC01from anti-spike antibody and 4-aminothiophenol attached gold nanoparticles with the concentration of ps eudo SARS-CoV-2 (number of virus particles per mL). (H) FDTD simulation data showing how the ( E2) prole varies with an increase in the number of gold nanoparticles in aggregates. 1592 Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  2021 The Author(s). Published by the Royal Society of ChemistryNanoscale Advances Paperantibody attached GNPs, which could be due to longitudinal resonance. To determine the sensitivity of naked eye colorimetric assay for the identi cation of COVID-19 antigen using antibody attached GNPs, we performed an antigen concentrationdependence study using from 1 pg mL C01to 10 000 pg mLC01 COVID-19 antigen. As shown in Fig. 1B, naked eye colorimetric assay can be used for the diagnosis of a minimum concentra-tion of 1000 pg mL C01or 1 ng mLC01antigen. Next, we determined the selectivity of the naked eye colorimetric assay for the iden- tication of COVID-19 antigen using antibody attached GNPs. Since COVID-19, severe acute respiratory syndrome coronavirus(SARS-CoV) and Middle East respiratory syndrome coronavirus(MERS-CoV) are all coronaviruses, we also performed the sameexperiment for SARS-CoV virus antigen and MERS-CoV antigenseparately using anti-spike antibody attached gold nano-particles. As shown in Fig. 1C, we did not observe any colori- metric change even when 5 ng mL C01SARS-CoV virus antigen or MERS-CoV antigen was added to the pink solution of anti-spikeantibody attached gold nanoparticles. The above reported dataclearly show that the antibody attached GNP-based naked eyecolorimetric assay is highly selective for COVID-19 spike-antigen. Naked eye colorimetric diagnosis of pseudo SARS-CoV-2 using antibody attached GNPs As we have discussed above, since SA RS-CoV-2 is a biosafety-level-3 (BSL-3) virus, we used a BSL-2 pseudo SARS-CoV-2 with spike (S) protein as a model system for our diagnosis experiment. 36,37As s h o w ni nF i g .S 1 Ea n d2 E , naked eye colorimetric diagnosis of pseudo SARS-CoV-2 using antibody attached GNPs is based on thefact that in the presence of pseudo SARS-CoV-2, as a result of thevirus spike protein antibody interaction, antibody attached GNPs aggregate on the surface of the virus, as shown in Fig. 2A C. Since t h es i z eo ft h ep s e u d oS A R S - C o V - 2i sa r o u n d1 2 0 160 nm, several antibody attached GNPs can aggregate on the surface of each virus particle. The TEM image in Fig. 2C shows that as we increased the concentration of antibody attached GNPs, owing to the virus spikeprotein antibody interaction, antibody attached GNPs aggregated and covered the entire surface of the virus particles. As a result, asshown in Fig. 2E, we observed the color of the suspension ofantibody attached GNPs change from pink to blue, as a result ofsurface plasmon coupling between antibody attached GNPs. Ourreported naked eye colorimetric diagnosis of pseudo SARS-CoV-2 using antibody attached GNPs is very quick and it takes less than 5 minutes to get the results. The absorption spectra in Fig. 2Dshow a red shi of absorption from 520 to 640 nm for aggregated antibody attached GNPs in the presence of pseudo SARS-CoV-2. To determine the sensitivity of naked eye colorimetric assay for the identi cation of pseudo SARS-CoV-2 using antibody attached GNPs, we performed a pseudo SARS-CoV-2 concen-tration dependence study from 10 virus particles per mL to 5000 virus particles per mL. As shown in Fig. 2E, naked eye colori- metric assay can be used for the diagnosis of a minimumconcentration of 1000 virus particles per mL of pseudo SARS-CoV-2. Our reported naked eye colorimetric assay for SARSvirus detection exhibits slightly higher sensitivity than the antibody attached GNP-based in uenza A virus detection as reported by Liu et al. 40 Highly sensitive SERS diagnosis of COVID-19 antigen and pseudo SARS-CoV-2 using antibody attached GNPs Although naked eye colorimetric assay is capable of the iden- tication of COVID-19 antigen and pseudo SARS-CoV-2 within a 5 minute time period, the sensitivity is low. To enhance thesensitivity signi cantly, we employed SERS for the diagnosis of COVID-19 antigen and pseudo SARS-CoV-2. As shown in Fig. 3A,for rapid and highly sensitive identi cation viaSERS, we used 4- aminothiophenol as reporter molecule, which is attached to gold nanoparticles viaAuS bonds. Synthesis details are re- ported in the ESI.  Fig. 3B shows the SERS spectra from anti-spike antibody (10 ng mL C01) only attached GNPs (1.3 nM), 4-aminothiophenol (300 nM) only attached GNPs (1.3 nM) and antibody (10 ng mLC01)a s well as 4-aminothiophenol (300 nM) attached gold nano-particles (1.3 nM). As shown in Fig. 3B, in the absence of the 4- aminothiophenol Raman reporter, we did not see any Raman signal, which clearly shows that the observed Raman spectrumis mainly due to the presence of the 4-aminothiophenol Ramanreporter. The Raman spectrum in Fig. 3B from anti-spike anti-body and 4-aminothiophenol attached gold nanoparticlesshows Raman peaks due to the a 1vibrational modes: n(CC NH 2bend) at C241590 cmC01and nn(CC)  d(CH) at C241078 cmC01.1727Similarly, we also observed b 2mode Raman peaks from the anti-spike antibody and 4-aminothiophenol attached gold nanoparticles, as shown in Fig. 3B: CC stretch inPh ring  NH 2rock at C241435 cmC01and n(CN)  n(CS) g(CCC) vibrational modes at 464 cmC01.1727 Our SERS-based diagnosis of COVID-19 antigens using antibody attached GNPs is based on the fact that in the presenceof COVID-19 antigen, owing to the antigen antibody interac- tion, antibody attached GNPs aggregate and form several hot spots , as shown in Fig. S2A C in the ESI. It is now well documented that hot spot formation is a very important factor to provide extraordinary enhancement in SERS, owing to thestrong light matter interaction via plasmon-excitation coupling. 1727As shown in Fig. 3C, very strong SERS signals from anti-spike antibody and 4-aminothiophenol attached goldnanoparticles are observed in the presence of COVID-19 SpikeRecombinant Antigen; this is due to the formation of huge amounts of electromagnetic hotspots , which enhances Raman intensity by several orders of magnitude vialight matter and matter matter interactions. 1727 To understand better how hot spot formation greatly enhances the SERS signal, we performed nite-dierence time- domain (FDTD) simulation.2224,42,43Theoretical details have been reported before by our group and other groups.2224,26,27,42,43 For the simulation, we used 20 nm spherical gold nanoparticles, 670 nm wavelength, 0.001 nm mesh resolution, and 4000 fs time.2224,26,27Fig. 3H shows how the square of eld enhance- ment ( E2) varies with distance for nanoparticles. The FDTD simulation data in Fig. 3H indicate a more than 2 orders of  2021 The Author(s). Published by the Royal Society of Chemistry Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  1593Paper Nanoscale Advancesmagnitude higher eld enhancement in hot spot positions when gold nanoparticles formed aggregates. As we and others have reported before, Raman enhancement is proportional toE 4,2224,26,27,42,43and as a result, reported FDTD simulation data indicate that there is a possibility of 4 orders of magnitudeRaman enhancement in hot spot positions when gold nano- particles form aggregates. Having observed a huge Raman signal enhancement in the presence of COVID-19 antigen, to determine the sensitivity of SERS assay for the identi cation of COVID-19 antigen using anti-spike antibody and 4-aminothiophenol attached goldnanoparticles, we performed an antigen concentration depen-dence study using 1 pg mL C01to 2000 pg mLC01COVID-19 antigen. As shown in Fig. 3C, SERS assay can be used for thediagnosis of a minimum concentration of 1 pg mL C01antigen, where we observed a more than 2-fold increment of the Ramansignal. Fig. 3D shows how the Raman signal at 1078 cm C01from anti-spike antibody and 4-aminothiophenol attached gold nanoparticles varies with the concentration of COVID-19antigen. To determine the limit of detection (LOD), we used the following equation: 2224 LOD3sS (1) where sis the standard deviation of the blank and Sis the slope of the calibration curve. For the determination of the standarddeviation of the blank, we used the baseline noise. Using theconcentration dependence plot shown in Fig. 3D, we estimated the LOD to be C244p gm L C01for SERS assay using COVID-19 antigen. Next, we determined the selectivity of the SERS assay for the identi cation of COVID-19 antigen using anti-spike antibody and 4-aminothiophenol attached gold nanoparticles.For this purpose, we also performed the same SERS experimentfor SARS-CoV virus antigen and MERS-CoV antigen separatelyusing anti-spike antibody and 4-aminothiophenol attached goldnanoparticles. As shown in Fig. 3E, we did not observe any SERSintensity change even when 1 ng mL C01SARS-CoV antigen or MERS-CoV antigen was added to anti-spike antibody and 4- aminothiophenol attached gold nanoparticles. The above re- ported data clearly show that antibody attached GNP-basedSERS is highly selective for COVID-19 spike antigen. Our SERS-based diagnosis of pseudo SARS-CoV-2 using anti- spike antibody and 4-aminothiophenol attached gold nano-particles is based on the fact that in the presence of pseudoSARS-CoV-2, owing to the virus spike protein antibody inter- action, anti-spike antibody and 4-aminothiophenol attached gold nanoparticles aggregate on the surface of the virus, as shown in Fig. 2B and C. Since the size of the pseudo SARS-CoV-2is around 120 150 nm, several anti-spike antibody and 4-ami- nothiophenol attached gold nanoparticles can aggregate on thesurface of each virus particle and form several hot spots .A s a result, as shown in Fig. 3F, we observed a huge SERS intensitychange, which is due to the surface plasmon coupling betweenanti-spike antibody and 4-aminothiophenol attached gold nanoparticles. Our reported SERS diagnosis of pseudo SARS- CoV-2 using anti-spike antibody and 4-aminothiophenolattached gold nanoparticles is very quick: it takes less than 5 minutes to get the results. To determine the sensitivity of SERS assay for the identi - cation of pseudo SARS-CoV-2 using anti-spike antibody and 4-aminothiophenol attached gold nanoparticles, we performeda virus concentration dependence study using from 10 to 1500pseudo SARS-CoV-2 virus particles. As shown in Fig. 3F, SERSassay can be used for the diagnosis of the minimum concen-tration of 10 virus particles per mL, where we observed a more than 2-fold increment of the Raman signal. Fig. 3G shows how the Raman signal at 1078 cm C01from anti-spike antibody and 4- aminothiophenol attached gold nanoparticles varies with theconcentration of pseudo SARS-CoV-2. Using eqn (1) and theconcentration-dependent linear plot shown in Fig. 3G, we esti-mated the LOD to be C2418 virus particles per mL for SERS assay using pseudo SARS-CoV-2. The sensitivity of our reported SERSdetection assay is comparable with the Abbott Real Time SARS- CoV-2 RT-PCR assay (40 copies per mL). 44 Inhibition of pseudo SARS-CoV-2 using anti-spike antibody attached gold nanoparticles It is now well documented that SARS -CoV -2 fusion with host cell membranes proceeds through interactions between spikeproteins of the virus and the ACE2 receptor on the surface ofhuman cells. 516,34 41Tond out whether anti-spike antibody attached gold nanoparticles have the capability to block entry ofthe virus into cells, we used pseudo SARS-CoV-2 ( C1110G,Montana Molecular, Bozeman, MT) as the model virus. 3638For our inhibition experiment we used HEK293T cells, which express ACE2, by which SARS-CoV-2 entry in human cells isdetermined. 3638As shown in Fig. 4A C, anti-spike antibody attached gold nanoparticles block viral replication and virusspread in HEK293T cells. Our data show that the inhibitioneciency was 100 for 100 ng mL C01anti-spike antibody attached gold nanoparticles and 60 for 10 ng mLC01anti-spike antibody attached GNPs. In contrast, our experimental data indicate that the inhibition e ciencies for PEG coated GNPs and 100 ng mLC01antibody only were very low, less than 1. Thus, for the design of anti-spike antibody GNPs we used 100 ngmL C01antibody, since our data indicated 100 inhibition e - ciency in the presence of 100 ng mLC01anti-spike-antibody attached gold nanoparticles. The inhibition is possibly due to antibody attached gold nanoparticles binding to ps eudo SARS-CoV-2, thereby inhibiting the virus from binding to the cell receptor,14,34 41 and as a result, preventing the virus from infecting the tar- geted cells.3441But also, as shown in Fig. 4D, antibody attached GNPs have the capability to break the lipidmembrane of pseudo SARS-CoV-2 , so that the virus particle collapses. 3441And, as we and others have reported before, gold nanoparticles suppress viral infection by selectivelycleaving disul de bonds, which blocks membrane fusion and viral entry to the host cell. 14,34,35,38 41We believe that all the above discussed mechanisms are responsible for the100 inhibition e ciency observed using the anti-spike antibody attached gold nanoparticles. 1594 Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  2021 The Author(s). Published by the Royal Society of ChemistryNanoscale Advances PaperConclusions We have developed novel anti-spike antibody attached gold nanoparticles for rapid virus diagnosis and inhibition. Our re-ported data demonstrate that antibody attached GNPs can beused for the naked eye detection of speci c COVID-19 viral antigen or of pseudo SARS-CoV-2 viaa simple colorimetric change. Our experimental data show that anti-spike antibody attached gold nanoparticle-based sensing of COVID-19 viralantigen or virus is very fast: they can be detected within a 5minute time period. Our results show that a naked eye assayallows the presence of antigen or virus to be determined even ata concentration of 1 ng mL C01for COVID-19 antigen and 1000 virus particles per mL for pseudo SARS-CoV-2. We have alsodemonstrated that, using anti-spike antibody and 4-amino- thiophenol attached gold nanoparticle-based SERS, COVID-19 viral antigen or virus at very low concentrations can be diag-nosed within 5 minutes. Our reported data show that, usinga portable Raman analyzer, our antibody and 4-amino-thiophenol attached gold nanoparticle-based SERS probe hasthe capability to detect COVID-19 antigen, even at a concentra-tion of 4 pg mL C01and virus at a concentration of 18 virus particles per mL. Our reported nite-dierence time-domain (FDTD) simulation data indicate a 4-orders-of-magnitude Raman enhancement occurs in hot spot positions when gold nanoparticles formed aggregates. Using HEK293T cells, which express angiotensin-converting enzyme 2 (ACE2), by means of which SARS-CoV-2 gains entryinto human cells, we demonstrated that anti-spike antibodyattached gold nanoparticles have the capability to control viralinfection. Our reported data show that the inhibition e ciency is 100 for anti-spike antibody attached gold nanoparticles. On the other hand, for GNPs alone the inhibition e ciency is only around 1 and for 100 ng mL C01antibody the inhibition e - ciency is less than 1. That our reported data indicate 100inhibition e ciency in the presence of anti-spike antibody attached gold nanoparticles may be due to the fact that antibodyattached gold nanoparticles bind to pseudo SARS-CoV-2,thereby inhibiting the virus from binding to cell receptors. Our data show that antibody attached GNPs block viral repli- cation and virus spread in HEK293T cells. They also destroy thevirus lipid membrane. Conicts of interest There are no con icts of interest to declare. Acknowledgements Dr Ray thanks the National Science Foundation for generous funding viaNSF-RAPID grant  DMR-2030439 and NSF-PREM grant  DMR-1826886. The authors are grateful for NIH- NIMHD grant  1U54MD015929-01 for use of a bioimagingcore facility. Dr Tandon is supported by NASA award80NSSC19K1603 and COVID-19 funds from the University ofMississippi Medical Center. Fig. 4 (A) SARS-CoV-2 pseudovirus green uorescent protein (GFP) expression in infected HEK293T cells in the absence of antibodyattached gold nanoparticles. (B) SARS-CoV-2 pseudovirus GFPexpression in infected HEK293T cells in the presence of 10 ng mL C01 anti-spike antibody. (C) Variations in the inhibition e ciency of SARS- CoV-2 pseudovirus green uorescent protein (GFP) expression in infected HEK293T cells in the presence of bu er (Mock), gold nano- particles (GNPs), anti-spike antibody, and anti-spike antibody attached gold nanoparticles. (D) A TEM image showing that 100 ng mLC01anti- spike antibody attached gold nanoparticles can break the lipidmembrane of pseudo SARS-CoV-2.  2021 The Author(s). Published by the Royal Society of Chemistry Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  1595Paper Nanoscale AdvancesNotes and references 1 https:www.who.inthealth-topicscoronavirus, accessed 11 242020. 2 https:www.cdc.govcoronavirus2019-ncovhcpnursing- homes-antigen-testing.html, accessed 11242020. 3 D. Wrapp, N. Wang, K. S. Corbett, J. A. Goldsmith, C. L. Hsieh, O. Abiona, B. S. Graham and J. S. McLellan, Science , 2020, 367, 1260 1263. 4 C. Wang, P. W. Horby, F. G. Hayden and G. F. Gao, Lancet , 2020, 395, 470 473. 5 J. P. Broughton, X. Deng, G. Yu, C. L. Fasching, V. Servellita, J. Singh, X. Miao, J. A. Streithorst, A. Granados, A. Sotomayor-Gonzalez, K. Zorn, A. Gopez, E. Hsu, W. Gu, S. Miller,C. Y. Pan, H. Guevara, D. A. Wadford, J. S. Chen and C. Y. Chiu, Nat. Biotechnol. , 2020, 38, 870 874. 6 X. Ou, Y. Liu, X. Lei, P. Li, D. Mi, L. Ren, L. Guo, R. Guo, T. Chen, J. Hu, Z. Xiang, Z. Mu, X. Chen, J. Chen, K. Hu,Q. Jin, J. Wang and Z. Qian, Nat. Commun. , 2020, 11, 1620. 7 M. Gandhi, D. S. Yokoe and D. V. Havlir, N. Engl. J. Med. , 2020, 382, 2158 2160. 8 F. Krammer and V. Simon, Science , 2020, 368, 1060 1061. 9 B. Udugama, P. Kadhiresan, H. N. Kozlowski, A. Malekjahani, M. Osborne, V. Y. C. Li, H. Chen, S. Mubareka, J. B. Gubbay and W. C. W. Chan, ACS Nano , 2020, 14, 3822 3835. 10 R. A. Moreira, M. Chwastyk, J. L. Baker, H. V. Guzman and A. B. Poma, Nanoscale , 2020, 12, 16409 16413. 11 Z. Chen, Z. Zhang, X. Zhai, Y. Li, L. Lin, H. Zhao, L. Bian, P. Li, L. Yu, Y. Wu and G. Lin, Anal. Chem. , 2020, 92, 7226  7231. 12 G. Qiu, Z. Gai, Y. Tao, J. Schmitt, G. A. Kullak-Ublick and J. Wang, J. ACS Nano , 2020, 14, 5268 5277. 13 P. Moitra, M. Alafeef, K. Dighe, M. B. Frieman and D. Pan, ACS Nano , 2020, 14, 7617 7627. 14 B. D. Ventura, M. Cennamo, A. Minopoli, R. Campanile, S. B. Censi, D. Terracciano, G. Portella and R. Velotta, ACS Sens, 2020, 5, 3043 3048. 15 G. Seo, G. Lee, M. J. Kim, S. H. Baek, M. Choi, K. B. Ku, C. S. Lee, S. Jun, D. Park, S. J. Kim, J. O. Lee, B. T. Kim,E. C. Park and S. Kim, ACS Nano , 2020, 14, 5135 5142. 16 M. Alafeef, K. Dighe, P. Moitra and D. Pan, ACS Nano , 2020, 14(12), 17028 17045. 17 R. Liu, L. He, Y. Hu, Z. Luo and J. Zhang, Chem. Sci. , 2020, 11, 12157 12164. 18 C. Zong, M. Xu, L. J. Xu, T. Wei, X. Ma, X. S. Zheng, R. Hu and B. Ren, Chem. Rev. , 2018, 118, 4946 4980. 19 S. Y. Ding, E. M. You, Z. Q. Tian, M. Moskovits and M. Chem, Soc. Rev. , 2017, 46, 4042 4076. 20 H. Chen, A. Das, L. Bi, N. Choi, J. Moon, Y. Wu, S. Park and J. Choo, Nanoscale , 2020, 12, 21560 21570. 21 S. Rodal-Cedeira, A. V azquez-Arias, G. Bodel on, A. Skorikov, S. N unez-S anchez, S. Laporta, L. Polavarapu, S. Bals, L. M. Liz-Marz an, J. P erez-Juste and L. Pastoriza-Santos, ACS Nano , 2020, 14(11), 14655 14664.22 A. Pramanik, J. Mayer, S. Patibandla, K. Gates, Y. Gao, D. Davis, R. Seshadri and P. C. Ray, ACS Omega , 2020, 5(27), 16602 16611. 23 M. A. Paul, Z. Fan, S. S. Sinha, Y. Shi, L. Le, F. Bai and P. C. Ray, J. Phys. Chem. C , 2015, 119, 23669 23675. 24 S. S. Sinha, S. Jones, A. Pramanik and P. C Ray, Acc. Chem. Res., 2016, 49, 2725 2735. 25 D. Cialla-May, X. S. Zheng, K. Weber and J. Popp, J. Chem. Soc. Rev. , 2017, 46, 3945 3961. 26 A. K. Singh, S. A. Khan, Z. Fan, T. Demeritte, D. Senapati, R. Kanchanapally and P. C. Ray, J. Am. Chem. Soc. , 2012, 134, 8662 8669. 27 S. Jones, S. S Sinha, A. Pramanik and P. C. Ray, Nanoscale , 2016, 8, 18301 18308. 28 W. Lu, S. R. Arumugam, D. Senapati, A. K. Singh, T. Arbleshi, S. A. Khan, H. Yu and P. C. Ray, ACS Nano , 2010, 4, 1739  1749. 29 S. Wang, A. K. Dingh, D. Senapati, A. Neely, H. Yu and P. C. Ray, Chem. Eur. J. , 2010, 16, 5600 5606. 30 J. R. Kalluti, T. Arbneshi, S. A. Khan, A. Neely, B. Varsili, M. Washington, S. McAfee, B. Robinson, A. K. Singh,D. Senapati and P. C. Ray, Angew. Chem., Int. Ed. , 2009, 48(51), 9668 9671. 31 F. Tian, J. Zhou, B. Jiao and Y. He, Nanoscale , 2019, 11, 9547  9555. 32 S. Xu, W. Ouyang, P. Xie, Y. Lin, B. Qiu, Z. Lin, G. Chen and L. Guo, Anal. Chem. , 2017, 89, 1617 1623. 33 H. Kim, M. Park, J. Hwang, J. H. Kim, D. R. Chung, K. S. Lee and M. Kang, ACS Sens. , 2019, 4, 1306 1312. 34 R. Kumar, P. C. Ray, D. Datta, G. P. Bansal and E. A. N. Kumar, Vaccine , 2015, 33, 5064 5071. 35 B. M. DeRussy, M. A. Aylward, Z. Fan, P. C. Ray and R. Tandon, Sci. Rep. , 2014, 4, 5550. 36 W. Jin, W. Zhang, D. Mitra, M. G. McCandless, P. Sharma, R. Tandon, F. Zhang and R. J. Linhardt, Int. J. Biol. Macromol. , 2020, 163, 1649 1658. 37 R. Tandon, D. Mitra, P. Sharma, M. G. McCandless, S. J. Stray, J. T. Bates and G. D. Marshall, Sci. Rep. , 2020, 10(5), 19076. 38 R. Tandon, J. S. Sharp, F. Zhang, V. H. Pomin, N. M. Ashpole, D. Mitra, M. G. McCandless, W. Jin, H. Liu, P. Sharma and R. J. Linhardt, J. Virol. , 2021, 95, e01987-20. 39 T. Du, J. Zhang, C. Li, T. Song, P. Li, J. Liu, X. Du and S. Wang, Bioconjugate Chem. , 2020, 31(11), 2553 2563. 40 Y. Liu, L. Zhang, W. Wei, H. Zhao, Z. Zhou, Y. Zhang and S. Liu, Analyst , 2015, 140, 3989 3995. 41 X. Huang, M. Li, Y. Xu, J. Zhang, X. Meng, X. An, L. Sun, L. Guo, X. Shan, J. Ge, J. Chen, Y. Luo, H. Wu, Y. Zhangand X. N. Jiang, ACS Appl. Mater. Interfaces , 2019, 11, 19799 19807. 42 J. Zhao, A. O. Pinchuk, J. M. McMahon, S. Li, L. K. Ausman, A. L. Atkinson and G. C. Schatz, Acc. Chem. Res. , 2008, 41, 1710 1720. 43 M. W. Knight, N. S. King, L. Liu, H. O. Everitt, P. Nordlander and N. J. Halas, ACS Nano , 2014, 8, 834 840. 44 https:www.molecular.abbottusenproductsinfectious- diseaseRealTime-SARS-CoV-2-Assay. 1596 Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  2021 The Author(s). Published by the Royal Society of ChemistryNanoscale Advances Paper",
        "introduction": "The outbreak of severe acute respiratory syndrome coronavirus- 2 (SARS-CoV-2), also known as coronavirus disease of 2019(COVID-19), is responsible for huge global disruption to healthand economies. 110As of 13 November 2020, more than 59.4 million people have su ered from COVID-19 disease and around 1.40 million have died worldwide1,2. It is now welldocumented that spike (S), envelope (E), membrane (M), and nucleocapsid (N) are the important structural proteins forcoronavirus particles. 616Several reports indicate that spike protein plays the most important role for virus entry and disease pathogenesis.314Because at the time of writing there are no FDA-approved vaccines or therapeutics for the treatment ofCOVID-19 disease, rapid diagnosis is the key to slowing thespread of COVID-19 and saving lives. 120Driven by the urgent need, we report the development of an anti-spike antibodyattached gold nanoparticle (GNP) for rapid diagnosis of speci c COVID-19 viral antigen (COVID-19 Spike Recombinant Antigen) or the virus itself vianaked eye colorimetric change and highly sensitive surface enhanced Raman spectroscopy (SERS).Recently, Ventura et al. reported highly sensitive COVID-19 detection by means of a colorimetric assay that employedaDepartment of Chemistry and Biochemistry, Jackson State University, Jackson, MS, 39217, USA. E-mail: paresh.c.rayjsums.edu bDepartment: Microbiology and Immunology, University of Mississippi Medical Center, Jackson, MS, 39216, USA Electronic supplementary information (ESI) available. See DOI: 10.1039d0na01007cCite this: Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 Received 1st December 2020 Accepted 18th January 2021 DOI: 10.1039d0na01007crsc.linanoscale-advances 1588 Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  2021 The Author(s). Published by the Royal Society of ChemistryNanoscale Advances PAPER GNPs to which three di erent (spike, envelope, and membrane) antibodies were attached.14In the current manuscript, we show that anti-spike antibody attached GNPs are capable of ultra-sensitive identi cation as well as inhibition of virus particles. As we and others have reported before, owing to good biocompatibility, size dependent optical properties and ease ofmodi cation of the surface, gold nanoparticles can be used for the development of excellent biosensing platforms. 1733As shown in Fig. S1 and S2 in the ESI, the color of our anti-spike antibody attached gold nanoparticle is pink and it changed to a bluish tinge in the presence of the COVID-19 antigen or virusowing to aggregation viaantigen antibody interaction. As a result, we observed a color change upon aggregation. Based oncolor observation with the naked eye, we can detect COVID-19antigen even at a concentration of 1 nanogram (ng) per mLand virus particles at a concentration of 1000 virus particles permL. Since SARS-CoV-2 is a biosafety-level-3 (BSL-3) virus, we have used a BSL-2 SARS-CoV-2 spike protein pseudotyped baculovirus (pseudo SARS-CoV-2) as a model system for ourdiagnosis and inhibition experiments. 36,37 Owing to its extremely high sensitivity, SERS can be used for detection of very low levels of viruses, bacteria, cancer cells anddierent biomolecules. 1727It is now well documented that Raman signals can be enhanced by several orders (107to 1010) of magnitude by using plasmonic nanoparticles viathe elec- tromagnetic mechanism (EM) and chemical mechanism (CM).1727For rapid and highly sensitive identi cation, SERS has been employed using 4-aminothiophenol (4-ATP) as reportermolecule, attached to gold nanoparticles viaAuS bonds. In the presence of COVID-19 antigen or virus particles, the aggregatednanoparticles form hot spots . As we and other groups have reported, that hot spot formation is a very important factor to provide extraordinary enhancement in SERS; 1727in the pres- ence of COVID-19 antigen or virus particles strong SERS signals from 4-aminothiophenol have been observed, which allowdiagnosis of viral antigen even at a concentration of 4picograms (pg) per mL and virus at 18 virus particles per mL concentration. It is now well documented that for SARS-CoV-2, the viral infection starts with the binding of viral particles to receptorson the host cells, mediated by the virus spike protein. 817,34 41As dierent studies indicate that spike protein binds speci cally to the human angiotensin-converting enzyme 2 (ACE2) receptor onthe surface of human cells, 817scientists from several groups are developing inhibitors that have the capability to block the mechanism by which the virus binds to the ACE2 receptor.3441 Herein, using pseudo SARS-CoV-2 as the model virus, we demonstrate that anti-spike antibody attached gold nano-particles have the capability to block viral entry into cells.Pseudo SARS-CoV-2 is a BSL-1 baculovirus pseudotyped withspike (S) protein. Using HEK293T cells, which express ACE2, bymeans of which SARS-CoV-2 enters human cells, we demon-strate that anti-spike antibody attached gold nanoparticles block viral replication and virus spread in HEK293T cells. Experimental section Citrate coated gold nanoparticle synthesis As shown in Fig. S1A in the ESI, citrate coated gold nano- particles (GNPs) were synthesized using HAuCl 43H2O and sodium citrate, as we and others have reported before.1730For this purpose, we used a 0.01 solution of HAuCl 43H2O and 1 wt of sodium citrate. Transmission electron microscopy(TEM), and colorimetric and dynamic light scattering (DLS)data were used to characterize the freshly synthesized nano-particles. Table 1 shows the DLS data, indicating that the size ofthe freshly prepared citrate coated GNPs is C2415C62 nm. The inset picture in Fig. S1A shows the color of freshly prepared GNPs is pink. As we and others have reported before, GNPsexhibit unique optical properties due to surface plasmon reso-nance (SPR). 1730It is well documented that the SPR band for citrate coated gold nanoparticles is due to phase changesresulting from the increased rate of electron-surface collisionscompared with larger particles. 2833Fig. 1A shows the absorption spectra of citrate coated gold nanoparticles, in which lmaxis seen to be C24520 nm. As we and others have reported before,2033 SPR of gold nanoparticles yields exceptionally high absorption, with extinction coe cient 3(15)520nm 3.6C2108cmC01MC01, which we used here for sensing of COVID-19 antigen or virususing naked eye colorimetric study. The X-ray di raction (XRD) spectrum from citrate coated gold nanoparticles shown in Fig. S2D shows (111), (200), (220) and (311) di raction peaks, due to face centered cubic gold (JCPDS 04-0784). 2030The particle concentration was measured by UV-visible spectroscopy using the molar extinction coe - cient at the wavelength of the maximum absorption of the goldcolloid ( 3 (15)519nm 3.6C2108cmC01MC01), as we and others have reported before.2830 PEG coated gold nanoparticle synthesis In the next step, as shown in Fig. S1B in the ESI, to render the GNPs biocompatible, they were coated with HS-PEG-COOH. ForTable 1 Size of GNPs under di erent coating conditions, measured via dynamic light scattering. This table also reports how the size of anti-spike antibody attached GNPs varies in the presence of di erent amounts of COVID-19 antigen viaaggregation SystemSize measured by DLS Citrate coated GNPs 15 C62n m PEG coated GNPs 18 C64n m Antibody coated GNPs 27 C66n m Antibody attached GNPs (1.3 nM) with 1 pg mL C01 antigen60C630 nm Antibody attached GNPs (1.3 nM) with 100 pg mLC01 antigen120C660 nm Antibody attached GNPs (1.3 nM) with 500 pg mLC01 antigen200C680 nm Antibody attached GNPs (1.3 nM) with 1 ng mLC01 antigen700C6300 nm Antibody attached GNPs (1.3 nM) with 5 ng mLC01 antigen900C6300 nm  2021 The Author(s). Published by the Royal Society of Chemistry Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  1589Paper Nanoscale Advancesthis purpose, we used carboxy-PEG12-thiol (HS-PEG12-COOH). We dissolved 10 mg of HS-PEG12-COOH in 5 mL of water and then added citrate coated GNPs using a syringe and vigorousstirring. A er sonication of the mixture for 30 minutes, the nal products were separated through centrifugation. As reported in Table 1, a er PEG coating, the size of the GNPs had increased to C2418C64 nm. The inset picture in Fig. S1B shows that the color of freshly prepared PEG coated GNPs is pink. Fig. 1A shows theabsorption spectrum of PEG coated gold nanoparticles, inwhich l maxisC24521 nm, which indicates that a er coating with PEG, the optical spectrum for GNPs remains almost the same. Anti-spike antibody coated gold nanoparticle synthesis For targeted diagnosis and inhibition, we developed anti-spike antibody attached gold nanoparticles. For this purpose, weused EDC (1-ethyl-3-(3-dimethylaminopropyl)-carbodiimide)NHS ( N-hydroxysuccinimide) chemistry. In short, we added 0.2 molar (M) EDC and 0.05 M N-hydroxysulfosuccinimide sodium salt 1 : 3 (vv) ratio to a solution containing GNPs andanti-spike antibody, and the mixture was sonicated for 30minutes. A er that, anti-spike antibody attached GNPs were separated from GNPs without antibody viacentrifugation for 15 minutes at 6000 rpm, followed by resuspension in bu er. As reported in Table 1, a er antibody attachment the size of GNPs had increased to C2427C66 nm. To determine how many anti- bodies were attached to the GNPs, we synthesized Cy3 dye attached anti-spike antibody conjugated GNPs. A er separation of the Cy3 dye attached antibody conjugated GNPs fromunconjugated molecules, we added 10 mM potassium cyanide to oxidize the GNPs. A er that, from uorescence data we esti- mated that about 10 ng mL C01antibodies were attached on GNPs. The Fourier-transform infrared (FTIR) spectrum from anti- spike antibody attached gold nanoparticles shown in Fig. S2E contains amide-A, amide-I, amide-II and amide-II bands, which indicates that anti-spike-antibodies are attachedon the surface of the gold nanoparticles. The inset picture inFig. S1C shows the color of freshly prepared antibody GNPs is pink. Fig. 2D shows the absorption spectra of antibody attachedgold nanoparticles, in which l maxisC24522 nm, which indicate that a er attaching antibody, the optical spectrum for GNPs remains almost the same. The X-ray di raction (XRD) spectra from antibody attached gold nanoparticles as reported in Fig. S2D show (111), (200), (220) and (311) di raction peaks, which indicate that the crystal structure remains the same a er conjugation with antibody. Surface-enhanced Raman spectroscopy using anti-spike antibody attached gold nanoparticles For the detection of COVID-19 antigen and virus using SERS, we used our developed portable Raman spectrometer with laserexcitation of 670 nm. 2224,26,27In our design we have used an InPhotonics 670 nm Raman ber optic probe for excitation and data collection. For SERS signal collection, we used a miniatur-ized QE65000 Scienti c-grade Spectrometer from Ocean Optics. 2224,26,27All SERS spectra were taken on drop-cast dried glass slides. For Raman data collection we used 10 secondacquisition time and 5-scan averaging, so that we could achievevery good signal-to-noise ratio. 2224,26,27 Fig. 1 (A) Absorption spectra from citrate coated gold nanoparticles, PEG coated gold nanoparticles, and anti-spike antibody attached gold nanoparticles. (B) The color of antibody attached GNPs in the presenceof dierent amounts of COVID-19 antigen from 1 pg mL C01to 1000 pg mLC01. (C) Selectivity of the anti-spike antibody attached gold nano- particle-based colorimetric assay for COVID-19 antigen (5 ng mLC01). No color change was observed in the presence of 5 ng mLC01MERS- CoV nucleoprotein antigen and 5 ng mLC01SERS-CoV nucleoprotein antigen. (D) Absorption spectra from antibody attached GNPs in the presence of di erent concentrations of COVID-19 antigen. 1590 Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  2021 The Author(s). Published by the Royal Society of ChemistryNanoscale Advances PaperSARS-CoV-2 pseudotype particles Pseudo SARS-CoV-2 (Cat.  C1110G) was purchased from Mon- tana Molecular, Bozeman, MT 59715, USA. HEK293T cells(ATCC  CRL3216) plated in twelve-well tissue culture disheswere infected with the pseudotyped virus with a dilution rangeof 10 2to 107, and virus titers were calculated by counting green uorescent protein (GFP) positive cells under a uorescence microscope.3638 Virus inhibition assays HEK293T cells (ATCC  CRL3216) were plated on a 96-well plate in complete medium (DMEM  10 FBS) and incubated undernormal growth conditions (5 CO 2and 37C14C, protected from light) for 12 24 hours.3638These HEK293T cells express low levels of ACE2 receptor which are su cient for SARS-CoV-2 entry. Dilutions of test nanoparticles were made in DMEMwith a nal volume of 100 mL each. 3638The pseudovirus stock (2.5mL of the 2 C21010units permL stock) was mixed with the diluted nanoparticles and incubated for 1 h at 37C14C, then laid over HEK293T cells plated in the 96-well tissue culture dishes,along with 0.6 mL of 500 nM sodium butyrate (to give a nal concentration of 2 mM). Plates were incubated at 37 C14C under 5 CO 2for 48 h. Cells were xed in 3.7 formaldehyde and the assay was read on a Cytation 5 automated uorescence micro- scope (BioTek Instruments, Inc., Winooski, VT, USA).3638",
        "conclusion": "s We have developed novel anti-spike antibody attached gold nanoparticles for rapid virus diagnosis and inhibition. Our re-ported data demonstrate that antibody attached GNPs can beused for the naked eye detection of speci c COVID-19 viral antigen or of pseudo SARS-CoV-2 viaa simple colorimetric change. Our experimental data show that anti-spike antibody attached gold nanoparticle-based sensing of COVID-19 viralantigen or virus is very fast: they can be detected within a 5minute time period. Our results show that a naked eye assayallows the presence of antigen or virus to be determined even ata concentration of 1 ng mL C01for COVID-19 antigen and 1000 virus particles per mL for pseudo SARS-CoV-2. We have alsodemonstrated that, using anti-spike antibody and 4-amino- thiophenol attached gold nanoparticle-based SERS, COVID-19 viral antigen or virus at very low concentrations can be diag-nosed within 5 minutes. Our reported data show that, usinga portable Raman analyzer, our antibody and 4-amino-thiophenol attached gold nanoparticle-based SERS probe hasthe capability to detect COVID-19 antigen, even at a concentra-tion of 4 pg mL C01and virus at a concentration of 18 virus particles per mL. Our reported nite-dierence time-domain (FDTD) simulation data indicate a 4-orders-of-magnitude Raman enhancement occurs in hot spot positions when gold nanoparticles formed aggregates. Using HEK293T cells, which express angiotensin-converting enzyme 2 (ACE2), by means of which SARS-CoV-2 gains entryinto human cells, we demonstrated that anti-spike antibodyattached gold nanoparticles have the capability to control viralinfection. Our reported data show that the inhibition e ciency is 100 for anti-spike antibody attached gold nanoparticles. On the other hand, for GNPs alone the inhibition e ciency is only around 1 and for 100 ng mL C01antibody the inhibition e - ciency is less than 1. That our reported data indicate 100inhibition e ciency in the presence of anti-spike antibody attached gold nanoparticles may be due to the fact that antibodyattached gold nanoparticles bind to pseudo SARS-CoV-2,thereby inhibiting the virus from binding to cell receptors. Our data show that antibody attached GNPs block viral repli- cation and virus spread in HEK293T cells. They also destroy thevirus lipid membrane. Conicts of interest There are no con icts of interest to declare. Acknowledgements Dr Ray thanks the National Science Foundation for generous funding viaNSF-RAPID grant  DMR-2030439 and NSF-PREM grant  DMR-1826886. The authors are grateful for NIH- NIMHD grant  1U54MD015929-01 for use of a bioimagingcore facility. Dr Tandon is supported by NASA award80NSSC19K1603 and COVID-19 funds from the University ofMississippi Medical Center. Fig. 4 (A) SARS-CoV-2 pseudovirus green uorescent protein (GFP) expression in infected HEK293T cells in the absence of antibodyattached gold nanoparticles. (B) SARS-CoV-2 pseudovirus GFPexpression in infected HEK293T cells in the presence of 10 ng mL C01 anti-spike antibody. (C) Variations in the inhibition e ciency of SARS- CoV-2 pseudovirus green uorescent protein (GFP) expression in infected HEK293T cells in the presence of bu er (Mock), gold nano- particles (GNPs), anti-spike antibody, and anti-spike antibody attached gold nanoparticles. (D) A TEM image showing that 100 ng mLC01anti- spike antibody attached gold nanoparticles can break the lipidmembrane of pseudo SARS-CoV-2.  2021 The Author(s). Published by the Royal Society of Chemistry Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  1595Paper Nanoscale AdvancesNotes and references 1 https:www.who.inthealth-topicscoronavirus, accessed 11 242020. 2 https:www.cdc.govcoronavirus2019-ncovhcpnursing- homes-antigen-testing.html, accessed 11242020. 3 D. Wrapp, N. Wang, K. S. Corbett, J. A. Goldsmith, C. L. Hsieh, O. Abiona, B. S. Graham and J. S. McLellan, Science , 2020, 367, 1260 1263. 4 C. Wang, P. W. Horby, F. G. Hayden and G. F. Gao, Lancet , 2020, 395, 470 473. 5 J. P. Broughton, X. Deng, G. Yu, C. L. Fasching, V. Servellita, J. Singh, X. Miao, J. A. Streithorst, A. Granados, A. Sotomayor-Gonzalez, K. Zorn, A. Gopez, E. Hsu, W. Gu, S. Miller,C. Y. Pan, H. Guevara, D. A. Wadford, J. S. Chen and C. Y. Chiu, Nat. Biotechnol. , 2020, 38, 870 874. 6 X. Ou, Y. Liu, X. Lei, P. Li, D. Mi, L. Ren, L. Guo, R. Guo, T. Chen, J. Hu, Z. Xiang, Z. Mu, X. Chen, J. Chen, K. Hu,Q. Jin, J. Wang and Z. Qian, Nat. Commun. , 2020, 11, 1620. 7 M. Gandhi, D. S. Yokoe and D. V. Havlir, N. Engl. J. Med. , 2020, 382, 2158 2160. 8 F. Krammer and V. Simon, Science , 2020, 368, 1060 1061. 9 B. Udugama, P. Kadhiresan, H. N. Kozlowski, A. Malekjahani, M. Osborne, V. Y. C. Li, H. Chen, S. Mubareka, J. B. Gubbay and W. C. W. Chan, ACS Nano , 2020, 14, 3822 3835. 10 R. A. Moreira, M. Chwastyk, J. L. Baker, H. V. Guzman and A. B. Poma, Nanoscale , 2020, 12, 16409 16413. 11 Z. Chen, Z. Zhang, X. Zhai, Y. Li, L. Lin, H. Zhao, L. Bian, P. Li, L. Yu, Y. Wu and G. Lin, Anal. Chem. , 2020, 92, 7226  7231. 12 G. Qiu, Z. Gai, Y. Tao, J. Schmitt, G. A. Kullak-Ublick and J. Wang, J. ACS Nano , 2020, 14, 5268 5277. 13 P. Moitra, M. Alafeef, K. Dighe, M. B. Frieman and D. Pan, ACS Nano , 2020, 14, 7617 7627. 14 B. D. Ventura, M. Cennamo, A. Minopoli, R. Campanile, S. B. Censi, D. Terracciano, G. Portella and R. Velotta, ACS Sens, 2020, 5, 3043 3048. 15 G. Seo, G. Lee, M. J. Kim, S. H. Baek, M. Choi, K. B. Ku, C. S. Lee, S. Jun, D. Park, S. J. Kim, J. O. Lee, B. T. Kim,E. C. Park and S. Kim, ACS Nano , 2020, 14, 5135 5142. 16 M. Alafeef, K. Dighe, P. Moitra and D. Pan, ACS Nano , 2020, 14(12), 17028 17045. 17 R. Liu, L. He, Y. Hu, Z. Luo and J. Zhang, Chem. Sci. , 2020, 11, 12157 12164. 18 C. Zong, M. Xu, L. J. Xu, T. Wei, X. Ma, X. S. Zheng, R. Hu and B. Ren, Chem. Rev. , 2018, 118, 4946 4980. 19 S. Y. Ding, E. M. You, Z. Q. Tian, M. Moskovits and M. Chem, Soc. Rev. , 2017, 46, 4042 4076. 20 H. Chen, A. Das, L. Bi, N. Choi, J. Moon, Y. Wu, S. Park and J. Choo, Nanoscale , 2020, 12, 21560 21570. 21 S. Rodal-Cedeira, A. V azquez-Arias, G. Bodel on, A. Skorikov, S. N unez-S anchez, S. Laporta, L. Polavarapu, S. Bals, L. M. Liz-Marz an, J. P erez-Juste and L. Pastoriza-Santos, ACS Nano , 2020, 14(11), 14655 14664.22 A. Pramanik, J. Mayer, S. Patibandla, K. Gates, Y. Gao, D. Davis, R. Seshadri and P. C. Ray, ACS Omega , 2020, 5(27), 16602 16611. 23 M. A. Paul, Z. Fan, S. S. Sinha, Y. Shi, L. Le, F. Bai and P. C. Ray, J. Phys. Chem. C , 2015, 119, 23669 23675. 24 S. S. Sinha, S. Jones, A. Pramanik and P. C Ray, Acc. Chem. Res., 2016, 49, 2725 2735. 25 D. Cialla-May, X. S. Zheng, K. Weber and J. Popp, J. Chem. Soc. Rev. , 2017, 46, 3945 3961. 26 A. K. Singh, S. A. Khan, Z. Fan, T. Demeritte, D. Senapati, R. Kanchanapally and P. C. Ray, J. Am. Chem. Soc. , 2012, 134, 8662 8669. 27 S. Jones, S. S Sinha, A. Pramanik and P. C. Ray, Nanoscale , 2016, 8, 18301 18308. 28 W. Lu, S. R. Arumugam, D. Senapati, A. K. Singh, T. Arbleshi, S. A. Khan, H. Yu and P. C. Ray, ACS Nano , 2010, 4, 1739  1749. 29 S. Wang, A. K. Dingh, D. Senapati, A. Neely, H. Yu and P. C. Ray, Chem. Eur. J. , 2010, 16, 5600 5606. 30 J. R. Kalluti, T. Arbneshi, S. A. Khan, A. Neely, B. Varsili, M. Washington, S. McAfee, B. Robinson, A. K. Singh,D. Senapati and P. C. Ray, Angew. Chem., Int. Ed. , 2009, 48(51), 9668 9671. 31 F. Tian, J. Zhou, B. Jiao and Y. He, Nanoscale , 2019, 11, 9547  9555. 32 S. Xu, W. Ouyang, P. Xie, Y. Lin, B. Qiu, Z. Lin, G. Chen and L. Guo, Anal. Chem. , 2017, 89, 1617 1623. 33 H. Kim, M. Park, J. Hwang, J. H. Kim, D. R. Chung, K. S. Lee and M. Kang, ACS Sens. , 2019, 4, 1306 1312. 34 R. Kumar, P. C. Ray, D. Datta, G. P. Bansal and E. A. N. Kumar, Vaccine , 2015, 33, 5064 5071. 35 B. M. DeRussy, M. A. Aylward, Z. Fan, P. C. Ray and R. Tandon, Sci. Rep. , 2014, 4, 5550. 36 W. Jin, W. Zhang, D. Mitra, M. G. McCandless, P. Sharma, R. Tandon, F. Zhang and R. J. Linhardt, Int. J. Biol. Macromol. , 2020, 163, 1649 1658. 37 R. Tandon, D. Mitra, P. Sharma, M. G. McCandless, S. J. Stray, J. T. Bates and G. D. Marshall, Sci. Rep. , 2020, 10(5), 19076. 38 R. Tandon, J. S. Sharp, F. Zhang, V. H. Pomin, N. M. Ashpole, D. Mitra, M. G. McCandless, W. Jin, H. Liu, P. Sharma and R. J. Linhardt, J. Virol. , 2021, 95, e01987-20. 39 T. Du, J. Zhang, C. Li, T. Song, P. Li, J. Liu, X. Du and S. Wang, Bioconjugate Chem. , 2020, 31(11), 2553 2563. 40 Y. Liu, L. Zhang, W. Wei, H. Zhao, Z. Zhou, Y. Zhang and S. Liu, Analyst , 2015, 140, 3989 3995. 41 X. Huang, M. Li, Y. Xu, J. Zhang, X. Meng, X. An, L. Sun, L. Guo, X. Shan, J. Ge, J. Chen, Y. Luo, H. Wu, Y. Zhangand X. N. Jiang, ACS Appl. Mater. Interfaces , 2019, 11, 19799 19807. 42 J. Zhao, A. O. Pinchuk, J. M. McMahon, S. Li, L. K. Ausman, A. L. Atkinson and G. C. Schatz, Acc. Chem. Res. , 2008, 41, 1710 1720. 43 M. W. Knight, N. S. King, L. Liu, H. O. Everitt, P. Nordlander and N. J. Halas, ACS Nano , 2014, 8, 834 840. 44 https:www.molecular.abbottusenproductsinfectious- diseaseRealTime-SARS-CoV-2-Assay. 1596 Nanoscale Adv. ,2 0 2 1 , 3,1 5 8 8 1596  2021 The Author(s). Published by the Royal Society of ChemistryNanoscale Advances Paper",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            }
        ]
    }
]