[
    {
        "pmid": "35646861",
        "title": "Space Flight-Promoted Insulin Resistance as a Possible Disruptor of Wound Healing.",
        "year": "2022",
        "journal": "Front Bioeng Biotechnol",
        "abstract": "During space flight, especially when prolonged, exposure to microgravity results in a number of pathophysiological changes such as bone loss, muscle atrophy, cardiovascular and metabolic changes and impaired wound healing, among others. Interestingly, chronic low-grade inflammation and insulin resistance appear to be pivotal events linking many of them. Interestingly, real and experimental microgravity is also associated to altered wound repair, a process that is becoming increasingly important in view of prolonged space flights. The association of insulin resistance and wound healing impairment may be hypothesized from some dysmetabolic conditions, like the metabolic syndrome, type 2 diabetes mellitus and abdominal/visceral obesity, where derangement of glucose and lipid metabolism, greater low-grade inflammation, altered adipokine secretion and adipocyte dysfunction converge to produce systemic effects that also negatively involve wound healing. Indeed, wound healing impairment after traumatic events and surgery in space remains a relevant concern for space agencies. Further studies are required to clarify the molecular connection between insulin resistance and wound healing during space flight, addressing the ability of physical, endocrine/metabolic, and pharmacological countermeasures, as well as nutritional strategies to prevent long-term detrimental effects on tissue repair linked to insulin resistance. Based on these considerations, this paper discusses the pathophysiological links between microgravity-associated insulin resistance and impaired wound healing.",
        "full_text": "Space Flight-Promoted Insulin Resistance as a Possible Disruptor of Wound Healing F. Strollo1, S. Gentile2, A. M. V. Pipicelli3, A. Mambro4, M. Monici5and P. Magni6,7 1Endocrinology and Metabolism Unit, IRCCS San Raffaele Pisana, Rome, Italy,2Department of Internal Medicine, Campania University Luigi Vanvitelli , Naples, Italy and Nefrocenter Research Network, Naples, Italy,3Nephrology, Dialysis and Transplant Unit, Medical and Surgical Sciences Department, A. Gemelli Sacred Heart Catholic University, Rome, Italy,4Anesthesiology and Intensive Care Unit, Pertini General Hospital, Rome, Italy,5Department of Experimental and Clinical Biomedical Sciences Mario Serio , ASA Campus Joint Laboratory, ASA Res. Div, University of Florence, Florence, Italy,6Department of Pharmacological and Biomolecular Sciences, Universit Degli Studi di Milano, Milan, Italy,7IRCCS Multimedica Hospital, Sesto San Giovanni, Milan, Italy During space ight, especially when prolonged, exposure to microgravity results in a number of pathophysiological changes such as bone loss, muscle atrophy, cardiovascularand metabolic changes and impaired wound healing, among others. Interestingly, chroniclow-grade in ammation and insulin resistance appear to be pivotal events linking many of them. Interestingly, real and experimental microgravity is also associated to altered woundrepair, a process that is becoming increasingly important in view of prolonged spaceights. The association of insulin resistance and wound healing impairment may be hypothesized from some dysmetabolic conditions, like the metabolic syndrome, type 2diabetes mellitus and abdominalvisceral obesity, where derangement of glucose and lipidmetabolism, greater low-grade in ammation, altered adipokine secretion and adipocyte dysfunction converge to produce systemic effects that also negatively involve woundhealing. Indeed, wound healing impairment after traumatic events and surgery in spaceremains a relevant concern for space agencies. Further studies are required to clarify the molecular connection between insulin resistance and wound healing during space ight, addressing the ability of physical, endocrinemetabolic, and pharmacologicalcountermeasures, as well as nutritional strategies to prevent long-term detrimentaleffects on tissue repair linked to insulin resistance. Based on these considerations, thispaper discusses the pathophysiological links between microgravity-associated insulinresistance and impaired wound healing. Keywords: insulin resistance, wound healing, microgravity, space ight, rehabilitation, diabetes complications INTRODUCTION Humans engaged in space ight show a number of physiological changes due to a set of known (microgravity, con nement, isolation, space radiation) as well as still unknown stressors related to this speci c environmental condition ( White and Averner 2001 ). The opportunity of prolonged or even very prolonged space ights, like long-term stay at the International Space Station (ISS) or the planned travel to the Moon, Mars and possibly to other planets, represents a major health challengefor astronauts, since exposure to the above-mentioned factors may result in relevant and evenpermanent pathological changes, such as bone loss, muscle atrophy, dysregulation of the immuneEdited by: George Alexander Truskey, Duke University, United States Reviewed by: Noha M. Mesbah, Suez Canal University, Egypt Correspondence: F. Strollo felix.strollogmail.com Specialty section: This article was submitted to Tissue Engineering and Regenerative Medicine, a section of the journal Frontiers in Bioengineering and Biotechnology Received: 03 February 2022 Accepted: 14 April 2022 Published: 13 May 2022 Citation: Strollo F, Gentile S, Pipicelli AMV, Mambro A, Monici M and Magni P (2022) Space Flight-Promoted Insulin Resistance as a Possible Disruptor of Wound Healing. Front. Bioeng. Biotechnol. 10:868999. doi: 10.3389fbioe.2022.868999 Frontiers in Bioengineering and Biotechnology  www.frontiersin.org May 2022  Volume 10  Article 868999 1MINI REVIEW published: 13 May 2022 doi: 10.3389fbioe.2022.868999system, cardiac and metabolic alterations and impaired wound healing ( White and Averner 2001 ;Frippiat et al., 2016 ;Grimm et al., 2016 ;Riwaldt et al., 2017 ), to mention just some of them. Among these stressors, microgravity has been extensively studied by means of in- ight as well as on-Earth experiments, such as the 6-degrees head down tilt (HDT) ( Grimm 2021 ). Microgravity is known to promote a series of cardio-metabolic changes, includinguid shift, impaired glucose and lipid metabolism, increased oxidative stress and pro-in ammatory cytokine release and chronic low-grade in ammation through muscle unloading and other causes. Interestingly, a central pathophysiologicalevent linking most of these processes is insulin resistance atspecic organs, like the liver, the skeletal muscles and the adipose tissue, but also the blood vessels and the skin and epithelia ( Tobin et al., 2002 ;Bergouignan et al., 2011 ). In the context of space ight, the relevance of correct wound repair is increasingly important, since, in addition to unwantedinjuries, some surgical procedures may also be implementedduring prolonged space missions ( Drudi et al., 2012 ). However, several studies indicate that microgravity can inducean impairment of processes speci cally related to wound repair (Delp 2008 ), for example by altering the functionality of cell populations involved in such events ( Cialdai et al., 2020 ). Thus, wound healing impairment after traumatic events and surgery inspace remains a relevant concern for space agencies. According to knowledge obtained from on-Earth biomedicine, it has been clearly observed that chronic wounds, with defective repair processes, are a common complication in patients withtype 2 diabetes mellitus (T2DM) and the related insulinresistance, and often lead to amputation. Such non-healingwounds are characterized by a persistent in ammatory state promoted by pro-in ammatory macrophages, pro- inammatory cytokines and proteases ( Salazar et al., 2016 ). Based on these considerations and within the speci c context of astronaut health during prolonged space ight and exposure to microgravity, the occurrence of insulin resistance may thuscontribute to the observed impairment of wound healing (Bacci and Bani 2022 ). This paper discusses the evidence and knowledge gaps regarding this pathophysiological association. Tothis aim, the PubMed and Excerpta Medica Database (Embase)were searched from inception until April 2022. Used searchterms, with a combination of MeSH terms if applicable ineach database, included: (space ight), (microgravity), (insulin resistance), (wound), (healing). INSULIN RESISTANCE AND METABOLIC SYNDROME PATHOPHYSIOLOGY ANDASSESSMENT Insulin resistance is the pathophysiological hallmark of the metabolic syndrome (MS), which is currently a global epidemic,accounting for some 15 or more of the overall populationworldwide, and is tightly linked to increased obesity prevalenceand chronic low-grade in ammation ( Saklayen 2018 ;Neeland et al., 2019 ;Ross et al., 2020 ). The MS is de ned as a cluster of cardio-metabolic clinical conditions (increased waistcircumference, arterial hypertension, hyperglycemia, reduced HDL cholesterol and increased triglyceride), which results inincreased individual risk for cardiovascular morbidity andmortality ( Alberti et al., 2009 ). In this context, a pivotal role in the pathophysiology of the MS and the related increased cardiovascular risk is played by the expanded and dysfunctionalvisceral adipose tissue compartment ( Neeland et al., 2019 ;Ross et al., 2020 ). Indeed, far from having a mere storage function, adipose tissue can be referred to as a diffuse endocrine organ(Ahima 2006 ), secreting several intertwined signals which contribute to appetite and energy regulation, immunologicaland metabolic balance, and wellbeing. These molecules includethe adipokines leptin and adiponectin, which modulate a relevantset of physiological functions along with other signals from the gut(ghrelin) and other organs ( Magni et al., 2000 ;Bertoli et al., 2006 ; Dozio et al., 2009 ;Magni et al., 2009 ), and whose changes are associated with important alterations of cardio-metabolic functions(Norata et al., 2007 ) and bone metabolism in patients ( Magni et al., 2010), as well as under microgravity conditions. When growing well above its normal volume or outside its natural boundaries intothe abdominal space and other sites, adipose depots soak the liver,the pancreas, and other organs with fatty acids and cause localmetabolic changes leading to excess oxygen demands. As aconsequence, adipose tissue attracts macrophages bound to getrid of damaged cells and releasing high amounts of pro-inammatory cytokines, in addition to altered adipokine amounts released by dysfunctional adipocytes ( Magni et al., 2005;Cao 2014 )(Figure 1 ). These changes tend to progress over time since hypertrophic fat depots expand spontaneously through various self-maintaining mechanisms related to chronic low-gradeinammation, associated polarization of macrophages to the Th2 phenotype ( Figure 2 ) and triggered by adipokines and other factors ( Cao 2014 ), including insulin resistance and muscle dysfunction ( Dyck et al., 2006 ), that are also characteristic of the aging process, and, therefore, can bedened inammaging ((Franceschi and Campisi 2014 ; Franceschi et al., 2018 ;Flp et al., 2019 ). Moreover, nephropathy is frequently observed within the frame of an ill-regulated aging process due to metabolicaberrations negatively affecting acid-base balance, calcium,glucose, and lipid metabolism ( Samaras and Campbell 2005 ). Insulin resistance is characterized by impaired insulin activity,which is initially compensated for by higher circulating insulinlevels. Individuals with severe insulin resistance report: 1) alteredglucose metabolism including type 2 diabetes mellitus (T2DM) orparadoxical late post-prandial hypoglycemia; 2) acanthosisnigricans, velvety hyperpigmentation of axillary and exural skin; and 3) hyperandrogenism in women ( Savage et al., 2007 ). Different approaches have been proposed to identify and monitor insulin resistance in humans. Fasting insulin levelsonly re ect a speci c time point and are in uenced by dynamically intertwined metabolic components, including overnight hepatic glucose production and its effects on insulinoutput, hepatic insulin extraction, spontaneous pancreatic insulinsecretion spikes, and the balance between kidney gluconeogenesisand insulin excretion rate ( Laakso 1993 ). Thus, fasting insulin Frontiers in Bioengineering and Biotechnology  www.frontiersin.org May 2022  Volume 10  Article 868999 2Strollo et al. Wound Healing, Insulin resistance and Microgravitylevels are quite variable within the same individual and unreliable, when considered alone, for diagnostic approach. The Homeostasis Model Assessment (HOMA)-1 (Radziuk 2014)a n d HOMA-2 (Levy et al., 1998 ) index calculations can be easily adapted to large-scale studies ( Demir et al., 2020 ), thanks to their straightforward mathemat ic approach. Hyper-insulinemic euglycemic clamp (HIEGC) is the reference method forquantifying insulin resistance, but it is a complex, time-consuming, and expensive method, thus less likely to be utilizedin speci c experiments, like those designed for space ight studies (Johns et al., 2012 ). In the future, promising results are expected from metabolomics ( Milburn and Lawton 2013 ). Recently, an indirect non-invasive method has been developed based on pulse wavevelocity analysis, taking advantage of impaired vascular elasticityas a function of in ammaging, but yet still awaits nal validation as for insulin resistance when applied to clinical research ( Petrasek et al., 2015). The potential usefulness of measurement of the circulatinglevels of leptin and adiponectin may also be considered, as the former is known to have pro-in ammatory effects, while the latter acts as an insulin sensitizer, a good marker of insulin sensitivity, counteractsa p o p t o s i sa n dr e d u c e si n ammation in various cell types ( Lihn et al., 2005;Yadav et al., 2013 ;Caselli 2014 ;Achari and Jain 2017 ). Therefore, the leptinadiponecti n ratio has also become a sensitive marker of insulin resistance by combining two intertwined signalsinto a single parameter ( Norata et al., 2007 ;Frhbeck et al., 2018 ; Frhbeck et al., 2019 ). MICROGRAVITY AND ITS EFFECTS ON HUMAN HEALTH: FOCUS ON GLUCOSEMETABOLISM AND INSULIN RESISTANCE Space ight is characterized by unloading-dependent muscle atrophy and impaired immune response as well as different FIGURE 1  Mechanisms underlying chronic low-grade in ammation after excessectopicdysfunctional adipose tissue accumulation (adapted from ( Cao 2014 )). FIGURE 2  Schematic diagram of the effects of insulin sensitizing agents, including adiponectin, on microvascular recruitment and insulin delivery in the mu scle, providing an at least partial explanation of the negative impact of insulin resistance on anabolic signal-related wound healing (adapted from ( Zhao et al., 2014 )). Frontiers in Bioengineering and Biotechnology  www.frontiersin.org May 2022  Volume 10  Article 868999 3Strollo et al. Wound Healing, Insulin resistance and Microgravitydegrees of metabolic dysregulation, which, if persisting long enough, as expected during interplanetary missions withextended duration, might result in increased risk ofcardiovascular and metabolic diseases ( Lane and Smith 1999 ; Strollo 1999 ;Demontis et al., 2017 ;Strollo et al., 2018a ). More specically, space ight research, ground-based studies (both bed rest and dry immersion), and experimental studies in animalmodels and on pancreatic islets of Langerhans support theobservation that prolonged space ight and experimental exposure to microgravity result in peripheral insulin resistanceat different sites (liver, skeletal muscle, adipose tissue and others)(Tobin et al., 2002 ;Linossier et al., 2017 ;Wang et al., 2019 ;Downs et al., 2020 ;Strollo and Vernikos 2021 ). Under these environmental conditions, insulin resistance speci cally occurs also in other insulin-sensitive tissues, such as the blood vessels (Hughson et al., 2016 ). Moreover, slight dehydration and inadvertently occurring traumas can cause skin lesions thatmight suffer healing problems during such missions based onthe aforementioned mechanisms. To elaborate a holistic view ofthe long-term effects of space ight, to understand the resulting health risks, and, possibly, to unravel the mechanisms leadingfrom temporary functional alterations to the onset andprogression of chronic diseases, it is needful to shed light onthe concurrent outcomes of the multiple alterationsconcomitantly occurring at those three levels. Indeed, alteredmetabolism, sarcopenia, and immune de ciency represent models of Earth-bound age-related chronic diseases having oxidative stress and consequent chronic low-gradeinammation as the common underlying mechanisms (Mancuso 2016 ;Nishida and Otsu 2017 ). To this regard, a signi cant issue is to dissect the confounding effects of multiple space-related stressors, which are directcontributing causes of pathophysiological adaptation processesin the space environment. Stressful tasks and diet changes,connement-related arti cial light, isolation, and reduced motor activity might worsen the effects of weightlessness andradiation by further contributing to muscle and immune system deconditioning and to altered energy metabolism and endocrine balance ( Strollo et al., 2014 ;Strollo et al., 2018a ;Strollo et al., 2018b ). Indeed, several studies conducted during manned space missions highlighted endocrine alterations in the crew ( Strollo 2000 ;Macho et al., 2001 ) potentially linked to weightlessness and stress factors including con nement, isolation, demanding tasks, and circadian rhythm disturbances. For instance, rodent researchshowed that psychosocial stressors and altered gravity couldaffect immune function and in ammatory mediators known to interact with metabolism ( Gaignier et al., 2018 ). However, we currently know that insulin sensitivity changes occur both in space ( Tobin et al., 2002 ;Hughson et al., 2016 ) and in Earth- bound simulated microgravity by bed rest esperiments ( Downs et al., 2020 ) and long-term- ight-simulating isolation experiments ( Strollo et al., 2014 ;Strollo et al., 2018b ). Indeed, it is well established that prolonged (60 70 days) head-down bed rest studies are associated with signi cant insulin resistance in healthy volunteers, which is worsened by inactivity and is onlypartially improved by physical exercise ( Downs et al., 2020 ). A similar nding has also been observed in male subjectsundergoing a 3-days dry immersion experiment ( Linossier et al., 2017 ). Environmental stress, associated to con nement, which is a typical feature of space ight, is another relevant factor disrupting insulin sensitivity, as observed in crew members participating to the Mars-105 and Mars-500 on-ground simulation mission(Strollo et al., 2014 ;Strollo et al., 2018b ). Moreover, the Mars-500 human volunteers showed signicantly lower plasma levels of total and high-molecular weight adiponectin, especially in the rst 120 days of mission, which is also supporting the impact of environmental stress uponmetabolic adaptations and signi cant glucose metabolism changes, independently of microgravity contribution ( Strollo et al., 2018b ). Vitamin D3 de ciency is also known to negatively affect insulin sensitivity and astronauts are at risk for vitamin D3 deciency, due to chronic exposure to arti cial light conditions. Presumably due to that, vitamin Dsupplementation has proved bene cial in wound healing of people with T2DM and foot ulcers ( Urbaniak and Reid 2016 ). Another factor potentially contributing to insulin resistanceduring space ight is the altered gut microbiota environment (Razzaghi et al., 2017 ;Turroni et al., 2017 ). Interestingly, urbanization is strongly related to changes (including reducedbiodiversity) in stool bacteria composition through intrinsicisolation from the surrounding bacteria-rich country. Similarly, due to arti cial lighting, closed environment, and connement, space ight might be considered as an extreme urban-like potentially diabetogenic condition ( Tasnim et al., 2017 ;Parajuli et al., 2018 ;Wang et al., 2018 ). Indeed, some space- related studies reported a negative impact on gut microbiotacomposition in experimental models and humans ( Ritchie et al., 2015 ;Cervantes and Hong 2016 ;Harada et al., 2016 ;Mahnert et al., 2021 ; Siddiqui et al., 2021 ). Taken together, the available data suggest that strong evidence is present about space ight impact on insulin resistance, although future studies are still needed to identify speci c exercise, nutritional and nutraceutical countermeasures to mitigate such deleterious pathophysiological event. Metabolic Alterations and Impaired Wound Healing Obesity, and speci cally abdominalvisceral obesity, is a condition of greater insulin resistance and chronicinammation ( Bashir et al., 2016 ), as well as markedly impaired cutaneous wound healing. This concept also appliesto T2DM, a catabolic disease typically characterized by a severe insulin-resistant condition leading to hyperglycemia and a global metabolic derangement. In most cases, T2DM represents thenatural evolution of a long-standing, often obesity-driven insulinresistance state slowly exceeding functional pancreatic reserveand associated with insulin receptor or post-receptorabnormalities. On the other hand, type 1 DM (T1DM) is notonly the consequence of severe beta-cell de ciency, but is also burdened, over time, by some degree of insulin resistance due toinsulin overtreatment-related receptor downregulation, advanced Frontiers in Bioengineering and Biotechnology  www.frontiersin.org May 2022  Volume 10  Article 868999 4Strollo et al. Wound Healing, Insulin resistance and Microgravityglycation endproducts (AGE) accumulation, and more ( Kaul et al., 2015 ). Then, through several pathophysiological mechanisms, including insulin resistance, both DM typesundergo macro- and micro-vascular complications over time. These complications are tightly linked to higher cardiovascular risk, renal damage, eventually resulting in chronic kidney disease(Ndisang et al., 2017 ;Vladu et al., 2017 ;Wolosowicz et al., 2020 ). In any case, apart from their extreme post-ischemic expressions,i.e. the diabetic foot and severe leg ulcerations, wound-healingproblems often represent an underestimated complication in thiscontext. When the wound is ischemic, the resolution ofneutrophils and macrophages appears to be signi cantly delayed. Excess pro-in ammatory cells release reactive oxygen species (ROS), cytokines, and metalloproteinases, thus generatingand maintaining a pro-in ammatory microenvironment that further increases tissue damage, extracellular matrix (ECM) degradation and denaturation of growth factors ( Mizuno et al., 2004 ). An abnormal in ammatory response is also a major feature and the leading cause of impaired diabetic woundhealing. Dysfunctional repair is even more apparent in thepresence of high levels of local advanced glycation end-products (AGEs), which impair ECM deposition by inducingbroblast apoptosis and dysfunction of ECM production. The imbalance of deposition and degradation of ECM affectskeratinocyte and endothelial cell function, eventually leadingto impaired re-epithelialization and angiogenesis ( Yang et al., 2016 ). Increasing evidence has accumulated on insulin ability to stimulate cell migration and wound recovery, and insulinadministration has been proposed to overcome the adverseeffects of insulin resistance on wound healing on the ground(Yang et al., 2016 ). Physical exercise typically decreases insulin resistance and speeds up cutaneous wound healing in aged mice(Goodson and Hunt 1979 ). The interplay between insulin- mediated glucose supply and wound healing mechanisms isschematically shown in Figure 2 . All these pathogenetic events deserve careful consideration in light of upcoming long-duration interplanetary travels ( Demontis et al., 2017 ) and, even more, of Moon colonization missions, potentially placing astronauts at risk for higher cardiovasculardisease risk, in addition to altered wound healing and otherdysfunctions. EFFECTS OF MICROGRAVITY ON WOUND HEALING: POTENTIAL ROLE OFINCREASED INSULIN RESISTANCE An important health problem of astronauts in space is skin deterioration and this may speci cally impact on the wound repair process, due to exposure to microgravity ( Gssl et al., 2010 ; Choi et al., 2021 ;Bacci and Bani 2022 ), radiation ( Hellweg and Baumstark-Khan 2007 ;Hu et al., 2020 ) and other factors. Wound healing is a complex series of events including partiallyoverlapping phases (in ammation, tissue formation, and tissue remodeling) ( Eming et al., 2014 ). This process is based upon a series of cell populations playing speci c roles at different stagesof the repair process ( Pasparakis et al., 2014 ), which should follow a precise sequence of events. Mechanical factors, among differentbiochemical and physiological factors, play a signi cant role in wound healing, and include skin tension, mechanical forces at the wound margins, mechanical stress produced by stitches (after suture) and wound contraction due to myo broblasts ( Darby et al., 2014 ). The coordinated modulation of the expression of a large number of genes in the involved cells is clearly important forthe success of the whole repair process. Moreover, a relevant roleis played by the apoptotic process in all phases of wound healing,balancing cell growth and elimination of cells that are notnecessary anymore ( Riwaldt et al., 2017 ). Several studies show that microgravity can impair repair processes ( Delp 2008 ), altering the behavior of some cell populations involved inwound repair ( Morbidelli et al., 2005 ;Riwaldt et al., 2017 ). Experimental studies showed alterations in the behavior of cutaneous cell lineages under microgravity, especiallyregarding the apoptosis process in wound healing ( Riwaldt et al., 2021 ). Moreover, altered modulation of haemostasis is also possible under microgravity condition, since some in vivo andin vitro studies show that microgravity affects the number and function (i.e., production of platelet-derived growth factor) ofplatelets, which contributes to impair wound healing ( Farahani and DiPietro 2008 ;Locatelli et al., 2021 ). Another critical event in wound repair is physiological angiogenesis which occurs in thegranulation tissue to allow supply of oxygen and nutrient supply and removal of waste products. Thus, understanding the alterations of angiogenesis during real and experimentalmicrogravity conditions will allow to understand thiscomponent of wound repair alterations during space ight (Morbidelli et al., 2021 ). Currently, no speci c studies have addressed the issue of the selected impact of insulin resistanceon (experimental) wound healing during real or simulated spaceight. In this regards, the Earth-based paradigm of patients with T2DM, with important microvascular complications and relevantwound repair impairment, may suggest at least in part what arethe consequences of markedprolonged insulin resistance on the complex process of wound healing ( Fu et al., 2021 ;Rodrguez- Rodrguez et al., 2022 ), and suggest some potential experimental approaches to begin to disentangle this pathophysiologicalproblem. CONCLUSION AND FUTURE DEVELOPMENTS Among the multiple health issues that are observed during a long-term stay in microgravity conditions, like prolonged spaceight, to achieve appropriate wound healing represents an important goal, as this repair process could often beimpaired by different factors, including insulin resistance.This goal may be relevant for both minor injuries and evenfor some (possibly limited) surgical procedures that may need tobe conducted during longer space ights. Thus, some countermeasures should be at least envisioned to manage thisissue, possibly following a personalized approach, in a context ofprecision medicine. Starting from the individual health Frontiers in Bioengineering and Biotechnology  www.frontiersin.org May 2022  Volume 10  Article 868999 5Strollo et al. Wound Healing, Insulin resistance and Microgravityproling, it is conceivable, for example, to propose an accurate monitoring of individual insulin resistance and chronic low-grade in ammation by wearable devices, in order to identify the astronauts at greater risk. Moreover, monitoring of the visceral adipose compartment, even by s imple waist circumference measurement, may be another way to assess personalsusceptibility ( Ross et al., 2020 ). Additionally, a nutritional prole that mitigates insulin resistance may be crucial and could be based upon food with lower glycemic load andpossibly rich in antiin ammatory and antioxidant components. Such approach may then be conducted with aplant-based diet, like, for example, the Mediterranean diet(Schwingshackl et al., 2015 ). Interestingly, engineering progress has recently been done to develop strategies toproduce nutritious and palatable food directly on spacecrafts involved in interplanetary missions ( Douglas et al., 2020 ). In particular, a suitable way to produce edible vegetables onspaceship and carbon dioxide absorption and oxygenproduction to maintain the air circulation system is currentlyunder development ( Jiang et al., 2020 ). Such a choice could also ensure an excellent solution against environment-relatedoxidative stress ( Kyriacou et al., 2017 ). A further strategy may also include the validation and use of speci cf o o d supplements with nutraceutical properties (curcumin,berberine, etc.) and, where necessary, selected drugs targetedto reduce insulin resistance ( Rochlani et al., 2017 ).The development of effective countermeasures able to mitigate the association of insulin resistance and impaired wound healingduring prolonged space ight thus deserves further studies. In this context, our group has been suggesting investigating this topic since a long time and now has nally been selected for a space experiment dealing with it. Next studies will need to combinenutrition, supplements and pharmacological approaches alsowith any possible physical, endocrine and metaboliccountermeasures to prevent long-term detrimental effects ontissue repair potentially related to any long-lasting, unopposedinsulin resistant state. AUTHOR CONTRIBUTIONS FS and MM conceived the study, FS, SG, MM and PM wrote thepaper after deeply discussing its content with AP and AM, whorevised the literature and offered their experience in the eld of kidney and muscle pathophysiology, respectively. ACKNOWLEDGMENTS The preparation of this paper has been supported by the ESA-TTTissue Healing in Space: Techniques for promoting and monitoring tissue repair and regeneration . REFERENCES Achari, A. E., and Jain, S. K. (2017). Adiponectin, a Therapeutic Target for Obesity, Diabetes, and Endothelial Dysfunction. Int. J. Mol. Sci. 18 (6). doi:10.3390 ijms18061321 Ahima, R. S. (2006). Adipose Tissue as an Endocrine Organ. Obesity 14 (Suppl. 5), 242S 249S. doi:10.1038oby.2006.317 Alberti, K. G. M. M., Eckel, R. H., Grundy, S. M., Zimmet, P. Z., Cleeman, J. I., Donato, K. A., et al. (2009). Harmonizing the Metabolic Syndrome. Circulation 120 (16), 1640 1645. doi:10.1161circulationaha.109.192644 Bacci, S., and Bani, D. (2022). The Epidermis in Microgravity and Unloading Conditions and Their Effects on Wound Healing. Front. Bioeng. Biotechnol. 10, 666434. doi:10.3389fbioe.2022.666434 Bashir, S., Sharma, Y., Elahi, A., and Khan, F. (2016). Macrophage Polarization: the Link between In ammation and Related Diseases. Inamm. Res. 65 (1), 1 11. doi:10.1007s00011-015-0874-1 Bergouignan, A., Rudwill, F., Simon, C., and Blanc, S. (2011). Physical Inactivity as the Culprit of Metabolic In exibility: Evidence from Bed-Rest Studies. J. Appl. Physiology 111 (4), 1201 1210. doi:10.1152japplphysiol.00698.2011 Bertoli, S., Magni, P., Krogh, V., Ruscica, M., Dozio, E., Testolin, G., et al. (2006). Is Ghrelin a Signal of Decreased Fat-free Mass in Elderly Subjects? Eur. J. Endocrinol. 155 (2), 321 330. doi:10.1530eje.1.02220 Cao, H. (2014). Adipocytokines in Obesity and Metabolic Disease. J. Endocrinol. 220 (2), T47 T59. doi:10.1530joe-13-0339 Caselli, C. (2014). Role of Adiponectin System in Insulin Resistance. Mol. Genet. Metabolism 113 (3), 155 160. doi:10.1016j.ymgme.2014.09.003 Cervantes, J. L., and Hong, B. Y. (2016). Dysbiosis and Immune Dysregulation in Outer Space. Int. Rev. Immunol. 35 (1), 67 82. doi:10.310908830185.2015. 1027821 Choi, D. H., Jeon, B., Lim, M. H., Lee, D. H., Ye, S.-K., Jeong, S.-Y., et al. (2021). 3D Cell Culture Using a Clinostat Reproduces Microgravity-Induced SkinChanges. NPJ Microgravity 7 (1), 20. doi:10.1038s41526-021-00148-6 Cialdai, F., Colciago, A., Pantalone, D., Rizzo, A. M., Zava, S., Morbidelli, L., et al. (2020). Effect of Unloading Condition on the Healing Process and Effectivenessof Platelet Rich Plasma as a Countermeasure: Study on In Vivo andIn Vitro Wound Healing Models. Int. J. Mol. Sci. 21 (2). doi:10.3390ijms21020407 Darby, I. A., Laverdet, B., Bont, F., and Desmoulire, A. (2014). Fibroblasts and Myobroblasts in Wound Healing. Clin. Cosmet. Investig. Dermatol 7, 301 311. doi:10.2147CCID.S50046 Delp, M. D. (2008). Unraveling the Complex Web of Impaired Wound Healing with Mechanical Unloading and Physical Deconditioning. J. Appl. Physiology 104 (5), 1262 1263. doi:10.1152japplphysiol.90393.2008 Demontis, G. C., Germani, M. M., Caiani, E. G., Barravecchia, I., Passino, C., and Angeloni, D. (2017). Human Pathophysiological Adaptations to the SpaceEnvironment. Front. Physiol. 8, 547. doi:10.3389fphys.2017.00547 Douglas, G. L., Zwart, S. R., and Smith, S. M. (2020). Space Food for Thought: Challenges and Considerations for Food and Nutrition on Exploration Missions. J. Nutr. 150 (9), 2242 2244. doi:10.1093jnnxaa188 Downs, M. E., Scott, J. M., Ploutz-Snyder, L. L., Ploutz-Snyder, R., Goetchius, E., Buxton, R. E., et al. (2020). Exercise and Testosterone Countermeasures toMitigate Metabolic Changes during Bed Rest. Life Sci. Space Res. 26, 97 104. doi:10.1016j.lssr.2020.03.008 Dozio, E., Ruscica, M., Galliera, E., Corsi, M., and Magni, P. (2009). Leptin, Ciliary Neurotrophic Factor, Leukemia Inhibitory Factor and Interleukin- 6:Class-I Cytokines Involved in the Neuroendocrine Regulation of theReproductive Function. Cpps 10 (6), 577 584. doi:10.2174 138920309789630561 Drudi, L., Ball, C. G., Kirkpatrick, A. W., Saary, J., and Marlene Grenon, S. (2012). Surgery in Space: Where Are We at Now? Acta Astronaut. 79, 61 66. doi:10. 1016j.actaastro.2012.04.014 Dyck, D. J., Heigenhauser, G. J. F., and Bruce, C. R. (2006). The Role of Adipokines as Regulators of Skeletal Muscle Fatty Acid Metabolism and Insulin Sensitivity.Acta Physiol. 186 (1), 5 16. doi:10.1111j.1748-1716.2005.01502.x Eming, S. A., Martin, P., and Tomic-Canic, M. (2014). Wound Repair and Regeneration: Mechanisms, Signaling, and Translation. Sci. Transl. Med. 6 (265), 265sr6. doi:10.1126scitranslmed.3009337 Farahani, R. M., and DiPietro, L. A. (2008). Microgravity and the Implications for Wound Healing. Int. Wound J. 5 (4), 552 561. doi:10.1111j.1742-481x.2008. 00438.x Frontiers in Bioengineering and Biotechnology  www.frontiersin.org May 2022  Volume 10  Article 868999 6Strollo et al. Wound Healing, Insulin resistance and MicrogravityFranceschi, C., and Campisi, J. (2014). Chronic In ammation (In ammaging) and its Potential Contribution to Age-Associated Diseases. J. Gerontol. A Biol. Sci. Med. Sci. 69 (Suppl. 1), S4 S9. doi:10.1093geronaglu057 Franceschi, C., Garagnani, P., Parini, P., Giuliani, C., and Santoro, A. (2018). Inammaging: a New Immune-Metabolic Viewpoint for Age-Related Diseases. Nat. Rev. Endocrinol. 14 (10), 576 590. doi:10.1038s41574-018-0059-4 Frippiat, J.-P., Crucian, B. E., De Quervain, D. J.-F., Grimm, D., Montano, N., Praun, S., et al. (2016). Towards Human Exploration of Space: The THESEUSReview Series on Immunology Research Priorities. NPJ Microgravity 2, 16040. doi:10.1038npjmgrav.2016.40 Frhbeck, G., Cataln, V., Rodrguez, A., and Gmez-Ambrosi, J. (2018). Adiponectin-leptin Ratio: A Promising Index to Estimate Adipose Tissue Dysfunction. Relation with Obesity-Associated Cardiometabolic Risk.Adipocyte 7 (1), 57 62. doi:10.108021623945.2017.1402151 Frhbeck, G., Cataln, V., Rodrguez, A., Ramrez, B., Becerril, S., Salvador, J., et al. (2019). Adiponectin-leptin Ratio Is a Functional Biomarker of Adipose TissueInammation. Nutrients 11 (2). doi:10.3390nu11020454 Fu, J., Yu, M. G., Li, Q., Park, K., and King, G. L. (2021). Insulin s Actions on Vascular Tissues: Physiological Effects and Pathophysiological Contributions toVascular Complications of Diabetes. Mol. Metab. 52, 101236. doi:10.1016j. molmet.2021.101236 Flp, T., Larbi, A., and Witkowski, J. M. (2019). Human In ammaging. Gerontology 65 (5), 495 504. doi:10.1159000497375 Gaignier, F., Legrand-Frossi, C., Stragier, E., Mathiot, J., Merlin, J.-L., Cohen- Salmon, C., et al. (2018). A Model of Chronic Exposure to Unpredictable MildSocio-Environmental Stressors Replicates Some Space ight-Induced Immunological Changes. Front. Physiol. 9, 514. doi:10.3389fphys.2018. 00514 Goodson, W. H., and Hunt, T. K. (1979). De cient Collagen Formation by Obese Mice in a Standard Wound Model. Am. J. Surg. 138 (5), 692 694. doi:10.1016 0002-9610(79)90350-7 Gssl, M., Mdder, U. I., Gulati, R., Rihal, C. S., Prasad, A., Loef er, D., et al. (2010). Coronary Endothelial Dysfunction in Humans Is Associated with CoronaryRetention of Osteogenic Endothelial Progenitor Cells. Eur. Heart J. 31 (23), 2909 2914. doi:10.1093eurheartjehq373 Grimm, D. (2021). Microgravity and Space Medicine. Int. J. Mol. Sci. 22 (13). doi:10.3390ijms22136697 Grimm, D., Grosse, J., Wehland, M., Mann, V., Reseland, J. E., Sundaresan, A., et al. (2016). The Impact of Microgravity on Bone in Humans. Bone 87, 44 56. doi:10.1016j.bone.2015.12.057 Harada, N., Hanaoka, R., Hanada, K., Izawa, T., Inui, H., and Yamaji, R. (2016). Hypogonadism Alters Cecal and Fecal Microbiota in Male Mice. Gut Microbes 7 (6), 533 539. doi:10.108019490976.2016.1239680 Hellweg, C. E., and Baumstark-Khan, C. (2007). Getting Ready for the Manned Mission to Mars: the Astronauts Risk from Space Radiation. Naturwissenschaften 94 (7), 517  526. doi:10.1007s00114-006-0204-0 Hu, S., Barzilla, J. E., and Semones, E. (2020). Acute Radiation Risk Assessment and Mitigation Strategies in Near Future Exploration Space ights. Life Sci. Space Res.24, 25 33. doi:10.1016j.lssr.2019.10.006 Hughson, R. L., Robertson, A. D., Arbeille, P., Shoemaker, J. K., Rush, J. W. E., Fraser, K. S., et al. (2016). Increased Post ight Carotid Artery Stiffness and Inight Insulin Resistance Resulting from 6-mo Space ight in Male and Female Astronauts. Am. J. Physiology-Heart Circulatory Physiology 310 (5), H628 H638. doi:10.1152ajpheart.00802.2015 Jiang, J., Zhang, M., Bhandari, B., and Cao, P. (2020). Current Processing and Packing Technology for Space Foods: a Review. Crit. Rev. Food Sci. Nutr. 60 (21), 3573 3588. doi:10.108010408398.2019.1700348 Johns, B. R., Pao, A. C., and Kim, S. H. (2012). Metabolic Syndrome, Insulin Resistance and Kidney Function in Non-diabetic Individuals. Nephrol. Dial. Transplant. 27 (4), 1410 1415. doi:10.1093ndtgfr498 Kaul, K., Apostolopoulou, M., and Roden, M. (2015). Insulin Resistance in Type 1 Diabetes Mellitus. Metabolism 64 (12), 1629 1639. doi:10.1016j.metabol.2015. 09.002 Kevser Demir, A., ahin, ., Uzun Kaya, S., Btn, .,  tl, R., nder, Y., et al. (2020). Prevalence of Insulin Resistance and Identifying HOMA1-IR and HOMA2-IR Indexes in the Middle Black Sea Region of Turkey. Afr. H. Sci. 20 (1), 277 286. doi:10.4314ahs.v20i1.33Kyriacou, M. C., De Pascale, S., Kyratzis, A., and Rouphael, Y. (2017). Microgreens as a Component of Space Life Support Systems: A Cornucopia of FunctionalFood. Front. Plant Sci. 8, 1587. doi:10.3389fpls.2017.01587 Laakso, M. (1993). How Good a Marker Is Insulin Level for Insulin Resistance? Am. J. Epidemiol. 137 (9), 959 965. doi:10.1093oxfordjournals.aje.a116768 Lane, H. W., and Smith, S. M. (1999). Physiological Adaptations to Space Flight. Life Support Biosph. Sci. 6 (1), 13 18. Levy, J. C., Matthews, D. R., and Hermans, M. P. (1998). Correct Homeostasis Model Assessment (HOMA) Evaluation Uses the Computer Program. Diabetes Care 21 (12), 2191 2192. doi:10.2337diacare.21.12.2191 Lihn, A. S., Pedersen, S. B., and Richelsen, B. (2005). Adiponectin: Action, Regulation and Association to Insulin Sensitivity. Obes. Rev. 6 (1), 13 21. doi:10.1111j.1467-789x.2005.00159.x Linossier, M.-T., Amirova, L. E., Thomas, M., Normand, M., Bareille, M.-P., Gauquelin-Koch, G., et al. (2017). Effects of Short-Term Dry Immersion onBone Remodeling Markers, Insulin and Adipokines. PLoS One 12 (8), e0182970. doi:10.1371journal.pone.0182970 Locatelli, L., Colciago, A., Castiglioni, S., and Maier, J. A. (2021). Platelets in Wound Healing: What Happens in Space? Front. Bioeng. Biotechnol. 9, 716184. doi:10.3389fbioe.2021.716184 Macho, L., Kvetnansky, R., Fickova, M., Kolena, J., Knopp, J., Tigranian, R. A., et al. (2001). Endocrine Responses to Space Flights. J. Gravit. Physiol. 8 (1), P117 P120. Magni, P., Motta, M., and Martini, L. (2000). Leptin: a Possible Link between Food Intake, Energy Expenditure, and Reproductive Function. Regul. Pept. 92 (1-3), 5156. doi:10.1016s0167-0115(00)00149-x Magni, P., Dozio, E., Galliera, E., Ruscica, M., and Corsi, M. M. (2010). Molecular Aspects of Adipokine-Bone Interactions. Cmm 10 (6), 522 532. doi:10.2174 1566524011009060522 Magni, P., Dozio, E., Ruscica, M., Celotti, F., Masini, M. A., Prato, P., et al. (2009). Feeding Behavior in Mammals Including Humans. Ann. N. Y. Acad. Sci. 1163, 221 232. doi:10.1111j.1749-6632.2008.03627.x Magni, P., Liuzzi, A., Ruscica, M., Dozio, E., Ferrario, S., Bussi, I., et al. (2005). Free and Bound Plasma Leptin in Normal Weight and Obese Men and Women:Relationship with Body Composition, Resting Energy Expenditure, Insulin-Sensitivity, Lipid Pro le and Macronutrient Preference. Clin. Endocrinol. 62 (2), 189 196. doi:10.1111j.1365-2265.2005.02195.x Mahnert, A., Verseux, C., Schwendner, P., Koskinen, K., Kumpitsch, C., Blohs, M., et al. (2021). Microbiome Dynamics during the HI-SEAS IV Mission, andImplications for Future Crewed Missions beyond Earth. Microbiome 9 (1), 27. doi:10.1186s40168-020-00959-x Mancuso, P. (2016). The Role of Adipokines in Chronic In ammation. Itt5, 47 56. doi:10.2147itt.s73223 Milburn, M. V., and Lawton, K. A. (2013). Application of Metabolomics to Diagnosis of Insulin Resistance. Annu. Rev. Med. 64, 291 305. doi:10.1146 annurev-med-061511-134747 Mizuno, T., Matsui, H., Imamura, A., Numaguchi, Y., Sakai, K., Murohara, T., et al. (2004). Insulin Resistance Increases Circulating Malondialdehyde-Modi ed LDL and Impairs Endothelial Function in Healthy Young Men. Int. J. Cardiol. 97 (3), 455 461. doi:10.1016j.ijcard.2003.10.035 Morbidelli, L., Genah, S., and Cialdai, F. (2021). Effect of Microgravity on Endothelial Cell Function, Angiogenesis, and Vessel Remodeling duringWound Healing. Front. Bioeng. Biotechnol. 9, 720091. doi:10.3389fbioe. 2021.720091 Morbidelli, L., Monici, M., Marziliano, N., Cogoli, A., Fusi, F., Waltenberger, J., et al. (2005). Simulated Hypogravity Impairs the Angiogenic Response ofEndothelium by Up-Regulating Apoptotic Signals. Biochem. Biophysical Res. Commun. 334 (2), 491 499. doi:10.1016j.bbrc.2005.06.124 Ndisang, J. F., Vannacci, A., and Rastogi, S. (2017). Insulin Resistance, Type 1 and Type 2 Diabetes, and Related Complications 2017. J. Diabetes Res. 2017, 1478294. doi:10.115520171478294 Neeland, I. J., Ross, R., Desprs, J.-P., Matsuzawa, Y., Yamashita, S., Shai, I., et al. (2019). Visceral and Ectopic Fat, Atherosclerosis, and Cardiometabolic Disease:a Position Statement. Lancet Diabetes  Endocrinol. 7( 9 ) ,7 1 5 725. doi:10. 1016s2213-8587(19)30084-1 Nishida, K., and Otsu, K. (2017). In ammation and Metabolic Cardiomyopathy. Cardiovasc Res. 113 (4), 389 398. doi:10.1093cvrcvx012 Frontiers in Bioengineering and Biotechnology  www.frontiersin.org May 2022  Volume 10  Article 868999 7Strollo et al. Wound Healing, Insulin resistance and MicrogravityNorata, G. D., Raselli, S., Grigore, L., Garlaschelli, K., Dozio, E., Magni, P., et al. (2007). Leptin:adiponectin Ratio Is an Independent Predictor of Intima MediaThickness of the Common Carotid Artery. Stroke 38 (10), 2844 2846. doi:10. 1161strokeaha.107.485540 Parajuli, A., Grnroos, M., Siter, N., Puhakka, R., Vari, H. K., Roslund, M. I., et al. (2018). Urbanization Reduces Transfer of Diverse Environmental MicrobiotaIndoors. Front. Microbiol. 9, 84. doi:10.3389fmicb.2018.00084 Pasparakis, M., Haase, I., and Nestle, F. O. (2014). Mechanisms Regulating Skin Immunity and In ammation. Nat. Rev. Immunol. 14 (5), 289 301. doi:10.1038 nri3646 Petrasek, D., Pahlevan, N. M., Tavallali, P., Rinderknecht, D. G., and Gharib, M. (2015). Intrinsic Frequency and the Single Wave Biopsy. J. Diabetes Sci. Technol. 9 (6), 1246 1252. doi:10.11771932296815588108 Radziuk, J. (2014). Homeostastic Model Assessment and Insulin Sensitivity resistance. Diabetes 63 (6), 1850 1854. doi:10.2337db14-0116 Razzaghi, R., Pourbagheri, H., Momen-Heravi, M., Bahmani, F., Shadi, J., Soleimani, Z., et al. (2017). The Effects of Vitamin D Supplementation onWound Healing and Metabolic Status in Patients with Diabetic Foot Ulcer: ARandomized, Double-Blind, Placebo-Controlled Trial. J. Diabetes its Complicat. 31 (4), 766 772. doi:10.1016j.jdiacomp.2016.06.017 Ritchie, L. E., Taddeo, S. S., Weeks, B. R., Lima, F., Bloom eld, S. A., Azcarate-Peril, M. A., et al. (2015). Space Environmental Factor Impacts upon Murine ColonMicrobiota and Mucosal Homeostasis. PLoS One 10 (6), e0125792. doi:10.1371 journal.pone.0125792 Riwaldt, S., Monici, M., Graver Petersen, A., Birk Jensen, U., Evert, K., Pantalone, D., et al. (2017). Preparation of A Space ight: Apoptosis Search in Sutured Wound Healing Models. Int. J. Mol. Sci. 18 (12). doi:10.3390ijms18122604 Riwaldt, S., Corydon, T. J., Pantalone, D., Sahana, J., Wise, P., Wehland, M., et al. (2021). Role of Apoptosis in Wound Healing and Apoptosis Alterations in Microgravity. Front. Bioeng. Biotechnol. 9, 679650. doi:10.3389fbioe.2021. 679650 Rochlani, Y., Pothineni, N. V., Kovelamudi, S., and Mehta, J. L. (2017). Metabolic Syndrome: Pathophysiology, Management, and Modulation by NaturalCompounds. Ther. Adv. Cardiovasc. Dis. 11 (8), 215 225. doi:10.1177 1753944717711379 Rodrguez-Rodrguez, N., Martnez-Jimnez, I., Garca-Ojalvo, A., Mendoza-Mari, Y., Guilln-Nieto, G., Armstrong, D. G., et al. (2022). Wound Chronicity,Impaired Immunity and Infection in Diabetic Patients. MEDICC Rev. 24 (1), 4458. doi:10.37757MR2021.V23.N3.8 Ross, R., Neeland, I. J., Yamashita, S., Shai, I., Seidell, J., Magni, P., et al. (2020). Waist Circumference as a Vital Sign in Clinical Practice: a Consensus Statementfrom the IAS and ICCR Working Group on Visceral Obesity. Nat. Rev. Endocrinol. 16 (3), 177 189. doi:10.1038s41574-019-0310-7 Saklayen, M. G. (2018). The Global Epidemic of the Metabolic Syndrome. Curr. Hypertens. Rep. 20 (2), 12. doi:10.1007s11906-018-0812-z Salazar, J. J., Ennis, W. J., and Koh, T. J. (2016). Diabetes Medications: Impact on Inammation and Wound Healing. J. Diabetes its Complicat. 30 (4), 746 752. doi:10.1016j.jdiacomp.2015.12.017 Samaras, K., and Campbell, L. V. (2005). Insulin Resistance: More Important to Identify Than Quantify (Editorial). Nephrology 10 (6), 597 598. doi:10.1111j. 1440-1797.2005.00502.x Savage, D. B., Semple, R. K., Chatterjee, V. K. K., Wales, J. K. H., Ross, R. J. M., and ORahilly, S. (2007). A Clinical Approach to Severe Insulin Resistance. Endocr. Dev. 11, 122 132. doi:10.1159000111067 Schwingshackl, L., Missbach, B., Knig, J., and Hoffmann, G. (2015). Adherence to a Mediterranean Diet and Risk of Diabetes: a Systematic Review and Meta-Analysis.Public Health Nutr. 18 (7), 1292 1299. doi:10.1017s1368980014001542 Siddiqui, R., Akbar, N., and Khan, N. A. (2021). Gut Microbiome and Human Health under the Space Environment. J. Appl. Microbiol. 130 (1), 14 24. doi:10. 1111jam.14789 Strollo, F. (2000). Adaptation of the Human Endocrine System to Microgravity in the Context of Integrative Physiology and Ageing. Pugers Arch. 441, R85 R90. doi:10.1007s004240000331 Strollo, F. (1999). Chapter 4 Hormonal Changes in Humans during Space ight. Adv. Space Biol. Med. 7, 99 129. doi:10.1016s1569-2574(08)60008-8 Strollo, F., Gentile, S., Strollo, G., Mambro, A., and Vernikos, J. (2018a). Recent Progress in Space Physiology and Aging. Front. Physiol. 9, 1551. doi:10.3389 fphys.2018.01551Strollo, F., Macchi, C., Eberini, I., Masini, M. A., Botta, M., Vassilieva, G., et al. (2018b). Body Composition and Metabolic Changes during a 520-day MissionSimulation to Mars. J. Endocrinol. Invest 41 (11), 1267 1273. doi:10.1007 s40618-018-0861-9 Strollo, F., Vassilieva, G., Ruscica, M., Masini, M., Santucci, D., Borgia, L., et al. (2014). Changes in Stress Hormones and Metabolism during a 105-daySimulated Mars Mission. Aviat. Space Environ. Med. 85 (8), 793 797. doi:10.3357asem.3907.2014 Strollo, F., and Vernikos, J. (2021). Aging-like Metabolic and Adrenal Changes in Microgravity: State of the Art in Preparation for Mars. Neurosci. Biobehav. Rev. 126, 236 242. doi:10.1016j.neubiorev.2021.01.028 Tasnim, N., Abulizi, N., Pither, J., Hart, M. M., and Gibson, D. L. (2017). Linking the Gut Microbial Ecosystem with the Environment: Does Gut Health Dependon where We Live? Front. Microbiol. 8, 1935. doi:10.3389fmicb.2017.01935 Tobin, B. W., Uchakin, P. N., and Leeper-Woodford, S. K. (2002). Insulin Secretion and Sensitivity in Space Flight. Nutrition 18 (10), 842 848. doi:10.1016s0899- 9007(02)00940-1 Turroni, S., Rampelli, S., Biagi, E., Consolandi, C., Severgnini, M., Peano, C., et al. (2017). Temporal Dynamics of the Gut Microbiota in People Sharing aConned Environment, a 520-day Ground-Based Space Simulation, MARS500. Microbiome 5 (1), 39. doi:10.1186s40168-017-0256-8 Urbaniak, C., and Reid, G. (2016). The Potential In uence of the Microbiota and Probiotics on Women during Long Space ights. Womens Health (Lond Engl. 12 (2), 193 198. doi:10.2217whe.15.101 V l a d u ,M . ,C l e n c i u ,D . ,E f r e m ,I .C . ,F o r ofoiu, M. C., Amzolini, A., Micu, S. T., et al. (2017). Insulin Resistance and Chronic Kidney Disease in Patients withType 1 Diabetes Mellitus. J. Nutr. Metab. 2017, 6425359. doi:10.11552017 6425359 Wang, H., Cheng, M., Dsouza, M., Weisenhorn, P., Zheng, T., and Gilbert, J. A. (2018). Soil Bacterial Diversity Is Associated with Human Population Density in Urban Greenspaces. Environ. Sci. Technol. 52 (9), 5115 5124. doi:10.1021 acs.est.7b06417 W a n g ,Y . ,Z h a o ,W . ,S h i ,J . ,W a n g ,J . ,H a o ,J . ,P a n g ,X . ,e ta l .( 2 0 1 9 ) .I n t e s t i n a lM i c r o b i o t a Contributes to Altered Glucose Metabol ism in Simulated Microgravity Mouse Model. FASEB J. 33 (9), 10140 10151. doi:10.1096fj.201900238rr White, R. J., and Averner, M. (2001). Humans in Space. Nature 409 (6823), 1115 1118. doi:10.103835059243 Wolosowicz, M., Lukaszuk, B., and Chabowski, A. (2020). The Causes of Insulin Resistance in Type 1 Diabetes Mellitus: Is There a Place for QuaternaryPrevention? Int. J. Environ. Res. Public Health 17 (22). doi:10.3390 ijerph17228651 Yadav, A., Kataria, M. A., Saini, V., and Yadav, A. (2013). Role of Leptin and Adiponectin in Insulin Resistance. Clin. Chim. Acta 417, 80 84. doi:10.1016j. cca.2012.12.007 Yang, P., Pei, Q., Yu, T., Chang, Q., Wang, D., Gao, M., et al. (2016). Compromised Wound Healing in Ischemic Type 2 Diabetic Rats. PLoS One 11 (3), e0152068. doi:10.1371journal.pone.0152068 Zhao, L., Fu, Z., and Liu, Z. (2014). Adiponectin and Insulin Cross Talk: the Microvascular Connection. Trends Cardiovasc Med. 24 (8), 319 324. doi:10. 1016j.tcm.2014.08.001 Conict of Interest: The authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential con ict of interest. Publisher s Note: All claims expressed in this article are solely those of the authors and do not necessarily represent those of their af liated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated inthis article, or claim that may be made by its manufacturer, is not guaranteed orendorsed by the publisher. Copyright  2022 Strollo, Gentile, Pipicelli, Mambro, Monici and Magni. This is an open-access article distributed under the terms of the Creative Commons AttributionLicense (CC BY). The use, distribution or reproduction in other forums is permitted,provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not complywith these terms. Frontiers in Bioengineering and Biotechnology  www.frontiersin.org May 2022  Volume 10  Article 868999 8Strollo et al. Wound Healing, Insulin resistance and Microgravity",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            }
        ]
    }
]