[
    {
        "pmid": "29439046",
        "title": "Draft Genome Sequences of Acinetobacter and Bacillus Strains Isolated from Spacecraft-Associated Surfaces.",
        "year": "2018",
        "journal": "Genome Announc",
        "abstract": "We report here the draft genome sequences of four strains isolated from spacecraft-associated surfaces exhibiting increased resistance to stressors such as UV radiation and exposure to H<sub>2</sub>O<sub>2</sub> The draft genomes of strains 1P01SCT, FO-92T, 50v1, and 2P01AA had sizes of 5,500,894 bp, 4,699,376 bp, 3,174,402 bp, and 4,328,804 bp, respectively.",
        "full_text": "Draft Genome Sequences of Acinetobacter and Bacillus Strains Isolated from Spacecraft-Associated Surfaces Arman Seuylemezian,aParag Vaishampayan,aKerry Cooper,b Kasthuri Venkateswarana aBiotechnology and Planetary Protection Group, California Institute of Technology, Jet Propulsion Laboratory, Pasadena, California, USA bCollege of Agriculture and Life Sciences, School of Animal and Comparative Biomedical Sciences, The University of Arizona, Tucson, Arizona, USA ABSTRACT We report here the draft genome sequences of four strains isolated from spacecraft-associated surfaces exhibiting increased resistance to stressors such as UV ra-diation and exposure to H 2O2. The draft genomes of strains 1P01SCT, FO-92T, 50v1, and 2P01AA had sizes of 5,500,894 bp, 4,699,376 bp, 3,174,402 bp, and 4,328,804 bp, respec-tively. Bacillus horneckiae strain 1P01SCTwas isolated from a spacecraft assembly clean room at Kennedy Space Center (KSC), where the Phoenix spacecraft was assembled (1). As previously reported, spores of this strain were resistant to UV254radiation up to 1,000 J mH110022.Bacillus nealsonii FO-92Twas isolated from fall-out particles collected from a spacecraft assembly facility at the Jet Propulsion Laboratory ( 2). Spores of FO-92Thave exhibited resistances to UV254up to 300 J mH110022, and vegetative cells and spores of this organism were resistant in up to 5 liquid H2O2(2).Acinetobacter radioresistens 50v1 was isolated from the surface of the Mars Odyssey orbiter ( 3). Vegetative cells of this organism were capable of surviving a combination of stressors, including desiccation,up to 1,000 J of UV 254radiation, and up to 0.33 mgml of H2O2(3).Acinetobacter proteolyticus strain 2P01AA was isolated from the Payload Hazardous Servicing Facility at KSC during the assembly of the Phoenix spacecraft ( 4). As reported previously, strain 2P01AA exhibited increased resistance to H2O2exposure and survival in up to 320 mM H2O2(5). Here, we report the rst draft genome sequences of B. horneckiae type strain 1P01SC, B. nealsonii type strain FO-92, and two Acinetobacter species strains, 50v1, and 2P01AA, isolated from spacecraft hardware and associated surfaces. Strains 1P01SCT, FO-92T, 50v1, and 2P01AA, were sequenced using a shotgun sequencing approach on the Illumina HiSeq paired-end platform. The reads were de novo assembled using CLC Genomics Workbench version 10.1.1, resulting in total genome sizes of 5,500,894 bp, 4,699,376 bp, 3,174,402 bp, and 4,328,804 bp, respec-tively. Genome statistics are given in Table 1 for all the strains. Annotations were produced using both the Rapid Annotations using Subsystems Technology server ( 6) and the NCBI Prokaryotic Genome Annotation Pipeline ( 7,8) and visualized using the SEED viewer ( 9). The Bacillus strains 1P01SCTand FO-92Thad 103 and 99 putative genes coding for dormancy and sporulation, respectively. Both strains had MutS, RecA, MutL, excinu-clease ABC, beta-lactamase, and genes coding for the formation of persister cells( 10). Strain FO-92Thad a prophage-associated DNA repair protein (RecT), six genes associated with spore DNA protection, exodeoxyribonuclease III, and a peroxide stressregulator (PerR). Strain 1P01SC Thad cold shock proteins (CspD and CspA) and a heat-inducible transcriptional repressor (HrcA). Acinetobacter strains 50v1 and 2P01AA possessed putative genes coding for per- sister cell formation, heat shock and cold shock responses, superoxide dismutase,Received 18 December 2017 Accepted 21 December 2017 Published 8 February 2018 Citation Seuylemezian A, Vaishampayan P, Cooper K, Venkateswaran K. 2018. Draftgenome sequences of Acinetobacter and Bacillus strains isolated from spacecraft- associated surfaces. Genome Announc 6:e01554-17. https:doi.org10.1128genomeA .01554-17 . Copyright  2018 Seuylemezian et al. This is an open-access article distributed under theterms of the Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov.PROKARYOTES crossm Volume 6 Issue 6 e01554-17 genomea.asm.org 1rubredoxin-NAD( H11001) reductase, and cobalt, zinc, cadmium, and arsenic resistance ( 11). Strain 2P01AA had putative genes coding for heme oxygenase (HemO) and four genescoding for quorum-sensing molecules, which initiate biolm biosynthesis and adhesion( 12). Strain 50v1 had genes associated with betaine and choline uptake, which further allow for increased water retention in the cells ( 13), as well as alkyl hydroperoxide reductase subunit C and a DNA-binding protein (Dps), which has been shown toprotect organisms from oxidative stress ( 14). Accession number(s). The genome sequences of all four isolates have been de- posited at DDBLEMBLGenBank under the accession numbers listed in Table 1 . ACKNOWLEDGMENT The research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with the NationalAeronautics and Space Administration. REFERENCES 1. Vaishampayan P, Probst A, Krishnamurthi S, Ghosh S, Osman S, McDowall A, Ruckmani A, Mayilraj S, Venkateswaran K. 2010. Bacillus horneckiae sp. nov., isolated from a spacecraft-assembly clean room. Int J Syst Evol Microbiol 60:10311037. https:doi.org10.1099ijs.0 .008979-0 . 2. Venkateswaran K, Kempf M, Chen F, Satomi M, Nicholson W, Kern R. 2003. Bacillus nealsonii sp. nov., isolated from a spacecraft-assembly facility, whose spores are gamma radiation resistant. Int J Syst Evol Microbiol 53:165172. https:doi.org10.1099ijs.0.02311-0 . 3. McCoy KB, Derecho I, Wong T, Tran HM, Huynh TD, La Duc MT, Ven- kateswaran K, Mogul R. 2012. Insights into the extremotolerance ofAcinetobacter radioresistens 50v1, a Gram-negative bacterium isolated from the Mars Odyssey spacecraft. Astrobiology 12:854862. https:doi .org10.1089ast.2012.0835 . 4. Ghosh S, Osman S, Vaishampayan P, Venkateswaran K. 2010. Recurrent isolation of extremotolerant bacteria from the clean room where Phoe-nix spacecraft components were assembled. Astrobiology 10:325335. https:doi.org10.1089ast.2009.0396 . 5. Derecho I, McCoy KB, Vaishampayan P, Venkateswaran K, Mogul R. 2014. Characterization of hydrogen peroxide-resistant Acinetobacter species isolated during the Mars Phoenix spacecraft assembly. Astrobiology14:837847. https:doi.org10.1089ast.2014.1193 . 6. Aziz RK, Bartels D, Best AA, DeJongh M, Disz T, Edwards RA, Formsma K, Gerdes S, Glass EM, Kubal M, Meyer F, Olsen GJ, Olson R, Osterman AL,Overbeek RA, McNeil LK, Paarmann D, Paczian T, Parrello B, Pusch GD,Reich C, Stevens R, Vassieva O, Vonstein V, Wilke A, Zagnitko O. 2008.The RAST server: Rapid Annotations using Subsystems Technology. BMCGenomics 9:75. https:doi.org10.11861471-2164-9-75 . 7. Tatusova T, DiCuccio M, Badretdin A, Chetvernin V, Nawrocki EP, Zaslavsky L, Lomsadze A, Pruitt KD, Borodovsky M, Ostell J. 2016. NCBIprokaryotic genome annotation pipeline. Nucleic Acids Res 44: 66146624. https:doi.org10.1093nargkw569 . 8. Angiuoli SV, Gussman A, Klimke W, Cochrane G, Field D, Garrity G, Kodira CD, Kyrpides N, Madupu R, Markowitz V, Tatusova T, Thomson N, WhiteO. 2008. Toward an online repository of standard operating procedures(SOPs) for (meta)genomic annotation. Omics 12:137141. https:doi .org10.1089omi.2008.0017 . 9. Overbeek R, Olson R, Pusch GD, Olsen GJ, Davis JJ, Disz T, Edwards RA, Gerdes S, Parrello B, Shukla M, Vonstein V, Wattam AR, Xia F, Stevens R. 2014. The SEED and the Rapid Annotation of microbial genomes usingSubsystems Technology (RAST). Nucleic Acids Res 42:D206D214. https:doi.org10.1093nargkt1226 . 10. Wood TK, Knabel SJ, Kwan BW. 2013. Bacterial persister cell formation and dormancy. Appl Environ Microbiol 79:71167121. https:doi.org10 .1128AEM.02636-13 . 11. Coulter ED, Kurtz DM, Jr. 2001. A role for rubredoxin in oxidative stress protection in Desulfovibrio vulgaris : catalytic electron transfer to rubrerythrin and two-iron superoxide reductase. Arch Biochem Biophys394:7686. https:doi.org10.1006abbi.2001.2531 . 12. Choby JE, Skaar EP. 2016. Heme synthesis and acquisition in bacterial pathogens. J Mol Biol 428:34083428. https:doi.org10.1016j.jmb.2016.03 .018. 13. Rafaeli-Eshkol D, Avi-Dor Y. 1968. Studies on halotolerance in a moderately halophilic bacterium. Effect of betaine on salt resistanceof the respiratory system. Biochem J 109:687691. https:doi.org10 .1042bj1090687 . 14. De Martino M, Ershov D, van den Berg PJ, Tans SJ, Meyer AS. 2016. Single-cell analysis of the Dps response to oxidative stress. J Bacteriol198:16621674. https:doi.org10.1128JB.00239-16 .TABLE 1 Genome statistics of four microbial strains isolated from spacecraft hardware and associated surfaces StrainGenBank accession no.No. of contigsGenome size (bp)N50 size (bp)Largest contigsize (bp)GC content()No. of rRNAsNo. of protein- coding genesCoverage (H11547)No. of lteredreads B. horneckiae 1P01SC TPISD00000000 104 5,500,894 93,836 456,652 37.48 1 (16S), 1 (23S) 5,708 326 11,967,132 B. nealsonii FO-92T PISE00000000 92 4,699,376 104,758 307,322 34.67 6 (5S), 2 (16S), 3 (23S)4,712 563 17,642,747 A. radioresistens 50v1 PISK00000000 125 3,174,402 65,829 186,990 41.59 4 (16S), 3 (23S) 2,930 428 9,077,106 A. proteolyticus 2P01AA PISJ00000000 36 4,328,804 316,343 447,298 41.10 1 (5S), 1 (16S), 1 (23S)4,040 575 16,609,733Seuylemezian et al. Volume 6 Issue 6 e01554-17 genomea.asm.org 2",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]