[
    {
        "pmid": "36499021",
        "title": "A New Role of NAP1L1 in Megakaryocytes and Human Platelets.",
        "year": "2022",
        "journal": "Int J Mol Sci",
        "abstract": "Platelets (PLTs) are anucleate and considered incapable of nuclear functions. Contrastingly, nuclear proteins were detected in human PLTs. For most of these proteins, it is unclear if nuclear or alternatively assigned functions are performed, a question we wanted to address for nuclear assembly protein 1like 1 (NAP1L1). Using a wide array of molecular methods, including RNAseq, co-IP, overexpression and functional assays, we explored expression pattern and functionality of NAP1L1 in PLTs, and CD34+-derived megakaryocytes (MKs). NAP1L1 is expressed in PLTs and MKs. Co-IP experiments revealed that dihydrolipolylysine-residue acetyltransferase (DLAT encoded protein PDC-E2, ODP2) dynamically interacts with NAP1L1. PDC-E2 is part of the mitochondrial pyruvate-dehydrogenase (PDH) multi-enzyme complex, playing a crucial role in maintaining cellular respiration, and promoting ATP-synthesis via the respiratory chain. Since altered mitochondrial function is a hallmark of infectious syndromes, we analyzed PDH activity in PLTs from septic patients demonstrating increased activity, paralleling NAP1L1 expression levels. MKs PDH activity decreased following an LPS-challenge. Furthermore, overexpression of NAP1L1 significantly altered the ability of MKs to form proplatelet extensions, diminishing thrombopoiesis. These results indicate that NAP1L1 performs in other than nucleosome-assembly functions in PTLs and MKs, binding a key mitochondrial protein as a potential chaperone, and gatekeeper, influencing PDH activity and thrombopoiesis.",
        "full_text": "Citation: Freitag, M.; Schwertz, H. A New Role of NAP1L1 in Megakaryocytes and Human Platelets. Int. J. Mol. Sci. 2022 ,23, 14694. https:doi.org10.3390 ijms232314694 Academic Editor: Maria Valeria Catani Received: 12 October 2022 Accepted: 21 November 2022 Published: 24 November 2022 Publishers Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional afl- iations. Copyright:  2022 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0). International Journal of Molecular Sciences Article A New Role of NAP1L1 in Megakaryocytes and Human Platelets Martin Freitag1 and Hansjrg Schwertz2,3,4, 1Department of Cardiac Surgery, Heart Center Leipzig-University Hospital, 04289 Leipzig, Germany 2Molecular Medicine Program, University of Utah, Salt Lake City, UT 84112, USA 3Division of Occupational Medicine, University of Utah, Salt Lake City, UT 84112, USA 4Occupational Medicine at Billings Clinic Bozeman, Bozeman, MT 59715, USA Correspondence: hansjorg.schwertzu2m2.utah.edu or hschwertzbillingsclinic.org Abstract: Platelets (PLTs) are anucleate and considered incapable of nuclear functions. Contrastingly, nuclear proteins were detected in human PLTs. For most of these proteins, it is unclear if nuclear or alternatively assigned functions are performed, a question we wanted to address for nuclear assembly protein 1like1(NAP1L1). Using a wide array of molecular methods, including RNAseq, co-IP , overexpression and functional assays, we explored expression pattern and functionality of NAP1L1 in PLTs, and CD34-derived megakaryocytes (MKs). NAP1L1 is expressed in PLTs and MKs. Co-IP experiments revealed that dihydrolipolylysine-residue acetyltransferase (DLAT encoded protein PDC-E2, ODP2) dynamically interacts with NAP1L1. PDC-E2 is part of the mitochondrial pyruvate-dehydrogenase (PDH) multi-enzyme complex, playing a crucial role in maintaining cellular respiration, and promoting ATP-synthesis via the respiratory chain. Since altered mitochondrial function is a hallmark of infectious syndromes, we analyzed PDH activity in PLTs from septic patients demonstrating increased activity, paralleling NAP1L1 expression levels. MKs PDH activity decreased following an LPS-challenge. Furthermore, overexpression of NAP1L1 signicantly altered the ability of MKs to form proplatelet extensions, diminishing thrombopoiesis. These results indicate that NAP1L1 performs in other than nucleosome-assembly functions in PTLs and MKs, binding a key mitochondrial protein as a potential chaperone, and gatekeeper, inuencing PDH activity and thrombopoiesis. Keywords: co-immunoprecipitation; DLAT; ODP2; PDC-E2; megakaryocytes; NAP1L1; overexpression; platelets; protein interactions; sepsis 1. Introduction Megakaryocytes (MKs) are highly specialized precursor cells, residing in the bone marrow  1 and lungs  2, that produce and nally release platelets (PLTs)  35. The development and maturation of MKs and the subsequent production of PLTs by MKs are tightly regulated and depend on external cues  68. During the nal stages of MK development, the cytoplasm is massively reorganized and long cytoplasmic extensions are formed, coined proplatelets  9. Two cytoskeletal systems provide the force leading to the shape changes associated with MK maturation and proplatelet formation: actin laments and microtubules assembled from tubulin subunits  10,11. More specically, it was demonstrated that dynein-dependent microtubule sliding acts as the driving force for proplatelet elongation and PLT biogenesis  11. In this context, it is important to note that such processes are strictly dependent on sufcient availability of ATP as an energy source 12. Once released into the circulation, PLTs impose as small, and anucleate cells. In the past, PLTs have traditionally been considered simple sacs of glue with limited functionality beyond acute hemostasis due to the lack of a cell nucleus. However, in recent years, PLTs have been identied as dynamic effector cells bridging the inammatory, immune, and hemostatic continuum  68,1316. One mechanism explaining the multitude of functional Int. J. Mol. Sci. 2022 ,23, 14694. https:doi.org10.3390ijms232314694 https:www.mdpi.comjournalijmsInt. J. Mol. Sci. 2022 ,23, 14694 2 of 22 responses is that MKs are equipped to sense external stimuli that trigger differential expression and packaging of mRNA and proteins into their progeny, causing distinct PLT functional alterations, especially in disease  68,1721. Hence, although PLTs are anucleate, we found that the PLTs array of mRNAs is dynamic and can undergo active re-programming  8,1719. Furthermore, intricate processes regulate RNA processing, expression, and translational events  2228 in PLTs. In concert with maintaining nuclear RNA processing capabilities, numerous studies have shown that PLTs possess nuclear proteins, such as the peroxisome proliferator-activated receptor (PPAR)-c, and retinoid X receptor (RXR) 29,30, and retinoic acid receptor (RAR) 28,31. Sepsis is a common, and often morbid, syndrome which is characterized by systemic inammation and dysregulated host immune responses triggered by invading pathogens or toxins (i.e., Toll-like receptor TLR agonists like LPS), frequently intensied by injurious agonists generated by the infected organism. The MK-PLT axis plays a major role in or- chestrating sepsis-related thromboinammatory and immunothrombotic events  7,3235. MKs were demonstrated to synergistically react to TLR 24 agonists in combination with thrombopoietin (TPO) signaling by increasing their proliferation, and thrombopoiesis  36. However, this effect could only be observed in immature CD34 cells, while MKs in the past 7 days of culture demonstrated slightly decreasing numbers when treated with LPS. Finally, PLT aggregation and the formation of heterotypic PLT-leukocyte aggregates in sep- tic patients is associated with increased morbidity and mortality  3739. Nevertheless, the direct impact of PLTs in the pathobiology of sepsis remains incompletely understood. Fur- thermore, several cell biology aspects, and mechanistic insight into PLT and MK functions during septic events are still obscure. The purication and functional characterization of a 53 kDa protein facilitating nu- cleosome assembly in mammalian cells was rst described in 1984  40. The NAP-family, including nucleosome assembly protein 1 like 1 (NAP1L1), is a group of proteins with chaperone function, capable of binding histones and coordinating their assemblance into nucleosomal particles  41. Several additional binding partners for NAP-family mem- bers were identied, including transcription factors, proteins regulating nuclear import (karyopherins), and factors involved in cell cycle regulation (reviewed in  41). Specically, NAP1L1 was described to promote proliferation of pluripotent stem cells  42 through cell cycle interference. Furthermore, NAP1L1, in concert with NAP1L4, can act as a hi- stone chaperone  43, and serving as a co-factor for ubiquitination client selection  44. Furthermore, numerous studies describe NAP1L1 as a prognostic marker in select cancer entities (i.e., colon cancer  45, hepatocellular carcinoma  46, ovarian cancer  47, and lung cancer  48), and its involvement in a number of signaling pathways, which were demonstrated to result in tumor progression. NAP1L1 mRNA expression in human PLTs was previously described  49; however, no function was assigned to this versatile nuclear protein in such anucleate cells, or its progenitors, MKs. Here, we demonstrate that MKs and human PLTs endogenously express differential NAP1L1 mRNA variants and protein isoforms. We identied PDC-E2, a subunit of the mitochondrial pyruvate dehydrogenase (PDH complex), as a protein interaction partner. In PLTs, septic conditions induced increased expression of NAP1L1 protein, and PDH complex activity. In contrast, exogenous overexpression of NAP1L1 in MKs resulted in reduced proplatelet formation, and decreased PDH complex activity when treated with LPS, simulating a septic environment. Our ndings suggest a previously unidentied NAP1L1 interaction partner in human PLTs and MKs. Furthermore, this newly described proteinprotein interaction seems to inuence PDH complex activity, with subsequent functional disturbances of these specialized cells. 2. Results 2.1. CD34-Derived MKs and Freshly Isolated Human PLTs Express NAP1L1 We initially sought to determine RNA expression patterns of NAP1L1 in CD34 hematopoietic progenitor cell-derived MKs and freshly isolated human PLTs. Next genera-Int. J. Mol. Sci. 2022 ,23, 14694 3 of 22 tion RNA-sequencing (RNA-seq) revealed that MKs and human PLTs express messenger RNA (mRNA) for NAP1L1 (Figure 1A,B). Consistent with its expression demonstrated via RNA-seq, NAP1L1 mRNA was also detected in MKs using PCR techniques (Figure 1C). NAP1L1 was consistently expressed over the entire time course of MK culture and differen- tiation. Furthermore, NAP1L1 was readily detectable in RNA samples isolated from human PLTs (Figure 1D). Of note, all PLT samples used for these studies were DNase treated to exclude any DNA contaminants from nucleated cells. Figure 1. MKs and human PLTs express mRNA for NAP1L1. RNA-seq snapshots taken from the Integrated Genome Browser of the NAP1L1 transcript in CD34-derived MKs ( A) and human PLTs ( B) (representative for n  3). The height on the y-axis represents the relative accumulated number of reads spanning a particular sequence. The average of the read depths across all genomic coordinates within a transcript correlate to abundance of RNA expression. NAP1L1 transcript regions are represented below the plots by thick (exon) and thin (intron) lines. ( C) MKs at culture days 3, 5, 7, 10, and 14 were examined for NAP1L1 expression by PCR. NT represents the reverse transcription (RT) reaction using no template, NE represents the RT reaction using no enzyme. Both controls were performed to control for contaminating nuclear DNA. Bottom ,B2M as a loading control. This gure is representative of 5 independent experiments. ( D) RNA from freshly isolated PLTs at baseline was isolated and NAP1L1 mRNA expression was evaluated by PCR. This gure is representative of 3 independent experiments. The -PCR lane shows the negative control for the PCR reaction, lanes labeled with M indicate the marker lane. Since multiple alternative transcripts are described to exist for NAP1L1 , we next performed PCR experiments using a primer pair spanning from exon 1 to exon 7, enabling us to detect a potential alternative NAP1L1 transcript variant 5, which is devoid of exons 3 and 4 (Figure 2A). MKs as well as PLT samples demonstrated the presence of PCR products indicative of NAP1L1 transcript variant 1 (Figure 2B,C), PCR product band indicated at 600 bp) and transcript variant 5 (Figure 2B,C, PCR product band indicated at 400 bp). These ndings were veried by Sanger sequencing for excised PCR products,Int. J. Mol. Sci. 2022 ,23, 14694 4 of 22 demonstrating full length transcript as well as a transcript devoid of exon 3 and 4 (data not shown). In addition, we were able to detect NAP1L1 transcript variants at all stages of MK differentiation (Figure 2B). Furthermore, allowing the incubation of PLTs overnight (Figure 2C), or the placement of PLTs on immobilized brinogen and stimulating the cells using thrombin (Supplementary Figure S1) did not alter the expression pattern of alternative transcripts; therefore, no loading control was included. Figure 2. MKs and human PLTs express alternative NAP1L1 transcript variants. (A) Schematic representation of the organization of exons in NAP1L1 transcript variant 1 ( top), and transcript variant 5 ( bottom ) missing exons 3 and 4. Primer binding sites for transcript variant 1 detection (green, as used in Figure 1) and transcript variant 5 (orange), and the expected PCR products (dark red) are indicated. ( B) MKs at culture days 3, 5, 7, 10, and 14 were examined for NAP1L1 expression by PCR. NT represents the reverse transcription (RT) reaction using no template, NE represents the RT reaction using no enzyme. Both controls were performed to control for contaminating nuclear DNA. Bottom ,B2M as a loading control. This gure is representative of 5 independent experiments. (C) RNA from freshly isolated PLTs at baseline (BL) and after culture overnight (ON) was isolated and NAP1L1 mRNA expression was evaluated by PCR. This gure is representative of 10 independent experiments. The -PCR lane shows the negative control for the PCR reaction, lanes labeled with M indicate the marker lane. Relevant PCR products are indicated by yellow arrows. Consistent with our ndings by PCR and Sanger sequencing (Figures 1 and 2, and data not shown), we found that NAP1L1 protein is endogenously and robustly expressed in situ in the cytoplasm and proplatelet extensions of MKs (Figure 3A). It is interesting to note that NAP1L1 protein localization in MKs is less pronounced in cell nuclei; however, it demon- strates some peri-nuclear enhancement. Furthermore, cells undergoing anaphase showed reduced NAP1L1 association with condensed chromosomes ( Supplementary Figure S2 ). While nucleosome assembly proteins were initially identied as being histone chaperones and chromatin-assembly factors, additional functions were assigned including tissue- specic transcription regulation, apoptosis, histone shuttling, cell-cycle regulation, and additional chaperone functions beyond histone binding  41. Our microscopic ndings in MKs could potentially point towards such extra nuclear functions.Int. J. Mol. Sci. 2022 ,23, 14694 5 of 22 Figure 3. MKs and human PLTs express NAP1L1 protein. (A) CD34-derived MKs were placed on immobilized brinogen to induce proplatelet formation, xed, and then incubated with an antibody against NAP1L1 (yellow, top right panel) or an IgG control, followed by co-staining for b-tubulin (magenta) and nuclei (40,6-diamidino-2-phenylindole, DAPI, blue), as shown in the bottom panels. Scale bars  20 m. This gure is representative of n  7 independent experiments. ( B) NAP1L1 protein expression (green) in human PLTs. PLTs incubated with an IgG control antibody are shown (left, IgG). The bottom panels show the corresponding transmission images overlayed with the co-staining with WGA (red). Scale bars  10 m. This gure is representative of n  6 independent experiments. ( C) Immunoblot analysis of MK lysates (day 13 of culture) using the anti-NAP1L1 antibody. The cells were lysed, and proteins separated by SDS-PAGE electrophoresis. NAP1L1 isoforms are highlighted by a red box. ( D) Immunoblot analysis of PLT lysates using the anti-NAP1L1 antibody. The cells were lysed, and proteins separated by SDS-PAGE electrophoresis; however, the samples were split and processed in parallel in the absence ( left) or presence ( right ) of an NAP1L1- quenching peptide. The presence of the blocking peptide prevents the detection of NAP1L1 with the anti-NAP1L1 antibody, demonstrating specicity for the three main NAP1L1 protein isoforms. Lanes labeled with M indicate the marker lane. ( C,D), representative of 3 and 8 independent experiments, respectively. In unstimulated human PLTs, NAP1L1 protein concentrated and accumulated peri- granular (when compared with WGA co-staining) in a ne vesicular pattern (Figure 3B). Immunoblotting also conrmed our microscopic ndings of NAP1L1 protein being present in MKs (Figure 3C). Surprisingly, Western blotting revealed three major protein bands at 60, 53 and 37 kDa, while the predicted size for NAP1L1 protein (expected isoform 1) is 4353 kDa. Therefore, we sought to examine the specicity of the used anti-NAP1L1 antibody. A peptide competition assay (quench experiment) using the immunogenic peptide (Figure 3D, right) showed that all three detected protein bands specically repre-Int. J. Mol. Sci. 2022 ,23, 14694 6 of 22 sent NAP1L1 isoforms or potentially post-translational modied NAP1L1 in human PLT samples (Figure 3D, left). 2.2. NAP1L1 Directly Interacts with the Dihydrolipopolylysine-Residue Acetyltransferase Component of Pyruvate Dehydrogenase Complex (PDC-E2, ODP2) Because of its multitude of functions described in the literature, and its widely un- known roles in MK and PLT cell biology, we next wanted to identify NAP1L1 protein binding partners in human PLTs. To identify such interaction partners, we used carefully controlled co-IP experiments followed by mass spectroscopy (MS) analyses of a selected band. We identied a highly specic protein, which was only present in the specic anti-NAP1L1 pull-down (Figure 4A, second lane from left); however, was absent in the isotype-specic IgG control (Figure 4A, third lane from left). Furthermore, we excluded non-specic binding to the protein G magnetic beads by including a control condition using those beads only (Figure 4A, right lane). Besides contaminating human cytokeratin, which was most likely introduced dur- ing protein processing, we found the highest total spectrum count being present for ODP2_HUMAN (Figure 4B), the human mitochondrial dihydrolipoyllysine-residue acetyl- transferase component (PDC-E2). The highly specic nature of this identied NAP1L1 binding partner was further underscored by its signicantly increased normalized spectrum count for peptide sequences, when compared to samples co-IPed using IgG (Figure 4C). Consistent with its expression pattern at the peptide level, immunoblotting demonstrated robust and specically detectable NAP1L1PDC-E2 protein interaction in human PLTs (Figure 4D) using Western blot approaches. PDC-E2human mitochondrial dihydrolipoyllysine-residue acetyltransferase is the E2 component of the multi-enzyme pyruvate dehydrogenase complex (PDC). In nucleated cells, DLAT, the gene encoding PDC-E2, is part of the nuclear DNA, and upon translation, the protein needs to be transported to the inner mitochondria membrane. Here, the enzyme transfers acetyl groups to coenzyme A. In addition, PDC can also be present in the nucleus catalyzing histone acetylation  50,51. In turn, PDC-E2 is also the key antigen in primary biliary cholangitis, a chronic liver disease with autoimmune component targeting intrahepatic bile duct lining cells 52,53. 2.3. NAP1L1 and PDC-E2 Show Dynamic Expression Changes When PLTs Are Exposed to Septic Conditions NAP1L1 was previously assigned chaperone and transport functions, involving hi- stone complexes  54,55, diacylglycerol kinase 56, mtHsp70  57. Here, we add an additional interaction partner, PDC-E2, to the evolving functional repertoire of NAP1L1. With PDC-E2 being an integral part of the mitochondrial pyruvate dehydrogenase complex, we started exploring functional consequences of the NAP1L1PDC-E2 interaction. Sev- eral studies demonstrated that the mitochondrial pyruvate dehydrogenase complex gets dysregulated due to septic host environment  58,59. Although anucleate, emerging data demonstrates that the human PLT transcriptome is not static. Rather, the PLT transcrip- tome is dynamic and markedly altered during systemic inammatory diseases  6,7,22,26. Therefore, we sought to examine NAP1L1 and PDC-E2 protein expression levels in human PLTs isolated from septic patients. To determine whether transcripts coding for NAP1L1 were altered in PLTs during sepsis, we used RNA-seq on highly puried PLTs from septic patients and matched healthy donors. This study was performed as a sub-analysis of a dataset previously published by our group  8. Figure 5A demonstrates the signicant increase in mRNA coding for NAP1L1 in PLTs isolated from septic patients.Int. J. Mol. Sci. 2022 ,23, 14694 7 of 22 Figure 4. NAP1L1 directly interacts with PDC-E2. (A) Sodium dodecyl sulfate (SDS) gel were stained for total protein using standard MS-compatible silver staining. The left lane shows proteins isolated after co-immunoprecipitation (co-IP) using an anti-NAP1L1 antibody. The middle lane shows proteins isolated after co-IP with non-immunogenic, control IgG. The right lane shows proteins isolated after the use of protein-G beads only. Red box marks selected protein band subsequently used in MS analysis. This gure is representative of n  5 independent experiments. ( B) Bar graph showing the total spectrum count per protein. Black bars show counts for MS performed after control IgG experiment; non-lled bars demonstrated spectrum counts for proteins identied after co-IP using anti-NAP1L1. Total spectrum counts for PDC-E2 are indicated by red asterisk. ( C) Bar graph showing the normalized spectrum count (normalized to all total spectrum counts) for PDC-E2. Black bar represents counts for MS performed after control IgG experiment; non-lled bar show spectrum counts for PDC-E2 identied after co-IP using anti-NAP1L1. This gure is representative of n  3 independent experiments. Analyzed using t-test, p 0.0271. ( D) A corresponding sodium dodecyl sulfate (SDS) gel was analyzed using immunoblotting technique. Co-IP proteins were probed using an anti-PDC-E2 antibody. The left lane shows proteins isolated after co-immunoprecipitation (co-IP) using an anti-NAP1L1 antibody. The middle lane shows proteins isolated after co-IP with non-immunogenic, control IgG. The right lane shows proteins isolated after the use of protein-G beads only. Red box and yellow arrow mark PDC-E2 protein detected as being co-IPed using the anti-NAP1L1 antibody, indicating proteinprotein interaction. This gure is representative of n  3 independent experiments.Int. J. Mol. Sci. 2022 ,23, 14694 8 of 22 Figure 5. NAP1L1 shows dynamic protein expression changes when PLTs are exposed to septic conditions. PLTs were isolated from healthy individuals or septic patients within 48 h of ICU admission. ( A) Total RNA was isolated and next generation RNA-sequencing (RNA-seq) was performed (n  9, and 17, for septic and healthy, respectively). Data show the RPKM expression for NAP1L1 for healthy (grey), and septic (non-lled) samples. Analyzed using t-test, p 0.0001. (B) PLTs were xed in suspension immediately after isolation. Immunouorescence staining with an anti-NAP1L1 (green) antibody demonstrates robust expression of NAP1L1 protein in PLTs from septic patients and healthy PLTs (scale bars: 10 m). Cells were co-stained using WGA (red). This gure is representative of n  6 independent experiments. ( C) Micrographs were analyzed using CellProler. The bar graph displays the mean intensity over all stained cells for NAP1L1, normalized to IgG. Analyzed using t-test, p 0.0505. ( D) PLTs from healthy individuals and septic patients were isolated. NAP1L1 protein expression levels were detected by Western blot. Positions of NAP1L1 isoforms are marked. Corresponding tubulin is shown at the bottom and was used for normalization of data presented in bar graph shown in ( E) below. This gure is representative of n  6 independent experiments. Analyzed using MannWhitney test, p 0.0368. Having detected signicantly increased NAP1L1 transcript levels in PLTs from septic patients, we hypothesized that NAP1L1 protein expression would similarly be altered during sepsis. We initially used immunouorescence staining (ICC) to examine NAP1L1 protein expression and localization in PLTs from septic patients and matched healthy control donors. NAP1L1 staining was localized peri-granular (when compared with WGA co-staining) in a ne vesicular pattern (Figure 5B). In septic PLTs, using automated image analysis, we detected an increased mean uorescent intensity for NAP1L1 (Figure 5C), which translated into a signicant fold-increase of staining intensity (data not shown). To further test the above hypothesis, we used Western blot analysis to examine total PLT NAP1L1 protein expression. Figure 5D,E demonstrate signicantly increased NAP1L1 protein expression in PLTs from septic patients.Int. J. Mol. Sci. 2022 ,23, 14694 9 of 22 In contrast to the increased NAP1L1 expression, Western blot analysis for PDC-E2 showed signicantly decreased total protein expression in PLTs isolated from septic patients when compared to healthy controls (Figure 6A,B). Figure 6. PDC-E2 protein levels and pyruvate dehydrogenase complex activity is increased in PLTs during sepsis. PLTs from healthy individuals and septic patients were isolated. ( A) PDC-E2 protein expression levels were detected by Western blot. Position of PDC-E2 is marked. Correspond- ing actin (ACTB) is shown at the bottom and was used for the normalization of data presented in the bar graph shown in ( B) below. This gure is representative of n  3 independent experiments. Analyzed using t-test, p 0.0360. ( C) Pyruvate dehydrogenase complex activity assay was performed on PLTs isolated from septic (n  13) and healthy (n  11) individuals. Bar graph depicts mean optical signalSEM. Analyzed using t-test, p 0.0278. 2.4. Pyruvate Dehydrogenase Complex Activity Is Increased in PLTs during Sepsis The immunometabolism during sepsis is characterized by a switch from a high-energy infection resistance mode to a low-energy conservation tolerance mode within 48 h after sepsis dissemination  58. The pyruvate dehydrogenase complex acts as an energy homeostat, and its deactivation creates an energy supply chain shortage during sepsis. Here, pyruvate dehydrogenase (PDH) complex activity was signicantly increased in PLTs isolated from septic patients when compared to healthy donor PLTs (Figure 6C), which could indicate an early stage in the septic continuum. 2.5. NAP1L1 Overexpression in MKs Induced Reduced Proplatelet Formation (PPF) To further establish potential functional consequences of the newly described NAP1L1 PDC-E2 protein interaction, we utilized an established CD34-derived human MK cell culture model 23,24,31,60. MKs are PLT precursor cells, contain many of the same proteins and pathways as PLTs, and are often used as a relevant model system to study PLT responses  8,60,61. While PLTs are only extremely difcult or not at all accessible to modications of their transcriptome, MKs have been genetically modied using several different techniques  62,63. Here, we used liposome-based transfection utilizing the transfer of in vitro transcribed, capped, and poly(A) tailed NAP1L1 mRNA into MKs (Figure 7A), to induce transient overexpres- sion of NAP1L1. Figure 7B demonstrates the successful overexpression of NAP1L1 protein in MKs. In contrast to PLTs isolated from septic patients, the exposure of human MKs to an agonist commonly generated during sepsis (lipopolysaccharide, LPS) did result in a slight decrease of the endogenous NAP1L1 protein level, independent of the transfection. In addition, treatment of transfected cells with LPS did also not lead to NAP1L1 protein levels above the non-LPS but transfected condition. We next analyzed proplatelet formation (PPF), an energy intensive hallmark functional determinate of MKs in NAP1L1 transfected cell cul- tures. We were able to show that NAP1L1 protein overexpression in non-treated cells, and even more pronounced in with LPS-treated cells, signicantly decreased PPF (Figure 7C,D). Additional co-IP experiments using MKs demonstrated increased NAP1L1PDC-E2 interac- tion when cells were exposed to LPS (Supplementary Figure S3A). Furthermore, consistent with the PPF data indicating decreased functional capacity of MKs under septic conditions,Int. J. Mol. Sci. 2022 ,23, 14694 10 of 22 LPS treatment decreased the pyruvate dehydrogenase complex activity in our culture model (Supplementary Figure S3B). Figure 7. NAP1L1 overexpression in MKs results in decreased (PPF). (A) Schematic of protocol for NAP1L1 overexpression in MKs. Functional elements of the NAP1L1 expression plasmid are demonstrated. ( B) Immunoblot analysis of MK lysates (day 13 of culture) using the anti-NAP1L1 antibody. Cells were lysed and proteins separated by SDS-PAGE electrophoresis. Samples undergoing transfection with the in vitro transcribed NAP1L1 mRNA are labeled with NAP1L1; LPS-treatment groups are indicated. The bar graph shows a fold increase over non-treated cells (NoTx). This gure is representative of n  23 independent experiments, as indicated by single data points. Analyzed using one way ANOVA, followed by Tukeys multiple comparison, p 0.0310. ( C) Plot of percentages of day 13 MKs with PPs after being not treated (noTx), treated with LPS, or undergoing NAP1L1 transfection (NAP1L1). Asterisks indicate a signicant decrease in PPF when compared to noTx and vehicle. This gure is representative of n  4 independent experiments. Analyzed using one way ANOVA, followed by Tukeys multiple comparison, noTx vs. vehicle, p 0.8687, noTx vs. NAP1L1, p 0.0064 , noTx vs. vehicle LPS, p 0.0009, noTx vs. NAP1L1 LPS, p 0.0001, vehicle vs. NAP1L1, p 0.0406 , vehicle vs. vehicle LPS, p 0.0058, vehicle vs. NAP1L1 LPS, p 0.0002, NAP1L1 vs. vehicle LPS, p 0.8467, NAP1L1 vs. NAP1L1 LPS, p 0.0992, vehicle LPS vs. NAP1L1 LPS, p 0.4623. (D) Representative brighteld images of MKs with PPs (yellow arrows) after NAP1L1 overexpression, with or without LPS treatment. Scale bar: 50 m.Int. J. Mol. Sci. 2022 ,23, 14694 11 of 22 3. Discussion The MK-PLT axis is increasingly recognized as being more intricate and sophisticated in cellular responsibilities and abilities than historically expected. MKs are not only produc- ing PLTs in the bone marrow through thrombopoiesis but are also intimately involved in setting up the PLT immune potential. MKs invest PLTs with the molecular composition to take center stage as responders and immune sentinels in the initiation and propagation of coordinated host immune responses  64. Furthermore, while PLTs are anucleate, it has been demonstrated that they contain a complex transcriptome  20,49 and regulatory pathways, including cytoplasmic splicing, controlling important biologic tasks 2224,2628,60,6567 . In concert with these signal-dependent pathways, it was demonstrated that PLTs possess nuclear proteins. In a comprehensive PLT proteome analysis, 13 of all identied pro- teins were mapped to a nuclear location  68. PLTs utilize such proteins in established functions, as well as assigning alternative roles. Amongst other nuclear proteins, MKs distribute a functional spliceosome to PLTs  23,24. In addition, nuclear receptors, including the receptors for sex steroids, glucocorticoids, peroxisome proliferator-activated receptors (PPAR)s, and retinoid X receptors (RXR)s were detected in PLTs, reported to bind their respective ligands, which induce PLT aggregation and activation (reviewed in  69). Unex- pectedly, RAR was also demonstrated to be utilized by PLTs as a translational regulator  28. RAR is additionally employed in non-genomic activities by controlling actin cytoskeletal events  31. Nevertheless, there is paucity of data exploring and nally comparing the functional capacities of nuclear proteins in PLTs with their counterparts residing in MKs. Here, we demonstrate for the rst time, to the best of our knowledge, that NAP1L1 mRNA is expressed in PLTs demonstrating potential transcript variants previously not detected in PLTs (Figures 1 and 2, and Supplementary Figure S1). Furthermore, we identify a protein interaction partner, PDC-E2, hitherto not characterized as being part of the NAP1L1 protein network (Figure 4). Using septic PLTs, we were able to also demonstrate a dynamic protein expression pattern of NAP1L1 and its interaction partner PDC-E2, potentially resulting in altered pyruvate dehydrogenase complex (PDH) activity (Figures 5 and 6). In addition, using human MK cells, we were able to show that overexpression of NAP1L1 results in diminished proplatelet formation, and decreased PDC-E2-dependent PDH activity (Figure 7 and Supplementary Figure S3). Our analyses of MKs and PLTs are also the rst to examine NAP1L1 transcript levels and protein expression pattern. While NAP1L1 mRNA was previously detected in human PLTs  49,70, no in-depth analysis of potential transcript variants, changes in transcript levels, or specic protein expression or localization analysis was performed. Consistent with previous RNA sequencing results, we observed expression of NAP1L1 mRNA using RNA sequencing techniques as well as conrmatory PCR approaches for PLT as well as MK samples, harvested throughout the MK culture period (Figure 1). Next, we designed a PCR primer pair spanning from exon 1 to exon 7. This enabled us to detect alternative transcript processing in MKs and PLTs resulting in NAP1L1 transcript variant 5 (NM_001330232.2), which is devoid of exons 3 and 4 (Figure 2). This suggests that alternative splicing of NAP1L1 occurs in MKs, and that PLTs get invested with such alternative transcripts by MKs. It is interesting to note that the transcript variant ratios did not change due to activation of PLTs using immobilized brinogen and thrombin (Supplementary Figure S1), indicating that the alternative splicing process does not occur in the PLT cell bodies. NAP1L1 transcript variant 5 is coding for the putative NAP1L1 isoform 3 (NP_001317161.1), which misses the N-terminal domain I. Domain I is mainly responsible for dimerization of NAP1L1 and mediating histone interaction  54,55,71. The presence of transcript variant 5, coding for a protein with a deleted functional domain, could be indicative of alternative protein functions of NAP1L1, besides the nucleosome assembly task in MKs and human PLTs. Taken together, these initial ndings focused on NAP1L1 transcripts demonstrated the presence of at least two NAP1L1 transcript variants (1 and 5) and raised the question regarding whether NAP1L1 protein isoforms are located in MK and PLT cell bodies.Int. J. Mol. Sci. 2022 ,23, 14694 12 of 22 Using initial microscopy studies, we were able to demonstrate NAP1L1 protein in MKs, their proplatelet extensions (Figure 3A), as well as in PLT cell bodies in a peri- granular pattern. While not performing detailed co-localization studies, the images from PLT studies support the nding that NAP1L1 protein does most likely not reside within the PLT granular compartment (Figure 3B). Interestingly, NAP1L1 protein signals demonstrate minimal co-localization with nuclearDNA co-staining signals when examining dividing MK-progenitors (Supplementary Figure S2). Despite the known NAP-family members functions in DNA replication and cell proliferation  72, and the previously described changing intracellular localization  41, this could furthermore point towards an alternative cellular function assigned to NAP1L1 in the MK-PLT axis. To conrm our microscopy data, we next examine NAP1L1 protein expression using Western blot analysis (Figure 3C,D). Our studies specically demonstrate, for the rst time, the presence of at least three different NAP1L1 isoforms in MKs and PLTs. This nding is consistent with the initial description of NAP1L1 and subsequent publications, which showed Western blot results indicating the existence of multiple NAP1L1 protein isoforms  40,43,73. To exclude cross-reactivity of the detection antibody, which could lead to false positive results, we performed peptide competition assays clearly demon- strating the specicity of our ndings. The difference between observed and predicted molecular weight for NAP1L1 proteins, shown in our study, can be explained by potential post-translational modications. NAP1L1, as part of the human NAP1L-family members, is known to contain C-terminal glutamylation sites, creating a reversible acidic C-terminal moiety, with the potential of switching between different protein functions  55,74,75, but also resulting in changed migration during SDS-PAGE. This potential mechanism of post-translational protein and also functional modication was highlighted in a recent pub- lication  76. Ye and colleagues demonstrated that MKs contain the enzymatic machinery necessary for performing and reversing polyglutamylations, namely tubulin tyrosine ligase- like family (TTLL) members TTLL4 and TTLL6, and cytosolic carboxypeptidase (CCP) 6. Therefore, differential protein isoform as well as specic post-translational modications could be displayed by the detected NAP1L1 signals. To explore additional NAP1L1 functions, besides the traditionally assigned roles, we wanted to further explore if new protein partners interacting with NAP1L1 could be identied in MKs and PLTs. Using co-IP techniques, we were able to reproduce a highly specic protein band, which could be identied and veried as PDC-E2, the protein product of DLAT (Figure 4). PDC-E2 is part of the mitochondrial multi-enzyme pyruvate dehydrogenase (PDH) complex (PDC), which converts pyruvate to acetyl-CoA. Recent studies indicated that PDC is also present in the nucleus and processescatalyzes histone acetylation  51,77, and its subunit PDC-E2 can act as a nuclear transcriptional regula- tor 78. PDC-E2, also called dihydrolipoamide acetyltransferase, is the acceptor molecule for acetyl groups formed by the oxidative decarboxylation of pyruvate and transfers them to coenzyme A. Of note, in addition to its essential role in cellular metabolism, PDC-E2 is the key autoantigen in primary biliary cirrhosis (PBC)  53. Like many mitochondrial proteins, PDC-E2 is encoded by the nuclear genome and translated in the cytoplasm with an amino-terminal targeting sequence  79,80. A direct interaction of NAP-family members with mitochondrial proteins is not unprecedented. Using a yeast two-hybrid system, Stelzl and colleagues created extensive proteinprotein interaction maps, demonstrating that NAP1L1 interacted with dihydrolipoamide succinyltransferase (E2), a component of the mitochondrial 2-oxoglutarate dehydrogenase complex  81. Furthermore, Okada et al.  56 demonstrated that NAP1L1 interacted with diacylglycerol kinase (DGK ), which pro- hibited its nuclear import through blocking import carrier protein interaction. Therefore, in MKs, one might speculate if the NAP1L1PDC-E2 interaction could serve a similar importexport control pathway. Because of its clinical relevance, we decided to study NAP1L1 expression and potential function in a common, morbid, and often fatal systemic inammatory diseasesepsis. We detected an increase in NAP1L1 transcript in human PLTs, a nding which was paralleledInt. J. Mol. Sci. 2022 ,23, 14694 13 of 22 by the protein expression data shown via immune detection of NAP1L1 (Figure 5). These ndings pointed towards a dynamic regulation of NAP1L1 in septic PLTs, a clinical situ- ation NAP1L1 was never studied under. Next, we examined PDC-E2 protein expression pattern in septic PLTs (Figure 6). PDC-E2 protein expression levels decreased in septic PLTs. However, PDH complex activity increased 13-fold over the metabolic activity measured in PLTs isolated from healthy individuals. This nding could be met with surprise since published studies indicate that the PDH complex is inhibited during sepsis, resulting in a switch from mitochondrial aerobic oxidation to cytoplasmic anaerobic glycolysis, a process known to contribute to the formation of lactic acid and intracellular acidosis, which can lead to intracellular Ca2overload, mitochondrial membrane damage 58,82,83 . Never- theless, contrasting the general PDC-dependent metabolic reprogramming response in sepsis 58,84,85 , several studies demonstrated that mitochondrial oxygen consumption in PLTs is increased in septic patients, and closely related to their survival rate  8688. Therefore, based on our observations, we speculate that due to its chaperone and potential shuttling function, NAP1L1 protein in septic PLTs could help stabilize the conformation of PDC-E2 molecules, and also mediate the known one-way transport  89 into the mitochon- drial compartment. To conrm these results, the next step would be to genetically modify the target cells to demonstrate functional coherence. However, it is difcult to produce transfected and genetically modied uniform, high-quality human PLTs. Therefore, to further decipher the functional and mechanistic impact of NAP1L1PDC-E2 interaction on the MK-PLT axis, we utilized a well-established PLT-surrogate MK culture model, as previously used by our laboratory  7,23,24,31. To mimic increased NAP1L1 protein levels in septic PLTs, we used liposome-based transfection techniques (Figure 7A). Using this approach, NAP1L1 could be robustly overexpressed in the human MK culture system (Figure 7B). Transfected or vehicle-treated MKs were subsequently incubated with LPS, one of the major determinants in Gram-negative sepsis  90. It is important to note that LPS uses a well-established signaling pathway through TLR4, which is expressed by CD34-derived MKs  36. In contrast to our septic PLT experiments, we observed that LPS treatment alone resulted in slightly decreased NAP1L1 expression levels. Performing a proplatelet formation (PPF) assay  17, a standard read-out for MK function, we detected decreased PPF when NAP1L1 was overexpressed in MKs. In addition, it appeared that NAP1L1 protein overexpres- sion and simulated septic conditions using LPS treatment, synergistically reduced PPF (Figure 7C,D ). During their nal stages, MKs produce PLTs by extending long cytoplasmic protrusions, designated proplatelets  9, into sinusoidal blood vessels, a process coined PPF. While two independent, but interrelated cytoskeletal systems, actin laments and tubulin subunits, provide the force leading to the shape changes associated with MK maturation and proplatelet formation  10, it was elegantly shown that dynein-dependent microtubule sliding acts as the driving force for proplatelet elongation and PLT biogenesis  11. The rolling up of microtubules as they drive apart and extend the proplatelet is likely to be involved in forming the coils found in the proplatelet tips and the mature PLTs, called marginal band. The production of force with its synchronized cycles of microtubule binding and release, is energy consuming, using the hydrolysis of ATP  12. Therefore, we sought to examine NAP1L1PDC-E2 interaction and PDH complex activity in MKs under simulated septic conditions, which might explain the decreased PPF. LPS-treated MKs demonstrated increased interactions between NAP1L1 and PDC-E2, and a signicantly decreased PDH complex activity (Supplementary Figure S3). These ndings contrast our experimental results from septic PLTs. Nevertheless, opposite NAP1L1PDC-E2 interaction levels, and PDH complex activity could potentially be explained by PLTs being anucleate, and there- fore potentially using NAP1L1 protein in a different context than nucleated MKs. In PLTs, it seems more likely that NAP1L1 function could be dened and garnered towards chaper- oning PDC-E2. Contrastingly, in MKs, NAP1L1 could help in the compartmentalization of PDC-E2, and therefore prohibiting the protein from entering its functional complex PDC, as it was shown for DGK 56. In sepsis, thrombocytopenia is closely related with clinicalInt. J. Mol. Sci. 2022 ,23, 14694 14 of 22 outcome. In this context, our MK data also complements previous reports demonstrating that one potential mechanism for low PLT counts in severely ill patients with advanced thrombocytopenia could be diminished thrombopoiesis  91,92. Therefore, it is interesting to speculate about potential upstream signaling mechanisms triggering, and potentially en- abling the NAP1L1PDC-E2 protein interaction. In 1999, Cataldo and colleagues reported that Mpl (thrombopoietin, TPO), ligand of the Mpl-c receptor, regulates NAP1 family member expression in a rat bone marrow model  93. The authors were able to demonstrate that these NAP-related effects were limited to Mpl and could not be reproduced by other bone marrow growth factors (i.e., granulocate colony stimulating factor), which led to the conclusion of a cytokine specic effect. These results can be interpreted as a TPO-specic signaling pathway integrating sensing of PLT numbers, stimulation of progenitor cells by Mpl, and subsequent modulation of protein interactions. The involvement of the Mpl (TPO) signaling pathway in the newly discovered NAP1L1PDC-E2 protein interaction will therefore be a focus of future studies. The presented study was data driven and performed under best research practice. Nevertheless, there are some limitations to this study. Since the generation of the pre- sented data, CRISPR-Cas9 technique has been developed for rapid genetic manipulation of MKs  62. For future studies we would propose to use such an approach for further dissecting the mechanistic function of PDC-E2 in MKs in greater detail. We appreciate the descriptive character of our study; however, this is the rst report of NAP1L1 interacting specically with a previously unrecognized partner protein. Therefore, we recognize that our ndings should be extended in future studies, potentially complemented by in vivo work using relevant mouse models. In conclusion, our data demonstrate NAP1L1 expression in human PLTs and MKs. This is the rst time that expression of different NAP1L1 transcript variants, and protein isoform was conrmed in such cells. Our ndings demonstrate, for the rst time, that NAP1L1 interacts with PDC-E2, a subunit of the PDH complex. The PDH complex acts as an energy homeostat bridging glycolysis to energy production, and its function gets modulated during sepsis, carbohydrate metabolism away from mitochondrial oxidation. Our data shed new light on such processes taking place in PLTs and MKs during sepsis. At the moment, however, it remains undetermined how NAP1L1 functions are coordinated when comparing nucleated versus anucleate state. Nevertheless, our results support the conclusion of differential functions of NAP1L1 in MKs and PLTs during systemic inammation and open a new avenue of sepsis research focused on the MK-PLT axis. 4. Materials and Methods 4.1. Reagents and Antibodies The following reagents and antibodies were used for microscopy, Western blot, and co-IP studies as described below: Paraformaldehyde (PFA 4 2 nal), Alexa Fluor 555 conjugate of wheat germ agglutinin (WGA, 1:1000; Thermo Fisher Scientic, Waltham, MA, USA, W32464), Alexa Fluor 647 conjugate of phalloidin (Thermo Fisher Scientic, A22287), 40,6-Diamidino-2-Phenylindole, Dihydrochloride (DAPI, Thermo Fisher Scientic, D1306), mouse anti-NAP1L1 antibody (abcam, Cambridge, MA, USA, ab58677), rabbit anti-NAP1L1 (abcam, ab33076), rabbit anti-Pyruvate dehydrogenase complex component E2 (PDC-E2, ODP2; abcam, ab 66511), rabbit anti-beta tubulin (abcam, ab232361), mouse anti-tubulin (MilliporeSigma, Billerica, MA, USA, T-5293), mouse anti-ACTBactin HRP- conjugated (abcam, ab20272), and NAP1L1 blocking peptide (abcam, ab22418). Secondary HRP-conjugated antibodies, and secondary antibodies conjugated to Alexa Fluor 488 and 546 were purchased from Thermo Fisher Scientic (G-21040, G-21234, S11223, A-11001, A-11008, A-21422, A-21428). 4.2. Septic Patients Patients were selected for meeting consensus criteria for sepsis  94, and enrolled within 48 h of ICU admission (n  9, and 17, for septic and healthy, respectively).Int. J. Mol. Sci. 2022 ,23, 14694 15 of 22 4.3. PLT Isolation and Culture PLTs used for the described studies were freshly isolated. PLTs were leukocyte-reduced and isolated, as previously described to yield a highly puried population of cells with 1 leukocyte per 107PLTs  23,24,66. In addition, PLT activation during centrifugation steps was mitigated by the addition of 100 nM prostaglandin E1 (PGE-1) before each centrifugation step. Depleted PLTs were resuspended at 1 108mL in a serum-free M199 medium (Thermo Fisher Scientic, 11150067), placed in round-bottom polypropylene tubes, and incubated, where indicated, in a 37C humidied incubator at 5 CO 2for different time points. In select studies, PLTs were placed on immobilized brinogen and stimulated with thrombin (factor IIa), as previously described 24. 4.4. CD34-Derived MKs CD34hematopoietic progenitor cells were isolated from human umbilical cord blood and differentiated into proplatelet-producing MKs, as previously described 23,24,31. 4.5. RNA Isolation MKs or PLTs were lysed in TRIzol (Thermo Fisher Scientic, 15596026), and RNA isola- tion was performed, as previously described  23,24. All RNA samples were DNase treated using the TURBO DNA-free Kit (Thermo Fisher Scientic, AM 1907) per manufacturers protocol. 4.6. Next Generation RNA-Sequencing For next-generation RNA-sequencing (RNA-seq), 1 109isolated PLTs were carefully lysed in TRIzol and DNase treated, as described above. Total RNA was isolated, as previously described  22,25,31,49,95. An Agilent bio-analyzer 2100 (Agilent, Santa Clara, CA, USA) was used to quantify the amount and quality of the total RNA. RNA Integrity Number (RIN) scores were similar between all samples. RNA-seq libraries were prepared with TruSeq V2 with oligo-dT selection (Illumina, San Diego, CA, USA, RS-122-2001). Reads were aligned (Novoalign) to the reference genome at the time of these studies (GRCh37hg19) and a pseudo-transcriptome containing splice junctions. The Deseq2 analysis package was used to assign reads to composite transcripts (one per gene) and quantitate reads per kilobase of transcript per million mapped readsRPKMs. 4.7. PCR Studies To determine NAP1L1 mRNA expression pattern in human PLTs and CD34-derived MKs, primers spanning exon 810 (248 bp product) of NAP1L1 (NAP1L1_1012_forward 50-AGT GAA GTT CTC AGA TGC TGG-30and NAP1L1_1259_reverse 50-CAC GTC CCT TGT GTT TCT GC-30) and primers spanning exon 1278 (588 bp and 399 bp prod- ucts) of NAP1L1 (NAP1L1_460_forward 50-AGT CGC CGA TAT TTG GAG TTC T-30and NAP1L1_1047_reverse 50-TCC TGA ACC ATA TCA CTG AGC A-30) were used (in-house synthesis) and PCR was performed. Loading control primers detecting B2M mRNA were used on paralleling samples (B2M_34_forward 50-AGC TGA CAG CAT TCG GGC-30and B2M_333_reverse GTG GGG GTG AAT TCA GTG TAG T-30). Annealing temperatures were selected as follows: primers spanning exon 810 of NAP1L1 , 60C; primers spanning exon 1278 of NAP1L1 , 58C; primers detecting B2M, 57C. 4.8. Immunocytochemistry On day 13 of the CD34- differentiation process, MKs were placed on brinogen- coated chamber slides to induce proplatelet formation, xed (PFA), permeabilized with 0.1 Triton X-100 (Thermo Fisher Scientic, AC327372500) for 5 min at room temperature (RT), and subsequently incubated with IgG, or an antibody against NAP1L1, and anti- b-tubulin antibody for co-staining purposes, overnight at 4C. The next day, cells were incubated with secondary antibodies conjugated to Alexa Fluor488 or 546, followed by co-staining using DAPI for nuclear localization. In select studies (see SupplementaryInt. J. Mol. Sci. 2022 ,23, 14694 16 of 22 Figure S2), MKs were incubated with IgG or an antibody against NAP1L1, followed by co-staining for sialic acidsglycoproteins (in cell membranesgranular content) and the actin cytoskeleton using WGA or phalloidin, respectively. Freshly isolated PLTs were xed in suspension using PFA, permeabilized with 0.1 Triton X-100 (Thermo Fisher Scientic, AC327372500) for 5 min at room temperature (RT) and subsequently layered onto VECTABONDTM(Vector Laboratories, Burlingame, CA, USA, SP1800) coated coverslips using a cytospin centrifuge (Shandon Cytospin, Thermo Fisher Scientic). Cells were incubated with IgG (to control for specicity of signal) or an antibody against NAP1L1 overnight at 4C. Cells were subsequently incubated with secondary antibodies conjugated to Alexa Fluor488 or 546. Sialic acidsglycoproteins (in cell membranesgranular content) were co-stained using WGA. 4.9. Microscopy and Image Analysis Fluorescence microscopy and high-resolution confocal reection microscopy were performed using an Olympus IX81, FV300 (Olympus, Melville, NY) confocal-scanning microscope equipped with a 60 1.42 NA oil objective for viewing PLTs. An Olympus FVS- PSUIX2-UCB camera and scanning unit and Olympus Fluoview FV 300 image acquisition software version 5.0 were used for recording. In addition, an EVOS FL Auto Cell imaging system with an integrated dual camera system, system-specic software and equipped with a 6091.42 NA oil objective was used. Monochrome 16-bit images were further analyzed, and changes were quantied using Adobe Photoshop CS6, ImageJ (NIH), and CellProler (www.cellproler.org (last accessed on 1 October 2022))  96. Analysis of images presented in Figure 5B was performed with a customized CellProler analysis set. In brief, raw images were automatically analyzed to minimize observer bias. The following software parameters were introduced: threshold methodotsu (this approach calculates the threshold separating three classes of pixels by minimizing the variance within each class); threshold correction factor2.5 (a value  1 makes the threshold more stringent, since the otsu method will give a slightly biased threshold if a larger percentage of the image is covered with positive signal). 4.10. Protein Expression Studies All samples were normalized for starting cell concentrations. PLTs were lysed in Laemmli-buffer, and samples were separated by SDS-polyacrylamide gel electrophoresis (SDS-PAGE) and examined by western analysis for NAP1L1 or PDC-E2ODP2 expression patterns. Subsequently, proteins were detected by enhanced chemiluminescence (ECL; Thermo Fisher Scientic, 32132). Linear range of detection was assured by using the saturation detection mode of the myECL Imager (Thermo Fisher Scientic, Waltham, MA, USA). For select studies a peptide competition assay was performed. In brief, a PVDF membrane loaded equally was split in half, and probed using anti-NAP1L1 antibodies pre- incubated with or without specic NAP1L1 peptide fragment (blocking peptide; incubated for 1 h at 37C in blocking buffer (TBS, Tween, non-fat dry milk)). Specic protein expression was normalized using ACTBactin or b-tubulin expression and quantied using ImageJ (NIH). 4.11. Co-Immunoprecipitation Studies For all modied protein co-IP studies, the Universal Magnetic Co-IP Kit (Active Motif, Carlsbad, CA, USA, 54002) was used according to the manufacturers protocol; however, magnetic beads were replaced using protein G magnetic beads specically suited for immunoprecipitation (Dynabeads; Thermo Fisher Scientic, 10003D). In brief, 2 109total PLTs, or MKs were rst pelleted and washed in PBS supplemented with phosphatase and deacetylase inhibitors. Cells were then lysed in 300 L of the provided whole-cell lysis buffer and an additional protease inhibitor cocktail supplied by the manufacturer. The magnetic beads used for the IP reaction were either incubated with the antibody of interest (anti-NAP1L1) or the respective IgG control for 30 min at RT. Co-IP was performed usingInt. J. Mol. Sci. 2022 ,23, 14694 17 of 22 the prepared beads, the supplied buffer and the PLT cell lysate from 0.6 109PLTs or MKs with constant rotation for 4 h at 4C. The IP complexes were isolated and cleaned by placing the samples on a magnetic stand and performing repeated washes with the provided wash-buffer. Finally, each bead pellet was resuspended in 20 L of Laemmli- buffer and heated to 99C for 3 min before being separated using SDS-PAGE or Western blot techniques, as described above. For mass spectrometry purposes, gels were directly stained using standard MS-compatible silver staining. 4.12. Mass Spectrometry Protein bands of interest were manually picked using standard techniques to ensure minimal contamination with human skin particles. Excised protein bands were de-stained, extracted proteins were trypsin digested per established standard methods, and analyzed by an LTQ Orbitrap Velos MS coupled with a nano-acquity UPLC system (Thermo Fisher Scientic, and Waters Corporation, Milford, MA, USA) mass spectrometer with electro- spray ionization at the University of Greifswald at the Institute of Functional Genome Research. Repeat MSMS fragmentation was controlled by applying dynamic exclusion using one repeat count, a repeat duration of 30 s, an exclusion list size of 500, and an exclu- sion duration of 60 s. Peptides were identied using SEQUEST  97, and analyzed using Scaffold (v.27 r.11, Proteome Software, Portland OR, USA) and the peptideprotein prophet algorithm  98, which was linked to the Uni-PROTSWISS-PROT (human_v2014_02) data base, resulting in total spectrum counts per identied protein. Analysis settings included a peptide mass tolerance of 5 ppm, fragment ion tolerance of 0.5 Da, monoisotopic masses and trypsin cleavage (maximum two missed cleavages). Protein identications were ac- cepted when p 0.05 after adjustment using the Scaffold mass correction, resulting in a false discovery rate of 1. 4.13. PDH Activity Assay All samples prepared and used for the performance of the PDH activity assay were normalized by cell number. The assay was conducted following the manufacturers protocol (abcam, ab109882). In brief, 50 L of each sample was used and an equal volume of blocking uid was added to a 96-well plate. The dipstick was dipped into the well and the sample allowed to wick onto the dipstick for 60 min. The dipstick was washed, and an activity buffer was added for 20 min. Since the activity reaction is an endpoint reaction, each dipstick was exposed for precisely monitored equal exposure times. The reaction was stopped using ddH 2O. The results were documented using imaging scan techniques, and the signal was quantied using ImageJ (NIH). 4.14. NAP1L1 In Vitro Transcription NAP1L1 was in vitro transcribed using a commercially available NAP1L1 expression plasmid (Origene, Rockville, MD, USA, RC201851) containing a T7 promotor for seamless in vitro transcription reactions. The linearized plasmid template, using the Pme I restriction site, was introduced into the in vitro transcription reaction (Thermo Fisher Scientic, AM 1345). The selected in vitro transcription kit, mMESSAGE mMACHINE T7 ULTRA Transcription Kit, was optimized to synthesize large amounts of efciently and correctly capped mRNA, including a nal poly(A) tailing step. The nal mRNA product was subsequently isolated and puried using the MEGAclear kit (Thermo Fisher Scientic, AM 1908), and stored at 80C until used for transfection reactions. 4.15. NAP1L1 Transfection and Overexpression CD34-derived MKs were transfected on day 12 of the culture and were placed on immobilized brinogen on day 14 to induce proplatelet formation. Cells were transfected using Lipofectamine MessengerMAX Transfection Reagent per the manufacturers standard protocol. In brief, MKs on day 12 of the culture and differentiation course were used for the experiment. MesengerMAX reagent was diluted in Opti-MEM MediumInt. J. Mol. Sci. 2022 ,23, 14694 18 of 22 (1:16.6). Next, mRNA master mixes were prepared by adding 1 g of in vitro transcribed capped and poly(A)-tailed NAP1L1 mRNA, or its vehicle to 25 L Opti-MEM Medium. The diluted mRNA was subsequently added to the dilute MessengerMAX, as prepared above, and incubated for 5 min. at room temperature. Transfection mixes were added to cells and incubated over night at 37C and 5 CO 2. Cells were treated overnight with LPS 100 ngmL or its vehicle, lysed in Laemmli-buffer, and samples were separated by SDS-polyacrylamide gel electrophoresis (SDS-PAGE) and examined by western analysis for NAP1L1 over-expression patterns. 4.16. Proplatelet Formation Assay On day 13, the proplatelet forming (PPF) MK, dened as displaying at least one lamentous pseudopod, were scored by microscopy blinded as to experimental group, as previously described  17. The percentage of PPF MK was calculated as the number of PPF MK compared to the total number of round cultured cells analyzed. An average of 200 cells were counted per condition. 4.17. Statistical Analyses The meanSEM was determined for each variable. Student t-tests or ANOVA (where multiple groups were compared) was used to identify differences among two or multi- ple experimental groups, respectively (GraphPad Prism v9.1.0). If signicant differences were found, Tukeys multiple comparison test was used as recommended to determine the location of the difference (applicable for ANOVA). Basic science data were also exam- ined for normality using ShapiroWilk and KolmogorovSmirnov tests. Non-parametric distribution was detected for the data presented in Figure 5E, and data was analyzed using MannWhitney-UWilcoxon Signed Rank test. For all analyses, p-value  0.05 was considered signicant, and exact p-values are indicated for each gure. Supplementary Materials: The following supporting information can be downloaded at: https: www.mdpi.comarticle10.3390ijms232314694s1, Figure S1: PLT activation does not change NAP1L1 expression pattern, Figure S2: MKs undergoing anaphase showed reduced NAP1L1 as- sociation with condensed chromosomes, Figure S3: NAP1L1-PDC-E2 interaction and pyruvate dehydrogenase complex activity are increased in MKs when exposed to agonist being present during sepsis. Author Contributions: M.F. and H.S. conceived, designed and performed the experiments. M.F. and H.S. analyzed the data. M.F. and H.S. contributed reagentsmaterialsanalysis tools. M.F. and H.S. wrote and reviewed the paper. All authors have read and agreed to the published version of the manuscript. Funding: In the preparation of this manuscript H. Schwertz was supported by a Lichtenberg- Professorship from the Volkswagen Foundation, and the National Aeronautics and Space Administra- tion (NASA, Space Biology 80NSSC22K0255). The material contained in this document is based upon work supported by a National Aeronautics and Space Administration (NASA) grant or cooperative agreement. Any opinions, ndings, conclusions or recommendations expressed in this material are those of the author and do not necessarily reect the views of NASA. M. Freitag was supported by a start-up grant by Molecular Medicine at the University of Greifswald (MF_HJ-FVMM-FVCM- 2014_06051). Institutional Review Board Statement: The study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the Institutional Review Board of The University of Utah (IRB000392 and IRB00046263), and the University of Greifswald (BB 04713 and BB 11113). Informed Consent Statement: Informed consent was obtained from all subjects involved in the study. Acknowledgments: We thank Chris K. Rodesch of the University of Utah Cell Imaging Core, Anni Schumacher at the University of Greifswald for excellent technical assistance, and Matthew Rondina for collaboration and sample sharing. We also thank Diana Lim for preparation of the gures, critical comments, and consultation regarding effective display of the images.Int. J. Mol. Sci. 2022 ,23, 14694 19 of 22 Conicts of Interest: The authors declare no conict of interest. References 1. Lichtman, M.A.; Chamberlain, J.K.; Simon, W.; Santillo, P .A. Parasinusoidal location of megakaryocytes in marrow: A determinant of platelet release. Am. J. Hematol. 1978 ,4, 303312. CrossRef PubMed 2. Lefrancais, E.; Ortiz-Munoz, G.; Caudrillier, A.; Mallavia, B.; Liu, F.; Sayah, D.M.; Thornton, E.E.; Headley, M.B.; David, T.; Coughlin, S.R.; et al. The lung is a site of platelet biogenesis and a reservoir for haematopoietic progenitors. Nature 2017 ,544, 105109. CrossRef PubMed 3. Patel, S.R.; Hartwig, J.H.; Italiano, J.E., Jr. The biogenesis of platelets from megakaryocyte proplatelets. J. Clin. Investig. 2005 ,115, 33483354. CrossRef PubMed 4. Machlus, K.R.; Italiano, J.E., Jr. The incredible journey: From megakaryocyte development to platelet formation. J. Cell Biol. 2013 , 201, 785796. CrossRef PubMed 5. Machlus, K.R.; Thon, J.N.; Italiano, J.E., Jr. Interpreting the developmental dance of the megakaryocyte: A review of the cellular and molecular processes mediating platelet formation. Br. J. Haematol. 2014 ,165, 227336. CrossRef 6. Campbell, R.A.; Franks, Z.; Bhatnagar, A.; Rowley, J.W.; Manne, B.K.; Supiano, M.A.; Schwertz, H.; Weyrich, A.S.; Rondina, M.T. Granzyme A in Human Platelets Regulates the Synthesis of Proinammatory Cytokines by Monocytes in Aging. J. Immunol. 2018 , 200, 295304. CrossRef 7. Campbell, R.A.; Schwertz, H.; Hottz, E.D.; Rowley, J.W.; Manne, B.K.; Washington, A.V .; Hunter-Mellado, R.; Tolley, N.D.; Christensen, M.; Eustes, A.S.; et al. Human megakaryocytes possess intrinsic anti-viral immunity through regulated induction of IFITM3. Blood 2019 ,133, 20132026. CrossRef 8. Middleton, E.A.; Rowley, J.W.; Campbell, R.A.; Grissom, C.K.; Brown, S.M.; Beesley, S.J.; Schwertz, H.; Kosaka, Y.; Manne, B.K.; Krauel, K.; et al. Sepsis alters the transcriptional and translational landscape of human and murine platelets. Blood 2019 ,134, 911923. CrossRef 9. Junt, T.; Schulze, H.; Chen, Z.; Massberg, S.; Goerge, T.; Krueger, A.; Wagner, D.D.; Graf, T.; Italiano, J.E., Jr.; Shivdasani, R.A.; et al. Dynamic visualization of thrombopoiesis within bone marrow. Science 2007 ,317, 17671770. CrossRef 10. Patel, S.R.; Richardson, J.L.; Schulze, H.; Kahle, E.; Galjart, N.; Drabek, K.; Shivdasani, R.A.; Hartwig, J.H.; Italiano, J.E., Jr. Differential roles of microtubule assembly and sliding in proplatelet formation by megakaryocytes. Blood 2005 ,106, 40764085. CrossRef 11. Bender, M.; Thon, J.N.; Ehrlicher, A.J.; Wu, S.; Mazutis, L.; Deschmann, E.; Sola-Visner, M.; Italiano, J.E.; Hartwig, J.H. Microtubule sliding drives proplatelet elongation and is dependent on cytoplasmic dynein. Blood 2015 ,125, 860868. CrossRef 12. Schmidt, H.; Carter, A.P . Review: Structure and mechanism of the dynein motor ATPase. Biopolymers 2016 ,105, 557567. CrossRef 13. Koupenova, M.; Clancy, L.; Corkrey, H.A.; Freedman, J.E. Circulating Platelets as Mediators of Immunity, Inammation, and Thrombosis. Circ. Res. 2018 ,122, 337351. CrossRef 14. Semple, J.W.; Italiano, J.E., Jr.; Freedman, J. Platelets and the immune continuum. Nat. Rev. Immunol. 2011 ,11, 264274. CrossRef 15. Weyrich, A.S.; Schwertz, H.; Kraiss, L.W.; Zimmerman, G.A. Protein synthesis by platelets: Historical and new perspectives. J. Thromb. Haemost. 2009 ,7, 241246. CrossRef 16. Zimmerman, G.A.; Weyrich, A.S. Signal-dependent protein synthesis by activated platelets: New pathways to altered phenotype and function. Arter. Thromb. Vasc. Biol. 2008 ,28, s17s24. CrossRef 17. Bhatlekar, S.; Basak, I.; Edelstein, L.C.; Campbell, R.A.; Lindsey, C.R.; Italiano, J.E., Jr.; Weyrich, A.S.; Rowley, J.W.; Rondina, M.T.; Sola-Visner, M.; et al. Anti-apoptotic BCL2L2 increases megakaryocyte proplatelet formation in cultures of human cord blood. Haematologica 2019 ,104, 20752083. CrossRef 18. Frey, C.; Koliopoulou, A.G.; Montenont, E.; Tolley, N.D.; Javan, H.; McKellar, S.H.; Drakos, S.G.; Selzman, C.H.; Rondina, M.T. Longitudinal assessment of the platelet transcriptome in advanced heart failure patients following mechanical unloading. Platelets 2020 ,31, 952959. CrossRef 19. Rondina, M.; Voora, D.; Simon, L.; Schwertz, H.; Harper, J.; Lee, O.; Bhatlekar, S.; Li, Q.; Eustes, A.S.; Montenont, E.; et al. Longitudinal RNA-seq Analysis of the Repeatability of Gene Expression and Splicing in Human Platelets Identies a Platelet SELP Splice QTL. Circ. Res. 2019 ,126, 501516. CrossRef 20. Rowley, J.W.; Schwertz, H.; Weyrich, A.S. Platelet mRNA: The meaning behind the message. Curr. Opin. Hematol. 2012 ,19, 385391. CrossRef 21. Weyrich, A.S.; Lindemann, S.; Tolley, N.D.; Kraiss, L.W.; Dixon, D.A.; Mahoney, T.M.; Prescott, S.M.; McIntyre, T.M.; Zimmerman, G.A. Change in protein phenotype without a nucleus: Translational control in platelets. Semin. Thromb. Hemost. 2004 ,30, 493500. CrossRef PubMed 22. Rondina, M.T.; Schwertz, H.; Harris, E.S.; Kraemer, B.F.; Campbell, R.A.; Mackman, N.; Grissom, C.K.; Weyrich, A.S.; Zimmerman, G.A. The septic milieu triggers expression of spliced tissue factor mRNA in human platelets. J. Thromb. Haemost. 2011 ,9, 748758. CrossRef PubMed 23. Denis, M.M.; Tolley, N.D.; Bunting, M.; Schwertz, H.; Jiang, H.; Lindemann, S.; Yost, C.C.; Rubner, F.J.; Albertine, K.H.; Swoboda, K.J.; et al. Escaping the nuclear connes: Signal-dependent pre-mRNA splicing in anucleate platelets. Cell 2005 ,122, 379391. CrossRef PubMedInt. J. Mol. Sci. 2022 ,23, 14694 20 of 22 24. Schwertz, H.; Tolley, N.D.; Foulks, J.M.; Denis, M.M.; Risenmay, B.W.; Buerke, M.; Tilley, R.E.; Rondina, M.T.; Harris, E.M.; Kraiss, L.W.; et al. Signal-dependent splicing of tissue factor pre-mRNA modulates the thrombogenecity of human platelets. J. Exp. Med. 2006 ,203, 24332440. CrossRef PubMed 25. Rowley, J.W.; Chappaz, S.; Corduan, A.; Chong, M.M.; Campbell, R.; Khoury, A.; Manne, B.K.; Wurtzel, J.G.; Michael, J.V .; Goldnger, L.E.; et al. Dicer1-mediated miRNA processing shapes the mRNA prole and function of murine platelets. Blood 2016 , 127, 17431751. CrossRef 26. Schwertz, H.; Rowley, J.W.; Schumann, G.G.; Thorack, U.; Campbell, R.A.; Manne, B.K.; Zimmerman, G.A.; Weyrich, A.S.; Rondina, M.T. Endogenous LINE-1 (Long Interspersed Nuclear Element-1) Reverse Transcriptase Activity in Platelets Controls Translational Events Through RNA-DNA Hybrids. Arter. Thromb. Vasc. Biol. 2018 ,38, 801815. CrossRef 27. Schwertz, H.; Rowley, J.W.; Tolley, N.D.; Campbell, R.A.; Weyrich, A.S. Assessing protein synthesis by platelets. Methods Mol. Biol. 2012 ,788, 141153. 28. Schwertz, H.; Rowley, J.W.; Zimmerman, G.A.; Weyrich, A.S.; Rondina, M.T. Retinoic acid receptor-alpha regulates synthetic events in human platelets. J. Thromb. Haemost. 2017 ,15, 24082418. CrossRef 29. Ali, F.Y.; Davidson, S.J.; Moraes, L.A.; Traves, S.L.; Paul-Clark, M.; Bishop-Bailey, D.; Warner, T.D.; Mitchell, J.A. Role of nuclear receptor signaling in platelets: Antithrombotic effects of PPARbeta. FASEB J. 2006 ,20, 326328. CrossRef 30. Ray, D.M.; Spinelli, S.L.; Pollock, S.J.; Murant, T.I.; OBrien, J.J.; Blumberg, N.; Francis, C.W.; Taubman, M.B.; Phipps, R.P . Peroxisome proliferator-activated receptor gamma and retinoid X receptor transcription factors are released from activated human platelets and shed in microparticles. Thromb. Haemost. 2008 ,99, 8695. 31. Rondina, M.T.; Freitag, M.; Pluthero, F.G.; Kahr, W.H.; Rowley, J.W.; Kraiss, L.W.; Franks, Z.; Zimmerman, G.A.; Weyrich, A.S.; Schwertz, H. Non-genomic activities of retinoic acid receptor alpha control actin cytoskeletal events in human platelets. J. Thromb. Haemost. 2016 ,14, 10821094. CrossRef 32. Cunin, P .; Bouslama, R.; Machlus, K.R.; Martinez-Bonet, M.; Lee, P .Y.; Wactor, A.; Nelson-Maney, N.; Morris, A.; Guo, L.; Weyrich, A.; et al. Megakaryocyte emperipolesis mediates membrane transfer from intracytoplasmic neutrophils to platelets. eLife 2019 ,8, e44031. CrossRef 33. Engelmann, B.; Massberg, S. Thrombosis as an intravascular effector of innate immunity. Nat Rev Immunol 2013 ,13, 3445. CrossRef 34. Guo, L.; Rondina, M.T. The Era of Thromboinammation: Platelets Are Dynamic Sensors and Effector Cells During Infectious Diseases. Front. Immunol. 2019 ,10, 2204. CrossRef 35. Garcia, C.; Compagnon, B.; Poette, M.; Gratacap, M.P .; Lapebie, F.X.; Voisin, S.; Minville, V .; Payrastre, B.; Vardon-Bounes, F.; Ribes, A. Platelet Versus Megakaryocyte: Who Is the Real Bandleader of Thromboinammation in Sepsis? Cells 2022 ,11, 1507. CrossRef 36. DAtri, L.P .; Rodriguez, C.S.; Miguel, C.P .; Pozner, R.G.; Ortiz Wilczynski, J.M.; Negrotto, S.; Carrera-Silva, E.A.; Heller, P .G.; Schattner, M. Activation of toll-like receptors 2 and 4 on CD34() cells increases human megakaryothrombopoiesis induced by thrombopoietin. J. Thromb. Haemost. 2019 ,17, 21962210. CrossRef 37. Rondina, M.T.; Carlisle, M.; Fraughton, T.; Brown, S.M.; Miller, R.R., 3rd; Harris, E.S.; Weyrich, A.S.; Zimmerman, G.A.; Supiano, M.A.; Grissom, C.K. Platelet-monocyte aggregate formation and mortality risk in older patients with severe sepsis and septic shock. J. Gerontol. Ser. A Biol. Sci. Med. Sci. 2015 ,70, 225231. CrossRef 38. Venkata, C.; Kashyap, R.; Farmer, J.C.; Afessa, B. Thrombocytopenia in adult patients with sepsis: Incidence, risk factors, and its association with clinical outcome. J. Intensive Care 2013 ,1, 9. CrossRef 39. Yaguchi, A.; Lobo, F.L.; Vincent, J.L.; Pradier, O. Platelet function in sepsis. J. Thromb. Haemost. 2004 ,2, 20962102. CrossRef 40. Ishimi, Y.; Hirosumi, J.; Sato, W.; Sugasawa, K.; Yokota, S.; Hanaoka, F.; Yamada, M. Purication and initial characterization of a protein which facilitates assembly of nucleosome-like structure from mammalian cells. Eur. J. Biochem. 1984 ,142, 431439. CrossRef 41. Zlatanova, J.; Seebart, C.; Tomschik, M. Nap1: Taking a closer look at a juggler protein of extraordinary skills. FASEB J. 2007 ,21, 12941310. CrossRef PubMed 42. Yan, Y.; Yin, P .; Gong, H.; Xue, Y.; Zhang, G.; Fang, B.; Chen, Z.; Li, Y.; Yang, C.; Huang, Z.; et al. Nucleosome Assembly Protein 1-Like 1 (Nap1l1) Regulates the Proliferation of Murine Induced Pluripotent Stem Cells. Cell Physiol. Biochem. 2016 ,38, 340350. CrossRef PubMed 43. Okuwaki, M.; Kato, K.; Nagata, K. Functional characterization of human nucleosome assembly protein 1-like proteins as histone chaperones. Genes Cells 2010 ,15, 1327. CrossRef PubMed 44. Yip, M.C.J.; Sedor, S.F.; Shao, S. Mechanism of client selection by the protein quality-control factor UBE2O. Nat. Struct. Mol. Biol. 2022 ,29, 774780. CrossRef PubMed 45. Liang, X.; Tang, Z.; Zhang, Y.; Sun, Y.; Wang, J. NAP1L1 promotes the growth of colon cancer by activating HDGFDDX5. Acta Biochim. Biophys. Sin. 2022 . CrossRef 46. Shen, B.; Zhu, W.; Liu, X.; Jiang, J. NAP1L1 Functions as a Novel Prognostic Biomarker Associated with Macrophages and Promotes Tumor Progression by Inuencing the Wntbeta-Catenin Pathway in Hepatocellular Carcinoma. Front. Genet. 2022 ,13, 876253. CrossRef 47. Xiaohua, Z.; Xie, Y.; Huang, W.; Chen, Z.; Guo, S. NAP1L1 promotes tumor proliferation through HDGFC-JUN signaling in ovarian cancer. BMC Cancer 2022 ,22, 339. CrossRefInt. J. Mol. Sci. 2022 ,23, 14694 21 of 22 48. Gan, H.; Xu, X.; Bai, Y. Trametes robiniophila represses angiogenesis and tumor growth of lung cancer via strengthening let-7d-5p and targeting NAP1L1. Bioengineered 2022 ,13, 66986710. CrossRef 49. Rowley, J.W.; Oler, A.J.; Tolley, N.D.; Hunter, B.N.; Low, E.N.; Nix, D.A.; Yost, C.C.; Zimmerman, G.A.; Weyrich, A.S. Genome-wide RNA-seq analysis of human and mouse platelet transcriptomes. Blood 2011 ,118, e101e111. CrossRef 50. De Boer, V .C.; Houten, S.M. A mitochondrial expatriate: Nuclear pyruvate dehydrogenase. Cell2014 ,158, 910. CrossRef 51. Sutendra, G.; Kinnaird, A.; Dromparis, P .; Paulin, R.; Stenson, T.H.; Haromy, A.; Hashimoto, K.; Zhang, N.; Flaim, E.; Michelakis, E.D. A nuclear pyruvate dehydrogenase complex is important for the generation of acetyl-CoA and histone acetylation. Cell2014 , 158, 8497. CrossRef 52. Colapietro, F.; Lleo, A.; Generali, E. Antimitochondrial Antibodies: From Bench to Bedside. Clin. Rev. Allergy Immunol. 2022 ,63, 166177. CrossRef 53. Mao, T.K.; Davis, P .A.; Odin, J.A.; Coppel, R.L.; Gershwin, M.E. Sidechain biology and the immunogenicity of PDC-E2, the major autoantigen of primary biliary cirrhosis. Hepatology 2004 ,40, 12411248. CrossRef 54. Park, Y.J.; Luger, K. Structure and function of nucleosome assembly proteins. Biochem. Cell Biol. 2006 ,84, 549558. CrossRef 55. Park, Y.J.; Luger, K. The structure of nucleosome assembly protein 1. Proc. Natl. Acad. Sci. USA 2006 ,103, 12481253. CrossRef 56. Okada, M.; Hozumi, Y.; Ichimura, T.; Tanaka, T.; Hasegawa, H.; Yamamoto, M.; Takahashi, N.; Iseki, K.; Yagisawa, H.; Shinkawa, T.; et al. Interaction of nucleosome assembly proteins abolishes nuclear localization of DGKzeta by attenuating its association with importins. Exp. Cell Res. 2011 ,317, 28532863. CrossRef 57. Strub, A.; Lim, J.H.; Pfanner, N.; Voos, W. The mitochondrial protein import motor. Biol. Chem. 2000 ,381, 943949. CrossRef 58. McCall, C.E.; Zhu, X.; Zabalawi, M.; Long, D.; Quinn, M.A.; Yoza, B.K.; Stacpoole, P .W.; Vachharajani, V . Sepsis, pyruvate, and mitochondria energy supply chain shortage. J. Leukoc. Biol. 2022 . CrossRef 59. Shimada, B.K.; Boyman, L.; Huang, W.; Zhu, J.; Yang, Y.; Chen, F.; Kane, M.A.; Yadava, N.; Zou, L.; Lederer, W.J.; et al. Pyruvate- Driven Oxidative Phosphorylation is Downregulated in Sepsis-Induced Cardiomyopathy: A Study of Mitochondrial Proteome. Shock 2022 ,57, 553564. CrossRef 60. Schwertz, H.; Rowley, J.W.; Portier, I.; Middleton, E.A.; Tolley, N.D.; Campbell, R.A.; Eustes, A.S.; Chen, K.; Rondina, M.T. Human platelets display dysregulated sepsis-associated autophagy, induced by altered LC3 protein-protein interaction of the Vici-protein EPG5. Autophagy 2021 ,18, 15341550. CrossRef 61. Manne, B.K.; Bhatlekar, S.; Middleton, E.A.; Weyrich, A.S.; Borst, O.; Rondina, M.T. Phospho-inositide-dependent kinase 1 regulates signal dependent translation in megakaryocytes and platelets. J. Thromb. Haemost. 2020 ,18, 11831196. CrossRef PubMed 62. Montenont, E.; Bhatlekar, S.; Jacob, S.; Kosaka, Y.; Manne, B.K.; Lee, O.; Parra-Izquierdo, I.; Tugolukova, E.; Tolley, N.D.; Rondina, M.T.; et al. CRISPR-edited megakaryocytes for rapid screening of platelet gene functions. Blood Adv. 2021 ,5, 23622374. CrossRef PubMed 63. Pendaries, C.; Watson, S.P .; Spalton, J.C. Methods for genetic modication of megakaryocytes and platelets. Platelets 2007 ,18, 393408. CrossRef 64. Koupenova, M.; Livada, A.C.; Morrell, C.N. Platelet and Megakaryocyte Roles in Innate and Adaptive Immunity. Circ. Res. 2022 , 130, 288308. CrossRef PubMed 65. Lindemann, S.; McIntyre, T.M.; Prescott, S.M.; Zimmerman, G.A.; Weyrich, A.S. Platelet Signal-Dependent Protein Synthesis. In Platelet Function: Assessment, Diagnosis, and Treatment ; Fitzgerald, D.J., Quinn, M., Eds.; The Humana Press Inc.: Totowa, NJ, USA, 2005; pp. 151176. 66. Schwertz, H.; Koster, S.; Kahr, W.H.; Michetti, N.; Kraemer, B.F.; Weitz, D.A.; Blaylock, R.C.; Kraiss, L.W.; Greinacher, A.; Zimmerman, G.A.; et al. Anucleate platelets generate progeny. Blood 2010 ,115, 38013809. CrossRef 67. Schwertz, H.; Rondina, M.T. Platelets and their Microparticles go hand in hand. Thromb. Res. 2018 ,168, 164165. CrossRef 68. Qureshi, A.H.; Chaoji, V .; Maiguel, D.; Faridi, M.H.; Barth, C.J.; Salem, S.M.; Singhal, M.; Stoub, D.; Krastins, B.; Ogihara, M.; et al. Proteomic and phospho-proteomic prole of human platelets in basal, resting state: Insights into integrin signaling. PLoS ONE 2009 ,4, e7627. CrossRef 69. Bishop-Bailey, D. The platelet as a model system for the acute actions of nuclear receptors. Steroids 2010 ,75, 570575. CrossRef 70. Osman, A.; Hitzler, W.E.; Ameur, A.; Provost, P . Differential Expression Analysis by RNA-Seq Reveals Perturbations in the Platelet mRNA Transcriptome Triggered by Pathogen Reduction Systems. PLoS ONE 2015 ,10, e0133070. CrossRef 71. Miller, K.E.; Heald, R. Glutamylation of Nap1 modulates histone H1 dynamics and chromosome condensation in Xenopus. J. Cell Biol. 2015 ,209, 211220. CrossRef 72. Simon, H.U.; Mills, G.B.; Kozlowski, M.; Hogg, D.; Branch, D.; Ishimi, Y.; Siminovitch, K.A. Molecular characterization of hNRP , a cDNA encoding a human nucleosome-assembly-protein-I-related gene product involved in the induction of cell proliferation. Biochem. J. 1994 ,297 Pt 2 , 389397. CrossRef 73. Clark, J.; Alvarez, D.F.; Alexeyev, M.; King, J.A.; Huang, L.; Yoder, M.C.; Stevens, T. Regulatory role for nucleosome assembly protein-1 in the proliferative and vasculogenic phenotype of pulmonary endothelium. Am. J. Physiol. Lung. Cell Mol. Physiol. 2008 ,294, L431L439. CrossRef 74. Regnard, C.; Desbruyeres, E.; Huet, J.C.; Beauvallet, C.; Pernollet, J.C.; Edde, B. Polyglutamylation of nucleosome assembly proteins. J. Biol. Chem. 2000 ,275, 1596915976. CrossRefInt. J. Mol. Sci. 2022 ,23, 14694 22 of 22 75. Van Dijk, J.; Miro, J.; Strub, J.M.; Lacroix, B.; van Dorsselaer, A.; Edde, B.; Janke, C. Polyglutamylation is a post-translational modication with a broad range of substrates. J. Biol. Chem. 2008 ,283, 39153922. CrossRef 76. Ye, B.; Li, C.; Yang, Z.; Wang, Y.; Hao, J.; Wang, L.; Li, Y.; Du, Y.; Hao, L.; Liu, B.; et al. Cytosolic carboxypeptidase CCP6 is required for megakaryopoiesis by modulating Mad2 polyglutamylation. J. Exp. Med. 2014 ,211, 24392454. CrossRef 77. Matsuda, S.; Adachi, J.; Ihara, M.; Tanuma, N.; Shima, H.; Kakizuka, A.; Ikura, M.; Ikura, T.; Matsuda, T. Nuclear pyruvate kinase M2 complex serves as a transcriptional coactivator of arylhydrocarbon receptor. Nucleic Acids Res. 2016 ,44, 636647. CrossRef 78. Chueh, F.Y.; Leong, K.F.; Cronk, R.J.; Venkitachalam, S.; Pabich, S.; Yu, C.L. Nuclear localization of pyruvate dehydrogenase complex-E2 (PDC-E2), a mitochondrial enzyme, and its role in signal transducer and activator of transcription 5 (STAT5)- dependent gene transcription. Cell Signal. 2011 ,23, 11701178. CrossRef 79. Thekkumkara, T.J.; Ho, L.; Wexler, I.D.; Pons, G.; Liu, T.C.; Patel, M.S. Nucleotide sequence of a cDNA for the dihydrolipoamide acetyltransferase component of human pyruvate dehydrogenase complex. FEBS Lett. 1988 ,240, 4548. CrossRef 80. Wang, L.; Kaneko, S.; Kagaya, M.; Ohno, H.; Honda, M.; Kobayashi, K. Molecular cloning, and characterization and expression of dihydrolipoamide acetyltransferase component of murine pyruvate dehydrogenase complex in bile duct cancer cells. J. Gastroenterol. 2002 ,37, 449454. CrossRef 81. Stelzl, U.; Worm, U.; Lalowski, M.; Haenig, C.; Brembeck, F.H.; Goehler, H.; Stroedicke, M.; Zenkner, M.; Schoenherr, A.; Koeppen, S.; et al. A human protein-protein interaction network: A resource for annotating the proteome. Cell2005 ,122, 957968. CrossRef 82. Arulkumaran, N.; Deutschman, C.S.; Pinsky, M.R.; Zuckerbraun, B.; Schumacker, P .T.; Gomez, H.; Gomez, A.; Murray, P .; Kellum, J.A.; Workgroup, A.X. Mitochondrial Function in Sepsis. Shock 2016 ,45, 271281. CrossRef PubMed 83. Nayler, W.G.; Panagiotopoulos, S.; Elz, J.S.; Daly, M.J. Calcium-mediated damage during post-ischaemic reperfusion. J. Mol. Cell Cardiol. 1988 ,20(Suppl. 2), 4154. CrossRef PubMed 84. Mao, L.; Sun, M.; Chen, Z.; Zeng, Z.; Wu, J.; Chen, Z.; Zhang, W.; Huang, Q. The Pyruvate Dehydrogenase Complex Mitigates LPS-Induced Endothelial Barrier Dysfunction by Metabolic Regulation. Shock 2022 ,57, 308317. CrossRef PubMed 85. Zeng, Z.; Huang, Q.; Mao, L.; Wu, J.; An, S.; Chen, Z.; Zhang, W. The Pyruvate Dehydrogenase Complex in Sepsis: Metabolic Regulation and Targeted Therapy. Front. Nutr. 2021 ,8, 783164. CrossRef 86. Puskarich, M.A.; Kline, J.A.; Watts, J.A.; Shirey, K.; Hosler, J.; Jones, A.E. Early alterations in platelet mitochondrial function are associated with survival and organ failure in patients with septic shock. J. Crit. Care 2016 ,31, 6367. CrossRef 87. Sjovall, F.; Morota, S.; Hansson, M.J.; Friberg, H.; Gnaiger, E.; Elmer, E. Temporal increase of platelet mitochondrial respiration is negatively associated with clinical outcome in patients with sepsis. Crit. Care 2010 ,14, R214. CrossRef 88. McCann, M.R.; McHugh, C.E.; Kirby, M.; Jennaro, T.S.; Jones, A.E.; Stringer, K.A.; Puskarich, M.A. A Multivariate Metabolomics Method for Estimating Platelet Mitochondrial Oxygen Consumption Rates in Patients with Sepsis. Metabolites 2020 ,10, 139. CrossRef 89. Bauer, N.C.; Doetsch, P .W.; Corbett, A.H. Mechanisms Regulating Protein Localization. Trafc 2015 ,16, 10391061. CrossRef 90. Munford, R.S. Severe sepsis and septic shock: The role of gram-negative bacteremia. Annu. Rev. Pathol. 2006 ,1, 467496. CrossRef 91. Assinger, A.; Schrottmaier, W.C.; Salzmann, M.; Rayes, J. Platelets in Sepsis: An Update on Experimental Models and Clinical Data. Front. Immunol. 2019 ,10, 1687. CrossRef 92. Koyama, K.; Katayama, S.; Muronoi, T.; Tonai, K.; Goto, Y.; Koinuma, T.; Shima, J.; Nunomiya, S. Time course of immature platelet count and its relation to thrombocytopenia and mortality in patients with sepsis. PLoS ONE 2018 ,13, e0192064. CrossRef 93. Cataldo, L.M.; Zhang, Y.; Lu, J.; Ravid, K. Rat NAP1: cDNA cloning and upregulation by Mpl ligand. Gene 1999 ,226, 355364. CrossRef 94. Dellinger, R.P .; Levy, M.M.; Carlet, J.M.; Bion, J.; Parker, M.M.; Jaeschke, R.; Reinhart, K.; Angus, D.C.; Brun-Buisson, C.; Beale, R.; et al. Surviving Sepsis Campaign: International guidelines for management of severe sepsis and septic shock: 2008. Crit. Care Med. 2008 ,36, 296327. CrossRef 95. Kahr, W.H.; Hinckley, J.; Li, L.; Schwertz, H.; Christensen, H.; Rowley, J.W.; Pluthero, F.G.; Urban, D.; Fabbro, S.; Nixon, B.; et al. Mutations in NBEAL2, encoding a BEACH protein, cause gray platelet syndrome. Nat. Genet. 2011 ,43, 738740. CrossRef 96. Jones, C.A.; London, N.R.; Chen, H.; Park, K.W.; Sauvaget, D.; Stockton, R.A.; Wythe, J.D.; Suh, W.; Larrieu-Lahargue, F.; Muk- ouyama, Y.S.; et al. Robo4 stabilizes the vascular network by inhibiting pathologic angiogenesis and endothelial hyperpermeability. Nat. Med. 2008 ,14, 448453. CrossRef 97. Eng, J.K.; McCormack, A.L.; Yates, J.R. An approach to correlate tandem mass spectral data of peptides with amino acid sequences in a protein database. J. Am. Soc. Mass Spectrom. 1994 ,5, 976989. CrossRef 98. Keller, A.; Nesvizhskii, A.I.; Kolker, E.; Aebersold, R. Empirical statistical model to estimate the accuracy of peptide identications made by MSMS and database search. Anal. Chem. 2002 ,74, 53835392. CrossRef",
        "introduction": "Megakaryocytes (MKs) are highly specialized precursor cells, residing in the bone marrow  1 and lungs  2, that produce and nally release platelets (PLTs)  35. The development and maturation of MKs and the subsequent production of PLTs by MKs are tightly regulated and depend on external cues  68. During the nal stages of MK development, the cytoplasm is massively reorganized and long cytoplasmic extensions are formed, coined proplatelets  9. Two cytoskeletal systems provide the force leading to the shape changes associated with MK maturation and proplatelet formation: actin laments and microtubules assembled from tubulin subunits  10,11. More specically, it was demonstrated that dynein-dependent microtubule sliding acts as the driving force for proplatelet elongation and PLT biogenesis  11. In this context, it is important to note that such processes are strictly dependent on sufcient availability of ATP as an energy source 12. Once released into the circulation, PLTs impose as small, and anucleate cells. In the past, PLTs have traditionally been considered simple sacs of glue with limited functionality beyond acute hemostasis due to the lack of a cell nucleus. However, in recent years, PLTs have been identied as dynamic effector cells bridging the inammatory, immune, and hemostatic continuum  68,1316. One mechanism explaining the multitude of functional Int. J. Mol. Sci. 2022 ,23, 14694. https:doi.org10.3390ijms232314694 https:www.mdpi.comjournalijmsInt. J. Mol. Sci. 2022 ,23, 14694 2 of 22 responses is that MKs are equipped to sense external stimuli that trigger differential expression and packaging of mRNA and proteins into their progeny, causing distinct PLT functional alterations, especially in disease  68,1721. Hence, although PLTs are anucleate, we found that the PLTs array of mRNAs is dynamic and can undergo active re-programming  8,1719. Furthermore, intricate processes regulate RNA processing, expression, and translational events  2228 in PLTs. In concert with maintaining nuclear RNA processing capabilities, numerous studies have shown that PLTs possess nuclear proteins, such as the peroxisome proliferator-activated receptor (PPAR)-c, and retinoid X receptor (RXR) 29,30, and retinoic acid receptor (RAR) 28,31. Sepsis is a common, and often morbid, syndrome which is characterized by systemic inammation and dysregulated host immune responses triggered by invading pathogens or toxins (i.e., Toll-like receptor TLR agonists like LPS), frequently intensied by injurious agonists generated by the infected organism. The MK-PLT axis plays a major role in or- chestrating sepsis-related thromboinammatory and immunothrombotic events  7,3235. MKs were demonstrated to synergistically react to TLR 24 agonists in combination with thrombopoietin (TPO) signaling by increasing their proliferation, and thrombopoiesis  36. However, this effect could only be observed in immature CD34 cells, while MKs in the past 7 days of culture demonstrated slightly decreasing numbers when treated with LPS. Finally, PLT aggregation and the formation of heterotypic PLT-leukocyte aggregates in sep- tic patients is associated with increased morbidity and mortality  3739. Nevertheless, the direct impact of PLTs in the pathobiology of sepsis remains incompletely understood. Fur- thermore, several cell biology aspects, and mechanistic insight into PLT and MK functions during septic events are still obscure. The purication and functional characterization of a 53 kDa protein facilitating nu- cleosome assembly in mammalian cells was rst described in 1984  40. The NAP-family, including nucleosome assembly protein 1 like 1 (NAP1L1), is a group of proteins with chaperone function, capable of binding histones and coordinating their assemblance into nucleosomal particles  41. Several additional binding partners for NAP-family mem- bers were identied, including transcription factors, proteins regulating nuclear import (karyopherins), and factors involved in cell cycle regulation (reviewed in  41). Specically, NAP1L1 was described to promote proliferation of pluripotent stem cells  42 through cell cycle interference. Furthermore, NAP1L1, in concert with NAP1L4, can act as a hi- stone chaperone  43, and serving as a co-factor for ubiquitination client selection  44. Furthermore, numerous studies describe NAP1L1 as a prognostic marker in select cancer entities (i.e., colon cancer  45, hepatocellular carcinoma  46, ovarian cancer  47, and lung cancer  48), and its involvement in a number of signaling pathways, which were demonstrated to result in tumor progression. NAP1L1 mRNA expression in human PLTs was previously described  49; however, no function was assigned to this versatile nuclear protein in such anucleate cells, or its progenitors, MKs. Here, we demonstrate that MKs and human PLTs endogenously express differential NAP1L1 mRNA variants and protein isoforms. We identied PDC-E2, a subunit of the mitochondrial pyruvate dehydrogenase (PDH complex), as a protein interaction partner. In PLTs, septic conditions induced increased expression of NAP1L1 protein, and PDH complex activity. In contrast, exogenous overexpression of NAP1L1 in MKs resulted in reduced proplatelet formation, and decreased PDH complex activity when treated with LPS, simulating a septic environment. Our ndings suggest a previously unidentied NAP1L1 interaction partner in human PLTs and MKs. Furthermore, this newly described proteinprotein interaction seems to inuence PDH complex activity, with subsequent functional disturbances of these specialized cells. 2.",
        "conclusion": null,
        "images": []
    }
]