[
    {
        "pmid": "22685280",
        "title": "The MscS and MscL families of mechanosensitive channels act as microbial emergency release valves.",
        "year": "2012",
        "journal": "J Bacteriol",
        "abstract": "Single-celled organisms must survive exposure to environmental extremes. Perhaps one of the most variable and potentially life-threatening changes that can occur is that of a rapid and acute decrease in external osmolarity. This easily translates into several atmospheres of additional pressure that can build up within the cell. Without a protective mechanism against such pressures, the cell will lyse. Hence, most microbes appear to possess members of one or both families of bacterial mechanosensitive channels, MscS and MscL, which can act as biological emergency release valves that allow cytoplasmic solutes to be jettisoned rapidly from the cell. While this is undoubtedly a function of these proteins, the discovery of the presence of MscS homologues in plant organelles and MscL in fungus and mycoplasma genomes may complicate this simplistic interpretation of the physiology underlying these proteins. Here we compare and contrast these two mechanosensitive channel families, discuss their potential physiological roles, and review some of the most relevant data that underlie the current models for their structure and function.",
        "full_text": "The MscS and MscL Families of Mechanosensitive Channels Act as Microbial Emergency Release Valves Ian R. Boothaand Paul Blountb School of Medical Sciences, Institute of Medical Sciences, University of Aberdeen, Aberdeen, United Kingdom,aand Department of Physiology, UT Southwestern Medical Center at Dallas, Dallas, Texas, USAb Single-celled organisms must survive exposure to environmental extremes. Perhaps one of the most variable and potentially life- threatening changes that can occur is that of a rapid and acute decrease in external osmolarity. This easily translates into severalatmospheres of additional pressure that can build up within the cell. Without a protective mechanism against such pressures,the cell will lyse. Hence, most microbes appear to possess members of one or both families of bacterial mechanosensitive chan-nels, MscS and MscL, which can act as biological emergency release valves that allow cytoplasmic solutes to be jettisoned rapidlyfrom the cell. While this is undoubtedly a function of these proteins, the discovery of the presence of MscS homologues in plantorganelles and MscL in fungus and mycoplasma genomes may complicate this simplistic interpretation of the physiology under-lying these proteins. Here we compare and contrast these two mechanosensitive channel families, discuss their potential physio-logical roles, and review some of the most relevant data that underlie the current models for their structure and function. Bacteria are well documented for their ability to survive and grow at extremes of osmolarity. Of particular note are the adaptations to high osmolarity, but these adaptations in them-selves have required the evolution of strategies to deal with tran-sitions in the environment from high to low osmolarity. To un-derstand the latter, we need to describe the former. Bacterialadaptation to high osmolarity is multiphasic and engages the fullpanoply of cellular regulatory mechanisms, be they controls overgene expression or modulation of protein activity. Understandingthe importance of these regulatory mechanisms requires an ap-preciation of the core physiology of the bacterial cell. CORE PHYSIOLOGY AND IONIC BALANCE All bacterial cells that possess a semirigid cell wall containing pep-tidoglycan accumulate high concentrations of solutes in their cy-toplasm to generate and sustain an outwardly directed turgorpressure over the range of osmolarities at which they grow. InGram-negative bacteria, the accumulation of potassium gluta-mate to concentrations well above those required for biochemicalreactions or regulation of cytoplasmic pH is a common aspect ofcore physiology. Even at low limiting osmolarity (i.e., close to thatlevel below which growth does not occur due to nutrient deple-tion), potassium concentrations approximate H11011100 to 200 mM (28). Potassium is matched by xed charges on macromolecules (DNA, RNA, and protein) and by osmotically active anions, prin-cipally glutamate, but with contributions from a myriad of othermetabolic anions that are intermediates in glycolysis, the pentosephosphate pathway, and the tricarboxylic acid (TCA) cycle ( 69). Although estimates of cell turgor are very difcult to derive exper-imentally, the calculated values suggest that at low osmolarity,turgor pressure may be as high as 4 atm ( 56) (but see also recent work using atomic force microscopy that has suggested muchlower turgor  24). Sudden increases in external osmolarity are followed by a series of physical and biochemical events that all lead to further accu-mulation of solutes, such that at high osmolarity, solute concen-trations in the cytoplasm vastly exceed those outside the cell ( 16). Many organisms have been studied, and detailed responses havebeen reported for Bacillus ,Staphylococcus , lactobacilli, cyanobac- teria, and Listeria ; the best-described responses are those charac- terized for Escherichia coli and Salmonella (16,30,33,40,60,82, 83). The rst cellular response is purely osmoticwater leaves the cytoplasm down the osmotic gradient, causing cell shrinkage orplasmolysis. The rst major physiological response is release offeedback control over potassium uptake, such that this cation ac-cumulates rapidly, leading to both stimulation of glutamate syn-thesis and reversal of the water loss ( 27). Secondary phases, namely, the transient induction of the kdpoperon, which can be sustained if the external K H11001concentration is insufcient to restore an outward turgor pressure, follow. The internal KH11001concentra- tions under high osmotic environments can exceed 1 M. This maybe followed by the induced expression of trehalose biosynthesisenzymes and the stimulation of their activity by the accumulatedK-glutamate. If compatible solutes (betaine, proline, ectoine) ortheir precursors (choline) are available, then a further phase ofadaptation sees the accumulation of these solutes to several hun-dred millimolar (depending on the external osmolarity) and thelowering of the cytoplasmic K-glutamate pool ( 82). Thus, de- pending on both the osmolarity of the environment and its chem-ical composition, the cell may have very different cytoplasmicconstitutions. THE CHALLENGE OF HYPOOSMOTIC SHOCK Such adapted cells are exposed to a major threat to their physicalintegrity if the environment suddenly changes to one of lowosmolarity. For example, a transition from seawater ( H110111,000 mosM) to freshwater (10 to 100 mosM) reects a change in turgorof approximately 22 atm, simply due to the lowering of the exter-nal osmolarity (by the Vant Hoff Law, the osmotic pressure in Published ahead of print 8 June 2012 Address correspondence to Paul Blount, paul.blountutsouthwestern.edu.Copyright  2012, American Society for Microbiology. All Rights Reserved.doi:10.1128JB.00576-12MINIREVIEW 4802 jb.asm.org Journal of Bacteriology p. 48024809 September 2012 Volume 194 Number 18atm,H9016, in dilute solutions is calculated by the equation H9016H11005 RTH20913ci, where Ris the universal gas constant, Tis the absolute temperature in Kelvin, and ciis the molar concentration of solute I; thus, 40 mosM H11005H11011 1 atm). Of course, such osmotic transitions are not conned to marine bacteria and would be threats to soilbacteria upon rain, intestinal bacteria upon feces excretion intowater, and even host-obligatory microbes upon transmission,when saliva or other secretions may partially dry before beingtaken up by a new victim. The high concentration of solutes in thecell that exists before the transition draws water into the cell. Wa-ter permeability of the lipid bilayer is high and is augmented, ingeneral, by aquaporins. Consequently, the lowering of the externalosmolarity generates a huge inux of water that creates a forceacting outwards against the cell wall (note that here the cell wall istaken to be composed of both the peptidoglycan and the outermembrane to which it is attached; see references 75and 79for recent insights). Rapid action is required if the cell is to surviveintact. Mechanosensitive (MS) channels were discovered in bacteria 25 years ago and were predicted to play a role in solute release inresponse to excessive turgor ( 51). Indeed, the existence of tran- sient pore formation in the cell wall and membrane was predictedlong before their characterization by electrophysiology, biochem-istry, genetics, and structural biology ( 19). The eventual conr- mation of the roles of mechanosensitive channels in sustainingphysical integrity arose out of the discovery of the genes for thetwo major mechanosensitive channels in E. coli , namely, MscS (mechanosensitive channel small conductance) and MscL (large conductance) ( 46,74). Both actually have very large conduc- tances, or pore sizes, relative to eukaryotic channels, which areusually on the order of a few tens of picosiemens; MscL, at 3.6nanosiemens, is the largest gated channel known, while MscS con-ductance is 1 nanosiemen. Although they release excess cell tur-gor, these channels appear to sense tension within the membranerather than the pressure across it. This is best documented for theMscL channel ( 57); it appears to sense the biophysical properties of the membrane, specically lipid bilayer deformation ( 67). The presence of either of these channels is sufcient to confer signi-cant protection against rapid hypoosmotic shock (downshock)(46,59) (see reference 17for a schematic representation). These two channels reect distinct families of proteins. As dis- cussed below, the MscS family is quite diverse and a single organ-ism may encode multiple members in their genome, presumablyto be expressed andor activated under distinct environmentalcues. The MscL channel is highly conserved, with only a singlegene found in any given organism, and its activation appears to bea last-ditch effort for survival. One of the best exemplars of thistrend comes from the rst demonstration of the protective effectsof MS channels. Vibrio alginolyticus grows in marine environ- ments and lyses when transferred to low osmolarity. Lysis can beprevented by expressing E. coli MscL from a plasmid ( 62). The genome of this organism, along with those for many other Vibrio species, has subsequently been sequenced. Almost all lack the genefor MscL but possess multiple MscS homologues. The implicationis that either the activity or the expression level of the latter MscS-type channels is insufcient to protect, at least under experimentalconditions. An even greater curiosity is the exception to thisrule Vibrio cholerae (and the related species Vibrio vulnicus and Vibrio mimicus ); this is the group of organisms that are largely halophilic pathogens but that often require exposure to low os-molarity for transmission. During diarrhea brought on by cholera toxin and their transmission through contaminated drinking wa-ter, they are exposed to hypoosmotic shock. Thus, acquisition(retention) of MscL by V. cholerae might be an adaptation to the pathogenic niche. MscS FAMILY The MscS channel was the rst activity dened by electrophysiol-ogy ( 51), although it is not clear whether the observed channels were the product of a single gene or two different channels ofsimilar conductance that have subsequently been characterized(46). The identication of the canonical MscS channel was a crit- ical event, opening a path to the description of a wide family ofchannel homologues of great complexity ( 68). The E. coli MscS (MscS-Ec) is a 286-amino-acid (aa) protein that assembles to ahomoheptameric complex. Most organisms possess multiple ho-mologues that share a region similar in overall composition andpredicted structure to that of MscS-Ec at their carboxy-terminalend. In all homologues studied to date, the amino acid sequence ismost conserved in the region that has been dened by crystallog-raphy in MscS-Ec as the pore-forming TM3A helix and the regionimmediately carboxy-terminal to this, the TM3B helix and the H9252 domain. Other regions are conserved specically within the sub-families that are dened by the structural variation within thewider MscS family. MscS homologues exhibit additional amino-terminal trans- membrane (TM) helices, and some also exhibit a periplasmic do-main ( 46). One usually nds an additional either eight helices or two helices (based on hydrophobicity analysis of the amino acidsequences) ( Fig. 1 ). Our unpublished studies show that all the homologues in E. coli exhibit mechanosensitivity in patch clamp electrophysiology and can protect cells in downshock assays. Thereasons that such channels are not seen in the E. coli mutant strain MJF465, which lacks the readily detectable MscS, MscK, and MscLchannels, are complex and beyond the immediate scope of thisreview. While the large majority of MscS homologues have addi-tional amino-terminal TM domains, a smaller group of homo-logues have modications to the carboxy-terminal domain. TheYbdG family has an H1101150-amino-acid insertion between the upper H9252and lower H9251H9252domains that form the majority of the cytoplasmic domain ( 70). Other homologues have been reported to exhibit extensions at their carboxy termini such that the alpha-betadomain is replaced by a unique protein sequence (e.g., MscS-CgFig. 1 ). Still others may be evolutionarily related to MscS but have largely either lost or diminished their mechanosensitiveproperties ( 20). MscS STRUCTURE AND FUNCTION The core domain of MscS-Ec comprises three TM domains (TM1, TM2, and TM3A), an amphipathic helix (TM3B) that lies alongthe membrane surface and projects into the cytoplasm, a H9252do- main, a mixed H9251H9252domain, and a carboxy-terminal H9252sheet ( Fig. 2A)(8). The assembled cytoplasmic domains in the homohep- tamer form a large balloon-like structure that is delimited at themembrane surface by the entrance to the pore dened by the sevenTM3A helices and at the base by a H9252barrel that is both narrow and lined with hydrophobic residues, such that it is unlikely that eitherwater or solutes can pass. Ions and solutes access the transmem-brane pore by passing through lateral portals created at the inter-faces between the H9252andH9251H9252domains ( Fig. 2A ). Although the pri-Minireview September 2012 Volume 194 Number 18 jb.asm.org 4803mary descriptions of the structure of MscS-Ec have been via crystallography, there have also been important contributionsfrom other biophysical approaches, in particular, continuous-wave electron paramagnetic resonance (CW-EPR) of MscS-Ecmutants in which cysteine residues have been introduced ( 71, 76,77). The membrane-embedded domain can be considered to have two components: TM1-TM2 (TM1-2) and TM3a. TM1-2 form ahelix pair that is predicted to move in the bilayer as a rigid bodysensing bilayer tension ( 80). Movements of this helix pair are consid- ered to trigger changes in the packing of the TM3A helices, generatingan open pore from the closed state ( Fig. 2B ). The TM3A helices are tightly packed, and they appear in crystal structures to be in a semi-symmetrical arrangement ( 61). The interfaces of the helices are com- posed of matching knobs and grooves created from a semiconservedpattern of Gly and Ala residues ( 8,26). The seal that prevents solute ingress or exit in the absence of a triggering signal is composed of tworings of Leu residues (L105 and L109 in MscS-Ec). Mutations at thesepositions that decrease the hydrophobicity of the seal lead to channelsthat gate at lower tensions than the parental channel ( 26,54,55). Sukharev and colleagues have proposed that the hydrophobicity ofthe seal residues creates a zone that is not readily hydrated, and thus,in the absence of a continuous water phase in the pore, no ions canpass despite an apparently open pore that is approximately 4 t o5i n diameter in the crystal structure ( 4). The mechanism of sensing membrane tension remains contro- versial, and the structural transitions during gating are still in dis-pute. What is clear is that the opening of the channel requires themovement apart of the leucine residues that constitute the seal(Fig. 2B ). Sukharev has estimated that the open pore must have a diameter of 14 to 16  ( 73). We solved the structure of an open form of a mutant (A106V) of the MscS-Ec channel in 2008 andfound that the open pore in this crystalline state had a diameter ofH1101113 to 14  ( 80). Moreover, the HOLE program predicted that this structure may have a conductance equal to that reported forMscS. Such predictions are always perilous, but the overall openstructure of A106V is consistent with the requirements for ionconduction. Namely, the leucine residues have rotated away fromthe center of the pore with the side chains in a more peripheral FIG 2 (A) Structure of the closed form of MscS-Ec (2oau) ( 8,72). (B) Depiction of TM3A helix movements associated with forming an open state (reprinted fromreference 80). (A) A single subunit of the homoheptamer is colored black and is shown integrated into (right) and separate from (left) the MscS structure. Eachdistinct structural element is labeled. (B) The closed (left) MscS pore viewed fromthe periplasmic face. Residues T93 to N117 only are shown in space-lled mode(pink), with a single subunit indicated in crimson. The leucine rings form visibleblocks to ion conduction by creating a hydrophobic constriction that, despiteappearing to be open, is constrained in its ability to pass water and ions (see thetext). An open structure, obtained by crystallization of a mutant, A106V MscS-Ec,is shown (right; yellow) with a single subunit highlighted (orange). The closed porehas a diameter of H110114.8 , and the open pore has a diameter of H110111 3( 80). The radial movement of the TM3A helices, accompanied by a small rotation, com-pletely removes the seal residues (L105 and L109) from the center of the channel,leaving a large open pore. FIG 1 Hydrophobicity plots (window H1100519) showing MscS-Ec (blue) and representatives of the largest (MscK-Ec; green) and intermediate-sized (YnaI-Ec; yellow) members of the MscS family. In addition, MscS-Cg, which is an MscS homologue from Corynebacterium glutamicum that is similar to MscS along its length from the amino terminus to the base of the H9252domain, is shown. Thereafter, the sequences diverge, and the MscS-Cg protein has a long, essentially cytoplasmic extension (note, however, that this domain contains a potential transmembrane span located 300 amino acids after the end of H9252domain). The hydrophobicity plot scale is H110064.5 units, and any segment averaged over 19 residues that has a value above 1.8 at any point in the window has the potential to form a transmembrane span ( 44). A scale bar representing 100 amino acids is shown, and all the homologues are on the same scale.Minireview 4804 jb.asm.org Journal of Bacteriologylocation and the TM3A helices have moved outwards from the center ( Fig. 2B ). A specic prediction made by the structure is that in the open state, TM3A helices have moved apart, breaking theAla-Gly interface. We have reasoned that the pivotal role identi-ed for the Ala-Gly interface is in the guidance of the helices in theinitial stages of the closed-open transition and vice versa ( 26). Consistent with this, we have shown that one specic mutation tothe Ala-Gly interface (A102G) does not block the opening of thechannel but does severely diminish the stability of the open state,as if the channel initiates the structural transition toward the openstate and then collapses back due to the absence of the stabilizingAla residue. The new structure also allowed speculation about anarcane property of MscS-Ecthe inactivation of MscS-Ec chan-nels exposed to increased bilayer tension. One explanation that weposited from the new structure is that the unstable nature of thepore helices in the open state increases the probability that ratherthan an ordered return to the closed state, one or more helicescollapse into the pore, leading to a nonrecoverable block ( 80). Much has been written about the inactivation of this channel ( 1,3, 10,15). However, this property is unlikely to be a core feature of the MscS family and thus may be just one more variation on thetheme. Other mechanosensitive channels that are variants onMscS, e.g., MscMJ and MscMJLR from Methanococcoides jann- aschii (41) and MscCG ( 18), do not show inactivation in the ex- periments that have been described. Similarly, MscK does not in-activate ( 46). We have recently reviewed in detail the structural transitions associated with gating ( 80). There is common ground among the groups working on these channels that TM1-2 senses tension andmoves in such a way as to transmit a conformational change viathe TM2-TM3A linker that, in turn, generates the opening twistthat is required to initiate the transition from closed to open.Space does not allow a revisiting of all the arguments and pro-posed structures. Safe to say that much remains to be done in thisarea, and new approaches are essential if denitive progress is tobe made. MscL FAMILY: CONTRASTS WITH MscS MscL contrasts with MscS on many levels. While several speciesare predicted to contain multiple MscS proteins, usually only oneMscL is found. It is almost ubiquitous throughout the bacterialkingdom but is not observed in plants, whereas MscS is ( 31). In- stead, a simple BLAST search shows that MscL is found in numer-ous members of the fungal and oomycete kingdoms, includingthe genera Phytophthora ,Neurospora ,Myceliophthora ,Pirifor- mospora , and Batrachochytrium . The location of these channels in the cell is far from clear, and no analysis of cellular location hasbeen reported. In contrast, the plant MscS homologues have beenfound in both organelles and plant cell membranes ( 78,81). As indicated above, MscL is absent from most Vibrio species. But MscL is also found in the majority of Mycoplasma species. This is perhaps an unexpected nding given the wall-less nature of theseorganisms. The most bizarre of these is the MscL observed inMycoplasma gallisepticum , in which the protein is predicted to be 220 amino acids in length (the MscL-Ec protein is typically 136aa), and only the rst part of the protein to the beginning of theperiplasmic loop is conserved. Again, MscS is absent from nearlyall the mycoplasmas, being present only in Acholeplasma laidlawii . Thus, MscL distribution among microbes does vary and might bespecically lowered in abundance among marine species.MscL is highly conserved ( 5,52,68). Except for the myco- plasma MscL domain structure noted above, it always contains thefollowing conserved domains: an amphipathic H9251helix (S1) that lies along the cytoplasmic membrane, a highly conserved rsttransmembrane domain (TM1) that forms the pore constriction,a periplasmic loop, a second transmembrane domain (TM2) thatfaces the lipid membrane, and a linker that leads to a cytoplasmicH9251-helical bundle. Two crystal structures have been resolved: a pentameric Mycobacterium tuberculosis MscL (MscL-Tb) ( 21) and a tetrameric Staphylococcus aureus MscL ( 50); however, we now know that, in vivo ,S. aureus MscL is pentameric, not tetrameric, with the tetrameric structure resolved in the crystal being a deter-gent-dependent oligomeric rearrangement ( 25,36); thus, only the former structure is shown in Fig. 3 . The small variations between orthologues lie in the length of the N-terminal region (sometimeshaving numerous residues prior to the predicted S1 helix) and thelength and sequence of the periplasmic loop, and some ortho-logues contain numerous amino acids after the predicted cyto-plasmic helical bundle ( 52). However, this variability is extremely modest compared with that of MscS. Of the MscL orthologuechannels that have been characterized electrophysiologically ( 29, 58,59), the differences in channel activities observed are also rel- atively modest. Some differences in mechanosensitivity and kinet-ics and perhaps a 25 variability in conductance have been ob-served; none of the MscL channels have been found to bedependent upon ionic conditions or other factors, as may be thecase for the diverse MscS family of channels ( 47). Finally, the presence of a single MscL per organism is consistent with a chan-nel that is highly conserved both structurally and functionally. As mentioned above, MscL appears to be a last-ditch effort for FIG 3 Current models of the MscL channel. The top panels depict the crystal structure obtained for MscL-Tb, as observed across the plane of the mem-brane, with the approximate locations of the membrane shown as horizontallines (left) or from the periplasmic side of the membrane (right); note the blackarrow in the latter near the green subunit which describes the corkscrew move-ment of TM1 that is predicted to occur early in the gating process. In the topcenter, a single subunit is shown in isolation to better show the domains: S1 isthe N-terminal amphipathic H9251helix that lies along the cytoplasmic membrane, TM1 and TM2 are the transmembrane domains, Peri Loop is the periplasmicloop connecting them, and Cyto Helix is the cytoplasmic helical bundle. Thebottom panels show a model for the positions of the transmembrane domainsin the open structure, as derived from EPR and other studies and as indicatedin the text. Note the tilting of these domains within the membrane.Minireview September 2012 Volume 194 Number 18 jb.asm.org 4805survival ( 11). Functionally, MscL can be redundant with MscS channels in that it protects the organism from osmotic shock(note, however, that this needs to be formally demonstrated forfungal and mycoplasma organisms). Double-null (i.e., MscL H11002 MscSH11002)E. coli strains are robust organisms under most condi - tions, including osmotic balancing when compatible solutes areaccumulated and K H11001is released. However, they are osmotically fragile during hypoosmotic shock ( 46). They can be rescued by either MscS or MscL expressed from the chromosome (i.e., thenormal levels of expression of either channel are sufcient to pre-vent major loss of viability). This is akin to the rescue demon-strated for V. alginolyticus referred to above, but in this organism, there is the anomaly of the presence of multiple MscS homologuesin the chromosome. MscL, when open, makes very large pores in the membrane that are H1101130  in diameter, as determined by molecular sieving experiments for the E. coli MscL ( 23), making it the largest gated pore known. As one would expect for such a large pore, keeping itclosed is a priority for the cell. Indeed, a plethora of genetic evi-dence now indicates that if this channel is gated inappropriately,such that it opens at low membrane tensions, its presence is dev-astating for the cell ( 6,9,53,65). THE RESILIENCE OF THE MscL PROTEIN ALLOWS IN VIVO GENETIC STUDIES TO DEFINE STRUCTURAL CHANGES THATOCCUR UPON GATING Given that MscL is so highly conserved, both structurally and functionally, one might suspect that small changes would result inradically different phenotypes in channel activities. This, however,appears not to be the case. On the order of 90 of single-residuechanges yield little or no discernible cellular phenotype ( 45). This resilience has been advantageous for the study of the channelusing both random and site-directed mutagenesis, as well as for in vivo screens, thus allowing for a relatively unique handle on the system. Such approaches have led the way for the proposal of newmodels for channel gating, as well as for supporting or refutingexisting ones. In an initial study, a randomly mutated MscL-Ec was expressed in amscL -null host cell in trans using an inducible promoter ( 65). The expression levels were relatively low, only a few fold higherthan those of the endogenous gene ( 14). The bacteria were initially plated on noninducing plates, and then replica plating was used totransfer the grown colonies onto plates containing IPTG (isopro-pyl-H9252- D-thiogalactopyranoside) to induce expression. Cells that showed a slowed- or no-growth gain-of-function (GOF) pheno-type on the IPTG-containing plates were isolated from the paren-tal plate and further characterized. The severity of these GOF phe-notypes correlated well with a left shift of the sensitivity curve, asassayed by patch clamp, demonstrating that the channels becamemore sensitive to membrane tension. Many of the mutations werein TM1, which, we now know from the crystal structure, lines thepore. Of these mutations, almost all were changes to more-hydro-philic residues, which led to the notion that an increase in hydro-philicity within the pore led to channels that are more sensitive tobilayer tension. Subsequent studies yielded similar ndings andalso highlighted residues at the aqueouslipid interface as beingimportant ( 45,53,86). Since these initial random mutagenesis studies, several addi- tional studies have used in vivo screens to deduce the structural changes that occur upon gating. For example, random mutagen-esis designed to isolate intragenic suppressors of known GOF mu- tants supported a model for a signicant clockwise rotation (asviewed from the periplasm), or corkscrewing, of TM1, almost180, occurring upon the gating process ( 48); such a rotation had been predicted from EPR studies ( 66). This model was later addi- tionally supported by a new in vivo technique to test channel opening, coined the electrostatic repulsion test (ESReT) ( 49). Di- sulde trapping of closed channels ( 45) and the engineering of heavy-metal-binding sites within the pore ( 34) have also sup- ported the corkscrew model. One of the more-unique approachesused allows the in vivo posttranslational modication of the chan- nel. Here, cysteine mutants are expressed in mscL -null cells, sulf- hydryl reagents with specic properties are added to the medium,often upon osmotic downshock, and viability is determined. Thisapproach was initially used for a single cysteine mutant within thepore that was modied with the positively charged sulfhydrylMTSET H11001(9) but later expanded as a screen for an entire cysteine library ( 6). For this positively charged compound, the predomi- nant hits were again within the pore and supported the TM1 cork-screw model. More recently, hydrophobic sulfhydryl reagentshave also been used ( 35) and have led to a model in which a residue at the TM2 cytoplasmic interface transiently interacts withthe lipid membrane upon gating ( 35). Hence, these rapid in vivo screens have been invaluable in supporting and suggesting modelsfor many of the structural changes that occur upon gating. In sum, the in vivo screens, when combined with other studies, have led to the following model for gating. First, some data indi-cate that the crystal structure may be close to, but not completelyin, the fully closed state in vivo (34,45). TM2 senses the biophys- ical perturbation in the membrane under tension. Thinning of themembrane is not what is sensed; instead, it is probably changes inthe lateral pressure prole ( 67). Although the regions at or near the membrane interface are important ( 53,86), direct interactions with specic head groups do not appear to be important for nor-mal function ( 57); indeed, when such interactions are created, they can be disadvantageous ( 86). Both TM1 and TM2 tilt within the membrane ( 66), while the rst transmembrane helix rotates in a corkscrew fashion ( 6,7,34,66). The channel then presumably opens like the iris of a camera, with TM1 forming the pore ( 6,7, 66). The N-terminal amphipathic helix remains along the cyto- plasmic membrane, where it serves as a stabilizer for TM1 as it tiltsand rotates ( 22,37). This stabilizer is sometimes called a slide helix or anchor and is seen in several channels, suggesting amore conserved function ( 37). Although initially controversial ( 2, 87), it now appears that the C-terminal bundle remains intact in the open structure, with the TM2-to-bundle linker creating veportals that can act as potential molecular sieves ( 85), while the TM2 cytoplasmic interface appears to be dynamic and enters themembrane during the gating process ( 35). CONCLUDING REMARKS AND SPECULATIONS It has been a given for many years that both MscS and MscL fulll major roles in protecting cell integrity by serving the function ofbiological emergency release valves ( 46). However, while this is true, there may be many exceptions to this rule that have yet to beelucidated. Some key questions can be dened. (i) Do all bacterial MS channels, irrespective of their structure, play only the role of emergency release valve? Unambiguously, thisis not the case for E. coli , for which there are ve MS channels that do not fulll this role ( 68). Alternative roles might be found in theMinireview 4806 jb.asm.org Journal of Bacteriologywork on chloroplast MS channels ( 78). These belong to the MscS family, and hints that they may inuence shape maintenance andorganelle division have arisen from their study ( 31,32). Given that chloroplasts are intracytoplasmic, they have no need to survivemajor changes in osmolarity. However, they might be essential inadjusting chloroplast volume during daynight cycles. A change insolute pools of around 40 mM is equivalent to H110111 atm, and there- fore, variations in the concentrations of carbon cycle intermedi-ates and other metabolites may be a signicant stress. In isolatedmembranes (i.e., patch clamp), channels may have thresholdsmeasured in 0.1 atm ( H110114 mM solute change) and thus might be engaged in metabolite pool management. While this would still bean osmotic role, protein colocalization studies have suggestedproximity between chloroplast division machinery and the MSchannels and this may couple osmotic changes to shape controland division. (ii) What do the differing portfolios of mechanosensitive chan- nel homologues tell us about evolution to niche andor creation ofmodied functions associated with MS channels? We have alludedabove to the observed differences in MS channel distribution fromthe norm. Both Mycoplasma and Vibrio species may have mod- ied their proles of MS channels to reect their major environ-mental hurdles. Can we learn more about an organisms nichefrom an evaluation of gene proles and their expression matrices? (iii) How many copies of a channel does the cell need for sur- vival? Recent work has suggested that, in contrast to previousstudies, MscL may exist at H11022200 channels per cell ( 12). Many studies have shown that channel abundance in membrane patchesdoes not always correlate with measured channel activity. Thus,do all channels exist in multiple states, only some of which arepoised to be activated ( 15,38)? (iv) In fungi, where are the MscL channels subcellularly? What is their function, and how do localization and function match up?Could these channels have a role in the complex life cycle thatsome fungi and oomycetes undertake, which often includes severetransitions in osmolyte and water content? (v) Can the conserved nature of MscS and MscL be the Achil- les heel for bacteria? Much work has established the toxicity ofMscL, MscS, MscK, and MscG mutants that gate inappropriately(6,45,47,5355,64,65). Can we trigger gating using chemicals and, in this way, generate new antibiotics that act synergisticallywith compounds that weaken bacterial cell envelopes? Such spec-ulation has been made previously ( 13,39,63). In theory, the con- served nature of MscL can be exploited for developing broad-spectrum antimicrobials. (vi) Bacterial mechanosensitive channels are some of the larg- est gated pores; MscL is perhaps the largest known ( 23). Seminal research has shown how these nanopores can be utilized for thedelivery of peptides and other membrane-impermeable com-pounds. Indeed, the observation that a charge within the MscLpore can gate the channel has led to the engineering of nanoporesthat are actuated by light ( 43) and pH ( 42). We can now not only change the modality of MscL but also control the compounds thatmay pass through it ( 84), as well as reversibly modulate the pore size ( 85). Such channels may someday be utilized in a variety of nanodevices, including targeted drug delivery systems. Mechanosensitive channels have provided a paradigm for transient pore formation in bacterial membranes for almost 20years. Much has been discovered about the structures and some ofthe structural transitions that they undertake. Yet much still re-mains to be discovered about the precise structural changes asso- ciated with the open and transition states, and these channels re-main fertile ground for technology development. At the end of theday, we know a lot about these mechanosensitive channels in E. coli. However, there are clues in abundance that MscS-Ec and MscL-Ec are but two stories and that there are many more to betold that will reveal new insights into the way nature has developedand evolved this fascinating class of membrane proteins. ACKNOWLEDGMENTS We gratefully acknowledge our nancial support. I.R.B. is supported by The Wellcome Trust (WT092552MA) and the BBSRC (BBH0179171).P.B. is supported by grant I-1420 of the Welch Foundation, grantNNH08ZTT003N NRA from NASA, grant RP100146 from the CancerPrevention  Research Institute of Texas (CPRIT), and grants AI080807and GM061028 and the latters supplement from the National Institutesof Health. We thank Jim Naismith for permission to use Fig. 2B and all of our colleagues who have contributed many hours of experimental work andgenerous conversations that have illuminated the concepts described inthis review. REFERENCES 1.Akitake B, Anishkin A, Sukharev S. 2005. The dashpot mechanism of stretch-dependent gating in MscS. J. Gen. Physiol. 125:143154. 2.Anishkin A, et al. 2003. On the conformation of the COOH-terminal domain of the large mechanosensitive channel MscL. J. Gen. Physiol. 121: 227244. 3.Anishkin A, Sukharev S. 2009. State-stabilizing interactions in bacterial mechanosensitive channel gating and adaptation. J. Biol. Chem. 284: 1915319157. 4.Anishkin A, Sukharev S. 2004. Water dynamics and dewetting transitions in the small mechanosensitive channel MscS. Biophys. J. 86:28832895. 5.Balleza D, Gomez-Lagunas F. 2009. Conserved motifs in mechanosensi- tive channels MscL and MscS. Eur. Biophys. J. 38:10131027. 6.Bartlett JL, Levin G, Blount P. 2004. An in vivo assay identies changes in residue accessibility on mechanosensitive channel gating. Proc. Natl.Acad. Sci. U. S. A. 101:1016110165. 7.Bartlett JL, Li Y, Blount P. 2006. Mechanosensitive channel gating tran- sitions resolved by functional changes upon pore modication. Biophys. J.91:3684 3691. 8.Bass RB, Strop P, Barclay M, Rees DC. 2002. Crystal structure of Escherichia coli MscS, a voltage-modulated and mechanosensitive chan- nel. Science 298:15821587. 9.Batiza AF, Kuo MM, Yoshimura K, Kung C. 2002. Gating the bacterial mechanosensitive channel MscL in vivo. Proc. Natl. Acad. Sci. U. S. A. 99:56435648. 10.Belyy V, Kamaraju K, Akitake B, Anishkin A, Sukharev S. 2010. Adap- tive behavior of bacterial mechanosensitive channels is coupled to mem-brane mechanics. J. Gen. Physiol. 135:641 652. 11.Berrier C, Besnard M, Ajouz B, Coulombe A, Ghazi A. 1996. Multiple mechanosensitive ion channels from Escherichia coli , activated at different thresholds of applied pressure. J. Membr. Biol. 151:175187. 12.Bialecka-Fornal M, Lee HJ, DeBerg HA, Gandhi CS, Phillips R. 2012. Single-cell census of mechanosensitive channels in living bacteria. PLoSOne 7:e33077. doi:10.1371journal.pone.0033077. 13.Blount P, Moe PC. 1999. Bacterial mechanosensitive channels: integrat- ing physiology, structure and function. Trends Microbiol. 7:420  424. 14.Blount P, Sukharev SI, Moe PC, Martinac B, Kung C. 1999. Mechano- sensitive channels of bacteria. Methods Enzymol. 294:458  482. 15.Boer M, Anishkin A, Sukharev S. 2011. Adaptive MscS gating in the osmotic permeability response in E. coli: the question of time. Biochem-istry 50:4087 4096. 16.Booth IR, Cairney J, Sutherland L, Stirling DA, Higgins CF. 1988. Enteric bacteria and osmotic stress: an integrated homeostatic system.Soc. Appl. Bacteriol. Symp. Ser. 17:35S 49S. 17.Booth IR, Edwards MD, Black S, Schumann U, Miller S. 2007. Mecha- nosensitive channels in bacteria: signs of closure? Nat. Rev. Microbiol.5:431 440.Minireview September 2012 Volume 194 Number 18 jb.asm.org 480718.Borngen K, et al. 2010. The properties and contribution of the Coryne- bacterium glutamicum MscS variant to ne-tuning of osmotic adapta- tion. Biochim. Biophys. Acta 1798 :21412149. 19.Britten RJ, McClure FT. 1962. The amino acid pool in Escherichia coli. Bacteriol. Rev. 26:292335. 20.Caldwell DB, Malcolm HR, Elmore DE, Maurer JA. 2010. Identication and experimental verication of a novel family of bacterial cyclic nucleo-tide-gated (bCNG) ion channels. Biochim. Biophys. Acta 1798 :1750  1756. 21.Chang G, Spencer RH, Lee AT, Barclay MT, Rees DC. 1998. Structure of the MscL homolog from Mycobacterium tuberculosis : a gated mechano- sensitive ion channel. Science 282:2220 2226. 22.Corry B, et al. 2010. An improved open-channel structure of MscL de- termined from FRET confocal microscopy and simulation. J. Gen.Physiol. 136:483 494. 23.Cruickshank CC, Minchin RF, Le Dain AC, Martinac B. 1997. Estima- tion of the pore size of the large-conductance mechanosensitive ion chan-nel of Escherichia coli. Biophys. J. 73:19251931. 24.Deng Y, Sun M, Shaevitz JW. 2011. Direct measurement of cell wall stress stiffening and turgor pressure in live bacterial cells. Phys. Rev. Lett. 107: 158101. 25.Dorwart MR, Wray R, Brautigam CA, Jiang Y, Blount P. 2010. S. aureus MscL is a pentamer in vivo but of variable stoichiometries in vitro: impli-cations for detergent-solubilized membrane proteins. PLoS Biol.8:e1000555. doi:10.1371journal.pbio.1000555. 26.Edwards MD, et al. 2005. Pivotal role of the glycine-rich TM3 helix in gating the MscS mechanosensitive channel. Nat. Struct. Mol. Biol. 12:113 119. 27.Epstein W. 2003. The roles and regulation of potassium in bacteria. Prog. Nucleic Acid Res. Mol. Biol. 75:293320. 28.Epstein W, Schultz SG. 1965. Cation transport in Escherichia coli. V. Regulation of cation content. J. Gen. Physiol. 49:221234. 29.Folgering JH, Moe PC, Schuurman-Wolters GK, Blount P, Poolman B. 2005. Lactococcus lactis uses MscL as its principal mechanosensitive chan-nel. J. Biol. Chem. 280:8784  8792. 30.Galinski EA. 1993. Compatible solutes of halophilic eubacteria molecular principles, water-solute interaction, stress protection. Experi-entia 49:487 496. 31.Haswell ES. 2007. MscS-like proteins in plants. Curr. Top. Membr. 58: 329 359. 32.Haswell ES, Meyerowitz EM. 2006. MscS-like proteins control plastid size and shape in Arabidopsis thaliana. Curr. Biol. 16:111. 33.Imhoff JF. 1986. Osmoregulation and compatible solutes in eubacteria. FEMS Microbiol. Rev. 39:57 66. 34.Iscla I, Levin G, Wray R, Reynolds R, Blount P. 2004. Dening the physical gate of a mechanosensitive channel, MscL, by engineering metal-binding sites. Biophys. J. 87:31723180. 35.Iscla I, Wray R, Blount P. 2011. An in vivo screen reveals protein-lipid interactions crucial for gating a mechanosensitive channel. FASEB J. 25: 694 702. 36.Iscla I, Wray R, Blount P. 2011. The oligomeric state of the truncated mechanosensitive channel of large conductance shows no variance in vivo.Protein Sci. 20:1638 1642. 37.Iscla I, Wray R, Blount P. 2008. On the structure of the N-terminal domain of the MscL channel: helical bundle or membrane interface. Bio-phys. J. 95:22832291. 38.Kamaraju K, Belyy V, Rowe I, Anishkin A, Sukharev S. 2011. The pathway and spatial scale for MscS inactivation. J. Gen. Physiol. 138: 49 57. 39.Kamaraju K, Sukharev S. 2008. The membrane lateral pressure- perturbing capacity of parabens and their effects on the mechanosensitivechannel directly correlate with hydrophobicity. Biochemistry 47:10540  10550. 40.Kempf B, Bremer E. 1998. Uptake and synthesis of compatible solutes as microbial stress responses to high-osmolality environments. Arch. Micro-biol. 170:319 330. 41.Kloda A, Martinac B. 2001. Structural and functional differences between two homologous mechanosensitive channels of Methanococcus jann-aschii. EMBO J. 20:1888 1896. 42.Koer A, et al. 2006. Rationally designed chemical modulators convert a bacterial channel protein into a pH-sensory valve. Angew. Chem. Int. Ed.Engl. 45:3126 3130.43.Koer A, Walko M, Meijberg W, Feringa BL. 2005. A light-actuated nanovalve derived from a channel protein. Science 309:755758. 44.Kyte J, Doolittle RF. 1982. A simple method for displaying the hydro- pathic character of a protein. J. Mol. Biol. 157:105132. 45.Levin G, Blount P. 2004. Cysteine scanning of MscL transmembrane domains reveals residues critical for mechanosensitive channel gating.Biophys. J. 86:28622870. 46.Levina N, et al. 1999. Protection of Escherichia coli cells against extreme turgor by activation of MscS and MscL mechanosensitive channels: iden-tication of genes required for MscS activity. EMBO J. 18:1730 1737. 47.Li Y, Moe PC, Chandrasekaran S, Booth IR, Blount P. 2002. Ionic regulation of MscK, a mechanosensitive channel from Escherichia coli.EMBO J. 21:53235330. 48.Li Y, Wray R, Blount P. 2004. Intragenic suppression of gain-of-function mutations in the Escherichia coli mechanosensitive channel, MscL. Mol.Microbiol. 53:485 495. 49.Li Y, Wray R, Eaton C, Blount P. 2009. An open-pore structure of the mechanosensitive channel MscL derived by determining transmembranedomain interactions upon gating. FASEB J. 23:21972204. 50.Liu Z, Gandhi CS, Rees DC. 2009. Structure of a tetrameric MscL in an expanded intermediate state. Nature 461:120 124. 51.Martinac B, Buechner M, Delcour AH, Adler J, Kung C. 1987. Pressure- sensitive ion channel in Escherichia coli. Proc. Natl. Acad. Sci. U. S. A. 84:22972301. 52.Maurer J, Elmore D, Lester H, Dougherty D. 2000. Comparing and contrasting Escherichia coli and Mycobacterium tuberculosis mechano-sensitive channels (MscL). New gain of function mutations in the loopregion. J. Biol. Chem. 275:22238 22244. 53.Maurer JA, Dougherty DA. 2001. A high-throughput screen for MscL channel activity and mutational phenotyping. Biochim. Biophys. Acta1514 :165169. 54.McLaggan D, et al. 2002. Analysis of the kefA2 mutation suggests that KefA is a cation-specic channel involved in osmotic adaptation in Esch-erichia coli. Mol. Microbiol. 43:521536. 55.Miller S, et al. 2003. Domain organization of the MscS mechanosensitive channel of Escherichia coli. EMBO J. 22:36  46. 56.Mitchell P, Moyle J. 1956. Osmotic function and structure in bacteria, p 150 180. InSpooner E, Stocker B (ed), Bacterial anatomy, vol 6. Cam- bridge University Press, Cambridge, United Kingdom. 57.Moe P, Blount P. 2005. Assessment of potential stimuli for mechano- dependent gating of MscL: effects of pressure, tension, and lipid head-groups. Biochemistry 44:12239 12244. 58.Moe PC, Blount P, Kung C. 1998. Functional and structural conservation in the mechanosensitive channel MscL implicates elements crucial formechanosensation. Mol. Microbiol. 28:583592. 59.Moe PC, Levin G, Blount P. 2000. Correlating a protein structure with function of a bacterial mechanosensitive channel. J. Biol. Chem. 275: 3112131127. 60.Morbach S, Kramer R. 2003. Impact of transport processes in the osmotic response of Corynebacterium glutamicum. J. Biotechnol. 104:69 75. 61.Naismith JH, Booth IR. 2012. Bacterial mechanosensitive channels MscS: evolutions solution to creating sensitivity in function. Annu. Rev.Biophys. 41:157177. 62.Nakamaru Y, Takahashi Y, Unemoto T, Nakamura T. 1999. Mechano- sensitive channel functions to alleviate the cell lysis of marine bacterium,Vibrio alginolyticus, by osmotic downshock. FEBS Lett. 444:170 172. 63.Nguyen T, Clare B, Guo W, Martinac B. 2005. The effects of parabens on the mechanosensitive channels of E. coli. Eur. Biophys. J. 34:389 395. 64.Okada K, Moe PC, Blount P. 2002. Functional design of bacterial mecha- nosensitive channels. Comparisons and contrasts illuminated by randommutagenesis. J. Biol. Chem. 277:2768227688. 65.Ou X, Blount P, Hoffman RJ, Kung C. 1998. One face of a transmem- brane helix is crucial in mechanosensitive channel gating. Proc. Natl.Acad. Sci. U. S. A. 95:1147111475. 66.Perozo E, Cortes DM, Sompornpisut P, Kloda A, Martinac B. 2002. Open channel structure of MscL and the gating mechanism of mechano-sensitive channels. Nature 418:942948. 67.Perozo E, Kloda A, Cortes DM, Martinac B. 2002. Physical principles underlying the transduction of bilayer deformation forces during mecha-nosensitive channel gating. Nat. Struct. Biol. 9:696 703. 68.Pivetti CD, et al. 2003. Two families of mechanosensitive channel pro- teins. Microbiol. Mol. Biol. Rev. 67:66  85. 69.Roe AJ, McLaggan D, Davidson I, OByrne C, Booth IR. 1998. Pertur-Minireview 4808 jb.asm.org Journal of Bacteriologybation of anion balance during inhibition of growth of Escherichia coli by weak acids. J. Bacteriol. 180:767772. 70.Schumann U, et al. 2010. YbdG in Escherichia coli is a threshold-setting mechanosensitive channel with MscM activity. Proc. Natl. Acad. Sci.U. S. A. 107:12664 12669. 71.Sotomayor M, Vasquez V, Perozo E, Schulten K. 2007. Ion conduction through MscS as determined by electrophysiology and simulation. Bio-phys. J. 92:886 902. 72.Steinbacher S, Bass R, Strop P, Rees DC. 2007. Structures of the pro- karyotic mechanosensitive channels MscL and MscS. Curr. Top. Membr.58:124. 73.Sukharev S. 2002. Purication of the small mechanosensitive channel of Escherichia coli (MscS): the subunit structure, conduction, and gatingcharacteristics in liposomes. Biophys. J. 83:290 298. 74.Sukharev SI, Blount P, Martinac B, Blattner FR, Kung C. 1994. A large-conductance mechanosensitive channel in E. coli encoded by mscL alone. Nature 368:265268. 75.Typas A, et al. 2010. Regulation of peptidoglycan synthesis by outer- membrane proteins. Cell 143:10971109. 76.Vasquez V, Sotomayor M, Cordero-Morales J, Schulten K, Perozo E. 2008. A structural mechanism for MscS gating in lipid bilayers. Science321:1210 1214. 77.Vasquez V, et al. 2008. Three-dimensional architecture of membrane- embedded MscS in the closed conformation. J. Mol. Biol. 378:5570.78.Veley KM, Marshburn S, Clure CE, Haswell ES. 2012. Mechanosensitive channels protect plastids from hypoosmotic stress during normal plantgrowth. Curr. Biol. 22:408  413. 79.Vollmer W, Seligman SJ. 2010. Architecture of peptidoglycan: more data and more models. Trends Microbiol. 18:59  66. 80.Wang W, et al. 2008. The structure of an open form of an E. coli mecha- nosensitive channel at 3.45 A resolution. Science 321:1179 1183. 81.Wilson M, Haswell ES. 2012. A role for mechanosensitive channels in chloroplast and bacterial ssion. Plant Signal. Behav. 7:157160. 82.Wood JM. 2011. Bacterial osmoregulation: a paradigm for the study of cellular homeostasis. Annu. Rev. Microbiol. 65:215238. 83.Wood JM, et al. 2001. Osmosensing and osmoregulatory compatible solute accumulation by bacteria. Comp. Biochem. Physiol. A Mol. Integr.Physiol. 130:437 460. 84.Yang LM, Blount P. 2011. Manipulating the permeation of charged compounds through the MscL nanovalve. FASEB J. 25:428  434. 85.Yang LM, et al. 2012. Three routes to modulate the pore size of the MscL channelnanovalve. ACS Nano. 6:1134 1141. 86.Yoshimura K, Nomura T, Sokabe M. 2004. Loss-of-function mutations at the rim of the funnel of mechanosensitive channel MscL. Biophys. J.86:21132120. 87.Yoshimura K, Usukura J, Sokabe M. 2008. Gating-associated conforma- tional changes in the mechanosensitive channel MscL. Proc. Natl. Acad.Sci. U. S. A. 105:4033 4038.Minireview September 2012 Volume 194 Number 18 jb.asm.org 4809",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]