[
    {
        "pmid": "32927618",
        "title": "Simultaneous Exposure of Cultured Human Lymphoblastic Cells to Simulated Microgravity and Radiation Increases Chromosome Aberrations.",
        "year": "2020",
        "journal": "Life (Basel)",
        "abstract": "During space travel, humans are continuously exposed to two major environmental stresses, microgravity (μG) and space radiation. One of the fundamental questions is whether the two stressors are interactive. For over half a century, many studies were carried out in space, as well as using devices that simulated μG on the ground to investigate gravity effects on cells and organisms, and we have gained insights into how living organisms respond to μG. However, our knowledge on how to assess and manage human health risks in long-term mission to the Moon or Mars is drastically limited. For example, little information is available on how cells respond to simultaneous exposure to space radiation and μG. In this study, we analyzed the frequencies of chromosome aberrations (CA) in cultured human lymphoblastic TK6 cells exposed to X-ray or carbon ion under the simulated μG conditions. A higher frequency of both simple and complex types of CA were observed in cells exposed to radiation and μG simultaneously compared to CA frequency in cells exposed to radiation only. Our study shows that the dose response data on space radiation obtained at the 1G condition could lead to the underestimation of astronauts' potential risk for health deterioration, including cancer. This study also emphasizes the importance of obtaining data on the molecular and cellular responses to irradiation under μG conditions.",
        "full_text": "life Article Simultaneous Exposure of Cultured Human Lymphoblastic Cells to Simulated Microgravity and Radiation Increases Chromosome Aberrations Sakuya Yamanouchi1, Jordan Rhone2, Jian-Hua Mao3 , Keigi Fujiwara4, Premkumar B. Saganti2, Akihisa Takahashi1, and Megumi Hada2, 1Gunma University Heavy Ion Medical Center, Maebashi, Gunma 371-8511, Japan; 3ra9di8o.ygmail.com 2Radiation Institute for Science  Engineering, Prairie View AM University, Prairie View, TX 77446, USA; jrrhonepvamu.edu (J.R.); pbsagantipvamu.edu (P .B.S.) 3Biological Systems  Engineering Division, Lawrence Berkeley Laboratory, Berkeley, CA 94720, USA; jhmaolbl.gov 4Department of Cardiology, University of Texas MD Anderson Cancer Center, Houston, TX 77030, USA; KFujiwara1mdanderson.org Correspondence: a-takahashigunma-u.ac.jp (A.T.); mehadapvamu.edu (M.H.); Tel.:1-936-261-3155 (M.H.) Received: 30 July 2020; Accepted: 5 September 2020; Published: 10 September 2020 gid00030gid00035gid00032gid00030gid00038gid00001gid00033gid00042gid00045 gid00001 gid00048gid00043gid00031gid00028gid00047gid00032gid00046 Abstract: During space travel, humans are continuously exposed to two major environmental stresses, microgravity ( G) and space radiation. One of the fundamental questions is whether the two stressors are interactive. For over half a century, many studies were carried out in space, as well as using devices that simulated Gon the ground to investigate gravity e ects on cells and organisms, and we have gained insights into how living organisms respond to G. However, our knowledge on how to assess and manage human health risks in long-term mission to the Moon or Mars is drastically limited. For example, little information is available on how cells respond to simultaneous exposure to space radiation and G. In this study, we analyzed the frequencies of chromosome aberrations (CA) in cultured human lymphoblastic TK6 cells exposed to X-ray or carbon ion under the simulated Gconditions. A higher frequency of both simple and complex types of CA were observed in cells exposed to radiation and Gsimultaneously compared to CA frequency in cells exposed to radiation only. Our study shows that the dose response data on space radiation obtained at the 1 G condition could lead to the underestimation of astronauts potential risk for health deterioration, including cancer. This study also emphasizes the importance of obtaining data on the molecular and cellular responses to irradiation under Gconditions. Keywords: lymphoblast; microgravity; space radiation; chromosome aberration 1. Introduction Astronauts on deep-space missions will experience continual microgravity ( G) and uninterrupted doses of ionizing radiation higher than any exposure experienced in the history of human spaceight. It is predicted that, during the 3-year human mission to Mars, astronauts will be simultaneously exposed to altered gravity and chronic radiation, with a cumulative e ective radiation dose of about 1 sievert (Sv)  1. The types of radiation were found in the space environment, such as galactic cosmic rays (GCR) and solar particle events (SPE). The space radiation is more damaging to cells  2. The biological impact of simulated space radiation on mammalian cells and rodents has been extensively investigated in ground-based experiments. Such studies have shown that space radiation not only has higher cancer risk  3,4, but also negatively a ects the function of the cardiovascular  5,6, central nervous  7,8 Life2020 ,10, 187 ; doi:10.3390 life10090187 www.mdpi.com journal lifeLife2020 ,10, 187 2 of 14 and immune 911 systems. The e ects of Gon mammalian cells have been studied extensively on the International Space Station (ISS), or by using clinostats for ground-based experiments. It is well known that Ga ects various cellular functions such as altered cell adherence, protein expression, gene expression, morphology, increased apoptosis and decreased proliferation rates 1215. In space biology studies, there is a basic question; what is the e ect of exposing cells simultaneously toGand spac e radiation? The answer to this question has significant implications on the astronauts health risk assessment and management during long-term space missions. There are many investigations about the combined e ects of space radiation and G, carried out both in space and on the ground (see the review by Moreno-Villanueva et al.)  16. Unfortunately, there is no clear consensus. Some reported synergy (i.e., increased detrimental e ects), but some did not. Performing experiments in space is challenging since there is a limited number of opportunities (if any) to repeat the same experiment under the same condition. The sequential treatments, such as cells being irradiated and then exposed to simulated G, have been used in some ground-based experiments. In these experiments, cells are not exposed to radiation and Gat the same time. There are only a few cases in which cells were irradiated while being under the simulated Gcondition. However, for the experiments of this type, it was often necessary to stop clinostat rotation in order to irradiate cells. Recently, we have developed a ground-based system for irradiating cells while they are under simulated Gusing a three-dimensional (3D) clinostat  17,18 as a new system for ground-based space environment studies. This system allows the irradiating of cells without stopping the rotation of the clinostat, hence it is truly simultaneous exposure. As the clinostat rotates, the platform on which cell culture chambers are mounted becomes perpendicular to the direction of the irradiation beam every minute. Cells are irradiated for 0.2 s with either X-ray or carbon ion (C-ion) beam. For X-ray irradiation, a high-speed shutter located in front of the beam port opens for 0.2 s. For C-ion bean irradiation, a respiratory gating system for heavy ion treatment is used. Using these experimental set-ups, we have earlier studied the combined e ects of radiation and G on human broblasts, which are adherent cells. We found that the expression of cell cycle-suppressing genes decreased, and that of cell cycle-promoting genes increased after C-ion irradiation under G compared with irradiation  19. The cell cycle may pass through the checkpoints with DNA damage due to the combined e ects of C-ion and G, suggesting that increased genomic instability might occur in space 19. Indeed, we also found an increased frequency of chromosome aberrations (CA) in cells exposed to both radiation and G, compared to those treated by radiation only 20. In this work, we studied the combined e ects of simulated Gand irradiation on human lymphoblastic TK6 cells, which were originally isolated from spontaneous immortalized lymphoblastic WIL2 cells  21. TK6 cells are relatively stable and express the wild-type tumor suppressor p53gene  22. Unlike broblasts that are adherent cells, TK6 cells grow in suspension. TK6 cells are commonly used in radiation studies to investigate genomic instability  2325 and known to be highly radiosensitive due to e cient radiation-induced apoptosis  26. The endpoints measured in this study were cell survival and CA. 2. Materials and Methods 2.1. Cell Culture Cells were obtained from ATCC (Manassas, VA, USA). Since the experiment was performed outside the CO 2incubator, cells were cultured in CO 2-independent medium (COI) (Thermo Fischer Scientic, Waltham, MA, USA) containing 10 ( ) fetal bovine serum (MP Biomedicals, Santa Ana, CA, USA), 200 mM L-glutamine (Thermo Fischer Scientic) and 1 ( ) penicillinstreptomycin mixed solution (Nacalai Tesque, Kyoto, Japan), and kept at 37C. We also used RPMI medium (Thermo Fischer Scientic) containing 10 ( ) fetal bovine serum (MP Biomedicals), 1 ( ) penicillinstreptomycin mixed solution (Nacalai Tesque) and 10 mM-HEPES (Dojindo Molecular Technologies, Inc., Kumamoto, Japan) at 37C in a CO 2incubator for checking cellar growth. We used disposable, sealed irradiationLife2020 ,10, 187 3 of 14 cell culture chambers (DCC) (Chiyoda Co., Kanagawa, Japan)  27,28. Exponentially growing cells were seeded into DCC. 2.2. Simultaneous Exposure of Cells to Radiation and Simulated G A system for subjecting cultured cells simultaneously to radiation and simulated- G(SSS) using a 3D clinostat (PMS-CST I, Advanced Engineering Services Co. Ltd. (AES), Ibaraki, Japan) has been previously described  20. Cells were irradiated under the simulated Gcondition without stopping the clinostat motion. We used an X-ray generator (200 kV , 14.6 mA, aluminum lter (0.3 mm thick), MultiRad225: Faxitron Bioptics, LLC, Tucson, AZ, USA), and a high-speed shutter (Accelerator Engineering Co., Chiba, Japan) placed in front of the X-ray irradiation port for synchronized X-ray irradiation. For synchronized C-ion irradiation, a synchrotron (Gunma University Heavy Ion Medical Center, Gunma, Japan) and respiratory gating systems were used. The dose-averaged linear energy transfer is 50 keV m at the center of the 6 cm spread-out Bragg peak of the beam, with an energy of 290 MeV n 29. Cells were irradiated by a 0.2 s pulse of beam when the cell chamber on the clinostat stage becomes perpendicular to the direction of irradiation beam, which took place once every minute. The X:Y ratios of clinorotation were set at 11:13 rpm and 66s:78s, to accurately synchronize irradiation when the samples were in a horizontal position. For the control, cells in the chamber were mounted on a stationary clinostat to achieve static condition (1 G), with the same pulse irradiation  17,18,29,30. The dose rate was approximately 0.03 Gy min for both X-ray and C-ion irradiation under the simulated Gor 1Gconditions. Peltier modules were loaded on the 3D clinostat and the static stage, to maintain constant temperature at 37C 17. Figure 1 shows the details of experimental ow. Frozen TK6 cells were revived and cultured for 4 days prior to seeding into DCCs at the concentration of 8 104cellsmL. The chamber was set on the 3D clinostat. Cells were on the clinostat (or the stationary clinostat) for 24 h prior to irradiation. The cells were then irradiated with X-ray or C-ion under Gcondition without stopping clinostat rotation. For survival fraction analysis, cells were harvested immediately after irradiation, in order to observe the e ect of radiation in the cells exposure under Gor 1Gconditions. Regarding CA, cells were kept under Gor 1Gconditions for 24 h after irradiation, to observe the unrepaired DNA damages. Life 2020 , 10, x FOR PEER REVIEW 3 of 14 penicillinstreptomycin mixed solution (Nacalai Tesque) and 10 mM-HEPES (Dojindo Molecular Technologies, Inc., Kumamoto, Japan) at 37 C in a CO 2 incubator for checking cellar growth. We used disposable, sealed irradiation cell culture chambers (DCC) (Chiyoda Co., Kanagawa, Japan) 27,28. Exponentially growing cells were seeded into DCC. 2.2. Simultaneous Exposure of Cells to Radiation and Simulated G A system for subjecting cultured cells si multaneously to radiation and simulated- G (SSS) using a 3D clinostat (PMS-CST I, Advanced Engineering Services Co. Ltd. (AES), Ibaraki, Japan) has been previously described 20. Cells were irradiated under the simulated G condition without stopping the clinostat motion. We used an X-ray ge nerator (200 kV, 14.6 mA, aluminum filter (0.3 mm thick), MultiRad225: Faxitron Bioptics, LLC, Tucson, AZ, USA), and a high-speed shutter (Accelerator Engineering Co., Chiba, Japan) placed in front of the X-ray irradiation port for synchronized X-ray irra diation. For synchronized C-ion ir radiation, a synchrotron (Gunma University Heavy Ion Medical Cent er, Gunma, Japan) and respiratory gating systems were used. The dose-averaged linear energy transfer is 50 keV m at the center of the 6 cm spread-out Bragg peak of the beam, with an energy of 290 MeVn 29. Cells were irradiated by a 0.2 s pulse of beam when the cell chamber on the clinostat stage beco mes perpendicular to the direction of irradiation beam, which took place once every minute. The X:Y ratios of clinorotation were set at 11:13 rpm and  66s:78s, to accurately synchronize irradiation when the samples were in a horizontal position. For the control, cells in the chamber were mounted on a stationary clinostat to achieve static condition (1 G), with the same pulse irradiation 17,18,29,30. The dose rate was approximately 0.03 Gymin for both X-ray and C-ion irradiation under the simulated G or 1G conditions. Peltier modules were loaded on the 3D clinostat and the static stage, to maintain constant temperature at 37 C 17. Figure 1 shows the details of experimental flow . Frozen TK6 cells were revived and cultured for 4 days prior to seeding into DCCs at the concentration of 8  10 4 cellsmL. The chamber was set on the 3D clinostat. Cells were on the clinostat (or the stationary clinostat) for 24 h prior to irradiation. The cells were then irradiated with X-ray or C-ion under G condition without stopping clinostat rotation. For survival fraction analysis, cells were harvested immediately after irradiation, in order to observe the effect of ra diation in the cells exposure under G or 1 G conditions. Regarding CA, cells were kept under G or 1 G conditions for 24 h after irradiation, to observe the unrepaired DNA damages. Figure 1. Scheme of experimental flow for cell survival and chromosome aberrations (CA) studies. Cells grown in disposable, sealed irradiation cell culture chambers (DCC) cassettes were mounted on the clinostat and exposed to X-ray or C- ion, with or without rotating clinostat. Figure 1. Scheme of experimental ow for cell survival and chromosome aberrations (CA) studies. Cells grown in disposable, sealed irradiation cell culture chambers (DCC) cassettes were mounted on the clinostat and exposed to X-ray or C-ion, with or without rotating clinostat. 2.3. Cell Survival Fraction Analysis After irradiation, TK6 cells were collected from DCCs and seeded into 96-well plates at various densities depending on the dose and type of radiation, which a ected cell survival di erently.Life2020 ,10, 187 4 of 14 For X-ray irradiation cells, seeding density was 1.6 cells mL. For C-ion irradiation, cells were seeded with 1.6 cells mLfor 0.25 Gy, 16 cells mL for 1.0 Gy, and densities were variable for 0.5 Gy and 0.75 Gy . The plates were incubated for 1014 days at 37C. The wells with the culture medium color change from red to yellow were dened as having colonies, while those with no-color change were dened as no colony formation. We calculated plating e ciency (PE) and survival fraction using the following formula. PE(ln (EW TW)) N (1) where EW is the number of wells with colonies, TW is total number of wells, and N is the average number of cells initially plated per well. Survival fraction () (PE of treatment group) (PE of control group) 100 (2) where the treatment group is exposed to radiation and Gsimultaneously, the control group is exposed to radiation only. Three 96 well-plates were made for each irradiation scheme (X-ray stationary, X-ray clinostat, C-ion stationary, C-ion clinostat), 288 well for each scheme were analyzed. 2.4. Premature Chromosome Condensation (PCC) We used the PCC technique to collect G2 M-phase chromosomes as previously described  3133. After irradiation, TK6 cells were kept for 24 h under static or Gconditions, to allow them to repair damaged DNA. Then, the cells were split into T75 ask at low density and subcultured at 37C. After incubation for 22 h, we added KaryoMAXColcemidsolution (Thermo Fisher Scientic) to the nal concentration of 90 ng mL in the culture medium, to arrest the cells in mitosis, and incubated them for an additional 7 h before harvesting. Approximately 30 min before harvesting, 50 nM of Calyculin A (FUJIFILM Wako Pure Chemical Co., Osaka, Japan) was added to the culture, so that chromosomes in the G2 phase in the cell cycle would be condensed. 2.5. Fluorescence In Situ Hybridization (FISH) CA was analyzed as previously described  20,34. Chromosomes were spread on slides and hybridized in situ with a combination of three uorescence whole-chromosome human DNA probes for chromosomes 1 (red), 2 (green) and 4 (yellow) (Aquarius, Cytocell, Oxford Gene Technology, Oxfordshire, UK), according to the recommended protocol by the manufacturer. Then, we used DAPI (4,6-diamidino-2-phenylindole) to stain all chromosomes. The c omplex exchange was defined as two or more chromosomes containing three or more breaks  32. The simple exchange was defined as an exchange of arms between two chromosomes, resulting in dicentrics and translocations. Incomplete translocations and incomplete dicentrics were classified as simple exchanges, assuming that, in most cases, the reciprocal fragments are below the level of detection. Each type of exchange (dicentrics, apparently simple reciprocal exchanges, incompletes, or complex) was counted as one exchange, and values for total exchanges were derived by adding the yields. When two or more painted chromosomes were damaged, each was scored separately. At least 1000 cells were scored or headed up to 50 aberrations for each data point in the sample of each irradiation dose. 2.6. Statistical Analysis We calculated the ratio between aberrations scored and total cells analyzed for the frequencies of CA as reported previously  20. Several studies have indicated that the distribution of radiation damages among chromosomes is random, and the yield of exchanges measured within the rst division after exposure is proportional to the DNA content of the chromosome analyzed, with someLife2020 ,10, 187 5 of 14 uctuation of data  35. We extrapolated the frequencies of exchanges in individual chromosomes to whole-genome equivalents using the following formula reported by Lucas et al. 36. Fp2.05fp(1 fp)fp1fp2 fp1fp3 fp2fp3FG (3) where Fp is the combined frequency of exchanges in all painted chromosomes; fp is the fraction of the whole genome comprised of the painted chromosomes; fp1, fp2 and fp3 are the fractions of the genome for chromosomes 1, 2 and 4, respectively; and FG is the whole-genome aberration frequency. From this formula, the genomic frequency for TK6 cells was calculated to be 2.48 times that detected on chromosomes 1, 2 and 4. Standard errors for aberration frequencies were calculated assuming Poisson statistics. Error bars in the gure represent the standard error of the mean values. The Fishers exact test was used to assess whether the di erence in frequency of chromosome exchanges is signicant between di erent treatment groups. Logistic regression analysis was performed to examine the e ect of radiation dose and gravity on total exchanges, using total exchange as dependent variable and radiation dose and gravity as independent variables. 3. Results 3.1. Cell Survival Figure 2a shows the growth of TK6 cells cultured in regular RPMI medium in a CO 2incubator and COI medium. Compared to the RPMI medium, cell growth was slower in the COI medium. Under the culturing condition using the COI medium, the doubling time was 24 h. Figure 2b shows the survival fraction irradiated by X-ray and 290 MeV n C-ion under the static condition. Since cells were irradiated by 0.2-s pulses under simulated Gand at 1 Gstatic condition, the survival study was conducted using the 0.2-s pulse exposure, as well as continuous exposure. After maintaining Gor 1Gcondition for 24 h and irradiation, the unirradiated cell numbers of 1 Gcondition were 1.28 1050.222 cells mL, while the unirradiated cell numbers under Gcondition were 1.17 1050.354 cells mL. For each dose level, the cumulative dose of pulse irradiation was the same as that of continuous exposure. There was no signicant di erence in the survival fraction between Gand 1 G. Compared to the survival curve for cells irradiated by X-ray which showed a shoulder, the exponential survival curve for C-ion had no such shoulder. C-ion was more lethal than X-ray per unit dose. Number of cells ml Time (h) 105 0 24 48 72 96 106 (a) Surviving fraction () Dose (Gy) 0.25 1.1 0.5 0 1 1 10 100 24 55 (b) X-ray C-ion RPMI medium COI medium Fig. 2 Figure 2. Cell growth and survival. ( a) The growth of TK6 cells cultured in RPMI medium (white) or in CO 2-independent medium (COI) (black) is shown. The error bar indicated the standard error of the mean. n 3 for each time point. ( b) Survival fraction of TK6 cells irradiated by 0.2 s pulses of X-ray (blue circle) or 290 MeV n C-ion (red triangle) under the G(unlled) or 1 G(lled) condition. Experimental data represent the mean of two to three plates for each dose experiment.Life2020 ,10, 187 6 of 14 Under the pulse irradiation mode, a total dose of 0.5 Gy C-ion beam exposure and 1.1 Gy X-ray exposure resulted in similar cell survival. We also found that 0.25 Gy C-ion beam exposure and 0.5 Gy X-ray exposure had similar cell survival fraction. Based on these results, we selected the cumulative doses of 0.5 Gy, 1.1 Gy and 1.5 Gy for X-ray, 0.25 Gy and 0.5 Gy for C-ion, to assess the combined e ect of simulated Gand radiation on CA in TK6 cells. 3.2. CA Figure 3 shows 3-color chromosome FISH images, in which chromosome 1 (red), chromosome 2 (green) and chromosome 4 (yellow) are stained. All chromosomes were stained by DAPI (blue). Figure 3a shows normal chromosome with no damages. Other panels show chromosomes that are damaged in various ways (see gure legend). All types of detectable aberrations in chromosomes 1, 2 and 4 were scored, and the whole-genome equivalent frequencies of aberrations were calculated. Life 2020 , 10, x FOR PEER REVIEW 6 of 14 X-ray (blue circle) or 290 MeVn C-ion (red triangle) under the G (unfilled) or 1 G (filled) condition. Experimental data represent the mean of two to three plates for each dose experiment. Under the pulse irradiation mode, a total dose of 0.5 Gy C-ion beam expo sure and 1.1 Gy X-ray exposure resulted in similar cell survival. We also found that 0.25 Gy C-ion beam exposure and 0.5 Gy X-ray exposure had similar cell survival frac tion. Based on these results, we selected the cumulative doses of 0.5 Gy, 1.1 Gy and 1.5 Gy for X-ray, 0.25 Gy and 0.5 Gy for C-ion, to assess the combined effect of simulated G and radiation on CA in TK6 cells. 3.2. CA Figure 3 shows 3-color chromosome FISH images, in which chromosome 1 (red), chromosome 2 (green) and chromosome 4 (yellow) are stained. All chromosomes were stained by DAPI (blue). Figure 3a shows normal chromosome with no damages. Other panels show chromosomes that are damaged in various ways (see figure legend). All ty pes of detectable aberrations in chromosomes 1, 2 and 4 were scored, and the whole-genome equivale nt frequencies of aberrations were calculated. Figure 3. Examples of 3-color whole-chromosome FISH staining images of TK6 cells: chromosome 1 (red), chromosome 2 (green) and chromosome 4 (yel low). CA are identified by arrows as simple (reciprocal exchanges between two chromosomes) or complex-type exchanges (three or more breaks in two or more chromosomes). ( a): normal chromosome spread; ( b): simple type of exchange between chromosome 4 and another chromosome (dicentrics); ( c): simple type of exchange between chromosome 1 and another chromosome (incompl ete exchanges) and chromosome 2 and another chromosome; ( d): fragmentation of chromosome 1; ( e): complex type of exchange between chromosome 2 and other chromosomes; ( f): complex type of exchange involving chromosomes 1, 2 and another chromosome. Table 1 shows the total exchanges analyzed in this study. Chromosomes 1, 2 and 4 consist of roughly 40 of the nuclear DNA. The frequencies of CA obtained from chromosomes 1, 2 and 4 were converted to the whole nuclear DNA equivalent. Figure 3. Examples of 3-color whole-chromosome FISH staining images of TK6 cells: chromosome 1 (red), chromosome 2 (green) and chromosome 4 (yellow). CA are identied by arrows as simple (reciprocal exchanges between two chromosomes) or complex-type exchanges (three or more breaks in two or more chromosomes). ( a): normal chromosome spread; ( b): simple type of exchange between chromosome 4 and another chromosome (dicentrics); ( c): simple type of exchange between chromosome 1 and another chromosome (incomplete exchanges) and chromosome 2 and another chromosome; (d): fragmentation of chromosome 1; ( e): complex type of exchange between chromosome 2 and other chromosomes; ( f): complex type of exchange involving chromosomes 1, 2 and another chromosome. Table 1 shows the total exchanges analyzed in this study. Chromosomes 1, 2 and 4 consist of roughly 40 of the nuclear DNA. The frequencies of CA obtained from chromosomes 1, 2 and 4 were converted to the whole nuclear DNA equivalent.Life2020 ,10, 187 7 of 14 Table 1. Whole-genome equivalent for frequency of CA per 100 TK6 cells by X-ray and C-ion beam under 1 Gand simulated Gconditions. The p-values of comparison of Gand 1 Gin each dose were obtained by Fishers exact test. p0.05 is shown in bold. Radiation 1 GorG Total Spreads Scored No. of Aberrant Spreads Simple Exchanges  Complex Exchanges  Total Exchanges  Control (0 Gy)1G 1049 29 2.13 0.71 0.24 0.24 2.36 0.75 G 1027 27 2.65 0.88 0.48 0.34 3.14 0.87 (p-value) (0.50) (0.62) (0.54) X-ray 1 G 1034 34 4.07 0.99 0.96 0.48 5.03 1.10 (0.5 Gy) G 1039 39 6.44 1.24 2.15 0.72 8.59 1.43 (p-value) ( 0.022 ) (0.27) (0.059) X-ray 1 G 670 50 10.36 1.96 2.96 1.05 13.31 2.22 (1.1 Gy) G 523 50 16.11 2.76 5.69 1.64 21.80 3.21 (p-value) (0.70) (0.17) ( 0.021 ) X-ray 1 G 330 50 23.28 4.18 10.51 2.81 33.04 4.98 (1.5 Gy) G 253 50 34.28 5.79 14.69 3.79 48.97 6.93 (p-value) (0.50) (0.44) ( 0.041 ) C-ion 1 G 1034 34 5.51 1.15 1.20 0.54 6.71 1.27 (0.25 Gy) G 817 49 8.49 1.60 1.82 0.74 10.31 1.77 (p-value) (0.83) (0.55) (0.091) C-ion 1 G 435 49 16.52 3.07 9.11 2.28 25.63 3.82 (0.5 Gy) G 344 45 23.77 4.14 10.81 2.79 36.02 5.09 (p-value) (0.074) (0.71) (0.079)  The results are presented as mean S.E.M. Figure 4 shows the relationship between irradiation doses and total exchanges. For each source of radiation, the frequency of CA increased with dose. The frequency of CA increased in cells exposed under the Gcondition compared to those exposed under the static condition. At the same irradiation dose, CA was more frequently observed in C-ion irradiated cells than in X-ray irradiated counter parts. Furthermore, at the iso-survival fraction dose, C-ion irradiation produced more CA than X-ray irradiation. Life 2020 , 10, x FOR PEER REVIEW 7 of 14 Table 1. Whole-genome equivalent for frequency of CA per 100 TK6 cells by X-ray and C-ion beam under 1 G and simulated G conditions. The p-values of comparison of G and 1 G in each dose were obtained by Fishers exact test. p  0.05 is shown in bold. Radiation 1G or G Total Spreads Scored No. of Aberrant Spreads Simple Exchanges  Complex Exchanges  Total Exchanges  Control (0 Gy) 1G 1049 29 2.13  0.71 0.24  0.24 2.36  0.75 G 1027 27 2.65  0.88 0.48  0.34 3.14  0.87 ( p-value) (0.50) (0.62) (0.54) X-ray 1 G 1034 34 4.07  0.99 0.96  0.48 5.03  1.10 (0.5 Gy) G 1039 39 6.44  1.24 2.15  0.72 8.59  1.43 ( p-value) (0.022 ) (0.27) (0.059) X-ray 1 G 670 50 10.36  1.96 2.96  1.05 13.31  2.22 (1.1 Gy) G 523 50 16.11  2.76 5.69  1.64 21.80  3.21 ( p-value) (0.70) (0.17) (0.021) X-ray 1 G 330 50 23.28  4.18 10.51  2.81 33.04  4.98 (1.5 Gy) G 253 50 34.28  5.79 14.69  3.79 48.97  6.93 ( p-value) (0.50) (0.44) (0.041 ) C-ion 1 G 1034 34 5.51  1.15 1.20  0.54 6.71  1.27 (0.25 Gy) G 817 49 8.49  1.60 1.82  0.74 10.31  1.77 ( p-value) (0.83) (0.55) (0.091) C-ion 1 G 435 49 16.52  3.07 9.11  2.28 25.63  3.82 (0.5 Gy) G 344 45 23.77  4.14 10.81  2.79 36.02  5.09 ( p-value) (0.074) (0.71) (0.079)  The results are presented as mean  S.E.M. Figure 4 shows the relationship between irradiation doses and total exchanges. For each source of radiation, the frequency of CA increased with dose. The frequency of CA increased in cells exposed under the G condition compared to those exposed un der the static condition. At the same irradiation dose, CA was more frequently observed in C-ion irradiated cells than in X-ray irradiated counter parts. Furthermore, at the iso-survival fr action dose, C-ion irradiation produced more CA than X-ray irradiation. Figure 4. Frequencies of total chromosome exchanges induced by X-ray (blue circle) or C-ion beam (red triangle), while cells were under either 1 G (filled) or simulated G conditions (unfilled). Error bars indicated the standard erro r of the mean. n for each data point is shown in Table 1. Figure 4. Frequencies of total chromosome exchanges induced by X-ray (blue circle) or C-ion beam (red triangle), while cells were under either 1 G(lled) or simulated Gconditions (unlled). Error bars indicated the standard error of the mean. n for each data point is shown in Table 1. Table 2 shows the logistic regression analysis of the e ect of radiation dose and gravity on total exchanges. The results indicate that both dose and gravity signicantly contribute to total exchanges.Life2020 ,10, 187 8 of 14 Table 2. The logistic regression analysis of the e ect of radiation dose and gravity on total exchanges. Radiation Type Coecient Standard Error of Coe cient p-Value Odds Ratio95 CI for OR  Lower Upper X-rayDose 1.906 0.136 2.1210446.727 5.150 8.789 Gravity 0.491 0.132 2.041041.635 1.261 2.118 Constant 4.826 0.171 3.3010174 C-ionDose 5.218 0.447 1.851031184.559 76.821 443.396 Gravity 0.397 0.156 1.11021.487 1.096 2.018 Constant 4.797 0.193 4.7510136  CI: condence interval; OR: odds ratio. Figure 5 shows the more detailed analysis for CA in TK6 cells irradiated with X-ray and C-ion beam. The blue bars indicate the simple type of CA, and the red bars represent the complex type of CA. The frequencies of CA were increased dose-dependently by both irradiation types. The proportion of complex CA was similarly increased. The rate of increase in frequency was higher for C-ion irradiation than X-ray irradiation. Life 2020 , 10, x FOR PEER REVIEW 8 of 14 Table 2 shows the logistic regression analysis of the effect of radiation dose and gravity on total exchanges. The results indicate that both dose and gravity significantly contribute to total exchanges. Table 2. The logistic regression analysis of the effe ct of radiation dose and gravity on total exchanges. Radiation Type Coefficient Standard Error of Coefficient p-Value Odds Ratio 95 CI for OR  Lower Upper X-ray Dose 1.906 0.136 2.12  10-44 6.727 5.150 8.789 Gravity 0.491 0.132 2.04  104 1.635 1.261 2.118 Constant 4.826 0.171 3.30  10174 C-ion Dose 5.218 0.447 1.85  1031 184.559 76.821 443.396 Gravity 0.397 0.156 1.1  10-2 1.487 1.096 2.018 Constant 4.797 0.193 4.75  10136  CI: confidence interval; OR: odds ratio. Figure 5 shows the more detailed analysis for CA in TK6 cells irradiated with X-ray and C-ion beam. The blue bars indicate the simple type of CA, and the red ba rs represent the complex type of CA. The frequencies of CA were increased dose-dependently by both irradiation types. The proportion of complex CA was simi larly increased. The rate of increase in frequency was higher for C-ion irradiation than X-ray irradiation. Figure 5. Frequencies of simple and complex types of chromosome exchange induced by X-ray or C-ion beam while cells were under either 1 G or simulated G conditions. The blue column shows a simple type of CA and the red column shows a complex type of CA. Error bars indicated the standard error of the mean valu e. n is shown in Table 1. 4. Discussion Humans will face the unique environment in space, represented by both G and the space radiation, which contains a wide variety of ion species with various ranges of energy. It is challenging to simulate these space environments in ones laboratory. Although many studies have reported the increased sensitivity of cells to radiation and decreased levels of DNA repair under simulated G, most of these studies were performed using X-ray or -ray 16. In the future Mars missions, GCR exposure, made up of high-energ y and charged nuclei, will be of more serious concern than low linear energy transfer (LET) ex posure. For this reason, it is important to investigate the effects of both low- and high-LET exposure under the G. In our previous studies, Figure 5. Frequencies of simple and complex types of chromosome exchange induced by X-ray or C-ion beam while cells were under either 1 Gor simulated Gconditions. The blue column shows a simple type of CA and the red column shows a complex type of CA. Error bars indicated the standard error of the mean value. n is shown in Table 1. 4. Discussion Humans will face the unique environment in space, represented by both Gand the space radiation, which contains a wide variety of ion species with various ranges of energy. It is challenging to simulate these space environments in ones laboratory. Although many studies have reported the increased sensitivity of cells to radiation and decreased levels of DNA repair under simulated G, most of these studies were performed using X-ray or -ray  16. In the future Mars missions, GCR exposure, made up of high-energy and charged nuclei, will be of more serious concern than low linear energy transfer (LET) exposure. For this reason, it is important to investigate the e ects of both low- and high-LET exposure under the G. In our previous studies, we have shown changes in cell cycle-related genes expression  19 and increased frequency of CA  20 in human broblasts using our unique SSS 17,18. CA data obtained from chromosome 1, 2 and 4 were extrapolated to the whole genome using a modied version of the equation of Lucas et al.  36. Originally, Lucas reported the formula to calculate whole- genome exchange frequency based on low-LET radiation exposure. Although damages caused by high-LET exposure were expected to di erent form damages induced by low-LET exposure, we applied this modied formula in many cases of single-mono energetic ion beams in various LET, as well as mixed beam  33,37,38, and the results were in good agreement with the CA frequenciesLife2020 ,10, 187 9 of 14 simulated by Monte Carlo modeling both single beam and mixed beams  3941. This formula is applicable to high-LET exposure in the range of doses we used in this study. CA has been shown to increase in the lymphocytes of astronauts after long missions lasting for several months in space  4244. CA is positively correlated with increased incidents of cancer  4345. Therefore, CA is a gold standard in the biodosimetry for radiation, and has been used for the risk assessment of space radiation. To follow up our previous study with adherent 1BR-hTERT cells  20, we used non-adherent TK6 cells to investigate whether the similar combined e ect of radiation and G on CA frequency is observed. Compared to the cells exposed to radiation only, higher frequencies of CA were found in TK6 cells under the condition of simultaneous exposure to radiation and G (Figure 4). Our study indicates that this combined e ect is independent of radiation types, as both X-ray and C-ion beams were more detrimental under Gthan 1 G. Thus, our study suggests that the e ects of ionizing radiation and Gare more than additive and that astronauts risk of CA increases during long space ights. We observed higher frequencies of CA in TK6 cells with the same dose of irradiation. Under the same survival fraction dose, we detected increased incidence of the complex type of CA in TK6 cells, although the frequency of total CA was similar between TK6 cells and 1BR-hTERT cells. It is not clear if this di erence is due to higher radio sensitivity of TK6 cells than that of 1BR-hTERT or due to the way these cells are cultured: adherent and oating. It is reported that there was wide variation in chromatid break frequencies, but it was only slightly higher than that reported for primary human cells in TK6. The dicentric frequency was more than 10-fold higher for TK6 cells than that reported for normal primary human cells. TK6 cells also show much higher levels of non-reciprocal chromosome translocations than are usually observed in primary human cells  46. The higher frequency of the complexed exchanges in TK6 compare to broblasts in our study supports a previous report. The extent of the combined e ect might depend on the cell types. Further investigation is needed sing di erent cell types. Manti et al. reported no e ects of simulated Gon CA in human lymphocytes irradiated with X-ray or proton beam  47, whereas Mosesso et al. showed increased CA in human lymphocytes irradiated by 1.5 Gy of X-ray  48. Our results on both adherent  20 and oating (current study) cells support the results of Mosesso et al.  48. More importantly, we have observed these e ects, not only with X-ray exposure, but also with relatively low dose of C-ion exposure as well, which is more relevant for the condition in the ISS  4952. These results support the reports of increased genomic damages in human lymphoblasts exposed to ionizing radiation under simulated Gconditions compared to 1G53,54. Based on the cell survival analysis, we irradiated cells with the doses that induce the same survival fraction. Compared to the cell irradiated with X-ray, higher frequencies of CA were observed with C-ion irradiation. It is well known that CA induction by heavy ions indicates a higher frequency of complex exchanged compare to low-LET radiation, and the observed rearrangements are of greater complexity  55. The complex type of CA observed in cells irradiated with C-ion are higher compare to irradiated to X-ray both under Gand 1 Gin this study. Monte Carlo simulations as well as various other experiments indicate that complex DNA lesions with multiple damage sites, including double strand breaks, single strand breaks, and other damages within one or two helical turns referred to as clustered DNA damage are caused by heavy ion irradiation  56,57. DNA breaks by X-ray irradiation are much less clustered, and it is likely to be repaired properly. Since clustered DNA breaks are di cult to correctly repair, breaks made by heavy ion irradiation are more likely to cause CAs. In this study, no signicant di erence was observed in cell survival between Gand 1 G, suggesting that the extent of all cause cell death including apoptosis is the same. Since the frequency of CAs was greatly increased by simultaneous exposure to simulated Gand radiation compared to radiation alone, it is possible that cells were proliferating with unrepaired CA. For the survival fraction analysis in this study, cells were rst acclimatized to the simulated Gor 1Gcondition, then irradiated under the respective gravitational condition, and seeded for culturing at 1 Gimmediately after irradiation (Figure 1).Life2020 ,10, 187 10 of 14 The exact reasons for increased CA under simulated Ghave not been fully elucidated to date. Previous studies suggest that the expression of DNA repair genes was decreased in human lymphoblasts grown under simulated G58, and that CA in human peripheral blood lymphocytes were enhanced by simulated Gthrough inhibition of DNA repair  59. These results appear to establish correlation between decreased expression of DNA repair genes and CA found in cells exposed toG. In our previous study, we found decreased cell cycle-suppressing gene and increased cell cycle-promoting genes on human broblasts grown under Gand C-ion irradiation. It was suggested that cells containing DNA damages induced by the combined stimulation with Gand C-ion may be allowed to rapidly pass through the cell cycle checkpoints without complete DNA repair, and that this may induce increased CA in these cells 19. Further studies are needed to test this hypothesis. Although comparison of simulated Gand 1 Gin each dose did not have enough statistical power to show signicant di erence (only 3 cases sowed p0.05 in Table 1), the multivariate logistical regression analysis provided signicant contributions of Gin frequency of total exchanges (Table 2). Independent of radiation exposure dose, simulated Gcause 1.635 and 1.487 times of total exchanges, in comparison to 1 Gunder X-ray and C-ion radiation exposure, respectively (Table 2). Taken together, our results discussed above indicate that the e ects of Gand radiation are more than additive. We are aware that results from in vitro studies cannot be directly applied to in vivo biological events. The ground-based simulated Gdoes not exactly recapitulate the Gin space. However, there is limited access for spaceight experiments. It is di cult to perform a su cient number of replicated experiments in space to establish statistical signicance. Additionally, experiments on the ISS do not give a deep space radiation environment. Thus, it is important to perform ground-based experiments using various devices that simulate the simultaneous exposure of cells and animals to Gand radiation. We trust that the results from such studies will be useful in assessing various risks of space travel, and eventually coming up with means of mitigation. Further investigations are in progress. Furthermore, we anticipate that our experimental results will corroborate the recent model calculations of radiation risk uncertainties 60. 5. Conclusions Higher incidence of CA in cultured human lymphoblastic TK6 cells was demonstrated when the cells were exposed to radiation (X-ray and C-ion) under simulated Gthan when exposed to the same level of radiation only. Our ndings show that the space radiation risk assessment on human health based on experiments performed at 1 Gmay result in underestimating astronauts potential risk for cancer and other debilitating health conditions due to GCR. We found that C-ion irradiation induced a higher frequency of complex type of CA compared to X-ray irradiation at the same cell survival fraction dose. The occurrence of complex CA was higher in TK6 cells than in human broblasts that we used earlier in similar CA studies. Our results suggest the importance of conducting similar studies using not only di erent cell types and radiation doses and types, but also other end points and model systems under the combined environment of Gand radiation. Author Contributions: Conceptualization, A.T. and M.H.; methodology, A.T. and M.H.; investigation, S.Y., J.R., A.T. and M.H.; validation, J.-H.M.; data curation, M.H.; writingoriginal draft preparation, S.Y.; writingreview and editing, J.-H.M., A.T., K.F., P .B.S. and M.H. All authors have read and agreed to the published version of the manuscript. Funding: This work was supported by NASA Space Biology Program (grant no. 80NSSC19K0133) (M.H., K.F. and A.T. ), KAKENHI on Innovative Areas Living in Space (grant nos. JP15H05945, JP15H05935, and JP15K21745) (A.T.), This work was the result of using research equipment shared in MEXT Project for promoting public utilization of advanced research infrastructure (Program for supporting introduction of the new sharing system) (grant no. JPMXS0430300120) (S.Y. and A.T.), JAXA Front Loading Study (A.T. and M.H.), Research Projects with Heavy Ions at the Gunma University Heavy Ion Medical Center (GHMC) (A.T.). Acknowledgments: We thank Kano (AEC) and Ishizaki (GHMC) for supporting our experiments. Conicts of Interest: The authors declare no conict of interest.Life2020 ,10, 187 11 of 14 References 1. Hassler, D.M.; Zeitlin, C.; Wimmer-Schweingruber, R.F.; Ehresmann, B.; Rafkin, S.; Eigenbrode, J.L.; Brinza, D.E.; Weigle, G.; Bttcher, S.; Bhm, E.; et al. Mars surface radiation environment measured with the Mars Science Laboratorys Curiosity rover. Science 2014 ,343, 1244797. CrossRef PubMed 2. Furukawa, S.; Nagamatsu, A.; Nenoi, M.; Fujimori, A.; Kakinuma, S.; Katsube, T.; Wang, B.; Tsuruoka, C.; Shirai, T.; Nakamura, A.J.; et al. Space radiation biology for Living in Space. BioMed Res. Int. 2020 , 2020 , 4703286. CrossRef PubMed 3. Kennedy, E.M.; Powell, D.R.; Li, Z.; Bell, J.S.K.; Barwick, B.G.; Feng, H.; McCrary, M.R.; Dwivedi, B.; Kowalski, J.; Dynan, W.S.; et al. Galactic cosmic radiation induces persistent epigenome alterations relevant to human lung cancer. Sci. Rep. 2018 ,8, 6709. CrossRef 4. Li, Z.; Jella, K.K.; Jaafar, L.; Li, S.; Park, S.; Story, M.D.; Wang, H.; Wang, Y.; Dynan, W.S. Exposure to galactic cosmic radiation compromises DNA repair and increases the potential for oncogenic chromosomal rearrangement in bronchial epithelial cells. Sci. Rep. 2018 ,8, 11038. CrossRef PubMed 5. Tungjai, M.; Whorton, E.B.; Rithidech, K.N. Persistence of apoptosis and inammatory responses in the heart and bone marrow of mice following whole-body exposure to28Silicon (28Si) ions. Radiat. Environ. Biophys. 2013 ,52, 339350. CrossRef 6. Yan, X.; Sasi, S.P .; Gee, H.; Lee, J.; Yang, Y.; Mehrzad, R.; Onufrak, J.; Song, J.; Enderling, H.; Agarwal, A.; et al. Cardiovascular risks associated with low dose ionizing particle radiation. PLoS ONE 2014 ,9, e110269. CrossRef PubMed 7. Rabin, B.M.; Poulose, S.M.; Carrihill-Knoll, K.L.; Ramirez, F.; Bielinski, D.F.; Heroux, N.; Shukitt-Hale, B. Acute e ects of exposure to (56)Fe and (16)O particles on learning and memory. Radiat. Res. 2015 ,184, 143150. CrossRef 8. Krukowski, K.; Jones, T.; Campbell-Beachler, M.; Nelson, G.; Rosi, S. Peripheral T cells as a biomarker for oxygen-ion-radiation-induced social impairments. Radiat. Res. 2018 ,190, 186193. CrossRef 9. Pecaut, M.J.; Dutta-Roy, R.; Smith, A.L.; Jones, T.A.; Nelson, G.A.; Gridley, D.S. Acute e ects of iron-particle radiation on immunity. Part I: Population distributions. Radiat. Res. 2006 ,165, 6877. CrossRef 10. Gridley, D.S.; Obenaus, A.; Bateman, T.A.; Pecaut, M.J. Long-term changes in rat hematopoietic and other physiological systems after high-energy iron ion irradiation. Int. J. Radiat. Biol. 2008 ,84, 549559. CrossRef 11. Akiyama, T.; Horie, K.; Hinoi, E.; Hiraiwa, M.; Kato, A.; Maekawa, Y.; Takahashi, A.; Furukawa, S. How does spaceight a ect the acquired immune system? NPJ Microgravity 2020 ,6, 14. CrossRef PubMed 12. Dietz, C.; Infanger, M.; Romswinkel, A.; Strube, F.; Kraus, A. Apoptosis induction and alteration of cell adherence in human lung cancer cells under simulated microgravity. Int. J. Mol. Sci. 2019 ,20, 3601. CrossRef PubMed 13. Merzlikina, N.V .; Buravkova, L.B.; Romanov, Y.A. The primary e ects of clinorotation on cultured human mesenchymal stem cells. J. Gravit. Physiol. 2004 ,11, 193194. 14. Nishikawa, M.; Ohgushi, H.; Tamai, N.; Osuga, K.; Uemura, M.; Yoshikawa, H.; Myoui, A. The e ect of simulated microgravity by three-dimensional clinostat on bone tissue engineering. Cell Transplant. 2005 , 14, 829835. CrossRef PubMed 15. Camberos, V .; Baio, J.; Bailey, L.; Hasaniya, N.; Lopez, L.V .; Kearns-Jonker, M. E ects of spaceight and simulated microgravity on YAP1 expression in cardiovascular progenitors: Implications for cell-based repair. Int. J. Mol. Sci. 2019 ,20, 2742. CrossRef 16. Moreno-Villanueva, M.; Wong, M.; Lu, T.; Zhang, Y.; Wu, H. Interplay of space radiation and microgravity in DNA damage and DNA damage response. NPJ Microgravity 2017 ,3, 14. CrossRef 17. Ikeda, H.; Souda, H.; Puspitasari, A.; Held, K.D.; Hidema, J.; Nikawa, T.; Yoshida, Y.; Kanai, T.; Takahashi, A. Development and performance evaluation of a three-dimensional clinostat synchronized heavy-ion irradiation system. Life Sci. Space Res. 2017 ,12, 5160. CrossRef 18. Ikeda, H.; Souda, H.; Puspitasari, A.; Held, K.D.; Hidema, J.; Nikawa, T.; Yoshida, Y.; Kanai, T.; Takahashi, A. A new system for three-dimensional clinostat synchronized X-irradiation with a high-speed shutter for space radiation research. Biol. Sci. Space 2016 ,30, 816. CrossRef 19. Ikeda, H.; Muratani, M.; Hidema, J.; Hada, M.; Fujiwara, K.; Souda, H.; Yoshida, Y.; Takahashi, A. Expression prole of cell cycle-related genes in human broblasts exposed simultaneously to radiation and simulated microgravity. Int. J. Mol. Sci. 2019 ,20, 4791. CrossRefLife2020 ,10, 187 12 of 14 20. Hada, M.; Ikeda, H.; Rhone, J.R.; Beitman, A.J.; Plante, I.; Souda, H.; Yoshida, Y.; Held, K.D.; Fujiwara, K.; Saganti, P .B.; et al. Increased chromosome aberrations in cells exposed simultaneously to simulated microgravity and radiation. Int. J. Mol. Sci. 2018 ,20, 43. CrossRef 21. Liber, H.L.; Thilly, W.G. Mutation assay at the thymidine kinase locus in diploid human lymphoblasts. Mutat. Res. 1982 ,94, 467485. CrossRef 22. Xia, F.; Wang, X.; Wang, Y.H.; Tsang, N.M.; Yandell, D.W.; Kelsey, K.T.; Liber, H.L. Altered p53status correlates with di erences in sensitivity to radiation-induced mutation and apoptosis in two closely related human lymphoblast lines. Cancer Res. 1995 ,55, 1215. PubMed 23. Kronenberg, A. Mutation induction in human lymphoid cells by energetic heavy ions. Adv. Space Res. 1994 , 14, 339346. CrossRef 24. Grosovsky, A.; Bethel, H.; Parks, K.; Ritter, L.; Gauny, S.; Wiese, C.; Kronenberg, A. Genomic instability in human lymphoid cells exposed to 1 GeV amu Fe ions. Phys. Med. 2001 ,17, 238240. 25. Wiese, C.; Gauny, S.; Liu, W.C.; Cherbonnel-Lasserre, C.L.; Kronenberg, A. Di erent mechanisms of radiation-induced loss of heterozygosity in two human lymphoid cell lines from a single donor. Cancer Res. 2001 ,61, 11291137. 26. Yudhistiara, B.; Zwicker, F.; Weber, K.J.; Huber, P .E.; Ruehle, A.; Brons, S.; Haering, P .; Debus, J.; Hauswald, S.H. The inuence of a magnetic eld on photon beam radiotherapy in a normal human TK6 lymphoblastoid cell line. Radiat. Oncol. 2019 ,14, 11. CrossRef 27. Harada-Sukeno, A.; Kohno, S.; Nakao, R.; Hirasaka, K.; Higashibata, A.; Yamazaki, T.; Ishioka, N.; Suzuki, H.; Shimazu, T.; Maita, A.; et al. Myo Lab: A JAXA cell biology experiment in Kibo (JEM) of the international space station. Biol. Sci. Space 2009 ,23, 189193. CrossRef 28. Tanigawa, N.; Yano, S.; Higashibata, A.; Tsuchiya, Y.; Tanii, H.; Ando, N.; Kubota, K.; Nagase, M. Development and validation of a closed chamber for cell culture experiments in space. Biol. Sci. Space 2014 ,28, 15. CrossRef 29. Ohno, T.; Kanai, T.; Yamada, S.; Yusa, K.; Tashiro, M.; Shimada, H.; Torikai, K.; Yoshida, Y.; Kitada, Y.; Katoh, H.; et al. Carbon ion radio-therapy at the Gunma University Heavy Ion Medical Center: New facility set-up. Cancers 2011 ,3, 40464060. CrossRef 30. Takahashi, A.; Ikeda, H.; Souda, H.; Puspitasari, A.; Held, K.D.; Hidema, J.; Nikawa, T.; Yoshida, Y.; Kanai, T. Performance evaluation of new devices to synchronize heavy-ion or X-ray irradiation and simulated microgravity for space radiation researchImprovement of a control stage. In Proceedings of the 2017 International Symposium on Space Technology and Science, Matsuyama, Japan, 39 June 2017. 31. Hada, M.; Hu , J.L.; Patel, Z.S.; Kawata, T.; Pluth, J.M.; George, K.A.; Cucinotta, F.A. AT cells are not radiosensitive for simple chromosomal exchanges at low dose. Mutat. Res. 2011 ,716, 7683. CrossRef 32. George, K.A.; Hada, M.; Jackson, L.J.; Elliott, T.; Kawata, T.; Pluth, J.M.; Cucinotta, F.A. Dose response of -rays and iron nuclei induction of chromosomal aberrations in normal and repair decient cell lines. Radiat. Res. 2009 ,171, 752763. CrossRef PubMed 33. Hada, M.; Chappell, L.J.; Wang, M.; George, K.A.; Cucinotta, F.A. Induction of chromosomal aberrations at uences of less than one HZE particle per cell nucleus. Radiat. Res. 2014 ,182, 368379. CrossRef PubMed 34. Hada, M.; Meador, J.A.; Cucinotta, F.A.; Gonda, S.R.; Wu, H. Chromosome aberrations induced by dual exposure of protons and iron ions. Radiat. Environ. Biophys. 2007 ,46, 125129. CrossRef PubMed 35. Luomahaara, S.; Lindholm, C.; Mustonen, R.; Salomaa, S. Distribution of radiation-induced exchange aberrations in human chromosomes 1, 2 and 4. Int. J. Radiat. Biol. 1999 ,75, 15511556. CrossRef PubMed 36. Lucas, J.N.; Poggensee, M.; Straume, T. The persistence of chromosome translocations in a radiation worker accidentally exposed to tritium. Cytogenet. Cell Genet. 1992 ,60, 255256. CrossRef PubMed 37. George, K.A.; Hada, M.; Chappell, L.; Cucinotta, F.A. Biological e ectiveness of accelerated particle for the induction of chromosome damage: Track structure e ects. Radiat. Res. 2013 ,180, 2533. CrossRef 38. George, K.; Hada, M.; Cucinotta, F.A. Biological e ectiveness of accelerated protons for chromosome exchanges. Front. Oncol. 2015 ,5, 226232. CrossRef 39. Plante, I.; Ponomarev, A.; Patel, Z.; Slaba, T.; Hada, M. RITCARD: Radiation induced tracks, chromosome aberrations, repair, and damage. Radiat. Res. 2019 ,192, 282298. CrossRef 40. Plante, I.; Slaba, T.; Patel, Z.; Hada, M. A bi-exponential repair algorithm for radiation-induced double-strand breaks: Application to simulation of chromosome aberrations. Genes 2019 ,10, 936. CrossRefLife2020 ,10, 187 13 of 14 41. Slaba, T.C.; Plante, I.; Ponomarev, A.; Patel, Z.S.; Hada, M. Determination of chromosome aberrations in human broblasts irradiated by mixed elds generated with shielding. Radiat. Res. 2020 ; in press. 42. George, K.; Durante, M.; Wu, H.; Willingham, V .; Badhwar, G.; Cucinotta, F.A. Chromosome aberrations in the blood lymphocytes of astronauts after space ight. Radiat. Res. 2001 ,156, 731738. CrossRef 43. George, K.; Willingham, V .; Cucinotta, F.A. Stability of chromosome aberrations in the blood lymphocytes of astronauts measured after space ight by FISH chromosome painting. Radiat. Res. 2005 ,164, 474480. CrossRef 44. George, K.; Rhone, J.; Beitman, A.; Cucinotta, F.A. Cytogenetic damage in the blood lymphocytes of astronauts: E ects of repeat long-duration space missions. Mutat. Res. 2013 ,756, 165169. CrossRef 45. Alpen, E.L.; Powers-Risius, P . The relative biological e ect of high-Z, high-LET charged particles for spermatogonial killing. Radiat. Res. 1981 ,88, 132143. CrossRef PubMed 46. Schwartz, J.L.; Jordan, R.; Evans, H.H.; Lenarczyk, M.; Liber, H.L. Baseline levels of chromosome instability in the human lymphoblastoid cell TK6. Mutagenesis 2004 ,6, 477482. CrossRef 47. Manti, L.; Durante, M.; Cirrone, G.A.P .; Grossi, G.; Lattuada, M.; Pugliese, M.; Sabini, M.G.; Scampoli, P .; Valastro, L.; Gialanella, G. Modeled microgravity does not modify the yield of chromosome aberrations induced by high-energy protons in human lymphocytes. Int. J. Radiat. Biol. 2005 ,81, 147155. CrossRef PubMed 48. Mosesso, P .; Schuber, M.; Seibt, D.; Schmitz, C.; Fiore, M.; Schinoppi, A.; Penna, S.; Palitti, F. X-ray-induced chromosome aberrations in human lymphocytes in vitro are potentiated under simulated microgravity conditions (Clinostat). Phys. Med. 2001 ,17, 264266. PubMed 49. Ohnishi, T.; Takahashi, A.; Nagamatsu, A.; Omori, K.; Suzuki, H.; Shimazu, T.; Ishioka, N. Detection of space radiation-induced double strand breaks as a track in cell nucleus. Biochem. Biophys. Res. Commun. 2009 , 18, 485488. CrossRef PubMed 50. Takahashi, A.; Suzuki, H.; Omori, K.; Seki, M.; Hashizume, T.; Shimazu, T.; Ishioka, N.; Ohnishi, T. The expression of p53-regulated genes in human cultured lymphoblastoid TSCE5 and WTK1 cell lines during spaceight. Int. J. Radiat. Biol. 2010 ,86, 669681. CrossRef 51. Yagatai, F.; Honma, M.; Takahashi, A.; Omori, K.; Suzuki, H.; Shimazu, T.; Seki, M.; Hashizume, T.; Ukai, A.; Sugasawa, K.; et al. Frozen human cells can record radiation damage accumulated during space ight: Mutation induction and radioadaptation. Radiat. Environ. Biophys. 2011 ,50, 125134. CrossRef 52. Yagatai, F.; Honma, M.; Omori, K.; Suzuki, J.; Shimazu, T.; Takahashi, A.; Ohnishi, T.; Dohmae, N.; Ishioka, N. Preliminary results of space experiment: Implications for the e ects of space radiation and microgravity on survival and mutation induction in human cells. Adv. Space Res. 2012 ,49, 476486. 53. Dang, B.; Yang, Y.; Zhang, E.; Li, W.; Mi, X.; Meng, Y.; Yan, S.; Wang, Z.; Wei, W.; Shao, C.; et al. Simulated microgravity increases heavy ion radiation-induced apoptosis in human B lymphoblasts. Life Sci. 2014 , 97, 123128. CrossRef PubMed 54. Mognato, M.; Celotti, L. Modeled microgravity a ects cell survival and HPRT mutant frequency, but not the expression of DNA repair genes in human lymphocytes irradiated with ionising radiation. Mutat. Res. 2005 , 578, 417429. CrossRef PubMed 55. Ritter, S.; Durante, M. Heavy-ion induced chromosomal aberrations: A review. Mutat. Res. 2010 ,701, 3846. CrossRef PubMed 56. Friedland, W.; Schmitt, E.; Kundr t, P .; Dingfelder, M.; Baiocco, G.; Barbieri, S.; Ottolenghi, A. Comprehensive track-structure based evaluation of DNA damage by light ions from radiotherapy-relevant energies down to stopping. Sci. Rep. 2017 ,7, 45161. CrossRef 57. Hada, M.; Georgakilas, A.G. Formation of clustered DNA damage after high-LET irradiation: A review. J. Radiat. Res. 2008 ,49, 203210. CrossRef 58. Kumari, R.; Singh, K.P .; Dumond, J.W., Jr. Simulated microgravity decreases DNA repair capacity and induces DNA damage in human lymphocytes. J. Cell. Biochem. 2009 ,107, 723731. CrossRefLife2020 ,10, 187 14 of 14 59. Wei, L.; Liu, C.; Kang, L.; Liu, Y.; Shi, S.; Wu, Q.; Li, Y. Experimental study on e ect of simulated microgravity on structural chromosome instability of human peripheral blood lymphocytes. PLoS ONE 2014 ,9, e100595. CrossRef 60. Cucinotta, F.A.; Cacaoa, E.; Kim, M.H.Y.; Saganti, P .B. Benchmarking risk predictions and uncertainties in the NSCR model of GCR cancer risks with revised low LET risk coe cients. Life Sci. Space Res. 2020 ,27, 6473. CrossRef 2020 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http: creativecommons.org licenses by4.0).",
        "introduction": "Astronauts on deep-space missions will experience continual microgravity ( G) and uninterrupted doses of ionizing radiation higher than any exposure experienced in the history of human spaceight. It is predicted that, during the 3-year human mission to Mars, astronauts will be simultaneously exposed to altered gravity and chronic radiation, with a cumulative e ective radiation dose of about 1 sievert (Sv)  1. The types of radiation were found in the space environment, such as galactic cosmic rays (GCR) and solar particle events (SPE). The space radiation is more damaging to cells  2. The biological impact of simulated space radiation on mammalian cells and rodents has been extensively investigated in ground-based experiments. Such studies have shown that space radiation not only has higher cancer risk  3,4, but also negatively a ects the function of the cardiovascular  5,6, central nervous  7,8 Life2020 ,10, 187 ; doi:10.3390 life10090187 www.mdpi.com journal lifeLife2020 ,10, 187 2 of 14 and immune 911 systems. The e ects of Gon mammalian cells have been studied extensively on the International Space Station (ISS), or by using clinostats for ground-based experiments. It is well known that Ga ects various cellular functions such as altered cell adherence, protein expression, gene expression, morphology, increased apoptosis and decreased proliferation rates 1215. In space biology studies, there is a basic question; what is the e ect of exposing cells simultaneously toGand spac e radiation? The answer to this question has significant implications on the astronauts health risk assessment and management during long-term space missions. There are many investigations about the combined e ects of space radiation and G, carried out both in space and on the ground (see the review by Moreno-Villanueva et al.)  16. Unfortunately, there is no clear consensus. Some reported synergy (i.e., increased detrimental e ects), but some did not. Performing experiments in space is challenging since there is a limited number of opportunities (if any) to repeat the same experiment under the same condition. The sequential treatments, such as cells being irradiated and then exposed to simulated G, have been used in some ground-based experiments. In these experiments, cells are not exposed to radiation and Gat the same time. There are only a few cases in which cells were irradiated while being under the simulated Gcondition. However, for the experiments of this type, it was often necessary to stop clinostat rotation in order to irradiate cells. Recently, we have developed a ground-based system for irradiating cells while they are under simulated Gusing a three-dimensional (3D) clinostat  17,18 as a new system for ground-based space environment studies. This system allows the irradiating of cells without stopping the rotation of the clinostat, hence it is truly simultaneous exposure. As the clinostat rotates, the platform on which cell culture chambers are mounted becomes perpendicular to the direction of the irradiation beam every minute. Cells are irradiated for 0.2 s with either X-ray or carbon ion (C-ion) beam. For X-ray irradiation, a high-speed shutter located in front of the beam port opens for 0.2 s. For C-ion bean irradiation, a respiratory gating system for heavy ion treatment is used. Using these experimental set-ups, we have earlier studied the combined e ects of radiation and G on human broblasts, which are adherent cells. We found that the expression of cell cycle-suppressing genes decreased, and that of cell cycle-promoting genes increased after C-ion irradiation under G compared with irradiation  19. The cell cycle may pass through the checkpoints with DNA damage due to the combined e ects of C-ion and G, suggesting that increased genomic instability might occur in space 19. Indeed, we also found an increased frequency of chromosome aberrations (CA) in cells exposed to both radiation and G, compared to those treated by radiation only 20. In this work, we studied the combined e ects of simulated Gand irradiation on human lymphoblastic TK6 cells, which were originally isolated from spontaneous immortalized lymphoblastic WIL2 cells  21. TK6 cells are relatively stable and express the wild-type tumor suppressor p53gene  22. Unlike broblasts that are adherent cells, TK6 cells grow in suspension. TK6 cells are commonly used in radiation studies to investigate genomic instability  2325 and known to be highly radiosensitive due to e cient radiation-induced apoptosis  26. The endpoints measured in this study were cell survival and CA. 2. Materials and",
        "conclusion": "s Higher incidence of CA in cultured human lymphoblastic TK6 cells was demonstrated when the cells were exposed to radiation (X-ray and C-ion) under simulated Gthan when exposed to the same level of radiation only. Our ndings show that the space radiation risk assessment on human health based on experiments performed at 1 Gmay result in underestimating astronauts potential risk for cancer and other debilitating health conditions due to GCR. We found that C-ion irradiation induced a higher frequency of complex type of CA compared to X-ray irradiation at the same cell survival fraction dose. The occurrence of complex CA was higher in TK6 cells than in human broblasts that we used earlier in similar CA studies. Our results suggest the importance of conducting similar studies using not only di erent cell types and radiation doses and types, but also other end points and model systems under the combined environment of Gand radiation. Author Contributions: Conceptualization, A.T. and M.H.; methodology, A.T. and M.H.; investigation, S.Y., J.R., A.T. and M.H.; validation, J.-H.M.; data curation, M.H.; writingoriginal draft preparation, S.Y.; writingreview and editing, J.-H.M., A.T., K.F., P .B.S. and M.H. All authors have read and agreed to the published version of the manuscript. Funding: This work was supported by NASA Space Biology Program (grant no. 80NSSC19K0133) (M.H., K.F. and A.T. ), KAKENHI on Innovative Areas Living in Space (grant nos. JP15H05945, JP15H05935, and JP15K21745) (A.T.), This work was the result of using research equipment shared in MEXT Project for promoting public utilization of advanced research infrastructure (Program for supporting introduction of the new sharing system) (grant no. JPMXS0430300120) (S.Y. and A.T.), JAXA Front Loading Study (A.T. and M.H.), Research Projects with Heavy Ions at the Gunma University Heavy Ion Medical Center (GHMC) (A.T.). Acknowledgments: We thank Kano (AEC) and Ishizaki (GHMC) for supporting our experiments. Conicts of Interest: The authors declare no conict of interest.Life2020 ,10, 187 11 of 14 References 1. Hassler, D.M.; Zeitlin, C.; Wimmer-Schweingruber, R.F.; Ehresmann, B.; Rafkin, S.; Eigenbrode, J.L.; Brinza, D.E.; Weigle, G.; Bttcher, S.; Bhm, E.; et al. Mars surface radiation environment measured with the Mars Science Laboratorys Curiosity rover. Science 2014 ,343, 1244797. CrossRef PubMed 2. Furukawa, S.; Nagamatsu, A.; Nenoi, M.; Fujimori, A.; Kakinuma, S.; Katsube, T.; Wang, B.; Tsuruoka, C.; Shirai, T.; Nakamura, A.J.; et al. Space radiation biology for Living in Space. BioMed Res. Int. 2020 , 2020 , 4703286. CrossRef PubMed 3. Kennedy, E.M.; Powell, D.R.; Li, Z.; Bell, J.S.K.; Barwick, B.G.; Feng, H.; McCrary, M.R.; Dwivedi, B.; Kowalski, J.; Dynan, W.S.; et al. Galactic cosmic radiation induces persistent epigenome alterations relevant to human lung cancer. Sci. Rep. 2018 ,8, 6709. CrossRef 4. Li, Z.; Jella, K.K.; Jaafar, L.; Li, S.; Park, S.; Story, M.D.; Wang, H.; Wang, Y.; Dynan, W.S. Exposure to galactic cosmic radiation compromises DNA repair and increases the potential for oncogenic chromosomal rearrangement in bronchial epithelial cells. Sci. Rep. 2018 ,8, 11038. CrossRef PubMed 5. Tungjai, M.; Whorton, E.B.; Rithidech, K.N. Persistence of apoptosis and inammatory responses in the heart and bone marrow of mice following whole-body exposure to28Silicon (28Si) ions. Radiat. Environ. Biophys. 2013 ,52, 339350. CrossRef 6. Yan, X.; Sasi, S.P .; Gee, H.; Lee, J.; Yang, Y.; Mehrzad, R.; Onufrak, J.; Song, J.; Enderling, H.; Agarwal, A.; et al. Cardiovascular risks associated with low dose ionizing particle radiation. PLoS ONE 2014 ,9, e110269. CrossRef PubMed 7. Rabin, B.M.; Poulose, S.M.; Carrihill-Knoll, K.L.; Ramirez, F.; Bielinski, D.F.; Heroux, N.; Shukitt-Hale, B. Acute e ects of exposure to (56)Fe and (16)O particles on learning and memory. Radiat. Res. 2015 ,184, 143150. CrossRef 8. Krukowski, K.; Jones, T.; Campbell-Beachler, M.; Nelson, G.; Rosi, S. Peripheral T cells as a biomarker for oxygen-ion-radiation-induced social impairments. Radiat. Res. 2018 ,190, 186193. CrossRef 9. Pecaut, M.J.; Dutta-Roy, R.; Smith, A.L.; Jones, T.A.; Nelson, G.A.; Gridley, D.S. Acute e ects of iron-particle radiation on immunity. Part I: Population distributions. Radiat. Res. 2006 ,165, 6877. CrossRef 10. Gridley, D.S.; Obenaus, A.; Bateman, T.A.; Pecaut, M.J. Long-term changes in rat hematopoietic and other physiological systems after high-energy iron ion irradiation. Int. J. Radiat. Biol. 2008 ,84, 549559. CrossRef 11. Akiyama, T.; Horie, K.; Hinoi, E.; Hiraiwa, M.; Kato, A.; Maekawa, Y.; Takahashi, A.; Furukawa, S. How does spaceight a ect the acquired immune system? NPJ Microgravity 2020 ,6, 14. CrossRef PubMed 12. Dietz, C.; Infanger, M.; Romswinkel, A.; Strube, F.; Kraus, A. Apoptosis induction and alteration of cell adherence in human lung cancer cells under simulated microgravity. Int. J. Mol. Sci. 2019 ,20, 3601. CrossRef PubMed 13. Merzlikina, N.V .; Buravkova, L.B.; Romanov, Y.A. The primary e ects of clinorotation on cultured human mesenchymal stem cells. J. Gravit. Physiol. 2004 ,11, 193194. 14. Nishikawa, M.; Ohgushi, H.; Tamai, N.; Osuga, K.; Uemura, M.; Yoshikawa, H.; Myoui, A. The e ect of simulated microgravity by three-dimensional clinostat on bone tissue engineering. Cell Transplant. 2005 , 14, 829835. CrossRef PubMed 15. Camberos, V .; Baio, J.; Bailey, L.; Hasaniya, N.; Lopez, L.V .; Kearns-Jonker, M. E ects of spaceight and simulated microgravity on YAP1 expression in cardiovascular progenitors: Implications for cell-based repair. Int. J. Mol. Sci. 2019 ,20, 2742. CrossRef 16. Moreno-Villanueva, M.; Wong, M.; Lu, T.; Zhang, Y.; Wu, H. Interplay of space radiation and microgravity in DNA damage and DNA damage response. NPJ Microgravity 2017 ,3, 14. CrossRef 17. Ikeda, H.; Souda, H.; Puspitasari, A.; Held, K.D.; Hidema, J.; Nikawa, T.; Yoshida, Y.; Kanai, T.; Takahashi, A. Development and performance evaluation of a three-dimensional clinostat synchronized heavy-ion irradiation system. Life Sci. Space Res. 2017 ,12, 5160. CrossRef 18. Ikeda, H.; Souda, H.; Puspitasari, A.; Held, K.D.; Hidema, J.; Nikawa, T.; Yoshida, Y.; Kanai, T.; Takahashi, A. A new system for three-dimensional clinostat synchronized X-irradiation with a high-speed shutter for space radiation research. Biol. Sci. Space 2016 ,30, 816. CrossRef 19. Ikeda, H.; Muratani, M.; Hidema, J.; Hada, M.; Fujiwara, K.; Souda, H.; Yoshida, Y.; Takahashi, A. Expression prole of cell cycle-related genes in human broblasts exposed simultaneously to radiation and simulated microgravity. Int. J. Mol. Sci. 2019 ,20, 4791. CrossRefLife2020 ,10, 187 12 of 14 20. Hada, M.; Ikeda, H.; Rhone, J.R.; Beitman, A.J.; Plante, I.; Souda, H.; Yoshida, Y.; Held, K.D.; Fujiwara, K.; Saganti, P .B.; et al. Increased chromosome aberrations in cells exposed simultaneously to simulated microgravity and radiation. Int. J. Mol. Sci. 2018 ,20, 43. CrossRef 21. Liber, H.L.; Thilly, W.G. Mutation assay at the thymidine kinase locus in diploid human lymphoblasts. Mutat. Res. 1982 ,94, 467485. CrossRef 22. Xia, F.; Wang, X.; Wang, Y.H.; Tsang, N.M.; Yandell, D.W.; Kelsey, K.T.; Liber, H.L. Altered p53status correlates with di erences in sensitivity to radiation-induced mutation and apoptosis in two closely related human lymphoblast lines. Cancer Res. 1995 ,55, 1215. PubMed 23. Kronenberg, A. Mutation induction in human lymphoid cells by energetic heavy ions. Adv. Space Res. 1994 , 14, 339346. CrossRef 24. Grosovsky, A.; Bethel, H.; Parks, K.; Ritter, L.; Gauny, S.; Wiese, C.; Kronenberg, A. Genomic instability in human lymphoid cells exposed to 1 GeV amu Fe ions. Phys. Med. 2001 ,17, 238240. 25. Wiese, C.; Gauny, S.; Liu, W.C.; Cherbonnel-Lasserre, C.L.; Kronenberg, A. Di erent mechanisms of radiation-induced loss of heterozygosity in two human lymphoid cell lines from a single donor. Cancer Res. 2001 ,61, 11291137. 26. Yudhistiara, B.; Zwicker, F.; Weber, K.J.; Huber, P .E.; Ruehle, A.; Brons, S.; Haering, P .; Debus, J.; Hauswald, S.H. The inuence of a magnetic eld on photon beam radiotherapy in a normal human TK6 lymphoblastoid cell line. Radiat. Oncol. 2019 ,14, 11. CrossRef 27. Harada-Sukeno, A.; Kohno, S.; Nakao, R.; Hirasaka, K.; Higashibata, A.; Yamazaki, T.; Ishioka, N.; Suzuki, H.; Shimazu, T.; Maita, A.; et al. Myo Lab: A JAXA cell biology experiment in Kibo (JEM) of the international space station. Biol. Sci. Space 2009 ,23, 189193. CrossRef 28. Tanigawa, N.; Yano, S.; Higashibata, A.; Tsuchiya, Y.; Tanii, H.; Ando, N.; Kubota, K.; Nagase, M. Development and validation of a closed chamber for cell culture experiments in space. Biol. Sci. Space 2014 ,28, 15. CrossRef 29. Ohno, T.; Kanai, T.; Yamada, S.; Yusa, K.; Tashiro, M.; Shimada, H.; Torikai, K.; Yoshida, Y.; Kitada, Y.; Katoh, H.; et al. Carbon ion radio-therapy at the Gunma University Heavy Ion Medical Center: New facility set-up. Cancers 2011 ,3, 40464060. CrossRef 30. Takahashi, A.; Ikeda, H.; Souda, H.; Puspitasari, A.; Held, K.D.; Hidema, J.; Nikawa, T.; Yoshida, Y.; Kanai, T. Performance evaluation of new devices to synchronize heavy-ion or X-ray irradiation and simulated microgravity for space radiation researchImprovement of a control stage. In Proceedings of the 2017 International Symposium on Space Technology and Science, Matsuyama, Japan, 39 June 2017. 31. Hada, M.; Hu , J.L.; Patel, Z.S.; Kawata, T.; Pluth, J.M.; George, K.A.; Cucinotta, F.A. AT cells are not radiosensitive for simple chromosomal exchanges at low dose. Mutat. Res. 2011 ,716, 7683. CrossRef 32. George, K.A.; Hada, M.; Jackson, L.J.; Elliott, T.; Kawata, T.; Pluth, J.M.; Cucinotta, F.A. Dose response of -rays and iron nuclei induction of chromosomal aberrations in normal and repair decient cell lines. Radiat. Res. 2009 ,171, 752763. CrossRef PubMed 33. Hada, M.; Chappell, L.J.; Wang, M.; George, K.A.; Cucinotta, F.A. Induction of chromosomal aberrations at uences of less than one HZE particle per cell nucleus. Radiat. Res. 2014 ,182, 368379. CrossRef PubMed 34. Hada, M.; Meador, J.A.; Cucinotta, F.A.; Gonda, S.R.; Wu, H. Chromosome aberrations induced by dual exposure of protons and iron ions. Radiat. Environ. Biophys. 2007 ,46, 125129. CrossRef PubMed 35. Luomahaara, S.; Lindholm, C.; Mustonen, R.; Salomaa, S. Distribution of radiation-induced exchange aberrations in human chromosomes 1, 2 and 4. Int. J. Radiat. Biol. 1999 ,75, 15511556. CrossRef PubMed 36. Lucas, J.N.; Poggensee, M.; Straume, T. The persistence of chromosome translocations in a radiation worker accidentally exposed to tritium. Cytogenet. Cell Genet. 1992 ,60, 255256. CrossRef PubMed 37. George, K.A.; Hada, M.; Chappell, L.; Cucinotta, F.A. Biological e ectiveness of accelerated particle for the induction of chromosome damage: Track structure e ects. Radiat. Res. 2013 ,180, 2533. CrossRef 38. George, K.; Hada, M.; Cucinotta, F.A. Biological e ectiveness of accelerated protons for chromosome exchanges. Front. Oncol. 2015 ,5, 226232. CrossRef 39. Plante, I.; Ponomarev, A.; Patel, Z.; Slaba, T.; Hada, M. RITCARD: Radiation induced tracks, chromosome aberrations, repair, and damage. Radiat. Res. 2019 ,192, 282298. CrossRef 40. Plante, I.; Slaba, T.; Patel, Z.; Hada, M. A bi-exponential repair algorithm for radiation-induced double-strand breaks: Application to simulation of chromosome aberrations. Genes 2019 ,10, 936. CrossRefLife2020 ,10, 187 13 of 14 41. Slaba, T.C.; Plante, I.; Ponomarev, A.; Patel, Z.S.; Hada, M. Determination of chromosome aberrations in human broblasts irradiated by mixed elds generated with shielding. Radiat. Res. 2020 ; in press. 42. George, K.; Durante, M.; Wu, H.; Willingham, V .; Badhwar, G.; Cucinotta, F.A. Chromosome aberrations in the blood lymphocytes of astronauts after space ight. Radiat. Res. 2001 ,156, 731738. CrossRef 43. George, K.; Willingham, V .; Cucinotta, F.A. Stability of chromosome aberrations in the blood lymphocytes of astronauts measured after space ight by FISH chromosome painting. Radiat. Res. 2005 ,164, 474480. CrossRef 44. George, K.; Rhone, J.; Beitman, A.; Cucinotta, F.A. Cytogenetic damage in the blood lymphocytes of astronauts: E ects of repeat long-duration space missions. Mutat. Res. 2013 ,756, 165169. CrossRef 45. Alpen, E.L.; Powers-Risius, P . The relative biological e ect of high-Z, high-LET charged particles for spermatogonial killing. Radiat. Res. 1981 ,88, 132143. CrossRef PubMed 46. Schwartz, J.L.; Jordan, R.; Evans, H.H.; Lenarczyk, M.; Liber, H.L. Baseline levels of chromosome instability in the human lymphoblastoid cell TK6. Mutagenesis 2004 ,6, 477482. CrossRef 47. Manti, L.; Durante, M.; Cirrone, G.A.P .; Grossi, G.; Lattuada, M.; Pugliese, M.; Sabini, M.G.; Scampoli, P .; Valastro, L.; Gialanella, G. Modeled microgravity does not modify the yield of chromosome aberrations induced by high-energy protons in human lymphocytes. Int. J. Radiat. Biol. 2005 ,81, 147155. CrossRef PubMed 48. Mosesso, P .; Schuber, M.; Seibt, D.; Schmitz, C.; Fiore, M.; Schinoppi, A.; Penna, S.; Palitti, F. X-ray-induced chromosome aberrations in human lymphocytes in vitro are potentiated under simulated microgravity conditions (Clinostat). Phys. Med. 2001 ,17, 264266. PubMed 49. Ohnishi, T.; Takahashi, A.; Nagamatsu, A.; Omori, K.; Suzuki, H.; Shimazu, T.; Ishioka, N. Detection of space radiation-induced double strand breaks as a track in cell nucleus. Biochem. Biophys. Res. Commun. 2009 , 18, 485488. CrossRef PubMed 50. Takahashi, A.; Suzuki, H.; Omori, K.; Seki, M.; Hashizume, T.; Shimazu, T.; Ishioka, N.; Ohnishi, T. The expression of p53-regulated genes in human cultured lymphoblastoid TSCE5 and WTK1 cell lines during spaceight. Int. J. Radiat. Biol. 2010 ,86, 669681. CrossRef 51. Yagatai, F.; Honma, M.; Takahashi, A.; Omori, K.; Suzuki, H.; Shimazu, T.; Seki, M.; Hashizume, T.; Ukai, A.; Sugasawa, K.; et al. Frozen human cells can record radiation damage accumulated during space ight: Mutation induction and radioadaptation. Radiat. Environ. Biophys. 2011 ,50, 125134. CrossRef 52. Yagatai, F.; Honma, M.; Omori, K.; Suzuki, J.; Shimazu, T.; Takahashi, A.; Ohnishi, T.; Dohmae, N.; Ishioka, N. Preliminary results of space experiment: Implications for the e ects of space radiation and microgravity on survival and mutation induction in human cells. Adv. Space Res. 2012 ,49, 476486. 53. Dang, B.; Yang, Y.; Zhang, E.; Li, W.; Mi, X.; Meng, Y.; Yan, S.; Wang, Z.; Wei, W.; Shao, C.; et al. Simulated microgravity increases heavy ion radiation-induced apoptosis in human B lymphoblasts. Life Sci. 2014 , 97, 123128. CrossRef PubMed 54. Mognato, M.; Celotti, L. Modeled microgravity a ects cell survival and HPRT mutant frequency, but not the expression of DNA repair genes in human lymphocytes irradiated with ionising radiation. Mutat. Res. 2005 , 578, 417429. CrossRef PubMed 55. Ritter, S.; Durante, M. Heavy-ion induced chromosomal aberrations: A review. Mutat. Res. 2010 ,701, 3846. CrossRef PubMed 56. Friedland, W.; Schmitt, E.; Kundr t, P .; Dingfelder, M.; Baiocco, G.; Barbieri, S.; Ottolenghi, A. Comprehensive track-structure based evaluation of DNA damage by light ions from radiotherapy-relevant energies down to stopping. Sci. Rep. 2017 ,7, 45161. CrossRef 57. Hada, M.; Georgakilas, A.G. Formation of clustered DNA damage after high-LET irradiation: A review. J. Radiat. Res. 2008 ,49, 203210. CrossRef 58. Kumari, R.; Singh, K.P .; Dumond, J.W., Jr. Simulated microgravity decreases DNA repair capacity and induces DNA damage in human lymphocytes. J. Cell. Biochem. 2009 ,107, 723731. CrossRefLife2020 ,10, 187 14 of 14 59. Wei, L.; Liu, C.; Kang, L.; Liu, Y.; Shi, S.; Wu, Q.; Li, Y. Experimental study on e ect of simulated microgravity on structural chromosome instability of human peripheral blood lymphocytes. PLoS ONE 2014 ,9, e100595. CrossRef 60. Cucinotta, F.A.; Cacaoa, E.; Kim, M.H.Y.; Saganti, P .B. Benchmarking risk predictions and uncertainties in the NSCR model of GCR cancer risks with revised low LET risk coe cients. Life Sci. Space Res. 2020 ,27, 6473. CrossRef 2020 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http: creativecommons.org licenses by4.0).",
        "images": []
    }
]