[
    {
        "pmid": "25587034",
        "title": "Proteomic study of microsomal proteins reveals a key role for Arabidopsis annexin 1 in mediating heat stress-induced increase in intracellular calcium levels.",
        "year": "2015",
        "journal": "Mol Cell Proteomics",
        "abstract": "To understand the early signaling steps in the response of plant cells to increased environmental temperature, 2-D difference gel electrophoresis was used to study the proteins in microsomes of Arabidopsis seedlings that are regulated early during heat stress. Using mass spectrometry, 19 microsomal proteins that showed an altered expression level within 5 min after heat treatment were identified. Among these proteins, annexin 1 (AtANN1) was one of those up-regulated rapidly after heat-shock treatment. Functional studies show loss-of-function mutants for AtANN1 and its close homolog AtANN2 were more sensitive to heat-shock treatment, whereas plants overexpressing AtANN1 showed more resistance to this treatment. Correspondingly, the heat-induced expression of heat-shock proteins and heat-shock factors is inhibited in ann1/ann2 double mutant, and the heat-activated increase in cytoplasmic calcium concentration ([Ca(2+)]cyt) is greatly impaired in the ann1 mutant and almost undetectable in ann1/ann2 double mutant. Taken together these results suggest that AtANN1 is important in regulating the heat-induced increase in [Ca(2+)]cyt and in the response of Arabidopsis seedlings to heat stress.",
        "full_text": "Proteomic Study of Microsomal Proteins Reveals a Key Role for Arabidopsis Annexin 1 in Mediating Heat Stress-Induced Increase inIntracellular Calcium Levels Xu Wang H20648, Xiaolong Ma H20648, Hui Wang, Bingjie Li, Greg Clark, Yi Guo, Stan Roux, Daye Sun, and Wenqiang Tang To understand the early signaling steps in the response of plant cells to increased environmental temperature, 2-Ddifference gel electrophoresis was used to study the pro-teins in microsomes of Arabidopsis seedlings that are regulated early during heat stress. Using mass spectrom-etry, 19 microsomal proteins that showed an altered ex-pression level within 5 min after heat treatment were iden-tified. Among these proteins, annexin 1 (AtANN1) was oneof those up-regulated rapidly after heat-shock treatment.Functional studies show loss-of-function mutants forAtANN1 and its close homolog AtANN2 were more sensi- tive to heat-shock treatment, whereas plants overex-pressing AtANN1 showed more resistance to this treat- ment. Correspondingly, the heat-induced expression ofheat-shock proteins and heat-shock factors is inhibited inann1ann2 double mutant, and the heat-activated in- crease in cytoplasmic calcium concentration (Ca 2H11545cyt)i s greatly impaired in the ann1 mutant and almost undetect- able in ann1ann2 double mutant. Taken together these results suggest that AtANN1 is important in regulating theheat-induced increase in Ca 2H11545cytand in the response of Arabidopsis seedlings to heat stress. Molecular  Cel- lular Proteomics 14: 10.1074mcp.M114.042697, 686694,2015. Temperatures above the optimum are sensed as heat stress (HS) 1by all living organisms. When exposed to hightemperature, plants have sophisticated mechanisms to main- tain cellular homeostasis and minimize cell damage. Heatshock transcription factors (HSFs) mediate gene expressionchanges leading to the production of heat shock proteins(HSPs) that confer thermotolerance to plants (1, 2, 3). Inrecent years, there has been considerable progress in identi-fying the signaling steps that enable plants to respond to heatstress at the molecular level. These include: activation of bZIPtranscription factors by heat-induced proteolytic cleavage (4);inhibition of transgene-induced post-transcriptional gene si-lencing (PTGS) by SUPPRESSOR OF GENE SILENCING 3(SGS3) (5); accumulation of reactive oxygen species (ROS) byRBOHD activation (6); and reduced H2A.Z occupancy innucleosomes of heat-regulated genes, which would be ex-pected to stimulate transcription of these genes (7). Many reports also provide evidence that membrane-local- ized calcium channels can act as sensors for increased tem-perature in plant cells (8, 9). The increase in cytosolic calciumconcentration (Ca 2H11001cyt) caused by calcium influx from the extracellular matrix is an early critical step in the HS signaltransduction pathway (10). In responding to this calcium in-flux, calcium-binding proteins such as calmodulin and cal-cium dependent protein kinases (CDPKs) are activated. Cal-modulin binds to a calmodulin-binding protein kinase, whichin turn, activates heat-regulated changes in gene expressionby phosphorylating HSF (11, 12, 13). CDPKs, on the otherhand, might regulate plant heat-shock responses by activat-ing multiple mitogen-activated protein kinases (14). Despite considerable progress in studying the mechanisms of heat-shock signal transduction, our understanding of theheat signal perception and early signaling transduction mech-anism is still very limited. Therefore, identifying novel proteinsthat regulate early heat-shock responses should help decod- From the Key Laboratory of Molecular and Cellular Biology of Ministry of Education, Hebei Collaboration Innovation Center for CellSignaling, Hebei Key Laboratory of Molecular and Cellular Biology,College of Life Science, Hebei Normal University, Shijiazhuang, Hebei050024, China, Department of Molecular Biosciences, University ofTexas, Austin, Texas 78712 Received, July 6, 2014 and in revised form, January 9, 2015Published, MCP Papers in Press, January 13, 2015, DOI 10.1074 mcp.M114.042697 Author contributions: D.S. and W.T. designed research; X.W., X.M., H.W., and B.L. performed research; G.C., Y.G., and S.R. contributednew reagents or analytic tools; W.T. analyzed data; G.C., S.R., andW.T. wrote the paper. 1The abbreviations used are: CHAPS, 3-Cholamidopropyl dimeth- ylammonio-1-propanesulfonate; HS, heat stress; HSFs, heat shocktranscription factors; HSPs, heat shock proteins; AtANN1, Arabidop- sisannexin 1; CDPKs, calcium dependent protein kinases; HSR, heat-shock responses; Col-0, Columbia-0; CNGC, cyclic nucleotide-gated channels; MS medium, Murashige and Skoog medium;Ca 2H11001cyt, cytoplasmic calcium concentration; PLC, phospholipase C; ROS, Reactive oxygen species.Research  2015 by The American Society for Biochemistry and Molecular Biology, Inc. This paper is available on line at http:www.mcponline.org 686 Molecular  Cellular Proteomics 14.3ing high-temperature sensing and responding mechanism in planta . Along with advances in genome sequencing, new proteomic technologies have now emerged as an importanttool in studying signal transduction mechanisms ( 15). Com - pared with traditional genetic studies, which rely on pheno-types caused by altering gene activity, proteomics not onlyprovides real-time monitoring of abundance changes of cer-tain proteins during cell and tissue responses to stimuli, butalso reveals their mechanisms of function and regulation,such as post-translational modifications and proteinproteininteraction. In this study, we used the two-dimensional differ-ence gel electrophoresis (2-D DIGE) technology to find micro-some-associated proteins whose level changes rapidly afterheat-shock, and identified a set of membrane proteins thatchange abundance in response to a five-minute heat treat-ment. Among these proteins was annexin 1 (AtANN1), andhere we demonstrate that this protein plays a key role in plantheat-stress responses by mediating a heat-induced increasein Ca 2H11001cyt. EXPERIMENTAL PROCEDURES Plant Materials and Heat Shock TreatmentArabidopsis thaliana seeds were surface sterilized using 75 (vv) ethanol and sowed inglass plates containing 25 ml growth medium containing half-strengthMurashige and Skoog (12 MS) salt, 1.5 (wv) sucrose, and 0.8(wv) agar. Plates were stratified at 4 C in darkness for 3 days.Seedlings were allowed to grow at 22 C under long-day conditions(16 h light8 h dark) for 1 week. For heat shock treatment, the glassplates were wrapped with general kitchen plastic wrap and sub-merged in a water bath at the indicated temperature for differentperiods. The seedlings were returned to 22 C under long-day torecover for 1 week before taking pictures for analysis. All the datashowed in this study has been performed at least three times withsimilar results. Representative data from one repetition are shown inthe figures. 2D-DIGE Protein Sample Preparation Because we were inter- ested in finding heat shock-regulated proteins whose level changedrapidly, we used a water bath for our heat shock proteomic studies tomake sure all the seedlings were instantly subjected to similar tem-perature at same time. To prepare the seedlings for 2D-DIGE proteinsample extraction, Arabidopsis seedlings were grown in liquid me- dium containing 12 MS salt and 1.5 (wv) sucrose under long dayat 22 C for 1 week. To avoid a nutrient shock effect, half of the oldmedium was transferred into a new container and incubated at 37 Cin the water bath, whereas the other half of the medium was kept at22 C with the seedlings. When the temperature of the water bathmedium reached 37 C, half of the seedlings were transferred intothe medium to initiate the heat shock treatment. After heat shock treatment for 5 min, seedlings were harvested by filtering through anylon mesh, quick tap-dried with tissue paper and frozen in liquidnitrogen. Microsomal proteins were extracted as described previously(16), and dissolved in DIGE buffer (7 Murea, 2 Mthiourea, 4 CHAPS) at a concentration around 510 H9262gH9262l. 2D-DIGE Procedure and Image Analysis Protein for 2D-DIGE analysis was labeled with CyDyeTMDIGE fluor minimal labeling kit (GE Healthcare). In brief, 10 H9262l microsomal protein from control or heat treated sample was mixed with 0.25 H9262l of Tris-HCl (1.5 M, pH 8.8) and 0.5H9262l of 100 n MCy3 or Cy5, respectively, and incubated in darkness at 4 C for 2 h. The reaction was terminated by adding 1 H9262l1 0m M lysine and incubating with the protein on ice for 10 min. The Cy3- andCy5- labeled pair of control and heat treated samples were combined, and to the mix was added 9 H9262lo f1 MDTT, 4.5 H9262l of IPG buffer, pH 47. One hundred-micrograms of unlabeled protein each from controland heat-treated samples was then added to make the total proteinamount in the mixture around 300 H9262g. The DIGE buffer was used to adjust the final volume to 450 H9262l for separation by isoelectric focusing (IEF) using 24 cm Immobiline Dry Strips, pH 47. Two-dimensionalelectrophoresis was performed according to ( 16). DIGE images were acquired using a Typhoon trio scanner (GE healthcare). At least six biological repeats were performed, and labeling of two pairs of bio-logical repeat samples was swapped to avoid identifying proteins thatare preferentially labeled by a specific CyDye. Spots that showed consistent heat shock regulated changes in at least five biologicalrepeat samples were picked using a robotic spot picker (GEhealthcare). Protein In-gel Digestion and Mass Spectrometry Identification Protein in-gel digestion was performed as described previously ( 17). Extracted peptides in 0.1 formic acid were separated using a 100 H9262mH11003150 mm C18 reverse phase column (Thermo Fisher Scientific) at a flow rate of 350 nlmin, and eluted using a linear acetonitrile (ACN)gradient (045) with 0.1 formic acid over 60 min using a nano-LCsystem (Thermo Fisher Scientific). Eluted peptides were electros-prayed directly into a LTQ-XL linear ion trap mass spectrometer(Thermo Fisher Scientific) using an uncoated 15 H9262m inner diameter spraying needle with 2.1 kV electrospray voltage at 220 C. Peptideswere analyzed in positive ion mode with mz range between 400 and2000. Charged peaks over 1000 counts were selected for collisioninduced dissociation (CID) with 35 normalized collision energy andactivation Q value was set to 0.25. The dynamic exclusion activationtime was set to 30 s to prevent same mzions from being selected after its acquisition. CID product ions were analyzed on the linear iontrap in centroid mode. Complete LC-MSMS peak lists were searched against database generated from Arabidopsis subset of the NCBInr database (date 12122012, 257,035 entries searched), using the SEQUEST searchalgorithm, which is part of the BioWorks 3.3.1 data analysis soft- ware (Thermo Fisher Scientific). The peptide mass range was set to4005000 amu. The precursor ions tolerance and fragment ionstolerance were set to 2.00 amu and 1.00 amu, respectively. Enzy-matic digestion was specified as trypsin, with a maximum of twomissed cleavages allowed. Cysteine carbamidomethylation wasallowed as fixed modifications, and methionine oxidation were al-lowed as variable modification. Search result option filter was set asthe following: Delta CN H113500.1; Xcorr ( H110061, 2, 3) H110051.75, 2.5, 3.0; peptide probability H113490.01. Isolation of Annexin T-DNA Mutants T-DNA insertional mutant for AtANN1 (SALK_132169, SAIK_414_C01, WiscDsLox477480P11), AtANN2 (SALK_054223) and AtANN6 (SALK_112492) were obtained from the Arabidopsis Biological Resource Center ( http:www.arabi dopsis.org ), and are all in Columbia (Col-0) background. The identified ann12 mutant was used to cross with ann2 mutant. F3 segregated ann12 ann2 double homozygous mutant were used for heat stress tolerance analysis. The gene specific primers used for genotyping themutants were: 5 H11032-gcctgcttcagcttttgtatg-3 H11032(left) and 5 H11032-aacgctaccga- cacaacattc-3 H11032(right) for SALK_132169; 5 H11032-tgctccttctgatgatgctg-3 H11032 (left) and 5 H11032-ccaataaagcatcacgctca-3 H11032(right) for SAIL_414_C01; 5 H11032- tggactcttgatccaccaga-3 H11032(left) and 5 H11032-gagcaacaagcatgtcctca-3 H11032 (right) for SALK_054223; 5 H11032-ggcgtctctcaaaattccag-3 H11032(left) and 5 H11032-cac- cagaaagct ctccgtct-3 H11032(right) for SALK_112492. The transcript abun- dance of AtANN1 andAtANN2 in wild type and mutant seedlings was determined by semi-quantitative Reverse transcription PCR using 5 H11032- atggcgactcttaaggtttc-3 H11032(left) and 5 H11032-agcatcatcttcaccgagaag-3 H11032(right) forAtANN1 and gene specific genotyping primer set for SALK_ 054223 and SALK_112492.AtANN1 Mediates Heat Shock Induced Calcium Influx Molecular  Cellular Proteomics 14.3 687Plasmid Construction and Transformation Full-length CDS of AtANN1 were amplified by PCR, cloned into pENTRSDD-TOPO vector (Invitrogen), and subcloned into Gateway compatible binaryvector pEarleyGate 100 by LR clonase (Invitrogen). The construct wasintroduced into Agrobacterium tumefaciens strain GV3101 by elec- troporation and transformed into Arabidopsis (Col-0 ecotype) by the floral dipping method. Transgenic plants were selected by sprayingplants with 5 H9262gml Basta (Finale). All transgenic lines used in this study are single insertional homozygous T3 lines. Expression Analysis of HSFs and HSPs by RT-PCR and Western Blot Wild type and ann12ann2 double mutant seedlings were grown in the same glass plates containing 15 ml growth medium (12 MS salt, 1.5 sucrose, and 0.8 agar) for 1 week at 22 C underlong-day condition. For heat shock treatment, the plates were placedinto a growth chamber with temperature set at 37 C. Seedlings wereharvested at different time intervals and frozen in liquid nitrogen. ForRT-PCR analysis of the expression level of various HSFs transcript,total RNA was isolated using TRIzol reagent (Invitrogen) and reversetranscribed into cDNA using ExScript TMRT reagent kit (Takara) ac - cording to manufacturers instruction. Primer pairs used for RT-PCRanalysis were: 5 H11032-atgatgaacccgtttctcccggaag-3 H11032and 5H11032-ggaggtggaa- gccaaactctcatcac-3 H11032for HSF A7A; 5 H11032-atggaagaactgaaagtggaaat-3 H11032 and 5H11032-aggttccgaaccaagaaaacccatt-3 H11032for HSF A2; 5 H11032-atgacggctgtg- acggcggcgcaaag-3 H11032and 5H11032-gttgcagactttgctgcttttccac-3 H11032for HSF B1; 5H11032-acagatttcgctaaagatttgctt-3 H11032and 5H11032-cgcttcttcttcttcttcaatctc-3 H11032for HSF B2A. For protein abundance analysis of HSPs, frozen tissueswere ground into fine powder in liquid nitrogen, boiled with 2 H11003SDS sampling buffer, loaded onto SDS-PAGE and transferred onto nitro-cellulose membrane. Membrane was probed with different antibodiesspecifically against various HSPs (Agrisera, Va  nna s, Sweden) and detected with SuperSignal West Dura Chemiluminescence System(Pierce). Ca 2H11001Measurement Using Aequorin Aequorin luminescence mea- surement was performed according to ( 18), with slight modifications. Transgenic Arabidopsis seedlings expressing cytosolic35S::Aequorin were grown in 12 MS salt containing medium for 10 days under long day at 22 C. Seedlings (n H1135015 per treatment) were transferred to a 96-well plate and incubated in dark with a calcium-measurementbuffer (0.1 m MKCl, 1 m MCaCl2,1 0m MMES, 5 H9262Mcoelenterazine-h) at 22 C for 6 h. The seedlings were quick rinsed two times with the calcium-measurement buffer, 100 H9262l 22 C (control) or 37 C (heat shock) calcium measurement buffer was quickly added to each well,and the plate was loaded into a microplate luminometer (Centro LB960, Berthold, Oak Ridge, TN) that is at room temperature (control) orhas been prewarmed to 37 C (heat shock). Aequorin luminescencesignal in each well was recorded for 0.5 s every 30 s. After 45 counts,100 H9262l reconstitution solution (2 MCaCl2, 20 ethanol) was injected and luminescence signal in each well was recorded for 10 more cycles, 0.5 s each. Percentage reconstitution value was calculated bydividing the luminescence signal recorded at each time point by thehighest reconstitution luminescence value recorded in each well,respectively, for wild type, ann1 and ann12 mutants. Relative ae- quorin signal is calculated by dividing percentage reconstitution valuecollected at 37 C by percentage reconstitution value collected at22 C. Determination of Total Ca 2H11001in Plant Tissues Fifty seven-day-old Arabidopsis seedlings grown in 12 MS medium supplied with 1 sucrose were grouped as one sample and oven dried at 65 C over-night. After recording the dry weights, the dried plants were digestedwith 5 ml HNO3 at 100 C for 4 h. The digested mixture was trans-ferred to a volumetric flask, and diluted precisely to 100 ml withdouble distilled water. Total plant Ca 2H11001concentration was deter - mined with a flame atomic absorption spectrophotomer (Model AA-240Z, Agilent Technologies, Santa Clara, CA).RESULTS The Effect of HS Temperature and Duration on the Survival of Arabidopsis SeedlingsIncreased environmental temper- ature triggers heat-shock responses (HSR) in plants; however,if the temperature rises above a certain limit, or the duration ofthe high temperature is too long, plants will not be able tosurvive. To study the HS response of plant cells, the treatmentused should be strong enough to stimulate the HSR, but atthe same time mild enough not to kill the plant. In order to finda proper heat-shock treatment condition for our proteomicstudies, plates containing one-week-old Arabidopsis seed- lings were treated at a range of temperatures and treatmentdurations, and post-treatment survival rates were calculatedafter the seedlings recovered at 22 C for 1 week. TreatmentofArabidopsis seedlings in a 42 C water bath up to 10 min did not induce irreversible damage to seedlings, whereastreatment with a 42 C water bath for 30 min killed almost allof the seedlings. In comparison, seedlings treated with a37 C water bath for 30 min survived (Fig. 1). As 37 C hasbeen previously shown to induce HSR ( 9, 11, 12), a 37 C water bath was used as our treatment temperature during the following proteomic studies. Identification of Microsomal Proteins Whose Level Changes Rapidly After Heat Shock Heat shock stimulates a rapid increase of the Ca 2H11001cyt. This increase can be seen as early as 1 min after heat treatment, and reaches the maximum around 5 mins ( 11). In order to study the early cellular re - sponses stimulated by HS, we exposed one-week-old Arabi- dopsis seedlings to 37 C for 5 mins and harvested them for 2D-DIGE analysis. Protein samples from control and treated seedlings were analyzed in at least six biological-repeat experiments. In av-erage, over 1500 protein spots were detected in each gel (Fig.2A). Examination of the DIGE images identified over 49 spots that showed consistent abundance changes induced by heatshock. Surprisingly, the abundance of most spots was in-creased by heat treatment, and only a few showed decreasedlevels. These spots of interest were picked, digested in gel bytrypsin and analyzed by LC-MSMS. A total of 27 heat-shock-regulated protein spots, which represented 19 unique pro-teins, were successfully identified (Table I). Functional classi-fication showed these proteins are involved in processes such FIG.1 .The effect of heat shock temperature and duration on the survival of Arabidopsis seedlings. One-week-old Arabidopsis seedlings were heat shock treated at different temperatures for theindicated time period and allowed to recover at 22 C for 7 daysbefore taking pictures for comparison.AtANN1 Mediates Heat Shock Induced Calcium Influx 688 Molecular  Cellular Proteomics 14.3as hormone biosynthesis, protein translation, calcium signal- ing, cellular metabolism, and protein folding (chaperone). Annexin 1 is Essential for Plant Resistance to Heat-Shock Treatment Of all the microsomal proteins identified in Table I, we chose to further study AtANN1 (Fig. 2 B), because of prior evidence showing that it could play a major role in mediatingplant stress responses. Using polyclonal antibody raised spe-cific against a 31 amino acid sequence from AtANN1 (aminoacids 200231) ( 19), we confirmed the 2D-DIGE result in which AtANN1 protein levels increased in the microsomal fraction after 5 mins of HS (Fig. 2 C). We then isolated Transfer DNA (T-DNA) insertion mutants of AtANN1 gene to investigate ifAtANN1 plays a significant role in HS responses in Arabi- dopsis . We obtained three insertion mutants for AtANN1 , and these alleles were named as ann11 (SalK_132169), ann12 (Sail_414_C01), and ann13 (WiscDsLox477480P11; Fig. 3A). The T-DNA insertion sites in these alleles were located at the 5H11032UTR of the AtANN1 gene ( ann11 ) or within different positions of its second and third exon ( ann12 andann13 ), respectively (Fig. 3 A). Reverse transcription PCR (RT-PCR) analysis of these T-DNA mutants showed that the expressionofAtANN1 inann12 andann13 is not detectable, whereas the expression of AtANN1 inann11 was not affected (Fig. 3B). We then compared the basal thermotolerance of these T-DNA insertional mutants with wild-type seedlings. One-week-old seedlings were subjected to 45 C water bath for 13min, and then allowed to recover at 22 C for another weekbefore they were photographed and calculate their survivalrate. Consistent with the expression of endogenous AtANN1 level, ann12 and ann13 seedlings were hypersensitive to heat-shock treatment, whereas heat sensitivity of ann11 seedlings was similar to wild-type plants (Fig. 3 C,3D). There are eight members of the Arabidopsis annexin gene family. Phylogenetic analysis indicates that AtANN1, AtANN2,and AtANN6 are all closely related, with AtANN2 and AtANN6having 75 identity at the amino acid level ( 20). There is expression and immunolocalization evidence suggesting that AtANN1 and AtANN2 have both distinct and overlappingfunctions in Arabidopsis (21, 22). To investigate if other an - nexins also participate in plant HS responses, we isolatedT-DNA insertion mutants for AtANN2 andAtANN6 and tested basal thermotolerance of the mutant seedlings (Fig. 4 A,4B). FIG.2 .2D DIGE analysis of heat-reg- ulated microsomal proteins identifiedAtANN1 as an early heat-responsiveprotein. A, Microsomal protein from Col-0 seedlings treated with 37 C for 5min was labeled with Cy5, and micro-somal protein from untreated seedlingswas labeled with Cy3. The proteins werethen separated using 24 cm, pH 47,IPG strips and a 10 SDS-PAGE gel. B, Three-dimensional view of spot 4191 inimage A, left image represents Cy3 channel and right image represents Cy5channel. C, Western analysis of AtANN1 protein accumulation after heat shock.One-week-old seedlings were heat-shock (37 C) treated for the indicatedtime, microsomal proteins were ex-tracted and separated by SDS-PAGE.Upper panel shows AtANN1 protein wasdetected by polyclonal antibodies raisedspecifically against AtANN1, lower panelshows Ponceau S stained rubisco largesubunit as the equal-loading control.AtANN1 Mediates Heat Shock Induced Calcium Influx Molecular  Cellular Proteomics 14.3 689The sensitivity of ann2 mutants to heat-shock treatment is higher than wild type but lower than ann12 mutants (Fig. 4 C). In contrast, knocking out the expression of AtANN6 did not alter the sensitivity of the mutant to heat-shock treatment (Fig.4C). We then generated an ann12ann2 double mutant by crossing ann2 with ann12 , and found the ann12ann2 dou- ble mutant seedlings were more sensitive to heat stress treat-ment than the ann12 single mutants. These results indicated AtANN1 andAtANN2 , but not AtANN6 , play redundant roles in regulating plant heat-shock responses. Heat Stress-Induced Expression of HSF and HSP is Im- paired in ann12 Mutant Heat stress-induced expression of HSFs and HSPs plays an important role in the acquisition ofthermotolerance by plants. To investigate whether the sus-ceptibility of annexin mutants to heat stress is related to thelevel of endogenous HSFs and HSPs, the heat-induced ex-pression of different HSFs and HSPs were analyzed in seed-lings of wild type and ann12ann2 double mutants. Under normal conditions, expression of HSFs is either not detectedor at a similar level in both wild type and ann12ann2 doublemutants. Thirty minutes of heat shock induces a dramatic increase of HSFs expression in wild-type seedlings. In com-parison, the increase in expression of HSFs in ann12ann2 double mutants is much smaller (Fig. 5 A). Similar results were observed for the expression of HSPs. Before heat-shocktreatment, the protein levels of the HSP70, HSP90, andHSP17.7 in ann12ann2 double mutants were similar to wild type. After heat shock at 37 C for 3 h, the protein abundanceof these three proteins in wild-type seedlings was significantlyhigher than in those of the ann12ann2 mutants (Fig. 5 B). The reduced expression of HSFs and HSPs in ann12ann2 mu- tants after heat treatment suggests annexin is required for theearly changes in gene expression induced by heat shock. Plants Overexpressing AtANN1 are more Resistant to Heat- Shock Treatment To further confirm the function of annexin in plants heat-shock response, we overexpressed AtANN1 in ann12 mutant background. RT-PCR analysis confirmed that the expression level of AtANN1 in two transgenic lines, OX-1 and OX-2, were both higher than in wild type. Seedlingsoverexpressing AtANN1 were more resistant to heat-shockTABLE I Early heat-regulated microsomal proteins identified by mass spectrometry. The heat regulated abundance changes were observed from at leastfive biological repeats. For MSMS identification, number of unique peptides, sequence coverage of the identified proteins and the best matched scores are listed SpotsAccession numberProtein nameUnique peptidesCoverage ()Abundance change by HSScore Hormone biosynthesis 2586 At2g46370 Jasmonate-amido synthetase 3 6.26 up 30.193984 At1g62380 ACC oxidase 2 8 32.81 up 70.284095 At3g44310 Nitrilase 1 9 37.28 down 100.284125 At3g44310 Nitrilase 1 12 50 down 130.294285 At3g44310 Nitrilase 1 6 25.72 down 70.27 Protein translation 3384 At1g57720 Translation elongation factor EF1B 5 12.35 up 50.233394 At1g57720 Translation elongation factor EF1B 4 15.5 down 50.243421 At1g57720 Translation elongation factor EF1B 10 26.63 up 170.293415 At3g13920 Eukaryotic translation initiation factor 4A-1 7 28.16 up 100.313424 At3g13920 Eukaryotic translation initiation factor 4A-1 8 34.22 down 120.323804 At4g20360 GTP binding Elongation factor Tu family protein 9 27.73 up 80.31 Calcium signaling 4181 At1g35720 Annexin 1 2 6.308 up 40.244191 At1g35720 Annexin 1 5 15.77 up 70.28 Protein folding 2371 At5g42020 Luminal binding protein (BIP2) 3 4.8 up 30.192407 At5g42020 Luminal binding protein (BIP2) 6 11.98 up 50.246119 At3g62030 Cyclophilin 203 (CYP203) 5 24.52 up 50.25 Metabolism 1969 At1g08520 CHLD subunit of the Mg-chelatase enzyme 16 25.58 up 160.233874 At1g73110 Nucleoside triphosphate hydrolase 14 40.05 up 170.274097 At2g05830 5-methylthioribose-1-phosphate isomerase 7 25.67 up 80.244113 At5g15650 AtRGP2 4 11.67 up 40.234809 At2g34470 Urease accessory protein G (UREG) 5 26.55 up 50.315092 At4g30530 Gamma-glutamyl peptidase 3 17.60 up 30.265128 At3g02780 Isopentenyl diphosphate isomerase 2 5 19.01 up 50.285116 At3g11930 Adenine nucleotide alpha hydrolases like 2 11.5 up 20.19 Others 2060 At1g33790 Jacalin lectin family protein 4 11.69 up 40.172062 At1g33790 Jacalin lectin family protein 14 36.85 up 120.314734 At4g39090 Cysteine proteinases 3 9.24 down 30.22AtANN1 Mediates Heat Shock Induced Calcium Influx 690 Molecular  Cellular Proteomics 14.3treatment than wild-type seedlings. The average survival rate of annexin-overexpressing seedlings was 20 higher thanwild-type seedlings, and the difference is statistically signifi-cant (Fig. 6). This result demonstrates that the expressionlevel of annexin is directly related to the basal thermotoler- ance of young Arabidopsis seedlings. Suppressing the Expression of AtANN1 and AtANN2 Inhib- its Heat-Shock-Induced Increase in Intracellular Calcium Lev-els Prior reports indicated that AtANN1 could function to increase the Ca 2H11001permeability of plasma membranes during plant stress responses ( 23, 24). In order to test whether heat- induced calcium transport is altered in AtANN1 loss-of-func- tion mutants, we crossed the ann12 andann12ann2 mu- tants with transgenic plants expressing35S::Aequorin (25), F3 segregant lines that were homozygous for35S::Aequorin  ann12 and35S::Aequorin ann12ann2 mutants were chosen and used for monitoring heat shock stimulated changes in Ca2H11001cyt. RT-PCR showed the expression of AtANN1 and AtANN2 is not detectable in our35S::Aequorin expressing ann12ann2 double knockout mutant (Fig. 7 A). Measurement of cytosolic calcium concentration showed the highest lumi-nescence signal emitted by reconstituted aequorin is lower in 35S::Aequorin expressing ann12 and ann12ann2 mutants (Fig. 7 B), which might be caused by the lower total calcium abundance in the seedlings (Fig. 7 C). Because there is a difference in the reconstituted luminescence signals observedbetween wild type and the mutants, we used percentagereconstitution values to determine the relative luminescencein response to heat-shock treatment for wild type and mu-tants seedlings. As shown in Fig. 7 D, in consistent with pre- vious reports ( 11), heat-shock treatment induced a rapid in - crease in Ca 2H11001cytwithin 5 min in wild type, ann12 , and FIG.3 .AtANN1 is essential for plant resistance to heat shock treatment. A, Diagram shows the T-DNA insertion positions for different AtANN1 T-DNA mutants. B, RT-PCR analysis of AtANN1 expression level in different ann1 T-DNA mutants. C, The response of different ann1 T-DNA mutants to heat-shock treatment. Seven-day-old seedlings grown on 12 MS plates at 22 C were shifted to a 45 C water bath for 13min and then returned to 22 C and allowed to recover for 1 week before taking photos. Scale bar represents 1 cm. D, Quantification of survival rate of seedlings shown in C. Data represent the mean value from five independent experiments, with 25 seedlings per experiment. One way ANOVA test was performed. Statistically significant differences are indicated by different lowercase letters ( pH110210.05). Error bars represent H11006S.D. FIG.4 .AtANN1 and AtANN2 play redundant roles in regulating plant heat shock responses. A, Diagram shows the T-DNA insertion position for ann2 (SALK_054223) and ann6 (SALK_112492) T-DNA mutants. B, RT-PCR analysis of AtANN2 and AtANN6 expression level in ann2 andann6 T-DNA mutants. C, The response of ann12 , ann2 ,ann6 , and ann12ann2 double T-DNA mutant ( ann12 ) to heat shock treatment. Seven-day-old seedlings grown on 12 MS plates at22 C were shifted to a 45 C water bath for 13 min and then returnedto 22 C and allowed to recover for 1 week before taking photos.Scale bar represents 1 cm.AtANN1 Mediates Heat Shock Induced Calcium Influx Molecular  Cellular Proteomics 14.3 691ann12ann2 mutants. The heat induced Ca2H11001cytcontinues to increase in wild type and reaches the highest peak around 12 min. In comparison, this prolonged increase in the heatinduced Ca 2H11001cytwas diminished in ann12 mutant and ab - sent in ann12ann2 double mutant (Fig. 7 D). These results suggest that AtANN1 and AtANN2 function is important forthe normal heat-induced increase in Ca 2H11001cytinArabidopsis . DISCUSSION The heat-induced rapid increase in Ca2H11001cytis considered to be an essential step in plant responses to heat stress. Prior reports showed this increase is regulated by plasma mem-brane-localized cyclic nucleotide-gated channels (CNGCs) ( 8, 9) and phospholipase C9 (PLC9) ( 26), but there may be other calcium channels or membrane-localized proteins involved in regulating this rapid and dynamic change in Ca 2H11001cytin re- sponse to HS treatment. Because of prior studies showingthat AtANN1 promoted the Ca 2H11001permeability of plasma FIG.5 .The mRNA and protein expression level of several HSFs and HSPs is reduced in ann12ann2 double mutant. A, Semi- quantitative RT-PCR analysis of the mRNA levels of HSF-A7A ,HSF- A2,HSF-B1 , and HSF-B2A in one-week-old wild type (Col-0) and ann1ann2 double mutant ( ann12 ) seedlings that were HS treated for the indicated time. The RT-PCR products of UBC are shown as theequal-loading control. B, Immunoblot analysis of the protein levels of HSP 17.7, HSP 25.3, HSP 70, and HSP 90 in wild- type and ann1 2ann2 double mutant. One-week-old seedlings were treated with or without HS for the indicated time, total proteins were separated bySDS-PAGE, blotted onto nitrocellulose membrane and blotted withdifferent HSP specific antibodies. Rubisco large subunit stained byPonceau S is shown as the equal-loading control. FIG.6 .Seedlings overexpressing AtANN1 are more resistant to heat shock treatment. A, Upper panel: RT-PCR analysis of the expression level of AtANN1 in overexpressing plants. Lower panel: basal thermotolerance analysis of AtANN1 overexpressing plants. Seven-day-old seedlings grown on 12 MS plates at 22 C wereshifted to a 45 C water bath for 12 min and then returned to 22 Cand allowed to recover for 1 week before taking photos. B, Quantifi- cation of survival rate of seedlings shown in A. Data represents the mean value from five independent experiments, with 20 seedlings perexperiment. One way ANOVA test was performed. Statistically signif-icant differences are indicated by different lowercase letters ( pH11021 0.05). Error bars represent H11006S.D. FIG.7 .Heat-induced increase in Ca2H11545cytin seedlings is im - paired in Annexin mutants. A, RT-PCR analysis of AtANN1 and AtANN2 expression level in wild type (Col) and ann12ann2 (ann12 ) double T-DNA mutants. B,In vivo reconstitution of aequorin signal in wild type, ann1 , and ann12 mutants. Error bar represent H11006S.E. C, Total calcium abundance in 50 one-week-old seedlings of 35S::Aequorin expressing wild type, ann1 andann12 mutants. One way ANOVA test was performed in BandC. Statistically significant differences are indicated by different lowercase letters ( pH110210.05). Error bars represent H11006S.D. D, Time-course measurement of aequorin signal in wild type, ann1 andann12 mutants. Seedlings were treated with or without heat shock. Relative aequorin signal is calculated bydividing percentage reconstitution value collected at 37 C by per-centage reconstitution value collected at 22 C. These experimentshave been repeated at least three times, and the trends are similar.Data shown here is from one representative experiment.AtANN1 Mediates Heat Shock Induced Calcium Influx 692 Molecular  Cellular Proteomics 14.3membranes, we selected it for further study from the micro- somal proteins in Arabidopsis seedlings whose level changed rapidly after heat shock. We found that AtANN1 plays animportant role in regulating heat-shock tolerance in Arabidop- sisseedlings and that seedlings knocked out in their expres- sion of AtANN1 show impaired calcium influx in response to heat-shock treatment. These results suggest AtANN1 is a newcomponent in regulating heat-shock-induced elevation of in-tracellular calcium concentration in plant cells. Annexins bind membranes in a calcium-dependent manner. Although they appear to have diverse functions, it has be-come clear that certain annexins play important roles in abi-otic stress responses ( 20, 27). For example, ectopic expres - sion of a Brassica annexin in Arabidopsis provides tolerance to drought, salinity and osmotic stress ( 28), and overexpres - sion of AtANN1 inArabidopsis increases both drought toler- ance in plants ( 29), and salinity tolerance in seeds (30). There are also previous studies linking annexins to heat-stress re- sponses in plants. For example, a recent proteomic studyanalyzing heat stress in radish leaves found that the level of anannexin protein increased at 12 h, and then decreased at 24 hin response to 40 C heat treatment ( 31). Chu et al. also identified an annexin protein from the embryonic axes of sacred lotus ( Nelumbo nucifera Gaertn.) that was up-regu- lated by heat treatment. Ectopic expression of this lotus an-nexin in Arabidopsis conferred resistance to heat treatment in seed germination ( 32). In this study, we discovered that Ara- bidopsis AtANN1 is an early participant in a plants response to heat treatment. The increase in abundance of AtANN1 inthe microsomal membrane fraction can be observed after only5 min of heat treatment. Among the eight annexins in theArabidopsis genome, AtANN1 is the most abundant and ap- pears to be a multifunctional protein ( 33). We found that knocking out the expression of either endogenous AtANN1 or AtANN2 makes mutants hypersensitive to heat-shock treat- ment, whereas knocking out the expression AtANN6 does not alter the sensitivity of the mutant, indicating AtANN1 and AtANN2 , but not AtANN6 , are functionally redundant in reg- ulating plant basal thermotolerance. Correspondingly, Arabi- dopsis seedlings overexpressing AtANN1 were more resistant to heat stress. Furthermore, heat induced expression of HSFsand HSPs is attenuated in ann12ann2 double mutant. Taken together, these results suggest AtANN1 andAtANN2 are crit- ical components of plants adaptive responses to environ-mental heat stress. There are numerous reports documenting AtANN1 func- tions as a calcium-permeable channel-like protein in responseto abiotic stress, but most of the data was obtained frompatch clamp experiments of spheroplasts and protoplasts ofroot epidermal cells ( 23, 24, 34). Here, using an aequorin reporting system, we found AtANN1 and AtANN2 play a role in regulating the elevation of Ca 2H11001cytinduced by heat shock in whole seedlings. We found that heat-induced change in Ca2H11001cytwas greatly reduced in ann1 mutant and was evenlower in ann12 ann2 double mutant, which suggests that AtANN1 and AtANN2 are important components of the chan-nel transport system that regulates heat-induced increase inCa 2H11001cyt. However, heat shock still induces a small increase in Ca2H11001cytin the ann12ann2 double mutant, especially in the first 5 min of heat shock treatment, which might be caused by the function of other proteins that facilitate Ca2H11001uptake, such as CNGCs in Arabidopsis . Interestingly, the total calcium concentration in ann1 andann12 mutant seedlings is lower than wild-type control seedlings. However, future studies areneeded to determine whether the reduced calcium accumu-lation is caused by the reduced calcium influx in ann1 and ann12 mutants. In conclusion, we found that the abundance of AtANN1 protein in membranes increased rapidly in response to 5 minheat-shock treatment, and that AtANN1 is critical for plantheat-shock responses. Although it is still unresolved whetherAtANN1 acts directly as a calcium-permeable channel in vivo or facilitates this calcium transport by some other mechanism(35, 36, 37), our results strongly suggest that in addition to previously characterized calcium-permeable channels, an- nexins are a significant component of the molecular machin-ery that promotes the heat-induced increase in Ca 2H11001cyt. However, our data provide no evidence that AtANN1 func- tions as a heat sensor during plant heat-shock responses.Consequently, we propose that an elevated environmentaltemperature is first perceived by membrane sensors likeCNGCs, which allows for an initial calcium influx into thecytosol. This increased Ca 2H11001cytwould activate cytosolic AtANN1, recruiting it directly to membranes. The association of AtANN1 with membranes could then either form a calciumchannel by itself or activate another calcium channel to allowmore calcium influx into the cell needed to fully activate plantheat-shock responses. Acknowledgments We thank Dr. Xiaodong Xu (Hebei Normal Uni- versity, China) for providing35S::Aequorin expressing transgenic plants. This work is dedicated in loving memory of Xu Wang who sadly passed away unexpectedly during this research study.  This work was supported by the Ministry of Agriculture of China (2013ZX08009003-002); one hundred talents project of Hebeiprovince (E2012100004 to W.T.); the National Natural Science Foun-dation of China (31270357 to Y.G.); and by grants from the NationalScience Foundation (IOS 0718890 to S.J.R. and G.C.) and the Na-tional Aeronautics and Space Administration (NNX13AM54G to S.J.R.and G.C.).  To whom correspondence should be addressed: College of Life Science, Hebei Normal University, East 20 Nan Er Huang Road,Shijiazhuang 050024 China. Tel.: 86 311 80787594; E-mail: tangwqmail.hebtu.edu.cn. H20648These authors contributed equally to this work. REFERENCES 1. Baniwal, S. K., Bharti, K., Chan, K. Y., Fauth, M., Ganguli, A., Kotak, S., Mishra, S. K., Nover, L., Port, M., Scharf, K. D., Tripp, J., Weber, C.,Zielinski, D., and Con Koskull-Doring, P. (2004) Heat stress response inAtANN1 Mediates Heat Shock Induced Calcium Influx Molecular  Cellular Proteomics 14.3 693plants, a complex game with chaperones and more than twenty heat stress transcription factors. J. Biosci. 29,471487 2. Nover, L., Bharti, K., Doring, P., Mishra, S. K., Ganguli, A., and Scharf, K. D. (2001) Arabidopsis and the heat stress transcription factor world, howmany heat stress transcription factors do we need? Cell Stress Chaper- ones 6,177189 3. Pirkkala, L., Nykanen, P., and Sistonen, L. (2001) Roles of the heat shock transcription factors in regulation of the heat shock response and be-yond. FASEB J. 15,11181131 4. Deng, Y., Humbert, S., Liu, J. X., Srivastava, R., Rothstein, S., and Howell, S. H. (2011) Heat induces the splicing by IRE1 of a mRNA encoding atranscription factor involved in the unfolded protein response in Arabi-dopsis. Proc. Natl. Acad. Sci. U.S.A. 108, 72477252 5. Zhong, S. H., Liu, J. Z., Jin, H., Lin, L., Li, Q., Chen, Y., Yuan, Y. Z., Wang, Z.-Y., Huang, H., Qi, Y. J., Chen, X. Y., Vaucheret, H., Chory, J., Li, J. M.,and He, Z. H. (2013) Warm temperatures induce transgenerational epi-genetic release of RNA silencing by inhibiting siRNA biogenesis in Ara-bidopsis. Proc. Natl. Acad. Sci. U.S.A. 110, 91719176 6. Mittler, R., Finka, A., and Goloubinoff, P. (2012) How do plants feel the heat? Trends Biochem. Sci. 37,118125 7. Kumar, S. V., and Wgge, P. A. (2010) H2A.Z containing nucleosomes mediate the thermosensory response in Arabidopsis. Cell140, 136147 8. Finka, A., Cuendet, A. F. H., Maathuis, F. J. M., Saidi, Y., and Goloubinoff, P. (2012) Plasma membrane cyclic nucleotide gated calcium channelscontrol land plant thermal sensing and acquired thermotolerance. Plant Cell24,33333348 9. Gao, F., Han, X. W., Wu, J. H., Zheng, S. Z., Shang, Z. L., Sun, D. Y., Zhou, R. G., and Li, B. (2012) A heat activated calcium permeable channel,Arabidopsis cyclic nucleotide-gated ion channel 6, is involved in heatshock responses. Plant J. 70,10561069 10. Saidi, Y., Finka, A., and Goloubinoff, P. (2010) Heat perception and signal- ing in plants: a tortuous path to thermotolerance. New Phytol. 190, 556565 11. Liu, H. T., Li, B., Shang, Z. L., Li, X. Z., Mu, R. L., Sun, D. Y., and Zhou, R. G. (2003) Calmodulin is involved in heat shock signal transduction in wheat.Plant Physiol. 132, 11861195 12. Liu, H. T., Gao, F., Li, G. L., Han, J. L., Liu, D. L., Sun, D. Y., and Zhou, R. G. (2008) The calmodulin-binding protein kinase 3 is part of heat shocksignal transduction in Arabidopsis thaliana. Plant J. 55,760773 13. Zhang, W., Zhou, R. G., Gao, Y. J., Zheng, S. Z., Xu, P., Zhang, S. Q., and Sun, D. Y. (2009) Molecular and Genetic evidence for the key role ofAtCaM3 in heat-shock signal transduction in Arabidopsis. Plant Physiol. 149, 17731784 14. Sangwan, V., Orvar, B. L., Beyerly, J., Hirt, H. and Dhindsa, R. S. (2002) Opposite changes in membrane fluidity mimic cold and heat stressactivation of distinct plant MAP kinase pathways. Plant J. 31,629638 15. Tang, W. Q., Deng, Z. P., and Wang, Z. Y. (2010) Protomics shed light on the brassinosteroid signaling mechanisms. Curr. Opin. Plant Biol. 13, 2733 16. Tang, W. Q. (2012) Quantitative analysis of plasma membrane proteome using two-dimensional difference gel electrophoresis. Methods Mol. Biol. 876, 6782 17. Tang, W. Q., Deng, Z. P., Oses-Prieto, J., Suzuki, N., Zhu, S. W., Zhang, X., Burlingame, A. L., and Wang, Z. Y. (2008) Proteomics studies of brassi-nosteroid signal transduction using prefractionation and two dimensionalDIGE. Mol. Cell. Proteomics 7,728738 18. Knight, H., Trewavas, A. J., and Knight, M. R. (1996) Cold calcium signaling in Arabidopsis involves two cellular pools and a change in calciumsignature after acclimation. Plant Cell 8,489503 19. Clark, G. B., Lee, D., Dauwalder, M., and Roux, S. J. (2005) Immunolocal- ization and histochemical evidence for the association of two differentArabidopsis annexins with secretion during early seedling growth anddevelopment. Planta 220, 621631 20. Clark, G. B., Morgan, R. O., Fernandez, M.-P., and Roux, S. J. (2012) Evolutionary adaptation of plant annexins has diversified their molecularstructures, interactions, and functional roles. New Phytol. 196, 695712 21. Clark, G. B., Sessions, A., Eastburn, D. J., and Roux, S. J. (2001) Differential expression of members of the annexin multigene family in Arabidopsis.Plant Physiol. 126, 10721084 22. Clark, G. B., Lee, D., Dauwalder, M., and Roux, S. J. (2005) Immunolocal- ization and histochemical evidence for the association of two differentArabidopsis annexins with secretion during early seedling growth and development. Planta 220, 621631 23. Laohavisit, A., Richards, S. L., Shabala, L., Chen, C., Colaco, R. D. D. R., Swarbreck, S. M., Shaw, E., Dark, A., Shabala, S., Shang, Z., and Davies,J. M. (2013) Salinity-induced calcium signaling and root adaptation inArabidopsis require the calcium regulatory protein Annexin1. Plant Physiol. 163, 253262 24. Richards, S. L., Laohavisit, A., Mortimer, J. C., Shabala, L., Swarbreck, S. M., Shabala, S., and Davies, J. M. (2014) Annexin 1 regulates theH 2O2-induced calcium signature in Arabidopsis thaliana roots. Plant J. 77,136145 25. Xu, X. D., Hotta, C. T., Dodd, A. N., Love, J., Sharrock, R., Lee, Y. W., Xie, Q., Johnson, C. H., and Wevv, A. A. (2007) Distinct light and clockmodulation of cytosolic free Ca 2H11001oscillations and rhythmic CHLORO - PHYLL AB BINDING PROTEIN2 promoter activity in Arabidopsis. Plant Cell19,34743490 26. Zheng, S. Z., Liu, Y. L., Li, B., Shang, Z. L., Zhou, R. G., and Sun, D. Y. (2012) Phosphoinositide-specific phospholipase C9 is involved in thethermotolerance of Arabidopsis. Plant J. 69,689700 27. Laohavisit, A., and Davies, J. M. (2011) Annexins . New Phytol. 189, 4053 28. Jami, S. K., Clark, G. B., Turlapati, S. A., Handley, C. A., Roux, S. J., and Kirti, P. B. (2008) Ectopic expression of an annexin from Brassica junceaconfers tolerance to abiotic and biotic stress treatments in transgenictobacco. Plant Physiol. Biochem. 46,10191030 29. Konopka-Postupolska, D., Clark, G., Goch, G., De  bski, J., Floras, K., Can- tero, A., Fijolek, B., Roux, S., and Hennig, J. (2009) The role of annexin 1in drought stress in Arabidopsis . Plant Physiol. 150, 13941410 30. Lee, S., Lee, E. J., Yang, E. J., Lee, J. E., Park, A. R., Song, W. H., and Park, O. K. (2004) Proteomic identification of annexins, calcium-dependentmembrane binding proteins that mediate osmotic stress and abscisicacid signal transduction in Arabidopsis . Plant Cell 16,13781391 31. Zhang, Y., Xu, L., Zhu, X., Gong, Y., Xiang, F., Sun, X., and Liu, L. (2013) Proteomic analysis of heat stress response in leaves of radish (Raphanussativus l.). Plant Mol. Biol. Rep. 31,195203 32. Chu, P., Chen, H., Zhou, Y., Li, Y., Ding, Y., Jiang, L., Tsang, E. W. T., Wu, K., and Huang, S. (2012) Proteomic and functional analyses of Nelumbonucifera annexins involved in seed thermotolerance and germinationvigor. Planta 235, 12711288 33. Clark, G., Konopka-Postupolska, D., Hennig, J., and Roux, S. (2010) Is annexi n 1 a multifunctional protein during stress responses? Plant Sig- nal. Behav. 5,303307 34. Laohavisit, A., Shang, Z., Rubio, L., Cuin, T. A., Ve  ry, A. A., Wang, A., Mortimer, J. C., Macpherson, N., Coxon, K. M., and Battey, N. H. (2012)Arabidopsis annexin1 mediates the radical-activated plasma membraneCa 2H11001- and KH11001-permeable conductance in root cells. Plant Cell 24, 15221533 35. Konopka-Postupolska, D., Clark, G., and Hofmann, A. (2011) Structure, function, and membrane interactions of plant annexins: an update. Plant Sci.181, 230241 36. Swarbreck, S. M., Colaco, R., and Davies, J. M. (2013) Plant calcium- permeable channels. Plant Physiol. 163, 514522 37. Davies, J. M. (2014) Annexin-mediated calcium signaling in plants. Plants 3, 128140AtANN1 Mediates Heat Shock Induced Calcium Influx 694 Molecular  Cellular Proteomics 14.3",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            }
        ]
    }
]