[
    {
        "pmid": "29930033",
        "title": "Draft Genome Sequence of a Clinical Isolate of Fusarium fujikuroi Isolated from a Male Patient with Acute Myeloid Leukemia.",
        "year": "2018",
        "journal": "Genome Announc",
        "abstract": "Here, we present the draft whole-genome sequence of a clinical isolate of Fusarium fujikuroi cultured from a patient undergoing chemotherapy for refractory acute myeloid leukemia.",
        "full_text": "Draft Genome Sequence of a Clinical Isolate of Fusarium fujikuroi Isolated from a Male Patient with Acute Myeloid Leukemia Camilla Urbaniak,aSanjeet Dadwal,bKarine Bagramyan,c Kasthuri Venkateswarana aJet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA bCity of Hope National Medical Center, Duarte, California, USA cBeckman Research Institute, City of Hope National Medical Center, Duarte, California, USA ABSTRACT Here, we present the draft whole-genome sequence of a clinical isolate ofFusarium fujikuroi cultured from a patient undergoing chemotherapy for refractory acute myeloid leukemia. Fusariumwas rst discovered in 1958, and while notorious for causing the devas- tating disease it causes in plants and crops, it is now recognized as an emerging global opportunistic human pathogen causing numerous cases of fusariosis every year( 1,2). While roughly 80 of the human cases of fusariosis are caused by members of the Fusarium oxysporum and Fusarium solani species complexes, there are many infectionsattributedtothe Fusarium fujikuroi speciescomplex.Here,wereportthedraft whole-genome sequence of F. fujikuroi strain COH1152, which was isolated from a 68-year-old male with refractory acute myeloid leukemia. While undergoing chemo-therapy, he developed a large lesion on his left leg after sustaining minor trauma,followed by neutropenic fever and multiple small painful nodules on his face, abdo-men,andthighs.Thebiopsysampleoftheleftthighskinlesionshowedinvasivehyphalelements, and a Fusarium sp., as identied by morphology, was isolated from both blood and tissue cultures. A Fusarium isolate, cultured from the blood and denoted COH1152, was sent for whole-genome sequencing and identied as the species F. fujikuroi. The COH1152 genome was paired-end sequenced (2 H11003100 bp) on the Illumina HiSeq platform with a 350-bp insert size, resulting in a total of 41 million reads (GCcontent,47.5).Trimmomatic,ontheGalaxyserver( https:usegalaxy.org ),wasusedto removethesequencingadaptors(settings,maxmismatch H110052,howaccuratethematch between the two adaptor ligated reads H1100530, and how accurate the match between any adaptor H1100510) and to trim the leading and trailing ends (setting, minimum quality requiredtokeepabase H110053).Postprocessedreadswere de novoassembledwithABySS version 2.0.2 ( 3), using a k-mer size of 88. The COH1152 genome assembly resulted in a genome size of 48 Mb, with an N50value of 1,212,708 bp. The number of scaffolds generated was 4,495, with a max scaffold length of 6,034,165 bp. The number ofscaffolds over 1 kb was 501. A second clinical Fusarium isolate, COH1141, as identied by morphology, was culturedfromanotherpatientalsoreceivingchemotherapyforacutemyeloidleukemia.However, the isolate that was sent for whole-genome sequencing was probably alaboratory contaminant of Aspergillus niger . We, however, have chosen to upload its draft genome sequence for public accessibility (k-mer size, 89; genome size, 32 Mb;number of scaffolds over 1 kb, 350). Accession number(s). The assembled whole-genome sequences have been depos- ited in DDBLEMBLGenBank under the accession numbers QBDQ00000000 (FusariumReceived 14 May 2018 Accepted 15 May 2018 Published 21 June 2018 Citation Urbaniak C, Dadwal S, Bagramyan K, Venkateswaran K. 2018. Draft genomesequence of a clinical isolate of Fusarium fujikuroi isolated from a male patient with acute myeloid leukemia. Genome Announc6:e00476-18. https:doi.org10.1128genomeA .00476-18 . Copyright  2018 Urbaniak et al. This is an open-access article distributed under the termsof the Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov.EUKARYOTES crossm Volume 6 Issue 25 e00476-18 genomea.asm.org 1fujikuroi COH1152) and QBDR00000000 (Aspergillus niger COH1141). The sequences have also been deposited in the NASA GeneLab and can be found online ( https: genelab-data.ndc.nasa.govgenelabaccessionGLDS-177 ). This is the rst version. ACKNOWLEDGMENTS Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA. This research was funded by a 2012 Space Biology NNH12ZTT001N grant 19- 12829-26underTaskOrderNNN13D111TawardtoK.V.FundingforC.U.wassupportedby the NASA Postdoctoral Program. We thank Markus Kalkum for his services at the clinical fungal isolate bank at City of Hope National Medical Center. Government sponsorship is acknowledged. REFERENCES 1. Gordon TR. 2017. Fusarium oxysporum and the fusarium wilt syndrome. Annu Rev Phytopathol 55:2339. https:doi.org10.1146annurev-phyto -080615-095919 . 2. Al-Hatmi AMS, Hagen F, Menken SBJ, Meis JF, de Hoog GS. 2016. Global molecular epidemiology and genetic diversity of Fusarium , a signicantemerging group of human opportunists from 1958 to 2015. Emerg Microbes Infect 5:e124. https:doi.org10.1038emi.2016.126 . 3. Simpson JT, Wong K, Jackman SD, Schein JE, Jones SJM, Birol I . 2009. ABySS: a parallel assembler for short read sequence data. Genome Res19:11171123. https:doi.org10.1101gr.089532.108 .Urbaniak et al. Volume 6 Issue 25 e00476-18 genomea.asm.org 2",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]