[
    {
        "pmid": "32554796",
        "title": "Draft Genome Sequences of Sphingomonas Species Associated with the International Space Station.",
        "year": "2020",
        "journal": "Microbiol Resour Announc",
        "abstract": "The draft genome sequences of three Sphingomonas strains isolated from the International Space Station (ISS) were assembled. These genomic sequences will help in understanding the influence of microgravity conditions on their potential bioactive compound production and other important characteristics compared to their Earth counterparts.",
        "full_text": "Draft Genome Sequences of Sphingomonas Species Associated with the International Space Station Swati Bijlani,aNitin K. Singh,bChristopher E. Mason,cClay C. C. Wang,a Kasthuri Venkateswaranb aUniversity of Southern California, Los Angeles, California, USA bJet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA cThe WorldQuant Initiative for Quantitative Prediction, Weill Cornell Medicine, New York, New York, USA ABSTRACT The draft genome sequences of three Sphingomonas strains isolated from the International Space Station (ISS) were assembled. These genomic se-quences will help in understanding the inuence of microgravity conditions on theirpotential bioactive compound production and other important characteristics com-pared to their Earth counterparts. Sphingomonas species have been isolated from a variety of habitats, and some speciespossesstheuniquecapabilitytodegradepollutants( 1).Someofthespecies are known for biolm formation and eventually corrode the metal surfaces ( 2), pro- duction of bioactive compounds ( 3), and plant-pathogenic characteristics ( 4).Sphin- gomonas paucimobilis has been reported to be associated with infections in immuno- compromised patients ( 5,6). In an ongoing microbial observatory experiment, several microbial strains were isolatedfromtheInternationalSpaceStation(ISS)( 7).Thegenerationofwhole-genome sequences (WGS) to enable the comparative genomic characterization of ISS Sphin- gomonas species with their Earth counterparts would lead to the identication of the genetic determinants potentially responsible for their important characteristics due tomicrogravity and elevated radiation conditions. The WGS belonging to two Sphingomonas sanguinis strains and one S. paucimobilis isolate were assembled into scaffolds. Sample collection, processing, and presumptiveidentication of these isolates based on 16S rRNA gene sequences were publishedelsewhere ( 7). Briey, samples collected from the ISS were processed, and 100 H9262lo f each dilution was plated on Reasoners 2A (R2A) agar. The plates were incubated at25C for 7days. The single colony obtained was restreaked onto R2A plates and incubated at 25C for 3days. A biomass of approximately 1 H9262g wet weight was collected for each strain and pooled for DNA extraction. Total nucleic acid extrac-tion was carried out using a ZymoBIOMICS 96 MagBead DNA kit (lysis tubes; ZymoResearch, USA) after bead beating using a Bertin Precellys instrument. This wasfollowed by library preparation using the Nextera Flex protocol as per Illuminadocument number 1000000025416 v07. The initial amount of DNA for librarypreparationwasquantied,anddependingontheinputDNAconcentration,5to12cycles of PCR were carried out to normalize the output. The amplied genomic DNAfragments were indexed and pooled in 384-plex conguration. Whole-genomeshotgun sequencing was performed on a NovaSeq 6000 S4 ow cell in paired-end(PE) 2H11003150-bp format. The data were ltered with NGS QC Toolkit v2.3 ( 8) for high-quality (HQ) vector- and adaptor-free reads for genome assembly (cutoff readlength for HQ, 80; cutoff quality score, 20). The number of ltered reads obtained( Table 1) was used for assembly with the SPAdes v3.14.0 ( 9) genome assembler (k-mer size, 32 to 72 bases). The genome was annotated using the NCBI ProkaryoticCitation Bijlani S, Singh NK, Mason CE, Wang CCC, Venkateswaran K. 2020. Draft genomesequences of Sphingomonas species associated with the International Space Station.Microbiol Resour Announc 9:e00578-20. https:doi.org10.1128MRA.00578-20 . Editor Vincent Bruno, University of Maryland School of Medicine Copyright  2020 Bijlani et al. This is an open- access article distributed under the terms ofthe Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov. Received 18 May 2020 Accepted 26 May 2020 Published 18 June 2020GENOME SEQUENCES crossm Volume 9 Issue 25 e00578-20 mra.asm.org 1Genome Annotation Pipeline (PGAP) v4.11 ( 10,11). Default parameters were used for all software except where otherwise noted. The details of the nal assembly are shown in Table 1. The phylogenetic afliations of the strains isolated in this study were conrmed based on the similarity of the 16SrRNA gene sequences extracted from the genomes ( 12) and the average nucleotide identity ( 13). The average nucleotide identities (ANIs) of the queried genomes were calculated using EzBioCloud ( 14) with their corresponding type strains. Data availability. The WGS and raw data are deposited under BioProject accession numberPRJNA629834 . The WGS accession numbers are listed in Table 1. The WGS was also deposited at GeneLab (GeneLab data set GLDS-298, https:genelab-data.ndc.nasa .govgenelabaccessionGLDS-298 ). The version described in this paper is the rst version. ACKNOWLEDGMENTS Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract withNASA. We thank astronauts Terry Virts and Jeffrey Williams for collecting samplesaboard the ISS, the Implementation Team at NASA Ames Research Center (FathiKarouia) for coordinating this effort, and Aleksandra Chechinska-Sielaff for theisolation of the strains. We thank Ryan Kemp (Zymo Corporation) for extracting theDNA and Dan Butler (Cornell Medicine) for the shotgun sequencing. We acknowl-edge the JPL supercomputing facility staff, notably Narendra J. Patel (Jimmy) andEdward Villanueva, for their continuous support in providing the best possibleinfrastructure for BIG-DATA analysis. Weacknowledgegovernmentsponsorship.Thisresearchwasfundedby2012Space Biology NNH12ZTT001N grant number 19-12829-26 under task order NNN13D111Tawarded to K.V., which was also subcontracted to C.C.C.W. and funded a postdoctoralfellowship for S.B. REFERENCES 1. Leys NMEJ, Ryngaert A, Bastiaens L, Verstraete W, Top EM, Springael D. 2004. Occurrence and phylogenetic diversity of Sphingomonas strains in soils contaminated with polycyclic aromatic hydrocarbons. Appl EnvironMicrobiol 70:19441955. https:doi.org10.1128aem.70.4.1944-1955.2004 . 2. Pavissich JP, Vargas IT, Gonzalez B, Pasten PA, Pizarro GE. 2010. Culture dependentandindependentanalysesofbacterialcommunitiesinvolvedin copper plumbing corrosion. J Appl Microbiol 109:771782. https:doi .org10.1111j.1365-2672.2010.04704.x . 3. Asaf S, Khan AL, Khan MA, Al-Harrasi A, Lee I-J. 2018. Complete genome sequencing and analysis of endophytic Sphingomonas sp. LK11 and its potential in plant growth. 3 Biotech 8:389. https:doi.org10.1007 s13205-018-1403-z . 4. Liu F, Zhan R-L, He Z-Q. 2018. First report of bacterial dry rot of mango caused by Sphingomonas sanguinis in China. Plant Dis 102:2632. https: doi.org10.1094PDIS-04-18-0589-PDN . 5. Gker T, As k RZ, Ylmaz MB, elik I , Tekiner A. 2017. Sphingomonas paucimobilis : a rare infectious agent found in cerebrospinal uid. JKorean Neurosurg Soc 60:481483. https:doi.org10.3340jkns.2014 .0102.004 . 6. Hardjo Lugito NP, Cucunawangsih, Kurniawan A. 2016. A lethal case of Sphingomonas paucimobilis bacteremia in an immunocompromised pa- tient. Case Rep Infect Dis 2016:3294639. https:doi.org10.11552016 3294639. 7. Checinska Sielaff A, Urbaniak C, Mohan GBM, Stepanov VG, Tran Q, Wood JM, Minich J, McDonald D, Mayer T, Knight R, Karouia F, Fox GE,VenkateswaranK.2019.Characterizationofthetotalandviablebacterialand fungal communities associated with the International Space Stationsurfaces. Microbiome 7:50. https:doi.org10.1186s40168-019-0666-x . 8. Patel RK, Jain M. 2012. NGS QC Toolkit: a toolkit for quality control of next generation sequencing data. PLoS One 7:e30619. https:doi.org 10.1371journal.pone.0030619 . 9. Bankevich A, Nurk S, Antipov D, Gurevich AA, Dvorkin M, Kulikov AS, Lesin VM, Nikolenko SI, Pham S, Prjibelski AD, Pyshkin AV, Sirotkin AV,Vyahhi N, Tesler G, Alekseyev MA, Pevzner PA. 2012. SPAdes: a newTABLE 1 Summary of the draft whole-genome sequences of three Sphingomonas strains isolated from the ISS Species and strain NCBI accession no.Isolation locationNo. of scaffoldsGenome size (bp) N50(bp)Median coverage(H11547)GH11545C content()No. of raw reads(millions)No. of ltered reads used forassembly (millions)No. of codingsequences Sphingomonas sanguinis IIF7SW-B3A JABEOW000000000.1 Lab 3 overhead 53 3,989,786 149,509 1,102 66.23 30.91 30.67 3,659 Sphingomonas sanguinis IIF7SW-B5JABEOV000000000.1 Lab 3 overhead 51 4,398,996 375,188 916 66.08 28.3 28.1 4,047 Sphingomonas paucimobilis FKI-L5-BR-P1JABEOU000000000.1 KSC-PHSFa cleanroomoor73 4,572,738 138,969 448 65.53 14.27 14.18 4,182 aKSC-PHSF, Kennedy Space Center Payload Hazardous Servicing Facility.Bijlani et al. Volume 9 Issue 25 e00578-20 mra.asm.org 2genome assembly algorithm and its applications to single-cell sequenc- ing. J Comput Biol 19:455477. https:doi.org10.1089cmb.2012.0021 . 10. HaftDH,DiCuccioM,BadretdinA,BroverV,ChetverninV,ONeillK,LiW, Chitsaz F, Derbyshire MK, Gonzales NR, Gwadz M, Lu F, Marchler GH,Song JS, Thanki N, Yamashita RA, Zheng C, Thibaud-Nissen F, Geer LY,Marchler-Bauer A, Pruitt KD. 2018. RefSeq: an update on prokaryotic genome annotation and curation. Nucleic Acids Res 46:D851D860. https:doi.org10.1093nargkx1068 . 11. Tatusova T, DiCuccio M, Badretdin A, Chetvernin V, Nawrocki EP, Zaslavsky L, Lomsadze A, Pruitt KD, Borodovsky M, Ostell J. 2016. NCBI ProkaryoticGenome Annotation Pipeline. Nucleic Acids Res 44:66146624. https:doi .org10.1093nargkw569 .12. Kim O-S, Cho Y-J, Lee K, Yoon S-H, Kim M, Na H, Park S-C, Jeon YS, Lee J-H, Yi H, Won S, Chun J. 2012. Introducing EzTaxon-e: a prokaryotic 16SrRNA gene sequence database with phylotypes that represent uncul-tured species. Int J Syst Evol Microbiol 62:716721. https:doi.org10 .1099ijs.0.038075-0 . 13. Goris J, Konstantinidis KT, Klappenbach JA, Coenye T, Vandamme P, TiedjeJM.2007.DNADNAhybridizationvaluesandtheirrelationshiptowhole-genome sequence similarities. Int J Syst Evol Microbiol 57:8191. https:doi.org10.1099ijs.0.64483-0 . 14. Yoon S-H, Ha S, Lim J, Kwon S, Chun J. 2017. A large-scale evaluation of algorithms to calculate average nucleotide identity. Antonie Van Leeu-wenhoek 110:12811286. https:doi.org10.1007s10482-017-0844-4 .Microbiology Resource Announcement Volume 9 Issue 25 e00578-20 mra.asm.org 3",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]