[
    {
        "pmid": "30717456",
        "title": "GeneLab Database Analyses Suggest Long-Term Impact of Space Radiation on the Cardiovascular System by the Activation of FYN Through Reactive Oxygen Species.",
        "year": "2019",
        "journal": "Int J Mol Sci",
        "abstract": "Space radiation has recently been considered a risk factor for astronauts' cardiac health. As an example, for the case of how to query and identify datasets within NASA's GeneLab database and demonstrate the database utility, we used an unbiased systems biology method for identifying key genes/drivers for the contribution of space radiation on the cardiovascular system. This knowledge can contribute to designing appropriate experiments targeting these specific pathways. Microarray data from cardiomyocytes of male C57BL/6 mice followed-up for 28 days after exposure to 900 mGy of 1 GeV proton or 150 mGy of 1 GeV/n 56Fe were compared to human endothelial cells (HUVECs) cultured for 7 days on the International Space Station (ISS). We observed common molecular pathways between simulated space radiation and HUVECs flown on the ISS. The analysis suggests FYN is the central driver/hub for the cardiovascular response to space radiation: the known oxidative stress induced immediately following radiation would only be transient and would upregulate FYN, which in turn would reduce reactive oxygen species (ROS) levels, protecting the cardiovascular system. The transcriptomic signature of exposure to protons was also much closer to the spaceflight signature than 56Fe's signature. To our knowledge, this is the first time GeneLab datasets were utilized to provide potential biological indications that the majority of ions on the ISS are protons, clearly illustrating the power of omics analysis. More generally, this work also demonstrates how to combine animal radiation studies done on the ground and spaceflight studies to evaluate human risk in space.",
        "full_text": "International Journal of Molecular Sciences Article GeneLab Database Analyses Suggest Long-Term Impact of Space Radiation on the Cardiovascular System by the Activation of FYN Through Reactive Oxygen Species Afshin Beheshti1, , J. Tyson McDonald2, Jack Miller3, Peter Grabham4and Sylvain V . Costes5, 1WYLE Labs, NASA Ames Research Center, Moffett Field CA 94035, USA 2Department of Physics, Hampton University, Hampton, VA 23668 USA; john.mcdonaldhamptonu.edu 3Lawrence Berkeley National Laboratory, Berkeley, CA 94720, USA; j_millerlbl.gov 4Center for Radiological Research, Columbia University, New York, NY 10032, USA; pwg2cumc.columbia.edu 5NASA Ames Research Center, Space Biosciences Division, Moffett Field, CA 94035, USA Correspondence: afshin.beheshtinasa.gov (A.B.); sylvain.v.costesnasa.gov (S.V .C.); Tel.: 1-650-604-5343 (S.V .C.) Received: 15 January 2019; Accepted: 30 January 2019; Published: 3 February 2019 gid00030gid00035gid00032gid00030gid00038gid00001gid00033gid00042gid00045 gid00001 gid00048gid00043gid00031gid00028gid00047gid00032gid00046 Abstract: Space radiation has recently been considered a risk factor for astronauts cardiac health. As an example, for the case of how to query and identify datasets within NASAs GeneLab database and demonstrate the database utility, we used an unbiased systems biology method for identifying key genesdrivers for the contribution of space radiation on the cardiovascular system. This knowledge can contribute to designing appropriate experiments targeting these specic pathways. Microarray data from cardiomyocytes of male C57BL6 mice followed-up for 28 days after exposure to 900 mGy of 1 GeV proton or 150 mGy of 1 GeVn56Fe were compared to human endothelial cells (HUVECs) cultured for 7 days on the International Space Station (ISS). We observed common molecular pathways between simulated space radiation and HUVECs own on the ISS. The analysis suggests FYN is the central driverhub for the cardiovascular response to space radiation: the known oxidative stress induced immediately following radiation would only be transient and would upregulate FYN , which in turn would reduce reactive oxygen species (ROS) levels, protecting the cardiovascular system. The transcriptomic signature of exposure to protons was also much closer to the spaceight signature than56Fes signature. To our knowledge, this is the rst time GeneLab datasets were utilized to provide potential biological indications that the majority of ions on the ISS are protons, clearly illustrating the power of omics analysis. More generally, this work also demonstrates how to combine animal radiation studies done on the ground and spaceight studies to evaluate human risk in space. Keywords: space radiation; GeneLab; cardiovascular; HUVECs; FYN ; ROS; reactive oxygen species; cardiomyocytes; protons; iron; HZE irradiation 1. Introduction Long-duration space travel has been associated with a number of human health risk factors, such as space radiation, microgravity, isolation, and hypoxia  14. It is now thought that the two main factors driving the majority of the health risks are space radiation and microgravity, with space radiation being the main component for health risk for space missions beyond low Earth orbit (LEO)  510. The different organs and related health issues potentially induced by these two aspects of the space environment are continuously studied and updated. Int. J. Mol. Sci. 2019 ,20, 661; doi:10.3390ijms20030661 www.mdpi.comjournalijmsInt. J. Mol. Sci. 2019 ,20, 661 2 of 22 Space radiation observed on the International Space Station (ISS) is quite different from ionizing radiation found on Earth and is composed primarily of protons (both high and low energy) and HZE ions (high (H) atomic number (Z) and energy (E) ions). Protons are characterized by low linear energy transfer (LET) and HZE by high LET, as opposed to the low LET radiation (x-, -, or -rays) to which humans are commonly exposed to on Earth  1,3,1013. HZE ions are positively charged and are the highly ionizing components of Galactic Cosmic Rays (GCRs) which originate outside of the solar system. The strong carcinogenic potential of HZE  14 has been a concern for many decades and has been considered the biggest risk factor for human health in missions beyond LEO  13,15. In contrast, in LEO, where the ISS is located, the radiation dose from HZE is reduced due to the protection provided by the Earths magnetosphere, and is roughly equal to the dose from low-energy protons trapped in the inner radiation belt  13,16. Most of the ISS orbit lies inside the radiation belts; the majority of the dose is from passages through the South Atlantic Anomaly, where the inner belt drops down to ISS altitudes. An additional risk for missions beyond LEO is from acute doses of high-energy protons from periodic solar particle events (SPEs)  14. Data on the biological effects of space radiation has been obtained sporadically in true space conditions from samples own in LEO (ISS, Space Shuttle, Mir Space Station, satellites carrying biology payloads). The majority of our data has been generated by simulating space radiation on Earth using specic HZE ions or protons at facilities such as the NASA Space Radiation Laboratory (NSRL) at Brookhaven National Laboratory (BNL). Simulated space radiation ground experiments have typically focused a lot more on HZE, reecting the space radiation environment encountered in a long-duration beyond LEO mission  17. To this day, a variety of results indicates that space radiation can increased cancer risk as well as contribute to diseases of the central nervous system (CNS), muscle degeneration, bone loss, and cardiovascular disease 10,15. Radiation-induced late cardiovascular disease in astronauts is one increasingly prominent concern  7,1820. Although many experiments using low-LET radiation have been conducted to show damage to the microvasculature, HZE particle data are limited, and the implications for disease risk need more study. There have been even fewer ground-based studies of the synergistic effects of space radiation and microgravity, which more closely mimic the environment in space. Data from atomic bomb survivors, albeit with different types of radiation, on increased incidence of cardiovascular disease have shown long-lasting effects decades after radiation exposure impacting increased ischemic heart disease, hypertension, and stroke with doses as low as 2 Gy  2123. Animal and cell culture models have been used to simulate HZE particle and proton radiation and have shown that low doses of high-LET radiation can drastically affect the cardiovascular system 7,20,2428. Specically, one experiment showed that mice exposed to 0.1 Gy of 150 MeV protons or 0.5 Gy of 600 MeVn iron ions (56Fe) experienced large changes in cardiac DNA methylation with potential impacts including heart failure and cardiomyopathy  29.56Fe is the most predominant HZE particle in the GCRs, and is a commonly used surrogate for GCR HZE. Other experiments have shown that cells and animal models exposed to proton and HZE radiation increase DNA oxidation, myocardial brosis, endothelial dysfunction, and vascular damage  24,27,28,30. Although these experiments and data have contributed to the overall knowledge of cardiovascular disease risk from space travel, there are many potential confounding factors besides space radiation (e.g., stress, hypoxia, microgravity). Therefore, our overall understanding of the contribution of space radiation in cardiovascular disease risk and their mechanisms remain an open question. To further pursue the cardiovascular impact due to space radiation we utilized publicly available transcriptomic data that is available on NASAs GeneLab platform (genelab.nasa.gov)  17 related to cardiovascular disease and the space environment. NASAs GeneLab platform is a resource available to the public that has provided the rst comprehensive omics database related to space. Due to the limited omics data available related to space radiation and cardiovascular disease, we analyzed two datasets from ground experiments designed to characterize the long-term impact following space irradiation (protons and56Fe) on cardiomyocytes for ve different time-points up to 28 days after irradiation and one spaceight experiment studying the impact of human umbilical vein endothelialInt. J. Mol. Sci. 2019 ,20, 661 3 of 22 cells (HUVECs) cultivated in the space environment on the ISS for seven days. Two components that make up the cardiac tissue are cardiomyocytes and endothelial cells and both cell types are heavily involved with cardiac remodeling and regeneration  31. Although there are more components to the cardiac tissue, from the datasets available from the GeneLab related to the cardiovascular system, we will only focus on these components. Using these datasets, we hypothesized that there are common long-term molecules and pathways modulating the cardiovascular system due to radiation effects during spaceight. Using a systems biology approach, we were able to suggest a novel mechanism through the FYN pathway  3235 that the cardiovascular system uses to reduce reactive oxygen species (ROS) levels when exposed to space radiation. Briey, FYN is a member of the Src family of tyrosine kinases that has been previously shown to be heavily involved with the cardiovascular system through cardiomyocyte remodeling  36,37 and also leads to activation due to ROS 32,33,38,39. In addition to FYNs involvement with the cardiovascular system, it has also been reported to be a tumor suppressor  40,41, a key player in controlling immune receptor signaling status and inammation  42, and has been shown to affect myelination of the central nervous system through crosstalk with Erk12 signaling  43. For our ndings, although the ROS levels are reduced through Fyn signaling, we show the potential of other pathways that will still contribute to increased cardiovascular risk in the space environment such as increased inammation. In addition, we are able to suggest that HUVEC cells grown on the ISS in LEO show a molecular response that is in agreement with responses observed on Earth with simulated protons but with less commonality with heavier HZE ions, as one would expect from the predominance of protons found in LEO space radiation. This nding is critical as it highlights the relevance of simulated space radiation experiments conducted on Earth, as they are shown here as able to recapitulate what is observed in space. This work illustrates the power of unbiased omics analysis and how the GeneLab database has become an essential tool to better characterize the response of a life to space environment. More generally, these novel ndings have potential to contribute to current cardiovascular risk models for spaceight. 2. Results 2.1. Global Analysis of Simulated Space Radiation Ground Experiments Compared to Spaceight Samples To study the impact of space radiation on the cardiovascular system we utilized three GeneLab datasets (GLDS-52, -117, and -109). As described in detail in the methods, two datasets were focused on simulated space radiation studies performed on the ground. More specically, male C57BL6 mice received either an acute whole-body irradiation of 900 mGy proton at 1 GeV (GLDS-117) or 150 mGy 56Fe at 1 GeVn (GLDS-109). Subsequently, cardiomyocytes were isolated and xed from mice sacriced at ve different time-points post-irradiation. Unfortunately, 0 Gy control for the original study was acquired only at the rst time-point (i.e., day 1). Although this is not the most optimal setup for these types of experiments, we will show that former datasets from GeneLab without the desired experimental setup can still produce meaningful results to guide space biology research. To test if simulated space radiation studies relate to the space environment, we also analyzed a spaceight study (GLDS-52) which cultivated HUVECs on the ISS for 7 days before the cells were xed. The HUVEC controls for the GLDS-52 datasets were cultured for the same length and methodology as the samples own on the ISS, but were done on Earth  44. Although all datasets utilized for this analysis were from microarray platforms, due to the incompatibility and batch effects that arise between different experiments, we had to analyze each dataset separately. We used either one-way ANOVA analysis for the simulated space radiation studies (all time-points were used to determine the signicant genes) or t-test analysis with a p-value 0.05 for the spaceight study. We produced the following statistically signicant genes for each condition: for the proton study (GLDS-117) there were 2540 signicantly regulated genes, for the56Fe study (GLDS-109) there were 5554 signicantly regulated genes, and for the spaceight study (GLDS-52) there were 823 signicantly regulated genes. We also checked the number of genes that would be produced with more stringent statistics using the adjusted BonferroniInt. J. Mol. Sci. 2019 ,20, 661 4 of 22 method for a false discovery rate (FDR) of both 0.05 and 0.10. This approach produced the following number of genes for each condition: for the proton study (GLDS-117) there were 2 or 6 signicantly regulated genes with either FDR 0.05 or 0.10, for the56Fe study (GLDS-109) there were 7 or 12 signicantly regulated genes with either FDR 0.05 or 0.10, and for the spaceight study (GLDS-52) there were no signicantly regulated genes with either FDR cutoff. Note that our results do not agree with the original analysis published on the ground studies data  45. Coleman et al. reported 5220 signicant genes for56Fe and 1651 signicant genes for proton datasets using a p-value cutoff of 0.05 using one-way ANOVA analysis. Similarly, they reported 1538 signicant genes using FDR  0.10 with BenjaminiHochberg correction. We were unable to reproduce the reported number of genes following the same procedure. Such discrepancy illustrates the importance of standard processing pipeline for analysis, as the protocol reported in Coleman et al. was not sufcient to allow reproducibility. One must note here that microarray analysis is highly sensitive in the way one normalizes data, with many available methods. For this reason, the Genelab team has established standardized processing workows for all raw omics data (https:genelab-data.ndc.nasa. govgenelabprojects). These pipelines were obtained as a consensus between more than 100 scientists who have joined the GeneLab Analysis Working Group (AWG) and covered transcriptomics (RNAseq and microarray), as well as metagenomics, epigenomics, proteomics, and metabolomics. The GeneLab team is in the process of documenting all these pipelines and making them available progressively online via the GeneLab toolshed (https:genelab-data.ndc.nasa.govglxy-sso-login). For the two ground studies presented in this manuscript, the low number of replicates were incompatible with the stringent statistical method we recommend for GeneLab microarray data. Therefore, we could not utilize it here as it would not produce enough signicant genes for a meta-analysis of this kind. We used instead a statistically acceptable but less stringent method (see Materials and Methods). We recommend the readers to go to the GeneLab toolshed for the latest recommended approach. The global differences between all the time-points and conditions were assessed for each dataset (Figure 1). Using principal component analysis (PCA), we were able to distinguish global differences between the controls and the experimental groups (Figure 1AC). Overall for both proton and56Fe ion irradiation, the 0 Gy control samples were clustered separately from the rest of the irradiated samples (Figure 1A,B). It is interesting to note that the samples that produced the greatest separation were the cardiomyocytes isolated at the longest time-points (either 26 or 28 days) after irradiation. This is apparent in the principle component 2 (PC2) axis for protons (Figure 1A) and for56Fe ions these points are clustering further apart in the negative PC1 axis from all other samples. This could be interpreted as space radiation (i.e., protons and56Fe) producing long-lasting impact on the biology with a progressive response overtime. However, we cannot say for certain as there was no 0 Gy control done for the 26 day time-point. In contrast, when comparing spaceight to ground controls for the HUVECs cultivated on the ISS (Figure 1C), we observed a much cleaner separation between the groups on the PCA plot. When considering only the signicantly regulated genes we see more rened separation between the different experimental groups (Figure 1DF). For the signicantly regulated genes, the 0 Gy controls in general were clustered independently from the rest of the irradiated samples with what appears to be a time dependence with the gene signature changing for each timepoint after the acute dose. There also was a distinct group of genes that were oppositely regulated for HUVECs own in space compared to the ground controls. This data indicates that there is a distinct gene signature associated with space radiation and the impact of one acute dose can potentially have long-lasting effects on the cardiovascular system.Int. J. Mol. Sci. 2019 ,20, 661 5 of 22 Int. J. Mol. Sci. 2019 , 20, x 5 of 21 Figure 1. Global transcriptome analysis comparing experimental conditions to the controls for ground space radiation experiments and spac eflight experiment. The datasets analyzed were GeneLab Dataset (GLDS)-117 for cardiomyocyte s isolated from C57BL6 irradiated with whole body 900 mGy o f proton at 1 GeV, GLDS- 109 for cardiomyocytes isolated from C57BL 6 irradiated with whole body 150 mGy of 56Fe at 1 GeVn, and GLDS-52 for Human Umbilical Vein Endothelial Cells (HUVECs) incubated on the International Space Station (ISS) for 7 days (estimated dose 1.5 mGy, see Section 2.2). ( AC) Principal component analysis (PCA) of all conditions for each dataset for genes. The percentage variance is shown for each principal component (PC) in parenthesis next t o the PC axis. ( DF) Heat maps representing hierarchical clustering of si gnificantly regulated genes by complete linkage and Euclidean distance calculation fo r datasets and conditions. Figure 1. Global transcriptome analysis comparing experimental conditions to the controls for ground space radiation experiments and spaceight experiment. The datasets analyzed were GeneLab Dataset (GLDS)-117 for cardiomyocytes isolated from C57BL6 irradiated with whole body 900 mGy of proton at 1 GeV , GLDS-109 for cardiomyocytes isolated from C57BL6 irradiated with whole body 150 mGy of56Fe at 1 GeVn, and GLDS-52 for Human Umbilical Vein Endothelial Cells (HUVECs) incubated on the International Space Station (ISS) for 7 days (estimated dose 1.5 mGy, see Section 2.2). ( AC) Principal component analysis (PCA) of all conditions for each dataset for genes. The percentage variance is shown for each principal component (PC) in parenthesis next to the PC axis. ( DF) Heat maps representing hierarchical clustering of signicantly regulated genes by complete linkage and Euclidean distance calculation for datasets and conditions.Int. J. Mol. Sci. 2019 ,20, 661 6 of 22 2.2. Dose Received by HUVECs Flown in Space The data are from the European Space Agency-Integrated Experiment (ESA-SPHINX) experiment (10311011610)  44. The cells were launched to the ISS on a Russian Progress supply vehicle, cultured for 7 days in the KUBIK incubator on the European Space Agency (ESA) Columbus module, and then xed. To be able to compare the dose received on the ISS to the simulated radiation ground studies, we obtained dose data from a detector located on the Columbus. (Data provided kindly by T. Berger from the German Aerospace Center (DLR)). The measured dose rate was almost constant throughout the experiment with an average of 220.43 Gyday (in water) with a standard deviation of 1.90 Gyday (in water) measured over the period of the experiment (Data provided kindly by T. Berger from the DLR and additional details can be found in the original publication  44). The total dose was 1.544 mGy (in water) with the dose equivalent to 3.7 mSv, of which 58 was from high-energy protons and other GCR ions, and 42 from low-energy protons in the South Atlantic Anomaly (SAA). The actual dose to the samples was probably somewhat lower, as they were shielded by the incubator. Here it is important to make the distinction between particle energy and LET, which is essentially energy loss per unit path length and is proportional to the square of the charge. Linear energy transfer (LET) is a measure of how ionizing a particle is; because they are singly charged, both high- and low-energy protons are relatively low LET. 2.3. Common Pathways between Simulated Space Radiation and Spaceight Samples To fully understand the specic and long-lasting effects of space radiation on biology, we have to understand the general pathways that are being regulated. We rst utilized gene set enrichment analysis (GSEA)  46 to determine signicant pathways being regulated for each condition with an FDR0.05. Using the Hallmarks (a more generalized pathway database, see Figure 2) and Reactome (Figure 3) gene sets for GSEA, we were able to identify key pathways that are commonly being regulated for all ground controls compared to the spaceight samples or irradiated samples. We rst observed that the majority of pathways for most time-points after radiation for the cardiomyocytes that were commonly regulated with the HUVEC spaceight samples were downregulated (with the exception of one time-point at 1 day for samples irradiated with protons for some nodes) (Figure 2A). The time-points and samples were associated with each wedge in the node as displayed in the gure legend for Figure 2. Specically, ROS pathways were surprisingly downregulated (indicating a decrease in ROS production) for the majority of the conditions, which suggests an immediate and persistent impact of space radiation on the cardiovascular system, which is also observed on ight samples as well. The other pathways that were downregulated have been shown from the literature to be connected to the ROS pathway. For example, fatty acid metabolism, which is one of the primary sources of energy for cardiac muscle, has a direct link to ROS formation and regulation through the mitochondria (Figure 2)  47. It is interesting to note that it has been reported that the ROS production from the mitochondria is an important mechanism of how ROS impacts cardiac tissue  48. Knocking out MYC has been shown to cause low levels of glycolysis and oxidative phosphorylation (Figures 2 and 3)  49. It is known that oxidative phosphorylation will produce ROS  50 and with the downregulation of MYC, this can potentially reduce oxidative phosphorylation levels which in turn will reduce ROS. Reactive oxygen species have also been shown to promote adipogenesis  51 and will be involved with heme metabolism (Figure 2)  52. We also observed an overall downregulation of cell cycle pathways (Figure 3). We believe that this might be potentially due to the downregulation of ROS signaling, since it has been previously shown that ROS can heavily inuence the cell cycle  53. The downregulation of ROS seems to also lead to overall downregulation of cell cycle pathways (Figure 3). In general, ROS have been shown to be critically involved with the development of cardiovascular disease  52. Through all these related downregulated pathways, we show that ROS potentially have long-lasting (Figure 2) effects directly linked to the space environment on the cardiovascular systems. On the other hand, surprisingly DNA repair hallmarks were downregulated for all irradiated samples at any time-point, whereas it was upregulated in space (Figure 2, top rightInt. J. Mol. Sci. 2019 ,20, 661 7 of 22 panel). This result is unexpected as DNA repair is denitely expected early after exposure and suggests the cardiac response is quite different. Int. J. Mol. Sci. 2019 , 20, x 7 of 21 panel). This result is unexpected as DNA repair is definitely expected early after exposure and suggests the cardiac response is quite different. Figure 2. Gene set enrichment analysis (GSEA) emphasizing the hallmark gene sets commonly enriched in cardiomyocytes of irradiated animals or HUVECs flown in space. ( A) Common Hallmark gene sets enriched in spaceflight samples and irradiated samples. The majority of these datasets are downregulated. ( B) Hallmark gene sets that are oppositely regulated between all irradiated samples and the spaceflight samples. ( C) Hallmark gene sets commonly enriched in cardiomyocytes of animals irradiated with 1 GeVn proton or HUVECs flown in space. Note, most of them are upregulated. ( D) Hallmark gene sets commonly enriched in cardiomyocytes of animals irradiated with 1 GeVn 56Fe or HUVECs flown in space. Note, most of them are downregulated for 56Fe and spaceflight samples. Note: all samples were comparing experimental conditions with the respective controls. For figures (C,D), the common wedges are highlighted in yellow outline. The significant gene sets were determined with false discovery rate (FDR)  0.05. The legend in the middle of the figure displays what each componentwedge of the nodes represent. Each node contains 11 we dges for each condition and the color of each wedge indicates if the gene set is downregulated (blue) or upregulated (red). The shade of the color indicates the degree of regula tion. Each node represents one gene set and the size of the node indicates the number of genes in volved with the prediction s. Pathways with more than one node are grouped together in the black boxes under each major category. Figure 2. Gene set enrichment analysis (GSEA) emphasizing the hallmark gene sets commonly enriched in cardiomyocytes of irradiated animals or HUVECs own in space. ( A) Common Hallmark gene sets enriched in spaceight samples and irradiated samples. The majority of these datasets are downregulated. ( B) Hallmark gene sets that are oppositely regulated between all irradiated samples and the spaceight samples. ( C) Hallmark gene sets commonly enriched in cardiomyocytes of animals irradiated with 1 GeVn proton or HUVECs own in space. Note, most of them are upregulated. (D) Hallmark gene sets commonly enriched in cardiomyocytes of animals irradiated with 1 GeVn 56Fe or HUVECs own in space. Note, most of them are downregulated for56Fe and spaceight samples. Note: all samples were comparing experimental conditions with the respective controls. For gures ( C,D), the common wedges are highlighted in yellow outline. The signicant gene sets were determined with false discovery rate (FDR) 0.05. The legend in the middle of the gure displays what each componentwedge of the nodes represent. Each node contains 11 wedges for each condition and the color of each wedge indicates if the gene set is downregulated (blue) or upregulated (red). The shade of the color indicates the degree of regulation. Each node represents one gene set and the size of the node indicates the number of genes involved with the predictions. Pathways with more than one node are grouped together in the black boxes under each major category.Int. J. Mol. Sci. 2019 ,20, 661 8 of 22 Int. J. Mol. Sci. 2019 , 20, x 8 of 21 Figure 3. Gene set enrichment analysis (GSEA) with the Reactome gene sets comparing different time- points after irradiation with either protons or 56Fe with the HUVECs flown in the space. All samples were comparing experimental conditions with the respective controls. The significant gene sets were determined with FDR  0.05. Each node represents one gene se t and the size of the node indicates the number of genes involved with the predictions. Each node contains 11 wedges for each condition and the color of each wedge indicates if the gene set is downregulated (blue) or upregulated (red). The shade of the color indicates degree of regulation. 2.4. The Biological Pathways Elicited by Protons Ha ve Stronger Overlap with Spaceflight Samples Than Those Elicited by 56Fe Ions To test if one type of space radiation has a pr edominant effect on a spaceflight sample, one can compare the predicted pathways from one radiation condition alone with spaceflight samples. Figure 2C shows that the majority of pathways specifically in common with protons and spaceflight were upregulated, while Figure 2D shows the 56Fe component in common with spaceflight was downregulated. TGF  signaling has been shown in the past to be a key player with regulating the overall system with proton irradiation (Figure 2) 11, 54,55. In order to furthe r validate these results, we use another functional prediction tool, Inge nuity Pathway Analysis (IPA), to predict the involvement of specific upstream regulators, biof unctions, and canonical pathways in the various datasets (Figure 4AC). In general, the overal l pathways and functions overlap with the GSEA findings. For example, we observed in the upstream regulator predictions that MYC is downregulated for the majority for the pathways. We also observed that the following upstream regulators were predicted to activate or inhibit in the same directions as the GSEA predictions: p53, HIF1A, IL2, and IL6. The mTOR signaling canonical pathway also overlaps with the GSEA predictions. We were interested in determining how these ov erall functions from the ground experiments will group with the spaceflight samples. Using the activation Z-scores from the IPA results we were able to provide direct comparisons between all the samples, which we were not able to perform with the expression values due to the incompatibilit y of the microarray outputs. Using principal component analysis on Z-scores, we show that all cardiomyoc yte samples irradiated with protons have biofunctions, upstream regulators and ca nonical pathways which cluster closely to the spaceflight samples (Figure 4DF). In contrast, IP A functional predictions for cardiomyocytes from mice irradiated with 56Fe are nicely grouped together for three of the time-points (1 day, 3 days, and Figure 3. Gene set enrichment analysis (GSEA) with the Reactome gene sets comparing different time-points after irradiation with either protons or56Fe with the HUVECs own in the space. All samples were comparing experimental conditions with the respective controls. The signicant gene sets were determined with FDR 0.05. Each node represents one gene set and the size of the node indicates the number of genes involved with the predictions. Each node contains 11 wedges for each condition and the color of each wedge indicates if the gene set is downregulated (blue) or upregulated (red). The shade of the color indicates degree of regulation. 2.4. The Biological Pathways Elicited by Protons Have Stronger Overlap with Spaceight Samples Than Those Elicited by56Fe Ions To test if one type of space radiation has a predominant effect on a spaceight sample, one can compare the predicted pathways from one radiation condition alone with spaceight samples. Figure 2C shows that the majority of pathways specically in common with protons and spaceight were upregulated, while Figure 2D shows the56Fe component in common with spaceight was downregulated. TGF signaling has been shown in the past to be a key player with regulating the overall system with proton irradiation (Figure 2)  11,54,55. In order to further validate these results, we use another functional prediction tool, Ingenuity Pathway Analysis (IPA), to predict the involvement of specic upstream regulators, biofunctions, and canonical pathways in the various datasets (Figure 4AC). In general, the overall pathways and functions overlap with the GSEA ndings. For example, we observed in the upstream regulator predictions that MYC is downregulated for the majority for the pathways. We also observed that the following upstream regulators were predicted to activate or inhibit in the same directions as the GSEA predictions: p53, HIF1A, IL2, and IL6. The mTOR signaling canonical pathway also overlaps with the GSEA predictions. We were interested in determining how these overall functions from the ground experiments will group with the spaceight samples. Using the activation Z-scores from the IPA results we were able to provide direct comparisons between all the samples, which we were not able to perform with the expression values due to the incompatibility of the microarray outputs. Using principal component analysis on Z-scores, we show that all cardiomyocyte samples irradiated with protons have biofunctions, upstream regulators and canonical pathways which cluster closely to the spaceight samples (Figure 4DF). In contrast, IPA functional predictions for cardiomyocytes from mice irradiatedInt. J. Mol. Sci. 2019 ,20, 661 9 of 22 with56Fe are nicely grouped together for three of the time-points (1 day, 3 days, and 14 days), while 7 days and 28 days seem to behave as outliers when compared to the other datasets. Overall, all time-points for56Fe were clearly separated from the spaceight and proton irradiated samples in the PC1 axis. Since the appropriate controls were not used for these datasets by the original investigators, we felt it appropriate to provide the potential that these two time-points may be outliers and a person may consider to remove these points from additional analysis. It is important to demonstrate how less than ideal GeneLab datasets can still have potential to provide meaningful results. This result is also evident on Figure 4AC, where most predicted IPA functions have negative Z-scores for 3 out of 556Fe time-points, whereas all proton time-points and ight samples show positive Z-scores (red). These results indicate that the overall functional impact on samples caused by space radiation on the ISS are due to protons rather than HZE ions. In the past it has been difcult to determine which component of the ions in space will impact samples on the ISS. Previous models have predicted that due to SPEs and the protection of the magnetosphere around the Earth from HZE ions, astronauts should be mainly exposed to protons at LEO  2,10,13,15,16. To our knowledge this is the rst time suggesting from data utilized from the GeneLab that at LEO, protons will be the majority of ions that samples are exposed to. This data can provide a contribution to relating the biology being observed on the ISS to the correct type of irradiation that samples are exposed to. 2.5. Key Driving Genes Provide Direct Connection to ROS for Space Radiation Impact on the Cardiovascular System To determine the key driving genes in an unbiased methodology we used an established systems biology approach that identies the key genes involved in explaining the predicted biological functions changed by a specic treatment  5460. Our data has shown potential long-lasting impact of cardiomyocytes when comparing to the basal 1 day controls. Due to the original study design we did not have the optimal controls to compare to every time-point, but since there are relevant biological changes occurring when compared to the basal (1 day) ground controls, we hypothesis that there will be consistent long-lasting impact on cardiomyocytes isolated from mice irradiated with protons and56Fe ion irradiation. In addition, this will also show how to creatively utilize less than ideal GeneLab datasets to generate meaningful biology to guide future research. For the key gene analysis, we pooled all irradiated time-points together to determine the common key driving genes for each type of radiation. Since we also observed that the 7 day and 28 day time-points for 56Fe vs. the control were acting as outliers (Figure 4DF), we performed an additional key genes analysis excluding those time-points. This will only affect the key genes associated with56Fe. This is an essential strategy to better identify the key genes specic to space radiation, which are able to relate back to the spaceight data.Int. J. Mol. Sci. 2019 ,20, 661 10 of 22 Int. J. Mol. Sci. 2019 , 20, x 10 of 21 Figure 4. Predicted functions and upstream regulators affected by space ra diation for HUVECs exposed to the space environment and cardiom yocytes from mice exposed to protons and 56Fe ion irradiation with multiple time-points after irradiat ion. The predicted statistically significant biofunctions ( A), upstream regulators (B), and canonical pathways ( C), determined through Ingenuity Pathway Analysis (IPA) fr om data for each individual dataset using activation Z-score statistics. Heat map representation of the activation Z-score values (red  positive activation Z-score for activation and blue  negative activation Z-score for inhibition) with hierarchical clustering by complete linkage and Euclidean distance calculation for datasets and conditions were used to display the data. The prevalence of change (or  of dataset) on the left side of the heat maps represents how common that factor is throughout all datasetstissues with t he darkest color representing factors with the highest degree in common. Time afte r irradiation, cell type, and experiment is color coded on the top of the heat maps . For all heat maps we are only showing the prevalence of change for th e functions associated with the top 4 (i.e., a prevalence of change score  7). Global clustering of the biofunctions ( D), upstream regulators ( E), and canonical pathways ( F) for all samples are shown by principal component analys is (PCA). For the PCA plots we used all functions for each datapoint regardless of the prevalence of change score. Figure 4. Predicted functions and upstream regulators affected by space radiation for HUVECs exposed to the space environment and cardiomyocytes from mice exposed to protons and56Fe ion irradiation with multiple time-points after irradiation. The predicted statistically signicant biofunctions ( A), upstream regulators (B), and canonical pathways ( C), determined through Ingenuity Pathway Analysis (IPA) from data for each individual dataset using activation Z-score statistics. Heat map representation of the activation Z-score values (red  positive activation Z-score for activation and blue  negative activation Z-score for inhibition) with hierarchical clustering by complete linkage and Euclidean distance calculation for datasets and conditions were used to display the data. The prevalence of change (or  of dataset) on the left side of the heat maps represents how common that factor is throughout all datasetstissues with the darkest color representing factors with the highest degree in common. Time after irradiation, cell type, and experiment is color coded on the top of the heat maps. For all heat maps we are only showing the prevalence of change for the functions associated with the top 4 (i.e., a prevalence of change score 7). Global clustering of the biofunctions ( D), upstream regulators ( E), and canonical pathways ( F) for all samples are shown by principal component analysis (PCA). For the PCA plots we used all functions for each datapoint regardless of the prevalence of change score.Int. J. Mol. Sci. 2019 ,20, 661 11 of 22 Utilizing the unbiased methodology described in the methods and further explained previously  5457, we found utilizing all time-points nine persistent key genes for cardiomyocytes isolated from mice that received 150 mGy56Fe and seven persistent key genes for cardiomyocytes isolated from mice that received 900 mGy protons. From the HUVECs own on the ISS for seven days, we found nine key genes (Figure 5A). When excluding the outlier time-points for56Fe (7 and 28 days), we obtain 85 key genes for cardiomyocytes isolated from mice that received 150 mGy56Fe (Figure 5B). We were able to determine the connectivity of these key genes between the experiments through network analysis. This allowed us to nd potential relationships with how the ground studies relate to the spaceight experiments, and the central hubs or the most connected key genes that might be responsible for space radiation effects on the cardiovascular system. We found that the keydriving genes that are the central hubs are: FYN ,LCK ,AKT1 being upregulated and LYN and FOS being downregulated with FYN being the overall central driverhub for the cardiovascular response to space radiation (Figure 5A). It is worth noting the activation of FYN is a key event which prevents cardiac cell death and ROS production  35,36. Interestingly it is known that LCK ,LYN , and FYN are part of the SRC-family kinases (SFKs)  37,6163 and have been associated with various aspects of cardiovascular disease  62,6467. In addition, FYN and AKT1 are shown to be pivotal with angiogenic functions and the relation to cardiovascular disease  68,69. Lastly, utilizing Z-scores through IPA we were able to show that these key genes provide a predicted inhibition of cell death of cardiomyocytes, congenital heart disease, and cardiac brillation (Figure 5). There also is a predicted inammation of the organs which can cause negative health risk. Through an unbiased methodology we were able to show a link of key driving genes between ground and spaceight studies that potential will have direct impact on the cardiovascular system. For the key genes analysis excluding the two outlier points (Figure 5B), since there were more key genes for56Fe, additional predictions can be made for the functions related to cardiovascular system. For those key genes we show that in addition the functional impact described above, we also observe a predicted activation for damage to the heart. This can be attributed to potential damage caused by the key genes associated with56Fe to promote damage to the heart tissue. In addition, we also observe three genes that overlap between the cardiomyocytes irradiation with protons and 56Fe:CD4 ,CD3G , and LCK . These genes are shown to be oppositely regulated between the irradiation conditions that can indicate potential different functional impact that can occur with the different ions. Since we are indicating that the majority of the ions that are affecting samples at LEO are protons (Figure 4DF), for our interpretation of the overall data we will consider the upregulation of these three genes associated with proton irradiation to be the impact it will have on the samples. 2.6. Predicted Circulating miRNA Signature Associated with Space Radiation Cardiovascular Risk We recently predicted a microRNA (miRNA) signature that was associated with microgravity and potential the space environment  54. Utilizing a Cytoscape  70 plugin referred to as ClueGo  71, we were able to predict the top 30 miRNAs associated with the key genes (Figure 6). We believe that these miRNAs are associated with cardiovascular risk associated with space radiation. Interestingly, from an unbiased determination of the miRNAs, many of the predicted miRNAs have previously been associated with cardiovascular disease. For example 17 out of the 30 miRNAs predicted (miR-15a-5p, miR-16-5p, miR-29a-3p, miR-29b-3p, miR-101-3p, miR-125b-5p, miR-148a-3p, miR-153, miR-185-5p, miR-199a-3p, miR-221-3p, miR-302a, miR-520d-5p let-7a, let-7b, let-7d, and let-7f-1) have previously been reported to be either up- or downregulated in human heart disease and experimental models of heart failure  72. Further, the let-7 family and miR-125b have been specically shown to be involved with regulation of cardiomyocyte apoptosis  73. Lastly, three of the miRNAs have overlap with our recently predicted miRNAs associated with the space environment which are: miR-125b-5p, miR-16-5p, and let-7a  54. This can indicate from the original 13 miRNAs that comprised the systemic miRNA signature associated with spaceight, that these three miRNAs are the components related to the cardiovascular system and space radiation.Int. J. Mol. Sci. 2019 ,20, 661 12 of 22 Int. J. Mol. Sci. 2019 , 20, x 12 of 21 Figure 5. The key driving genes associated with space radiation and the pr edicted functions that these gene s will affect. A circular netw ork created with IPA is utilized connecting all the key genes from each experimental condition (i.e., common key genes for all time-points for both car diomyocytes from mice irradiated with either 150 mGy 56Fe or 900 mGy protons compared to 0 Gy cont rols and HUVECs flown in on the ISS for 7 days compared to the ground control). The color of the gene represents whether the gene is upregulated (red) or do wnregulated (green) with the shad e signifying the degree of regu lation. ( A) The network of key genes done with analysis using all time-points and samples. ( B) The network of key genes for analysis done wi th all time-points except for 7 and 28 days for 56Fe vs Ctrl. For this analysis there were thr ee key genes that overlapped between the cardiomyocytes irradiated with protons and 56Fe (CD4 , CD3G , and LCK ). These were oppositely regulated between the two irradiation conditions and th e colors in the top half indicate the gene expression for pro tons and the bottom indicates the gene expression for 56Fe. The different line colors represent the predicted effect of ea ch gene on each other. Predicted functional impact of the key genes were determined using IPA which allowed us to predict whether cardiac related functions were either inhibited (blue) or activated (o range). The identification of the symbols for each gene is shown on the bottom of the figure. Figure 5. The key driving genes associated with space radiation and the predicted functions that these genes will affect. A circular network created with IPA is utilized connecting all the key genes from each experimental condition (i.e., common key genes for all time-points for both cardiomyocytes from mice irradiated with either 150 mGy56Fe or 900 mGy protons compared to 0 Gy controls and HUVECs own in on the ISS for 7 days compared to the ground control). The color of the gene represents whether the gene is upregulated (red) or downregulated (green) with the shade signifying the degree of regulation. ( A) The network of key genes done with analysis using all time-points and samples. ( B) The network of key genes for analysis done with all time-points except for 7 and 28 days for56Fe vs Ctrl. For this analysis there were three key genes that overlapped between the cardiomyocytes irradiated with protons and56Fe (CD4 ,CD3G , and LCK ). These were oppositely regulated between the two irradiation conditions and the colors in the top half indicate the gene expression for protons and the bottom indicates the gene expression for56Fe. The different line colors represent the predicted effect of each gene on each other. Predicted functional impact of the key genes were determined using IPA which allowed us to predict whether cardiac related functions were either inhibited (blue) or activated (orange). The identication of the symbols for each gene is shown on the bottom of the gure.Int. J. Mol. Sci. 2019 ,20, 661 13 of 22 Int. J. Mol. Sci. 2019 , 20, x 13 of 21 Figure 6. The top 30 miRNAs associated with all the key genes determined by Cytoscape 70 plugin referred to as ClueGo 71. 3. Discussion For long-term space travel, cardiovascular risk is a major concern to astronauts and is thought to arise from both microgravity effects and exposu re to space radiation. Here we focused on how NASAs GeneLab platform and datasets can be ut ilized to suggest the potential impact of space radiation on the cardiovascular sy stem. Through an unbiased system s biology approach, we utilized three datasets (GLDS-52, -109, and -117) from NASA s GeneLab platform that were related to space radiation and the cardiovascular system. Two of th e datasets were from ground studies focused on cardiomyocytes that were isolated from mice after an acute whole-body dose of either 900 mGy of protons or 150 mGy of 56Fe 45. The other study observed HUVECs for 7 days on the ISS 44. As noted previously, the HUVECs received a total dose of 1.544 mGy, mostly from low LET protons. Through our unbiased analysis we were able to su ggest: 1) that, consistent with the dose data, the majority of the radiation experienced on the ISS is potentially from protons (Figure 4DF and Figure 2), a novel response mechanism of the cardiovascul ar system to prevent damage caused by space radiation through the activation of FYN . By identifying the key genes in all three datasets, we proposed that FYN is the most connected gene and is therefore the central hub for this common biological response. This leads us to hypothesize that there is a feedback loop triggere d by the oxidative stress induced by space radiation that upregulates FYN which in turn reduces ROS levels, and thus ROS pathways. Interestingly, this feedback loop is accompanied with a downregulati on of the DNA repair pathway in the animals but not in the HUVECs flown in space, suggesting a respon se that is more targeted to the cardiovascular system in a full organism (Figure 2). By reducing ROS formation, cardiomyocyte and endothelial cells are less likely to die, leading to an overall protec tion of the cardiovascular system (Figure 7). More specifically, FYN was found to be upregulated within each group of the key genes associated with each dataset providing an overall predicted inhibition of ROS and cell death, while causing an activation of inflammation due to space radiation. This effect was suggested to be long-term since the key factors were from common genes being regula ted the same direction up to 28 days after irradiation for the ground studies. Figure 6. The top 30 miRNAs associated with all the key genes determined by Cytoscape  70 plugin referred to as ClueGo 71. 3. Discussion For long-term space travel, cardiovascular risk is a major concern to astronauts and is thought to arise from both microgravity effects and exposure to space radiation. Here we focused on how NASAs GeneLab platform and datasets can be utilized to suggest the potential impact of space radiation on the cardiovascular system. Through an unbiased systems biology approach, we utilized three datasets (GLDS-52, -109, and -117) from NASAs GeneLab platform that were related to space radiation and the cardiovascular system. Two of the datasets were from ground studies focused on cardiomyocytes that were isolated from mice after an acute whole-body dose of either 900 mGy of protons or 150 mGy of 56Fe 45. The other study observed HUVECs for 7 days on the ISS  44. As noted previously, the HUVECs received a total dose of 1.544 mGy, mostly from low LET protons. Through our unbiased analysis we were able to suggest: 1) that, consistent with the dose data, the majority of the radiation experienced on the ISS is potentially from protons (Figure 4DF and Figure 2), a novel response mechanism of the cardiovascular system to prevent damage caused by space radiation through the activation of FYN . By identifying the key genes in all three datasets, we proposed that FYN is the most connected gene and is therefore the central hub for this common biological response. This leads us to hypothesize that there is a feedback loop triggered by the oxidative stress induced by space radiation that upregulates FYN which in turn reduces ROS levels, and thus ROS pathways. Interestingly, this feedback loop is accompanied with a downregulation of the DNA repair pathway in the animals but not in the HUVECs own in space, suggesting a response that is more targeted to the cardiovascular system in a full organism (Figure 2). By reducing ROS formation, cardiomyocyte and endothelial cells are less likely to die, leading to an overall protection of the cardiovascular system (Figure 7). More specically, FYN was found to be upregulated within each group of the key genes associated with each dataset providing an overall predicted inhibition of ROS and cell death, while causing an activation of inammation due to space radiation. This effect was suggested to be long-term since the key factors were from common genes being regulated the same direction up to 28 days after irradiation for the ground studies.Int. J. Mol. Sci. 2019 ,20, 661 14 of 22 Int. J. Mol. Sci. 2019 , 20, x 14 of 21 Figure 7. A schematic of the mechanism involved wi th the space radiation impact on the cardiovascular system. We determined that through the upregulation of FYN (the determined keycentral driver involved with space radiatio n), ROS is downregulated to protect against the upregulation due to space radiation. Although FYN is predicted to be the central player, the other key genes involved from each dataset (Figure 5) will contribute to the reduction in ROS and cell death. In addition, we also observe potential increased cardio vascular health risk due to increased predictions of inflammation. FYN, which is part of the SRC family kinases (whi ch includes nine non-re ceptor tyrosine kinases discussed in the results), has been shown to be he avily involved with the cardiovascular system by decreasing ROS production and apoptosis 36. Our an alysis also agrees with what has been observed with the cardiovascular literature. It has been shown that knocking out FYN increases cardiac cell death and induces ROS production through NADPH Oxidase 4 (NOX4) signaling 36. Others have shown FYN kinase inhibitors also inhibi ts nuclear factor erythroid 2re lated factor 2 (NRF2) activity (which is an essential molecule for cardiac ad aptive responses and protection) and enhances myocardial necrosis and death rate 39. NRF2 is also known to be essential in sensing ROS and regulating protection against damaging changes to the redox balance 74,75. This mechanism has been discovered to be heavily regulated by FYN activation phosphorylating NRF2 which in turn triggers a defense response to ROS 75. Space radiation has previously been shown to induce ROS in tissue and negatively impact the host 76,77. What is novel about our finding is that the universal ROS impact that has classically been thought to impact all tissue does not seem to fit with cells involved with the cardiovascular system. Although ROS should be initially activated in cardio vascular tissue after exposure to space radiation, this mechanism through FYN attempts to protect the cardiovascul ar system. As discussed above, in a normal response with other types of external da mage causing oxidative stress on the cardiovascular system, it has been shown that FYN will be activated and act as a negative feedback regulator to protect the cardiac tissue 36. This mechanism has not been previously considered as an internal protective countermeasure to the effects of space radiation on cardiac tissue. Here we propose that there is a protective negative feedback loop that allows FYN to inhibit the ROS activation that is triggered by space radiation (Figure 7). Although this seems to provide protection agains t a key player in space radiation damage to the cardiac tissue, other factors still seem to have a ne gative impact on the cardiovascular system that can increase risk of cardiovascular disease. To that end, we also observed a predicted activation of inflammation due to the key genes (Figures 4, 5, and 7). It is well known that inflammation in cardiac Figure 7. A schematic of the mechanism involved with the space radiation impact on the cardiovascular system. We determined that through the upregulation of FYN (the determined keycentral driver involved with space radiation), ROS is downregulated to protect against the upregulation due to space radiation. Although FYN is predicted to be the central player, the other key genes involved from each dataset (Figure 5) will contribute to the reduction in ROS and cell death. In addition, we also observe potential increased cardiovascular health risk due to increased predictions of inammation. FYN, which is part of the SRC family kinases (which includes nine non-receptor tyrosine kinases discussed in the results), has been shown to be heavily involved with the cardiovascular system by decreasing ROS production and apoptosis  36. Our analysis also agrees with what has been observed with the cardiovascular literature. It has been shown that knocking out FYN increases cardiac cell death and induces ROS production through NADPH Oxidase 4 (NOX4) signaling  36. Others have shown FYN kinase inhibitors also inhibits nuclear factor erythroid 2related factor 2 (NRF2) activity (which is an essential molecule for cardiac adaptive responses and protection) and enhances myocardial necrosis and death rate  39.NRF2 is also known to be essential in sensing ROS and regulating protection against damaging changes to the redox balance  74,75. This mechanism has been discovered to be heavily regulated by FYN activation phosphorylating NRF2 which in turn triggers a defense response to ROS 75. Space radiation has previously been shown to induce ROS in tissue and negatively impact the host  76,77. What is novel about our nding is that the universal ROS impact that has classically been thought to impact all tissue does not seem to t with cells involved with the cardiovascular system. Although ROS should be initially activated in cardiovascular tissue after exposure to space radiation, this mechanism through FYN attempts to protect the cardiovascular system. As discussed above, in a normal response with other types of external damage causing oxidative stress on the cardiovascular system, it has been shown that FYN will be activated and act as a negative feedback regulator to protect the cardiac tissue  36. This mechanism has not been previously considered as an internal protective countermeasure to the effects of space radiation on cardiac tissue. Here we propose that there is a protective negative feedback loop that allows FYN to inhibit the ROS activation that is triggered by space radiation (Figure 7).Int. J. Mol. Sci. 2019 ,20, 661 15 of 22 Although this seems to provide protection against a key player in space radiation damage to the cardiac tissue, other factors still seem to have a negative impact on the cardiovascular system that can increase risk of cardiovascular disease. To that end, we also observed a predicted activation of inammation due to the key genes (Figure 4, Figure 5, and Figure 7). It is well known that inammation in cardiac tissue has been associated with cardiovascular disease  78. It has also been shown that reduction of ROS through antioxidants can potentially elevate chronic inammation in cardiac tissue  78. Our data suggests that although FYN might be acting as a natural antioxidant to reduce ROS effects, this mechanism might not be enough to reduce the inammation caused by space radiation which has the potential to increase risk of cardiovascular disease. From our previous studies, we have observed that miRNAs can be a key driver in response to the damage caused by the space environment  54. We were able to predict the top 30 miRNAs that have potential to respond to space radiation in the cardiovascular system (Figure 6). Surprisingly, 17 out 30 miRNAs predicted have been shown to be associated with heart failure and play a role in cardiovascular disease  73. Three out of 30 miRNAs also overlap with our previously identied universal miRNA signature that we have shown to systemically impact an organism due to a space environment. This preliminary result indicates that we have potential candidates for the specic component related to the cardiac tissue and space radiation. Currently, there is a lack of information for the role miRNAs in space radiations effect on the cardiovascular system. Our ndings warrant further investigations to determine the extent to which miRNAs impact FYN and ROS due to space radiation. We believe that the novel mechanism presented here for space radiation induced cardiovascular risk will impact the further development of space radiation risk models. We were able to directly link radiation ground studies to spaceight and provide a rationale of how the cardiovascular system can help reduce ROS. We have shown through the power of NASAs GeneLab platform that novel ndings can be produced from existing data from former studies. By creatively combing several datasets we have potential indication of the specic space radiation component that astronauts are being exposed to at LEO on the ISS. It has been previously thought that protons comprise the majority of ions that astronauts are exposed to in LEO  16, but biological data have been lacking. Of course, further experiments have to be performed to determine whether these ndings are true which can involve doing radiation ground experiments with HUVECs at 1.5 mGy (a comparable dose to the ISS for 7 days) and then once again comparing the gene expression changes to the dataset used here. The power of this type of analysis with GeneLab datasets allows for future guidance for space biology related experiments. In addition, we were able to uncover a novel mechanism underlying space radiations impact on the cardiovascular system. Although this study was done purely based on omics data, we believe that we have shown the power of using purely in silico methods to provide novel data. In addition, this manuscript demonstrates that GeneLab data can be utilized to give important hints to plan expensive space and accelerator experiments very carefully and not to be parsimonious when including the relevant controls and baselines. Further studies should be implemented to validate the ndings reported here and potentially develop countermeasures for cardiovascular risk due spaceight. 4. Materials and Methods 4.1. Datasets Utilized from the GeneLab Platform All data used for this manuscript were obtained from GeneLab (genelab.nasa.gov). The following datasets were used: GLDS-52, -109, and -117. Spaceight mission and ground radiation experimental details for each dataset such as, the handling of the cells, RNA extraction, and raw data pertaining to the microarray can be found in the GeneLab database. Briey, we used two ground studies utilizing cardiomyocytes isolated from 8 to 9 months old male C57BL6NT mice that have been whole-body irradiated with either one acute dose of 900 mGy protons at 1 GeV (GLDS-117) or 150 mGy of iron ions (56Fe) at 1 GeVn (GLDS-109) and 5 time-points up to 28 days were collected after irradiation  45.Int. J. Mol. Sci. 2019 ,20, 661 16 of 22 For protons, the following time-points were used for transcriptomic analysis: 1 day ( n 2), 3 days (n 3), 5 days ( n 2), 12 days ( n 2), and 26 days ( n 2). For56Fe, the following time-points were used for transcriptomic analysis: 1 day ( n 3), 3 days ( n 3), 7 days ( n 2), 14 days ( n 2), and 28 days (n 2). For both experiments cardiomyocytes were also isolated from 0 Gy sham at the following time-points and data was pooled between all time-points for the controls: 1 day ( n 2) and 3 days (n 1). All cardiomyocytes were isolated by microdissection from tissue dissections in order to remove other cell types. One spaceight study was used that ew HUVECs to the ISS and the cells were exposed to space environment in vitro under standard conditions for 7 days before the cells were preserved in RNAlater  44. The ground controls used for this study are 1 gcontrols that were grown on Earth with identical conditions compared to the cells on the ISS. 4.2. Transcriptomic Analysis The available transcriptomic data for tissues from GLDS-52, -109, and -117 datasets were previously performed on different versions of Affymetrix platforms. Due to the incompatibility and batch issues of processed data from these different platforms, all datasets were analyzed independently and the processed data was compared across all tissues. Datasets were background adjusted and quantile normalized using RMAExpress  79. The probes from the pre-processed data were median collapsed using GenePattern  80. All the data for each tissuedataset was imported into MultiExperiment Viewer  81 and statistically signicant genes was determined by ANOVA analysis between all conditions for GLDS-109 and -117, and a p-value 0.05 and t-test with a p-value for GLDS-52. The number of signicant genes was used for the rest the analysis for the higher-order analysis. Pathway analysis and subsequent predictions in each tissue were done using the statistically signicant genes with a fold-change 1.2 (or 1.2) comparing ight conditions versus ground controls or irradiated samples vs. unirradiated samples for ground experiments. Using a 1.2-fold-change cutoff allowed us to determine the impact of how major pathways were being regulated that would not be apparent with larger fold-change cutoffs. It was shown in the literature that larger fold-change values used for Omics data will signicantly reduce useful biological data that becomes apparent when using lower fold-change cutoffs  82,83. Ingenuity Pathway Analysis (IPA) software (Ingenuity Systems) was used to predict statistically signicant activation or inhibition of upstream regulators, canonical pathways, biofunctions, and toxic functions using activation Z-score statistics ( 2, activated or2, inhibited)  84. Gene set enrichment analysis (GSEA) was done using the C2, C5, and Hallmarks gene sets with a FDR 0.05 from the entire list of genes and additional leading edge analysis was performed as described by Subramanian et al.  46. All heat maps and principal component analysis (PCA) plots were generated using packages available through R (pheatmap for heat maps and scatterplot3d for PCA plots). 4.3. Determination of Key GenesDrivers We used a previously established unbiased systems biology method to determine key genesdrivers  54,56,57,59,60 for each tissue. Briey, the standard method we have developed in the past to determine key genes was done by determining the overlapping genes involved in the predictions made through IPAs upstream regulators, canonical pathways, biofunctions, and GSEA gene sets (C2, C5, and Hallmarks gene sets). The common genes identied through these statistically signicant predictions can be thought of as the central drivers for the experiment being studied, since the absence of the genes will make these predictions null. In some cases, these overlaps result in either no key genes or a very low number of genes. If this occurs, we adjust the pathway predictions involved with the gene overlaps. For the key genes determined here, we were forced to show the overlapping genes that were only involved with the GSEA Hallmarks Gene Set analysis with the IPA predictions.Int. J. Mol. Sci. 2019 ,20, 661 17 of 22 To determine the key gene, which has the highest number of connections and can be thought of as the central hub for the set of key genes, we utilized IPA to dene the total number of connections between all the key genes. Next, we plotted the genes using the radial plot tool which places the most connected gene in the center of the plot. Previous work involving similar statistically identied key genes provided experimental validation for this methodology using Western blots, qPCR, and other functional assays 56,60. 4.4. MicroRNA (miRNA) Predictions Through the use of a Cytoscape  70 plug-in called ClueGo  71, we were able to predict miRNAs based on the key genes determined. This involved entering all key genes determined in ClueGo and allowing the software to determine the top 30 miRNAs that were signicantly regulated and connected to the key genes. No directionality of the key genes was required for the results. Author Contributions: The following contributions were made by the authors of this manuscript: conceptualization, A.B..; methodology, A.B.; formal analysis, A.B.; investigation, A.B.; gathering and analyzing the radiation dosimetry data, J.M.; writingoriginal draft preparation, A.B.; writingreview and editing, A.B., J.T.M., J.M., P .G., S.V .C..; visualization, A.B.; supervision, A.B. Funding: Research funding was provided by the GeneLab Project at NASA Ames Research Center, through NASAs Space Biology Program in the Division of Space Life and Physical Sciences Research and Applications (SLPSRA). Acknowledgments: J.M. is grateful to Thomas Berger of the Deutsches Zentrum f ur Luft-und Raumfahrt (DLR) for providing the dose data from the ESA-Columbus module. Conicts of Interest: The authors declare no conict of interest. Abbreviations ESA-SPHINX European Space Agency-Integrated Experiment SLPSRA Space Life and Physical Sciences Research and Applications HUVECs Human Umbilical Vein Endothelial Cells ANOVA Analysis of Variance miRNA microRNA GLDS GeneLab Dataset GSEA Gene Set Enrichment Analysis NASA National Aeronautics and Space Administration NSRL NASA Space Radiation Laboratory BNL Brookhaven National Laboratory CNS Central Nervous System ESA European Space Agency FDR False Discovery Rate GCR Galactic Cosmic Rays HZE High (H) Atomic number (Z) and Energy (E) 56Fe Iron IPA Ingenuity Pathway Analysis ISS International Space Station LEO Low Earth Orbit LET Linear Energy Transfer MeV Mega Electron Volt PCA Principal Component Analysis ROS Reactive Oxygen Species SAA South Atlantic Anomaly SPE Solar Particle Event Gy Gray PC Principal ComponentInt. J. Mol. Sci. 2019 ,20, 661 18 of 22 References 1. Boerma, M.; Nelson, G.A.; Sridharan, V .; Mao, X.W.; Koturbash, I.; Hauer-Jensen, M. Space radiation and cardiovascular disease risk. World J. Cardiol. 2015 ,7, 882888. CrossRef PubMed 2. White, R.J.; Averner, M. Humans in space. Nature 2001 ,409, 11151118. CrossRef PubMed 3. Durante, M.; Cucinotta, F.A. Heavy ion carcinogenesis and human space exploration. Nat. Rev. Cancer 2008 , 8, 465472. CrossRef PubMed 4. Wang, T.; Chen, H.; Lv, K.; Ji, G.; Liang, F.; Zhang, Y.; Wang, Y.; Liu, X.; Cao, H.; Kan, G.; et al. Activation of HIF-1alpha and its downstream targets in rat hippocampus after long-term simulated microgravity exposure. Biochem. Biophys. Res. Commun 2017 ,485, 591597. CrossRef PubMed 5. Barcellos-Hoff, M.H.; Mao, J.H. HZE radiation non-targeted effects on the microenvironment that mediate mammary carcinogenesis. Front. Oncol. 2016 ,6, 57. CrossRef PubMed 6. Cucinotta, F.A.; Schimmerling, W.; Wilson, J.W.; Peterson, L.E.; Badhwar, G.D.; Saganti, P .B.; Dicello, J.F. Space radiation cancer risks and uncertainties for Mars missions. Radiat. Res. 2001 ,156, 682688. CrossRef 7. Grabham, P .; Hu, B.; Sharma, P .; Geard, C. Effects of ionizing radiation on three-dimensional human vessel models: Differential effects according to radiation quality and cellular development. Radiat. Res. 2011 ,175, 2128. CrossRef 8. Jain, M.R.; Li, M.; Chen, W.; Liu, T.; de Toledo, S.M.; Pandey, B.N.; Li, H.; Rabin, B.M.; Azzam, E.I. In vivo space radiation-induced non-targeted responses: Late effects on molecular signaling in mitochondria. Curr. Mol. Pharmacol. 2011 ,4, 106114. CrossRef 9. Moreno-Villanueva, M.; Wong, M.; Lu, T.; Zhang, Y.; Wu, H. Interplay of space radiation and microgravity in DNA damage and DNA damage response. NPJ Microgravity 2017 ,3, 14. CrossRef 10. Cortese, F.; Klokov, D.; Osipov, A.; Stefaniak, J.; Moskalev, A.; Schastnaya, J.; Cantor, C.; Aliper, A.; Mamoshina, P .; Ushakov, I.; et al. Vive la radioresistance!: Converging research in radiobiology and biogerontology to enhance human radioresistance for deep space exploration and colonization. Oncotarget 2018 ,9, 1469214722. CrossRef 11. Beheshti, A.; Peluso, M.; Lamont, C.; Hahnfeldt, P .; Hlatky, L. Proton irradiation augments the suppression of tumor progression observed with advanced age. Radiat. Res. 2014 ,181, 272283. CrossRef PubMed 12. Beheshti, A.; Sachs, R.K.; Peluso, M.; Rietman, E.; Hahnfeldt, P .; Hlatky, L. Age and space irradiation modulate tumor progression: Implications for carcinogenesis risk. Radiat. Res. 2013 ,179, 208220. CrossRef PubMed 13. Chancellor, J.C.; Scott, G.B.; Sutton, J.P . Space radiation: The number one risk to astronaut health beyond low earth orbit. Life (Basel) 2014 ,4, 491510. CrossRef PubMed 14. Alpen, E.L.; Powers-Risius, P .; Curtis, S.B.; DeGuzman, R.; Fry, R.J. Fluence-based relative biological effectiveness for charged particle carcinogenesis in mouse harderian gland. Adv. Space Res. 1994 ,14, 573581. CrossRef 15. Cucinotta, F.A.; To, K.; Cacao, E. Predictions of space radiation fatality risk for exploration missions. Life Sci. Space Res. 2017 ,13, 111. CrossRef 16. Townsend, L.W.; Adams, J.H.; Blattnig, S.R.; Clowdsley, M.S.; Fry, D.J.; Jun, I.; McLeod, C.D.; Minow, J.I.; Moore, D.F.; Norbury, J.W.; et al. Solar particle event storm shelter requirements for missions beyond low earth orbit. Life Sci. Space Res. 2018 ,17, 3239. CrossRef 17. Beheshti, A.; Miller, J.; Kidane, Y.; Berrios, D.; Gebre, S.G.; Costes, S.V . Nasa GeneLab project: Bridging space radiation omics with ground studies. Radiat. Res. 2018 ,189, 553559. CrossRef 18. Gridley, D.S.; Obenaus, A.; Bateman, T.A.; Pecaut, M.J. Long-term changes in rat hematopoietic and other physiological systems after high-energy iron ion irradiation. Int. J. Radiat. Biol 2008 ,84, 549559. CrossRef 19. Park, J.S.; Qiao, L.; Su, Z.Z.; Hinman, D.; Willoughby, K.; McKinstry, R.; Yacoub, A.; Duigou, G.J.; Young, C.S.; Grant, S.; et al. Ionizing radiation modulates vascular endothelial growth factor (VEGF) expression through multiple mitogen activated protein kinase dependent pathways. Oncogene 2001 ,20, 32663280. CrossRef 20. Hughson, R.L.; Helm, A.; Durante, M. Heart in space: Effect of the extraterrestrial environment on the cardiovascular system. Nat. Rev. Cardiol. 2018 ,15, 167180. CrossRef 21. Little, M.P .; Azizova, T.V .; Bazyka, D.; Boufer, S.D.; Cardis, E.; Chekin, S.; Chumak, V .V .; Cucinotta, F.A.; de Vathaire, F.; Hall, P .; et al. Systematic review and meta-analysis of circulatory disease from exposure toInt. J. Mol. Sci. 2019 ,20, 661 19 of 22 low-level ionizing radiation and estimates of potential population mortality risks. Environ. Health Perspect. 2012 ,120, 15031511. CrossRef PubMed 22. Yamada, M.; Wong, F.L.; Fujiwara, S.; Akahoshi, M.; Suzuki, G. Noncancer disease incidence in atomic bomb survivors, 19581998. Radiat. Res. 2004 ,161, 622632. CrossRef PubMed 23. Stewart, A.M.; Kneale, G.W. A-bomb survivors: Factors that may lead to a re-assessment of the radiation hazard. Int. J. Epidemiol. 2000 ,29, 708714. CrossRef PubMed 24. Yan, X.; Sasi, S.P .; Gee, H.; Lee, J.; Yang, Y.; Mehrzad, R.; Onufrak, J.; Song, J.; Enderling, H.; Agarwal, A.; et al. Cardiovascular risks associated with low dose ionizing particle radiation. PLoS ONE 2014 ,9, e110269. CrossRef PubMed 25. Tungjai, M.; Whorton, E.B.; Rithidech, K.N. Persistence of apoptosis and inammatory responses in the heart and bone marrow of mice following whole-body exposure to28silicon (28Si) ions. Radiat. Environ. Biophys. 2013 ,52, 339350. CrossRef PubMed 26. Lima, F.; Ding, D.; Goetz, W.; Yang, A.J.; Baulch, J.E. High LET56Fe ion irradiation induces tissue-specic changes in DNA methylation in the mouse. Environ. Mol. Mutagen. 2014 ,55, 266277. CrossRef PubMed 27. Yu, T.; Parks, B.W.; Yu, S.; Srivastava, R.; Gupta, K.; Wu, X.; Khaled, S.; Chang, P .Y.; Kabarowski, J.H.; Kucik, D.F. Iron-ion radiation accelerates atherosclerosis in apolipoprotein E-decient mice. Radiat. Res. 2011 ,175, 766773. CrossRef 28. Grabham, P .; Sharma, P .; Bigelow, A.; Geard, C. Two distinct types of the inhibition of vasculogenesis by different species of charged particles. Vasc. Cell 2013 ,5, 16. CrossRef 29. Koturbash, I.; Miousse, I.R.; Sridharan, V .; Nzabarushimana, E.; Skinner, C.M.; Melnyk, S.B.; Pavliv, O.; Hauer-Jensen, M.; Nelson, G.A.; Boerma, M. Radiation-induced changes in DNA methylation of repetitive elements in the mouse heart. Mutat. Res. 2016 ,787, 4353. CrossRef 30. Soucy, K.G.; Lim, H.K.; Kim, J.H.; Oh, Y.; Attarzadeh, D.O.; Sevinc, B.; Kuo, M.M.; Shoukas, A.A.; Vazquez, M.E.; Berkowitz, D.E. HZE56Fe-ion irradiation induces endothelial dysfunction in rat aorta: Role of xanthine oxidase. Radiat. Res. 2011 ,176, 474485. CrossRef 31. Kim, D.J.; Norden, P .R.; Salvador, J.; Barry, D.M.; Bowers, S.L.K.; Cleaver, O.; Davis, G.E. Src- and FYN-dependent apical membrane trafcking events control endothelial lumen formation during vascular tube morphogenesis. PLoS ONE 2017 ,12, e0184461. CrossRef PubMed 32. Beneduce, E.; Matte, A.; De Falco, L.; Mbiandjeu, S.; Chiabrando, D.; Tolosano, E.; Federti, E.; Petrillo, S.; Mohandas, N.; Siciliano, A.; et al. Fyn kinase is a novel modulator of erythropoietin signaling and stress erythropoiesis. Am. J. Hematol. 2018 ,94, 1020. CrossRef PubMed 33. Iqbal, S.M.; Lemmens-Gruber, R. Phosphorylation of cardiac voltage-gated sodium channel: Potential players with multiple dimensions. Acta Physiol. 2018 , e13210. CrossRef 34. Unoki, T.; Akiyama, M.; Kumagai, Y.; Goncalves, F.M.; Farina, M.; da Rocha, J.B.T.; Aschner, M. Molecular pathways associated with methylmercury-induced NRF2 modulation. Front. Genet. 2018 ,9, 373. CrossRef PubMed 35. Matsushima, S.; Kuroda, J.; Zhai, P .; Liu, T.; Ikeda, S.; Nagarajan, N.; Oka, S.; Yokota, T.; Kinugawa, S.; Hsu, C.P .; et al. Tyrosine kinase FYN negatively regulates NOX4 in cardiac remodeling. J. Clin. Investig. 2016 , 126, 34033416. CrossRef 36. Palacios, E.H.; Weiss, A. Function of the SRC-family kinases, LCK and FYN, in T-cell development and activation. Oncogene 2004 ,23, 79908000. CrossRef PubMed 37. Abe, J.; Berk, B.C. FYN and JAK2 mediate RAS activation by reactive oxygen species. J. Biol. Chem. 1999 ,274, 2100321010. CrossRef PubMed 38. Qin, Q.; Qu, C.; Niu, T.; Zang, H.; Qi, L.; Lyu, L.; Wang, X.; Nagarkatti, M.; Nagarkatti, P .; Janicki, J.S.; et al. NRF2-mediated cardiac maladaptive remodeling and dysfunction in a setting of autophagy insufciency. Hypertension 2016 ,67, 107117. CrossRef PubMed 39. Saito, Y.D.; Jensen, A.R.; Salgia, R.; Posadas, E.M. FYN: A novel molecular target in cancer. Cancer 2010 ,116, 16291637. CrossRef PubMed 40. Elias, D.; Ditzel, H.J. Fyn is an important molecule in cancer pathogenesis and drug resistance. Pharmacol. Res. 2015 ,100, 250254. CrossRef PubMed 41. Mkaddem, S.B.; Murua, A.; Flament, H.; Titeca-Beauport, D.; Bounaix, C.; Danelli, L.; Launay, P .; Benhamou, M.; Blank, U.; Daugas, E.; et al. LYN and FYN function as molecular switches that control immunoreceptors to direct homeostasis or inammation. Nat. Commun. 2017 ,8, 246. CrossRef PubMedInt. J. Mol. Sci. 2019 ,20, 661 20 of 22 42. Gonsalvez, D.; Ferner, A.H.; Peckham, H.; Murray, S.S.; Xiao, J. The roles of extracellular related-kinases 1 and 2 signaling in CNS myelination. Neuropharmacology 2016 ,110, 586593. CrossRef PubMed 43. Versari, S.; Longinotti, G.; Barenghi, L.; Maier, J.A.; Bradamante, S. The challenging environment on board the international space station affects endothelial cell function by triggering oxidative stress through thioredoxin interacting protein overexpression: The ESA-SPHINX experiment. FASEB J. 2013 ,27, 44664475. CrossRef PubMed 44. Coleman, M.A.; Sasi, S.P .; Onufrak, J.; Natarajan, M.; Manickam, K.; Schwab, J.; Muralidharan, S.; Peterson, L.E.; Alekseyev, Y.O.; Yan, X.; et al. Low-dose radiation affects cardiac physiology: Gene networks and molecular signaling in cardiomyocytes. Am. J. Physiol. Heart Circ. Physiol. 2015 ,309, H1947H1963. CrossRef PubMed 45. Subramanian, A.; Tamayo, P .; Mootha, V .K.; Mukherjee, S.; Ebert, B.L.; Gillette, M.A.; Paulovich, A.; Pomeroy, S.L.; Golub, T.R.; Lander, E.S.; et al. Gene set enrichment analysis: A knowledge-based approach for interpreting genome-wide expression proles. Proc. Natl. Acad. Sci. USA 2005 ,102, 1554515550. CrossRef PubMed 46. Quijano, C.; Trujillo, M.; Castro, L.; Trostchansky, A. Interplay between oxidant species and energy metabolism. Redox Biol. 2016 ,8, 2842. CrossRef PubMed 47. Chen, Y.R.; Zweier, J.L. Cardiac mitochondria and reactive oxygen species generation. Circ. Res. 2014 ,114, 524537. CrossRef 48. Edmunds, L.R.; Sharma, L.; Kang, A.; Lu, J.; Vockley, J.; Basu, S.; Uppala, R.; Goetzman, E.S.; Beck, M.E.; Scott, D.; et al. C-MYC programs fatty acid metabolism and dictates acetyl-coA abundance and fate. J. Biol. Chem. 2014 ,289, 2538225392. CrossRef 49. Kanaan, G.N.; Harper, M.E. Cellular redox dysfunction in the development of cardiovascular diseases. Biochim. Biophys. Acta Gen. Subj. 2017 ,1861 , 28222829. CrossRef 50. de Villiers, D.; Potgieter, M.; Ambele, M.A.; Adam, L.; Durandt, C.; Pepper, M.S. The role of reactive oxygen species in adipogenic differentiation. Adv. Exp. Med. Biol. 2017 ,1083 , 125144. CrossRef 51. He, F.; Zuo, L. Redox roles of reactive oxygen species in cardiovascular diseases. Int J. Mol. Sci. 2015 ,16, 2777027780. CrossRef PubMed 52. Verbon, E.H.; Post, J.A.; Boonstra, J. The inuence of reactive oxygen species on cell cycle progression in mammalian cells. Gene 2012 ,511, 16. CrossRef PubMed 53. Beheshti, A.; Ray, S.; Fogle, H.; Berrios, D.; Costes, S.V . A microRNA signature and TGF-beta1 response were identied as the key master regulators for spaceight response. PLoS ONE 2018 ,13, e0199621. CrossRef PubMed 54. Wage, J.; Ma, L.; Peluso, M.; Lamont, C.; Evens, A.M.; Hahnfeldt, P .; Hlatky, L.; Beheshti, A. Proton irradiation impacts age-driven modulations of cancer progression inuenced by immune system transcriptome modications from splenic tissue. J. Radiat. Res. 2015 ,56, 792803. CrossRef PubMed 55. Beheshti, A.; Benzekry, S.; McDonald, J.T.; Ma, L.; Peluso, M.; Hahnfeldt, P .; Hlatky, L. Host age is a systemic regulator of gene expression impacting cancer progression. Cancer Res. 2015 ,75, 11341143. CrossRef PubMed 56. Beheshti, A.; Cekanaviciute, E.; Smith, D.J.; Costes, S.V . Global transcriptomic analysis suggests carbon dioxide as an environmental stressor in spaceight: A systems biology genelab case study. Sci. Rep. 2018 ,8, 4191. CrossRef PubMed 57. Beheshti, A.; Neuberg, D.; McDonald, J.T.; Vanderburg, C.R.; Evens, A.M. The impact of age and sex in dlbcl: Systems biology analyses identify distinct molecular changes and signaling networks. Cancer Inform. 2015 , 14, 141148. CrossRef 58. Beheshti, A.; Wage, J.; McDonald, J.T.; Lamont, C.; Peluso, M.; Hahnfeldt, P .; Hlatky, L. Tumor-host signaling interaction reveals a systemic, age-dependent splenic immune inuence on tumor development. Oncotarget 2015 ,6, 3541935432. CrossRef 59. Ravi, D.; Beheshti, A.; Abermil, N.; Passero, F.; Sharma, J.; Coyle, M.; Kritharis, A.; Kandela, I.; Hlatky, L.; Sitkovsky, M.V .; et al. Proteasomal inhibition by ixazomib induces CHK1 and MYC-dependent cell death in T-cell and hodgkin lymphoma. Cancer Res. 2016 ,76, 33193331. CrossRef 60. Lannutti, B.J.; Drachman, J.G. Lyn tyrosine kinase regulates thrombopoietin-induced proliferation of hematopoietic cell lines and primary megakaryocytic progenitors. Blood 2004 ,103, 37363743. CrossRefInt. J. Mol. Sci. 2019 ,20, 661 21 of 22 61. Wang, J.G.; Aikawa, M. Toll-like receptors and src-family kinases in atherosclerosisFocus on macrophages. Circ. J. 2015 ,79, 23322334. CrossRef 62. Han, J.; Zhang, G.; Welch, E.J.; Liang, Y.; Fu, J.; Vogel, S.M.; Lowell, C.A.; Du, X.; Cheresh, D.A.; Malik, A.B.; et al. A critical role for lyn kinase in strengthening endothelial integrity and barrier function. Blood 2013 ,122, 41404149. CrossRef PubMed 63. Lowenberg, M.; Verhaar, A.P .; Bilderbeek, J.; Marle, J.; Buttgereit, F.; Peppelenbosch, M.P .; van Deventer, S.J.; Hommes, D.W. Glucocorticoids cause rapid dissociation of a T-cell-receptor-associated protein complex containing LCK and FYN. EMBO Rep. 2006 ,7, 10231029. CrossRef PubMed 64. Hsia, C.H.; Jayakumar, T.; Sheu, J.R.; Tsao, S.Y.; Velusamy, M.; Hsia, C.W.; Chou, D.S.; Chang, C.C.; Chung, C.L.; Khamrang, T.; et al. Structure-antiplatelet activity relationships of novel ruthenium (ii) complexes: Investigation of its molecular targets. Molecules 2018 ,23, 477. CrossRef PubMed 65. Jayakumar, T.; Hsu, C.Y.; Khamrang, T.; Hsia, C.H.; Hsia, C.W.; Manubolu, M.; Sheu, J.R. Possible molecular targets of novel ruthenium complexes in antiplatelet therapy. Int. J. Mol. Sci. 2018 ,19, 1818. CrossRef 66. Harrison, M.J.; Chimen, M.; Hussain, M.; Iqbal, A.J.; Senis, Y.A.; Nash, G.B.; Watson, S.P .; Rainger, G.E. Signalling through SRC family kinase isoforms is not redundant in models of thrombo-inammatory vascular disease. J. Cell. Mol. Med. 2018 ,22, 43174327. CrossRef 67. Dai, X.; Yan, X.; Zeng, J.; Chen, J.; Wang, Y.; Chen, J.; Li, Y.; Barati, M.T.; Wintergerst, K.A.; Pan, K.; et al. Elevating CXCR7 improves angiogenic function of EPCs via AKTGSK-3betaFYN-mediated NRF2 activation in diabetic limb ischemia. Circ. Res. 2017 ,120, e7e23. CrossRef 68. Rizvi, F.; Shukla, S.; Kakkar, P . Essential role of PH domain and leucine-rich repeat protein phosphatase 2 in NRF2 suppression via modulation of AKTGSK3betaFYN kinase axis during oxidative hepatocellular toxicity. Cell Death Dis. 2014 ,5, e1153. CrossRef 69. Shannon, P .; Markiel, A.; Ozier, O.; Baliga, N.S.; Wang, J.T.; Ramage, D.; Amin, N.; Schwikowski, B.; Ideker, T. Cytoscape: A software environment for integrated models of biomolecular interaction networks. Genome Res. 2003 ,13, 24982504. CrossRef 70. Bindea, G.; Mlecnik, B.; Hackl, H.; Charoentong, P .; Tosolini, M.; Kirilovsky, A.; Fridman, W.H.; Pages, F.; Trajanoski, Z.; Galon, J. Cluego: A cytoscape plug-in to decipher functionally grouped gene ontology and pathway annotation networks. Bioinformatics 2009 ,25, 10911093. CrossRef 71. Condorelli, G.; Latronico, M.V .; Dorn, G.W., 2nd. MicroRNAs in heart disease: Putative novel therapeutic targets? Eur. Heart J. 2010 ,31, 649658. CrossRef PubMed 72. Sun, T.; Dong, Y.H.; Du, W.; Shi, C.Y.; Wang, K.; Tariq, M.A.; Wang, J.X.; Li, P .F. The role of micrornas in myocardial infarction: From molecular mechanism to clinical application. Int. J. Mol. Sci. 2017 ,18, 745. CrossRef PubMed 73. Ma, Q. Role of NRF2 in oxidative stress and toxicity. Annu. Rev. Pharmacol. Toxicol. 2013 ,53, 401426. CrossRef PubMed 74. Vomund, S.; Schafer, A.; Parnham, M.J.; Brune, B.; von Knethen, A. Nrf2, the master regulator of anti-oxidative responses. Int. J. Mol. Sci. 2017 ,18, 2772. CrossRef PubMed 75. Takahashi, K.; Okumura, H.; Guo, R.; Naruse, K. Effect of oxidative stress on cardiovascular system in response to gravity. Int. J. Mol. Sci. 2017 ,18, 1426. CrossRef PubMed 76. Kamo, T.; Akazawa, H.; Komuro, I. Cardiac nonmyocytes in the hub of cardiac hypertrophy. Circ. Res. 2015 , 117, 8998. CrossRef PubMed 77. Azzam, E.I.; Jay-Gerin, J.P .; Pain, D. Ionizing radiation-induced metabolic oxidative stress and prolonged cell injury. Cancer Lett. 2012 ,327, 4860. CrossRef 78. Siti, H.N.; Kamisah, Y.; Kamsiah, J. The role of oxidative stress, antioxidants and vascular inammation in cardiovascular disease (a review). Vasc. Pharmacol. 2015 ,71, 4056. CrossRef 79. Bolstad, B.M.; Irizarry, R.A.; Astrand, M.; Speed, T.P . A comparison of normalization methods for high density oligonucleotide array data based on variance and bias. Bioinformatics 2003 ,19, 185193. CrossRef 80. Reich, M.; Liefeld, T.; Gould, J.; Lerner, J.; Tamayo, P .; Mesirov, J.P . Genepattern 2.0. Nat. Genet. 2006 ,38, 500501. CrossRef 81. Saeed, A.I.; Bhagabati, N.K.; Braisted, J.C.; Liang, W.; Sharov, V .; Howe, E.A.; Li, J.; Thiagarajan, M.; White, J.A.; Quackenbush, J. TM4 microarray software suite. Methods Enzymol. 2006 ,411, 134193. PubMed 82. Dalman, M.R.; Deeter, A.; Nimishakavi, G.; Duan, Z.H. Fold change and p-value cutoffs signicantly alter microarray interpretations. BMC Bioinform. 2012 ,13(Suppl. 2), S11. CrossRefInt. J. Mol. Sci. 2019 ,20, 661 22 of 22 83. Paley, S.; Parker, K.; Spaulding, A.; Tomb, J.F.; OMaille, P .; Karp, P .D. The omics dashboard for interactive exploration of gene-expression data. Nucleic Acids Res. 2017 ,45, 1211312124. CrossRef PubMed 84. Kramer, A.; Green, J.; Pollard, J., Jr.; Tugendreich, S. Causal analysis approaches in ingenuity pathway analysis. Bioinformatics 2014 ,30, 523530. CrossRef PubMed 2019 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http:creativecommons.orglicensesby4.0).",
        "introduction": "Long-duration space travel has been associated with a number of human health risk factors, such as space radiation, microgravity, isolation, and hypoxia  14. It is now thought that the two main factors driving the majority of the health risks are space radiation and microgravity, with space radiation being the main component for health risk for space missions beyond low Earth orbit (LEO)  510. The different organs and related health issues potentially induced by these two aspects of the space environment are continuously studied and updated. Int. J. Mol. Sci. 2019 ,20, 661; doi:10.3390ijms20030661 www.mdpi.comjournalijmsInt. J. Mol. Sci. 2019 ,20, 661 2 of 22 Space radiation observed on the International Space Station (ISS) is quite different from ionizing radiation found on Earth and is composed primarily of protons (both high and low energy) and HZE ions (high (H) atomic number (Z) and energy (E) ions). Protons are characterized by low linear energy transfer (LET) and HZE by high LET, as opposed to the low LET radiation (x-, -, or -rays) to which humans are commonly exposed to on Earth  1,3,1013. HZE ions are positively charged and are the highly ionizing components of Galactic Cosmic Rays (GCRs) which originate outside of the solar system. The strong carcinogenic potential of HZE  14 has been a concern for many decades and has been considered the biggest risk factor for human health in missions beyond LEO  13,15. In contrast, in LEO, where the ISS is located, the radiation dose from HZE is reduced due to the protection provided by the Earths magnetosphere, and is roughly equal to the dose from low-energy protons trapped in the inner radiation belt  13,16. Most of the ISS orbit lies inside the radiation belts; the majority of the dose is from passages through the South Atlantic Anomaly, where the inner belt drops down to ISS altitudes. An additional risk for missions beyond LEO is from acute doses of high-energy protons from periodic solar particle events (SPEs)  14. Data on the biological effects of space radiation has been obtained sporadically in true space conditions from samples own in LEO (ISS, Space Shuttle, Mir Space Station, satellites carrying biology payloads). The majority of our data has been generated by simulating space radiation on Earth using specic HZE ions or protons at facilities such as the NASA Space Radiation Laboratory (NSRL) at Brookhaven National Laboratory (BNL). Simulated space radiation ground experiments have typically focused a lot more on HZE, reecting the space radiation environment encountered in a long-duration beyond LEO mission  17. To this day, a variety of results indicates that space radiation can increased cancer risk as well as contribute to diseases of the central nervous system (CNS), muscle degeneration, bone loss, and cardiovascular disease 10,15. Radiation-induced late cardiovascular disease in astronauts is one increasingly prominent concern  7,1820. Although many experiments using low-LET radiation have been conducted to show damage to the microvasculature, HZE particle data are limited, and the implications for disease risk need more study. There have been even fewer ground-based studies of the synergistic effects of space radiation and microgravity, which more closely mimic the environment in space. Data from atomic bomb survivors, albeit with different types of radiation, on increased incidence of cardiovascular disease have shown long-lasting effects decades after radiation exposure impacting increased ischemic heart disease, hypertension, and stroke with doses as low as 2 Gy  2123. Animal and cell culture models have been used to simulate HZE particle and proton radiation and have shown that low doses of high-LET radiation can drastically affect the cardiovascular system 7,20,2428. Specically, one experiment showed that mice exposed to 0.1 Gy of 150 MeV protons or 0.5 Gy of 600 MeVn iron ions (56Fe) experienced large changes in cardiac DNA methylation with potential impacts including heart failure and cardiomyopathy  29.56Fe is the most predominant HZE particle in the GCRs, and is a commonly used surrogate for GCR HZE. Other experiments have shown that cells and animal models exposed to proton and HZE radiation increase DNA oxidation, myocardial brosis, endothelial dysfunction, and vascular damage  24,27,28,30. Although these experiments and data have contributed to the overall knowledge of cardiovascular disease risk from space travel, there are many potential confounding factors besides space radiation (e.g., stress, hypoxia, microgravity). Therefore, our overall understanding of the contribution of space radiation in cardiovascular disease risk and their mechanisms remain an open question. To further pursue the cardiovascular impact due to space radiation we utilized publicly available transcriptomic data that is available on NASAs GeneLab platform (genelab.nasa.gov)  17 related to cardiovascular disease and the space environment. NASAs GeneLab platform is a resource available to the public that has provided the rst comprehensive omics database related to space. Due to the limited omics data available related to space radiation and cardiovascular disease, we analyzed two datasets from ground experiments designed to characterize the long-term impact following space irradiation (protons and56Fe) on cardiomyocytes for ve different time-points up to 28 days after irradiation and one spaceight experiment studying the impact of human umbilical vein endothelialInt. J. Mol. Sci. 2019 ,20, 661 3 of 22 cells (HUVECs) cultivated in the space environment on the ISS for seven days. Two components that make up the cardiac tissue are cardiomyocytes and endothelial cells and both cell types are heavily involved with cardiac remodeling and regeneration  31. Although there are more components to the cardiac tissue, from the datasets available from the GeneLab related to the cardiovascular system, we will only focus on these components. Using these datasets, we hypothesized that there are common long-term molecules and pathways modulating the cardiovascular system due to radiation effects during spaceight. Using a systems biology approach, we were able to suggest a novel mechanism through the FYN pathway  3235 that the cardiovascular system uses to reduce reactive oxygen species (ROS) levels when exposed to space radiation. Briey, FYN is a member of the Src family of tyrosine kinases that has been previously shown to be heavily involved with the cardiovascular system through cardiomyocyte remodeling  36,37 and also leads to activation due to ROS 32,33,38,39. In addition to FYNs involvement with the cardiovascular system, it has also been reported to be a tumor suppressor  40,41, a key player in controlling immune receptor signaling status and inammation  42, and has been shown to affect myelination of the central nervous system through crosstalk with Erk12 signaling  43. For our ndings, although the ROS levels are reduced through Fyn signaling, we show the potential of other pathways that will still contribute to increased cardiovascular risk in the space environment such as increased inammation. In addition, we are able to suggest that HUVEC cells grown on the ISS in LEO show a molecular response that is in agreement with responses observed on Earth with simulated protons but with less commonality with heavier HZE ions, as one would expect from the predominance of protons found in LEO space radiation. This nding is critical as it highlights the relevance of simulated space radiation experiments conducted on Earth, as they are shown here as able to recapitulate what is observed in space. This work illustrates the power of unbiased omics analysis and how the GeneLab database has become an essential tool to better characterize the response of a life to space environment. More generally, these novel ndings have potential to contribute to current cardiovascular risk models for spaceight. 2.",
        "conclusion": null,
        "images": []
    }
]