[
    {
        "pmid": "28662188",
        "title": "Genetic dissection of the Arabidopsis spaceflight transcriptome: Are some responses dispensable for the physiological adaptation of plants to spaceflight?",
        "year": "2017",
        "journal": "PLoS One",
        "abstract": "Experimentation on the International Space Station has reached the stage where repeated and nuanced transcriptome studies are beginning to illuminate the structural and metabolic differences between plants grown in space compared to plants on the Earth. Genes that are important in establishing the spaceflight responses are being identified, their roles in spaceflight physiological adaptation are increasingly understood, and the fact that different genotypes adapt differently is recognized. However, the basic question of whether these spaceflight responses are actually required for survival has yet to be posed, and the fundamental notion that spaceflight responses may be non-adaptive has yet to be explored. Therefore the experiments presented here were designed to ask if portions of the plant spaceflight response can be genetically removed without causing loss of spaceflight survival and without causing increased stress responses. The CARA experiment compared the spaceflight transcriptome responses in the root tips of two Arabidopsis ecotypes, Col-0 and WS, as well as that of a PhyD mutant of Col-0. When grown with the ambient light of the ISS, phyD plants displayed a significantly reduced spaceflight transcriptome response compared to Col-0, suggesting that altering the activity of a single gene can actually improve spaceflight adaptation by reducing the transcriptome cost of physiological adaptation. The WS genotype showed an even simpler spaceflight transcriptome response in the ambient light of the ISS, more broadly indicating that the plant genotype can be manipulated to reduce the cost of spaceflight adaptation, as measured by transcriptional response. These differential genotypic responses suggest that genetic manipulation could further reduce, or perhaps eliminate the metabolic cost of spaceflight adaptation. When plants were germinated and then left in the dark on the ISS, the WS genotype actually mounted a larger transcriptome response than Col-0, suggesting that the in-space light environment affects physiological adaptation, which implies that manipulating the local habitat can also substantially impact the metabolic cost of spaceflight adaptation.",
        "full_text": "RESEA RCH ARTICL E Genetic dissection oftheArabidopsis spaceflight transcriptome: Aresome responses dispensable forthephysiological adaptation ofplants tospaceflight? Anna-Lisa Paul1,Natasha J.Sng1,Agata K.Zupanska1,Aparna Krishnamurthy1,Eric R.Schultz1,Robert J.Ferl1,2 1Department ofHorticultur alSciences, University ofFlorida, Gainesville, Florida, United States ofAmerica, 2Interdiscip linary Center forBiotechnology andResearch, Universit yofFlorida, Gainesvi lle,Florida, United States ofAmerica robferl ufl.edu Abstract Experimentation ontheInternational Space Station hasreached thestage where repeated andnuanced transcriptome studies arebeginning toilluminate thestructural andmetabolic differences between plants grown inspace compared toplants ontheEarth. Genes that areimportant inestablishing thespaceflight responses arebeing identified, their roles in spaceflight physiological adaptation areincreasingly understood, andthefactthatdifferent genotypes adapt differently isrecognized. However, thebasic question ofwhether these spaceflight responses areactually required forsurvival hasyettobeposed, andthefunda- mental notion thatspaceflight responses may benon-adaptive hasyettobeexplored. Therefore theexperiments presented here were designed toaskifportions oftheplant spaceflight response canbegenetically removed without causing loss ofspaceflight survival andwithout causing increased stress responses. The CARA experiment compared the spaceflight transcriptome responses intheroot tipsoftwoArabidopsis ecotypes, Col-0 and WS, aswell asthatofaPhyD mutant ofCol-0. When grown with theambient light ofthe ISS, phyD plants displayed asignificantly reduced spaceflight transcriptome response com- pared toCol-0, suggesting thataltering theactivity ofasingle gene canactually improve spaceflight adaptation byreducing thetranscriptome cost ofphysiologica ladaptation. The WSgenotype showed aneven simpler spaceflight transcriptome response intheambient light oftheISS, more broadly indicating thattheplant genotype canbemanipulated to reduce thecost ofspaceflight adaptation, asmeasured bytranscriptional response. These differential genotypic responses suggest thatgenetic manipulation could further reduce, or perhaps eliminate themetabolic cost ofspaceflight adaptation. When plants were germi- nated andthen leftinthedark ontheISS, theWSgenotype actually mounted alarger tran- scriptome response than Col-0, suggesting thatthein-space light environment affects physiological adaptation, which implies thatmanipulating thelocal habitat canalso substan- tially impact themetabolic cost ofspaceflight adaptation. PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 124a1111111111 a1111111111 a1111111111 a1111111111 a1111111111 OPEN ACCESS Citation: PaulA-L,SngNJ,Zupanska AK, Krishnamu rthyA,Schultz ER,FerlRJ(2017) Genetic dissection oftheArabidops isspaceflight transcriptom e:Aresome response sdispensa ble forthephysiol ogical adaptation ofplants to spaceflight? PLoS ONE12(6): e0180186. https: doi.org10.13 71journal.pone .0180186 Editor: Jin-Song Zhang, Institute ofGenetics and Developmen talBiology Chinese Academ yof Sciences, CHINA Received: April 27,2017 Accepted: June 12,2017 Published: June 29,2017 Copyright: 2017 Pauletal.Thisisanopen access article distributed under theterms ofthe Creative Commons Attribution License, which permits unrestricte duse,distribu tion,and reproduction inanymedium, provided theoriginal author andsource arecredited. Data Availabilit yStatement: Allrelevant dataare within thepaper anditsSupport ingInformation files. Thedatasets supporting theconclusions of thisarticle areavailable intheGene Expression Omnibus (GEO) repository, Series GSE94983 (https:w ww.ncbi.nlm.n ih.govgeoque ryacc.cgi? accGSE9498 3).Inaddition, thegene expressio n dataandspaceflight- relevant metadat aare deposited withNASAs GeneLab repositoryIntroduction Plants, asmuch asanyother complex eukaryotic organisms, mount specific transcriptional responses toanenvironment inorder toaccomplish physiological adaptation and survival in that environment. Heat shock, salt, cold, drought and hypoxia areamong themost well studied environmental responses inplants, and mutant studies ofthese responses have been keyto showing that agiven aspect oftheresponse isnecessary and appropriate forsurvival (e.g. 1, 28). However, ineach ofthese examples, theenvironmental stress wasapart oftheevolu- tionary history ofplants and thedevelopment ofastress response forsurvival seems logically appropriate. Knocking outthose appropriate responses hasanegative effect onsurvival under that environmental stress (e.g. 9,10,11), and manipulation oftheresponse canmodify the degree ofstress that canbeovercome (e.g. 12, 1315). Spaceflight, however, presents anenvi- ronmental situation that iswell outside oftheevolutionary history ofplants, wherein plants have hadnoexposure todevelop adaptive strategies, and thissituation creates thepossibility that environmental signals inspaceflight could beinappropriately activating non-adaptive responses. The possibility ofnon-adaptive responses tospaceflight presents anadded dimension tothe goal ofunderstanding plant growth inspace and thefundamental biological questions ofadap- tation totruly novel environments. What isthemeasure ofsuccessful adaptation toanew envi- ronment? Isitpossible togauge theimpact ofanovel environment onthebasis ofmolecular responses? Can inappropriate responses begenetically removed, thereby reducing thetran- scriptome costs ofdeveloping appropriate adaptation responses? Inthisstudy, these questions were explored simply onthebasis ofmeasuring theintensity and complexity ofthepatterns of differential gene expression inresponse tospaceflight indifferent genotypes. The data pre- sented here look atavery specific setofcellsthe last2mm oftheprimary root ofArabidopsis (Arabidostit hlaniaya), which represents theprimary gravity-sensing region oftheplant root (e.g. 16, 17. These data compared specific genotypes inorder todissect thespaceflight responses ofplants asthey germinated and continued their development ontheInternational Space Station. These plants were notundergoing transitional physiological adaptation toanew environment, butrather, from themoment ofgermination, they experienced anenvironment that isoutside theevolutionary experience ofanyterrestrial organism. This study therefore identifies thegenes engaged bythecells oftheroot tipinthespace- flight environment compared tosimilar plants ontheground, and then asks how variations in genetic background, and thelighting sub-environment ontheInternational Space Station, impact thedifferential expression ofgenes. The experimental design extrapolates primarily from theAPEX01 (Advanced Plant Experi- ment 01)Arabidopsis spaceflight experiment. APEX01 illustrated that during spaceflight in microgravity, Arabidopsis plants utilized thegradient oflight established inthegrowth hard- ware toorient thedirectional axis ofgrowth, and demonstrated unique, genotype-specific pat- terns ofroot growth 18, 19. Ontheground, theroots grew vertically down thesurface ofthe plate, butsurprisingly, sodidtheroots onorbit, butnotstraight down inanegatively photo- tropic direction; theroots instead progressed inadistinctive skewing pattern, such asseen on Earth when grown ontilted surfaces (e.g. 20. The skewing growth pattern wasinteresting from theperspective that skewing waslong thought torequire gravity, butalso from theper- spective that thetwogenotypes flownWassilewskija (WS) and Columbia-0 (Col-0)exhibited distinctly different skewing morphometrics, which were enhanced over what wastypical on theground. WSand Col-0 aregenotypically distinct and therefore possess potentially different tools torespond toanygiven setofenvironments 21, 22. Spaceflight studies byBlancaflor and colleagues demonstrated that Col-0 skews more dramatically inthedark than inthelight, Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 224(https:ge nelab-data.ndc .nasa.govge nelab accessionGL DS-120). Funding: Thework wassupported bygrant number GA-201 3-104, Center forAdvancement of Science inSpace (CASIS), URL: http:www .iss- casis.org. Thefunders hadnoroleinstudy design, datacollection andanalysis ,decision topublish, or preparation ofthemanuscript. Competing interests :Theauthors have declared thatnocompeting interests exist.and that genes associated with theactin cytoskeleton canimpact root morphology inmicro- gravity 23, 24. Spaceflight studies byKiss and colleagues established that theinterplay ofspe- cific wavelengths oflight and manipulation oflight-receptor genes canhave adramatic impact onthemorphology ofseedling growth inmicrogravity and fractional gravity, and have shown that theArabidopsis cultivar Landsberg also exhibits skewing 2529. Light plays alarger role inroot behavior inthespaceflight environment, and nuanced impact ofthegenomic back- ground appears tobemore easily revealed when gravity isnotthedominant tropic force acting ontheplant. Among thegenes that differ between WSand Col-0 isphytochrome D(PhyD), which encodes aPHYB-like member ofthefamily. PHYD appears towork inconjunction with PHYB forshade avoidance interrestrial habitats 30, 31, butappears tohave virtually norole ingravitropism 32. However, although WSlacks PhyD transcription itdoes contain normal levels ofPhyA, PhyB, and PhyC 30. There isconsiderable overlap intheroles ofthemembers ofthephytochrome family, butamutation inPhyD inaCol-0 background mimics some of thephenotypic features oftheWSecotype (e.g. 33). The role ofPhyD inshade avoidance, and also itslack ofarole ingravity sensing, contributed toourinterest inthegene, butthefact that thedeletion ofasingle, seemingly inconsequential gene inCol-0 could also phenocopy features ofthewild-type WScultivar wasespecially intriguing, and ledustochoose theCol-0 slDD lineforinclusion inatranscriptome comparison ofthewild type WSand Col-0 geno- types inthespaceflight environment. The experiment described here examined theinfluence ofgenotype onthephysiological adaptation tospaceflight asmeasured bygene expression patterns. RNAseq transcriptome pro- filing provided themetric bywhich tomeasure theimpact oftheenvironment, and address whether itispossible toeliminate allorpart ofthespaceflight response bymanipulating the genotype oftheplant. Materials and methods CARA experiment seed lines andplanting Three seed lines wild-types Wassilewskija (WS), Columbia-0 (Col-0) and Col-0 PhyD (slDD) (SALK_027956C) were tested forviability, sterility and theability tomaintain dormancy before launch. Vetted batches ofseeds were planted onPhytagel plates 18. One genotype was planted perplate, and sixplates were planted ofeach genotype. One complete setof18plates wasplanted forgrowth ontheInternational Space Station (ISS), and acomparable setof18 plates wasplanted 24hours later fortheground controls. The plates were wrapped such that every surface oftheplate wascovered byatleast twolayers ofDuvetyne Black-Out cloth (Seat- tleFabrics) tohelp preserve dormancy 34. The plates were stored at4C until launch (six days). Allseed lines areavailable through TAIR (https:www.arab idopsis.org). Launch, orbital operations offlight andground control plates The plates oftheCARA experiment launched inacold-stow bagtomaintain theplates at4C within theDragon Capsule. Launch ofSpaceX CRS-3 occurred onApril 18th,2014 totheISS (increment 39). The cargo Dragon Capsule wascarried byaFalcon 9rocket launched from Complex 40,Cape Canaveral AirForce Station, Florida. CARA isalso identified bytheNASA operations nomenclature (OpNom) ofPetri Plants, and wasoneoftheARK1 payloads flown bytheCenter forAdvancement ofScience inSpace (CASIS) (http:www.nasa.go vmission_ pagesstationresearchexperimen ts1064.html). The astronaut attending theexperiment on theISSwasExpedition 39Flight Engineer Steve Swanson. Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 324The dormant plates were activated ontheISSbybringing them outofcold stowage and removing theBlack-Out cloth wrapping, 12days after launch. The plates were then secured to afabric support affixed tothewall intheUSLaboftheDestiny module (Fig 1).The plants were allowed togrow onorbit for11days; some intheambient light ofISSand some inthe dark. Astandard light meter wasnotavailable ontheISS, soambient light levels were approxi- mated through theuseofiPad (iPad3, iOS5.1.1) application Light Meter HD- luxmeasure- ment tool, which wasexecuted byastronaut Steve Swanson. Itwasestimated that thelight- grown plates received between 46moles m-2s-1total light. The dark-grown plates were first activated byexposure tolight, (the Black-Out cloth wasremoved from thedesignated plates for4hours), and then re-wrapped inBlack-Out cloth fortheduration ofthegrowth period. At11days, seedlings were photographed, and then harvested into Kennedy Space Center Fixation Tubes (KFTs) containing RNAlater. The plants were allowed toperfuse for1218 hours atambient temperature within theKFTs, and then theKFTs were transferred tothe MELFI (Minus Eighty-degree Laboratory Freezer forISS). The frozen KFTs were returned to cold stowage within theDragon Capsule attheend ofthedocked operations period, and were returned toEarth onMay 18,2014. Following theDragon Capsule splashdown inthePacific Ocean, thefrozen KFTs were transferred totheCold Stowage charter plane attheLong Beach Fig1.Experimen tconfigur ation and growth habitats. (A)The flight plates attached tothewall ofthe Destiny module oftheInternational Space Station .(B)After germina tionwas initiated byexposure tolight, the dark-grow nplates were re-wrapped inDuvetyne Black-Out cloth. (C)The ground control plates attached to thewall oftheISSEnvironm entSimulati ons(ISSES) chamber atKenned ySpace Center inavertical orientation forgrowth. (D)The dark-grown plates intheISSES chamber after re-wrapping . https:d oi.org10.1371j ournal.pon e.0180186.g0 01 Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 424Airport, placed into aninsulated shipper with dryice,and flown toJohnson Space Center (JSC). The KFTs were then transferred viaFedEx ground totheKennedy Space Center. The KFTs were removed from dryiceand transferred toa-80C freezer onMay 22,2014. The PIs retrieved theplant samples from theKFTs onMay 29,2014 and transferred thefrozen samples back totheUniversity ofFlorida. Acomparable setofplates and operations comprised theexperimental control set(referred toastheground control). The plates oftheground control were grown atKennedy Space Cen- ter(KSC) within theISSEnvironment Simulator (ISSES) Chamber. The ground control was initiated 24hours after theinitiation ofthespaceflight experiment tofacilitate theprograming theISSES Chamber with theISSenvironmental conditions experienced bytheflight plates in theprior 24hours. The environmental parameters that were monitored and then programed into theISSES chamber included temperature, CO 2and relative humidity. Inaddition, the lighting intheISSES chamber wasadjusted torecapitulate thelight levels being experienced by theplants onorbit. Light measurements intheISSES chamber were taken with thesame iPad model and operating system (iPad3, iOS5.1.1) used ontheISS, with theLight Meter HD- lux measurement tool application. Sample preparation fortranscriptomics Seedlings preserved inRNAlater were removed from -80C storage and then allowed tothaw at4C. The focus ofthecurrent study wasrestricted totheorgan defined bytheroot tip,which wasdefined asthelast2mm oftheroot forthelight-grown plants and thelast1mm forthe dark-grown plants. The root tipswere dissected from theintact plant roots while remaining submerged inRNAlater, and kept atorbelow 4C until RNA extractions. Three independent roots were used asbiological replicates forthetranscriptomic analysis. Dissected root tipswere transferred into pre-labeled micro-centrifuge tubes, flash frozen inliq- uidnitrogen, and total RNA extracted using thePicopure RNA isolation kit(Arcturus1, Life technologies). RNA concentration wasdetermined onaQubit platform (Thermo FisherLife Technologies, Inc) and sample quality wasassessed using theAgilent 2100 Bioanalyzer (Agi- lent Technologies, Inc.). Five ngRNA from each sample wasused forRNA sequencing. Sequencing experiments were performed attheInterdisciplinary Center forBiotechnology Research (ICBR) gene expression and sequencing core, University ofFlorida. Initial data anal- ysiswasperformed attheICBR bioinformatics core, University ofFlorida. Library preparation andIllumina sequencing RNASeq libraries preparation using SMART-Seq V4ultra low input RNA kitfor sequencing combined with Illumina Nextera DNA Sample Preparation Kit. Five ngof total RNA wasused foreach cDNA library construction using theCloneTech SMART-Seq V4 ultra lowinput RNA kitforsequencing (Clontech Laboratories, Inc, cat: 634890) according tothemanufacturers protocol. Briefly, first strand cDNA wasprimed bytheSMART-Seq v4 oligonucleotide and then base-pairs with these additional nucleotides, creating anextended template. The reverse transcriptase then switched templates and continued transcribing tothe end oftheoligonucleotide, resulting infull-length cDNA that contains ananchor sequence, which served asauniversal priming siteforsecond strand synthesis. cDNA wasamplified with primer IIAfor9PCR cycles. Then Illumina sequencing libraries were generated with 120pg ofcDNA using Illumina Nextera DNA Sample Preparation Kit(Cat: FC-131-1024) according tomanufacturers instructions. Briefly, 120pgofcDNA wasused asinput fortheNextera tag- mentation reaction (fragmentation and tagging) and then adapter sequences added onto tem- plate cDNA byPCR amplification. Libraries were quantitated byBioanalyzer and qPCR (Kapa Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 524Biosystems, catalog number: KK4824). Finally, thelibraries were pooled equal molar concen- tration and sequenced byIllumina 2X75 NextSeq 500. NextSeq500 sequencing: RNA seq. Inpreparation forsequencing, barcoded libraries were sized ontheBioanalyzer, and quantified byQUBIT and qPCR (Kapa Biosystems, catalog number: KK4824). Individual samples were pooled equimolarly at4nM. This working pool wasused asinput intheNextSeq500 instrument sample preparation protocol (Illumina, Part  15048776, Rev A).Typically, a1.3pMlibrary concentration resulted inoptimum clustering density (approximately 200,000 clusters permm2).Samples were sequenced onthree flowcells, using a2x75 cycles (paired-end) configuration. Atypical sequencing runintheNextSeq500 produced 750800 million paired-end read with aQ30 85. ForRNA seq, around 40mil- lion reads provided sufficient depth fortranscriptome analysis. Mapping reads togenome data, annotated transcripts, and profiling ofgene expres- sion. The paired end reads were mapped totheArabidostit hlaniaya var.Col-0 reference genome (TAIR10) using Spliced Transcripts Alignment toaReference (STAR) software 35. Multi-step process oftranscriptome assembly and differential expression analysis wasdone using theCufflinks tool 36. Reads that map toeach transcript were counted and normalized based onfragment length and total reads. Normalized counts were expressed interms of FPKM values (fragments perkilobase oftranscript permillion mapped fragments). FPKM is directly proportional toabundance ofthetranscript. The expression data were generated ata False Discovery Rate 0.05 (FDR). AtthisFDR, atotal of33,999 genes were tested. Cluster analyses andgenome annotation The cluster analyses used inallheatmaps were generated with GeneE (https:software. broadinstitute.orgGENE-E). The clusters were generated using only genes that were assigned Atgnumbers and called significant bythecuffdiff analysis (FDR 0.05), and were differentially expressed byatleast two-fold (- 1log2). Foreach cluster analysis, genes that showed signifi- cant differential expression inatleast onecomparison were sorted according totheir Atgnum- bers and hierarchical clustering using Jaccard distance. Genes with adifferential expression value oflessthan two-fold, and genes that have anFDR0.05 aredepicted ingray. The fold- change color scale ontheheatmaps ranges from -3log2 (down 8-fold) to3log2 (up8-fold). Genes with adifferential expression value greater than 8-fold willbedepicted with thesame hueasforan8-fold change. Gene annotations and functional relationships weobtained through ATTED-II (http:atted.jp) 37. Availability ofdata The datasets supporting theconclusions ofthisarticle areavailable intheGene Expression Omnibus (GEO) repository, Series GSE94983 (https:www.ncbi.nlm. nih.govgeoqueryacc. cgi?accGSE94983). Inaddition, thegene expression data and spaceflight-relevant metadata aredeposited with NASAs GeneLab repository (https:genelab-data.ndc.nasa. govgenelab accessionGLDS-120). Results Plant growth anddevelopment intheopen ISShabitat Incontrast tothefocused lighting and environmentally controlled habitat used intheAPEX01 experiment 18, 38, theCARA Petri plates were deployed toawall inside theDestiny module oftheISS, where they received justtheambient, lowlevel, indirect lighting ofthemodule. It wasnotpossible tocompletely eliminate alllighting gradients, asthesurface ofthePetri plate Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 624mounted onthewall (both ontheISSand intheISSES chamber fortheground controls) will naturally notreceive ambient light through thesurface flush tothewall. The plates also re- ceived theambient cabin air,temperature and humidity (Fig 1A). The design oftheexperi- ment included asetoflight-grown plates and dark-grown plates, with three replicate plates of each genotype (WS, Col-0 andslDD) ineach condition. Alloftheplates were configured to keep theseeds inadormant state until integration ontheISS, aprocess that included protect- ingtheseeds from light with black cloth wrappings 34. Thus, thefirst action oftheastronaut wastoexpose alloftheplates tolight toactivate germination (Fig 1A) and then tore-wrap the dark-grown plates inlight-proof cloth (Fig 1B). Identical procedures were initiated inthecom- parable ground controls grown intheISSES chamber (Fig 1Cand 1D). Development without clear directional cues The developmental progress ofplant growth wasfollowed through aseries ofphotographs taken bytheattending astronaut ontheISS, and bytheattending technician atKSC, providing anindependent pseudonaut ontheground inorder tomimic astronaut activities ontheISS. The photographs inFig2show representative images that compared theprogress ofgrowth after 3d,6dand 9dforeach genotype. The photographs were taken through theback ofeach plate. The region ofinterest wascropped from each astronaut-capture dphotograph tobetter display theprogress ofplant development. The full, uncropped, photographs aredeposited in theNASA GeneLab database (https:genelab-data.ndc.nasa. govgenelabaccessionGLDS - 120). The spaceflight-grown plants areshown intheleft-hand column (Flight). Inspaceflight, thediffuse light elicited root growth that wasprimarily perpendicular tothe orientation ofvegetative growth, inthat thehypocotyls were growing away from thesurface of themedia, and theroots grew incoils along thesurface ofthesolid media oftheplate. This configuration ofplant growth closely resembles patterns seen inplates grown horizontally on theground (Phytagel surface parallel toEarths surface). However, unlike horizontal growth in aunit gravity environment, theroot coils were loose and somewhat unorganized. Incontrast, theroots oftheground control plants shown intheright-hand column (Ground) grew ina clear, positively gravitropic manner along thesurface oftheplate media. Asdescribed inthe Methods section, theground control plates were oriented vertically (Phytagel surface perpen- dicular totheEarths surface), agrowth configuration that encourages root growth along the surface ofthePhytagel inareasonably straight, positively geotropic manner. The hypocotyls were generally oriented inanegatively geotropic manner, butwere also angled away from the lesswell-lit surface oftheplate adjacent tothewall, towards therelatively lighter environment oftheroom. These types ofspaceflight growth patterns aredistinctly different from what has been seen inthehigh-light plant growth hardware ofVeggie 39 and thestrong, directional lighting oftheABRS hardware 18, 19. The developmental image series inFig2shows that both thespaceflight (left column) and ground control (right column) plants ofallthree genotypes were virtually identical interms of apparent health, vigor, and developmental agewithin each environment. However, duetothe rather dim lighting environment, neither thelight-grown spaceflight norlight-grown ground control plants hadthedevelopmental appearance Arabidopsis plants ofcomparable ages grown inthemore optimal lighting regimes oftheABRS and Veggie plant growth habitats 18, 19,39. Final photographs oftheplants were taken after 11days ofgrowth, and then theplants were harvested toKFTs (Kennedy Space Center Fixation Tubes) containing RNAlater. Fig3 shows thephotographs taken justprior toharvest. These photographs were taken from the front surface with theplate lidremoved. The light-grown plants areshown inFig3A.The 11 Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 724Fig2.Acomparison ofthegrowth ofthethree genotype sinthelight at3days, 6days and 9days. (A) The three panels inthelefthand column show repres entative examples ofArabidopsis seedling sat3, 6and9days ofgrowth ontheISS(Flight). (B)The three panels intheright hand column show representativ e examples ofArabidopsis seedling sat3,6and9days ofgrowth intheISSES chamber fortheground controls (Ground) .The images aretaken throug htheback oftheplate tominimize interfe rence from condensati onon thelid.The fullsetofuncropp edFlight andGround Control images canbefound intheNASA GeneLab archives (https:gen elab-data. ndc.nasa.go vgenelab accession GLDS-120) . https:d oi.org10.1371j ournal.pon e.0180186.g0 02 Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 824Fig3.Growth and developme ntofeach genotype atthetime ofharvest. (A)The three panels intheleft hand column show represent ative examples ofseedlings justprior toharvest after 11days ofgrowth onthe Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 924dayspaceflight seedlings (Flight) areshown ontheleft,and thecomparable ground controls (Ground) areshown ontheright. The dark-grown plants areshown inFig3B,again with the spaceflight grown plants ontheleft,and theground controls ontheright. There aresome minor morphological differences inthemanner inwhich thedifferent genotypes grow, but these differences incoiling and skewing arewell characterized features ofeach genotype, and consistent with morphometric evaluations from previous spaceflight experiments (e.g. 18, 40, 41). Allthree genotypes were healthy onorbit asjudged byappearance inthephotographs of Fig3,and allthree genotypes were equally productive onorbit asdetermined byanalysis of root length inFig4.These observations suggest that regardless ofthegene expression changes among these genotypes, allthree were equally able toadapt tospaceflight. Root length wascho- senasakey, quantifiable trait forplant productivity inlight-grown plants; root length has been associated with plant health and crop success 42, and thephotos taken ontheISSpro- vide clear resolution ofroot growth. Fig4compares theroot length ofeach genotype inboth spaceflight and ground control environments derived from theimages. Root measurements were made using ImageJ, and thedata were analyzed using Rand two-way ANOVAs with Type IIsum ofsquares tocompare theindependent variables ofgenotype and environment 40, 43. When grown inthelight, only WSgrown ontheground wassignificantly different from anyother combination ofgenotype and environment (F2,310 12.112, p0.001), WS, Col-0 andslDD were notdifferent from each other with regards toroot length inspaceflight. Genotype matters inspaceflight transcriptional responses The transcriptional response that each genotype mounted intheir respective environments wasvery distinct. The Venn diagrams ofFig5provide anoverview oftheSpaceflight to Ground root-tip transcriptome comparisons ofeach genotype; values from light-grown plants areshown inFig5A,and dark-grown plants inFig5B.The sizeoftheVenn circles aretoscale with respect tothenumbers ofdifferentially expressed genes. The genes that comprise thelist show atleast atwo-fold change (-1log21) with FDR0.05. The greatest difference inthe transcriptomes ofspaceflight and ground control plants wasseen inlight-grown Col-0 plants, with atotal of297genes. The spaceflight toground differences intheother twolight-grown genotypes were atotal of130inslDD, and then only 71intheWSgenotype. Afourth (1871) oftheWSdifferentially expressed genes were also coordinately expressed intheother two genotypes. Almost all(67) ofthecoordinately expressed genes that were downregulated com- pared totheground controls were associated with light signaling. Intheupregulated genes, about half(611) were associated with plant defense orcellwall metabolism. Inthedark-grown plants, thedistribution ofdifferentially expressed genes between space- flight and ground isquite different than wasseen inthelight-grown plants. Inthedark, the WSand Col-0 cultivars showed roughly thesame number ofdifferentially expressed genes (218 and 224, respectively. Inthedark,slDD exhibited thefewest differentially expressed genes (131). There were fewer coordinately expressed genes common toallgenotypes (only 11). The single down regulated gene wasassociated with methionine biosynthesis, and twoof the10upregulated genes have been associated with plant defense orcellwall metabolism.ISSinthelight. The three panels intheright hand column show repres entative examples ofseedlings just prior toharvest after 11days ofgrowth intheground control ISSES chamber inthelight. (B)The three panels inthelefthand column show representative examples ofseedlings justprior toharvest after 11days ofgrowth ontheISSinthedark. The three panels intheright hand column show representativ eexamples ofseedling s justprior toharvest after 11days ofgrowth intheground control ISSES chamber inthedark. The fullsetof uncropp edFlight andGround control images canbefound intheNASA LSDA archives (link TBD). https:d oi.org10.1371j ournal.pon e.0180186.g0 03 Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1024Among thethree genotypes, 129genes were differentially expressed inboth thelight and thedark (Supporting S1Table). However, only onegene wascoordinately expressed inboth thelight and thedark inallthree genotypes: ATARD3 (AT2G26400Acireductone Dio- xygenase 3).There were also asmall number ofgenes that while overlapping insignificant, dif- ferential expression between genotypes, rather than being coordinately expressed they were changed intheopposite direction. These genes (11inthelight and 17inthedark) arenot included among thegenes represented intheVenn Diagram ofFig5. Genes associated with cellwall metabolism seemed prevalent among thedifferentially ex- pressed genes. Inorder tocreate astandardized evaluation ofthenumber ofgenes representing cellwall associated process, thedifferentially expressed gene setsused inFig5were cross-refer- enced with twocellwall databases: thePurdue University Cell Wall Related Gene Families data sets(https:cellwall.gen omics.purdue.edufamiliesindex. html) 44 andtheSUBcellular locali- zation database forArabidopsis proteins (SUBA3http:suba3.plantene rgy.uwa.edu.au) 45. Genes were considered ascellwall associated ifthey were identified assuch ineither database. Forgraphic visualization, thenumbers ofgenes identified with these comparisons areindicated asblack dots within each Venn section inFig5.Inaddition, each gene IDnumber isidentified with bold textandgold highlighting inthefully annotated Supplementary S2andS3Tables. Transcriptional responses between flight andground The genes enumerated intheVenn diagram ofFig5areshown astranscriptome heat-maps in Fig6,inorder toillustrate thedistribution ofdifferential expression among thegenotypes Fig4.The root lengths among genotype sgrown onorbit were notsignificant lydifferent from one another. The boxforeach genotype  treatment combinatio ncontains alineindicating themedian, andanxindicatin gthemean. Above each boxisadesigna tionoftheresults of Tukeys Honest lySignificant Differenc e,following thetwo-way ANOVA, where shared letters indicate insignifi cant differenc e.Only oneofthesix sample sets (WS.GC) was different from theother five. https:do i.org10.1371j ournal.pone .0180186.g00 4 Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1124along with fold-change. Fig6presents twosetsoftranscriptome heat maps that compare the patterns ofgene expression between spaceflight and theequivalent ground controls foreach genotype intheLight (Fig 6A) and intheDark (Fig 6B). The heat maps were generated with Fig5.AVenn diagram displaying thedistribution ofcoordina tely expressed genes inrespon setospaceflig htinallthree genotype s.(A) Coordinately expressed genes intheroot tipsoflight-grown plants. (B)Coordinately expressed genes intheroot tipsofdark-grow nplants. Coordin ately expressed genes commo ntoallthree genotype sareannotated below each diagram .The number ofdifferentially expressed genes associated with cell wall processes areindicated asblack dots within each representativ esector ofthediagram. The small number (11inthelight and17inthedark) of significantl yexpressed genes thatarerepresented intwogenotype s,butwere changed inopposite directions (upinonegenotype while down inthe other), arenotincluded intheenumer ations ofcoordin ately expressed genes intheVenn diagrams . https:doi.org10 .1371journal.p one.0180186. g005 Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1224Fig6.Arabidopsi sroot tiptranscriptome heat maps showing different ialexpression between environmen ts:Spacefl ight compared toground contro ls.The spacefligh ttoground control heat maps ineither thelight (A)orthedark (B)arepresente dto Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1324GeneE software, utilizing statistically significant (FDR0.05) expressed genes with differential expression ofatleast two-fold (-1log21) inatleast onecomparison. The genes were sorted byAtgnumber, and hierarchical clustering wasestablished using Jaccard distance. Each row oftheheat map within each treatment (6A and 6B,respectively) corresponds tothesame gene within each genotype. Significantly down regulated genes areindicated ingreen and signifi- cantly upregulated areinred. Genes depicted asgray didnotmeet either thefold-change or FDR criteria within that genotype. The gene rows arenotcollinear between 6Aand 6B,but each heat map ispresented tothesame vertical scale. Inthelight, there were atotal of394 genes that were significantly, differentially expressed byatleast two-fold inatleast onegeno- type, and inthedark there were 461. Both theLight and Dark heat maps areannotated with thegene IDforselected cellwall-associated genes represented intheclusters ofgenes unique toasingle genotype. The fully annotated heat maps canbefound inSupporting S2Table (FLT vsGCLight) and Supporting S3Table (FLT vsGCDark). IntheSupporting tables, gene entries that have been associated with thecellwall (criteria described above) areindicated in bold text, and thegene IDnumber hasbeen highlighted ingold. Inthelight, thephysiological adaptation ofcultivar WStothespaceflight environment required thefewest number ofchanges ingene expression, while cultivar Col-0 required about fivetimes asmany changes ingene expression. The mutation ofthePhyD gene inCol-0 re- sulted inanalmost 3-fold reduction inthenumber ofdifferentially expressed genes inre- sponse tospaceflight. Aspresented intheVenn Diagrams ofFig5,there were very fewgenes that were coordinately expressed among allthree genotypes, and differentially expressed genes held incommon between even twogenotypes were also scarce. The differentially expressed genes unique toeach genotype were more abundant than those differentially expressed genes that were shared with another genotype. Inthelight, theupregu- lated differentially expressed genes unique toWSwere largely associated with thecellwall, and processes inroot hairs, including pathogen responses and development. The unique downre- gulated genes largely encoded transporters, along with several associated with plant defense, abiotic stress and cytokinin signaling. The over 200uniquely expressed genes ofCol-0 repre- sented awide range ofdiverse functions; defense, oxidative stress, cellwall metabolism, biotic and abiotic stress, and hormone signaling, and were well represented inboth upand down regulated genes. The uniquely expressed genes oftheCol-0slDD mutant also encoded asimi- lardiversity ofgene categories, howeverslDD didnotexpress thesame representative genes from these categories, and there were fewer representatives ofgenes associated with stress responses inslDD. Allthree genotypes uniquely expressed about thesame proportion ofgenes associated with thecellwall, with values ranging between 14 and 17. Inthedark, WSand Col-0 exhibited about thesame total number ofdifferentially expressed genes forthephysiological adaptation tospaceflight. About 20 were coordinately expressed inboth cultivars, butthetypes ofgenes that arecoordinately expressed donotappear torepre- sent asubstantially different category ofgenes than those which areuniquely expressed ineach genotype. Inthedark,slDD exhibited thesmallest number ofdifferentially expressed genes among thethree genotypes, and only about 15 were also differentially expressed inCol-0. Inthesame scale. Red indicates upregulated andgreen indicates down regulated. Any gene indicated with acolor isstatistically significant (FDR0.05) andexpressed toalevel ofatleast 2-fold (-1log2 1).The color scale ranges from -3log2 (down 8-fold) to 3log2 (up8-fold). Genes with adifferential expression value greater than 8-fold arepresente dinthesame hueasforan8-fold change. Heat maps areannotate dwith selected cellwall associa tedgenes thatareunique toeach genotype .The total number of genes represented intheheat maps areindicated below each map. The fully annotate dheat maps areprovided inSupporting S2 Table. https:d oi.org10.1371j ournal.pon e.0180186.g0 06 Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1424thedark, although many genes were again associated with defense, oxidative stress, and cell wall metabolism, there were also more genes associated with hormone metabolism (auxin, ABA and GA), and gravitropism than were seen inthelight. Again, allthree genotypes uniquely expressed about thesame proportion ofgenes associated with thecellwall, with val- uesranging between 14 and 16. The transcriptomic differences exhibited bythedifferent genotypes inresponse tospace- flight areunderscored bythetranscriptome differences between thegenotypes inanygiven environment. Fig7shows theextent ofhow thetranscriptomic responses ofeach genotype varied from each other when grown ontheground orinspaceflight. Pair-wise comparisons areshown between Col-0 andslDD, Col-0 and WS, and thenslDD and WS; each within the four different environments: lighted environment ontheground, lighted environment in spaceflight, dark environment ontheground, and dark environment inspaceflight. Inthe light, there arefewer differences among genotypes intheground controls than inspaceflight, whereas inthedark, there aremore differences among genotypes ontheground than inspace- flight. The fully annotated heat maps canbefound inSupporting S4,S5,S6,S7and S8Tables. Discussion Plants inspaceflight differentially express genes compared totheir ground controls, suggesting that physiological adaptation istaking place inplants onorbit. There have now been anumber oftranscriptomic and proteomic comparisons ofArabidopsis and other plants grown inspace- flight environments 19, 23,38,4657 and thetopic ofplant growth inspace hasbeen recently reviewed 5863. Inaddition, there ismore togrowing inanorbital environment than the simple removal ofgravity. Transcriptome comparisons ofplants growing inartificial gravity environments generated byacentrifuge ontheISSillustrates that simply returning some form ofgravity tothespaceflight environment does notcompletely ameliorate thetranscriptional and proteomic response 51, 64,65. The general consensus from these studies isthat while there isnosingle setofgenes that arerepresentative hallmarks ofgrowth inthespaceflight environment, most plants doappear todifferentially express genes associated with several con- sistent categories ofgenes. Genes associated with cellwall remodeling, cellpolarity, and ROS signaling predominate, buttheexact same genes arenotutilized among allplants, plant organs, and experiments. Indeed there isnoobvious consensus ofwhat acanonical spaceflight response might beinplants oramong plant cells, except perhaps forthese categories ofgenes rather than specific genes. Although root growth patterns were distinct between spaceflight and ground control plants, allthree genotypes were developmentally comparable totheground control plants. (Figs 2and 3)and allthree genotypes were equally productive interms ofroot length inspaceflight. How- ever, themolecular means toeffect thephysiological adaptation necessary toachieve com- parable growth inthespaceflight environment washighly dependent onthegenotype. Each genotype used almost completely different setsofgenes tophysiologically adapt their metabo- lism tothelighted environment oftheISS, and thenumber ofdifferentially expressed genes wasdramatically different among thegenotypes. While Col-0 differentially expressed 297 genes toaccomplish itsphysiological adaptation, WSaccomplished adaptation with only 71 differentially expressed genes. Plants ofthephyD mutant ofCol-0 differentially expressed 127 genes. Ifdifferential gene expression isameasure ofthedegree orcost ofthephysiological adaptive response, then WSwould beconsidered more highly spaceflight adapted than Col-0 and theslDD mutation would beconsidered aspaceflight adaptive mutation inCol-0 back- ground. Inother words, much oftheCol-0 spaceflight response canbeeliminated with asim- plemutation inPhyD, without apparently compromising plant health ordevelopment or Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1524Fig7.Arabidopsi sroot tiptranscriptome heat maps showing different ialexpression between genotype swithin each environ ment: Col-0 toWS, Col-0 toPhyD; then PhyD toWS. Each heat map ispresente dtothesame scale. Red indicates Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1624adding stress responses atthegene expression level. Indeed, theslDD plants didnotappear to beatanydisadvantage with respect toroot navigation onorbit, where light istheprimary tropic cue, nordidtheslDD spaceflight transcriptome suggest adisruption oflight-mediated signaling. Rather, relieving Col-0 ofthegene encoding PhyD appeared tolighten thedemands ontheprocesses engaged tophysiologically adapt tospaceflight. The converting thegenome to WSfurther lightened theadaptive demands atthetranscriptome level. The data inFig5further suggest that much ofthedifferential gene expression exhibited by allthree genotypes inthelight oftheISSisnon adaptive, oratleast dispensable. Forexample, outofthe297differentially expressed genes inCol-0, 217ofthem appear dispensable, asnei- therslDD norWSshared those differential gene expressions. Moreover, these three genotypes shared only 18genes with similar differential gene expression patterns. This suggests thepossi- bility that most ofthegene expression responses inthese genotypes, inthese cells, were not fundamentally required forphysiological adaptation ofArabidopsis tospaceflight. The 18coordinately expressed genes shared amongst thegenotypes may well present two categories ofadaptive metabolism that areuniversally important togrowing inaspaceflight environment (Fig 5).The seven down-regulated genes inthissethave allbeen associated with light signal transduction, whereas most oftheeleven up-regulated genes have been associated with plant defense responses. These genes represent twostrong trends seen throughout these data aswell asother published transcriptomic responses ofplants inspaceflight: modified light signal transduction and modified cellwall metabolism. Overall, thetranscriptome responses forallthree genotypes were enriched inthese twocategories, aswell asforoxidative stress, genes associated with auxin, ABA and GAsignaling, and general abiotic stress. The prevalence ofrepresentatives from these categories among thehighly differentially expressed genes inall three genotypes could suggest that theadaptive process wasgenerally thesame forallthree genotypes. However, thedifference inthetotal numbers ofdifferentially expressed genes among thegenotypes could suggest that some genotypes expended farlesseffort toachieve a comparable adaptive metabolism. Plants germinated and then grown inthedark ontheISSpresent asimilar conclusion, although with different genes and differing numbers ofgene expression changes. TheslDD mutant differentially expressed fewer genes than Col-0, and only 11genes were similarly dif- ferentially expressed among Col-0,slDD and WS. Aswasalso seen inthelight-grown plants, most ofthedifferentially expressed genes ofanyparticular genotype grown inthedark canbe eliminated without affecting theability togrow ontheISS. Itisimportant tonote that the18genes shared among thedifferentially expressed genes of allthree genotypes inthelight oftheISSarealmost completely distinct from the11shared dif- ferentially expressed genes ofthedark grown ISSplants; only onegene, ATARD3, iscommon toboth sets(Fig 5).ATARD3 hasnotbeen well characterized intheliterature, butthegene has been loosely associated with pathogen response 66, 67and cellwall metabolism 68. Thus, inthisexperiment with three genotypes and twodifferent ISSenvironments, there isonly one universally differentially expressed gene intheroot tipsofspaceflight plants, and thisgene is notrepresented inpreviously identified spaceflight transcriptomes. Therefore these data ap- pear inconsistent with theconcept that there isabasic required adaptive response tospace- flight that would becommon among allplant cells and inunder allconditions.upregulated andgreen indicates down regulated. Any gene indicated with acolor isstatist ically significant (p0.01) andexpressed toa level ofatleast 2-fold (-1log2 1).The color scale ranges from -3log2 (down 8-fold) to3log2 (up8-fold). Genes with adifferential expression value greater than 8-fold arepresented inthesame hueasforan8-fold change. The total number ofgenes represente din theheat maps areindicated below each map. The fully annotate dheat maps areprovided inSupporting S4,S5,S6,S7andS8Tables. https:d oi.org10.1371j ournal.pon e.0180186.g0 07 Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1724Conclusions The primary conclusion ofthiswork isthat much oftheplant response tospaceflight ispoten- tially non-adaptive inthat atleast most ofthegene expression responses could begenetically eliminated without overtly compromising growth inspace. This suggests that responses to truly novel environments may include responses from signals that areinappropriately acti- vated ormisinterpreted, and further suggests that these inappropriate responses canbegeneti- cally eliminated without adverse consequences. Forspaceflight inparticular, these data suggest that genetic manipulation canproduce varieties that arebetter adapted togrowth inspaceflight through elimination ofunnecessary responses. Asecondary conclusion ofthiswork isthat there isnofundamental spaceflight response that characterizes plant physiological adaptation tospaceflight. Rather, theadaptive response isdependent upon thegenotype oftheplant and thespecific environment within which it grows. The response also appears highly organ specific, asroots and leaves share fewspace- flight differential genes incommon 38, 47. And yet,itremains possible and even likely that classes ofdifferentially expressed genes willcontinue tobeshared amongst celltypes, geno- types and environments inspace. However there isnoovert indication that specific genes will bedifferentially expressed inallspaceflight plants. These conclusions lieinsharp contrast toevolutionarily defined and well characterized ter- restrial stress responses. Heat shock, cold shock, salt, pathogen attack and other stresses show commonality ofdifferential expression across celltypes and local environments. HSPs are HSPs inallplant cells. Since nosuch commonality exists inspaceflight responses, itappears that atleast large portions ofthespaceflight responses inplants arenotnecessary, and there- fore canbeeliminated without negative impact onplant lifeinspaceflight and opening the possibility ofselecting plant genotypes optimized forspaceflight growth. The differential expression ofcategories ofgenes, rather than individual genes, exhibited in theoverall plant spaceflight response could beinterpreted assupport forthenotion thatcertain categories ofresponses areeither necessary forspaceflight physiological adaptation, oracommon consequence ofinterpreting thisnovel environment. Acommon theme thatappears toremain consistent among plant spaceflight transcriptomes isthatofcellwall remodeling. Genes encoding proteins associated with cellwall remodeling have characterized thespaceflight response among several experiments andgenotypes 23,38,47,48,51,52,56,57,65.Cell wall remodeling genes arerepresented inthedifferentially expressed genes arerichly represented inthisexperiment as well (Fig 6,Supporting S2andS3Tables). Thus cellwall remodeling appears tobe,forthemost part, arequirement oranunavoidable consequence ofspaceflight physiological adaptation. Yet thedifferential gene expression thatcharacterizes thatresponse may behighly cell,genotype and environment specific, andindeed may notactually berequired forsuccessful adaptation. Future experiments canbedirected toestablishing theminimal responses tospaceflight by further mutational and environmental manipulations, and canthereby contribute tosystems engineering ofspaceflight habitats. Plant growth inactual lifesupport functions within space exploration isanimportant technical engineering challenge. Growing plants onpetri plates allows what islikely themost benign growth system possible inspaceflight absent artificial gravity. Water management isnotnecessary, asthePhytagel provides water totheroots with- outpotential flooding that canbeseen inlarger scale plant production systems onorbit or within exploration vehicles. Light and airmanagement isquite similar tosituations interres- trial laboratories. Itisquite possible that more stress responses willbeseen inlarger plant growth units onorbit, where water, nutrient and airmanagement become more ofanissue than forplants grown onplates. Engineering solutions tothose issues candraw upon these plants-on-plates tobetter understand achievable stress reduction goals. Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1824Supporting information S1Table. Anannotated heat map table showing thedifferentially expressed genes in response tospaceflight represented inboth thelight and thedark grown plants. (XLSX) S2Table. The fully annotated heat map displayed inFig6A: The spaceflight toground control heat maps inthelight grown plants. (XLSX) S3Table. The fully annotated heat map displayed inFig6B:The spaceflight toground con- trol heat maps inthedark grown plants. (XLSX) S4Table. The fully annotated heat map displayed inFig7AGround Control: The tran- scriptome heat maps showing differential expression between genotypes forlight grown ground control plants. (XLSX) S5Table. The fully annotated heat map displayed inFig7AFlight: The transcriptome heat maps showing differential expression between genotypes forlight grown spaceflight plants. (XLSX) S6Table. The fully annotated heat map displayed inFig7BGround Control: The tran- scriptome heat maps showing differential expression between genotypes fordark grown ground control plants. (XLSX) S7Table. The fully annotated heat map displayed inFig7BFlight: The transcriptome heat maps showing differential expression between genotypes fordark grown spaceflight plants. (XLSX) S8Table. Asetofannotated heat maps summarizing differential expression between geno- types inallconditions: GCLTWS compared toGCLTCol-0, FLT LTCol-0 compared to GCLTCol-0, FLT LTWS compared toGCLTWS, FLT LTWS compared toFLT LTCol- 0,GCDK WS compared toGCDK Col-0, FLT DK Col0 compared toGCDK Col0, FLT DK WS compared toGCDK WS, FLT DK WS compared toFLT DK Col-0, GCLTPhyD compared toGCLTCol-0, FLT LTPhyD compared toGCLTPhyD, FLT LTCol com- pared toGCLTCol-0, FLT LTPhyD compared toFLT LTCol-0, GCDK PhyD compared toGCDK Col-0, FLT DK PhyD compared toGCDK PhyD, FLT DK Col-0 compared to GCDK Col-0, FLT DK PhyD compared toFLT DK Col-0. Abbreviations: GC-Ground Con- trol, FLT-Flight, LT-Light, DK-Dark (XLSX) Acknowledgmen ts Wewould liketoextend deep thanks toApril Spinale forherassistance inthedevelopment of CARA deployment strategies fortheISSgrowth habitat and general management oftheexper- iment, and personnel atKennedy Space Center who contributed tolaunch preparations. We also very much appreciate theonorbit support oftheexperiment byastronaut crew. Wethank theInterdisciplinary Centre forBiological Research (ICBR, University ofFlorida) team, Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1924particularly Yanping Zhang, Alberto Riva and William Farmerie forthegene expression and bioinformatics services they provided. Wewould also liketothank themembers oftheUF space plants laboratory, particularly Jordan Callaham, fortheir general support. Author Contributions Conceptualization: ALP NJS AKZ AKRJF. Data curation: NJS AKZ AK. Formal analysis: NJS AKZ AKERS. Funding acquisition: ALP RJF. Investigation: ALP NJS AKZ AKRJF. Methodology: ALP NJS AKZ AKRJF. Project administration: ALP RJF. Supervision: ALP RJF. Validation: ALP RJF. Visualization: ALP NJS AKZ. Writing original draft: ALP NJS AKZ AKRJF. Writing review editing: ALP RJF. References 1. Bailey-Ser resJ,Fukao T,Gibbs DJ,Holdsworth MJ,LeeSC,Licausi F,etal.Making sense oflowoxy- gensensing. Trends inplant science. 2012; 17(3):129 38.Epub 20120128. https: doi.org10.10 16j. tplants.201 1.12.004 PMID: 22280796. 2. Krasensky J,Jonak C.Drought, salt, andtemperatu restress -induced metabolic rearrange ments and regulatory networks .JExp Bot. 2012; 63(4):1593 608. Epub 201202 01.https:doi.or g10.109 3jxb err460 PMID: 22291134. 3. Fowler S,Thomashow MF. Arabidops istranscrip tome profiling indicates thatmultiple regulatory path- ways areactivated during cold acclimation inaddition totheCBF cold response pathway. Plant Cell. 2002; 14(8):1675 90. https:doi.or g10.1105 tpc.003483 PMID: 12172015. 4. Guo M,LiuJH,MaX,LuoDX,Gong ZH,LuMH. The Plant Heat Stress Transcription Factors (HSFs): Structure, Regulatio n,andFunction inRespons etoAbiotic Stresses. Front Plant Sci.2016; 7:114. Epub 201602 24.https:doi.or g10.338 9fpls.2016 .00114 PMID: 26904076 ;PubMed Central PMCID: PMC474626 7. 5. Chan Z,Loescher W,Grumet R.Transcrip tional variation inresponse tosaltstress incommonly used Arabidopsis thaliana accessions .Plant Physiol Biochem. 2013; 73:189201. Epub 201310 22.https: doi.org10.10 16j.plaphy.2 013.09.013 PMID: 241408 95. 6. Des Marais DL,McKay JK,Richards JH,Sen S,Wayne T,Juenger TE.Physiolog icalgenomics of response tosoildrying indiverse Arabidopsis accessio ns.Plant Cell. 2012; 24(3):893 914. Epub 2012 0313. https: doi.org10.11 05tpc.112.0 96180 PMID: 22408074; PubMed Central PMCID: PMC333611 8. 7. Busch W,Wunder lichM,Schoffl F.Identificati onofnovel heat shock factor-d ependent genes andbio- chemical pathways inArabidopsis thaliana .Plant J.2005; 41(1):114 .Epub 20041222. https: doi.org 10.1111 j.1365-313X .2004.02272. xPMID: 15610345. 8. LiuHC, Liao HT,Charng YY.The roleofclass A1heat shock factors (HSFA1 s)inresponse toheat and other stresses inArabidops is.Plant Cell Environ. 2011; 34(5):738 51.Epub 20110119. https: doi.org 10.1111 j.1365-3040 .2011.02278. xPMID: 212413 30. 9. Aubert Y,VileD,Pervent M,Aldon D,Ranty B,Simonn eauT,etal.RD20, astress-indu cible caleosin, participat esinstomatal control, transpiration anddrought toleranc einArabidopsis thaliana. Plant Cell Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 2024Physiol. 2010; 51(12):197 587. Epub 201010 19.https:doi. org10.1093p cppcq155 PMID: 20952421. 10. SuPH,LiHM. Stromal Hsp70 isimportan tforprotein translocati onintopeaandArabidops ischloro- plasts. Plant Cell. 2010; 22(5):1516 31. Epub 201005 21.https:doi.or g10.110 5tpc.109.07 1415 PMID: 204840 04;PubMed Central PMCID: PMC289988 0. 11. Bargmann BO, Laxalt AM, terRiet B,vanSchooten B,Merquiol E,Testerink C,etal.Multiple PLDs required forhigh salinity andwater deficit tolerance inplants. Plant Cell Physiol. 2009; 50(1):788 9. Epub 200811 20.https:doi.or g10.109 3pcppcn17 3PMID: 19017627 ;PubMed Central PMCID: PMC263871 3. 12. Gilmour SJ,Sebolt AM, Salazar MP, Everard JD,Thomashow MF. Overexpress ionoftheArabidopsis CBF3 transcript ional activat ormimics multiple biochemic alchanges associated with cold acclimation. Plant Physiol. 2000; 124(4):185 465. PMID: 11115899. 13. Haake V,Cook D,Riechmann JL,Pineda O,Thomashow MF, Zhang JZ.Transcript ionfactor CBF4 isa regulator ofdrought adaptati oninArabidopsis. Plant Physiol. 2002; 130(2):639 48. https:doi.or g10. 1104pp. 006478 PMID: 12376631. 14. Nishizawa A,Yabuta Y,Yoshida E,Maruta T,Yoshimur aK,Shigeok aS.Arabidopsis heat shock tran- scription factor A2asakeyregulator inresponse toseveral types ofenvironmen talstress. Plant J. 2006; 48(4):535 47.https:doi.or g10.1111 j.1365-313X .2006.02889. xPMID: 17059409. 15. LiHT,LiuH,Gao XS,Zhang H.Knock-out ofArabidops isAtNHX4 gene enhance stoleranc etosalt stress. Biochem Biophys Res Commun. 2009; 382(3):637 41. Epub 200903 25.https:doi.or g10. 1016j.bbrc .2009.03.091 PMID: 19306843. 16. Sato EM, Hijazi H,Bennett MJ,Vissenbe rgK,Swarup R.New insights intoroot gravitr opic signalling. J Exp Bot. 2015; 66(8):2155 65. Epub 201412 31.https:doi.or g10.109 3jxberu515 PMID: 25547917. 17. Boonsirich aiK,Guan C,Chen R,Masson PH.Root gravitrop ism: anexperime ntaltooltoinvestigate basic cellular andmolecular processes underlying mechanos ensing andsignal transmission inplants. Annu Rev Plant Biol. 2002; 53:421 47.Epub 2002091 2.https:doi.or g10.1146 annurev.arpl ant.53. 100301.135 158PMID: 12221983. 18. Paul A-L, Amalfitan oCE,Ferl RJ.Plant growth strategie sareremodeled byspacefligh t.BMC Plant Biol. 2012; 12(1):232. Epub 201212 12.https:doi. org10.11861 471-2229- 12-232 PMID: 232171 13. 19. Paul A-L, Zupanska AK,Schultz ER,Ferl RJ.Organ-spe cific remode lingoftheArabidopsis transcrip - tome inresponse tospacef light. BMC Plant Biol. 2013; 13:112. Epub 201308 08.https:do i.org10. 11861471-2 229-13-11 2PMID: 23919896; PubMed Central PMCID: PMC375091 5. 20. Oliva M,Dunand C.Waving andskewing: how gravity andthesurface ofgrowth media affect root devel- opment inArabidopsis. New Phytol. 2007; 176(1):37 43.Epub 20070819. https:doi.or g10.1111j. 1469-8137.2 007.021 84.x PMID: 17692076. 21. Passardi F,Dobias J,Valerio L,Guimil S,Penel C,Dunand C.Morpho logical andphysiolog icaltraits of three major Arabidops isthaliana accessio ns.JPlant Physiol. 2007; 164(8):980 92. Epub 2006081 5. https:doi.or g10.101 6j.jplph.2006 .06.008 PMID: 16904792. 22. Alonso-Bla ncoC,Aarts MG, Bentsink L,Keurentjes JJ,Reymon dM,Vreugdenh ilD,etal.What has natural variation taught usabout plant developme nt,physiolog y,andadaptati on?Plant Cell. 2009; 21 (7):18779 6.Epub 200907 04.https:doi.or g10.110 5tpc.109.06 8114 PMID: 195744 34;PubMed Central PMCID: PMC2 729614. 23. Kwon T,Sparks JA,Nakashim aJ,Allen SN,Tang Y,Blancafl orEB.Transcrip tional response ofArabi- dopsis seedlings during spacefligh treveals peroxidas eandcellwall remodeling genes associated with root hairdevelopme nt.AmJBot. 2015; 102(1):21 35.Epub 20150115. https: doi.org10.37 32ajb. 1400458 PMID: 25587145. 24. Nakashim aJ,Liao F,Sparks JA,Tang Y,Blancafl orEB.The actin cytoskele tonisasuppressor ofthe endogenous skewing behavio urofArabidopsis primary roots inmicrograv ity.Plant Biol(Stuttg ).2014; 16Suppl 1:14250. Epub 20130821. https: doi.org10.11 11plb.1 2062 PMID: 23952736. 25. Vandenbri nkJP,Herranz R,Medina FJ,Edelma nnRE,Kiss JZ.Anovel blue-light phototropic response isreveale dinroots ofArabidopsis thaliana inmicrograv ity.Planta. 2016; 244(6):120 115. Epub 2016 0811. https: doi.org10.10 07s0042 5-016-258 1-8PMID: 27507239. 26. Klingseis enB,Stevenson M,Corner R.Predict ionofBluetongue virus seropositivi tyonpastoral proper- tiesinnorthe rnAustral iausing remotely sensed bioclimatic variables .Prev VetMed. 2013; 110(2):159  68.Epub 201301 02.https:doi.or g10.101 6j.prevetme d.2012.1 2.001 PMID: 23276403. 27. Vandenbri nkJP,Kiss JZ,Herranz R,Medina FJ.Light andgravity signals synergize inmodulatin gplant develop ment. Frontie rsinPlant Science. 2014; 5.https:doi.or g10.338 9fpls.2014 .00563 PMID: 25389428 Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 212428. Kiss JZ,Millar KD,Edelma nnRE.Phototropis mofArabidops isthaliana inmicrogra vityandfractiona l gravity ontheInternational Space Station. Planta. 2012; 236:63545. Epub 201204 07.https:doi.or g 10.1007 s00425-012- 1633-y PMID: 224811 36. 29. Millar KD,Johnson CM, Edelmann RE,Kiss JZ.Anendoge nous growth pattern ofroots isrevealed in seedlings grown inmicrogra vity. Astrobiology. 2011; 11(8):787 97.Epub 201110 06.https:doi.or g 10.1089 ast.2011.06 99PMID: 21970704. 30. Aukerma nMJ,Hirschfeld M,Wester L,Weaver M,Clack T,Amasino RM, etal.Adeletio ninthePHYD gene oftheArabidops isWassilew skija ecotype defines aroleforphytochro meDinredfar-red light sensing. The Plant Cell. 1997; 9(8):1317 26.Epub 19970801. https:d oi.org10.110 5tpc.9.8.131 7 PMID: 928610 9;PubMed Central PMCID: PMC157000 . 31. Devlin PF,Robson PR,Patel SR,Goosey L,Sharrock RA,Whitelam GC. Phytochro meDacts inthe shade-av oidance syndrome inArabidops isbycontroll ingelongation growth andflowering time. Plant Physiol. 1999; 119(3):909 15. Epub 199903 09.PMID: 100698 29;PubMed Central PMCID: PMC32105. 32. Correll MJ,Kiss JZ.The roles ofphytochro mes inelongation andgravitropis mofroots. Plant Cell Phy- siol. 2005; 46(2):317 23.Epub 200502 08.https:doi.or g10.109 3pcppci03 8PMID: 15695459. 33. Monte E,Alonso JM,Ecker JR,Zhang Y,LiX,Young J,etal.Isolation andcharacteriz ation ofphyC mutants inArabidopsis reveals complex crosstalk between phytochro mesignalin gpathways. The Plant Cell. 2003; 15(9):1962 80. Epub 200309 04.https:doi.or g10.110 5tpc.01297 1PMID: 12953104 ; PubMed Central PMCID: PMC181324 . 34. Sng N,Callaham J,Ferl RJ,Paul A-L. Arabidopsis thaliana forspacefligh tapplication spreparin gdor- mant biology forpassive stowage andonorbit activat ion.Gravitationa landSpace Resea rch.2014; 2 (2):819. 35. Dobin A,Davis CA,Schlesinger F,Drenkow J,Zaleski C,JhaS,etal.STAR: ultrafast universal RNA- seqaligner. Bioinform atics. 2013; 29(1):152 1.Epub 201210 30.https:doi.or g10.109 3 bioinforma ticsbts635 PMID: 231048 86;PubMed Central PMCID: PMC353090 5. 36. Trapnell C,Roberts A,Goff L,Pertea G,Kim D,Kelley DR, etal.Differentia lgene andtranscript expres- sion analysis ofRNA-seq experime ntswith TopHat andCufflinks .NatProtoc. 2012; 7(3):5627 8.Epub 201203 03.https:doi.or g10.103 8nprot.2012.0 16PMID: 22383036; PubMed Central PMCID: PMC333432 1. 37. Aoki Y,Okamur aY,Tadaka S,Kinoshita K,Obayash iT.ATTED-II in2016: APlant Coexpres sion Data- base Towards Lineage-S pecific Coexpres sion. Plant Cell Physiol. 2016; 57(1):e5. Epub 20151108 . https:doi.or g10.109 3pcppcv165 PMID: 26546318; PubMed Central PMCID: PMC472217 2. 38. Nakashim aJ,Liao F,Sparks JA,Tang Y,Blancafl orEB.The actin cytoskele tonisasuppressor ofthe endogenous skewing behavio urofArabidopsis primary roots inmicrograv ity.Plant Biol(Stuttg ).2014; 16.https:doi. org10.1111p lb.12062 PMID: 23952736 39. Ferl RJ,Paul A-L. The effect ofspacefligh tonthegravity-sen sing auxin gradient ofroots: GFP reporter gene microsc opyonorbit. NpjMicrograv ity.2016; 2:15023 .https:doi.or g10.103 8npjmgrav .2015.23 http:www .nature.com articlesnp jmgrav20 1523supplem entary-inform ation. 40. Schultz ER,Zupansk aAK,Sng NJ,Paul A-L, Ferl RJ.Skewing inArabidops isroots involves dispara te environm ental signaling pathway s.BMC Plant Biol. 2017; 17(1):31. https: doi.org10.11 86s1287 0- 017-0975- 9PMID: 2814339 5 41. Schultz ER,Paul AL,Ferl RJ.Root Growth Patterns andMorpho metric Change Based ontheGrowth Media. Micrograv itySciTechnol. 2016; 28(6):621 31.https:doi.or g10.1007 s12217-016- 9514-9 42. Paez-Gar ciaA,Motes CM, Scheibl eWR, Chen R,Blancafl orEB,Monteros MJ.Root Traits andPheno- typing Strategies forPlant Improveme nt.Plants (Basel). 2015; 4(2):3345 5.Epub 20150101 .https: doi.org10.33 90plants4020 334PMID: 27135332; PubMed Central PMCID: PMC484 4329. 43. Langsrud .ANOVA forunbalance ddata: Use Type IIinstead ofType IIIsums ofsquares. Statistics andComputing. 2003; 13(2):163 7.https:doi.o rg10.1023a:1 023260 610025 44. Yong W,Link B,OMalley R,Tewari J,Hunter CT,LuCA,etal.Genomics ofplant cellwall biogenesis . Planta. 2005; 221(6):747 51. Epub 20050628 .https:doi.or g10.1007 s00425-005- 1563-z PMID: 15981004. 45. Tanz SK,Castleden I,Hooper CM, Vacher M,Small I,Millar HA.SUBA3: adatabase forintegrating experime ntation andpredicti ontodefine theSUBcellu larlocation ofproteins inArabidopsis. Nucleic Acids Res. 2013; 41(Datab aseissue):D 118591. Epub 201211 28.https:doi.or g10.109 3nar gks1151 PMID: 23180787 ;PubMed Central PMCID: PMC353112 7. 46. Fengler S,Spirer I,Neef M,Ecke M,Nieselt K,Hampp R.Awhole-g enome microarray study ofArabi- dopsis thaliana semisolid callus cultures exposed tomicrogravit yandnonmicro gravity related space- flight condition sfor5days onboard ofShenzh ou8.Biomed Res Int.2015; 2015:547495. Epub 2015 0206. https: doi.org10.11 552015 547495 PMID: 2565411 1;PubMed Central PMCID: PMC430929 4. Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 222447. Ferl RJ,Koh J,Denison F,Paul AL.Spaceflight induces specific alterations intheproteome sofArabi- dopsis. Astrobiology .2015; 15(1):325 6.Epub 201412 18.https:doi.or g10.108 9ast.2014.1 210 PMID: 255179 42;PubMed Central PMCID: PMC429080 4. 48. Zhang Y,Wang L,XieJ,Zheng H.Differentia lprotein expression profiling ofArabidops isthaliana callus under micrograv ityonboard theChines eSZ-8 spacecraft. Planta. 2015; 241(2):475 88. Epub 201411 07.https:doi. org10.1007s 00425-014- 2196-x PMID: 25374148. 49. Mazars C,Briere C,Grat S,Pichereaux C,Rossign olM,Pereda-L othV,etal.Microgra vityinduces changes inmicrosome-a ssociat edproteins ofArabidopsis seedlings grown onboard theinternationa l space station. PLoS One. 2014; 9(3):e9181 4.Epub 201403 13.https:doi.or g10.137 1journal.po ne. 0091814 PMID: 24618597; PubMed Central PMCID: PMC395028 8. 50. Zupanska AK,Denison FC,Ferl RJ,Paul A-L. Spaceflig htengages heat shock protein andother molec- ularchaperone genes intissue culture cells ofArabidopsis thaliana. AmJBot. 2013; 100(1):235 48. https:doi.or g10.373 2ajb.1200343 PMID: 23258370 51. Correll MJ,Pyle TP,Millar KD,Sun Y,Yao J,Edelmann RE,etal.Transcrip tome analyses ofArabidop- sisthaliana seedlings grown inspace: implication sforgravity-r esponsive genes. Planta. 2013; 238 (3):51933 .https:doi. org10.1007s 00425-013- 1909-x PMID: 23771594. 52. Paul A-L, Zupanska A,Ostrow DT,Zhang Y,Sun Y,LiJ-L,etal.Spaceflight transcrip tomes: unique response stoanovel environmen t.Astrobiology .2012; 12:4056. https: doi.org10.10 89ast.2011 . 0696 PMID: 222211 17 53. Sugimoto M,Oono Y,Gusev O,Matsumoto T,Yazawa T,Levinskik hMA, etal.Genom e-wide expres- sion analysis ofreactive oxygen species gene network inMizuna plants grown inlong-term spacefligh t. BMC Plant Biol. 2014; 14:4. Epub 20140108. https: doi.org10.11 861471 -2229-14-4 PMID: 24393219; PubMed Central PMCID: PMC3 927260. 54. Salmi ML,Roux SJ.Gene expression changes induced byspace flight insingle-ce llsofthefern Cera- topteris richar dii.Planta. 2008; 229(1):151 9.https: doi.org10.10 07s0042 5-008-081 7-yPMID: 18807069. 55. Paul A-L, Popp MP, Gurley WB, Guy CL,Norwood KL,Ferl RJ.Arabidopsis gene expression patterns arealtered during spacefligh t.Advances inSpace Research. 2005; 36(7):1175 81. 56. Proteomic sandTranscrip tomics Analysis ofArabidops isSeedlings inMicrogra vityInternet. NASA GeneLab. 2015. 57. Comparison ofthespacefligh ttranscript ome offour commo nlyused Arabidops isthaliana ecotypes Internet .NASA GeneLab. 2015. 58. Schuler O,Hemmer sbach R,Bohmer M.ABirds-Eye View ofMolecular Changes inPlant Gravit ropism Using Omics Techniqu es.Front Plant Sci.2015; 6:1176. Epub 20160107. https: doi.org10.33 89fpls. 2015.01176 PMID: 26734055; PubMed Central PMCID: PMC468980 2. 59. Paul AL,Ferl RJ.Spacefli ghtexploration inplant gravitati onal biology. Methods MolBiol. 2015; 1309:2853 05.Epub 20150520. https:doi.or g10.10079 78-1-4939-2697 -8_20 PMID: 25981782. 60. Kiss JZ.Conduct ingplant experime ntsinspace. Methods MolBiol. 2015; 1309:25583. Epub 201505  20.https:doi. org10.10079 78-1-4939 -2697-8_1 9PMID: 259817 81. 61. Ruyters G,Braun M.Plant biology inspace: recent accomp lishments andrecomm endations forfuture research .Plant Biology. 2014; 16:411 .https:doi.or g10.111 1plb.12127 PMID: 24373009 62. Poulet L,Fontaine JP,Dussap CG. Plants response tospace environ ment: acomprehe nsive review including mechanis ticmodellin gforfuture space gardeners. Botany Letters. 2016; 163(3):33 747. https:doi.or g10.108 023818107.2 016.1194228 63. Vandenbri nkJP,Kiss JZ.Space, thefinal frontier: Acritical review ofrecent experiment sperformed in microgra vity. Plant Sci.2016; 243:115 9.Epub 20160123. https:doi.or g10.1016 j.plantsci.20 15.11. 004PMID: 267951 56. 64. Mazars C,Briere C,Grat S,Pichereaux C,Rossign olM,Pereda-L othV,etal.Microsom e-associate d proteome modification sofArabidops isseedlings grown onboard theInterna tional Space Station reveal thepossible effect onplants ofspace stresse sother than microgra vity. Plant Signal Behav. 2014; 9(9): e29637. Epub 201503 13.https:doi.o rg10.4161ps b.29637 PMID: 25763699 ;PubMed Central PMCID: PMC420512 8. 65. Kittang AI,Iversen TH,Fossum KR,Mazars C,Carnero -Diaz E,Bouche ron-Dubuis sonE,etal.Explo- ration ofplant growth anddevelop ment using theEuropean Modular Cultivation System facility onthe International Space Station. Plant Biology .2014; 16(3):528 38.Epub 201401 18.https:doi.or g10. 1111plb.1 2132 PMID: 24433330. 66. Bernsdorff F,Doring AC,Gruner K,Schuck S,Brautigam A,Zeier J.Pipecol icAcid Orchestr ates Plant Systemic Acquired Resistanc eandDefense Priming viaSalicylic Acid-Dep endent and-Independen t Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 2324Pathways .Plant Cell. 2016; 28(1):102 29.Epub 2015121 7.https:doi.or g10.1105 tpc.15.0049 6 PMID: 266720 68;PubMed Central PMCID: PMC474667 7. 67. Thatcher LF,Kamphu isLG,Hane JK,Onate-Sa nchez L,Singh KB.The Arabidopsis KH-Domain RNA- Binding Protein ESR1 Functions inComp onents ofJasmon ateSignalling ,Unlinking Growth Restraint andResistan cetoStress. PLoS One. 2015; 10(5):e012 6978. Epub 20150520. https:d oi.org10. 1371journa l.pone.0 126978 PMID: 2598530 2;PubMed Central PMCID: PMC443613 9. 68. Vanholm eB,Vanholme R,Turumtay H,Goeminne G,Cesarino I,Goubet F,etal.Accumulatio nofN- acetylglucos amine oligome rsintheplant cellwall affects plant architectur einadose-dep endent and condition almanner. Plant Physiol. 2014; 165(1):290 308. Epub 20140326. https: doi.org10.11 04pp. 113.233742 PMID: 24664205; PubMed Central PMCID: PMC401258 7. Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 2424",
        "introduction": "Plants, asmuch asanyother complex eukaryotic organisms, mount specific transcriptional responses toanenvironment inorder toaccomplish physiological adaptation and survival in that environment. Heat shock, salt, cold, drought and hypoxia areamong themost well studied environmental responses inplants, and mutant studies ofthese responses have been keyto showing that agiven aspect oftheresponse isnecessary and appropriate forsurvival (e.g. 1, 28). However, ineach ofthese examples, theenvironmental stress wasapart oftheevolu- tionary history ofplants and thedevelopment ofastress response forsurvival seems logically appropriate. Knocking outthose appropriate responses hasanegative effect onsurvival under that environmental stress (e.g. 9,10,11), and manipulation oftheresponse canmodify the degree ofstress that canbeovercome (e.g. 12, 1315). Spaceflight, however, presents anenvi- ronmental situation that iswell outside oftheevolutionary history ofplants, wherein plants have hadnoexposure todevelop adaptive strategies, and thissituation creates thepossibility that environmental signals inspaceflight could beinappropriately activating non-adaptive responses. The possibility ofnon-adaptive responses tospaceflight presents anadded dimension tothe goal ofunderstanding plant growth inspace and thefundamental biological questions ofadap- tation totruly novel environments. What isthemeasure ofsuccessful adaptation toanew envi- ronment? Isitpossible togauge theimpact ofanovel environment onthebasis ofmolecular responses? Can inappropriate responses begenetically removed, thereby reducing thetran- scriptome costs ofdeveloping appropriate adaptation responses? Inthisstudy, these questions were explored simply onthebasis ofmeasuring theintensity and complexity ofthepatterns of differential gene expression inresponse tospaceflight indifferent genotypes. The data pre- sented here look atavery specific setofcellsthe last2mm oftheprimary root ofArabidopsis (Arabidostit hlaniaya), which represents theprimary gravity-sensing region oftheplant root (e.g. 16, 17. These data compared specific genotypes inorder todissect thespaceflight responses ofplants asthey germinated and continued their development ontheInternational Space Station. These plants were notundergoing transitional physiological adaptation toanew environment, butrather, from themoment ofgermination, they experienced anenvironment that isoutside theevolutionary experience ofanyterrestrial organism. This study therefore identifies thegenes engaged bythecells oftheroot tipinthespace- flight environment compared tosimilar plants ontheground, and then asks how variations in genetic background, and thelighting sub-environment ontheInternational Space Station, impact thedifferential expression ofgenes. The experimental design extrapolates primarily from theAPEX01 (Advanced Plant Experi- ment 01)Arabidopsis spaceflight experiment. APEX01 illustrated that during spaceflight in microgravity, Arabidopsis plants utilized thegradient oflight established inthegrowth hard- ware toorient thedirectional axis ofgrowth, and demonstrated unique, genotype-specific pat- terns ofroot growth 18, 19. Ontheground, theroots grew vertically down thesurface ofthe plate, butsurprisingly, sodidtheroots onorbit, butnotstraight down inanegatively photo- tropic direction; theroots instead progressed inadistinctive skewing pattern, such asseen on Earth when grown ontilted surfaces (e.g. 20. The skewing growth pattern wasinteresting from theperspective that skewing waslong thought torequire gravity, butalso from theper- spective that thetwogenotypes flownWassilewskija (WS) and Columbia-0 (Col-0)exhibited distinctly different skewing morphometrics, which were enhanced over what wastypical on theground. WSand Col-0 aregenotypically distinct and therefore possess potentially different tools torespond toanygiven setofenvironments 21, 22. Spaceflight studies byBlancaflor and colleagues demonstrated that Col-0 skews more dramatically inthedark than inthelight, Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 224(https:ge nelab-data.ndc .nasa.govge nelab accessionGL DS-120). Funding: Thework wassupported bygrant number GA-201 3-104, Center forAdvancement of Science inSpace (CASIS), URL: http:www .iss- casis.org. Thefunders hadnoroleinstudy design, datacollection andanalysis ,decision topublish, or preparation ofthemanuscript. Competing interests :Theauthors have declared thatnocompeting interests exist.and that genes associated with theactin cytoskeleton canimpact root morphology inmicro- gravity 23, 24. Spaceflight studies byKiss and colleagues established that theinterplay ofspe- cific wavelengths oflight and manipulation oflight-receptor genes canhave adramatic impact onthemorphology ofseedling growth inmicrogravity and fractional gravity, and have shown that theArabidopsis cultivar Landsberg also exhibits skewing 2529. Light plays alarger role inroot behavior inthespaceflight environment, and nuanced impact ofthegenomic back- ground appears tobemore easily revealed when gravity isnotthedominant tropic force acting ontheplant. Among thegenes that differ between WSand Col-0 isphytochrome D(PhyD), which encodes aPHYB-like member ofthefamily. PHYD appears towork inconjunction with PHYB forshade avoidance interrestrial habitats 30, 31, butappears tohave virtually norole ingravitropism 32. However, although WSlacks PhyD transcription itdoes contain normal levels ofPhyA, PhyB, and PhyC 30. There isconsiderable overlap intheroles ofthemembers ofthephytochrome family, butamutation inPhyD inaCol-0 background mimics some of thephenotypic features oftheWSecotype (e.g. 33). The role ofPhyD inshade avoidance, and also itslack ofarole ingravity sensing, contributed toourinterest inthegene, butthefact that thedeletion ofasingle, seemingly inconsequential gene inCol-0 could also phenocopy features ofthewild-type WScultivar wasespecially intriguing, and ledustochoose theCol-0 slDD lineforinclusion inatranscriptome comparison ofthewild type WSand Col-0 geno- types inthespaceflight environment. The experiment described here examined theinfluence ofgenotype onthephysiological adaptation tospaceflight asmeasured bygene expression patterns. RNAseq transcriptome pro- filing provided themetric bywhich tomeasure theimpact oftheenvironment, and address whether itispossible toeliminate allorpart ofthespaceflight response bymanipulating the genotype oftheplant. Materials and methods CARA experiment seed lines andplanting Three seed lines wild-types Wassilewskija (WS), Columbia-0 (Col-0) and Col-0 PhyD (slDD) (SALK_027956C) were tested forviability, sterility and theability tomaintain dormancy before launch. Vetted batches ofseeds were planted onPhytagel plates 18. One genotype was planted perplate, and sixplates were planted ofeach genotype. One complete setof18plates wasplanted forgrowth ontheInternational Space Station (ISS), and acomparable setof18 plates wasplanted 24hours later fortheground controls. The plates were wrapped such that every surface oftheplate wascovered byatleast twolayers ofDuvetyne Black-Out cloth (Seat- tleFabrics) tohelp preserve dormancy 34. The plates were stored at4C until launch (six days). Allseed lines areavailable through TAIR (https:www.arab idopsis.org). Launch, orbital operations offlight andground control plates The plates oftheCARA experiment launched inacold-stow bagtomaintain theplates at4C within theDragon Capsule. Launch ofSpaceX CRS-3 occurred onApril 18th,2014 totheISS (increment 39). The cargo Dragon Capsule wascarried byaFalcon 9rocket launched from Complex 40,Cape Canaveral AirForce Station, Florida. CARA isalso identified bytheNASA operations nomenclature (OpNom) ofPetri Plants, and wasoneoftheARK1 payloads flown bytheCenter forAdvancement ofScience inSpace (CASIS) (http:www.nasa.go vmission_ pagesstationresearchexperimen ts1064.html). The astronaut attending theexperiment on theISSwasExpedition 39Flight Engineer Steve Swanson. Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 324The dormant plates were activated ontheISSbybringing them outofcold stowage and removing theBlack-Out cloth wrapping, 12days after launch. The plates were then secured to afabric support affixed tothewall intheUSLaboftheDestiny module (Fig 1).The plants were allowed togrow onorbit for11days; some intheambient light ofISSand some inthe dark. Astandard light meter wasnotavailable ontheISS, soambient light levels were approxi- mated through theuseofiPad (iPad3, iOS5.1.1) application Light Meter HD- luxmeasure- ment tool, which wasexecuted byastronaut Steve Swanson. Itwasestimated that thelight- grown plates received between 46moles m-2s-1total light. The dark-grown plates were first activated byexposure tolight, (the Black-Out cloth wasremoved from thedesignated plates for4hours), and then re-wrapped inBlack-Out cloth fortheduration ofthegrowth period. At11days, seedlings were photographed, and then harvested into Kennedy Space Center Fixation Tubes (KFTs) containing RNAlater. The plants were allowed toperfuse for1218 hours atambient temperature within theKFTs, and then theKFTs were transferred tothe MELFI (Minus Eighty-degree Laboratory Freezer forISS). The frozen KFTs were returned to cold stowage within theDragon Capsule attheend ofthedocked operations period, and were returned toEarth onMay 18,2014. Following theDragon Capsule splashdown inthePacific Ocean, thefrozen KFTs were transferred totheCold Stowage charter plane attheLong Beach Fig1.Experimen tconfigur ation and growth habitats. (A)The flight plates attached tothewall ofthe Destiny module oftheInternational Space Station .(B)After germina tionwas initiated byexposure tolight, the dark-grow nplates were re-wrapped inDuvetyne Black-Out cloth. (C)The ground control plates attached to thewall oftheISSEnvironm entSimulati ons(ISSES) chamber atKenned ySpace Center inavertical orientation forgrowth. (D)The dark-grown plates intheISSES chamber after re-wrapping . https:d oi.org10.1371j ournal.pon e.0180186.g0 01 Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 424Airport, placed into aninsulated shipper with dryice,and flown toJohnson Space Center (JSC). The KFTs were then transferred viaFedEx ground totheKennedy Space Center. The KFTs were removed from dryiceand transferred toa-80C freezer onMay 22,2014. The PIs retrieved theplant samples from theKFTs onMay 29,2014 and transferred thefrozen samples back totheUniversity ofFlorida. Acomparable setofplates and operations comprised theexperimental control set(referred toastheground control). The plates oftheground control were grown atKennedy Space Cen- ter(KSC) within theISSEnvironment Simulator (ISSES) Chamber. The ground control was initiated 24hours after theinitiation ofthespaceflight experiment tofacilitate theprograming theISSES Chamber with theISSenvironmental conditions experienced bytheflight plates in theprior 24hours. The environmental parameters that were monitored and then programed into theISSES chamber included temperature, CO 2and relative humidity. Inaddition, the lighting intheISSES chamber wasadjusted torecapitulate thelight levels being experienced by theplants onorbit. Light measurements intheISSES chamber were taken with thesame iPad model and operating system (iPad3, iOS5.1.1) used ontheISS, with theLight Meter HD- lux measurement tool application. Sample preparation fortranscriptomics Seedlings preserved inRNAlater were removed from -80C storage and then allowed tothaw at4C. The focus ofthecurrent study wasrestricted totheorgan defined bytheroot tip,which wasdefined asthelast2mm oftheroot forthelight-grown plants and thelast1mm forthe dark-grown plants. The root tipswere dissected from theintact plant roots while remaining submerged inRNAlater, and kept atorbelow 4C until RNA extractions. Three independent roots were used asbiological replicates forthetranscriptomic analysis. Dissected root tipswere transferred into pre-labeled micro-centrifuge tubes, flash frozen inliq- uidnitrogen, and total RNA extracted using thePicopure RNA isolation kit(Arcturus1, Life technologies). RNA concentration wasdetermined onaQubit platform (Thermo FisherLife Technologies, Inc) and sample quality wasassessed using theAgilent 2100 Bioanalyzer (Agi- lent Technologies, Inc.). Five ngRNA from each sample wasused forRNA sequencing. Sequencing experiments were performed attheInterdisciplinary Center forBiotechnology Research (ICBR) gene expression and sequencing core, University ofFlorida. Initial data anal- ysiswasperformed attheICBR bioinformatics core, University ofFlorida. Library preparation andIllumina sequencing RNASeq libraries preparation using SMART-Seq V4ultra low input RNA kitfor sequencing combined with Illumina Nextera DNA Sample Preparation Kit. Five ngof total RNA wasused foreach cDNA library construction using theCloneTech SMART-Seq V4 ultra lowinput RNA kitforsequencing (Clontech Laboratories, Inc, cat: 634890) according tothemanufacturers protocol. Briefly, first strand cDNA wasprimed bytheSMART-Seq v4 oligonucleotide and then base-pairs with these additional nucleotides, creating anextended template. The reverse transcriptase then switched templates and continued transcribing tothe end oftheoligonucleotide, resulting infull-length cDNA that contains ananchor sequence, which served asauniversal priming siteforsecond strand synthesis. cDNA wasamplified with primer IIAfor9PCR cycles. Then Illumina sequencing libraries were generated with 120pg ofcDNA using Illumina Nextera DNA Sample Preparation Kit(Cat: FC-131-1024) according tomanufacturers instructions. Briefly, 120pgofcDNA wasused asinput fortheNextera tag- mentation reaction (fragmentation and tagging) and then adapter sequences added onto tem- plate cDNA byPCR amplification. Libraries were quantitated byBioanalyzer and qPCR (Kapa Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 524Biosystems, catalog number: KK4824). Finally, thelibraries were pooled equal molar concen- tration and sequenced byIllumina 2X75 NextSeq 500. NextSeq500 sequencing: RNA seq. Inpreparation forsequencing, barcoded libraries were sized ontheBioanalyzer, and quantified byQUBIT and qPCR (Kapa Biosystems, catalog number: KK4824). Individual samples were pooled equimolarly at4nM. This working pool wasused asinput intheNextSeq500 instrument sample preparation protocol (Illumina, Part  15048776, Rev A).Typically, a1.3pMlibrary concentration resulted inoptimum clustering density (approximately 200,000 clusters permm2).Samples were sequenced onthree flowcells, using a2x75 cycles (paired-end) configuration. Atypical sequencing runintheNextSeq500 produced 750800 million paired-end read with aQ30 85. ForRNA seq, around 40mil- lion reads provided sufficient depth fortranscriptome analysis. Mapping reads togenome data, annotated transcripts, and profiling ofgene expres- sion. The paired end reads were mapped totheArabidostit hlaniaya var.Col-0 reference genome (TAIR10) using Spliced Transcripts Alignment toaReference (STAR) software 35. Multi-step process oftranscriptome assembly and differential expression analysis wasdone using theCufflinks tool 36. Reads that map toeach transcript were counted and normalized based onfragment length and total reads. Normalized counts were expressed interms of FPKM values (fragments perkilobase oftranscript permillion mapped fragments). FPKM is directly proportional toabundance ofthetranscript. The expression data were generated ata False Discovery Rate 0.05 (FDR). AtthisFDR, atotal of33,999 genes were tested. Cluster analyses andgenome annotation The cluster analyses used inallheatmaps were generated with GeneE (https:software. broadinstitute.orgGENE-E). The clusters were generated using only genes that were assigned Atgnumbers and called significant bythecuffdiff analysis (FDR 0.05), and were differentially expressed byatleast two-fold (- 1log2). Foreach cluster analysis, genes that showed signifi- cant differential expression inatleast onecomparison were sorted according totheir Atgnum- bers and hierarchical clustering using Jaccard distance. Genes with adifferential expression value oflessthan two-fold, and genes that have anFDR0.05 aredepicted ingray. The fold- change color scale ontheheatmaps ranges from -3log2 (down 8-fold) to3log2 (up8-fold). Genes with adifferential expression value greater than 8-fold willbedepicted with thesame hueasforan8-fold change. Gene annotations and functional relationships weobtained through ATTED-II (http:atted.jp) 37. Availability ofdata The datasets supporting theconclusions ofthisarticle areavailable intheGene Expression Omnibus (GEO) repository, Series GSE94983 (https:www.ncbi.nlm. nih.govgeoqueryacc. cgi?accGSE94983). Inaddition, thegene expression data and spaceflight-relevant metadata aredeposited with NASAs GeneLab repository (https:genelab-data.ndc.nasa. govgenelab accessionGLDS-120).",
        "conclusion": "s The primary conclusion ofthiswork isthat much oftheplant response tospaceflight ispoten- tially non-adaptive inthat atleast most ofthegene expression responses could begenetically eliminated without overtly compromising growth inspace. This suggests that responses to truly novel environments may include responses from signals that areinappropriately acti- vated ormisinterpreted, and further suggests that these inappropriate responses canbegeneti- cally eliminated without adverse consequences. Forspaceflight inparticular, these data suggest that genetic manipulation canproduce varieties that arebetter adapted togrowth inspaceflight through elimination ofunnecessary responses. Asecondary conclusion ofthiswork isthat there isnofundamental spaceflight response that characterizes plant physiological adaptation tospaceflight. Rather, theadaptive response isdependent upon thegenotype oftheplant and thespecific environment within which it grows. The response also appears highly organ specific, asroots and leaves share fewspace- flight differential genes incommon 38, 47. And yet,itremains possible and even likely that classes ofdifferentially expressed genes willcontinue tobeshared amongst celltypes, geno- types and environments inspace. However there isnoovert indication that specific genes will bedifferentially expressed inallspaceflight plants. These conclusions lieinsharp contrast toevolutionarily defined and well characterized ter- restrial stress responses. Heat shock, cold shock, salt, pathogen attack and other stresses show commonality ofdifferential expression across celltypes and local environments. HSPs are HSPs inallplant cells. Since nosuch commonality exists inspaceflight responses, itappears that atleast large portions ofthespaceflight responses inplants arenotnecessary, and there- fore canbeeliminated without negative impact onplant lifeinspaceflight and opening the possibility ofselecting plant genotypes optimized forspaceflight growth. The differential expression ofcategories ofgenes, rather than individual genes, exhibited in theoverall plant spaceflight response could beinterpreted assupport forthenotion thatcertain categories ofresponses areeither necessary forspaceflight physiological adaptation, oracommon consequence ofinterpreting thisnovel environment. Acommon theme thatappears toremain consistent among plant spaceflight transcriptomes isthatofcellwall remodeling. Genes encoding proteins associated with cellwall remodeling have characterized thespaceflight response among several experiments andgenotypes 23,38,47,48,51,52,56,57,65.Cell wall remodeling genes arerepresented inthedifferentially expressed genes arerichly represented inthisexperiment as well (Fig 6,Supporting S2andS3Tables). Thus cellwall remodeling appears tobe,forthemost part, arequirement oranunavoidable consequence ofspaceflight physiological adaptation. Yet thedifferential gene expression thatcharacterizes thatresponse may behighly cell,genotype and environment specific, andindeed may notactually berequired forsuccessful adaptation. Future experiments canbedirected toestablishing theminimal responses tospaceflight by further mutational and environmental manipulations, and canthereby contribute tosystems engineering ofspaceflight habitats. Plant growth inactual lifesupport functions within space exploration isanimportant technical engineering challenge. Growing plants onpetri plates allows what islikely themost benign growth system possible inspaceflight absent artificial gravity. Water management isnotnecessary, asthePhytagel provides water totheroots with- outpotential flooding that canbeseen inlarger scale plant production systems onorbit or within exploration vehicles. Light and airmanagement isquite similar tosituations interres- trial laboratories. Itisquite possible that more stress responses willbeseen inlarger plant growth units onorbit, where water, nutrient and airmanagement become more ofanissue than forplants grown onplates. Engineering solutions tothose issues candraw upon these plants-on-plates tobetter understand achievable stress reduction goals. Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1824Supporting information S1Table. Anannotated heat map table showing thedifferentially expressed genes in response tospaceflight represented inboth thelight and thedark grown plants. (XLSX) S2Table. The fully annotated heat map displayed inFig6A: The spaceflight toground control heat maps inthelight grown plants. (XLSX) S3Table. The fully annotated heat map displayed inFig6B:The spaceflight toground con- trol heat maps inthedark grown plants. (XLSX) S4Table. The fully annotated heat map displayed inFig7AGround Control: The tran- scriptome heat maps showing differential expression between genotypes forlight grown ground control plants. (XLSX) S5Table. The fully annotated heat map displayed inFig7AFlight: The transcriptome heat maps showing differential expression between genotypes forlight grown spaceflight plants. (XLSX) S6Table. The fully annotated heat map displayed inFig7BGround Control: The tran- scriptome heat maps showing differential expression between genotypes fordark grown ground control plants. (XLSX) S7Table. The fully annotated heat map displayed inFig7BFlight: The transcriptome heat maps showing differential expression between genotypes fordark grown spaceflight plants. (XLSX) S8Table. Asetofannotated heat maps summarizing differential expression between geno- types inallconditions: GCLTWS compared toGCLTCol-0, FLT LTCol-0 compared to GCLTCol-0, FLT LTWS compared toGCLTWS, FLT LTWS compared toFLT LTCol- 0,GCDK WS compared toGCDK Col-0, FLT DK Col0 compared toGCDK Col0, FLT DK WS compared toGCDK WS, FLT DK WS compared toFLT DK Col-0, GCLTPhyD compared toGCLTCol-0, FLT LTPhyD compared toGCLTPhyD, FLT LTCol com- pared toGCLTCol-0, FLT LTPhyD compared toFLT LTCol-0, GCDK PhyD compared toGCDK Col-0, FLT DK PhyD compared toGCDK PhyD, FLT DK Col-0 compared to GCDK Col-0, FLT DK PhyD compared toFLT DK Col-0. Abbreviations: GC-Ground Con- trol, FLT-Flight, LT-Light, DK-Dark (XLSX) Acknowledgmen ts Wewould liketoextend deep thanks toApril Spinale forherassistance inthedevelopment of CARA deployment strategies fortheISSgrowth habitat and general management oftheexper- iment, and personnel atKennedy Space Center who contributed tolaunch preparations. We also very much appreciate theonorbit support oftheexperiment byastronaut crew. Wethank theInterdisciplinary Centre forBiological Research (ICBR, University ofFlorida) team, Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 1924particularly Yanping Zhang, Alberto Riva and William Farmerie forthegene expression and bioinformatics services they provided. Wewould also liketothank themembers oftheUF space plants laboratory, particularly Jordan Callaham, fortheir general support. Author Contributions Conceptualization: ALP NJS AKZ AKRJF. Data curation: NJS AKZ AK. Formal analysis: NJS AKZ AKERS. Funding acquisition: ALP RJF. Investigation: ALP NJS AKZ AKRJF. Methodology: ALP NJS AKZ AKRJF. Project administration: ALP RJF. Supervision: ALP RJF. Validation: ALP RJF. Visualization: ALP NJS AKZ. Writing original draft: ALP NJS AKZ AKRJF. Writing review editing: ALP RJF. References 1. Bailey-Ser resJ,Fukao T,Gibbs DJ,Holdsworth MJ,LeeSC,Licausi F,etal.Making sense oflowoxy- gensensing. Trends inplant science. 2012; 17(3):129 38.Epub 20120128. https: doi.org10.10 16j. tplants.201 1.12.004 PMID: 22280796. 2. Krasensky J,Jonak C.Drought, salt, andtemperatu restress -induced metabolic rearrange ments and regulatory networks .JExp Bot. 2012; 63(4):1593 608. Epub 201202 01.https:doi.or g10.109 3jxb err460 PMID: 22291134. 3. Fowler S,Thomashow MF. Arabidops istranscrip tome profiling indicates thatmultiple regulatory path- ways areactivated during cold acclimation inaddition totheCBF cold response pathway. Plant Cell. 2002; 14(8):1675 90. https:doi.or g10.1105 tpc.003483 PMID: 12172015. 4. Guo M,LiuJH,MaX,LuoDX,Gong ZH,LuMH. The Plant Heat Stress Transcription Factors (HSFs): Structure, Regulatio n,andFunction inRespons etoAbiotic Stresses. Front Plant Sci.2016; 7:114. Epub 201602 24.https:doi.or g10.338 9fpls.2016 .00114 PMID: 26904076 ;PubMed Central PMCID: PMC474626 7. 5. Chan Z,Loescher W,Grumet R.Transcrip tional variation inresponse tosaltstress incommonly used Arabidopsis thaliana accessions .Plant Physiol Biochem. 2013; 73:189201. Epub 201310 22.https: doi.org10.10 16j.plaphy.2 013.09.013 PMID: 241408 95. 6. Des Marais DL,McKay JK,Richards JH,Sen S,Wayne T,Juenger TE.Physiolog icalgenomics of response tosoildrying indiverse Arabidopsis accessio ns.Plant Cell. 2012; 24(3):893 914. Epub 2012 0313. https: doi.org10.11 05tpc.112.0 96180 PMID: 22408074; PubMed Central PMCID: PMC333611 8. 7. Busch W,Wunder lichM,Schoffl F.Identificati onofnovel heat shock factor-d ependent genes andbio- chemical pathways inArabidopsis thaliana .Plant J.2005; 41(1):114 .Epub 20041222. https: doi.org 10.1111 j.1365-313X .2004.02272. xPMID: 15610345. 8. LiuHC, Liao HT,Charng YY.The roleofclass A1heat shock factors (HSFA1 s)inresponse toheat and other stresses inArabidops is.Plant Cell Environ. 2011; 34(5):738 51.Epub 20110119. https: doi.org 10.1111 j.1365-3040 .2011.02278. xPMID: 212413 30. 9. Aubert Y,VileD,Pervent M,Aldon D,Ranty B,Simonn eauT,etal.RD20, astress-indu cible caleosin, participat esinstomatal control, transpiration anddrought toleranc einArabidopsis thaliana. Plant Cell Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 2024Physiol. 2010; 51(12):197 587. Epub 201010 19.https:doi. org10.1093p cppcq155 PMID: 20952421. 10. SuPH,LiHM. Stromal Hsp70 isimportan tforprotein translocati onintopeaandArabidops ischloro- plasts. Plant Cell. 2010; 22(5):1516 31. Epub 201005 21.https:doi.or g10.110 5tpc.109.07 1415 PMID: 204840 04;PubMed Central PMCID: PMC289988 0. 11. Bargmann BO, Laxalt AM, terRiet B,vanSchooten B,Merquiol E,Testerink C,etal.Multiple PLDs required forhigh salinity andwater deficit tolerance inplants. Plant Cell Physiol. 2009; 50(1):788 9. Epub 200811 20.https:doi.or g10.109 3pcppcn17 3PMID: 19017627 ;PubMed Central PMCID: PMC263871 3. 12. Gilmour SJ,Sebolt AM, Salazar MP, Everard JD,Thomashow MF. Overexpress ionoftheArabidopsis CBF3 transcript ional activat ormimics multiple biochemic alchanges associated with cold acclimation. Plant Physiol. 2000; 124(4):185 465. PMID: 11115899. 13. Haake V,Cook D,Riechmann JL,Pineda O,Thomashow MF, Zhang JZ.Transcript ionfactor CBF4 isa regulator ofdrought adaptati oninArabidopsis. Plant Physiol. 2002; 130(2):639 48. https:doi.or g10. 1104pp. 006478 PMID: 12376631. 14. Nishizawa A,Yabuta Y,Yoshida E,Maruta T,Yoshimur aK,Shigeok aS.Arabidopsis heat shock tran- scription factor A2asakeyregulator inresponse toseveral types ofenvironmen talstress. Plant J. 2006; 48(4):535 47.https:doi.or g10.1111 j.1365-313X .2006.02889. xPMID: 17059409. 15. LiHT,LiuH,Gao XS,Zhang H.Knock-out ofArabidops isAtNHX4 gene enhance stoleranc etosalt stress. Biochem Biophys Res Commun. 2009; 382(3):637 41. Epub 200903 25.https:doi.or g10. 1016j.bbrc .2009.03.091 PMID: 19306843. 16. Sato EM, Hijazi H,Bennett MJ,Vissenbe rgK,Swarup R.New insights intoroot gravitr opic signalling. J Exp Bot. 2015; 66(8):2155 65. Epub 201412 31.https:doi.or g10.109 3jxberu515 PMID: 25547917. 17. Boonsirich aiK,Guan C,Chen R,Masson PH.Root gravitrop ism: anexperime ntaltooltoinvestigate basic cellular andmolecular processes underlying mechanos ensing andsignal transmission inplants. Annu Rev Plant Biol. 2002; 53:421 47.Epub 2002091 2.https:doi.or g10.1146 annurev.arpl ant.53. 100301.135 158PMID: 12221983. 18. Paul A-L, Amalfitan oCE,Ferl RJ.Plant growth strategie sareremodeled byspacefligh t.BMC Plant Biol. 2012; 12(1):232. Epub 201212 12.https:doi. org10.11861 471-2229- 12-232 PMID: 232171 13. 19. Paul A-L, Zupanska AK,Schultz ER,Ferl RJ.Organ-spe cific remode lingoftheArabidopsis transcrip - tome inresponse tospacef light. BMC Plant Biol. 2013; 13:112. Epub 201308 08.https:do i.org10. 11861471-2 229-13-11 2PMID: 23919896; PubMed Central PMCID: PMC375091 5. 20. Oliva M,Dunand C.Waving andskewing: how gravity andthesurface ofgrowth media affect root devel- opment inArabidopsis. New Phytol. 2007; 176(1):37 43.Epub 20070819. https:doi.or g10.1111j. 1469-8137.2 007.021 84.x PMID: 17692076. 21. Passardi F,Dobias J,Valerio L,Guimil S,Penel C,Dunand C.Morpho logical andphysiolog icaltraits of three major Arabidops isthaliana accessio ns.JPlant Physiol. 2007; 164(8):980 92. Epub 2006081 5. https:doi.or g10.101 6j.jplph.2006 .06.008 PMID: 16904792. 22. Alonso-Bla ncoC,Aarts MG, Bentsink L,Keurentjes JJ,Reymon dM,Vreugdenh ilD,etal.What has natural variation taught usabout plant developme nt,physiolog y,andadaptati on?Plant Cell. 2009; 21 (7):18779 6.Epub 200907 04.https:doi.or g10.110 5tpc.109.06 8114 PMID: 195744 34;PubMed Central PMCID: PMC2 729614. 23. Kwon T,Sparks JA,Nakashim aJ,Allen SN,Tang Y,Blancafl orEB.Transcrip tional response ofArabi- dopsis seedlings during spacefligh treveals peroxidas eandcellwall remodeling genes associated with root hairdevelopme nt.AmJBot. 2015; 102(1):21 35.Epub 20150115. https: doi.org10.37 32ajb. 1400458 PMID: 25587145. 24. Nakashim aJ,Liao F,Sparks JA,Tang Y,Blancafl orEB.The actin cytoskele tonisasuppressor ofthe endogenous skewing behavio urofArabidopsis primary roots inmicrograv ity.Plant Biol(Stuttg ).2014; 16Suppl 1:14250. Epub 20130821. https: doi.org10.11 11plb.1 2062 PMID: 23952736. 25. Vandenbri nkJP,Herranz R,Medina FJ,Edelma nnRE,Kiss JZ.Anovel blue-light phototropic response isreveale dinroots ofArabidopsis thaliana inmicrograv ity.Planta. 2016; 244(6):120 115. Epub 2016 0811. https: doi.org10.10 07s0042 5-016-258 1-8PMID: 27507239. 26. Klingseis enB,Stevenson M,Corner R.Predict ionofBluetongue virus seropositivi tyonpastoral proper- tiesinnorthe rnAustral iausing remotely sensed bioclimatic variables .Prev VetMed. 2013; 110(2):159  68.Epub 201301 02.https:doi.or g10.101 6j.prevetme d.2012.1 2.001 PMID: 23276403. 27. Vandenbri nkJP,Kiss JZ,Herranz R,Medina FJ.Light andgravity signals synergize inmodulatin gplant develop ment. Frontie rsinPlant Science. 2014; 5.https:doi.or g10.338 9fpls.2014 .00563 PMID: 25389428 Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 212428. Kiss JZ,Millar KD,Edelma nnRE.Phototropis mofArabidops isthaliana inmicrogra vityandfractiona l gravity ontheInternational Space Station. Planta. 2012; 236:63545. Epub 201204 07.https:doi.or g 10.1007 s00425-012- 1633-y PMID: 224811 36. 29. Millar KD,Johnson CM, Edelmann RE,Kiss JZ.Anendoge nous growth pattern ofroots isrevealed in seedlings grown inmicrogra vity. Astrobiology. 2011; 11(8):787 97.Epub 201110 06.https:doi.or g 10.1089 ast.2011.06 99PMID: 21970704. 30. Aukerma nMJ,Hirschfeld M,Wester L,Weaver M,Clack T,Amasino RM, etal.Adeletio ninthePHYD gene oftheArabidops isWassilew skija ecotype defines aroleforphytochro meDinredfar-red light sensing. The Plant Cell. 1997; 9(8):1317 26.Epub 19970801. https:d oi.org10.110 5tpc.9.8.131 7 PMID: 928610 9;PubMed Central PMCID: PMC157000 . 31. Devlin PF,Robson PR,Patel SR,Goosey L,Sharrock RA,Whitelam GC. Phytochro meDacts inthe shade-av oidance syndrome inArabidops isbycontroll ingelongation growth andflowering time. Plant Physiol. 1999; 119(3):909 15. Epub 199903 09.PMID: 100698 29;PubMed Central PMCID: PMC32105. 32. Correll MJ,Kiss JZ.The roles ofphytochro mes inelongation andgravitropis mofroots. Plant Cell Phy- siol. 2005; 46(2):317 23.Epub 200502 08.https:doi.or g10.109 3pcppci03 8PMID: 15695459. 33. Monte E,Alonso JM,Ecker JR,Zhang Y,LiX,Young J,etal.Isolation andcharacteriz ation ofphyC mutants inArabidopsis reveals complex crosstalk between phytochro mesignalin gpathways. The Plant Cell. 2003; 15(9):1962 80. Epub 200309 04.https:doi.or g10.110 5tpc.01297 1PMID: 12953104 ; PubMed Central PMCID: PMC181324 . 34. Sng N,Callaham J,Ferl RJ,Paul A-L. Arabidopsis thaliana forspacefligh tapplication spreparin gdor- mant biology forpassive stowage andonorbit activat ion.Gravitationa landSpace Resea rch.2014; 2 (2):819. 35. Dobin A,Davis CA,Schlesinger F,Drenkow J,Zaleski C,JhaS,etal.STAR: ultrafast universal RNA- seqaligner. Bioinform atics. 2013; 29(1):152 1.Epub 201210 30.https:doi.or g10.109 3 bioinforma ticsbts635 PMID: 231048 86;PubMed Central PMCID: PMC353090 5. 36. Trapnell C,Roberts A,Goff L,Pertea G,Kim D,Kelley DR, etal.Differentia lgene andtranscript expres- sion analysis ofRNA-seq experime ntswith TopHat andCufflinks .NatProtoc. 2012; 7(3):5627 8.Epub 201203 03.https:doi.or g10.103 8nprot.2012.0 16PMID: 22383036; PubMed Central PMCID: PMC333432 1. 37. Aoki Y,Okamur aY,Tadaka S,Kinoshita K,Obayash iT.ATTED-II in2016: APlant Coexpres sion Data- base Towards Lineage-S pecific Coexpres sion. Plant Cell Physiol. 2016; 57(1):e5. Epub 20151108 . https:doi.or g10.109 3pcppcv165 PMID: 26546318; PubMed Central PMCID: PMC472217 2. 38. Nakashim aJ,Liao F,Sparks JA,Tang Y,Blancafl orEB.The actin cytoskele tonisasuppressor ofthe endogenous skewing behavio urofArabidopsis primary roots inmicrograv ity.Plant Biol(Stuttg ).2014; 16.https:doi. org10.1111p lb.12062 PMID: 23952736 39. Ferl RJ,Paul A-L. The effect ofspacefligh tonthegravity-sen sing auxin gradient ofroots: GFP reporter gene microsc opyonorbit. NpjMicrograv ity.2016; 2:15023 .https:doi.or g10.103 8npjmgrav .2015.23 http:www .nature.com articlesnp jmgrav20 1523supplem entary-inform ation. 40. Schultz ER,Zupansk aAK,Sng NJ,Paul A-L, Ferl RJ.Skewing inArabidops isroots involves dispara te environm ental signaling pathway s.BMC Plant Biol. 2017; 17(1):31. https: doi.org10.11 86s1287 0- 017-0975- 9PMID: 2814339 5 41. Schultz ER,Paul AL,Ferl RJ.Root Growth Patterns andMorpho metric Change Based ontheGrowth Media. Micrograv itySciTechnol. 2016; 28(6):621 31.https:doi.or g10.1007 s12217-016- 9514-9 42. Paez-Gar ciaA,Motes CM, Scheibl eWR, Chen R,Blancafl orEB,Monteros MJ.Root Traits andPheno- typing Strategies forPlant Improveme nt.Plants (Basel). 2015; 4(2):3345 5.Epub 20150101 .https: doi.org10.33 90plants4020 334PMID: 27135332; PubMed Central PMCID: PMC484 4329. 43. Langsrud .ANOVA forunbalance ddata: Use Type IIinstead ofType IIIsums ofsquares. Statistics andComputing. 2003; 13(2):163 7.https:doi.o rg10.1023a:1 023260 610025 44. Yong W,Link B,OMalley R,Tewari J,Hunter CT,LuCA,etal.Genomics ofplant cellwall biogenesis . Planta. 2005; 221(6):747 51. Epub 20050628 .https:doi.or g10.1007 s00425-005- 1563-z PMID: 15981004. 45. Tanz SK,Castleden I,Hooper CM, Vacher M,Small I,Millar HA.SUBA3: adatabase forintegrating experime ntation andpredicti ontodefine theSUBcellu larlocation ofproteins inArabidopsis. Nucleic Acids Res. 2013; 41(Datab aseissue):D 118591. Epub 201211 28.https:doi.or g10.109 3nar gks1151 PMID: 23180787 ;PubMed Central PMCID: PMC353112 7. 46. Fengler S,Spirer I,Neef M,Ecke M,Nieselt K,Hampp R.Awhole-g enome microarray study ofArabi- dopsis thaliana semisolid callus cultures exposed tomicrogravit yandnonmicro gravity related space- flight condition sfor5days onboard ofShenzh ou8.Biomed Res Int.2015; 2015:547495. Epub 2015 0206. https: doi.org10.11 552015 547495 PMID: 2565411 1;PubMed Central PMCID: PMC430929 4. Spacefli ghttranscrip tome response sinplants: Aresome responses dispensab le? PLOS ONE https:doi.or g10.137 1journal.po ne.01801 86 June 29,2017 222447. Ferl RJ,Koh J,Denison F,Paul AL.Spaceflight induces specific alterations intheproteome sofArabi- dopsis. Astrobiology .2015; 15(1):325 6.Epub 201412 18.https:doi.or g10.108 9ast.2014.1 210 PMID: 255179 42;PubMed Central PMCID: PMC429080 4. 48. Zhang Y,Wang L,XieJ,Zheng H.Differentia lprotein expression profiling ofArabidops isthaliana callus under micrograv ityonboard theChines eSZ-8 spacecraft. Planta. 2015; 241(2):475 88. Epub 201411 07.https:doi. org10.1007s 00425-014- 2196-x PMID: 25374148. 49. Mazars C,Briere C,Grat S,Pichereaux C,Rossign olM,Pereda-L othV,etal.Microgra vityinduces changes inmicrosome-a ssociat edproteins ofArabidopsis seedlings grown onboard theinternationa l space station. PLoS One. 2014; 9(3):e9181 4.Epub 201403 13.https:doi.or g10.137 1journal.po ne. 0091814 PMID: 24618597; PubMed Central PMCID: PMC395028 8. 50. Zupanska AK,Denison FC,Ferl RJ,Paul A-L. Spaceflig htengages heat shock protein andother molec- ularchaperone genes intissue culture cells ofArabidopsis thaliana. AmJBot. 2013; 100(1):235 48. https:doi.or g10.373 2ajb.1200343 PMID: 23258370 51. Correll MJ,Pyle TP,Millar KD,Sun Y,Yao J,Edelmann RE,etal.Transcrip tome analyses ofArabidop- sisthaliana seedlings grown inspace: implication sforgravity-r esponsive genes. Planta. 2013; 238 (3):51933 .https:doi. org10.1007s 00425-013- 1909-x PMID: 23771594. 52. Paul A-L, Zupanska A,Ostrow DT,Zhang Y,Sun Y,LiJ-L,etal.Spaceflight transcrip tomes: unique response stoanovel environmen t.Astrobiology .2012; 12:4056. https: doi.org10.10 89ast.2011 . 0696 PMID: 222211 17 53. Sugimoto M,Oono Y,Gusev O,Matsumoto T,Yazawa T,Levinskik hMA, etal.Genom e-wide expres- sion analysis ofreactive oxygen species gene network inMizuna plants grown inlong-term spacefligh t. BMC Plant Biol. 2014; 14:4. Epub 20140108. https: doi.org10.11 861471 -2229-14-4 PMID: 24393219; PubMed Central PMCID: PMC3 927260. 54. Salmi ML,Roux SJ.Gene expression changes induced byspace flight insingle-ce llsofthefern Cera- topteris richar dii.Planta. 2008; 229(1):151 9.https: doi.org10.10 07s0042 5-008-081 7-yPMID: 18807069. 55. Paul A-L, Popp MP, Gurley WB, Guy CL,Norwood KL,Ferl RJ.Arabidopsis gene expression patterns arealtered during spacefligh t.Advances inSpace Research. 2005; 36(7):1175 81. 56. Proteomic sandTranscrip tomics Analysis ofArabidops isSeedlings inMicrogra vityInternet. NASA GeneLab. 2015. 57. Comparison ofthespacefligh ttranscript ome offour commo nlyused Arabidops isthaliana ecotypes Internet .NASA GeneLab. 2015. 58. Schuler O,Hemmer sbach R,Bohmer M.ABirds-Eye View ofMolecular Changes inPlant Gravit ropism Using Omics Techniqu es.Front Plant Sci.2015; 6:1176. Epub 20160107. https: doi.org10.33 89fpls. 2015.01176 PMID: 26734055; PubMed Central PMCID: PMC468980 2. 59. Paul AL,Ferl RJ.Spacefli ghtexploration inplant gravitati onal biology.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_23.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_24.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_25.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_26.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_27.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_28.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_29.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_30.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_31.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_32.jpg",
                "caption": "No caption available"
            }
        ]
    }
]