[
    {
        "pmid": "29492879",
        "title": "Metabolic Coupling Between Bone Marrow Adipose Tissue and Hematopoiesis.",
        "year": "2018",
        "journal": "Curr Osteoporos Rep",
        "abstract": "PURPOSE OF REVIEW: Mesenchymal stem cells (MSCs) located in the bone marrow have the capacity to differentiate into multiple cell lineages, including osteoblast and adipocyte. Adipocyte density within marrow is inversely associated with bone mass during aging and in some pathological conditions, contributing to the prevailing view that marrow adipocytes play a largely negative role in bone metabolism. However, a negative association between marrow adipocytes and bone balance is not universal. Although MAT levels appear tightly regulated, establishing the precise physiological significance of MAT has proven elusive. Here, we review recent literature aimed at delineating the function of MAT.\nRECENT FINDINGS: An important physiological function of MAT may be to provide an expandable/contractible fat depot, which is critical for minimization of energy requirements for sustaining optimal hematopoiesis. Because the energy requirements for storing fat are negligible compared to those required to maintain hematopoiesis, even small reductions in hematopoietic tissue volume to match a reduced requirement for hematopoiesis could represent an important reduction in energy cost. Such a physiological function would require tight coupling between hematopoietic stem cells and MSCs to regulate the balance between MAT and hematopoiesis. Kit-ligand, an important regulator of proliferation, differentiation, and survival of hematopoietic cells, may function as a prototypic factor coupling MAT and hematopoiesis. Crosstalk between hematopoietic and mesenchymal cells in the bone marrow may contribute to establishing the balance between MAT levels and hematopoiesis.",
        "full_text": "Metabolic Coupling between Bone Marrow Adipose Tissue and Hematopoiesis Russel T. Turner, PhDa,b, Stephen A. Martin, PhDa, and Urszula T. Iwaniec, PhDa,b aSkeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, USA bCenter for Healthy Aging Research, Oregon State University, Corvallis, OR 97331, USA Abstract Purpose of review Mesenchymal stem cells (MSCs) located in bone marrow have the capacity to differentiate into multiple cell lineages, including osteoblast and adipocyte. Adipocyte density within marrow is inversely associated with bone mass during aging and in some pathological conditions, contributing to the prevailing view that marrow adipocytes play a largely negative role in bone metabolism. However, a negative association between marrow adipocytes and bone balance is not universal. Although MAT levels appear tightly regulated, establishing the precise physiological significance of MAT has proven elusive. Here we review recent literature aimed at delineating the function of MAT. Recent findings An important physiological function of MAT may be to provide an expandablecontractible fat depot, which is critical for minimization of energy requirements for sustaining optimal hematopoiesis. Because the energy requirements for storing fat are negligible compared to those required to maintain hematopoiesis, even small reductions in hematopoietic tissue volume to match a reduced requirement for hematopoiesis could represent an important reduction in energy cost. Such a physiological function would require tight coupling between hematopoietic stem cells and MSCs to regulate the balance between MAT and hematopoiesis. Kit- ligand, an important regulator of proliferation, differentiation, and survival of hematopoietic cells may function as a prototypic factor coupling MAT and hematopoiesis. Summary Crosstalk between hematopoietic and mesenchymal cells in bone marrow may contribute to establishing the balance between MAT levels and hematopoiesis. Keywords adipocyte; osteoblast; hematopoiesis; Kit-ligand; bone remodeling Corresponding author: Urszula T. Iwaniec, Ph.D., Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR 97331, Tel: 541-737-9925, Fax: 541-737-6914, urszula.iwaniecoregonstate.edu. Conflict of Interest: The authors have nothing to disclose. HHS Public Access Author manuscript Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Published in final edited form as: Curr Osteoporos Rep . 2018 April ; 16(2): 95104. doi:10.1007s11914-018-0422-3. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIntroduction Bone marrow is a hierarchal, self-renewing, and self-amplifying tissue maintained by small numbers of hematopoietic stem cells (HSCs) and mesenchymal stem cells (MSCs). These cells have the capacity to self-renew asymmetrically and differentiate into specific cell lineages. The hematopoietic bone marrow is responsible for myelopoiesis, erythropoiesis, thrombopoiesis, and lymphopoiesis  1. Hematopoiesis occurs in bone marrow in close contact with resident MSC-derived stroma that provides structural and functional support for HSC growth and differentiation  2, 3. The stroma includes endothelial cells, smooth muscle cells, reticular cells, stromal fibroblasts, osteoblasts, and adipocytes  4. HSCs and MSCs within bone marrow contribute to additional important physiological functions, including bone growth and turnover. Specifically, HSCs give rise to osteoclasts and MSCs give rise to endosteal osteoblasts  5, 6. Marrow adipose tissue (MAT) refers to MSC-derived adipocytes located within the bone marrow niche. Although studied since the 19th century  7, efforts to understand the significance of MAT have increased substantially in recent years. MAT has a unique set of characteristics that set it apart from other fat depots. Spatially confined within the skeleton, expansion capacity of MAT is limited compared to visceralsubcutaneous white adipose tissue (WAT) and brown adipose tissue (BAT). While all adipose compartments are heterogeneous in their cellular composition, MAT differs from other compartments in that the adipocytes are interspersed at varying density throughout a heterogeneous population of cells that include HSCs and bone cells. Differences among fat depots suggest unique functions. WAT depots serve primarily as sites of energy storage and adipokine secretion, and BAT depots serve as sites of basal and inducible energy expenditure  8. The function of MAT is less certain. Here we review evidence that MAT provides a highly regulated expandablecontractible fat depot serving to minimize energy requirements for sustaining optimal hematopoiesis. Figure 1 summarizes this model. For additional perspectives on MAT, we direct the reader to recent reviews  9 13, including ones focusing on the relationship between MAT and energy metabolism  14, MAT and energy deficit  15, MAT and fatty infiltration of skeletal muscle  16, MAT and diabetes  17, MAT and exercise  18, and MAT and cancer metastasis  19, 20. Adipocyte differentiation and MAT expansion Local and systemic stimuli, which positively and negatively regulate lineage-specific signaling pathways, regulate MSC differentiation fate. The transcription factor PPAR  directs adipogenic differentiation through two phases: (1) determination, which converts MSCs to preadipocytes and commits them to the adipogenic lineage, and (2) terminal differentiation, in which the preadipocytes begin to acquire the necessary machinery for lipid transport and synthesis, and ultimately begin to accumulate lipids. In humans, MAT development and accumulation occurs in a physiologically sequential context driven by age, skeletal site, and gender. MAT development begins just after birth in the terminal phalanges and progresses to the distal and proximal long bones of the appendicular skeleton at an accumulation rate of approximately 10 per decade, so that by middle age, MAT occupies Turner et al. Page 2 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript50-70 of the total marrow volume, and represents approximately 5-10 of total body adipose tissue  21. Men exhibit greater MAT volume than women up to middle age, but following menopause MAT volume in women becomes greater than in men  22. In addition to the natural progression of MAT accumulation in healthy individuals, some pathological conditions, including postmenopausal, alcohol abuse, and disuse forms of osteoporosis, are associated with increased MAT accumulation. Two locally distinct populations of marrow adipocytes have been described  23 and are commonly referred to as constitutive MAT (cMAT) and regulated MAT (rMAT)  24. cMAT, also known as yellow marrow, consists of densely packed adipocytes. In rodents, cMAT is common in caudal vertebrae, phalanges, and distal tibia and accumulates primarily as a function of age. In contrast, rMAT is interspersed in the red hematopoietic marrow of many bones and is more responsive than cMAT to physiological challenges  10, 24, 25. rMAT adipocytes are reported to be smaller in size, and contain lower amounts of unsaturated lipids compared to cMAT and comparison of gene expression profiles suggests rMAT exhibits a transcriptional identity more similar to WAT  10, 24. However, these observations may not offer a complete description of the range of MAT phenotypes, nor be universally generalizable. Hypophysectomy-induced growth hormone deficiency resulted in increased accumulation of triglycerides and cholesterol in femur diaphysis, presumably representing an increase in rMAT. However, in contrast to the aforementioned analysis  24, the increase in rMAT was associated with higher levels of unsaturated fatty acids (16:1, n-7, 18:2, n-6) with no change (16:0) or lower levels (18:0) of saturated fats  26. It is clear that additional work is required to characterize the nature and physiological significance of the two or more locally distinct populations of marrow adipocytes. MAT may exhibit a hybrid phenotype (also referred to as beige fat) with characteristics shared with adipocytes in WAT and BAT  14. Similar to WAT adipocytes, MAT adipocytes are large spherical cells that contain a unilocular lipid droplet. However, it is unclear the extent to which MAT is insulin sensitive, a defining characteristic of WAT. Compared to WAT, MAT adipocytes contain a greater number of mitochondria and higher level of expression of mitochondrial regulators such as PGC-1  and PRDM16. While this suggests a BAT-like phenotype, MAT does not express appreciable levels of the BAT marker UCP-1, suggesting that MAT adipocytes have limited ability to uncouple respiration  27. In mice, UCP-1 gene expression levels were 1  105 greater in BAT than tibia (Figure 2). Mild cold temperature stress due to room temperature housing (22C) resulted in 5-fold increase in UCP-1 gene expression in BAT and a non-significant 1.2-fold increase in femur compared to thermoneutral housing (32C)  28. These findings do not support an important role of MAT in non-shivering thermogenesis in mice, at least in the temperature range evaluated. MAT development and accumulation is species-specific, and in mice typically occurs later in the life course compared to larger animals, including rats and humans. As described by Galileo Galilei in Dialogues Concerning Two New Sciences (published in 1638), bone size does not scale linearly with body size. In mice, the skeleton (including bone marrow) makes up a substantially smaller percentage of total body mass than in rats (10 times mouse mass) or humans (2  103 times mouse mass). Since hematocrit does not differ among these mammals, the hematopoietic capacity of bone marrow in larger animals is greater than in Turner et al. Page 3 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptsmaller ones, which may provide a plausible explanation for differences in MAT accumulation among species. Mice are able to compensate for the inability of their small skeleton to support hematopoiesis during a physiological stress such as pregnancy by initiating extramedullary hematopoiesis  29. Pathophysiological increases in bone volume fraction due to estrogen-induced osteosclerosis or juvenile onset osteopetrosis also induce extramedullary hematopoiesis in mice  30, 31. Because mechanistic studies examining the function of MAT are often performed in mice, it is important to consider these species differences in hematopoietic capacity before extrapolating results to humans. Does MAT regulate bone turnover balance? MAT has generated considerable interest as a putative negative regulator of bone balance. Because adipocytes and osteoblasts differentiate from MSCs, increasing marrow adipocytes could reflect a shift in the differentiation program of MSCs from osteoblasts to adipocytes 32. Mechanistically, inhibition of PPAR  decreases adipocyte differentiation while increasing osteoblast differentiation. Conversely, preosteoblast-targeted overexpression of PPAR inhibits bone mass gain in male mice and increases ovariectomy-induced osteopenia in female mice  33. On the other hand, it is uncertain whether physiological regulation of MAT levels requires changes in PPAR  gene expression  28. Whatever the precise underlying molecular mechanisms, a shift in lineage decision to favor adipogenesis over osteoblastogenesis may prevent adequate coupling of bone formation to the prevailing level of bone resorption and result in a negative bone remodeling balance. Bone marrow adipocytes could also negatively influence bone metabolism by releasing adipokines. There is ample evidence that several of these (e.g., leptin, IGF-1 adiponectin, resistin) are capable of influencing bone cell differentiation  34. Thus, factors produced by MAT could alter bone balance by (1) changing the rate of appearance of osteoblasts andor osteoclasts onto bone surfaces, (2) increasing the rate of osteoblast andor osteoclast disappearance from bone surfaces, or (3) altering osteoblast andor osteoclast activity. Some investigators have concluded that marrow adipocyte differentiation inevitably occurs at the expense of osteoblast differentiation and function, and that MAT represents a potential therapeutic target for interventions to prevent andor treat osteoporosis  35, 36. To challenge the hypothesis that increasing MAT negatively affects osteoblasts, Keune et al.  37 evaluated the impact of spaceflight-induced increases in MAT on osteoblast kinetics in rats. While spaceflight resulted in a 3.5-fold increase in MAT, there were no changes in osteoblast activity, lifespan, or production rate. This finding demonstrates that increasing MAT does not necessarily alter osteoblast dynamics. However, it is possible that failure to increase osteoblast number in response to increased bone resorption was due to diversion of MSCs from osteoblasts to adipocytes. Thus, this study does not rule out the possibility that increased MAT may have contributed to the negative bone turnover balance. To address causality and efficacy of targeting MAT to prevent bone loss, Keune et al.  38 evaluated the skeleton in weight-bearing and hindlimb-unloaded WT and KitWWv mice. Hindlimb unloading is a ground-based model for spaceflight and KitWWv mice are MAT deficient. Osteoclast perimeter and bone formation were higher in distal femur metaphysis of MAT-deficient mice consistent with the concept that preventing MAT increases the Turner et al. Page 4 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptproduction of osteoblasts. However, cancellous bone volume fraction was unchanged in weight-bearing bones, and MAT-deficient mice exhibited exaggerated bone turnover and bone loss during hindlimb unloading. These results do not support the hypothesis that MAT accrual is responsible for disuse-induced bone loss in mice. Rather, they suggest that MAT attenuates disuse-induced osteopenia by dampening bone turnover. The above findings and earlier work  39, 25 indicate that a negative association between MAT and bone mass is not universal and argue against indiscriminant suppression of MAT as a general strategy to prevent or treat osteoporosis. Perhaps a better understanding of how crosstalk between MAT and neighboring cells involved in regulating bone turnover may reveal conditions where purposely targeting MAT is justifiable. Is MAT an endocrine target tissue? MAT is an endocrine target tissue based on criteria that adipocytes in bone marrow respond to changes in circulating levels of hormones. Hormones derived from pituitary gland, adipose tissue, ovaries, adrenal gland, and pancreas influence MAT. The list of endocrine organs is likely to increase. To date, studies have focused on hormone deficiency and excess. The effects of physiological changes in hormone levels on MAT have received much less attention and should be a priority for future studies. Growth hormone, leptin, and estrogen are examples of hormones that influence MAT levels. Growth hormone deficiency following hypophysectomy in rats, leptin deficiency in obob mice, and estrogen deficiency following ovariectomy in mice and rats each lead to elevated MAT levels  40, 41, 26. However, hypophysectomy, leptin deficiency, and ovariectomy also result in a plethora of metabolic changes that may obscure the specific effects of these hormones on MAT. Hypophysectomized rats, for example, become osteopenic, hypogonadal, hypophagic, hypoleptinemic, and have low IGF-I levels. Leptin-deficient mice have impaired bone growth, depressed growth hormone levels, are osteopetrotic, and become hyperphagic, diabetic and hypogonadal, while ovariectomized rodents experience accelerated bone growth, develop bone- and bone compartment-specific bone gain or loss, and become hyperphagic and hyperleptinemic. Conditions resulting in end organ resistance to growth hormone (e.g., alcohol abuse, skeletal disuse) can increase MAT without changing growth hormone levels  42, 43. These findings suggest that hormones playing an important role in energy metabolism, reproduction, or bone biology are likely to influence MAT. However, the profound and often overlapping actions of these hormones on their target tissues also suggest that multiple hormones act in concert to regulate MAT. While findings to date implicate growth hormone as a key regulator of MAT levels, the underlying mechanisms mediating this hormones action on bone marrow adipogenesis have received little attention. To better understand the role of growth hormone in regulating MAT and the impact of MAT on bone formation, Menagh et al. treated hypophysectomized rats exhibiting extensive fat infiltration into marrow with growth hormone, estrogen, IGF-I, or intermittent parathyroid hormone  26. Intermittent parathyroid hormone is of interest because it is a potent stimulator of bone formation in the presence or absence of high MAT 39. Whereas treatment with growth hormone normalized MAT levels without changing Turner et al. Page 5 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptleptin levels, treatment with either estradiol or IGF-I was ineffective in lowering MAT. A recent study suggests that intermittent parathyroid hormone directs bone marrow MSC fate to osteoblasts and away from adipocytes  44, a conclusion supported by an earlier study in calorically-restricted rats  45. However, treatment of hypophysectomized or ovariectomized rats with intermittent parathyroid hormone, while dramatically increasing bone formation, did not alter MAT levels  46. These divergent results suggest that bone anabolic interventions such as intermittent parathyroid hormone therapy may direct differentiation of MSCs towards osteoblasts without reducing existing MAT levels. Administration of leptin, whether by intracerebroventricular or subcutaneous delivery, was effective in reducing elevated MAT levels in long bones of leptin-deficient obob mice  47 49, 40. The reduction in MAT was likely due to a combination of reduced adipocyte differentiation, increased fat oxidation, and increased adipocyte apoptosis  4749, 40. Evidence for a potent inhibitory effect of leptin on MAT received additional support from recent studies demonstrating that long-duration hypothalamic leptin gene therapy normalized MAT levels as well as body weight and most bone parameters in obob mice fed normal and high fat diets  50. The physiological actions of leptin on the skeleton occur at low hormone levels  51. This could help explain why some studies fail to detect a relationship between blood leptin levels and MAT  52. Is MAT an endocrine tissue? Bone marrow adipocytes have the transcriptional machinery to generate and secrete a variety of hormones, cytokines, and growth factors. Thus, MAT has the potential to influence target cells in marrow and beyond through paracrine and endocrine signaling mechanisms. That being said, the specific functional role of MAT as an endocrine organ remains largely unknown due to two primary challenges: (1) assigning the contribution of MAT and extramedullary adipose depots to circulating adipokines, and (2) technical limitations related to a mixed cell population that confound accurate determination of MAT secretory profile. In Figure 2 we compare expression levels of adipokines (adiponectin, leptin, resistin, adipin and adipogenin) attributable to adipocytes among total tibia, BAT and WAT. Although expressed in tibia, expression levels for the adipokines were lower than in BAT or WAT, in part reflecting the relatively low MAT volume fraction in young adult mice. The lower gene expression levels do not support an important endocrine role for MAT under basal conditions. However, a recent report suggests that during caloric restriction, MAT-derived adiponectin significantly contributes to circulating levels of the hormone and exerts systemic metabolic effects at distant tissues such as muscle  53. It remains to be determined how different conditions (e.g., obesity, aging, disease) influence the secretory profile, phenotype, and endocrine nature of MAT. MAT and cold stress Mice are typically housed at temperatures (18-23C) well below thermoneutral for the species (32C)  54. Mice are obligatory daily heterotherms and the resulting cold stress greatly increases sympathetic outflow to BAT and has profound effects on energy allocation. The requirement for adaptive thermogenesis to maintain body temperature results in Turner et al. Page 6 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptincreased food consumption and important changes in body composition  28. As pointed out by Overton  55, housing mice at sub-thermoneutral temperature alters nearly all physiological systems associated with the metabolic syndrome. A collateral impact of room temperature housing is premature cancellous bone loss. Housing mice at thermoneutral (32C) prevented bone loss observed at 22C and led to higher mineralizing perimeter and lower osteoclast-lined bone perimeter  28. In addition to higher bone mass, there was a 2- fold increase in MAT; these findings should raise concern regarding interpretation of results in studies evaluating MAT in mice subjected to room temperature-induced cold stress. MAT as a dynamic depot important for hematopoiesis Hematopoietic lineage cells in bone marrow undergo continuous and very rapid turnover 56. In a healthy human, 35 billion bone marrow-derived blood cells are replacedhr due to cell death. To place this number in perspective, osteocytes make up the majority of bone cells and the average adult human skeleton contains  45 billion osteocytes  57. These terminally differentiated osteoblasts have estimated average lifespans of 25 years  57. Thus, the daily turnover of osteocytes is negligible (0.001) compared to blood cells. It would require multiple lifespans for cumulative osteocyte turnover to equal a single day of hematopoietic cell turnover. As such, the high rate of exodus of hematopoietic lineage cells from bone marrow in conjunction with MAT expansion provides a plausible cellular mechanism for rapid replacement of hematopoietic cells by MAT. Adding a typical adipocyte to mouse bone marrow (5.5  104 m3) displaces 30 nucleated hematopoietic marrow cells. MAT volume increases gradually with age but can also change rapidly in response to metabolic, hormonal, and other perturbations (e.g., spaceflight). In Menagh et al.  26 described above, hypophysectomy increased MAT from 5 to 45 volume fraction in only 25 days and MAT was restored to normal levels within 10 days of initiation of growth hormone administration. These changes in MAT volume fraction could have resulted in displacementreplacement of more than 100,000 hematopoietic cellsmm3 of bone marrow. Role of c-kit signaling in coupling MSC and HSC differentiation and function in marrow c-kit is a receptor tyrosine kinase. The ligand for c-kit has numerous aliases, including kit ligand, mast cell growth factor, stem cell factor, and steel factor. Alternative splicing results in membrane bound (m-kit ligand) or soluble (s-kit ligand) forms of the ligand which differ in their biological actions  58. Interest in kit signaling as a putative pathway coupling MSC and HSC differentiation and function in bone marrow stems from the critical role of this pathway in hematopoietic lineage decision, cell proliferation, and cell survival  59, and the cellular distribution of c-kit and kit-ligand. With a few notable exceptions, c-kit expression is lost during HSC differentiation. The exceptions include (1) osteoclasts, which may play a role in mobilization of HSCs from their niche in bone marrow and (2) mast cells, which may play a role in regulation of adipogenesis  60, 61. Cells derived from MSCs express m-kit ligand and s-kit ligand and osteoblast lineage cells may tether HSCs within the HSC niche, in part through m-kit ligand  62. Considerable controversy surrounds the precise Turner et al. Page 7 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptorganization of the hematopoietic niche and roles of cells that comprise the stroma. Nevertheless, it is well documented that cells derived from MSCs, including adipocytes, support hematopoiesis in vitro  63 and a recent study suggests that kit-ligand is critical to this function  64. Loss of function mutations in c-kit receptor and kit-ligand can result in anemia, mast cell deficiency, altered body composition, and skeletal abnormalities. Mutations leading to global reduction in c-kit receptor function (e.g., kitWWv) and m-kit ligand function (e.g., kitSlSld) in mice also result in absence of MAT in long bones and lumbar vertebrae  65. A deficiency in kit signaling in mice prevents ovariectomy-induced increase in MAT and accentuates bone loss in hindlimb-unloaded mice  66, 38. In addition to an absence of bone marrow adipocytes, kit receptor-deficient kitWWv mice have multiple abnormalities in fat metabolism, including hypertriglyceridemia, hypercholesterolemia, and elevated chylomicrons, low density lipoprotein, and very low density lipoprotein, indicating a defect in lipid transport into cells  67. Additionally, the mutant mice have reduced lipoprotein lipase activity. These findings imply that kit signaling plays a role in lipid metabolism. Furthermore, receptor tyrosine kinase inhibitors targeting kit signaling, such as gleevec, have been reported to reduce blood glucose levels in patients with chronic myeloid leukemia and decrease body weight in rodents fed a high fat diet  68, 69. In rats, MAT was 47 lower in gleevec-treated animals compared to controls due to reduced adipocyte density  70. It is worth noting that gleevec treatment also reduced osteoblast-lined bone perimeter  70, an observation that further contradicts the assertion that drugs that decrease MAT will necessarily lead to an increase in osteoblasts. KitShSh mice have a mutation in a regulatory element leading to cell-specific loss of kit signaling. The mice are mast cell-deficient but in contrast to kitWWv and kitSlSld are not anemic and have MAT, indicating that the absence of MAT is due to kit signaling insufficiency and not mast cell deficiency, per se  65. Adoptive transfer of WT bone marrow into kitWWv mice was effective in replacing kitWWv HSCs with WT HSCs but, surprisingly, did not result in MAT infiltration  38. It is not yet clear whether the absence of MAT in kit signaling-deficient mice is due to failure to form adipocytes or failure of adipocytes to accumulate lipids. In either case, kitWWv and kitSlSld mice may provide models for investigating the physiological role of MAT. Why does long-term fasting increase MAT? At first glance, an increase in MAT with weight loss seems counterintuitive. However, taking into consideration the low energy cost of generating adipocytes and storing triglycerides compared to the high cost of maintaining hematopoietic bone marrow, thermodynamics should favor MAT formation. The energy cost of replacing hematopoietic cells leaving bone marrow with adipocytes is low. As mentioned, an average adipocyte occupies the same volume as 30 nucleated bone marrow cells. During a prolonged fast, fat stored in WAT undergoes lipolysis, leading to increased circulating levels of fatty acids. Deposition of fatty acids released from WAT during fasting into MAT requires minimal energy expenditure. Once generated, the energy cost required to maintain MAT is low because of the large size Turner et al. Page 8 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptand low metabolic rate of individual adipocytes. The low energy cost of maintaining MAT contrasts with the high-energy costs required for the high metabolic rate and rapid turnover of hematopoietic cells (Figure 3); in contrast to simple incorporation of preformed lipids into fat, formation of hematopoietic cells requires continuous de novo synthesis of macromolecules. Fasting results in important adaptive responses that increase survival by reducing energy expenditure. Based upon the above considerations, we hypothesize that the increase in MAT initiated during fasting represents one such adaptation. Evidence supporting a reciprocal relationship between MAT and hematopoiesis Several lines of evidence support a tight reciprocal relationship between MAT levels and hematopoiesis. Normal aging is associated with an increase in MAT and a decrease in hematopoietic cellularity in humans  71, 72. As mentioned, deficiencies in growth hormone, leptin, and estrogen all result in reversible increases in MAT. In each case, the increase in MAT is associated with decreased hematopoiesis. Furthermore, prolonged fasting, chronic alcohol abuse, and skeletal disuse (e.g., chronic bed rest, spaceflight) result in increased MAT and decreased hematopoiesis in humans or animal models. Importantly, age-related increases in MAT and decreases in hematopoiesis are reversed by cold temperature stress, blood loss, and infection  7375 and enhanced by treatment with the PPAR agonist troglitazone  76, providing circumstantial evidence supporting the concept that the prevailing requirement for hematopoiesis regulates MAT levels. Finally, Boyd et al. 77 recently reported that bone marrow failure associated with acute myeloid leukemia is due, in part, to leukemic suppression of bone marrow adipocytes. Specifically, the suppression of the adipocytes disrupts regulation of HSCs and progenitor cells, resulting in impaired myelo-erythroid maturation. Conclusions MAT is often inversely associated with bone mass, naturally fueling speculation that bone marrow adipocytes play a largely negative role in bone metabolism. Mechanistically, it has been hypothesized that differentiation to adipocytes at the expense of osteoblasts andor adipocyte-derived adipokines lead to negative bone balance. According to this view, the plasticity of MSC differentiation is an attractive target for development of pharmaceutical interventions to suppress MAT and thereby increase bone formation. However, a negative relationship between MAT and osteoblasts is not universal and, when observed, causality has not been established. Taken together, the experimental evidence does not support the deterministic model where reducing MAT will invariably lead to increased bone volume. An important physiological function of MAT may be to provide an expandablecontractible depot to minimize energy requirements for sustaining optimal hematopoiesis. If correct, there must be tight coupling between MSCs and HSCs to regulate the balance between MAT and hematopoiesis. The c-kit signaling pathway has emerged as an important component in this regulatory system. Future research directed toward understanding of crosstalk between MAT and hematopoietic lineage cells may lead to an improved understanding of MAT function relevant to human health.Turner et al. Page 9 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAcknowledgments Grants from the National Institutes of Health (AR060913 and AR066811) and the National Aeronautics and Space Administration (NNX12AL24) supported this work. References Cited 1. Morrison SJ, Scadden DT. The bone marrow niche for haematopoietic stem cells. Nature. 2014; 505(7483):32734. DOI: 10.1038nature12984 PubMed: 24429631 2. Lichtman MA. The ultrastructure of the hemopoietic environment of the marrow: a review. Experimental hematology. 1981; 9(4):391410. PubMed: 7016565 3. Tavassoli M, Friedenstein A. Hemopoietic stromal microenvironment. American journal of hematology. 1983; 15(2):195203. PubMed: 6613987 4. Allen TD, Dexter TM, Simmons PJ. Marrow biology and stem cells. Immunology series. 1990; 49:138. 5. Beresford JN, Bennett JH, Devlin C, Leboy PS, Owen ME. Evidence for an inverse relationship between the differentiation of adipocytic and osteogenic cells in rat marrow stromal cell cultures. Journal of cell science. 1992; 102(Pt 2):34151. PubMed: 1400636 6. Vaananen HK, Laitala-Leinonen T. Osteoclast lineage and function. Archives of biochemistry and biophysics. 2008; 473(2):1328. DOI: 10.1016j.abb.2008.03.037 PubMed: 18424258 7. Huggins C, Blocksom BH. Changes in outlying bone marrow accompanying a local increase of temperature within physiological limits. The Journal of experimental medicine. 1936; 64(2):253 74. This paper is a must-read for anyone interested in MAT. As a side note - Charles Brenton Huggins was awarded the Nobel Prize for his pioneering work on hormonal regulation of prostate cancer. PubMed: 19870534 8. Lecka-Czernik B. Marrow fat metabolism is linked to the systemic energy metabolism. Bone. 2012; 50(2):5349. DOI: 10.1016j.bone.2011.06.032 PubMed: 21757043 9. Craft CS, Scheller EL. Evolution of the marrow adipose tissue microenvironment. Calcified tissue international. 2017; 100(5):46175. DOI: 10.1007s00223-016-0168-9 PubMed: 27364342 10. Scheller EL, Burr AA, MacDougald OA, Cawthorn WP. Inside out: Bone marrow adipose tissue as a source of circulating adiponectin. Adipocyte. 2016; 5(3):25169. DOI: 10.108021623945.2016.1149269 PubMed: 27617171 11. Scheller EL, Cawthorn WP, Burr AA, Horowitz MC, MacDougald OA. Marrow Adipose Tissue: Trimming the Fat. Trends in endocrinology and metabolism: TEM. 2016; 27(6):392403. DOI: 10.1016j.tem.2016.03.016 PubMed: 27094502 12. Suchacki KJ, Cawthorn WP, Rosen CJ. Bone marrow adipose tissue: formation, function and regulation. Current opinion in pharmacology. 2016; 28:506. DOI: 10.1016j.coph.2016.03.001 PubMed: 27022859 13. Sulston RJ, Cawthorn WP. Bone marrow adipose tissue as an endocrine organ: close to the bone? Hormone molecular biology and clinical investigation. 2016; 28(1):2138. DOI: 10.1515 hmbci-2016-0012 PubMed: 27149203 14. Lecka-Czernik B, Stechschulte LA. Bone and fat: a relationship of different shades. Archives of biochemistry and biophysics. 2014; 561:1249. DOI: 10.1016j.abb.2014.06.010 PubMed: 24956594 15. Ghali O, Al Rassy N, Hardouin P, Chauveau C. Increased bone marrow adiposity in a context of energy deficit: the tip of the iceberg? Frontiers in endocrinology. 2016; 7:125.doi: 10.3389fendo. 2016.00125 PubMed: 27695438 16. Hamrick MW, McGee-Lawrence ME, Frechette DM. Fatty infiltration of skeletal muscle: mechanisms and comparisons with Bone marrow adiposity. Frontiers in endocrinology. 2016; 7:69.doi: 10.3389fendo.2016.00069 PubMed: 27379021 17. Kim TY , Schafer AL. Diabetes and bone marrow adiposity. Current osteoporosis reports. 2016; 14(6):33744. DOI: 10.1007s11914-016-0336-x PubMed: 27714580 18. Pagnotti GM, Styner M. Exercise regulation of marrow adipose tissue. Frontiers in endocrinology. 2016; 7:94.doi: 10.3389fendo.2016.00094 PubMed: 27471493 Turner et al. Page 10 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript19. Chkourko Gusky H, Diedrich J, MacDougald OA, Podgorski I. Omentum and bone marrow: how adipocyte-rich organs create tumour microenvironments conducive for metastatic progression. Obesity reviews: an official journal of the International Association for the Study of Obesity. 2016; 17(11):101529. DOI: 10.1111obr.12450 PubMed: 27432523 20. Morris EV , Edwards CM. Bone marrow adipose tissue: a new player in cancer metastasis to bone. Frontiers in endocrinology. 2016; 7:90.doi: 10.3389fendo.2016.00090 PubMed: 27471491 21. Justesen J, Stenderup K, Ebbesen EN, Mosekilde L, Steiniche T, Kassem M. Adipocyte tissue volume in bone marrow is increased with aging and in patients with osteoporosis. Biogerontology. 2001; 2(3):16571. PubMed: 11708718 22. Griffith JF, Yeung DK, Ma HT, Leung JC, Kwok TC, Leung PC. Bone marrow fat content in the elderly: a reversal of sex difference seen in younger subjects. Journal of magnetic resonance imaging: JMRI. 2012; 36(1):22530. DOI: 10.1002jmri.23619 PubMed: 22337076 23. Tavassoli M. Marrow adipose cells. Histochemical identification of labile and stable components. Archives of pathology  laboratory medicine. 1976; 100(1):168. PubMed: 56163 24. Scheller EL, Doucette CR, Learman BS, Cawthorn WP, Khandaker S, Schell B, et al. Region- specific variation in the properties of skeletal adipocytes reveals regulated and constitutive marrow adipose tissues. Nature communications. 2015; 6:7808.doi: 10.1038ncomms8808 25. Li M, Shen Y , Qi H, Wronski TJ. Comparative study of skeletal response to estrogen depletion at red and yellow marrow sites in rats. The Anatomical record. 1996; 245(3):47280. DOI: 10.1002 (SICI)1097-0185(199607)245:3472::AID-AR33.0.CO;2-U PubMed: 8800405 26. Menagh PJ, Turner RT, Jump DB, Wong CP, Lowry MB, Yakar S, et al. Growth hormone regulates the balance between bone formation and bone marrow adiposity. Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research. 2010; 25(4): 75768. DOI: 10.1359jbmr.091015 27. Krings A, Rahman S, Huang S, Lu Y , Czernik PJ, Lecka-Czernik B. Bone marrow fat has brown adipose tissue characteristics, which are attenuated with aging and diabetes. Bone. 2012; 50(2): 54652. DOI: 10.1016j.bone.2011.06.016 PubMed: 21723971 28. Iwaniec UT, Philbrick KA, Wong CP, Gordon JL, Kahler-Quesada AM, Olson DA, et al. Room temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss. Osteoporosis international: a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA. 2016; 27(10):3091101. Mice are typically housed at room temperature, which is well below thermoneutral range for this species. In this study, sub-thermoneutral housing was shown to increase nonshivering thermogenesis and bone resorption, and decrease MAT, WAT, bone formation and cancellous bone volume fraction. The magnitude of the changes raise concerns regarding potential misinterpretation of results in mice housed at room temperature because sympathetic and sensory signaling, factors known to influence bone metabolism, regulate thermogenesis. DOI: 10.1007 s00198-016-3634-3 29. Oguro H, McDonald JG, Zhao Z, Umetani M, Shaul PW, Morrison SJ. 27-Hydroxycholesterol induces hematopoietic stem cell mobilization and extramedullary hematopoiesis during pregnancy. The Journal of clinical investigation. 2017; 127(9):3392401. DOI: 10.1172JCI94027 PubMed: 28783041 30. Crandall TL, Joyce RA, Boggs DR. Estrogens and hematopoiesis: characterization and studies on the mechanism of neutropenia. The Journal of laboratory and clinical medicine. 1980; 95(6):857 67. PubMed: 6966670 31. Nilsson SK, Bertoncello I. Age-related changes in extramedullary hematopoiesis in the spleen of normal and perturbed osteopetrotic (opop) mice. Experimental hematology. 1994; 22(4):37783. PubMed: 8150037 32. Verma S, Rajaratnam JH, Denton J, Hoyland JA, Byers RJ. Adipocytic proportion of bone marrow is inversely related to bone formation in osteoporosis. Journal of clinical pathology. 2002; 55(9): 6938. PubMed: 12195001 33. Cho SW, Yang JY , Her SJ, Choi HJ, Jung JY , Sun HJ, et al. Osteoblast-targeted overexpression of PPARgamma inhibited bone mass gain in male mice and accelerated ovariectomy-induced bone Turner et al. Page 11 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptloss in female mice. Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research. 2011; 26(8):193952. DOI: 10.1002jbmr.366 34. Muruganandan S, Sinal CJ. The impact of bone marrow adipocytes on osteoblast and osteoclast differentiation. IUBMB life. 2014; doi: 10.1002iub.1254 35. Akune T, Ohba S, Kamekura S, Yamaguchi M, Chung UI, Kubota N, et al. PPARgamma insufficiency enhances osteogenesis through osteoblast formation from bone marrow progenitors. The Journal of clinical investigation. 2004; 113(6):84655. DOI: 10.1172JCI19900 PubMed: 15067317 36. Pei L, Tontonoz P. Fats loss is bones gain. The Journal of clinical investigation. 2004; 113(6): 8056. DOI: 10.1172JCI21311 PubMed: 15067310 37. Keune JA, Philbrick KA, Branscum AJ, Iwaniec UT, Turner RT. Spaceflight-induced vertebral bone loss in ovariectomized rats is associated with increased bone marrow adiposity and no change in bone formation. NPJ microgravity. 2016; 2:16016.doi: 10.1038npjmgrav.2016.16 PubMed: 28725730 38. Keune JA, Wong CP, Branscum AJ, Iwaniec UT, Turner RT. Bone marrow adipose tissue deficiency increases disuse-induced bone loss in male mice. Scientific reports. 2017; 7:46325. MAT-deficient mice had increased osteoblast-lined bone perimeter but cancellous bone volume fraction was normal. Hindlimb unloading accentuated bone loss in MAT-deficient mice. These findings do not support the concept that suppressing MAT will always have a beneficial effect on bone turnover balance. doi: 10.1038srep46325 PubMed: 28402337 39. Li M, Liang H, Shen Y , Wronski TJ. Parathyroid hormone stimulates cancellous bone formation at skeletal sites regardless of marrow composition in ovariectomized rats. Bone. 1999; 24(2):95100. PubMed: 9951776 40. Hamrick MW, Della-Fera MA, Choi YH, Pennington C, Hartzell D, Baile CA. Leptin treatment induces loss of bone marrow adipocytes and increases bone formation in leptin-deficient obob mice. Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research. 2005; 20(6):9941001. DOI: 10.1359JBMR.050103 41. Martin RB, Zissimos SL. Relationships between marrow fat and bone turnover in ovariectomized and intact rats. Bone. 1991; 12(2):12331. PubMed: 2064840 42. Maddalozzo GF, Turner RT, Edwards CH, Howe KS, Widrick JJ, Rosen CJ, et al. Alcohol alters whole body composition, inhibits bone formation, and increases bone marrow adiposity in rats. Osteoporosis international: a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA. 2009; 20(9): 152938. DOI: 10.1007s00198-009-0836-y 43. Wronski TJ, Morey ER. Skeletal abnormalities in rats induced by simulated weightlessness. Metabolic bone disease  related research. 1982; 4(1):6975. PubMed: 7121257 44. Fan Y , Hanai JI, Le PT, Bi R, Maridas D, DeMambro V , et al. Parathyroid hormone directs bone marrow mesenchymal cell fate. Cell metabolism. 2017; 25(3):66172. Deletion of PTHPTHrP receptor in MSCs resulted in decreased bone formation and increased MAT, suggesting that PTH directs MSC differentiation towards the osteoblast lineage. However, it should be noted that TJ Wronski and colleagues showed in a series of studies that high MAT levels do not impair the skeletal response to intermittent PTH. The Wronski lab also showed that PTH is ineffective of restoring bone in a severely osteopenic skeleton, suggesting that this mechanism does not result in de novo (bone formed where there is no bone) bone formation. DOI: 10.1016j.cmet. 2017.01.001 PubMed: 28162969 45. Turner RT, Iwaniec UT. Low dose parathyroid hormone maintains normal bone formation in adult male rats during rapid weight loss. Bone. 2011; 48(4):72632. DOI: 10.1016j.bone.2010.12.034 PubMed: 21215827 46. Dobnig H, Turner RT. Evidence that intermittent treatment with parathyroid hormone increases bone formation in adult rats by activation of bone lining cells. Endocrinology. 1995; 136(8):3632 8. DOI: 10.1210endo.136.8.7628403 PubMed: 7628403 47. Ambati S, Li Q, Rayalam S, Hartzell DL, Della-Fera MA, Hamrick MW, et al. Central leptin versus ghrelin: effects on bone marrow adiposity and gene expression. Endocrine. 2010; 37(1): 11523. DOI: 10.1007s12020-009-9274-z PubMed: 19876773 Turner et al. Page 12 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript48. Bartell SM, Rayalam S, Ambati S, Gaddam DR, Hartzell DL, Hamrick M, et al. Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient obob mice. Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research. 2011; 26(8): 171020. DOI: 10.1002jbmr.406 49. Hamrick MW, Della Fera MA, Choi YH, Hartzell D, Pennington C, Baile CA. Injections of leptin into rat ventromedial hypothalamus increase adipocyte apoptosis in peripheral fat and in bone marrow. Cell and tissue research. 2007; 327(1):13341. DOI: 10.1007s00441-006-0312-3 PubMed: 17024416 50. Lindenmaier LB, Philbrick KA, Branscum AJ, Kalra SP, Turner RT, Iwaniec UT. Hypothalamic leptin gene therapy reduces bone marrow adiposity in obob mice fed regular and high-fat diets. Frontiers in endocrinology. 2016; 7:110.doi: 10.3389fendo.2016.00110 PubMed: 27579023 51. Philbrick KA, Wong CP, Branscum AJ, Turner RT, Iwaniec UT. Leptin stimulates bone formation in obob mice at doses having minimal impact on energy metabolism. The Journal of endocrinology. 2017; 232(3):46174. DOI: 10.1530JOE-16-0484 PubMed: 28057869 52. Devlin MJ, Brooks DJ, Conlon C, Vliet M, Louis L, Rosen CJ, et al. Daily leptin blunts marrow fat but does not impact bone mass in calorie-restricted mice. The Journal of endocrinology. 2016; 229(3):295306. Caloric restriction in a growing mice impaired weight gain and bone accrual but increased MAT. Intermittent leptin treatment reduced MAT but had not impact on bone mass. This study adds further evidence that reducing MAT may not be effective as a strategy for increasing bone mass. DOI: 10.1530JOE-15-0473 PubMed: 27340200 53. Cawthorn WP, Scheller EL, Learman BS, Parlee SD, Simon BR, Mori H, et al. Bone marrow adipose tissue is an endocrine organ that contributes to increased circulating adiponectin during caloric restriction. Cell metabolism. 2014; 20(2):36875. DOI: 10.1016j.cmet.2014.06.003 PubMed: 24998914 54. Tracy CR. Minimum size of mammalian homeotherms: role of the thermal environment. Science. 1977; 198(4321):10345. PubMed: 929184 55. Overton JM. Phenotyping small animals as models for the human metabolic syndrome: thermoneutrality matters. International journal of obesity. 2010; 34(Suppl 2):S538. DOI: 10.1038 ijo.2010.240 PubMed: 21151148 56. Nakada D, Oguro H, Levi BP, Ryan N, Kitano A, Saitoh Y , et al. Oestrogen increases haematopoietic stem-cell self-renewal in females and during pregnancy. Nature. 2014; 505(7484): 5558. DOI: 10.1038nature12932 PubMed: 24451543 57. Buenzli PR, Sims NA. Quantifying the osteocyte network in the human skeleton. Bone. 2015; 75:14450. DOI: 10.1016j.bone.2015.02.016 PubMed: 25708054 58. Feng ZC, Riopel M, Popell A, Wang R. A survival Kit for pancreatic beta cells: stem cell factor and c-Kit receptor tyrosine kinase. Diabetologia. 2015; 58(4):65465. DOI: 10.1007 s00125-015-3504-0 PubMed: 25643653 59. Rojas-Sutterlin S, Lecuyer E, Hoang T. Kit and Scl regulation of hematopoietic stem cells. Current opinion in hematology. 2014; 21(4):25664. DOI: 10.1097MOH.0000000000000052 PubMed: 24857885 60. Ishijima Y , Ohmori S, Ohneda K. Mast cell deficiency results in the accumulation of preadipocytes in adipose tissue in both obese and non-obese mice. FEBS open bio. 2013; 4:1824. DOI: 10.1016j.fob.2013.11.004 61. Mansour A, Abou-Ezzi G, Sitnicka E, Jacobsen SE, Wakkach A, Blin-Wakkach C. Osteoclasts promote the formation of hematopoietic stem cell niches in the bone marrow. The Journal of experimental medicine. 2012; 209(3):53749. DOI: 10.1084jem.20110994 PubMed: 22351931 62. Wilson A, Trumpp A. Bone-marrow haematopoietic-stem-cell niches. Nature reviews Immunology. 2006; 6(2):93106. DOI: 10.1038nri1779 63. Mattiucci D, Maurizi G, Izzi V , Cenci L, Ciarlantini M, Mancini S, et al. Bone marrow adipocytes support hematopoietic stem cell survival. Journal of cellular physiology. 2017; It is well known that stromal cells support hematopoiesis in vitro . The results of this study suggest that bone marrow adipocytes (1) are more closely related to bone marrow MSCs than to subcutaneous adipocytes and (2) directly sustain HSC survival. doi: 10.1002jcp.26037Turner et al. Page 13 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript64. Zhou BO, Yu H, Yue R, Zhao Z, Rios JJ, Naveiras O, et al. Bone marrow adipocytes promote the regeneration of stem cells and haematopoiesis by secreting SCF. Nature cell biology. 2017; 19(8): 891903. c-KitKit ligand (SCF) signaling is essential for hematopoiesis. Kit-ligand is known to be expressed by connective tissue cells, including osteoblasts. This study suggests that bone marrow adipocytes also support hematopoiesis through c-kit signaling. DOI: 10.1038ncb3570 PubMed: 28714970 65. Turner RT, Wong CP, Iwaniec UT. Effect of reduced c-Kit signaling on bone marrow adiposity. Anatomical record. 2011; 294(7):112634. DOI: 10.1002ar.21409 66. Iwaniec UT, Turner RT. Failure to generate bone marrow adipocytes does not protect mice from ovariectomy-induced osteopenia. Bone. 2013; 53(1):14553. DOI: 10.1016j.bone.2012.11.034 PubMed: 23246792 67. Hatanaka K, Tanishita H, Ishibashi-Ueda H, Yamamoto A. Hyperlipidemia in mast cell-deficient WWV mice. Biochimica et biophysica acta. 1986; 878(3):4405. PubMed: 3756204 68. Agostino NM, Chinchilli VM, Lynch CJ, Koszyk-Szewczyk A, Gingrich R, Sivik J, et al. Effect of the tyrosine kinase inhibitors (sunitinib, sorafenib, dasatinib, and imatinib) on blood glucose levels in diabetic and nondiabetic patients in general clinical practice. Journal of oncology pharmacy practice: official publication of the International Society of Oncology Pharmacy Practitioners. 2011; 17(3):197202. DOI: 10.11771078155210378913 PubMed: 20685771 69. Hagerkvist R, Jansson L, Welsh N. Imatinib mesylate improves insulin sensitivity and glucose disposal rates in rats fed a high-fat diet. Clinical science. 2008; 114(1):6571. DOI: 10.1042 CS20070122 PubMed: 17868036 70. Turner RT, Iwaniec UT, Marley K, Sibonga JD. The role of mast cells in parathyroid bone disease. Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research. 2010; 25(7):163749. DOI: 10.1002jbmr.49 71. Hartsock RJ, Smith EB, Petty CS. Normal variations with aging of the amount of hematopoietic tissue in bone marrow from the anterior iliac crest. A study made from 177 cases of sudden death examined by necropsy. American journal of clinical pathology. 1965; 43:32631. PubMed: 14275849 72. Muschler GF, Nitto H, Boehm CA, Easley KA. Age- and gender-related changes in the cellularity of human bone marrow and the prevalence of osteoblastic progenitors. Journal of orthopaedic research: official publication of the Orthopaedic Research Society. 2001; 19(1):11725. DOI: 10.1016S0736-0266(00)00010-3 PubMed: 11332607 73. Huang JS, Mulkern RV , Grinspoon S. Reduced intravertebral bone marrow fat in HIV-infected men. Aids. 2002; 16(9):12659. PubMed: 12045492 74. Osgood E, Muddassir S, Jaju M, Moser R, Farid F, Mewada N. Starvation marrow - gelatinous transformation of bone marrow. Journal of community hospital internal medicine perspectives. 2014; 4(4)doi: 10.3402jchimp.v4.24811 75. Saucillo DC, Gerriets V A, Sheng J, Rathmell JC, Maciver NJ. Leptin metabolically licenses T cells for activation to link nutrition and immunity. Journal of immunology. 2014; 192(1):13644. DOI: 10.4049jimmunol.1301158 76. Tornvig L, Mosekilde LI, Justesen J, Falk E, Kassem M. Troglitazone treatment increases bone marrow adipose tissue volume but does not affect trabecular bone volume in mice. Calcified tissue international. 2001; 69(1):4650. DOI: 10.1007s002230020018 PubMed: 11685433 77. Boyd AL, Reid JC, Salci KR, Aslostovar L, Benoit YD, Shapovalova Z, et al. Acute myeloid leukaemia disrupts endogenous myelo-erythropoiesis by compromising the adipocyte bone marrow niche. Nature cell biology. 2017; 19(11):133647. DOI: 10.1038ncb3625 PubMed: 29035359 Turner et al. Page 14 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 1. Putative role of MAT as an expandablecontractible fat depot to optimize the hematopoietic cell compartment The reduced requirement for hematopoiesis with age results in a reduction in the hematopoietic compartment with a corresponding increase in MAT. Perturbations that increase hematopoiesis (pregnancy, blood loss, low temperature stress, and certain infections) increase the size of the hematopoietic compartment with a corresponding reduction in MAT. We hypothesize that increased MAT during fasting is an adaptive response signaled by negative energy balance. An increase in MAT and resulting reduction in hematopoietic compartment size during fasting would promote survival by lowering energy expenditure required to maintain unnecessary turnover of hematopoietic cells.Turner et al. Page 15 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 2. Relative gene expression of representative adipokines and UCP-1 among fat depots in mouse Adipokine expression levels in 4-month-old female B6 mice were 5 to 200-fold lower in total tibia (MAT) compared to expression levels in BAT and WAT. UCP-1 expression levels in tibia were 10-fold lower compared to WAT and 100,000-fold lower compared to BAT. Values are mean  SE, n8group.Turner et al. Page 16 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 3. Illustration (using radioautography) of the rapid turnover of hematopoietic cells in bone marrow in rat tibia A tracer level of H3-thymidine was continuously infused for one week into a 6-month-old female rat using a subcutaneously implanted osmotic pump. The high labeling index indicates that the great majority of hematopoietic lineage cells passed through S-phase of the cell cycle during the one-week labeling interval. Label withdrawal studies (not shown) indicate that many of these cells experienced multiple rounds of proliferation during the labeling interval. Although one adipocyte would replace 30 nucleated hematopoietic cells, the majority of the energy savings following replacing hematopoietic marrow with MAT would stem from the differential in energy costs of maintaining the two tissues. Please note the size of the adipocyte and the potential for its displacing numerous hematopoietic stem cells.Turner et al. Page 17 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript",
        "introduction": "Bone marrow is a hierarchal, self-renewing, and self-amplifying tissue maintained by small numbers of hematopoietic stem cells (HSCs) and mesenchymal stem cells (MSCs). These cells have the capacity to self-renew asymmetrically and differentiate into specific cell lineages. The hematopoietic bone marrow is responsible for myelopoiesis, erythropoiesis, thrombopoiesis, and lymphopoiesis  1. Hematopoiesis occurs in bone marrow in close contact with resident MSC-derived stroma that provides structural and functional support for HSC growth and differentiation  2, 3. The stroma includes endothelial cells, smooth muscle cells, reticular cells, stromal fibroblasts, osteoblasts, and adipocytes  4. HSCs and MSCs within bone marrow contribute to additional important physiological functions, including bone growth and turnover. Specifically, HSCs give rise to osteoclasts and MSCs give rise to endosteal osteoblasts  5, 6. Marrow adipose tissue (MAT) refers to MSC-derived adipocytes located within the bone marrow niche. Although studied since the 19th century  7, efforts to understand the significance of MAT have increased substantially in recent years. MAT has a unique set of characteristics that set it apart from other fat depots. Spatially confined within the skeleton, expansion capacity of MAT is limited compared to visceralsubcutaneous white adipose tissue (WAT) and brown adipose tissue (BAT). While all adipose compartments are heterogeneous in their cellular composition, MAT differs from other compartments in that the adipocytes are interspersed at varying density throughout a heterogeneous population of cells that include HSCs and bone cells. Differences among fat depots suggest unique functions. WAT depots serve primarily as sites of energy storage and adipokine secretion, and BAT depots serve as sites of basal and inducible energy expenditure  8. The function of MAT is less certain. Here we review evidence that MAT provides a highly regulated expandablecontractible fat depot serving to minimize energy requirements for sustaining optimal hematopoiesis. Figure 1 summarizes this model. For additional perspectives on MAT, we direct the reader to recent reviews  9 13, including ones focusing on the relationship between MAT and energy metabolism  14, MAT and energy deficit  15, MAT and fatty infiltration of skeletal muscle  16, MAT and diabetes  17, MAT and exercise  18, and MAT and cancer metastasis  19, 20. Adipocyte differentiation and MAT expansion Local and systemic stimuli, which positively and negatively regulate lineage-specific signaling pathways, regulate MSC differentiation fate. The transcription factor PPAR  directs adipogenic differentiation through two phases: (1) determination, which converts MSCs to preadipocytes and commits them to the adipogenic lineage, and (2) terminal differentiation, in which the preadipocytes begin to acquire the necessary machinery for lipid transport and synthesis, and ultimately begin to accumulate lipids. In humans, MAT development and accumulation occurs in a physiologically sequential context driven by age, skeletal site, and gender. MAT development begins just after birth in the terminal phalanges and progresses to the distal and proximal long bones of the appendicular skeleton at an accumulation rate of approximately 10 per decade, so that by middle age, MAT occupies Turner et al. Page 2 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript50-70 of the total marrow volume, and represents approximately 5-10 of total body adipose tissue  21. Men exhibit greater MAT volume than women up to middle age, but following menopause MAT volume in women becomes greater than in men  22. In addition to the natural progression of MAT accumulation in healthy individuals, some pathological conditions, including postmenopausal, alcohol abuse, and disuse forms of osteoporosis, are associated with increased MAT accumulation. Two locally distinct populations of marrow adipocytes have been described  23 and are commonly referred to as constitutive MAT (cMAT) and regulated MAT (rMAT)  24. cMAT, also known as yellow marrow, consists of densely packed adipocytes. In rodents, cMAT is common in caudal vertebrae, phalanges, and distal tibia and accumulates primarily as a function of age. In contrast, rMAT is interspersed in the red hematopoietic marrow of many bones and is more responsive than cMAT to physiological challenges  10, 24, 25. rMAT adipocytes are reported to be smaller in size, and contain lower amounts of unsaturated lipids compared to cMAT and comparison of gene expression profiles suggests rMAT exhibits a transcriptional identity more similar to WAT  10, 24. However, these observations may not offer a complete description of the range of MAT phenotypes, nor be universally generalizable. Hypophysectomy-induced growth hormone deficiency resulted in increased accumulation of triglycerides and cholesterol in femur diaphysis, presumably representing an increase in rMAT. However, in contrast to the aforementioned analysis  24, the increase in rMAT was associated with higher levels of unsaturated fatty acids (16:1, n-7, 18:2, n-6) with no change (16:0) or lower levels (18:0) of saturated fats  26. It is clear that additional work is required to characterize the nature and physiological significance of the two or more locally distinct populations of marrow adipocytes. MAT may exhibit a hybrid phenotype (also referred to as beige fat) with characteristics shared with adipocytes in WAT and BAT  14. Similar to WAT adipocytes, MAT adipocytes are large spherical cells that contain a unilocular lipid droplet. However, it is unclear the extent to which MAT is insulin sensitive, a defining characteristic of WAT. Compared to WAT, MAT adipocytes contain a greater number of mitochondria and higher level of expression of mitochondrial regulators such as PGC-1  and PRDM16. While this suggests a BAT-like phenotype, MAT does not express appreciable levels of the BAT marker UCP-1, suggesting that MAT adipocytes have limited ability to uncouple respiration  27. In mice, UCP-1 gene expression levels were 1  105 greater in BAT than tibia (Figure 2). Mild cold temperature stress due to room temperature housing (22C) resulted in 5-fold increase in UCP-1 gene expression in BAT and a non-significant 1.2-fold increase in femur compared to thermoneutral housing (32C)  28. These findings do not support an important role of MAT in non-shivering thermogenesis in mice, at least in the temperature range evaluated. MAT development and accumulation is species-specific, and in mice typically occurs later in the life course compared to larger animals, including rats and humans. As described by Galileo Galilei in Dialogues Concerning Two New Sciences (published in 1638), bone size does not scale linearly with body size. In mice, the skeleton (including bone marrow) makes up a substantially smaller percentage of total body mass than in rats (10 times mouse mass) or humans (2  103 times mouse mass). Since hematocrit does not differ among these mammals, the hematopoietic capacity of bone marrow in larger animals is greater than in Turner et al. Page 3 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptsmaller ones, which may provide a plausible explanation for differences in MAT accumulation among species. Mice are able to compensate for the inability of their small skeleton to support hematopoiesis during a physiological stress such as pregnancy by initiating extramedullary hematopoiesis  29. Pathophysiological increases in bone volume fraction due to estrogen-induced osteosclerosis or juvenile onset osteopetrosis also induce extramedullary hematopoiesis in mice  30, 31. Because mechanistic studies examining the function of MAT are often performed in mice, it is important to consider these species differences in hematopoietic capacity before extrapolating results to humans. Does MAT regulate bone turnover balance? MAT has generated considerable interest as a putative negative regulator of bone balance. Because adipocytes and osteoblasts differentiate from MSCs, increasing marrow adipocytes could reflect a shift in the differentiation program of MSCs from osteoblasts to adipocytes 32. Mechanistically, inhibition of PPAR  decreases adipocyte differentiation while increasing osteoblast differentiation. Conversely, preosteoblast-targeted overexpression of PPAR inhibits bone mass gain in male mice and increases ovariectomy-induced osteopenia in female mice  33. On the other hand, it is uncertain whether physiological regulation of MAT levels requires changes in PPAR  gene expression  28. Whatever the precise underlying molecular mechanisms, a shift in lineage decision to favor adipogenesis over osteoblastogenesis may prevent adequate coupling of bone formation to the prevailing level of bone resorption and result in a negative bone remodeling balance. Bone marrow adipocytes could also negatively influence bone metabolism by releasing adipokines. There is ample evidence that several of these (e.g., leptin, IGF-1 adiponectin, resistin) are capable of influencing bone cell differentiation  34. Thus, factors produced by MAT could alter bone balance by (1) changing the rate of appearance of osteoblasts andor osteoclasts onto bone surfaces, (2) increasing the rate of osteoblast andor osteoclast disappearance from bone surfaces, or (3) altering osteoblast andor osteoclast activity. Some investigators have concluded that marrow adipocyte differentiation inevitably occurs at the expense of osteoblast differentiation and function, and that MAT represents a potential therapeutic target for interventions to prevent andor treat osteoporosis  35, 36. To challenge the hypothesis that increasing MAT negatively affects osteoblasts, Keune et al.  37 evaluated the impact of spaceflight-induced increases in MAT on osteoblast kinetics in rats. While spaceflight resulted in a 3.5-fold increase in MAT, there were no changes in osteoblast activity, lifespan, or production rate. This finding demonstrates that increasing MAT does not necessarily alter osteoblast dynamics. However, it is possible that failure to increase osteoblast number in response to increased bone resorption was due to diversion of MSCs from osteoblasts to adipocytes. Thus, this study does not rule out the possibility that increased MAT may have contributed to the negative bone turnover balance. To address causality and efficacy of targeting MAT to prevent bone loss, Keune et al.  38 evaluated the skeleton in weight-bearing and hindlimb-unloaded WT and KitWWv mice. Hindlimb unloading is a ground-based model for spaceflight and KitWWv mice are MAT deficient. Osteoclast perimeter and bone formation were higher in distal femur metaphysis of MAT-deficient mice consistent with the concept that preventing MAT increases the Turner et al. Page 4 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptproduction of osteoblasts. However, cancellous bone volume fraction was unchanged in weight-bearing bones, and MAT-deficient mice exhibited exaggerated bone turnover and bone loss during hindlimb unloading. These results do not support the hypothesis that MAT accrual is responsible for disuse-induced bone loss in mice. Rather, they suggest that MAT attenuates disuse-induced osteopenia by dampening bone turnover. The above findings and earlier work  39, 25 indicate that a negative association between MAT and bone mass is not universal and argue against indiscriminant suppression of MAT as a general strategy to prevent or treat osteoporosis. Perhaps a better understanding of how crosstalk between MAT and neighboring cells involved in regulating bone turnover may reveal conditions where purposely targeting MAT is justifiable. Is MAT an endocrine target tissue? MAT is an endocrine target tissue based on criteria that adipocytes in bone marrow respond to changes in circulating levels of hormones. Hormones derived from pituitary gland, adipose tissue, ovaries, adrenal gland, and pancreas influence MAT. The list of endocrine organs is likely to increase. To date, studies have focused on hormone deficiency and excess. The effects of physiological changes in hormone levels on MAT have received much less attention and should be a priority for future studies. Growth hormone, leptin, and estrogen are examples of hormones that influence MAT levels. Growth hormone deficiency following hypophysectomy in rats, leptin deficiency in obob mice, and estrogen deficiency following ovariectomy in mice and rats each lead to elevated MAT levels  40, 41, 26. However, hypophysectomy, leptin deficiency, and ovariectomy also result in a plethora of metabolic changes that may obscure the specific effects of these hormones on MAT. Hypophysectomized rats, for example, become osteopenic, hypogonadal, hypophagic, hypoleptinemic, and have low IGF-I levels. Leptin-deficient mice have impaired bone growth, depressed growth hormone levels, are osteopetrotic, and become hyperphagic, diabetic and hypogonadal, while ovariectomized rodents experience accelerated bone growth, develop bone- and bone compartment-specific bone gain or loss, and become hyperphagic and hyperleptinemic. Conditions resulting in end organ resistance to growth hormone (e.g., alcohol abuse, skeletal disuse) can increase MAT without changing growth hormone levels  42, 43. These findings suggest that hormones playing an important role in energy metabolism, reproduction, or bone biology are likely to influence MAT. However, the profound and often overlapping actions of these hormones on their target tissues also suggest that multiple hormones act in concert to regulate MAT. While findings to date implicate growth hormone as a key regulator of MAT levels, the underlying mechanisms mediating this hormones action on bone marrow adipogenesis have received little attention. To better understand the role of growth hormone in regulating MAT and the impact of MAT on bone formation, Menagh et al. treated hypophysectomized rats exhibiting extensive fat infiltration into marrow with growth hormone, estrogen, IGF-I, or intermittent parathyroid hormone  26. Intermittent parathyroid hormone is of interest because it is a potent stimulator of bone formation in the presence or absence of high MAT 39. Whereas treatment with growth hormone normalized MAT levels without changing Turner et al. Page 5 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptleptin levels, treatment with either estradiol or IGF-I was ineffective in lowering MAT. A recent study suggests that intermittent parathyroid hormone directs bone marrow MSC fate to osteoblasts and away from adipocytes  44, a conclusion supported by an earlier study in calorically-restricted rats  45. However, treatment of hypophysectomized or ovariectomized rats with intermittent parathyroid hormone, while dramatically increasing bone formation, did not alter MAT levels  46. These divergent results suggest that bone anabolic interventions such as intermittent parathyroid hormone therapy may direct differentiation of MSCs towards osteoblasts without reducing existing MAT levels. Administration of leptin, whether by intracerebroventricular or subcutaneous delivery, was effective in reducing elevated MAT levels in long bones of leptin-deficient obob mice  47 49, 40. The reduction in MAT was likely due to a combination of reduced adipocyte differentiation, increased fat oxidation, and increased adipocyte apoptosis  4749, 40. Evidence for a potent inhibitory effect of leptin on MAT received additional support from recent studies demonstrating that long-duration hypothalamic leptin gene therapy normalized MAT levels as well as body weight and most bone parameters in obob mice fed normal and high fat diets  50. The physiological actions of leptin on the skeleton occur at low hormone levels  51. This could help explain why some studies fail to detect a relationship between blood leptin levels and MAT  52. Is MAT an endocrine tissue? Bone marrow adipocytes have the transcriptional machinery to generate and secrete a variety of hormones, cytokines, and growth factors. Thus, MAT has the potential to influence target cells in marrow and beyond through paracrine and endocrine signaling mechanisms. That being said, the specific functional role of MAT as an endocrine organ remains largely unknown due to two primary challenges: (1) assigning the contribution of MAT and extramedullary adipose depots to circulating adipokines, and (2) technical limitations related to a mixed cell population that confound accurate determination of MAT secretory profile. In Figure 2 we compare expression levels of adipokines (adiponectin, leptin, resistin, adipin and adipogenin) attributable to adipocytes among total tibia, BAT and WAT. Although expressed in tibia, expression levels for the adipokines were lower than in BAT or WAT, in part reflecting the relatively low MAT volume fraction in young adult mice. The lower gene expression levels do not support an important endocrine role for MAT under basal conditions. However, a recent report suggests that during caloric restriction, MAT-derived adiponectin significantly contributes to circulating levels of the hormone and exerts systemic metabolic effects at distant tissues such as muscle  53. It remains to be determined how different conditions (e.g., obesity, aging, disease) influence the secretory profile, phenotype, and endocrine nature of MAT. MAT and cold stress Mice are typically housed at temperatures (18-23C) well below thermoneutral for the species (32C)  54. Mice are obligatory daily heterotherms and the resulting cold stress greatly increases sympathetic outflow to BAT and has profound effects on energy allocation. The requirement for adaptive thermogenesis to maintain body temperature results in Turner et al. Page 6 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptincreased food consumption and important changes in body composition  28. As pointed out by Overton  55, housing mice at sub-thermoneutral temperature alters nearly all physiological systems associated with the metabolic syndrome. A collateral impact of room temperature housing is premature cancellous bone loss. Housing mice at thermoneutral (32C) prevented bone loss observed at 22C and led to higher mineralizing perimeter and lower osteoclast-lined bone perimeter  28. In addition to higher bone mass, there was a 2- fold increase in MAT; these findings should raise concern regarding interpretation of results in studies evaluating MAT in mice subjected to room temperature-induced cold stress. MAT as a dynamic depot important for hematopoiesis Hematopoietic lineage cells in bone marrow undergo continuous and very rapid turnover 56. In a healthy human, 35 billion bone marrow-derived blood cells are replacedhr due to cell death. To place this number in perspective, osteocytes make up the majority of bone cells and the average adult human skeleton contains  45 billion osteocytes  57. These terminally differentiated osteoblasts have estimated average lifespans of 25 years  57. Thus, the daily turnover of osteocytes is negligible (0.001) compared to blood cells. It would require multiple lifespans for cumulative osteocyte turnover to equal a single day of hematopoietic cell turnover. As such, the high rate of exodus of hematopoietic lineage cells from bone marrow in conjunction with MAT expansion provides a plausible cellular mechanism for rapid replacement of hematopoietic cells by MAT. Adding a typical adipocyte to mouse bone marrow (5.5  104 m3) displaces 30 nucleated hematopoietic marrow cells. MAT volume increases gradually with age but can also change rapidly in response to metabolic, hormonal, and other perturbations (e.g., spaceflight). In Menagh et al.  26 described above, hypophysectomy increased MAT from 5 to 45 volume fraction in only 25 days and MAT was restored to normal levels within 10 days of initiation of growth hormone administration. These changes in MAT volume fraction could have resulted in displacementreplacement of more than 100,000 hematopoietic cellsmm3 of bone marrow. Role of c-kit signaling in coupling MSC and HSC differentiation and function in marrow c-kit is a receptor tyrosine kinase. The ligand for c-kit has numerous aliases, including kit ligand, mast cell growth factor, stem cell factor, and steel factor. Alternative splicing results in membrane bound (m-kit ligand) or soluble (s-kit ligand) forms of the ligand which differ in their biological actions  58. Interest in kit signaling as a putative pathway coupling MSC and HSC differentiation and function in bone marrow stems from the critical role of this pathway in hematopoietic lineage decision, cell proliferation, and cell survival  59, and the cellular distribution of c-kit and kit-ligand. With a few notable exceptions, c-kit expression is lost during HSC differentiation. The exceptions include (1) osteoclasts, which may play a role in mobilization of HSCs from their niche in bone marrow and (2) mast cells, which may play a role in regulation of adipogenesis  60, 61. Cells derived from MSCs express m-kit ligand and s-kit ligand and osteoblast lineage cells may tether HSCs within the HSC niche, in part through m-kit ligand  62. Considerable controversy surrounds the precise Turner et al. Page 7 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptorganization of the hematopoietic niche and roles of cells that comprise the stroma. Nevertheless, it is well documented that cells derived from MSCs, including adipocytes, support hematopoiesis in vitro  63 and a recent study suggests that kit-ligand is critical to this function  64. Loss of function mutations in c-kit receptor and kit-ligand can result in anemia, mast cell deficiency, altered body composition, and skeletal abnormalities. Mutations leading to global reduction in c-kit receptor function (e.g., kitWWv) and m-kit ligand function (e.g., kitSlSld) in mice also result in absence of MAT in long bones and lumbar vertebrae  65. A deficiency in kit signaling in mice prevents ovariectomy-induced increase in MAT and accentuates bone loss in hindlimb-unloaded mice  66, 38. In addition to an absence of bone marrow adipocytes, kit receptor-deficient kitWWv mice have multiple abnormalities in fat metabolism, including hypertriglyceridemia, hypercholesterolemia, and elevated chylomicrons, low density lipoprotein, and very low density lipoprotein, indicating a defect in lipid transport into cells  67. Additionally, the mutant mice have reduced lipoprotein lipase activity. These findings imply that kit signaling plays a role in lipid metabolism. Furthermore, receptor tyrosine kinase inhibitors targeting kit signaling, such as gleevec, have been reported to reduce blood glucose levels in patients with chronic myeloid leukemia and decrease body weight in rodents fed a high fat diet  68, 69. In rats, MAT was 47 lower in gleevec-treated animals compared to controls due to reduced adipocyte density  70. It is worth noting that gleevec treatment also reduced osteoblast-lined bone perimeter  70, an observation that further contradicts the assertion that drugs that decrease MAT will necessarily lead to an increase in osteoblasts. KitShSh mice have a mutation in a regulatory element leading to cell-specific loss of kit signaling. The mice are mast cell-deficient but in contrast to kitWWv and kitSlSld are not anemic and have MAT, indicating that the absence of MAT is due to kit signaling insufficiency and not mast cell deficiency, per se  65. Adoptive transfer of WT bone marrow into kitWWv mice was effective in replacing kitWWv HSCs with WT HSCs but, surprisingly, did not result in MAT infiltration  38. It is not yet clear whether the absence of MAT in kit signaling-deficient mice is due to failure to form adipocytes or failure of adipocytes to accumulate lipids. In either case, kitWWv and kitSlSld mice may provide models for investigating the physiological role of MAT. Why does long-term fasting increase MAT? At first glance, an increase in MAT with weight loss seems counterintuitive. However, taking into consideration the low energy cost of generating adipocytes and storing triglycerides compared to the high cost of maintaining hematopoietic bone marrow, thermodynamics should favor MAT formation. The energy cost of replacing hematopoietic cells leaving bone marrow with adipocytes is low. As mentioned, an average adipocyte occupies the same volume as 30 nucleated bone marrow cells. During a prolonged fast, fat stored in WAT undergoes lipolysis, leading to increased circulating levels of fatty acids. Deposition of fatty acids released from WAT during fasting into MAT requires minimal energy expenditure. Once generated, the energy cost required to maintain MAT is low because of the large size Turner et al. Page 8 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptand low metabolic rate of individual adipocytes. The low energy cost of maintaining MAT contrasts with the high-energy costs required for the high metabolic rate and rapid turnover of hematopoietic cells (Figure 3); in contrast to simple incorporation of preformed lipids into fat, formation of hematopoietic cells requires continuous de novo synthesis of macromolecules. Fasting results in important adaptive responses that increase survival by reducing energy expenditure. Based upon the above considerations, we hypothesize that the increase in MAT initiated during fasting represents one such adaptation. Evidence supporting a reciprocal relationship between MAT and hematopoiesis Several lines of evidence support a tight reciprocal relationship between MAT levels and hematopoiesis. Normal aging is associated with an increase in MAT and a decrease in hematopoietic cellularity in humans  71, 72. As mentioned, deficiencies in growth hormone, leptin, and estrogen all result in reversible increases in MAT. In each case, the increase in MAT is associated with decreased hematopoiesis. Furthermore, prolonged fasting, chronic alcohol abuse, and skeletal disuse (e.g., chronic bed rest, spaceflight) result in increased MAT and decreased hematopoiesis in humans or animal models. Importantly, age-related increases in MAT and decreases in hematopoiesis are reversed by cold temperature stress, blood loss, and infection  7375 and enhanced by treatment with the PPAR agonist troglitazone  76, providing circumstantial evidence supporting the concept that the prevailing requirement for hematopoiesis regulates MAT levels. Finally, Boyd et al. 77 recently reported that bone marrow failure associated with acute myeloid leukemia is due, in part, to leukemic suppression of bone marrow adipocytes. Specifically, the suppression of the adipocytes disrupts regulation of HSCs and progenitor cells, resulting in impaired myelo-erythroid maturation.",
        "conclusion": "s MAT is often inversely associated with bone mass, naturally fueling speculation that bone marrow adipocytes play a largely negative role in bone metabolism. Mechanistically, it has been hypothesized that differentiation to adipocytes at the expense of osteoblasts andor adipocyte-derived adipokines lead to negative bone balance. According to this view, the plasticity of MSC differentiation is an attractive target for development of pharmaceutical interventions to suppress MAT and thereby increase bone formation. However, a negative relationship between MAT and osteoblasts is not universal and, when observed, causality has not been established. Taken together, the experimental evidence does not support the deterministic model where reducing MAT will invariably lead to increased bone volume. An important physiological function of MAT may be to provide an expandablecontractible depot to minimize energy requirements for sustaining optimal hematopoiesis. If correct, there must be tight coupling between MSCs and HSCs to regulate the balance between MAT and hematopoiesis. The c-kit signaling pathway has emerged as an important component in this regulatory system. Future research directed toward understanding of crosstalk between MAT and hematopoietic lineage cells may lead to an improved understanding of MAT function relevant to human health.Turner et al. Page 9 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAcknowledgments Grants from the National Institutes of Health (AR060913 and AR066811) and the National Aeronautics and Space Administration (NNX12AL24) supported this work. References Cited 1. Morrison SJ, Scadden DT. The bone marrow niche for haematopoietic stem cells. Nature. 2014; 505(7483):32734. DOI: 10.1038nature12984 PubMed: 24429631 2. Lichtman MA. The ultrastructure of the hemopoietic environment of the marrow: a review. Experimental hematology. 1981; 9(4):391410. PubMed: 7016565 3. Tavassoli M, Friedenstein A. Hemopoietic stromal microenvironment. American journal of hematology. 1983; 15(2):195203. PubMed: 6613987 4. Allen TD, Dexter TM, Simmons PJ. Marrow biology and stem cells. Immunology series. 1990; 49:138. 5. Beresford JN, Bennett JH, Devlin C, Leboy PS, Owen ME. Evidence for an inverse relationship between the differentiation of adipocytic and osteogenic cells in rat marrow stromal cell cultures. Journal of cell science. 1992; 102(Pt 2):34151. PubMed: 1400636 6. Vaananen HK, Laitala-Leinonen T. Osteoclast lineage and function. Archives of biochemistry and biophysics. 2008; 473(2):1328. DOI: 10.1016j.abb.2008.03.037 PubMed: 18424258 7. Huggins C, Blocksom BH. Changes in outlying bone marrow accompanying a local increase of temperature within physiological limits. The Journal of experimental medicine. 1936; 64(2):253 74. This paper is a must-read for anyone interested in MAT. As a side note - Charles Brenton Huggins was awarded the Nobel Prize for his pioneering work on hormonal regulation of prostate cancer. PubMed: 19870534 8. Lecka-Czernik B. Marrow fat metabolism is linked to the systemic energy metabolism. Bone. 2012; 50(2):5349. DOI: 10.1016j.bone.2011.06.032 PubMed: 21757043 9. Craft CS, Scheller EL. Evolution of the marrow adipose tissue microenvironment. Calcified tissue international. 2017; 100(5):46175. DOI: 10.1007s00223-016-0168-9 PubMed: 27364342 10. Scheller EL, Burr AA, MacDougald OA, Cawthorn WP. Inside out: Bone marrow adipose tissue as a source of circulating adiponectin. Adipocyte. 2016; 5(3):25169. DOI: 10.108021623945.2016.1149269 PubMed: 27617171 11. Scheller EL, Cawthorn WP, Burr AA, Horowitz MC, MacDougald OA. Marrow Adipose Tissue: Trimming the Fat. Trends in endocrinology and metabolism: TEM. 2016; 27(6):392403. DOI: 10.1016j.tem.2016.03.016 PubMed: 27094502 12. Suchacki KJ, Cawthorn WP, Rosen CJ. Bone marrow adipose tissue: formation, function and regulation. Current opinion in pharmacology. 2016; 28:506. DOI: 10.1016j.coph.2016.03.001 PubMed: 27022859 13. Sulston RJ, Cawthorn WP. Bone marrow adipose tissue as an endocrine organ: close to the bone? Hormone molecular biology and clinical investigation. 2016; 28(1):2138. DOI: 10.1515 hmbci-2016-0012 PubMed: 27149203 14. Lecka-Czernik B, Stechschulte LA. Bone and fat: a relationship of different shades. Archives of biochemistry and biophysics. 2014; 561:1249. DOI: 10.1016j.abb.2014.06.010 PubMed: 24956594 15. Ghali O, Al Rassy N, Hardouin P, Chauveau C. Increased bone marrow adiposity in a context of energy deficit: the tip of the iceberg? Frontiers in endocrinology. 2016; 7:125.doi: 10.3389fendo. 2016.00125 PubMed: 27695438 16. Hamrick MW, McGee-Lawrence ME, Frechette DM. Fatty infiltration of skeletal muscle: mechanisms and comparisons with Bone marrow adiposity. Frontiers in endocrinology. 2016; 7:69.doi: 10.3389fendo.2016.00069 PubMed: 27379021 17. Kim TY , Schafer AL. Diabetes and bone marrow adiposity. Current osteoporosis reports. 2016; 14(6):33744. DOI: 10.1007s11914-016-0336-x PubMed: 27714580 18. Pagnotti GM, Styner M. Exercise regulation of marrow adipose tissue. Frontiers in endocrinology. 2016; 7:94.doi: 10.3389fendo.2016.00094 PubMed: 27471493 Turner et al. Page 10 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript19. Chkourko Gusky H, Diedrich J, MacDougald OA, Podgorski I. Omentum and bone marrow: how adipocyte-rich organs create tumour microenvironments conducive for metastatic progression. Obesity reviews: an official journal of the International Association for the Study of Obesity. 2016; 17(11):101529. DOI: 10.1111obr.12450 PubMed: 27432523 20. Morris EV , Edwards CM. Bone marrow adipose tissue: a new player in cancer metastasis to bone. Frontiers in endocrinology. 2016; 7:90.doi: 10.3389fendo.2016.00090 PubMed: 27471491 21. Justesen J, Stenderup K, Ebbesen EN, Mosekilde L, Steiniche T, Kassem M. Adipocyte tissue volume in bone marrow is increased with aging and in patients with osteoporosis. Biogerontology. 2001; 2(3):16571. PubMed: 11708718 22. Griffith JF, Yeung DK, Ma HT, Leung JC, Kwok TC, Leung PC. Bone marrow fat content in the elderly: a reversal of sex difference seen in younger subjects. Journal of magnetic resonance imaging: JMRI. 2012; 36(1):22530. DOI: 10.1002jmri.23619 PubMed: 22337076 23. Tavassoli M. Marrow adipose cells. Histochemical identification of labile and stable components. Archives of pathology  laboratory medicine. 1976; 100(1):168. PubMed: 56163 24. Scheller EL, Doucette CR, Learman BS, Cawthorn WP, Khandaker S, Schell B, et al. Region- specific variation in the properties of skeletal adipocytes reveals regulated and constitutive marrow adipose tissues. Nature communications. 2015; 6:7808.doi: 10.1038ncomms8808 25. Li M, Shen Y , Qi H, Wronski TJ. Comparative study of skeletal response to estrogen depletion at red and yellow marrow sites in rats. The Anatomical record. 1996; 245(3):47280. DOI: 10.1002 (SICI)1097-0185(199607)245:3472::AID-AR33.0.CO;2-U PubMed: 8800405 26. Menagh PJ, Turner RT, Jump DB, Wong CP, Lowry MB, Yakar S, et al. Growth hormone regulates the balance between bone formation and bone marrow adiposity. Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research. 2010; 25(4): 75768. DOI: 10.1359jbmr.091015 27. Krings A, Rahman S, Huang S, Lu Y , Czernik PJ, Lecka-Czernik B. Bone marrow fat has brown adipose tissue characteristics, which are attenuated with aging and diabetes. Bone. 2012; 50(2): 54652. DOI: 10.1016j.bone.2011.06.016 PubMed: 21723971 28. Iwaniec UT, Philbrick KA, Wong CP, Gordon JL, Kahler-Quesada AM, Olson DA, et al. Room temperature housing results in premature cancellous bone loss in growing female mice: implications for the mouse as a preclinical model for age-related bone loss. Osteoporosis international: a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA. 2016; 27(10):3091101. Mice are typically housed at room temperature, which is well below thermoneutral range for this species. In this study, sub-thermoneutral housing was shown to increase nonshivering thermogenesis and bone resorption, and decrease MAT, WAT, bone formation and cancellous bone volume fraction. The magnitude of the changes raise concerns regarding potential misinterpretation of results in mice housed at room temperature because sympathetic and sensory signaling, factors known to influence bone metabolism, regulate thermogenesis. DOI: 10.1007 s00198-016-3634-3 29. Oguro H, McDonald JG, Zhao Z, Umetani M, Shaul PW, Morrison SJ. 27-Hydroxycholesterol induces hematopoietic stem cell mobilization and extramedullary hematopoiesis during pregnancy. The Journal of clinical investigation. 2017; 127(9):3392401. DOI: 10.1172JCI94027 PubMed: 28783041 30. Crandall TL, Joyce RA, Boggs DR. Estrogens and hematopoiesis: characterization and studies on the mechanism of neutropenia. The Journal of laboratory and clinical medicine. 1980; 95(6):857 67. PubMed: 6966670 31. Nilsson SK, Bertoncello I. Age-related changes in extramedullary hematopoiesis in the spleen of normal and perturbed osteopetrotic (opop) mice. Experimental hematology. 1994; 22(4):37783. PubMed: 8150037 32. Verma S, Rajaratnam JH, Denton J, Hoyland JA, Byers RJ. Adipocytic proportion of bone marrow is inversely related to bone formation in osteoporosis. Journal of clinical pathology. 2002; 55(9): 6938. PubMed: 12195001 33. Cho SW, Yang JY , Her SJ, Choi HJ, Jung JY , Sun HJ, et al. Osteoblast-targeted overexpression of PPARgamma inhibited bone mass gain in male mice and accelerated ovariectomy-induced bone Turner et al. Page 11 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptloss in female mice. Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research. 2011; 26(8):193952. DOI: 10.1002jbmr.366 34. Muruganandan S, Sinal CJ. The impact of bone marrow adipocytes on osteoblast and osteoclast differentiation. IUBMB life. 2014; doi: 10.1002iub.1254 35. Akune T, Ohba S, Kamekura S, Yamaguchi M, Chung UI, Kubota N, et al. PPARgamma insufficiency enhances osteogenesis through osteoblast formation from bone marrow progenitors. The Journal of clinical investigation. 2004; 113(6):84655. DOI: 10.1172JCI19900 PubMed: 15067317 36. Pei L, Tontonoz P. Fats loss is bones gain. The Journal of clinical investigation. 2004; 113(6): 8056. DOI: 10.1172JCI21311 PubMed: 15067310 37. Keune JA, Philbrick KA, Branscum AJ, Iwaniec UT, Turner RT. Spaceflight-induced vertebral bone loss in ovariectomized rats is associated with increased bone marrow adiposity and no change in bone formation. NPJ microgravity. 2016; 2:16016.doi: 10.1038npjmgrav.2016.16 PubMed: 28725730 38. Keune JA, Wong CP, Branscum AJ, Iwaniec UT, Turner RT. Bone marrow adipose tissue deficiency increases disuse-induced bone loss in male mice. Scientific reports. 2017; 7:46325. MAT-deficient mice had increased osteoblast-lined bone perimeter but cancellous bone volume fraction was normal. Hindlimb unloading accentuated bone loss in MAT-deficient mice. These findings do not support the concept that suppressing MAT will always have a beneficial effect on bone turnover balance. doi: 10.1038srep46325 PubMed: 28402337 39. Li M, Liang H, Shen Y , Wronski TJ. Parathyroid hormone stimulates cancellous bone formation at skeletal sites regardless of marrow composition in ovariectomized rats. Bone. 1999; 24(2):95100. PubMed: 9951776 40. Hamrick MW, Della-Fera MA, Choi YH, Pennington C, Hartzell D, Baile CA. Leptin treatment induces loss of bone marrow adipocytes and increases bone formation in leptin-deficient obob mice. Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research. 2005; 20(6):9941001. DOI: 10.1359JBMR.050103 41. Martin RB, Zissimos SL. Relationships between marrow fat and bone turnover in ovariectomized and intact rats. Bone. 1991; 12(2):12331. PubMed: 2064840 42. Maddalozzo GF, Turner RT, Edwards CH, Howe KS, Widrick JJ, Rosen CJ, et al. Alcohol alters whole body composition, inhibits bone formation, and increases bone marrow adiposity in rats. Osteoporosis international: a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA. 2009; 20(9): 152938. DOI: 10.1007s00198-009-0836-y 43. Wronski TJ, Morey ER. Skeletal abnormalities in rats induced by simulated weightlessness. Metabolic bone disease  related research. 1982; 4(1):6975. PubMed: 7121257 44. Fan Y , Hanai JI, Le PT, Bi R, Maridas D, DeMambro V , et al. Parathyroid hormone directs bone marrow mesenchymal cell fate. Cell metabolism. 2017; 25(3):66172. Deletion of PTHPTHrP receptor in MSCs resulted in decreased bone formation and increased MAT, suggesting that PTH directs MSC differentiation towards the osteoblast lineage. However, it should be noted that TJ Wronski and colleagues showed in a series of studies that high MAT levels do not impair the skeletal response to intermittent PTH. The Wronski lab also showed that PTH is ineffective of restoring bone in a severely osteopenic skeleton, suggesting that this mechanism does not result in de novo (bone formed where there is no bone) bone formation. DOI: 10.1016j.cmet. 2017.01.001 PubMed: 28162969 45. Turner RT, Iwaniec UT. Low dose parathyroid hormone maintains normal bone formation in adult male rats during rapid weight loss. Bone. 2011; 48(4):72632. DOI: 10.1016j.bone.2010.12.034 PubMed: 21215827 46. Dobnig H, Turner RT. Evidence that intermittent treatment with parathyroid hormone increases bone formation in adult rats by activation of bone lining cells. Endocrinology. 1995; 136(8):3632 8. DOI: 10.1210endo.136.8.7628403 PubMed: 7628403 47. Ambati S, Li Q, Rayalam S, Hartzell DL, Della-Fera MA, Hamrick MW, et al. Central leptin versus ghrelin: effects on bone marrow adiposity and gene expression. Endocrine. 2010; 37(1): 11523. DOI: 10.1007s12020-009-9274-z PubMed: 19876773 Turner et al. Page 12 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript48. Bartell SM, Rayalam S, Ambati S, Gaddam DR, Hartzell DL, Hamrick M, et al. Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient obob mice. Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research. 2011; 26(8): 171020. DOI: 10.1002jbmr.406 49. Hamrick MW, Della Fera MA, Choi YH, Hartzell D, Pennington C, Baile CA. Injections of leptin into rat ventromedial hypothalamus increase adipocyte apoptosis in peripheral fat and in bone marrow. Cell and tissue research. 2007; 327(1):13341. DOI: 10.1007s00441-006-0312-3 PubMed: 17024416 50. Lindenmaier LB, Philbrick KA, Branscum AJ, Kalra SP, Turner RT, Iwaniec UT. Hypothalamic leptin gene therapy reduces bone marrow adiposity in obob mice fed regular and high-fat diets. Frontiers in endocrinology. 2016; 7:110.doi: 10.3389fendo.2016.00110 PubMed: 27579023 51. Philbrick KA, Wong CP, Branscum AJ, Turner RT, Iwaniec UT. Leptin stimulates bone formation in obob mice at doses having minimal impact on energy metabolism. The Journal of endocrinology. 2017; 232(3):46174. DOI: 10.1530JOE-16-0484 PubMed: 28057869 52. Devlin MJ, Brooks DJ, Conlon C, Vliet M, Louis L, Rosen CJ, et al. Daily leptin blunts marrow fat but does not impact bone mass in calorie-restricted mice. The Journal of endocrinology. 2016; 229(3):295306. Caloric restriction in a growing mice impaired weight gain and bone accrual but increased MAT. Intermittent leptin treatment reduced MAT but had not impact on bone mass. This study adds further evidence that reducing MAT may not be effective as a strategy for increasing bone mass. DOI: 10.1530JOE-15-0473 PubMed: 27340200 53. Cawthorn WP, Scheller EL, Learman BS, Parlee SD, Simon BR, Mori H, et al. Bone marrow adipose tissue is an endocrine organ that contributes to increased circulating adiponectin during caloric restriction. Cell metabolism. 2014; 20(2):36875. DOI: 10.1016j.cmet.2014.06.003 PubMed: 24998914 54. Tracy CR. Minimum size of mammalian homeotherms: role of the thermal environment. Science. 1977; 198(4321):10345. PubMed: 929184 55. Overton JM. Phenotyping small animals as models for the human metabolic syndrome: thermoneutrality matters. International journal of obesity. 2010; 34(Suppl 2):S538. DOI: 10.1038 ijo.2010.240 PubMed: 21151148 56. Nakada D, Oguro H, Levi BP, Ryan N, Kitano A, Saitoh Y , et al. Oestrogen increases haematopoietic stem-cell self-renewal in females and during pregnancy. Nature. 2014; 505(7484): 5558. DOI: 10.1038nature12932 PubMed: 24451543 57. Buenzli PR, Sims NA. Quantifying the osteocyte network in the human skeleton. Bone. 2015; 75:14450. DOI: 10.1016j.bone.2015.02.016 PubMed: 25708054 58. Feng ZC, Riopel M, Popell A, Wang R. A survival Kit for pancreatic beta cells: stem cell factor and c-Kit receptor tyrosine kinase. Diabetologia. 2015; 58(4):65465. DOI: 10.1007 s00125-015-3504-0 PubMed: 25643653 59. Rojas-Sutterlin S, Lecuyer E, Hoang T. Kit and Scl regulation of hematopoietic stem cells. Current opinion in hematology. 2014; 21(4):25664. DOI: 10.1097MOH.0000000000000052 PubMed: 24857885 60. Ishijima Y , Ohmori S, Ohneda K. Mast cell deficiency results in the accumulation of preadipocytes in adipose tissue in both obese and non-obese mice. FEBS open bio. 2013; 4:1824. DOI: 10.1016j.fob.2013.11.004 61. Mansour A, Abou-Ezzi G, Sitnicka E, Jacobsen SE, Wakkach A, Blin-Wakkach C. Osteoclasts promote the formation of hematopoietic stem cell niches in the bone marrow. The Journal of experimental medicine. 2012; 209(3):53749. DOI: 10.1084jem.20110994 PubMed: 22351931 62. Wilson A, Trumpp A. Bone-marrow haematopoietic-stem-cell niches. Nature reviews Immunology. 2006; 6(2):93106. DOI: 10.1038nri1779 63. Mattiucci D, Maurizi G, Izzi V , Cenci L, Ciarlantini M, Mancini S, et al. Bone marrow adipocytes support hematopoietic stem cell survival. Journal of cellular physiology. 2017; It is well known that stromal cells support hematopoiesis in vitro . The results of this study suggest that bone marrow adipocytes (1) are more closely related to bone marrow MSCs than to subcutaneous adipocytes and (2) directly sustain HSC survival. doi: 10.1002jcp.26037Turner et al. Page 13 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript64. Zhou BO, Yu H, Yue R, Zhao Z, Rios JJ, Naveiras O, et al. Bone marrow adipocytes promote the regeneration of stem cells and haematopoiesis by secreting SCF. Nature cell biology. 2017; 19(8): 891903. c-KitKit ligand (SCF) signaling is essential for hematopoiesis. Kit-ligand is known to be expressed by connective tissue cells, including osteoblasts. This study suggests that bone marrow adipocytes also support hematopoiesis through c-kit signaling. DOI: 10.1038ncb3570 PubMed: 28714970 65. Turner RT, Wong CP, Iwaniec UT. Effect of reduced c-Kit signaling on bone marrow adiposity. Anatomical record. 2011; 294(7):112634. DOI: 10.1002ar.21409 66. Iwaniec UT, Turner RT. Failure to generate bone marrow adipocytes does not protect mice from ovariectomy-induced osteopenia. Bone. 2013; 53(1):14553. DOI: 10.1016j.bone.2012.11.034 PubMed: 23246792 67. Hatanaka K, Tanishita H, Ishibashi-Ueda H, Yamamoto A. Hyperlipidemia in mast cell-deficient WWV mice. Biochimica et biophysica acta. 1986; 878(3):4405. PubMed: 3756204 68. Agostino NM, Chinchilli VM, Lynch CJ, Koszyk-Szewczyk A, Gingrich R, Sivik J, et al. Effect of the tyrosine kinase inhibitors (sunitinib, sorafenib, dasatinib, and imatinib) on blood glucose levels in diabetic and nondiabetic patients in general clinical practice. Journal of oncology pharmacy practice: official publication of the International Society of Oncology Pharmacy Practitioners. 2011; 17(3):197202. DOI: 10.11771078155210378913 PubMed: 20685771 69. Hagerkvist R, Jansson L, Welsh N. Imatinib mesylate improves insulin sensitivity and glucose disposal rates in rats fed a high-fat diet. Clinical science. 2008; 114(1):6571. DOI: 10.1042 CS20070122 PubMed: 17868036 70. Turner RT, Iwaniec UT, Marley K, Sibonga JD. The role of mast cells in parathyroid bone disease. Journal of bone and mineral research: the official journal of the American Society for Bone and Mineral Research. 2010; 25(7):163749. DOI: 10.1002jbmr.49 71. Hartsock RJ, Smith EB, Petty CS. Normal variations with aging of the amount of hematopoietic tissue in bone marrow from the anterior iliac crest. A study made from 177 cases of sudden death examined by necropsy. American journal of clinical pathology. 1965; 43:32631. PubMed: 14275849 72. Muschler GF, Nitto H, Boehm CA, Easley KA. Age- and gender-related changes in the cellularity of human bone marrow and the prevalence of osteoblastic progenitors. Journal of orthopaedic research: official publication of the Orthopaedic Research Society. 2001; 19(1):11725. DOI: 10.1016S0736-0266(00)00010-3 PubMed: 11332607 73. Huang JS, Mulkern RV , Grinspoon S. Reduced intravertebral bone marrow fat in HIV-infected men. Aids. 2002; 16(9):12659. PubMed: 12045492 74. Osgood E, Muddassir S, Jaju M, Moser R, Farid F, Mewada N. Starvation marrow - gelatinous transformation of bone marrow. Journal of community hospital internal medicine perspectives. 2014; 4(4)doi: 10.3402jchimp.v4.24811 75. Saucillo DC, Gerriets V A, Sheng J, Rathmell JC, Maciver NJ. Leptin metabolically licenses T cells for activation to link nutrition and immunity. Journal of immunology. 2014; 192(1):13644. DOI: 10.4049jimmunol.1301158 76. Tornvig L, Mosekilde LI, Justesen J, Falk E, Kassem M. Troglitazone treatment increases bone marrow adipose tissue volume but does not affect trabecular bone volume in mice. Calcified tissue international. 2001; 69(1):4650. DOI: 10.1007s002230020018 PubMed: 11685433 77. Boyd AL, Reid JC, Salci KR, Aslostovar L, Benoit YD, Shapovalova Z, et al. Acute myeloid leukaemia disrupts endogenous myelo-erythropoiesis by compromising the adipocyte bone marrow niche. Nature cell biology. 2017; 19(11):133647. DOI: 10.1038ncb3625 PubMed: 29035359 Turner et al. Page 14 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 1. Putative role of MAT as an expandablecontractible fat depot to optimize the hematopoietic cell compartment The reduced requirement for hematopoiesis with age results in a reduction in the hematopoietic compartment with a corresponding increase in MAT. Perturbations that increase hematopoiesis (pregnancy, blood loss, low temperature stress, and certain infections) increase the size of the hematopoietic compartment with a corresponding reduction in MAT. We hypothesize that increased MAT during fasting is an adaptive response signaled by negative energy balance. An increase in MAT and resulting reduction in hematopoietic compartment size during fasting would promote survival by lowering energy expenditure required to maintain unnecessary turnover of hematopoietic cells.Turner et al. Page 15 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 2. Relative gene expression of representative adipokines and UCP-1 among fat depots in mouse Adipokine expression levels in 4-month-old female B6 mice were 5 to 200-fold lower in total tibia (MAT) compared to expression levels in BAT and WAT. UCP-1 expression levels in tibia were 10-fold lower compared to WAT and 100,000-fold lower compared to BAT. Values are mean  SE, n8group.Turner et al. Page 16 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 3. Illustration (using radioautography) of the rapid turnover of hematopoietic cells in bone marrow in rat tibia A tracer level of H3-thymidine was continuously infused for one week into a 6-month-old female rat using a subcutaneously implanted osmotic pump. The high labeling index indicates that the great majority of hematopoietic lineage cells passed through S-phase of the cell cycle during the one-week labeling interval. Label withdrawal studies (not shown) indicate that many of these cells experienced multiple rounds of proliferation during the labeling interval. Although one adipocyte would replace 30 nucleated hematopoietic cells, the majority of the energy savings following replacing hematopoietic marrow with MAT would stem from the differential in energy costs of maintaining the two tissues. Please note the size of the adipocyte and the potential for its displacing numerous hematopoietic stem cells.Turner et al. Page 17 Curr Osteoporos Rep . Author manuscript; available in PMC 2019 April 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Putative role of MAT as an expandable/contractible fat depot to optimize the \nhematopoietic cell compartment\nThe reduced requirement for hematopoiesis with age results in a reduction in the \nhematopoietic compartment with a corresponding increase in MAT"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Relative gene expression of representative adipokines and UCP-1 among fat depots in \nmouse\nAdipokine expression levels in 4-month-old female B6 mice were 5 to 200-fold lower in \ntotal tibia (MAT) compared to expression levels in BAT and WAT"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Illustration (using radioautography) of the rapid turnover of hematopoietic cells in \nbone marrow in rat tibia\nA tracer level of H3-thymidine was continuously infused for one week into a 6-month-old \nfemale rat using a subcutaneously implanted osmotic pump"
            }
        ]
    }
]