[
    {
        "pmid": "33927037",
        "title": "Draft Genome Sequences of Various Bacterial Phyla Isolated from the International Space Station.",
        "year": "2021",
        "journal": "Microbiol Resour Announc",
        "abstract": "Whole-genome sequences were generated from 96 bacterial strains of 14 species that were isolated from International Space Station surfaces during the Microbial Tracking 2 study. Continued characterization of this closed habitat's microbiome enables tracking of the spread and evolution of secondary pathogens, which is vital for astronaut health.",
        "full_text": "Draft Genome Sequences of Various Bacterial Phyla Isolated from the International Space Station Anna C. Simpson ,aCamilla Urbaniak ,aNitin K. Singh ,aJason M. Wood ,aMarilyne Debieu ,bNiamh B. O Hara ,b,c Christopher E. Mason ,d,e Kasthuri Venkateswarana aJet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA bBiotia, New York, New York, USA cDepartment of Cell Biology, College of Medicine, SUNY Downstate Health Sciences University, Brooklyn, New York, USA dDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, New York, USA eWorldQuant Initiative for Quantitative Prediction, Weill Cornell Medicine, New York, New York, USA ABSTRACT Whole-genome sequences were generated from 96 bacterial strains of 14 species that were isolated from International Space Station surfaces during theMicrobial Tracking 2 study. Continued characterization of this closed habitats micro- biome enables tracking of the spread and evolution of secondary pathogens, which is vital for astronaut health. The International Space Station (ISS) is currently the only long-term human habitat in space. Microgravity disrupts human immune function (1), and close monitoring of the ISS microbiome for increased pathogenicity is thus an ongoing critical task. Here, wereport the draft genomes of 96 bacterial strains that were isolated from the ISS (Table 1). Eleven of the 14 species found are common members of the human microbiome, and most can act as opportunistic human pathogens. Four species from the phylum Actinobacteria were isolated, from the genera Pseudoclavibacter ,Kocuria ,a n d Micrococcus ,a l lo fw h i c ha r ec o m m o ni nb o t he n v i r o n m e n t a l and human microbiomes (2 5).Kocuria palustris and Micrococcus luteus are opportunistic pathogens (5, 6). M. luteus can survive in a dormant state under extreme oligotrophic condi- tions (7) and has increased growth and increased biomass yield in microgravity (8). Multiple coagulase-negative staphylococci (CoNS) were also isolated. CoNS are normal components of human skin ora (9) and are often resistant to antibiotics because of their ability to form bio lms (10); all CoNS in this report are documented opportunistic patho- gens (11 15). Three species from the phylum Proteobacteria were identi ed.Acinetobacter pittii is a less common nosocomial pathogen that causes pneumonia and meningitis in inten-sive care patients (16), Pseudomonas fulva is a commensal plant endophyte (17) that can also infect immunocompromised patients (18, 19), and Pseudomonas granadensis is a recently discovered soil bacterium (20). Two other species in this report that are not associated with the human microbiome are Cytobacillus horneckiae , a Gram-positive UV-resistant endospore-former that was isolated from a clean room at the Kennedy Space Center (21), and Methylobacterium organophilum ,a facultative methylotroph (22). All strains reported here were collected aboard the ISS over the course of veight missions between June 2017 and December 2018 (Table 1). Premoistened polyesterwipes were used to collect samples from eight predetermined surfaces during each ight (see Table 1 for locations). After transport to Earth, the wipes were agitated in sterile phosphate-buffered saline, and the buffer was concentrated with an InnovaPrepCP-150 concentrator. Concentrates were plated onto Reasoner s 2A (R2A) agar (25CCitation Simpson AC, Urbaniak C, Singh NK, Wood JM, Debieu M, O Hara NB, Mason CE, Venkateswaran K. 2021. Draft genomesequences of various bacterial phyla isolated from the International Space Station. Microbiol Resour Announc 10:e00214-21. https:doi.org 10.1128MRA.00214-21 . Editor David Rasko, University of Maryland School of Medicine This is a work of the U.S. Government and is not subject to copyright protection in the United States. Foreign copyrights may apply. Address correspondence to Kasthuri Venkateswaran,kasthuri.j.venkateswaranjpl.nasa.gov. Received 4 March 2021 Accepted 31 March 2021 Published 29 April 2021 Volume 10 Issue 17 e00214-21 mra.asm.org 1GENOME SEQUENCES TABLE 1 Accession numbers, sampling locations, and assembly details for bacterial strains isolated from the ISS Sample name Bacterial species WGS accession no. SRA accession no.Flight no. LocationaMedium,temp (C) bNo. ofcontigsGenome size (bp) N 50(bp)Depth of coverage ()GC content ()No. of ltered reads F8_7S_12B Acinetobacter pittii JAFDRK000000000 SRR13530731 F8 Lab 3 overhead R2A, 25 66 3,996,855 150,281 922.13 38.75 23,547,006 F8_7S_13B Acinetobacter pittii JAFDRL000000000 SRR13530730 F8 Lab 3 overhead R2A, 25 71 3,995,968 150,376 735.67 38.75 18,785,602 F8_7S_14B Acinetobacter pittii JAFDRM000000000 SRR13530729 F8 Lab 3 overhead R2A, 25 68 3,996,346 150,379 908.88 38.75 23,208,680 F8_7S_15B Acinetobacter pittii JAFDRN000000000 SRR13530728 F8 Lab 3 overhead R2A, 25 70 3,995,502 132,238 679.63 38.74 17,354,664 F8_7S_16B Acinetobacter pittii JAFDRO000000000 SRR13530727 F8 Lab 3 overhead R2A, 25 67 3,996,494 150,378 768.58 38.75 19,625,886 F8_7S_17B Acinetobacter pittii JAFDRP000000000 SRR13530725 F8 Lab 3 overhead R2A, 25 69 3,996,521 150,203 717.48 38.75 18,321,172 F8_7S_18B Acinetobacter pittii JAFDRQ000000000 SRR13530724 F8 Lab 3 overhead R2A, 25 69 3,995,985 150,209 813.82 38.75 20,781,150 F8_7S_4B Acinetobacter pittii JAFDRX000000000 SRR13530717 F8 Lab 3 overhead R2A, 25 69 3,995,609 150,378 704.76 38.74 17,996,396 F8_7S_5B Acinetobacter pittii JAFDRY000000000 SRR13530716 F8 Lab 3 overhead R2A, 25 66 3,995,688 150,370 583.20 38.74 14,892,212 F8_7S_6P Acinetobacter pittii JAFDSA000000000 SRR13530713 F8 Lab 3 overhead BA, 37 67 3,996,523 150,212 1,115.49 38.75 28,484,452 F8_7S_7B Acinetobacter pittii JAFDSB000000000 SRR13530712 F8 Lab 3 overhead R2A, 25 70 3,996,147 132,238 828.46 38.75 21,155,182 F8_8S_11B Acinetobacter pittii JAFDSE000000000 SRR13530709 F8 Crew quarters R2A, 25 70 3,997,471 150,204 735.21 38.75 18,773,974 F8_8S_12B Acinetobacter pittii JAFDSF000000000 SRR13530708 F8 Crew quarters R2A, 25 71 3,996,218 150,204 903.60 38.75 23,073,890 F8_8S_2P Acinetobacter pittii JAFDSJ000000000 SRR13530703 F8 Crew quarters BA, 37 70 3,994,221 150,204 1,039.96 38.74 26,555,916 F8_8S_6P Acinetobacter pittii JAFDSL000000000 SRR13530701 F8 Crew quarters BA, 37 71 3,997,028 150,211 939.87 38.75 24,000,022 F8_2S_1P Cytobacillus horneckiaeJAFDQP000000000 SRR13530754 F8 WHC BA, 37 44 5,324,298 329,620 397.27 37.7 14,551,974 F5_7S_P6 Kocuria indica JAFDPQ000000000 SRR13530782 F5 Lab 3 overhead BA, 37 28 2,803,228 245,667 825.53 68.78 15,829,868 F6_3S_P_1B Kocuria indica JAFDPV000000000 SRR13530776 F6 ARED BA, 37 27 2,803,211 245,667 1,412.10 68.78 27,077,776 F5_7S_P11C Kocuria palustris JAFDPC000000000 SRR13530748 F5 Lab 3 overhead BA, 37 36 2,843,288 191,163 862.77 70.54 16,418,232 F5_7S_P2A Kocuria palustris JAFDPI000000000 SRR13530790 F5 Lab 3 overhead BA, 37 33 2,844,036 191,163 873.89 70.54 16,629,878 F5_7S_P2B Kocuria palustris JAFDPJ000000000 SRR13530789 F5 Lab 3 overhead BA, 37 32 2,843,686 262,144 1,100.95 70.54 20,950,750 F5_7S_P7 Kocuria palustris JAFDPR000000000 SRR13530780 F5 Lab 3 overhead BA, 37 32 2,844,494 271,586 897.37 70.54 17,076,656 F5_7S_P8 Kocuria palustris JAFDPS000000000 SRR13530779 F5 Lab 3 overhead BA, 37 49 2,843,644 130,397 648.47 70.54 12,340,212 F6_1S_P_2 Kocuria palustris JAFDPT000000000 SRR13530778 F6 Cupola BA, 37 31 2,844,162 271,218 1,262.76 70.54 24,029,822 F6_7S_B_1 Kocuria palustris JAFDQD000000000 SRR13530767 F6 Lab 3 overhead R2A, 25 34 2,843,704 191,187 595.66 70.54 11,335,110 F4_5S_F1_F Methylobacterium organophilumJAFDOX000000000 SRR13530793 F4 Overhead 4 PDA, 25 219 7,153,721 73,806 525.12 71 23,633,880 F5_7S_P10B Micrococcus luteus JAFDOZ000000000 SRR13530781 F5 Lab 3 overhead BA, 37 309 2,634,797 18,596 695.07 72.51 11,589,510 F5_7S_P11A Micrococcus luteus JAFDPA000000000 SRR13530770 F5 Lab 3 overhead BA, 37 249 2,437,588 21,893 526.53 72.95 8,779,392 F5_7S_P1A Micrococcus luteus JAFDPG000000000 SRR13530704 F5 Lab 3 overhead BA, 37 289 2,643,054 17,191 831.59 72.54 13,865,910 F5_7S_P1B Micrococcus luteus JAFDPH000000000 SRR13530791 F5 Lab 3 overhead BA, 37 163 2,662,630 32,991 717.06 72.61 11,956,220 F5_7S_P2C Micrococcus luteus JAFDPK000000000 SRR13530788 F5 Lab 3 overhead BA, 37 274 2,435,899 17,792 894.45 72.84 14,913,960 F5_7S_P3 Micrococcus luteus JAFDPL000000000 SRR13530787 F5 Lab 3 overhead BA, 37 534 2,325,956 7,231 679.00 72.6 11,321,680 F6_3S_P_1A Micrococcus luteus JAFDPU000000000 SRR13530777 F6 ARED BA, 37 68 2,461,417 58,867 1,075.33 73.05 17,930,076 F6_7S_P_2 Micrococcus luteus JAFDQF000000000 SRR13530765 F6 Lab 3 overhead BA, 37 103 2,458,603 49,739 1,387.39 73.03 23,133,344 F6_3S_P_6 Pseudoclavibacter albaJAFDPW000000000 SRR13530775 F6 ARED BA, 37 8 2,211,951 1,246,034 2,314.39 64.46 33,024,422 F8_1S_1P Pseudomonas fulva JAFDQI000000000 SRR13530762 F8 Cupola BA, 37 52 5,220,099 212,004 747.60 61.24 23,764,838 F8_1S_2P Pseudomonas fulva JAFDQJ000000000 SRR13530761 F8 Cupola BA, 37 49 5,219,879 271,973 527.41 61.24 16,765,304 F8_1S_3P Pseudomonas fulva JAFDQK000000000 SRR13530760 F8 Cupola BA, 37 45 5,222,637 279,059 640.19 61.24 20,350,344 F8_1S_4B Pseudomonas fulva JAFDQL000000000 SRR13530758 F8 Cupola R2A, 25 50 5,219,467 212,004 595.41 61.24 18,927,008 F8_1S_5B Pseudomonas fulva JAFDQM000000000 SRR13530757 F8 Cupola R2A, 25 50 5,220,771 212,004 522.35 61.24 16,604,570 F8_1S_6B Pseudomonas fulva JAFDQN000000000 SRR13530756 F8 Cupola R2A, 25 51 5,220,269 228,990 581.78 61.24 18,493,586 (Continued on next page)Simpson et al. Volume 10 Issue 17 e00214-21 mra.asm.org 2TABLE 1 (Continued) Sample name Bacterial species WGS accession no. SRA accession no.Flight no. LocationaMedium,temp (C) bNo. ofcontigsGenome size (bp) N 50(bp)Depth of coverage ()GC content ()No. of ltered reads F8_2S_1B Pseudomonas fulva JAFDQO000000000 SRR13530755 F8 WHC R2A, 25 51 5,220,561 212,004 672.65 61.24 21,382,176 F8_2S_2P Pseudomonas fulva JAFDQQ000000000 SRR13530753 F8 WHC BA, 37 51 5,220,953 212,004 504.33 61.24 16,031,608 F8_2S_3P Pseudomonas fulva JAFDQR000000000 SRR13530752 F8 WHC BA, 37 51 5,219,857 266,892 746.18 61.24 23,719,826 F8_4S_1B Pseudomonas fulva JAFDQS000000000 SRR13530751 F8 Dining table R2A, 25 47 5,221,731 212,004 679.90 61.24 21,612,934 F8_5S_16B Pseudomonas fulva JAFDQT000000000 SRR13530750 F8 Overhead 4 R2A, 25 46 5,221,547 266,892 690.69 61.24 21,955,880 F8_6S_10B Pseudomonas fulva JAFDQU000000000 SRR13530749 F8 PMM port 1 R2A, 25 43 5,222,049 276,378 692.43 61.24 22,011,252 F8_6S_11B Pseudomonas fulva JAFDQV000000000 SRR13530747 F8 PMM port 1 R2A, 25 45 5,221,141 272,009 763.66 61.24 24,275,474 F8_6S_12B Pseudomonas fulva JAFDQW000000000 SRR13530746 F8 PMM port 1 R2A, 25 47 5,220,530 212,004 553.11 61.24 17,582,460 F8_6S_13B Pseudomonas fulva JAFDQX000000000 SRR13530745 F8 PMM port 1 R2A, 25 46 5,222,282 228,990 767.70 61.24 24,403,836 F8_6S_14B Pseudomonas fulva JAFDQY000000000 SRR13530744 F8 PMM port 1 R2A, 25 165 5,214,942 53,221 58.63 61.25 1,863,658 F8_6S_15B Pseudomonas fulva JAFDQZ000000000 SRR13530743 F8 PMM port 1 R2A, 25 45 5,221,469 212,004 644.90 61.24 20,500,186 F8_6S_1P Pseudomonas fulva JAFDRA000000000 SRR13530742 F8 PMM port 1 BA, 37 47 5,219,969 212,004 1,065.14 61.24 33,859,008 F8_6S_3B Pseudomonas fulva JAFDRB000000000 SRR13530741 F8 PMM port 1 R2A, 25 45 5,222,269 271,999 911.16 61.24 28,964,010 F8_6S_3P Pseudomonas fulva JAFDRC000000000 SRR13530740 F8 PMM port 1 BA, 37 45 5,221,425 212,004 1,002.77 61.24 31,876,344 F8_6S_4B Pseudomonas fulva JAFDRD000000000 SRR13530739 F8 PMM port 1 R2A, 25 47 5,220,883 212,004 587.52 61.24 18,676,250 F8_6S_5B Pseudomonas fulva JAFDRE000000000 SRR13530738 F8 PMM port 1 R2A, 25 44 5,222,120 276,382 507.87 61.24 16,144,410 F8_6S_7B Pseudomonas fulva JAFDRF000000000 SRR13530736 F8 PMM port 1 R2A, 25 48 5,221,613 266,937 817.23 61.24 25,978,110 F8_6S_8B Pseudomonas fulva JAFDRG000000000 SRR13530735 F8 PMM port 1 R2A, 25 48 5,220,807 266,892 666.04 61.24 21,172,172 F8_6S_9B Pseudomonas fulva JAFDRH000000000 SRR13530734 F8 PMM port 1 R2A, 25 47 5,221,098 266,892 857.16 61.24 27,247,530 F8_7S_10B Pseudomonas fulva JAFDRI000000000 SRR13530733 F8 Lab 3 overhead R2A, 25 45 5,221,475 248,885 615.92 61.24 19,579,074 F8_7S_11B Pseudomonas fulva JAFDRJ000000000 SRR13530732 F8 Lab 3 overhead R2A, 25 44 5,223,496 276,366 714.44 61.24 22,710,854 F8_7S_1B Pseudomonas fulva JAFDRR000000000 SRR13530723 F8 Lab 3 overhead R2A, 25 46 5,221,397 248,885 734.17 61.24 23,338,010 F8_7S_1P Pseudomonas fulva JAFDRS000000000 SRR13530722 F8 Lab 3 overhead BA, 37 43 5,221,447 266,892 995.57 61.24 31,647,224 F8_7S_2B Pseudomonas fulva JAFDRT000000000 SRR13530721 F8 Lab 3 overhead R2A, 25 46 5,221,320 248,885 792.01 61.24 25,176,512 F8_7S_2P Pseudomonas fulva JAFDRU000000000 SRR13530720 F8 Lab 3 overhead BA, 37 48 5,221,068 211,998 726.98 61.24 23,109,428 F8_7S_3B Pseudomonas fulva JAFDRV000000000 SRR13530719 F8 Lab 3 overhead R2A, 25 43 5,222,387 279,059 657.54 61.24 20,901,852 F8_7S_3P Pseudomonas fulva JAFDRW000000000 SRR13530718 F8 Lab 3 overhead BA, 37 47 5,220,873 211,998 916.50 61.24 29,133,940 F8_7S_6B Pseudomonas fulva JAFDRZ000000000 SRR13530714 F8 Lab 3 overhead R2A, 25 48 5,222,006 211,998 610.88 61.24 19,418,924 F8_7S_8B Pseudomonas fulva JAFDSC000000000 SRR13530711 F8 Lab 3 overhead R2A, 25 45 5,221,151 211,998 675.48 61.24 21,472,302 F8_7S_9B Pseudomonas fulva JAFDSD000000000 SRR13530710 F8 Lab 3 overhead R2A, 25 43 5,221,838 248,885 817.24 61.24 25,978,556 F8_8S_13B Pseudomonas fulva JAFDSG000000000 SRR13530707 F8 Crew quarters R2A, 25 48 5,220,177 276,366 396.21 61.24 12,594,644 F8_8S_1B Pseudomonas fulva JAFDSH000000000 SRR13530706 F8 Crew quarters R2A, 25 45 5,222,394 326,740 612.35 61.24 19,465,438 F8_8S_2B Pseudomonas fulva JAFDSI000000000 SRR13530705 F8 Crew quarters R2A, 25 47 5,220,003 211,998 950.52 61.24 30,215,290 F8_8S_3B Pseudomonas fulva JAFDSK000000000 SRR13530702 F8 Crew quarters R2A, 25 49 5,220,696 228,990 740.00 61.24 23,523,202 F8_8S_7P Pseudomonas fulva JAFDSM000000000 SRR13530700 F8 Crew quarters BA, 37 48 5,221,111 212,004 877.89 61.24 27,906,690 F8_8S_8P Pseudomonas fulva JAFDSN000000000 SRR13530699 F8 Crew quarters BA, 37 50 5,221,099 212,004 1,153.25 61.24 36,659,886 F8_8S_9P Pseudomonas fulva JAFDSO000000000 SRR13530698 F8 Crew quarters BA, 37 44 5,216,552 212,004 725.04 61.25 23,047,660 F6_4S_P_1A Pseudomonas granadensisJAFDPY000000000 SRR13530773 F6 Dining table BA, 37 32 6,075,880 499,949 543.50 60.13 21,534,088 F6_4S_P_1B Pseudomonas granadensisJAFDPZ000000000 SRR13530772 F6 Dining table BA, 37 40 6,075,550 404,503 681.05 60.13 26,983,966 F6_4S_P_1C Pseudomonas granadensisJAFDQA000000000 SRR13530771 F6 Dining table BA, 37 36 6,074,831 411,755 526.75 60.13 20,870,328 F6_4S_P_2 Pseudomonas granadensisJAFDQB000000000 SRR13530769 F6 Dining table BA, 37 36 6,075,345 409,624 849.89 60.13 33,673,758 (Continued on next page)Microbiology Resource Announcement Volume 10 Issue 17 e00214-21 mra.asm.org 3TABLE 1 (Continued) Sample name Bacterial species WGS accession no. SRA accession no.Flight no. LocationaMedium,temp (C) bNo. ofcontigsGenome size (bp) N 50(bp)Depth of coverage ()GC content ()No. of ltered reads F6_4S_P_5C Pseudomonas granadensisJAFDQC000000000 SRR13530768 F6 Dining table BA, 37 35 6,076,644 529,557 356.66 60.13 14,131,340 F6_7S_P_1 Staphylococcus capitisJAFDQE000000000 SRR13530766 F6 Lab 3 overhead BA, 37 23 2,502,093 1,289,580 716.11 32.83 11,624,446 F6_7S_P_4 Staphylococcus capitisJAFDQG000000000 SRR13530764 F6 Lab 3 overhead BA, 37 16 2,451,586 1,282,189 1,422.62 32.78 23,092,982 F5_7S_P12B Staphylococcus capraeJAFDPE000000000 SRR13530726 F5 Lab 3 overhead BA, 37 12 2,636,914 684,748 848.08 33.49 14,738,340 F6_3S_P_7 Staphylococcus epidermidisJAFDPX000000000 SRR13530774 F6 ARED BA, 37 32 2,474,746 167,947 1,420.95 32.03 22,991,394 F5_7S_P10A Staphylococcus saprophyticusJAFDOY000000000 SRR13530792 F5 Lab 3 overhead BA, 37 27 2,660,926 711,481 814.84 32.99 14,003,764 F5_7S_P11B Staphylococcus saprophyticusJAFDPB000000000 SRR13530759 F5 Lab 3 overhead BA, 37 26 2,617,222 1,361,305 964.97 32.98 16,583,928 F5_7S_P12A Staphylococcus saprophyticusJAFDPD000000000 SRR13530737 F5 Lab 3 overhead BA, 37 27 2,663,655 707,529 1,202.62 32.99 20,668,282 F5_7S_P13 Staphylococcus saprophyticusJAFDPF000000000 SRR13530715 F5 Lab 3 overhead BA, 37 24 2,662,145 711,479 1,165.31 32.99 20,027,056 F5_7S_P5A Staphylococcus saprophyticusJAFDPN000000000 SRR13530785 F5 Lab 3 overhead BA, 37 27 2,661,845 711,479 1,391.99 32.99 23,922,656 F5_7S_P5B Staphylococcus saprophyticusJAFDPO000000000 SRR13530784 F5 Lab 3 overhead BA, 37 27 2,661,424 711,481 989.97 32.99 17,013,600 F5_7S_P5C Staphylococcus saprophyticusJAFDPP000000000 SRR13530783 F5 Lab 3 overhead BA, 37 25 2,663,767 711,481 1,176.36 32.99 20,216,888 F6_7S_P_5 Staphylococcus saprophyticusJAFDQH000000000 SRR13530763 F6 Lab 3 overhead BA, 37 23 2,664,922 711,479 1,502.54 32.99 25,822,574 F5_7S_P4 Staphylococcus warneriJAFDPM000000000 SRR13530786 F5 Lab 3 overhead BA, 37 26 2,558,875 420,301 813.75 32.46 13,169,560 aWHC, waste and hygiene compartment; ARED, advanced resistive exercise device; PMM, permanent multipurpose module. bBA, blood agar.Simpson et al. Volume 10 Issue 17 e00214-21 mra.asm.org 4for 7 days), potato dextrose agar (PDA) (25C for 7 days), and blood agar (37C for 2 days) using appropriate concentrations for microbial isolation. Isolated colonies were restreaked on tryptic soy agar (TSA) (25C), and genomic DNA was extracted using the ZymoBIOMICS DNA MagBead kit according to the manufacturer s instructions. Libraries for whole-genome shotgun sequencing (WGS) were prepared using the Illumina Nextera DNA Flex library preparation kit as in previous studies (23) and were sequenced using theNovaSeq 6000 S4 ow cell paired-end 2 C2150-bp platform. Sequencing reads were quality ltered and trimmed, and adapter sequences were removed, using FastQC v0.11.7 (24) and fastp v0.20.0 (25). Scaffolds were assembled with SPAdes v3.11.1 (26). QUAST v5.0.2 (27) was used to determine assembly quality, including the number of contigs, genome size, and N 50value. Default settings were used for all steps except for fastp, which included 512 adapters screening. OrthoANIu (28) was used to con rm the species identity for each strain against the species type strain sequence, with a minimum average nucleotide identity of 95 for identi cation. Genomes were annotated using the NCBI Prokaryotic Genome Annotation Pipeline (29). Data availability. The WGS data and raw data have been deposited in GenBank under the BioProject accession number PRJNA690512 . This project has also been de- posited in the NASA GeneLab system (30 ) under the project number GLDS-361 . The versions described in this paper are the rst versions. ACKNOWLEDGMENTS Part of the research described was carried out at the Jet Propulsion Laboratory of the California Institute of Technology under a contract with NASA. This research was funded by a 2014 Space Biology NNH14ZTT002N award (grant 80NSSC18K0113) toCrystal Jaing and K.V., which also partially funded postdoctoral fellowships for C.U. and J.M.W. Additionally, A.C.S. was supported by grant 80NM0018D0004, funded to K.V. We thank astronauts Colonel Jack Fischer, Colonel Mark Vande Hei, Norishige Kanai, and Alexander Gerst for collecting samples aboard the ISS, the implementation team (Fathi Karouia) at NASA Ames Research Center for coordinating this effort, and Crystal Jaing(Lawrence Livermore National Laboratory), principal investigator of the team. We thank Ryan Kemp (Zymo Corp.) for extracting the DNA and Dan Butler (Weill Cornell Medicine) for generating the shotgun sequencing. The Jet Propulsion Laboratory supercomputing facility staff is acknowledged, notably, Narendra J. Patel (Jimmy) and Edward Villanueva, for continuous support in providing the best possible infrastructure for BIG-DATA analysis. REFERENCES 1. Taylor PW. 2015. Impact of space ight on bacterial virulence and antibi- otic susceptibility. Infect Drug Resist 8:249 262. https:doi.org10.2147 IDR.S67275 . 2. Lin Y-C, Uemori K, de Briel DA, Arunpairojana V, Yokota A. 2004. Zimmer- mannella helvola gen. nov., sp. nov., Zimmermannella alba sp. nov., Zim- mermannella bi dasp. nov., Zimmermannella faecalis sp. nov. and Leuco- bacter albus sp. nov., novel members of the family Microbacteriaceae . Int J Syst Evol Microbiol 54:1669 1676. https:doi.org10.1099ijs.0.02741-0 . 3. Dastager SG, Tang S-K, Srinivasan K, Lee J-C, Li W-J. 2014. Kocuria indica sp. nov., isolated from a sediment sample. Int J Syst Evol Microbiol64:869 874. https:doi.org10.1099ijs.0.052548-0 . 4. Lee K, Ganzorig M, Jung JY, Badaya SK, Lim JY. 2019. Complete genome sequence of Kocuria indica CE7, isolated from human skin. Microbiol Resour Announc 8:e00607-19. https:doi.org10.1128MRA.00607-19 . 5. Kooken JM, Fox KF, Fox A. 2012. Characterization of Micrococcus strains isolated from indoor air. Mol Cell Probes 26:1 5.https:doi.org10.1016j .mcp.2011.09.003 . 6. Mattern R, Ding J. 2014. Keratitis with Kocuria palustris and Rothia mucila- ginosa in vitamin A de ciency. Case Rep Ophthalmol 5:72 77.https:doi .org10.1159000360391 . 7. Greenblatt CL, Baum J, Klein BY, Nachshon S, Koltunov V, Cano RJ. 2004. Micrococcus luteus -survival in amber. Microb Ecol 48:120 127. https:doi .org10.1007s00248-003-2016-5 . 8. Mauclaire L, Egli M. 2010. Effect of simulated microgravity on growth and production of exopolymeric substances of Micrococcus luteus space andearth isolates. FEMS Immunol Med Microbiol 59:350 356. https:doi.org 10.1111j.1574-695X.2010.00683.x . 9. Gowda A, Pensiero AL, Packer CD. 2018. Staphylococcus caprae : a skin commensal with pathogenic potential. Cureus 10:e3485. https:doi.org 10.7759cureus.3485 . 10. Becker K, Heilmann C, Peters G. 2014. Coagulase-negative staphylococci. Clin Microbiol Rev 27:870 926. https:doi.org10.1128CMR.00109-13 . 11. Cameron D, Jiang J-H, Hassan K, Elbourne L, Tuck K, Paulsen I, Peleg A. 2015. Insights on virulence from the complete genome of Staphylococcus capitis . Front Microbiol 6:980. https:doi.org10.3389fmicb.2015.00980 . 12. Laurent F, Butin M. 2019. Staphylococcus capitis and NRCS-A clone: the story of an unrecognized pathogen in neonatal intensive care units. ClinMicrobiol Infect 25:1081 1085. https:doi.org10.1016j.cmi.2019.03.009 . 13. Xu Z, Misra R, Jamrozy D, Paterson GK, Cutler RR, Holmes MA, Gharbia S, Mkrtchyan HV. 2018. Whole genome sequence and comparativegenomics analysis of multi-drug resistant environmental Staphylococcus epidermidis ST59. G3 (Bethesda) 8:2225 2230. https:doi.org10.1534g3 .118.200314 . 14. Raz R, Colodner R, Kunin CM. 2005. Who are you: Staphylococcus sapro- phyticus ? Clin Infect Dis 40:896 898. https:doi.org10.1086428353 . 15. Campoccia D, Montanaro L, Visai L, Corazzari T, Poggio C, Pegref F, Maso A, Pirini V, Ravaioli S, Cangini I, Speziale P, Arciola CR. 2010. Characteriza- tion of 26 Staphylococcus warneri isolates from orthopedic infections. Int J Artif Organs 33:575 581. https:doi.org10.1177039139881003300903 . 16. Wisplinghoff H, Paulus T, Lugenheim M, Stefanik D, Higgins PG, EdmondMicrobiology Resource Announcement Volume 10 Issue 17 e00214-21 mra.asm.org 5MB, Wenzel RP, Seifert H. 2012. Nosocomial bloodstream infections due toAcinetobacter baumannii ,Acinetobacter pittii and Acinetobacter nosoco- mialis in the United States. J Infect 64:282 290. https:doi.org10.1016j .jinf.2011.12.008 . 17. Adeniji AA, Aremu OS, Loots DT, Babalola OO. 2020. Pseudomonas fulva HARBPS9.1: candidate anti- Fusarium agent in South Africa. Eur J Plant Pathol 157:767 781. https:doi.org10.1007s10658-020-02035-4 . 18. Almuzara MN, Vazquez M, Tanaka N, Turco M, Ramirez MS, Lopez EL, Pasteran F, Rapoport M, Procopio A, Vay CA. 2010. First case of human infection due to Pseudomonas fulva , an environmental bacterium isolated from cerebrospinal uid. J Clin Microbiol 48:660 664. https:doi.org10 .1128JCM.01849-09 . 19. Seok Y, Shin H, Lee Y, Cho I, Na S, Yong D, Jeong SH, Lee K. 2010. First report of bloodstream infection caused by Pseudomonas fulva . J Clin Microbiol 48:2656 2657. https:doi.org10.1128JCM.01609-09 . 20. Pascual J, Garca-Lpez M, Bills GF, Genilloud O. 2015. Pseudomonas gran- adensis sp. nov., a new bacterial species isolated from the Tejeda, Almijara and Alhama Natural Park, Granada, Spain. Int J Syst Evol Microbiol 65:625 632. https:doi.org10.1099ijs.0.069260-0 . 21. Vaishampayan P, Probst A, Krishnamurthi S, Ghosh S, Osman S, McDowall A, Ruckmani A, Mayilraj S, Venkateswaran K. 2010. Bacillus horneckiae sp. nov., isolated from a spacecraft-assembly clean room. Int J Syst Evol Microbiol 60:1031 1037. https:doi.org10.1099ijs.0.008979-0 . 22. Green PN. 2015. Methylobacterium. InDeVos P, Dedysh S, Hedlund B, Kmpfer P, Rainey F, Trujillo ME, Bowman JP, Brown DR, Glckner FO, Oren A, Paster BJ, Wade W, Ward N, Busse H-J, Reysenbach AL (ed), Ber-geys manual of systematics of archaea and bacteria. John Wiley  Sons, Hoboken, NJ. https:doi.org10.10029781118960608.gbm00830 .23. Be NA, Avila-Herrera A, Allen JE, Singh N, Checinska Sielaff A, Jaing C, Venkateswaran K. 2017. Whole metagenome pro les of particulates col- lected from the International Space Station. Microbiome 5:81. https:doi .org10.1186s40168-017-0292-4 . 24. Andrews S. 2011. FastQC: a quality control tool for high throughput sequence data. https:www.bioinformatics.babraham.ac.ukprojectsfastqc . 25. Chen S, Zhou Y, Chen Y, Gu J. 2018. fastp: an ultra-fast all-in-one FASTQ pre- processor. Bioinformatics 34:i884 i890. https:doi.org10.1093bioinformatics bty560 . 26. Bankevich A, Nurk S, Antipov D, Gurevich AA, Dvorkin M, Kulikov AS, Lesin VM, Nikolenko SI, Pham S, Prjibelski AD, Pyshkin AV, Sirotkin AV,Vyahhi N, Tesler G, Alekseyev MA, Pevzner PA. 2012. SPAdes: a new ge- nome assembly algorithm and its applications to single-cell sequencing. J Comput Biol 19:455 477. https:doi.org10.1089cmb.2012.0021 . 27. Gurevich A, Saveliev V, Vyahhi N, Tesler G. 2013. QUAST: quality assess- ment tool for genome assemblies. Bioinformatics 29:1072 1075. https: doi.org10.1093bioinformaticsbtt086 . 28. Yoon S-H, Ha S-M, Lim J, Kwon S, Chun J. 2017. A large-scale evaluation of algorithms to calculate average nucleotide identity. Antonie Van Leeu- wenhoek 110:1281 1286. https:doi.org10.1007s10482-017-0844-4 . 29. Tatusova T, DiCuccio M, Badretdin A, Chetvernin V, Nawrocki EP, Zaslavsky L, Lomsadze A, Pruitt KD, Borodovsky M, Ostell J. 2016. NCBI Prokaryotic GenomeAnnotation Pipeline. Nucleic Acids Res 44:6614 6624. https:doi.org10.1093 nargkw569 . 30. Ray S, Gebre S, Fogle H, Berrios DC, Tran PB, Galazka JM, Costes SV. 2019. GeneLab: Omics database for space ight experiments. Bioinformatics 35:1753 1759. https:doi.org10.1093bioinformaticsbty884 .Simpson et al. Volume 10 Issue 17 e00214-21 mra.asm.org 6",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]