[
    {
        "pmid": "36503581",
        "title": "Multidrug-resistant Acinetobacter pittii is adapting to and exhibiting potential succession aboard the International Space Station.",
        "year": "2022",
        "journal": "Microbiome",
        "abstract": "BACKGROUND: Monitoring the adaptation of microorganisms to the extreme environment of the International Space Station (ISS) is crucial to understanding microbial evolution and infection prevention. Acinetobacter pittii is an opportunistic nosocomial pathogen, primarily impacting immunocompromised patients, that was recently isolated from two missions aboard the ISS.\nRESULTS: Here, we report how ISS-associated A. pittii (n = 20 genomes) has formed its own genetically and functionally discrete clade distinct from most Earth-bound isolates (n = 291 genomes). The antimicrobial susceptibility testing of ISS strains and two related clinical isolates demonstrated that ISS strains acquired more resistance, specifically with regard to expanded-spectrum cephalosporins, despite no prediction of increased resistance based on genomic analysis of resistance genes. By investigating 402 longitudinal environmental and host-associated ISS metagenomes, we observed that viable A. pittii is increasing in relative abundance and therefore potentially exhibiting succession, being identified in >2X more metagenomic samples in back-to-back missions. ISS strains additionally contain functions that enable them to survive in harsh environments, including the transcriptional regulator LexA. Via a genome-wide association study, we identified a high level of mutational burden in methionine sulfoxide reductase genes relative to the most closely related Earth strains.\nCONCLUSIONS: Overall, these results indicated a step forward in understanding how microorganisms might evolve and alter their antibiotic resistance phenotype in extreme, resource-limited, human-built environments. Video Abstract.",
        "full_text": "Tierney et al. Microbiome (2022) 10:210 https:doi.org10.1186s40168-022-01358-0 RESEARCH Multidrug-resistant Acinetobacter pittii is adapting to and exhibiting potential succession aboard the International Space Station Braden T. Tierney1, Nitin K. Singh2, Anna C. Simpson2, Andrea M. Hujer3,4, Robert A. Bonomo3,4,5,6, Christopher E. Mason1 and Kasthuri Venkateswaran2 Abstract Background: Monitoring the adaptation of microorganisms to the extreme environment of the International Space Station (ISS) is crucial to understanding microbial evolution and infection prevention. Acinetobacter pittii is an oppor - tunistic nosocomial pathogen, primarily impacting immunocompromised patients, that was recently isolated from two missions aboard the ISS. Results: Here, we report how ISS-associated A. pittii (n  20 genomes) has formed its own genetically and function- ally discrete clade distinct from most Earth-bound isolates (n  291 genomes). The antimicrobial susceptibility testing of ISS strains and two related clinical isolates demonstrated that ISS strains acquired more resistance, specifically with regard to expanded-spectrum cephalosporins, despite no prediction of increased resistance based on genomic analy- sis of resistance genes. By investigating 402 longitudinal environmental and host-associated ISS metagenomes, we observed that viable A. pittii is increasing in relative abundance and therefore potentially exhibiting succession, being identified in 2X more metagenomic samples in back-to-back missions. ISS strains additionally contain functions that enable them to survive in harsh environments, including the transcriptional regulator LexA. Via a genome-wide association study, we identified a high level of mutational burden in methionine sulfoxide reductase genes relative to the most closely related Earth strains. Conclusions: Overall, these results indicated a step forward in understanding how microorganisms might evolve and alter their antibiotic resistance phenotype in extreme, resource-limited, human-built environments.  The Author(s) 2022. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the articles Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the articles Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http: creat iveco mmons. org licen ses by4. 0. The Creative Commons Public Domain Dedication waiver (http: creat iveco mmons. org publi cdoma in zero1. 0) applies to the data made available in this article, unless otherwise stated in a credit line to the data.Introduction Any bacterial species introduced into space will inevi - tably face the extreme pressures inherent therein (e.g., microgravity and solar radiation). While humans also encounter these challenges during space flight and, indeed, our physiology is impacted by prolonged expo - suremicrobes possess the unique ability to adapt quickly due to rapid cell division (thereby mutation) and the acquisition of external DNA elements through hori - zontal gene transfer (HGT) 1. Given the pivotal roles microbes play in human health and physiology (e.g., ranging from pathogens to arbiters of a healthy gut), understanding how we can expect specific microbes to adapt to space-based ecosystems is essential for ensuring crew safety and health during longer space missions.Open Access Braden T. Tierney and Nitin K. Singh are co-first authors. Correspondence: chm2042med.cornell.edu; kjvenkatjpl.nasa.gov 1 Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY 10065, USA 2 Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109, USA Full list of author information is available at the end of the articlePage 2 of 14 Tierney et al. Microbiome (2022) 10:210 The International Space Station (ISS) is perhaps the paradigm of experimental built environments to observe such microbial adaptation in action. After all, all life on the ISS had to originate on Earth, and this makes it the ideal place to study, in a contained environment, how life changes in orbit. To date, there have been numerous other examples of microbes changing after being exposed to space. These include fungal adaptation to the ISS as a function of microgravity and changes in Agrobacterium genome composition, among others 24. Recently, the microbe Acinetobacter pittii was isolated from surfaces within the ISS during two microbial-moni - toring missions (referred to as microbial tracking-1 MT1 and microbial tracking-2 MT2) 2 , 5. A. pittii is an oppor - tunistic, Biosafety Level (BSL) 2 pathogen capable of causing potentially fatal infection, most commonly in immunocom - promised patients in clinical settings 6 , 7. Bacteremia deriving from A. pittii has been observed as having a 17 28-day mortality rate 8 , though healthy individuals are usually not at risk of infection. Members of the genus Aci - netobacter tend to be multi-drug-resistant and more com - monly isolated from hospital settings as a result of their ability to resist environmental disinfectants and their poten - tial for aerosolization 9 . In addition, A. pittii has been observed in various built environment settings other than hospitals (e.g., household objects) 10. Many diverse A. pit - tii genomes are available from a variety of settings, making it an excellent model for comparative genomics. The presence of a nosocomial BSL-2 pathogen in space warrants investigation in and of itself as the potential for human infection in this extreme environment raises con - cern; additionally, A. pittii is particularly adept at HGT in a simulated microgravity 1. This indicates a propen - sity for rapid adaptation to conditions aboard the ISS and acquiring additional genes that could contribute to anti - biotic resistance. As a result, monitoring the biology of A. pittii, and how strains are changing in space, is of high priority. Finally, understanding how an organism, espe - cially a pathogen, is changing and whether it is propagat - ing is critical to our ability to design effective infection prevention strategies. In other words, is it colonizing and spreading via the human body, or is it limited to the envi - ronment? Answering this metapangenomic 11 question requires both longitudinal sampling of human (e.g., the oral microbiome) and environmental (e.g., the space sta - tion viewports) metagenomes to identify the presence or absence of specific strains in complex microbial commu - nities over time. Here, we jointly used longitudinally collected isolates and metagenomic sequencing to measure changes to A. pittii genomes across time in space. We compared clini - cal strains isolated on Earth to cultured organisms from the space station and those de novo assembled into metagenome-assembled genomes (MAGs). We described the specific gene and phenotype changes possibly occur - ring as a function of exposure to space, and we identified where A. pittii is most prevalent across the ISS. Results A. pittii isolated from the ISS have become phylogenetically distinct from Earthbound strains We built a dataset comprising publicly available assem - bled genomes, metagenomic bins, and assembled, not- yet-public genomes that our team had sequenced from the ISS (Table 1). We downloaded 319 genomes anno - tated as A. pittii from the National Center for Biotech - nology Informations (NCBIs) assembly database. Five of these were isolated from the ISS mission MT1 (flight 2), whereas 15 were from MT2 (flight 8) 12, 13. The MT1 MT2 isolations were performed with similar swabbing and dilution protocols. We ran the genomes through GTDB-tK to confirm their taxonomy, removing eight from analysis due to their being annotated as other spe - cies (e.g., Acinetobacter baumannii). Additionally, in a dataset of 402 short-read metagen - omes from ISS crew and environmental sites on the ISS, we assembled metagenome-assembled genomes (MAGs) in the hope of finding additional A. pittii strains. These samples comprised 42 from environmental sites on the MT1 mission, 60 from environmental sites on the MT2 mission, 246 from different crew body sites on the MT2 mission, and 54 from the crew of the NASA Twins Study, which took place prior to the MT1MT2 missions 5, 14. We annotated only two MAGs as A. pittii using GTDB- tK. Both genomes were 99 complete, had 1 contam - ination, and were from environmental samples from the MT1 mission (samples SRR6853346 and SRR6853362, both from flight 2). These brought the total number of A. pittii genomes (including MAGs and isolates) carried forward for the rest of the analysis to 313 (Table 1, Supp Table 1). We then built phylogenetic trees (with four different approaches ranging from marker-gene-based to SNP- based) for the resultant strains of A. pittii isolated from or identified on the ISS versus those from different Earth environments (Fig. 1, Supp Figs. 1 and 2). We identified that ISS A. pittii isolates formed a distinct clade from strains associated with all other ecosystems. Across all trees, only two strains, both isolated from infected patients, from Earth additionally fell in this clade. Given their placement, we focused specifically on grounding our proximal functional, antimicrobial, and genetic anal - ysis of the ISS strains in comparison to these two strains (referred to as PR-313 and PR-429). By comparison, iso - lates from other ecosystems (e.g., human blood, wastewa - ter) did not cluster together based on phylogeny to the Page 3 of 14 Tierney et al. Microbiome (2022) 10:210 same level as those from the ISS, and, overall, other A. pittii from the environmental ecosystems were phyloge - netically distinct from the ISS strains. We additionally compared PR-313, PR-429, and the assembly of the A. pittii type strain (GenBank acces - sion GCA_000369045.1, ATCC 19004, acquired from a patient blood sample) to the ISS isolates (not including the MAGs) at the SNP-level (Fig. 1B). ISS A. pittii strains differed from the type strain by an average of 52,546 SNPs. They differed from PR-313 and PR-429 by 899 and 1040 SNPs on average, respectively. The MT2 isolates had more SNPs relative to all three references than the MT1 isolates (p  0.001). A. pittiis potential succession through the built environment of the ISS Next, we aimed to determine the source and observe the potential succession of A. pittii on the ISS based on shifts in relative abundance (as opposed to absolute abun - dance), which is an approach we have taken in prior work 15. In the same shotgun sequenced samples from which we identified our metagenomic bins, we computed the abundance of A. pittii using Kraken2. We stratified this analysis by metagenomes that had, versus had not, been treated with propidium monoazide (PMA) to remove non-viable cells. We noted the potential succession of viable A. pit - tii throughout the environment of the ISS (Fig. 2A). We identified more reads mapping to A. pittii in the environmental samples than in the human samples, and its relative abundance was higher in PMA-treated environmental metagenomes (p  0.0063) in the MT2 mission. Overall, its abundance increased between the two missions (p  0.001). The majority of A. pit - tii abundance during the MT1 flight was in a small number of samples. One environmental metagenome from the MT1 mission had extremely high levels of A. pittii abundance (SRR6853346, relative abundance  52.1). This and the MT1 sample with the second- highest abundance (SRR6853362, relative abundance  12.8) were the ones we were able to assemble MAGs from, and they were taken from the port panel next to Cupola node 3 on the ISS. The median relative abundance of A. pittii (0.02) during the MT2 mission was the highest by an order of magnitude compared to the other metagenomic sources. Further, short reads mapped to A. pittii with Kraken2 were identified in more locations across the ISS in MT2 than in MT1 (1942 45.2 metagenomes in MT1 vs. 4860 80 in MT2). To further explore the spread of A. pittii throughout the ISS, we next searched specifically for the presence of the two MAGs we identified previously in all the environmental metagenomic samples in our dataset. We computed the fraction of raw reads in each metage - nome aligning back to the MAGs (Fig. 2B, C). We observed a statistically significant (p  0.001) increase in both the coverage and relative abundance of the genomes. Metagenomes treated with PMA had higher coverage (p  0.05) in both missions.Table 1 Characteristics of A. pittii genomes included in this study Genomes (N 313, A. pittii) Source Count Source type Reference MT1, flight 2 5 Environmental Checinska Sielaff et al. 2016 12 MT1, environmental metagenomes 2 Environmental Checinska Sielaff et al. 2016 12 MT2, flight 8 15 Environmental Simpson et al. 2021 13 Non-humanenvironmental 29 Other https: www. ncbi. nlm. nih. gov genome browse ! proka ryotes 2516 Human 199 Host-associated https: www. ncbi. nlm. nih. gov genome browse ! proka ryotes 2516 Unknown 63 Other https: www. ncbi. nlm. nih. gov genome browse ! proka ryotes 2516 Metagenomes (N 402) Source Count Source type Reference MT1 environmental swabs 42 Environmental https: www. ncbi. nlm. nih. gov sra? term PRJNA 438545) MT2 environmental swabs 60 Environmental https: genel ab- data. ndc. nasa. gov genel ab acces sion GLDS- 252 MT2 crew, ear 30 Host-associated Morrison et al. 2021 5 MT2 crew, mouth 31 Host-associated Morrison et al. 2021 5 MT2 crew, nasal 30 Host-associated Morrison et al. 2021 5 MT2 crew, pooled samples 31 Host-associated Morrison et al. 2021 5 MT2 crew, saliva 124 Host-associated Morrison et al. 2021 5 NASA Twins Study, Gut 22 Host-associated Garrett-Bakelman et al. 2019 14 NASA Twins Study, Saliva 32 Host-associated Garrett-Bakelman et al. 2019 14Page 4 of 14 Tierney et al. Microbiome (2022) 10:210 To gain an even higher-resolution view into the potential succession of A. pittii aboard the ISS, we broke down its shifts in abundance as a function of flight. The MT1 mission consisted of three longitudinal flights (i.e., time points), whereas the MT2 consisted of four, with increasing average abundance from flight one to seven in A. pittii MAGs (Fig. 2D). Changes in abun - dance between flights 1 and 7 were statistically signifi - cant (p  0.001), as well as between flights 3 and 4 (the gap between the missions).Fig. 1 A. pittii from the ISS as compared to publicly available genomes. A A phylogenetic tree displaying the ISS clade (red box), which contains all ISS genomes as well as 3 Earth-derived strains. The right panel is a zoomed-in image on the upper portion of the tree. B SNP level similarity of the ISS isolates and two closely related Earth strains as well as a related patient isolate, referred to as type strain. Names in the gray bar are the identity of the reference genome to which all others on the x-axes were compared. P values were generated from Wilcox tests. CSF refers to cerebrospinal fluidPage 5 of 14 Tierney et al. Microbiome (2022) 10:210 ISSassociated A. pittii are becoming functionally distinct from Earthbound strains We next aimed to determine how the ISS A. pittii varied genetically and functionally compared to its Earth coun - terparts. We identified and functionally annotated all the Open-Reading-Frames (ORFs, which refer to the cod - ing sequences of a microbial genome) in each of the 313 genomesMAGs. In total, we identified 1,188,894 genes and 1459 distinct Clusters of Orthologous Gene (COG) annotations (Supp Table 2). Initially, we sought to identify similarities and differ - ences in COGs annotated to ORFs present in five differ - ent genome types: the genomes of the MT1 and MT2 isolates, the MAGs, the type strain, and the two human isolates that were consistently grouped in the ISS clade (as described in Fig. 1). Nineteen COGs were present in all genome types except the type strain. These included two transketolases, a type II secretion mechanism (PulG), a sulfoxide reductase and sulfatase maturation enzyme, an alcohol dehydrogenase, a curcumin reductase, a Zn- dependent reductase (and a Zn2 transport system), and an integrase, among others. Notably, every ISS-isolate uniquely contained the transcriptional repressor LexA, which was not shared with the type strain or otherwise similar genomes. In our genome collection, we also searched against the CARD database to identify antimicrobial resistance (AMR) genes (Supp Table 2). In addition, for ISS and clinical strains used to assess antimicrobial phenotypic characteristics, we searched genomes against the CARD, Fig. 2 The distribution and potential succession of A. pittii aboard the ISS. All p values are derived from Wilcox tests. A The relative abundance of A. pittii across different metagenomes from human subjects as well as the ISS environment. The x-axis indicates the source of the metagenomes, with pool referring to combined samples across sites. B The percent genome coverage with at least 3 reads aligning to each of the two A. pittii metagenome-assembled genomes (MAGs) identified in our analysis. C The proportion of reads aligning to each of these MAGs from environmental metagenomes. D The abundance of A. pittii strains as a function of specific flights. The proportion of reads aligning to MAGs broken down by each flight in the MT1 and MT2 missions. P values in this panel correspond to the change in abundance between the first and last flights (top) and the different missions (bottom)Page 6 of 14 Tierney et al. Microbiome (2022) 10:210 NCBI, ARG-ANNOT, and ResFinder databases and veri - fied predicted AMR status and gene identity of flagged sequences (those not having a 100 identity match) by blasting against GenBanks non-redundant protein sequence database. We identified a bolus of AMR mark - ers, with the 20 ISS genomes possessing a total of 10 dis - tinct resistance gene families (910 gene families were in every ISS genome). Each genome contained potential resistance to 11 drug classes through 4 general resistance mechanisms (antibiotic efflux, antibiotic inactivation, target alteration, and reduced permeability for the anti - biotic). However, the presence of resistance mechanisms and genes did not discriminate between the Earth and ISS-associated strains. However, the ISS-genomes did hierarchically cluster primarily with human-associated strains and contained a large diversity of genes that could potentially confer antibiotic resistance (Supp Fig. 1). Antimicrobial phenotypic characteristics of A. pittii strains We tested 16 clinically relevant antibiotics for which the Clinical and Laboratory Standard Institute (CLSI) has established breakpoints for Acinetobacter species, as these are the commonly used antimicrobial agents administered to treat infections caused by this opportun - istic pathogen (Fig. 3, Supp Table 2). The well-character - ized Earth strains PR-313, PR-348, and PR-429 isolated from clinical samples were used as comparators in this study 16. Clinical isolates PR-313 and PR-429 were the two strains that consistently grouped phylogenetically with the ISS strains in this study (Fig. 1A). PR-429 was placed distantly in our phylogenetic analysis. These three strains were susceptible to all antibiotic compounds tested, with the exception that PR-313 showed resistance to ceftriaxone (MIC  32 gml, intermediate resistance, I) as did ISS strains. All ISS A. pittii isolates (n  20) tested were susceptible to the commercially available and often used carbapen - ems: meropenem and imipenem; the fluoroquinolones: ciprofloxacin and levofloxacin; the aminoglycoside gen - tamicin; and tetracycline. The susceptibility to the other antimicrobials is typical of A. pittii. The isolates were also predominantly susceptible to minocycline 1920 iso - lates; one isolate MIC  8 gml, resistant (R), and the aminoglycosides amikacin (1920 isolates; one isolate MIC  32 gml, I) and tobramycin (1920 isolates; one isolate MIC  8 gml, R). Susceptibility to ceftazidime was more notable, as only one ISS isolate demonstrated resistance (MIC  16 gml, I). The potency of the ceph - alosporins varied widely as can be seen from the MICs listed in Supp Table 2. All ISS isolates demonstrated resistance to cefotaxime (MICs 1632 gml, I), and unlike the clinical isolates (n3), most ISS strains were also resistant to cefepime (1420 isolates: MIC  16 gml, n  11, I; MIC  16 g ml, n  3, R) and ceftriaxone (1720 isolates: MIC  32 gml, I). For -lactam-lactamase inhibitor combina - tions, 320 isolates were resistant to ampicillin-sulbactam (MIC  168 gml, n  2, I; MIC  168 gml, n  1, Fig. 3 Antimicrobial susceptibility testing data of the various A. pittii strains. The results of antimicrobial testing of the ISS isolates vs. comparable clinical isolates. See Supp Table 2 for a more detailed view of these analysesPage 7 of 14 Tierney et al. Microbiome (2022) 10:210 R), and 520 isolates were non-susceptible to piperacil - lin-tazobactam (MIC  324 gml, I). In addition, 420 isolates were resistant to a combination of trimethoprim- sulfamethoxazole (MIC  238 gml, R). One strain each from MT-1 (IIF1SW-P4) and MT-2 (F8_7S_12B) flight mission exhibited multi-drug resistance (6 out of 16 anti - microbials) and were isolated from Cupola (IIF1SW-P4) and US Lab (F8_7S_12B) locations. ISSbound A. pittii contain genetically discrete accessory genomes from Earthbound strains Our prior analyses provided a sense of functions that were gained or lost by different strains of A. pittii; how - ever, they do not necessarily capture difficult-to-anno - tate sequences (i.e., genetic dark matter) or provide a sense of gene-level (or mutational-level) similarity between isolates. To explore this space, we identified a total of 43,948 core and accessory genes across all A. pit - tii isolates and MAGs. Via hierarchically clustering the consensus genes from the pangenome, we observed a set of sequences that were present in 100 of ISS genomes and only a small proportion ( 10) of Earth genomes (Fig. 4 A, yellow box). This observation motivated us to carry out a gene-level, pangenome association study with the aim of determin - ing the ISS-associated-accessory genome of A. pit - tii. Adjusting for population stratification due to shared lineage, we used logistic regression to test the associa - tion between 7411 gene sequences that were found in between 5 and 100 of all samples. After correcting for the false discovery rate, we identified a total of 175 sig - nificant positive associations with the ISS that were pre - sent in 100 of ISS A. pittii and 10 of the Earth strains (Fig. 4B, Supp Table 3). These genes had limited anno - tations, occurred across the genome (Fig. 4C), and cor - responded to 15 unique, non-hypothetical proteins that included UmuC (involved in ultraviolet radiation pro - tection), DNA repair (e.g., RecF), the FhuE receptor for ferric iron uptake, arsenate reductase, and other stress- response proteins (e.g., the ATP-dependent zinc metallo - protease FtsH). However, a gene-level association study does not nec - essarily identify the truly unique mutational signatures of space-bound A. pittii. This analysis needs to be grounded in a clear comparison to the most closely related Earth- bound strains. With this in mind, we computed a single- nucleotide polymorphism (SNP) and insertiondeletion (indel) genome-wide association study (GWAS, Supp Table 3) using the strains in the right panel of Fig. 1A, which were most closely related to the ISS strains. We used PR-313 as the reference genome for joint variant calling across the 40 genomes for which we were able to find raw reads. Joint variant calling yielded 40,000 variations across all 40 genomes. The majority of significantly associ - ated features with the ISS were SNPs, and they occurred across all contigs (Fig. 5A). Fifty-one of these SNPs were ostensibly outside of coding sequences, whereas only 161 were in open Open-Reading-Frames (Fig. 5B). A total of 16 insertions and 16 deletions, half of which were inter - genic, were statistically associated with spaceflight. Despite many associated features scattered around the genome, there were a few key genes and regions that seemed to have more mutational burden than others. In other words, these portions of the genome had the great - est variation relative to the most closely related Earth- bound strains. The genes with more than one mutation are reported in Fig. 5C with their relative position on different contigs. Three of these coding sequences were consecutive regions in the genome and coded for three different methionine sulfoxide reductases, which are involved in oxidative stress response 15. The gene with the most protein variation was hypothetical and had no known annotation, even when annotated by alignment to the UniRef90 database. Discussion Here, we report the progressive changes in the genet - ics and abundance of A. pittii aboard the ISS. We dem - onstrated that it forms a genetically and functionally distinct clade set apart from most genomes isolated on Earth and that the ISS strains appear to be prevalent and changing in relative abundance through the environment of the space station. We note that none of the ISS iso - lates or Earth-based isolates were isolated at or stored at the same facility, ruling out contamination as a potential source of genomic similarity between the closely-related strains. In addition to characterizing functions that A. Fig. 4 Identifying the ISS-associated-accessory genes of A. pittii. A A hierarchically clustered visualization of the A. pittii pangenome. Each column is a gene, and each row is a sample. The bottom rows indicate the proportions of ISS or Earth isolates in which a given gene was identified. The yellow box indicates the presence of genes particularly associated with the genomes of ISS strains. B, C The output of a gene-level association study comparing ISS and Earth strains. The volcano plot in B indicates the distribution of odds ratios between genes enriched in and lost in space flight. The top 30 most ISS-associated, non-hypothetical, distinct proteins with the highest odds ratios are labeled. Point color corresponds to the fraction of ISS genomes in which a gene is found. C The genomic context of significant, non-hypothetical, genes. The x-axis is the concatenation of all contigs in a representative ISS isolate. Blank spots on this axis contain genes or portions of the genome that were not evaluated in the association study due to the low prevalence(See figure on next page.)Page 8 of 14 Tierney et al. Microbiome (2022) 10:210 Fig. 4 (See legend on previous page.)Page 9 of 14 Tierney et al. Microbiome (2022) 10:210 pittii is gaining on the ISS, we additionally determined a set of 175 genes and 208 SNPsindels enriched in ISS- associated genomes. Our study, of course, is not without drawbacks. First, we cannot prove true succession without ecological- scale analysis or increasing absolute abundance with - out a measure such as qPCR. As a result, we only argue for potential succession.  We feel this hypothesis is strengthened given the fact that with consistent swabbing and culturing approaches, 3X more colonies were iden - tified across the MT2 flights compared to MT1. Second, in our analysis of coverage in Fig. 2B, the higher values we observed ranged from 25 to 50while the increase between missions is encouraging, deeper sequencing would help to further confirm the continued presence of A. pittii and recover additional MAGs. While A. pittii is primarily a risk to immunocom - promised individuals (who have historically not been astronauts), the proliferation of private spaceflight has enabled greater access to space for individuals of diverse medical backgrounds. Consider the recent Inspiration4 mission, where a cancer survivor and amputee was one of four crew members. As a result, comparative genom - ics on even low-risk pathogens, especially those with a propensity for HGT, is worth reporting. The functions and genes gained and lost by A. pittii over the course of the MT1 and MT2 missions are particularly interesting. These results, of course, could be strengthened by checking gene annotations with an even wider array of software. The fact that 100 of MT2 strains had the RelBE toxin-antitoxin system may indicate an increased ability to withstand osmotic stress (Supp Table 2) 17. Similarly, an increased number of transposases and transcriptional regulators could potentially improve fitness in the harsh environment of the ISS. Conversely, the gain of genes and functions associated with sulfate and metal oxidation (Fig. 4) could indicate A. pittii swapping to alternative car - bon sources more suited to the ISS. Fig. 5 The SNPs and indels associated with ISS A. pittii. A The position on different contigs of statistically significant, ISS-associated, mutational changes, and the y-axis is adjusted p value. The solid line is an adjusted significance cutoff of 0.05. B A summary of the results for our GWAS in terms of the number of significant findings versus the total number of features identified in joint variant calling. C Open-Reading-Frames (genes) with the top number of associated features. Numbers on the x-axis correspond to a position on a given contigPage 10 of 14 Tierney et al. Microbiome (2022) 10:210 LexA was the only COG found uniquely across all ISS- associated strains and not identified in any Earth strains. We hypothesize that this indicates possible selection pressure on A. pittiis DNA damage response, due to high radiation levels and other harsh conditions aboard the ISS. The LexA protein is a key regulator of the SOS response to DNA damage in Escherichia coli and many other bacteria 1820. The protein RecA (which was flagged in our gene-level association study as well), when bound to ssDNA, cleaves LexA. This de-represses tran - scription of multiple SOS genes, which halt cell division and lysis, initiate DNA repair, and induce mutagenesis directed by error-prone polymerases, as well as partially regulating toxin-antitoxin activity and biofilm formation 20, 21. Acinetobacter species normally lack the LexA protein and have a separate mechanism for SOS signal - ing and response to stress that requires RecA, which is not well-understood 22. Multiple genes, including umuDAb and ddrR, which are unique to Acinetobacter appear to serve a similar role to lexA, but only for a sub - set of SOS genes; research continues in this area since antibiotic resistance in Acinetobacter as a result of SOS mutagenesis is a pressing problem for human health 23, 24. It is potentially concerning that A. pittii ISS strains have acquired a part of the SOS pathway that related Acinetobacter isolates lack. Whether lexA detected in all ISS strains of A. pittii is being expressed and whether acquired LexA could actually serve as a repressor of SOS response genes in Acinetobacter species, would require significant further study as this has potential implications for the emergence of resistance to a variety of antibiot - ics. One possibility is that an active acquired LexA sup - pressor might give a competitive growth advantage for A. pittii in the space environment by slowing the SOS response, which would be highly active due to DNA dam - age from the high-radiation environment of the ISS. The observation of three back-to-back proteins with a large mutational burden, all being methionine sulfox - ide reductases, is particularly striking. Compared to other amino acids, methionine residues are more likely to undergo oxidation. Peptide methionine sulfoxide reductase (MSR) enzymes appear to protect cells from widespread oxidative damage by restoring function to proteins with oxidized methionine residues, though in some species such as S. aureus, these repair enzymes are expressed in response to antibiotics or sunlight expo - sure rather than oxidation 15. The enzymes MsrA and MsrB repair oxidative damage to the (S) and (R) forms of methionine sulfoxide, respectively 25. In bacteria, certain deletions in msrA and msrB can lead to species- specific effects such as decreased resistance to oxidants and cleaning products, decreased antibiotic resistance, decreased virulence, and decreased ability to survive within a eukaryotic host 26 For example, Salmonella typhimurium msrA knockout mutants are 3000x more sensitive to hypochlorite and less able to survive inside a host cell 3, 27. However, we do not know how specific mutations in the msrA and msrB genes of the ISS A. pittii affect its functionality. The antimicrobial resistance results are also of interest, especially given that while carrying similar genetic signa - tures for antimicrobial resistance, ISS A. pittii have a dis - crete phenotypic profile from similar Earth strains. The susceptibility to meropenem and imipenem is consistent with the genetic analyses that did not reveal the common carbapenemases in Acinetobacter species that confer a carbapenem-resistant phenotype (no detection of the major groups blaOXA-23-like , blaOXA-2440-like , blaOXA-235-like , blaNDM, blaVIM, or blaIMP). Cefepime and ceftazidime are often used as a therapy against Acinetobacter infections when susceptibility is detected, but resistance to cefepime in ISS strains might be related to the microgravity stress. The intrinsic Acinetobacter-derived cephalosporinase blaADC-18 and the intrinsic oxacillinase blaOXA-500 genes were detected in all isolates except for outgroup strain PR-348, in which the cephalosporinase blaADC-150 and the oxacillinase blaOXA-421 were detected. In addition, all iso - lates appeared to be clonal and were Pasteur multi-locus sequence type 64 28. Strains of A. pittii isolated aboard the ISS on two different missions separated by nearly 4 years appear to all belong to the same clonal lineage; only two Earth strains collected, sequenced, and deposited into GenBank thus far, from human patients, belong to this same lineage. The resistance of some ISS strains to ampicillinsul - bactam is particularly significant, as this -lactam- lactamase inhibitor combination is often used in the treatment of multidrug-resistant Acinetobacter species infections 2931. Antimicrobial resistance exhibited by the ISS isolates tested in this study specifically with regard to cefotaxime and cefepime was notable since the two related strains isolated from patients were not resist - ant. The enhanced AMR phenotype by the ISS strains is interesting, and this phenomenon should be confirmed by exposing the susceptible Earth strains to simulated microgravity conditions to understand whether micro - gravity influences the enhanced AMR in Acinetobacter species. Conclusions A microbes ability to grow and survive in variable con - ditions is defined by its ability to respond to various environmental demands under suboptimal conditions. The advantage of microbes, having a short generation time, is that their mutational frequency allows for great genetic diversity. Here, we describe the ISS effect,  where Page 11 of 14 Tierney et al. Microbiome (2022) 10:210 microbes may adapt to the extreme environment of the ISS through mechanisms that enhance their survival and may contribute to augmented antimicrobial resistance (despite not being exposed to antimicrobials). We show the potential ecological succession of A. pittii aboard the ISS as well as the longitudinal effects of the ISS effect via increased mutational frequencies and acquisition of fur - ther stress-associated protein-coding genes. We addi - tionally identify particular, highly variable, sequences of interest (i.e., MSR enzymes) that are worth further investigation as spaceflight-impacted genes. Overall, we found that the extreme environment of the ISS is possibly exacting an intense selective pressure on A. pittii, and the nature of the genomic changes warrant continued obser - vation in the years to come. Methods Downloading and annotating public A. pittii genomes Using the NCBIs entrez command line, we downloaded every genome annotated as A. pittii (NCBI taxonomic ID48296) from the NCBIs assembly database. These downloaded genomes included those from the MT1 and MT2 missions as well as others isolated from the ISS. We manually searched the NCBI BioProject, BioSam - ple, and assembly databases for all 319 downloaded A. pittii genomes in order to determine their environment. We manually mapped environmental tables to a consist - ent set of terms (e.g., converting endobronchial tube to respiratory tract and searching BioSample for informa - tion on isolation sources stored in a non-standard for - mat). The original terms, as well as the mapping therein, is reported in Supplementary Table 1. Phylogenetic annotation and computing SNP distances To confirm the taxonomy of all assembled genomes as well as those downloaded from the NCBI, we used GTDB-Tk (V1.6.0), the Genome Taxonomy Databases accompanying toolkit that uses a variety of dependen - cies to place genomes into a phylogenetic tree according to a set of globally conserved marker genes 3238. Spe - cifically, we sequentially employed GTDB-Tks identify, align, and infer functions, all with the default settings in order to taxonomically annotate and build a phylogenetic tree from our downloaded and assembled genomes. We additionally used GTDB-Tks resultant taxonomic clas - sification to filter out any NCBI genomes that were not annotated as A. pittii. For Supp Fig. 2, we plotted and annotated the GTDB-Tk phylogenetic tree in R (V4.1.1) using ggtree (V 3.0.4) 39. For the pairwise SNP distance comparisons in Fig. 1B, we identified a core-SNP set using snippy V4.6.0 (https: github. com tseem ann snippy) for the ISS clade (i.e., all ISS MAGsgenomes and the two comparator Earth-based patient isolates we referenced throughout the study). We ran Snippy with the default settings, and its output was also used with gubbins V3.2.1 40 and FastTree V2.1.11 41 (also with default settings as rec - ommended on Snippys README) to generate the phy - logenetic tree in Supp Fig. 1 B. Pangenome construction, functional annotation, and joint variant calling We first identified ORFs with Prokka V1.14.6 42 using the default parameters. The ab initio functional anno - tations (i.e., COGs) for each predicted gene sequence were identified as part of Prokkas automated pipeline, which pulls annotations from a variety of reference data - bases. To build a pangenome, we used ROARY running the default settings on the Prokka output. We called SNPs and indels jointly across the closely related Earth ISS strains using SPANDx (V4.0.1) 43 with the default settings. Alternate phylogeny construction We additionally computed phylogenies for Supp Fig. 1A and Fig. 1A using the output of SPANDx (the maximum likelihood tree) and RAXmL (V8.2.12, with the following parameters: -m GTRGAMMA -p 12345), which we ran on the ROARY core alignment output. Association studies We used the presence-absence matrix output of ROARY for the gene-level association study and the fil - tered VCF output of SPANDx for the SNPindel asso - ciation study. We computed associations with pyseer (V1.3.9) 44. For the gene-level analysis, we adjusted for population stratification with five principal compo - nents based on phylogenetic distances generated from the tree in Fig. 1. These distances were computed with pyseers built-in scripts. For the mutational analysis, we used pyseers mixed modeling approach with similari - ties built from SPANDxs maximum likelihood phylo - genetic tree. Accessing metagenomic datasets We downloaded publicly available environmental metagen - omic datasets from the MT1 (accession  PRJNA438545), MT2 (accession  PRJNA781277) missions, and genomes of 402 A. pittii isolates of human clinical samples. The microbial sequencing associated with astronaut samples of MT-2 study and NASA Twins study cannot be shared pub - licly due to Institutional Review Board (IRB). These data are available upon request in NASA Life Sciences Data Archive (LSDA) (https: lsda. jsc. nasa. gov Datas et).Page 12 of 14 Tierney et al. Microbiome (2022) 10:210 Processing and de novo assembly of ISS metagenomic data We first ran a quality control pipeline on all metagen - omic samples. We used bbtools (V38.92) functions to clump reads, remove adapter contamination, and remove sequencing error (clumpify parameters: opticalf, dupesubs2,dedupet, bbduk parameters: qout33 trdt hdist1 k27 ktrimr mink8 overwritetrue trimq10 qtrimrl threads 10 minlength51 maxns-1 minbasefrequency0.05 eccof, and tad - pole parameters: modecorrect, ecc t, ecco t) 45. Where necessary, we would remove unmatching reads using bbtools repair function (default parameters). We additionally used bowtie2 (parameters: --very-sensitive- local) to align to the human reference genome (GRCh38) 46. We de novo assembled all metagenomic reads into contigs using metaSPAdes 47 (default settings). Constructing metagenomeassembled genomes (MAGs) We constructed MAGs from all metagenomic samples using an approach modeled after the literature 48. We used bbmap 45 to align quality-controlled reads from each sample to its respective contigs resulting from the assembly. We used the alignment output with the default settings, as well as the contigs themselves, as input into MetaWRAP V1.3 (which calls metaBAT2, Maxbin2, and CONCOCT) to generate MAGs 4952. For each sam - ple, we used dRep V3.2.2 53 (parameters: -p 15 -comp 50 -pa 0.9 -sa 0.95 -nc 0.30 -cm larger) to estimate the quality of each genome and to remove redundant genome bins. We did not dereplicate genomes across samples to avoid combining distinct A. pittii strains. The quality of both A. pittii bins can be found in Supp Table 1. We clas - sified the taxonomy of each within-sample non-redun - dant bin with GTDB-Tk in the same manner as for the isolate genomes. Analysis of CARD genes within isolate and bin genomes We used RGI (main) V5.2.1 running the default settings to identify antibiotic resistance genes and markers in the isolate genomes and metagenomic bins. Identifying A. pittii in metagenomic samples We used Kraken2 and Bracken (running the default set - tings) to estimate the abundance of A. pittii in each of our quality-controlled metagenomes 54, 55. To search for the abundance of the specific MT1MT2 cultured isolates and the metagenome-assembled genomes, we aligned the raw reads of each metagenome against the contigs for a given genome. We counted the number of reads align - ing to a genome and, to adjust for depth of sequencing, divided by the number of read mate-pairs in each sample. As a point of comparison, we additionally included the high-quality, assembled genome of recently isolated A. pittii type (NCBI assembly ID  GCA_000369045, https: www. ncbi. nlm. nih. gov biosa mple SAMN0 18281 54), referred to as a type strain in this analysis. Antimicrobial susceptibility testing (AST) Susceptibility testing using standard antibiotics was per - formed by broth microdilution with MicroScan Gram- negative NM56 trays (Beckman Coulter Inc., Brea, CA). Pseudomonas aeruginosa and Escherichia coli ATCC 25922 were used as control strains as recommended in CLSI methods. Minimum inhibitory concentrations (MICs) were interpreted according to the 2021 Clinical and Laboratory Standards Institute (CLSI) guidelines for Acinetobacter species 56. Supplementary Information The online version contains supplementary material available at https: doi. org 10. 1186 s40168- 022- 01358-0. Additional file 1: Supplementary Table 1. Summary sta- tistics for A. pittii genomes, metagenomic assemblies, and Metagenome-Assembled-Genomes. Additional file 2: Supplementary Table 2. Summary of CARD (i.e., in silico) and phenotypic antimicrobial resistance data in the ISS vs. the Earth genomes. Also contains summary of COG annotations per genome. Additional file 3: Supplementary Table 3. Output of associations described in Figs. 4 and 5. Additional file 4: Supplementary Figure 1. Two alternate phylogenetic trees built with different SNP-calling pipelines, A) SPANDx and B) Snippy. The former contains the genomes most closely related to the ISS A. pittii isolates for which we were able to access raw reads. The latter was gener - ated with raw reads for the ISS isolates and the two closely related Earth strains that were used in antibiotic testing. Additional file 5: Supplementary Figure 2. A cladogram from GTDB-tK taxonomic annotations comparing the A. pittii strains from earth versus those identified on the International Space Station. We label the clade containing ISS-associated microbes as the ISS clade . We additionally indicate the position of the three clinical isolates that underwent antimi- crobial resistance screening as reported in Supplementary Table 2. The labeled blood strain lies in the ISS clade in Fig. 1. Additional file 6: Supplementary Figure 3. The presence of Antimicro - bial Resistance Ontologies (AROs) across all genomes. Acknowledgements Part of this research described in this manuscript was performed at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA. We would like to thank the Aleksandra Checinska-Sielaff and Camilla Urbaniak for isolating the strain. We thank astronauts Captain Terry Virts for collecting samples aboard the ISS and the Implementation Team at NASA Ames Research Center (Fathi Karouia) for coordinating this effort. We appreciate Michael Morrison and Crystal Jain who are the investigators of the MT-2 mission. We also acknowledge the Jet Propulsion Laboratory supercomputing facility staff, notably Narendra J. (Jimmy) Patel and Edward Villanueva, for their continu- ous support in providing the best possible infrastructure for BIG-DATA analyses. We would like to thank the Genomics and Epigenomics Core Facilities at Weill Cornell Medicine, the Scientific Computing Unit (SCU), XSEDE Supercomputing Resources, and also Dr. Olivier Elemento for logistics and support. 2022 Califor - nia Institute of Technology. Government sponsorship acknowledged.Page 13 of 14 Tierney et al. Microbiome (2022) 10:210 Authors contributions K.V., B.T.T., and N.K.S. conceived and designed the experiments. B.T.T. and N.K.S. designed and supervised the molecular analyses. B.T.T. analyzed the genomic data inclusive of de novo assemblies and verification, scaffold quality assess- ment, and annotation and generated the draft assembly of the genomes with C.E.M. K.V. isolated and archived the MT-1 and MT-2 strains. The authors read and approved the final manuscript. C.E.M. generated genomic libraries and sequenced the genomes of all strains. B.T.T. designed and generated figures and wrote the manuscript with editing from all other authors. A.M.H. and R.A.B. provided analysis of the antimicrobial resistance phenotypes and anti- biotic mechanisms. A.C.S analyzed the AMR genes of ISS strains, two clinically relevant strains, and one outgroup isolate. The authors have read and agreed to the published version of the manuscript. Funding The research described in this manuscript was funded by a 2012 Space Biol- ogy NNH12ZTT001N grant no. 19-12829-26 under Task Order NNN13D111T award to KV. We acknowledge the support from the project MANGO, a 2018 Space Biology NNH16ZTT001N grant under Task Order 80NM0018F0589, and NASA grant 80NSSC22K0254. We also thank WorldQuant Foundation for their support, as well as the Starr Cancer Consortium: (I13-0052), the National Institutes of Health (R01AI151059, U01DA053941, R35GM138152), the Bill and Melinda Gates Foundation (OPP1151054), and the Alfred P . Sloan Foundation (G-2015-13964). Availability of data and materials The MT1 (accession  PRJNA438545), MT2 (accession  PRJNA781277) datasets, and genomes of 402 A. pittii isolates of human clinical samples are available at NCBI (https: www. ncbi. nlm. nih. gov datas ets genom es? taxon 48296). The microbial sequencing associated with astronaut samples of MT-2 study and NASA Twins study cannot be shared publicly due to IRB. These data are available upon request in NASA Life Sciences Data Archive (LSDA) (https: lsda. jsc. nasa. gov Datas et). Processed data from this study, including the isolate gene catalogs and Kraken2Bracken abundances, are available at https: figsh are. com proje cts Multi drug- resis tant_ Acine tobac ter_ pittii_ is_ adapt ing_ to_ and_ exhib iting_ succe ssion_ aboard_ the_ Inter natio nal_ Space_ Stati on 133467. All code used in this project is documented and available at https: github. comb- tiern ey space_ genom es . Declarations Ethics approval and consent to participate No ethical approval or consent was needed for this manuscript. Consent for publication Not applicable. Competing interests B.T.T works with Seed Health on microbiome study design and holds equity in the company. Seed Health was not involved in the funding or execution of this project. C.E.M is a co-founder of the Biotia and Onegevity Health. This manuscript was prepared as an account of work sponsored by NASA, an agency of the US Government. The US Government, NASA, California Institute of Technology, Jet Propulsion Laboratory, and their employees make no warranty, expressed or implied, or assume any liability or responsibility for the accuracy, completeness, or usefulness of information, apparatus, product, or process disclosed in this manuscript, or represent that its use would not infringe upon privately held rights. The use of, and references to any com- mercial product, process, or service does not necessarily constitute or imply endorsement, recommendation, or favoring by the US Government, NASA, California Institute of Technology, or Jet Propulsion Laboratory. Views and opinions presented herein by the authors of this manuscript do not necessar - ily reflect those of the US Government, NASA, California Institute of Technol- ogy, or Jet Propulsion Laboratory, and shall not be used for advertisements or product endorsements. Author details 1 Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY 10065, USA. 2 Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109, USA. 3 Department of Medicine, Case Western Reserve University School of Medicine, Cleveland, OH 44106, USA. 4 Louis Stokes Cleveland Department of Veterans Affairs Medical Center, Cleve - land, OH 44106, USA. 5 Departments of Biochemistry, Pharmacology, Molecular Biology and Microbiology, and Proteomics and Bioinformatics, Case Western Reserve University School of Medicine, Cleveland, OH 44106, USA. 6 CWRU- Cleveland VAMC Center for Antimicrobial Resistance and Epidemiology (Case VA CARES), Cleveland, OH 44106, USA. Received: 7 May 2022 Accepted: 11 August 2022 References 1. Urbaniak C, Grams T, Mason CE, Venkateswaran K. Simulated Microgravity Promotes Horizontal Gene Transfer of Antimicrobial Resistance Genes between Bacterial Genera in the Absence of Antibiotic Selective Pressure. Life (Basel). 2021;11(9):960. https: doi. org 10. 3390 life1 10909 60. PMID: 34575109; PMCID: PMC8468678. 2. Checinska Sielaff A, et al. Characterization of the total and viable bacterial and fungal communities associated with the International Space Station surfaces. Microbiome. 2019;7:50. 3. Singh NK, et al. Comparative genomics of novel Agrobacterium G3 strains isolated from the international space station and description of Agrobac- terium tomkonis sp. nov. Front Microbiol. 2021;12:765943. 4. Singh NK, et al. Multi-drug resistant Enterobacter bugandensis species isolated from the International Space Station and comparative genomic analyses with human pathogenic strains. BMC Microbiol. 2018;18:175. 5. Morrison MD, et al. Investigation of spaceflight induced changes to astronaut microbiomes. Front Microbiol. 2021;12:659179. 6. Chusri S, et al. Clinical outcomes of hospital-acquired infection with Acinetobacter nosocomialis and Acinetobacter pittii. Antimicrob Agents Chemother. 2014;58:41729. 7. Wisplinghoff H, et al. Nosocomial bloodstream infections due to Acine - tobacter baumannii, Acinetobacter pittii and Acinetobacter nosocomialis in the United States. J Inf Secur. 2012;64:28290. 8. Liu Y-M, et al. Comparison between bacteremia caused by Acinetobac- ter pittii and Acinetobacter nosocomialis. J Microbiol Immunol Infect. 2017;50:627. 9. Manchanda V, Sanchaita S, Singh N. Multidrug resistant acinetobacter. J Global Infect Dis. 2010;2:291304. 10. Adewoyin MA, Okoh AI. The natural environment as a reservoir of patho - genic and non-pathogenic Acinetobacter species. Rev Environ Health. 2018;33(3):26572. https: doi. org 10. 1515 reveh- 2017- 0034. PMID: 29982240. 11. Utter DR, Borisy GG, Eren AM, Cavanaugh CM, Mark Welch JL. Meta- pangenomics of the oral microbiome provides insights into habitat adaptation and cultivar diversity. Genome Biol. 2020;21:293. 12. Checinska Sielaff A, Singh NK, Allen JE, Thissen J, Jaing C, Venkateswaran K. Draft Genome Sequences of Biosafety Level 2 Opportunistic Pathogens Isolated from the Environmental Surfaces of the International Space Station. Genome Announc. 2016;4(6):e0126316. https: doi. org 10. 1128 genom eA. 01263- 16. PMID: 28034853; PMCID: PMC5201052. 13. Simpson AC, Urbaniak C, Singh NK, Wood JM, Debieu M, OHara NB, Mason CE, Venkateswaran K. Draft Genome Sequences of Various Bacte - rial Phyla Isolated from the International Space Station. Microbiol Resour Announc. 2021;10(17):e0021421. https: doi. org 10. 1128 MRA. 00214- 21. PMID: 33927037; PMCID: PMC8086211. 14. Garrett-Bakelman FE, Darshi M, Green SJ, Gur RC, Lin L, Macias BR, McK - enna MJ, Meydan C, Mishra T, Nasrini J, Piening BD, Rizzardi LF, Sharma K, Siamwala JH, Taylor L, Vitaterna MH, Afkarian M, Afshinnekoo E, Ahadi S, Ambati A, Arya M, Bezdan D, Callahan CM, Chen S, Choi AMK, Chlipala GE, Contrepois K, Covington M, Crucian BE, De Vivo I, Dinges DF, Ebert DJ, Feinberg JI, Gandara JA, George KA, Goutsias J, Grills GS, Hargens AR, Heer M, Hillary RP , Hoofnagle AN, Hook VYH, Jenkinson G, Jiang P , Keshavarzian A, Laurie SS, Lee-McMullen B, Lumpkins SB, MacKay M, Maienschein-Cline MG, Melnick AM, Moore TM, Nakahira K, Patel HH, Pietrzyk R, Rao V, Saito R, Salins DN, Schilling JM, Sears DD, Sheridan CK, Stenger MB, Tryggvad- ottir R, Urban AE, Vaisar T, Van Espen B, Zhang J, Ziegler MG, Zwart SR, Page 14 of 14 Tierney et al. Microbiome (2022) 10:210 Charles JB, Kundrot CE, Scott GBI, Bailey SM, Basner M, Feinberg AP , Lee SMC, Mason CE, Mignot E, Rana BK, Smith SM, Snyder MP , Turek FW. The NASA Twins Study: A multidimensional analysis of a year-long human spaceflight. Science. 2019;364(6436):eaau8650. https: doi. org 10. 1126 scien ce. aau86 50. PMID: 30975860; PMCID: PMC7580864. 15. Singh NK, Wood JM, Karouia F, et al. Succession and persistence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces. Microbiome. 2018;6:204. https: doi. org 10. 1186 s40168- 018- 0585-2. 16. Evans SR, et al. Informing antibiotic treatment decisions: evaluating rapid molecular diagnostics to identify susceptibility and resistance to Carbapenems against Acinetobacter spp. in PRIMERS III. J Clin Microbiol. 2017;55:13444. 17. Wei Y, et al. Functional characterization of RelBE toxin-antitoxin system in probiotic Bifidobacterium longum JDM301. Acta Biochim Biophys Sin. 2016;48:7419. 18. Brent R. Regulation and autoregulation by LexA protein. Biochimie. 1982;64:5659. 19. Gudas LJ, Mount DW. Identification of the recA (tif ) gene product of Escherichia coli. Proc Natl Acad Sci U S A. 1977;74:52804. 20. Jones EC, Uphoff S. Single-molecule imaging of LexA degradation in Escherichia coli elucidates regulatory mechanisms and heterogeneity of the SOS response. Nat Microbiol. 2021;6:98190. 21. Podlesek Z, gur Bertok D. The DNA damage inducible SOS response is a key player in the generation of bacterial persister cells and population wide tolerance. Front Microbiol. 2020;11:1785. 22. Aranda J, et al. Acinetobacter baumannii RecA protein in repair of DNA damage, antimicrobial resistance, general stress response, and virulence. J Bacteriol. 2011;193:37407. 23. Hare JM, Adhikari S, Lambert KV, Hare AE, Grice AN. The Acinetobacter reg - ulatory UmuDAb protein cleaves in response to DNA damage with chi- meric LexAUmuD characteristics. FEMS Microbiol Lett. 2012;334:5765. 24. Peterson MA, Grice AN, Hare JM. A corepressor participates in LexA- independent regulation of error-prone polymerases in Acinetobacter. Microbiology. 2020;166:21226. 25. Kappler U, Nasreen M, McEwan A. New Insights into the Molecular Physiology of Sulfoxide Reduction in Bacteria. Adv Microb Physiol. 2019;75:151. 26. Nair SS, Chauhan TKS, Kumawat M, Sarkhel R, Apoorva S, Shome A, Athira V, Kumar B, Abhishek, Mahawar M. Deletion of both methionine sulfoxide reductase A and methionine sulfoxide reductase C genes renders Salmo - nella Typhimurium highly susceptible to hypochlorite stress and poultry macrophages. Mol Biol Rep. 2021;48(4):3195203. https: doi. org 10. 1007 s11033- 021- 06381-2. Epub 2021 May 5. PMID: 33954903. 27. Dhandayuthapani S, Blaylock MW, Bebear CM, Rasmussen WG, Baseman JB. Peptide methionine sulfoxide reductase (MsrA) is a virulence deter - minant in Mycoplasma genitalium. J Bacteriol. 2001;183(19):564550. https: doi. org 10. 1128 JB. 183. 19. 5645- 5650. 2001. PMID: 11544227; PMCID: PMC95456. 28. Jolley KA, Bray JE, Maiden MCJ. Open-access bacterial population genom- ics: BIGSdb software, the PubMLST.org website and their applications. Wellcome Open Res. 2018;3:124. 29. Levin AS, Levy CE, Manrique AEI, Medeiros EAS, Costa SF. Severe nosoco - mial infections with imipenem-resistant Acinetobacter baumannii treated with ampicillinsulbactam. Int J Antimicrob Agents. 2003;21:5862. 30. Betrosian AP , Frantzeskaki F, Xanthaki A, Douzinas EE. Efficacy and safety of high-dose ampicillinsulbactam vs. colistin as monotherapy for the treatment of multidrug resistant Acinetobacter baumannii ventilator- associated pneumonia. J Inf Secur. 2008;56:4326. 31. Betrosian AP , Frantzeskaki F, Xanthaki A, Georgiadis G. High-dose ampicillin-sulbactam as an alternative treatment of late-onset VAP from multidrug-resistant Acinetobacter baumannii. Scand J Infect Dis. 2007;39:3843. 32. Chaumeil P-A, Mussig AJ, Hugenholtz P , Parks DH. GTDB-Tk: a toolkit to classify genomes with the Genome Taxonomy Database. Bioinformatics. 2019. https: doi. org 10. 1093 bioin forma tics btz848. 33. Matsen FA, Kodner RB, Armbrust EV. pplacer: linear time maximum-like - lihood and Bayesian phylogenetic placement of sequences onto a fixed reference tree. BMC Bioinformatics. 2010;11:538. 34. Jain C, Rodriguez-R LM, Phillippy AM, Konstantinidis KT, Aluru S. High throughput ANI analysis of 90K prokaryotic genomes reveals clear spe - cies boundaries. Nat Commun. 2018;9:5114. 35. Hyatt D, et al. Prodigal: prokaryotic gene recognition and translation initiation site identification. BMC Bioinformatics. 2010;11:119. 36. Price MN, Dehal PS, Arkin AP . FastTree 2--approximately maximum-likeli- hood trees for large alignments. PLoS One. 2010;5:e9490. 37. Ondov BD, et al. Mash: fast genome and metagenome distance estima- tion using MinHash. Genome Biol. 2016;17:132. 38. Eddy SR. Accelerated profile HMM searches. PLoS Comput Biol. 2011;7:e1002195. 39. Yu G. Using ggtree to visualize data on tree-like structures. Curr Protoc Bioinformatics. 2020;69:e96. 40. Croucher NJ, Page AJ, Connor TR, Delaney AJ, Keane JA, Bentley SD, Parkhill J, Harris SR. Rapid phylogenetic analysis of large samples of recombinant bacterial whole genome sequences using Gubbins. Nucleic Acids Res. 2015;43(3):e15. https: doi. org 10. 1093 nar gku11 96. Epub 2014 Nov 20. PMID: 25414349; PMCID: PMC4330336. 41. Price MN, Dehal PS, Arkin AP . FastTree 2--Approximately Maximum-Likeli- hood Trees for Large Alignments. PloS One. 2010;5(3):e9490. 42. Seemann T. Prokka: rapid prokaryotic genome annotation. Bioinformatics. 2014;30:20689. 43. Sarovich DS, Price EP . SPANDx: agenomics pipeline for comparative analysis of large haploid whole genome re-sequencing datasets. BMC Res Notes. 2014;7:618. https: doi. org 10. 1186 1756- 0500-7- 618. 44. Lees JA, Galardini M, Bentley SD, Weiser JN, Corander J. pyseer: a comprehensive tool for microbial pangenome-wide association studies. Bioinformatics. 2018;34(24):43102. https: doi. org 10. 1093 bioin forma tics bty539. 45. Bushnell, B. BBMap: a fast, accurate, splice-aware aligner. No. LBNL-7065E. Berkeley: Lawrence Berkeley National Lab.(LBNL); 2014. https: www. osti. gov servl ets purl 12411 66. 46. Langmead B, Salzberg SL. Fast gapped-read alignment with Bowtie 2. Nat Methods. 2012;9:3579. 47. Nurk S, Meleshko D, Korobeynikov A, Pevzner PA. metaSPAdes: a new versatile metagenomic assembler. Genome Res. 2017;27:82434. 48. Pasolli E, et al. Extensive unexplored human microbiome diversity revealed by over 150,000 genomes from metagenomes spanning age, geography, and lifestyle. Cell. 2019;176:649662.e20. 49. Wu Y-W, Simmons BA, Singer SW. MaxBin 2.0: an automated binning algorithm to recover genomes from multiple metagenomic datasets. Bioinformatics. 2016;32:6057. 50. Uritskiy GV, DiRuggiero J, Taylor J. MetaWRAPa flexible pipeline for genome-resolved metagenomic data analysis. Microbiome. 2018;6:158. 51. Kang DD, et al. MetaBAT 2: an adaptive binning algorithm for robust and efficient genome reconstruction from metagenome assemblies. PeerJ. 2019;7:e7359. 52. Alneberg J, et al. Binning metagenomic contigs by coverage and compo - sition. Nat Methods. 2014;11:11446. 53. Olm MR, Brown CT, Brooks B, Banfield JF. dRep: a tool for fast and accurate genomic comparisons that enables improved genome recovery from metagenomes through de-replication. ISME J. 2017;11:28648. 54. Lu J, Breitwieser FP , Thielen P , Salzberg SL. Bracken: estimating species abundance in metagenomics data. PeerJ Comput Sci. 2017;3:e104. 55. Wood DE, Lu J, Langmead B. Improved metagenomic analysis with Kraken 2. Genome Biol. 2019;20:257. 56. CLSI. M100: Performance standards for antimicrobial susceptibility test - ing. (Clinical  Laboratory Standards Institute, 2021). https: clsi. org stand ards produ cts micro biolo gy docum ents m100. Publishers Note Springer Nature remains neutral with regard to jurisdictional claims in pub - lished maps and institutional affiliations.",
        "introduction": "Any bacterial species introduced into space will inevi - tably face the extreme pressures inherent therein (e.g., microgravity and solar radiation). While humans also encounter these challenges during space flight and, indeed, our physiology is impacted by prolonged expo - suremicrobes possess the unique ability to adapt quickly due to rapid cell division (thereby mutation) and the acquisition of external DNA elements through hori - zontal gene transfer (HGT) 1. Given the pivotal roles microbes play in human health and physiology (e.g., ranging from pathogens to arbiters of a healthy gut), understanding how we can expect specific microbes to adapt to space-based ecosystems is essential for ensuring crew safety and health during longer space missions.Open Access Braden T. Tierney and Nitin K. Singh are co-first authors. Correspondence: chm2042med.cornell.edu; kjvenkatjpl.nasa.gov 1 Department of Physiology and Biophysics, Weill Cornell Medical College, New York, NY 10065, USA 2 Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA 91109, USA Full list of author information is available at the end of the articlePage 2 of 14 Tierney et al. Microbiome (2022) 10:210 The International Space Station (ISS) is perhaps the paradigm of experimental built environments to observe such microbial adaptation in action. After all, all life on the ISS had to originate on Earth, and this makes it the ideal place to study, in a contained environment, how life changes in orbit. To date, there have been numerous other examples of microbes changing after being exposed to space. These include fungal adaptation to the ISS as a function of microgravity and changes in Agrobacterium genome composition, among others 24. Recently, the microbe Acinetobacter pittii was isolated from surfaces within the ISS during two microbial-moni - toring missions (referred to as microbial tracking-1 MT1 and microbial tracking-2 MT2) 2 , 5. A. pittii is an oppor - tunistic, Biosafety Level (BSL) 2 pathogen capable of causing potentially fatal infection, most commonly in immunocom - promised patients in clinical settings 6 , 7. Bacteremia deriving from A. pittii has been observed as having a 17 28-day mortality rate 8 , though healthy individuals are usually not at risk of infection. Members of the genus Aci - netobacter tend to be multi-drug-resistant and more com - monly isolated from hospital settings as a result of their ability to resist environmental disinfectants and their poten - tial for aerosolization 9 . In addition, A. pittii has been observed in various built environment settings other than hospitals (e.g., household objects) 10. Many diverse A. pit - tii genomes are available from a variety of settings, making it an excellent model for comparative genomics. The presence of a nosocomial BSL-2 pathogen in space warrants investigation in and of itself as the potential for human infection in this extreme environment raises con - cern; additionally, A. pittii is particularly adept at HGT in a simulated microgravity 1. This indicates a propen - sity for rapid adaptation to conditions aboard the ISS and acquiring additional genes that could contribute to anti - biotic resistance. As a result, monitoring the biology of A. pittii, and how strains are changing in space, is of high priority. Finally, understanding how an organism, espe - cially a pathogen, is changing and whether it is propagat - ing is critical to our ability to design effective infection prevention strategies. In other words, is it colonizing and spreading via the human body, or is it limited to the envi - ronment? Answering this metapangenomic 11 question requires both longitudinal sampling of human (e.g., the oral microbiome) and environmental (e.g., the space sta - tion viewports) metagenomes to identify the presence or absence of specific strains in complex microbial commu - nities over time. Here, we jointly used longitudinally collected isolates and metagenomic sequencing to measure changes to A. pittii genomes across time in space. We compared clini - cal strains isolated on Earth to cultured organisms from the space station and those de novo assembled into metagenome-assembled genomes (MAGs). We described the specific gene and phenotype changes possibly occur - ring as a function of exposure to space, and we identified where A. pittii is most prevalent across the ISS.",
        "conclusion": "s: Overall, these results indicated a step forward in understanding how microorganisms might evolve and alter their antibiotic resistance phenotype in extreme, resource-limited, human-built environments.  The Author(s) 2022. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the articles Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the articles Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http: creat iveco mmons. org licen ses by4. 0. The Creative Commons Public Domain Dedication waiver (http: creat iveco mmons. org publi cdoma in zero1. 0) applies to the data made available in this article, unless otherwise stated in a credit line to the data.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            }
        ]
    }
]