[
    {
        "pmid": "30577490",
        "title": "Proteomic Analysis of Mouse Brain Subjected to Spaceflight.",
        "year": "2018",
        "journal": "Int J Mol Sci",
        "abstract": "There is evidence that spaceflight poses acute and late risks to the central nervous system. To explore possible mechanisms, the proteomic changes following spaceflight in mouse brain were characterized. Space Shuttle Atlantis (STS-135) was launched from the Kennedy Space Center (KSC) on a 13-day mission. Within 3⁻5 h after landing, brain tissue was collected to evaluate protein expression profiles using quantitative proteomic analysis. Our results showed that there were 26 proteins that were significantly altered after spaceflight in the gray and/or white matter. While there was no overlap between the white and gray matter in terms of individual proteins, there was overlap in terms of function, synaptic plasticity, vesical activity, protein/organelle transport, and metabolism. Our data demonstrate that exposure to the spaceflight environment induces significant changes in protein expression related to neuronal structure and metabolic function. This might lead to a significant impact on brain structural and functional integrity that could affect the outcome of space missions.",
        "full_text": "International Journal of Molecular Sciences Article Proteomic Analysis of Mouse Brain Subjected to Spaceight Xiao Wen Mao1 , Lawrence B. Sandberg2, Daila S. Gridley1, E. Clifford Herrmann2, Guangyu Zhang2, Ravi Raghavan3, Roman A. Zubarev4,5, Bo Zhang4,5 , Louis S. Stodieck6 , Virginia L. Ferguson6, Ted A. Bateman7and Michael J. Pecaut1, 1Department of Basic Sciences, Division of Biomedical Engineering Sciences, Loma Linda University School of Medicine, Loma Linda, CA 92354, USA; xmaollu.edu (X.W.M.); dgridleyllu.edu (D.S.G.) 2Department of Biochemistry, Loma Linda University School of Medicine, Loma Linda, CA 92350, USA; lsandbergllu.edu (L.B.S.); cherrmannllu.edu (E.C.H.); guangyuzhangllu.edu (G.Z.) 3Department of Pathology and Human Anatomy, Loma Linda University School of Medicine, Loma Linda, CA 92350, USA; rraghavanllu.edu 4Department of Medical Biochemistry and Biophysics, Biomedicum, Karolinska Institutet, SE 17177 Stockholm, Sweden; Roman.Zubarevki.se (R.A.Z.); Bo.Zhangki.se (B.Z.) 5Department of Pharmacological and Technological Chemistry, I.M. Sechenov First Moscow State Medical University, Moscow 119991, Russia 6BioServe Space Technologies, University of Colorado at Boulder, Boulder, CO 80303, USA; stodieckcolorado.edu (L.S.S.); Virginia.Fergusoncolorado.edu (V .L.F.) 7Department of Bioengineering, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA; tbatemanemail.unc.edu Correspondence: mpecautllu.edu; Tel.Fax: 1-909-558-8372 Received: 9 November 2018; Accepted: 17 December 2018; Published: 20 December 2018 gid00030gid00035gid00032gid00030gid00038gid00001gid00033gid00042gid00045 gid00001 gid00048gid00043gid00031gid00028gid00047gid00032gid00046 Abstract: There is evidence that spaceight poses acute and late risks to the central nervous system. To explore possible mechanisms, the proteomic changes following spaceight in mouse brain were characterized. Space Shuttle Atlantis (STS-135) was launched from the Kennedy Space Center (KSC) on a 13-day mission. Within 35 h after landing, brain tissue was collected to evaluate protein expression proles using quantitative proteomic analysis. Our results showed that there were 26 proteins that were signicantly altered after spaceight in the gray andor white matter. While there was no overlap between the white and gray matter in terms of individual proteins, there was overlap in terms of function, synaptic plasticity, vesical activity, proteinorganelle transport, and metabolism. Our data demonstrate that exposure to the spaceight environment induces signicant changes in protein expression related to neuronal structure and metabolic function. This might lead to a signicant impact on brain structural and functional integrity that could affect the outcome of space missions. Keywords: brain; spaceight; microgravity; proteomics 1. Introduction Long-term deep space missions expose astronauts to an environment that is characterized mainly by ultraviolet and ionizing radiation, microgravity, and physiologicalpsychological stressors. These conditions present a signicant hazard to spaceight crews during and after the course of mission activities. The hazards posed to normal tissues, such as the central nervous system (CNS), are not fully understood. The health risks of spaceight-induced neuronal damage and potential neurodegenerative effects have long been a concern. Brain damage and degeneration can be promoted by many Int. J. Mol. Sci. 2019 ,20, 7; doi:10.3390ijms20010007 www.mdpi.comjournalijmsInt. J. Mol. Sci. 2019 ,20, 7 2 of 16 factors including aging, ischemia, uctuation in oxygen tension, oxidative stress, and increased intraocular pressure. There is some evidence that low-dose, space-relevant radiation induces changes in neuronal functions  1. Microgravity induces intraocular pressure and vascular changes  2,3 and promotes apoptosis of astrocytes  4. Spaceight also induces cognitive and perceptual motor performance deterioration under stress  5. Studies have shown that exposure to spaceights has a strong impact on metabolic and stress response  6. Collective evidence indicates that exposure to stressful spaceight environments might induce changes in brain neuronal structure and function. However, the pathophysiological consequences and role of cellular mechanisms of stress stimuli, especially those stemming from the spaceight environment, in facilitating brain damage and neurodegeneration have been studied less and remain unclear. Gray matter consists of neurons (i.e., it contains the cell bodies, dendrites and axon terminals of neurons), nerve bers, astrocytes, microglia, and capillaries. Gray matter is closely associated with the functional domains of performance, locomotion, learning, memory and coordination. On the other hand, white matter consists mostly of oligodendroglial cells, myelinated axons and capillaries. White matter allows communication to and from gray matter areas, and between gray matter and the other parts of the body. It functions by transmitting the information from the different parts of the body towards the cerebral cortex. It modulates the distribution of action potentials, acting as a relay and coordinating communication between different brain regions  7. Changes in gray matter are known to be primarily associated with Alzheimers disease and other neurodegenerative diseases, with secondary effects on the white matter  8. The decits range from language ability to delayed memory and visuospatial construction. Disrupted white matter organization has been linked to poorer motor performance  9. Studies have shown altered expressions of a number of genes and proteins involving a wide spectrum of biological functions following exposure to space environments. These alterations induced distinct changes specic to the regions of the brain  10. Regional difference in stress response was also documented following simulated microgravity in human brain gray matter and white matter 11. The purpose of the present investigation was to study spaceight condition-induced changes in protein expression proles in mouse gray matter and to compare these changes to those in white matter regions. Our unique data might provide new insights and improve risk assessment for future long-term space travel. 2. Results There were nine and 17 proteins that were signicantly altered after spaceight in the white (Table 1) and gray (Table 2) matter, respectively ( p 0.05, log fold change 1.0 or  1.0). In general, proteins that were signicantly altered were upregulated in both areas of the brain. However, there was no overlap between the brain area data sets. If log fold change constraints were reduced to 0.5, the number of proteins increased to 16 and 25 for white and gray matter, respectively. There were no signicant changes in canonical pathways or upstream regulators in the pathway analysis for either the white or gray matter proteins. However, there were strong trends for changes in functionally related proteins in both brain regions (Table 3). In the white matter, there was a strong trend for a downregulation of functions related to the formation of cellular protrusions ( Z1.98). In the gray matter, there was a signicant downregulation of functions related to overall organismal death and organ degeneration ( Z2.0). There were also strong trends for downregulation in cellular and neural degenerative functions ( Z1.98). Interestingly, there was a signicant upregulation in functions related to viral infection ( Z 2.0).Int. J. Mol. Sci. 2019 ,20, 7 3 of 16 Table 1. Spaceight induced alterations to the proteomic prole in the white matter. Symbol Entrez Gene Name Expr p-Value Expr Log Ratio Location Type(s) ARG1 arginase 1 0.037 3.742 Cytoplasm enzyme CACNA2D1 calcium voltage-gated channel auxiliary subunit alpha2delta 1 0.024 2.244 Plasma Membrane ion channel PPFIA3 PTPRF interacting protein alpha 3 0.025 2.189 Plasma Membrane phosphatase PITPNA phosphatidylinositol transfer protein alpha 0.010 1.328 Cytoplasm transporter MYO5A myosin VA 0.034 1.304 Cytoplasm enzyme DYNLL2 dynein light chain LC8-type 2 0.040 1.152 Cytoplasm other VPS35 VPS35, retromer complex component 0.046 1.164 Cytoplasm transporter GAPDH glyceraldehyde-3-phosphate dehydrogenase 0.015 1.478 Cytoplasm enzyme MBP myelin basic protein 0.003 2.536 Extracellular Space other Table 2. Spaceight induced alterations to the proteomic prole in the gray matter. Symbol Entrez Gene Name Expr p-Value Expr Log Ratio Location Type(s) QDPR quinoid dihydropteridine reductase 0.0229 2.458 Cytoplasm enzyme DNM3 dynamin 3 0.00186 1.781 Cytoplasm enzyme ACAT1 acetyl-CoA acetyltransferase 1 0.0000214 1.637 Cytoplasm enzyme DNAJC5 DnaJ heat shock protein family (Hsp40) member C5 0.00702 1.501 Plasma Membrane other SH3GL2 SH3 domain containing GRB2-like 2, endophilin A1 0.0136 1.377 Plasma Membrane enzyme RAP1GDS1 Rap1 GTPase-GDP dissociation stimulator 1 0.0284 1.363 Cytoplasm other DNM1L dynamin 1-like 0.0069 1.284 Cytoplasm enzyme CNP 20,30-cyclic nucleotide 30phosphodiesterase 0.000816 1.261 Cytoplasm enzyme YWHAE tyrosine 3-monooxygenasetryptophan 5-monooxygenase activation protein epsilon 0.00989 1.261 Cytoplasm other ACTN1 actinin alpha 1 0.0308 1.254 Cytoplasm transcription regulator ATP6V0A1 ATPase H transporting V0 subunit a1 0.00028 1.191 Cytoplasm transporter IMMT inner membrane mitochondrial protein 0.00436 1.154 Cytoplasm other NEFL neurolament light 0.00557 1.153 Cytoplasm other ENO2 enolase 2 0.0281 1.123 Cytoplasm enzyme STX1A syntaxin 1A 0.00859 1.074 Cytoplasm transporter UQCRB ubiquinol-cytochrome c reductase binding protein 0.0447 1.059 Cytoplasm enzyme SEC22B SEC22 homolog B, vesicle trafcking protein (genepseudogene) 0.00601 2.709 Cytoplasm otherInt. J. Mol. Sci. 2019 ,20, 7 4 of 16 Table 3. Spaceight induced changes in white and gray matter proteins indicative of functional decits. Region Categories Diseases or Functions Annotation p-Value Activation Z-Score White Matter Cell Morphology, Cellular Assembly and Organization, Cellular Function and Maintenance formation of cellular protrusions 1.691031.982 Organismal Survival organismal death 3.761021.156 Cellular Assembly and Organization, Cellular Function and Maintenance organization of cytoplasm 6.401051.154 Cellular Assembly and Organization, Cellular Function and Maintenance microtubule dynamics 9.471051.154 Tissue Morphology quantity of cells 3.441020.44 Cell Death and Survival apoptosis 4.261020.003 Cell Death and Survival necrosis 1.411020.014 Cell Death and Survival cell death of tumor cell lines 4.401030.028 Cell Death and Survival cell death 1.411020.166 Cell Death and Survival apoptosis of tumor cell lines 3.861020.176 Lipid Metabolism, Molecular Transport, Small Molecule Biochemistry concentration of lipid 7.471030.333 Gray Matter Organismal Survival organismal death 1.221033.257 Organismal Injury and Abnormalities organ degeneration 1.461052.186 Cellular Compromise degeneration of cells 1.361041.982 Developmental Disorder growth failure 1.451021.982 Neurological Disease neurodegeneration 8.361051.981 Cell Death and Survival necrosis 1.841051.6 Cell Death and Survival apoptosis 5.781031.404 Cell Death and Survival neuronal cell death 2.961030.958 Molecular Transport transport of molecule 9.801030.722 Cell Death and Survival cell viability 1.481020.555 Infectious Diseases infection by HIV-1 2.451031.98 Infectious Diseases Viral Infection 1.121022.2Int. J. Mol. Sci. 2019 ,20, 7 5 of 16 3. Discussion While there do not appear to be enough signicantly different proteins in either white or gray matter in this analysis to appear as a signicantly activated canonical pathway, there still appear to be common functional themes: (1) synaptic function, (2) intracellular communication, (3) metabolism, (4) oxidative stress and tissue damage responses, and (5) activation of catecholamines. 3.1. Synaptic Function: Plasticity, Vesicles and Dendritic Spines In the white matter there were three proteins related to synaptic plasticity that were upregulated. Calcium voltage-gated channel auxiliary subunit 21 (CACNA2D1) is intimately involved in calcium channel trafcking  12 and regulates excitatory synapse formation during development or after injury  13. PTPRF interacting protein 3 (PPFIA3, also known as Liprin- -3) is typically found to be co-expressed with a variety of pre-synaptic proteins in neurons but has also been found in astrocytes  14,15. It is thought to be involved in presynaptic plasticity and synaptic vesicle release, particularly in excitatory synapses  15,16. Myosin VA (MYO5A) is an F-actin-based motor protein that is also important in the generation and movement of synaptic vesicles. It has been found in dendritic spines and synaptic vesicles and appears to be critical for synaptic plasticity and organelle transport (reviewed in Reference 17). Several proteins associated with synaptic function that are upregulated in the gray matter after ight involve vesicle formation, exocytosis and endocytosis. Syntaxin 1A (STX1A) is a soluble N-ethylmaleimide-sensitive fusion attachment protein receptor (SNARE) protein that is expressed in most neurons  18 and is a critical component of synaptic vesicle formation and exocytosis  19,20. DNAJ heat shock protein family (Hsp40) member C5 (DNAJC5) is a pre-synaptic DNAJ C-class Hsp40 co-chaperone that is primarily expressed in the brain and retina (reviewed in  21). It is part of a complex of proteins that resides on synaptic vesicles and chaperones pre-synaptic SNARE proteins, making it critical during repeated synaptic vesicle cycles  22. Indeed, DNAJC5 knockout mice have progressive, age-dependent sensorimotor decits and the protein appears to be critical to preventing pre-synaptic degeneration via decits in endocytosis 21,23. Upregulated within gray matter, dynamin 3 (DNM3) is expressed in the dendritic spines and is primarily associated with regulating synaptic vesicle endocytosis and recycling  2426. There are three isoforms of dynamin that share about 80 overall homology and have mostly redundant roles in clathrin-mediated endocytosis and membrane ssion  24,27. The SH3 domain containing GRB2-like 2, endophilin A1 (SH3GL2, also known as endophilin-1) is a potential tumor suppressor gene  28 that is highly expressed in the brain, particularly in presynaptic ganglion  29. However, the primary function of this protein is to regulate clathrin-mediated endocytosis (reviewed in  30). Finally, while not directly related to neuronal communication, ATPase H transporting V0 subunit A1 (ATP6V0A1) involves a form of endocytosis in microglia. This protein that was upregulated in gray matter, is involved with the merging of lysosomes and phagosomes during phagocytosis in the brain  31. Interestingly, clathrin-mediated endocytosis was signicantly and highly upregulated in the liver of these mice as well 32, suggesting a systemic response. In addition to vesicle formation, several of the proteins upregulated in gray matter after spaceight have been implicated in neurite and dendritic spine formation. Tyrosine 3-monooxygenasetryptophan 5-monooxygenase activation protein epsilon (YWHAE) is believed to play a critical role during neuronal development and migration  33 and neurite formation during cortical development  34. Over expression of this gene disrupts neurite formation through the microtubule binding protein, doublecortin  34. Enolase 2 (ENO2) has also been shown to have neurotrophic activity  35 and is involved in cytoskeletal remodeling and neurite regeneration 36. Similarly, both dynamin 3 (DNM3)  37 and SH3 domain containing GRB2-like 2, endophilin A1 (SH3GL2)  38 that were upregulated in gray matter are involved with dendritic spine morphogenesis and stability. Another upregulated protein in the gray matter is actinin alpha 1 (ACTN1). Expressed in the dendritic spines of the post-synaptic density (PSD)  39,40, this protein is an actin-crosslinkingInt. J. Mol. Sci. 2019 ,20, 7 6 of 16 protein  41 that is involved with synaptic plasticity  39. This is interesting because changes in dendrite activity might be related to synaptic plasticity 42,43. Consistent with the upregulation of proteins related to neurite and dendrite growth is the downregulation of SEC22B (SEC22 homolog B, a vesicle trafcking protein) in the gray matter. Knocking down this protein using siRNA reduced neurite length had no impact on neuronal migration 44. 3.2. Intracellular Communication: Myelination and ProteinOrganelle Transport Another broad category impacted by spaceight is involved in intracellular communication. Specically, (1) axonal signaling that is insulated via myelin and (2) protein and organelle transport. Downregulated in the murine white matter, myelin basic protein (MBP) has an important role in the process of myelination of axons, particularly in the adhesion of myelin layers between cytosolic surfaces  45,46. MBP is implicated in auto-immune responses within the human CNS, and is thought to be a target for T cell activity in multiple sclerosis and other demyelinating or degenerative disorders. Its reduction over an extended period is usually associated with glial inammation activation and proliferation, leading to reactive astrocytosis 47,48. Interestingly, three important factors found in oligodendrocytes and involved in myelin formation were upregulated in the gray matter: acyl-coenzyme A, a cholesterol acyltransferase 1 (ACAT1)  49; 20,30-cyclic nucleotide 30-phosphodiesterase (CNP) 50,51; and neurolament light (NEFL) 52,53. Two components of proteinorganelle transport were upregulated in the white matter. As stated previously, myosin VA (MYO5A) is important for organelle transport (reviewed in Reference  17). Similarly, dynein light chain LC8-type 2 (DYNLL2, also known as DLC2), originally identied as part of the microtubule-based motor protein dynein  54, is involved with transporting mitochondria along the axons of neurons in response to local energy and metabolic requirements  55. However, DYNLL2 has also been shown to have a variety of other targets including nNOS, post synaptic scaffolding proteins, and pro-apoptotic proteins 54. However, there were also two factors involved in protein transport that were downregulated in white matter. Vacuolar protein sorting 35 ortholog (VPS35) is a component of the cargo recognition complex of the retromer complex responsible for the retrograde transport of proteins from endosomes to the trans-Golgi network or the plasma membrane  56,57. Already mentioned above as an important component of myelin, MBP also interacts with the cytoskeleton andor tight junctions, making it critical for communicating extracellular signaling to the inside of the cell  46. Decreases in MBP have been associated with glial activation 58. 3.3. Metabolism: Glycolysis and Mitochondrial Function Consistent with our previous results, in the liver and skin of the same mice in which we found that spaceight had a major impact on metabolism  32,59,60, the next broad category involved the impact of spaceight on the brain, including glycolysis and metabolism. Two proteins involved in glycolysis or metabolism were altered by spaceight in the white matter. This rst one was upregulated. Phosphatidylinositol transfer protein (PITPNA) is involved with coordinating lipid metabolism and signaling 61, transferring phospholipids out of the endoplasmic reticulum and into other membranes  62. Interestingly, an increase in oxidative stress has been shown to cause a decrease in this protein, particularly in the brains of aged or Parkinsons disease models  63. This lack has been associated with neurodegenerative disease, which has been linked to changes in glucose homeostasis  64. Glyceraldehyde-3-phosphate dehydrogenase (GAPDH) is an abundant enzyme in brain tissue that is critical to energy metabolism and glycolysis  65. In conditions of oxidative stress, GAPDH activity is impaired, leading to cellular aging and apoptosis  65. This enzyme can undergo sulfhydration, S-nitrosylation and oxidation, which, in turn, can lead to memory loss, apoptotic cell death and neurodegeneration, noted in ischemia and Alzheimers disease models  6668.Int. J. Mol. Sci. 2019 ,20, 7 7 of 16 In the gray matter, enolase 2 (ENO2) was upregulated after ight, also suggesting glycolysis may be impacted. ENO2 is a glycolytic enzyme  69 found in neurons, neuroendocrine cells and microglia  69,70. However, one of the few proteins that were downregulated in the gray matter, SEC22B (SEC22 homolog B, vesicle trafcking protein), also complexes with SNARE proteins in the endoplasmic reticulum (ER)  44,71. Knocking down this protein using siRNA had no impact on exocytosis  44. Instead, SEC22B interacted with lipid transfer proteins, a factor which, when inhibited, has been shown to result in changes in lipid metabolism and transfer 44. Simultaneously, four proteins critical to mitochondrial function were also upregulated in the gray matter. The mitochondrial localized enzyme, acetyl-CoA acetyltransferase 1 (ACAT1), has been linked to cholesterol homeostasis and metabolism  72,73 and can be found in axons of the cerebral cortex and hippocampus  49. Dynamin 1-like (DNM1L) is critical to mitochondrial ssion  74. This protein drives mitochondrial division by self-assembling into laments that constrict around the organelle  75. The 20,30-cyclic nucleotide 30-phosphodiesterase (CNP) can also be found in the inner membranes of mitochondria  76 and is important for Ca2transport  77. Interestingly CNP levels decreased in non-synaptic mitochondria in the brains of old rats  77. An increase in CNP release suggests mitochondria may be in a calcium-overloaded condition  78. Inner membrane mitochondrial protein (IMMT), also known as MIC60 and mitolin, is important for protein translocation across the mitochondrial membrane, regulating both morphology and protein biogenesis 79. Even though the tissues were collected and prepared for analysis less than ve hours after landing, it is possible that the changes in proteins related to metabolism are simply a response to the landing and do not reect changes in the spaceight environment. To conrm or deny this possibility would require that mice be euthanized in orbit and tissues immediately preserved for analysis on the ground. Indeed, such studies have already been planned. However, in our previous study examining the livers of these same mice, there were signicant changes in lipid metabolism indicative of a pre-diabetic state that seems to suggest a long-term effect rather than an acute response due to landing 32,59,80. 3.4. Oxidative Stress and Tissue Damage Responses The changes noted in metabolism are likely related to increases in proteins involved with oxidative stress and inammation in the white matter. Arginase 1 (ARG1), which was highly upregulated, is an important enzyme of the urea cycle that is generally found in the liver and is critical to removing ammonia from the body  81. However, ARG1 is also commonly expressed by alternatively-activated macrophages and microglia  82, which tend to be anti-inammatory. In the brain, ARG1 microglia have been implicated in amyloid beta plaque removal  83. Furthermore, it is important to nitric oxide (NO)-mediated vasodilation in microvascular endothelial cells  84. In activated macrophages, ARG1 competes with NO synthase (NOS) for their common substrate, L-arginine, leading to a reduction in NO production 85. Not surprisingly, many of the mitochondrial proteins that were upregulated in the gray matter are also involved in the oxidative stress response. ACAT1 expression has been shown to be elevated during conditions of oxidative stress  49. Mutations in DNM1L often result in death associated with oxidative stress-induced neurodegeneration  75,86.In vitro , deleting DNML1 from Purkinje cells resulted in increased oxidative damage via the peroxidation of proteins and lipids  75. Decreases in IMMT appear to result in increases in ROS levels  87 and seem to be an anti-apoptotic protein important for the regulation of cytochrome c release 8789. Interestingly, the oxidative damage due to lipid peroxidation found in the interbrillar mitochondria of diabetic heart tissue was reduced by overexpressing IMMT 90,91. Increases in the above oxidative stress factors are consistent with the decreases noted in another mitochondrial protein, UQCRB (ubiquinol-cytochrome c reductase binding protein), a subunit of complex III in the mitochondrial respiratory chain  92 of the gray matter. UQCRB is important in mediating mitochondrial-derived reactive oxygen species (ROS) that are both independent of NADPHInt. J. Mol. Sci. 2019 ,20, 7 8 of 16 oxidase and important for angiogenesis  93. Drugs which inhibit the activity of UQCRB reduce the ROS produced by the mitochondria 9294. Although not found in mitochondria, Quinonoid dihydropteridine reductase (QDPR) is also upregulated in the gray matter. QDPR is primarily associated with the regeneration of tetrahydrobiopterin (BH4) from quinonoid dihydrobiopterin (qBH2). This is important because BH4 is a critical co-factor in the generation of all three NO synthases, iNOS, nNOS, and eNOS  95. In quinonoid dihydropteridine reductase (QDPR)knockout mice, the biomarkers of folate-dependent oxidative stress such as ophthalamate, spermine, and -Glu-Cys all appeared to be elevated 95. Given the changes in markers indicative of oxidative stress, it should not be surprising that there were also changes in proteins related to cell damage and death. In the gray matter, at least four upregulated proteins dealing with intracellular damage andor cell death appeared to be involved. This is consistent with the IPA analysis that found changes in proteins related to organismal death, degeneration of cells, and neurodegeneration. ATP6V0A1 is critically important in mediating autophagosome-lysosome fusion  96. DNAJC5 appears to have some inuence on protein folding and endosomal autophagy, depending on the presence of SGT and Hsc70  97. ACAT1 is instrumental in induction of necroptosis through lipid droplet formation that has been demonstrated to be the initial key event in cell death  98. Finally, CNP appears to play a role with caspase-independent apoptosis 99. 3.5. Activation of Catecholamines Finally, there were several changes in the white matter involved in sympathetic activity and catecholamine production. As mentioned previously, CACNA2D1 was upregulated in the white matter. Although we did not specically look at areas within the brain, this protein is active in the periventricular nucleus (PVN) and is involved with sympathetic outow  13. This is interesting because two proteins involved with sympathetic responses were also upregulated in the gray matter. Quinonoid dihydropteridine reductase (QDPR) is primarily associated with the regeneration of tetrahydrobiopterin (BH4) from quinonoid dihydrobiopterin (qBH2). BH4 is a critical co-factor in the biosynthesis of the neurotransmitters dopamine and serotonin  95. Syntaxin 1A (STX1A) is expressed in endocrine cells  18 and STX1A knockout mice had decreased circulating levels of the stress hormones, CRH and ACTH, as well as serotonergic precursors 18. 4. Materials and Methods 4.1. STS-135 Flight Mice and Control Conditions Space Shuttle Atlantis, i.e., Space Transportation System 135 (STS-135), was launched from the Kennedy Space Center (KSC) on a 13-day mission in July of 2011. Female C57BL6 mice (Charles River Laboratories, Inc., Hollister, CA, USA) were own in STS-135 using NASAs animal enclosure modules (AEMs). Mice were housed in two groups of ve per AEM, separated by mesh wire. A set of ground controls (Ground AEMs) was housed at the Space Life Science Laboratory (SLSL) at the KSC. Ground AEM control mice were placed into the same housing hardware used in ight and environmental parameters such as temperature and carbon dioxide (CO 2) levels were matched as closely as possible based on 48-h delayed telemetry data. All mice were under ambient temperatures of 2628C with a 12-h daynight cycle during the ight. The mid deck CO 2levels that the mice were exposed to averaged 2150 parts per million (ppm) and ranged from a few hundred ppm while on the ground, before installation in the shuttle, to a maximum level of 3480 ppm in the shuttle during the mission. AEM controls were fed a special NASA food bar diet, the same as the space-own mice. All mice received the same access to food and water ad libitum . The Loma Linda University (LLU) Institutional Animal Care and Use Committee (IACUC) was consulted but no protocol was required since tissues were only obtained after euthanasia. However, itInt. J. Mol. Sci. 2019 ,20, 7 9 of 16 should be noted that all NASA research with vertebrate animals is done in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institute of Health (NIH). The primary science team responsible for running the project obtained approval from the NASA Ames Research Center ACUC (NAS-11-002-Y1) on 5312011. Upon return to Earth, animals were removed from the AEM nursing facility and assessed for survival and health. It was reported that all the mice survived the 13-day space mission. All animals were described by the inspecting personnel as being in good condition. 4.2. Dissection and Preservation of Mouse Brains Post Flight Within 35 h after landing, the mice were euthanized and the brains were removed (48 micegroup). As part of the primary science, all mice underwent dual energy X-ray absorptiometry (DEXA) densitometry (Piximus, Inc., Fitchburg, WI, USA) immediately prior to anesthesia and euthanasia. Mice were anesthetized with 35 isourane and euthanized with 100 CO 2and exsanguination via cardiac puncture. The whole brain hemispheres were xed in 4 paraformaldehyde in phosphate buffered saline (PBS) for 24 h and then rinsed with PBS and inltrated overnight with 30 sucrose in PBS at 4C. Fixed samples were sent to Loma Linda University (LLU) via courier for analysis. As we were part of the NASA Biospecimen Sharing Program (BSP) team, we did not have access to all the tissues from all the mice. However, we received tissues from four ight mice and eight ground control mice. Tissue from two of the ground control samples were lost during processing, giving us a nal sample size of n 4 or 6 for ight and ground, respectively. 4.3. Brain Sectioning for Proteomic Analysis Parafn-embedded brain sections were coronally gross sectioned at a thickness of 10 m. After mounting and de-parafnizing, six 3 mm diameter circular punches of tissue were obtained to provide three replicate samples each of white matter of the corpus callosum and gray matter of the cerebral cortex. Each tissue punch (disk) was transferred to a vial for individual processing (work up) by a modication of the methodology of Craven et al.  100. When tissues are processed by the Craven method, formalin xed tissues still yield 80 or more of the available proteins for proteomic analyses  100. The preparation of the tissue samples for proteomic mass spectrometry (MS) analysis in this paper is described by the steps below. 4.4. Protein Extraction from Tissue We used boil-proof 1.7 mL low retention polypropylene snap-top vials to process the tissues. Lysis buffer was made by combining 50 L each of stock solutions A and B, plus 10 L of freshly prepared 1.1 M dithiothreitol (DTT). Solution A consisted of 300 mM Tris-Cl pH 8.2. Solution B was made by combining ve liquid components: 20 sodium dodecyl sulfate (SDS), glycerol, triuorethanol, thiodiethanol, and water at the volumetric ratio of 3:2:1:1:3. Protein extraction was initiated by the addition of 110 L lysis buffer to each vial containing a tissue punch (disk), followed by incubation for 30 min at 105C in a fume hood because of triuorethanol toxicity. After cooling the vials were stored indenitely at80C. 4.5. Trypsin Digestion This was done using Amicon Ultra-0.5 mL 30 kDa centrifugal lter devices (http:www. emdmillipore.com). A urea-ammonium bicarbonate buffer (UA) that is 50 mM with respect to ammonium bicarbonate (ABC) and 8 M with respect to ultrapure urea (https:www.thermosher.com) was prepared fresh on the day of use. The use of the Amicon Ultra centrifugal lter device has been outlined next. (a) To each vial after protein extraction (see above) 300 L of UA were added and vortexed. The sample components were transferred to an Amicon Ultra, centrifuged at 10,000 gfor 10 min, and the ltrate was discarded. (b) To complete the transfer initiated above and to continue the replacement of reagents from the protein extraction procedure described in 2.4 above with UAInt. J. Mol. Sci. 2019 ,20, 7 10 of 16 constituents, the above process was repeated twice using 400 L UA each time, and both ltrates were discarded. (c) Next, 5 L each of 5 mM Tris (2-carboxyethyl) phosphine (TCEP) and 10 mM acrylamide and 200 L UA were combined. The entire volume was then transferred to the Amicon Ultra, incubated for 30 min at ambient temperatures, centrifuged, and the ltrate was discarded. (d) The reagents were washed by the addition of 400 L UA, centrifuged, and the ltrate was discarded. (e) The urea was washed out by the addition of 400 L of 50 mM ABC, centrifuged, and the ltrate was discarded. This process was repeated twice more. (f) Next, 200 L of 50 mM ABC were added and a protein assay (Nanodrop, http:www.nanodrop.com, or Micro BCA, http:www.thermosher.com) was performed on an aliquot. (g) A prepared trypsin digestion solution was added to the remaining protein in the Amicon Ultra. The 100 L of 250 mM ABC were combined with 2.5 L of 1 Promega PMax (http:promega.com) to give a 0.025 working solution plus sufcient sequencer-grade trypsin to result in an enzyme to protein ratio in the range of 1:2550. (h) The solution was incubated overnight at 37C to convert the proteins to peptides. (i) The next morning, 150 L of water was added, centrifuged, and the ltrate containing the peptides was collected. These steps were repeated using another 150 L water and the ltrates were combined. (j) Next, 20 L of 10 TFA were added to the combined ltrates to destroy the PMax. (k) The ltrate was concentrated in a vacuum centrifuge to a volume of 100 L and stored at80C. (l) Just prior to MS analysis, a 25 g portion of each proteinpeptide sample was puried with a Zip-tip C18 P10 (http:www.emdmillipore.com). The sample preparations from each set of the three replicate punches were pooled, resulting in a total of 20 samples for MS analysis. 4.6. MS Analyses and Data Processing An Easy-nLC system with an autosampler was attached to an LTQ-Orbitrap Velos Pro mass spectrometer (http:thermoscienticbio.com). This was used for all MS analyses utilizing 2 to 2.5 g peptide loadings after zip-tip purication. After injection, the 5 L peptide samples in 0.25 TFA were passed through a 2 cm 100m C18, of 5 m particle size, precolumn (http:thermoscienticbio.com) in series with a 10 cm 75m in-house-prepared capillary column packed with Microm Magic C18 of 5particle size (http:www.michrom.com) for separation and elution. A 2-h gradient was used (Solvent A 0.1 FA in water, Solvent B 0.1 FA in ACN, 530 Solvent B). Collision-induced disassociation was used to fragment the top 10 most abundant ions and the MSMS spectra were collected between 250 and 1500 mz, following the parent full-scan mass spectrum collected at 60,000 resolution. The raw data les from these analyses were processed rst through Proteome Discoverer (http: thermoscienticbio.com) for precursor intensity with the following search parameters using the mouse UniprotSwissprot database: 2 missed trypsin cleavages allowed, dynamic oxidation on methionine, deamidation on asparagine and glutamine, and static proprionamide attachment on cysteine. In parallel, the data processing was performed using our DeMix Q algorithm. Briey, DeMix unmixes the MSMS events that become frequently but accidentally multiplexed because more than one (up to four) precursor ions are selected for fragmentation within the same mzwindow simultaneously  101. DeMix allows one to identify more peptides on average than there were precursors selected for MSMS. For extension of the peptide identity between the runs and thus additionally increase the number of identied peptides while simultaneously improving quantication accuracy, we used DeMix Q  102, an extension of the DeMix algorithm that employs the scoring of identity transfer. Further improvement in quantication accuracy can be achieved with the help of our Diffacto algorithm 103 that selects for protein quantication of only well-behaved peptides. All spread sheets with protein relative abundances were then exported into Ingenuity Pathway Analysis (IPA; http:www.ingenuity.comproductsipa). In IPA, only direct relationships were allowed in the general settings and genes. Endogenous chemical interactions and causal networks were both included. All items were selected under data sources, condence, species and mutation.Int. J. Mol. Sci. 2019 ,20, 7 11 of 16 5. Conclusions In summary, this study is the rst to identify spaceight-induced proteomic signicance and biomarkers in the gray and white matter of the murine brain. These unique proteomic signatures of brain tissue may provide new mechanistic insight into the complex biological response to space environment. We propose that spaceight conditions induce changes in neuronal structure, cellular function, oxidative response, mitochondrial function and metabolism, which, in turn, might lead to tissue injury and late neurodegeneration. The diverse changes in protein expression proles in white and gray matter in response to spaceight conditions warrants further investigation. Further studies are also necessary to elucidate the possible tissue and functional impact responsible for our ndings and to identify effective countermeasures. Author Contributions: X.W.M., M.J.P ., D.S.G., V .L.F. and T.A.B. conceived and designed the experiments; X.W.M., M.J.P ., L.S.S., V .L.F., T.A.B., L.B.S., E.C.H. and G.Z. performed the experiments; R.A.Z., B.Z., and M.J.P . analyzed the data; L.S.S., V .L.F., T.A.B., R.A.Z., and B.Z. contributed reagentsmaterialsanalysis tools; X.W.M., L.B.S., R.S., and M.J.P . wrote the paper. Funding: This study was supported by NASA managed cooperative agreement NNX10AJ31G, NASA Grant NNX13AN34G, and the LLUMC Departments of Biomedical Engineering Sciences and Radiation Medicine. Acknowledgments: This study would not have been possible without the support of Amgen, Inc. and their team. In addition, we very much appreciate BioServe Space Technologies at the University of Colorado at Boulder for organizing and overseeing this project. We also thank the Ferguson, Bateman and Bouxsein lab members for helping with tissue collection at Kennedy Space Center (KSC). The staff at Ames Research Center and KSC Space Life Sciences Laboratory (SLSL), as well as Paula Dumars and Vera Vizir of the NASA Biospecimen Sharing Program (BSP), contributed signicantly to the success of our study and we greatly appreciate their support. Conicts of Interest: The authors declare no conict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, and in the decision to publish the results. References 1. Rudobeck, E.; Nelson, G.A.; Sokolova, I.V .; Vlkolinsky, R. (28)silicon radiation impairs neuronal output in CA1 neurons of mouse ventral hippocampus without altering dendritic excitability. Radiat. Res. 2014 ,181, 407415. CrossRef PubMed 2. Woo, S.J.; Kim, T.W.; Chung, K.Y. Intraocular pressure elevation during space ight. J. Glaucoma 2012 ,21, 349. CrossRef PubMed 3. Mader, T.H.; Gibson, C.R.; Caputo, M.; Hunter, N.; Taylor, G.; Charles, J.; Meehan, R.T. Intraocular pressure and retinal vascular changes during transient exposure to microgravity. Am. J. Ophthalmol. 1993 ,115, 347350. CrossRef 4. Uva, B.M.; Masini, M.A.; Sturla, M.; Tagliaerro, G.; Strollo, F. Microgravity-induced programmed cell death in astrocytes. J. Gravit. Physiol. A J. Int. Soc. Gravit. Physiol. 2002 ,9, P275P276. 5. De la Torre, G.G. Cognitive neuroscience in space. Life2014 ,4, 281294. CrossRef PubMed 6. Strollo, F.; Vassilieva, G.; Ruscica, M.; Masini, M.; Santucci, D.; Borgia, L.; Magni, P .; Celotti, F.; Nikiporuc, I. Changes in stress hormones and metabolism during a 105-day simulated Mars mission. Aviat. Spaceand Environ. Med. 2014 ,85, 793797. CrossRef PubMed 7. Fields, R.D. White matter matters. Sci. Am. 2008 ,298, 4249. 8. Mortamais, M.; Artero, S.; Ritchie, K. White matter hyperintensities as early and independent predictors of Alzheimers disease risk. J. Alzheimers Dis. 2014 ,42(Suppl. 4), S393S400. CrossRef 9. Gooijers, J.; Chalavi, S.; Beeckmans, K.; Michiels, K.; Lafosse, C.; Sunaert, S.; Swinnen, S.P . Subcortical Volume Loss in the Thalamus, Putamen, and Pallidum, Induced by Traumatic Brain Injury, Is Associated with Motor Performance Decits. Neurorehabil. Neural Repair 2016 ,30, 603614. CrossRef 10. Santucci, D.; Kawano, F.; Ohira, T.; Terada, M.; Nakai, N.; Francia, N.; Alleva, E.; Aloe, L.; Ochiai, T.; Cancedda, R.; et al. Evaluation of gene, protein and neurotrophin expression in the brain of mice exposed to space environment for 91 days. PLoS ONE 2012 ,7, e40112. CrossRefInt. J. Mol. Sci. 2019 ,20, 7 12 of 16 11. Li, K.; Guo, X.; Jin, Z.; Ouyang, X.; Zeng, Y.; Feng, J.; Wang, Y.; Yao, L.; Ma, L. Effect of Simulated Microgravity on Human Brain Gray Matter and White MatterEvidence from MRI. PLoS ONE 2015 ,10, e0135835. CrossRef PubMed 12. Dolphin, A.C. Calcium channel auxiliary 2and subunits: Trafcking and one step beyond. Nat. Rev. Neurosci. 2012 ,13, 542555. CrossRef PubMed 13. Eroglu, C.; Allen, N.J.; Susman, M.W.; ORourke, N.A.; Park, C.Y.; Ozkan, E.; Chakraborty, C.; Mulinyawe, S.B.; Annis, D.S.; Huberman, A.D.; et al. Gabapentin receptor 2-1 is a neuronal thrombospondin receptor responsible for excitatory CNS synaptogenesis. Cell2009 ,139, 380392. CrossRef PubMed 14. Spangler, S.A.; Jaarsma, D.; De Graaff, E.; Wulf, P .S.; Akhmanova, A.; Hoogenraad, C.C. Differential expression of liprin- family proteins in the brain suggests functional diversication. J. Comp. Neurol. 2011 , 519, 30403060. CrossRef PubMed 15. Torres, V .I.; Inestrosa, N.C. Vertebrate Presynaptic Active Zone Assembly: A Role Accomplished by Diverse Molecular and Cellular Mechanisms. Mol. Neurobiol. 2017 . CrossRef PubMed 16. Dai, Y.; Taru, H.; Deken, S.L.; Grill, B.; Ackley, B.; Nonet, M.L.; Jin, Y. SYD-2 Liprin- organizes presynaptic active zone formation through ELKS. Nat. Neurosci. 2006 ,9, 14791487. CrossRef PubMed 17. Wollert, T.; Patel, A.; Lee, Y.L.; Provance, D.W., Jr.; Vought, V .E.; Cosgrove, M.S.; Mercer, J.A.; Langford, G.M. Myosin5a tail associates directly with Rab3A-containing compartments in neurons. J. Biol. Chem. 2011 ,286, 1435214361. CrossRef PubMed 18. Fujiwara, T.; Kofuji, T.; Akagawa, K. Dysfunction of the hypothalamic-pituitary-adrenal axis in STX1A knockout mice. J. Neuroendocrinol. 2011 ,23, 12221230. CrossRef 19. Jahn, R.; Hanson, P .I. Membrane fusion. SNAREs line up in new environment. Nature 1998 ,393, 1415. CrossRef 20. Sudhof, T.C. The synaptic vesicle cycle: A cascade of protein-protein interactions. Nature 1995 ,375, 645653. CrossRef 21. Gorenberg, E.L.; Chandra, S.S. The Role of Co-chaperones in Synaptic Proteostasis and Neurodegenerative Disease. Front. Neurosci. 2017 ,11, 248. CrossRef PubMed 22. Sharma, M.; Burre, J.; Sudhof, T.C. CSP promotes SNARE-complex assembly by chaperoning SNAP-25 during synaptic activity. Nat. Cell Biol. 2011 ,13, 3039. CrossRef PubMed 23. Fernandez-Chacon, R.; Wolfel, M.; Nishimune, H.; Tabares, L.; Schmitz, F.; Castellano-Munoz, M.; Rosenmund, C.; Montesinos, M.L.; Sanes, J.R.; Schneggenburger, R.; et al. The synaptic vesicle protein CSP prevents presynaptic degeneration. Neuron 2004 ,42, 237251. CrossRef 24. Raimondi, A.; Ferguson, S.M.; Lou, X.; Armbruster, M.; Paradise, S.; Giovedi, S.; Messa, M.; Kono, N.; Takasaki, J.; Cappello, V .; et al. Overlapping role of dynamin isoforms in synaptic vesicle endocytosis. Neuron 2011 ,70, 11001114. CrossRef PubMed 25. Tanifuji, S.; Funakoshi-Tago, M.; Ueda, F.; Kasahara, T.; Mochida, S. Dynamin isoforms decode action potential ring for synaptic vesicle recycling. J. Biol. Chem. 2013 ,288, 1905019059. CrossRef PubMed 26. Fan, F.; Funk, L.; Lou, X. Dynamin 1- and 3-Mediated Endocytosis Is Essential for the Development of a Large Central Synapse In Vivo. J. Neurosci. Off. J. Soc. Neurosci. 2016 ,36, 60976115. CrossRef 27. Cao, H.; Garcia, F.; McNiven, M.A. Differential distribution of dynamin isoforms in mammalian cells. Mol. Biol. Cell 1998 ,9, 25952609. CrossRef PubMed 28. Qu, S.; Yao, Y.; Shang, C.; Xue, Y.; Ma, J.; Li, Z.; Liu, Y. MicroRNA-330 is an oncogenic factor in glioblastoma cells by regulating SH3GL2 gene. PLoS ONE 2012 ,7, e46010. CrossRef 29. Giachino, C.; Lantelme, E.; Lanzetti, L.; Saccone, S.; Bella Valle, G.; Migone, N. A novel SH3-containing human gene family preferentially expressed in the central nervous system. Genomics 1997 ,41, 427434. CrossRef 30. Reutens, A.T.; Begley, C.G. Endophilin-1: A multifunctional protein. Int. J. Biochem. Cell Biol. 2002 ,34, 11731177. CrossRef 31. Peri, F.; Nusslein-Volhard, C. Live imaging of neuronal degradation by microglia reveals a role for v0-ATPase a1 in phagosomal fusion in vivo. Cell2008 ,133, 916927. CrossRef PubMed 32. Pecaut, M.J.; Mao, X.W.; Bellinger, D.L.; Jonscher, K.R.; Stodieck, L.S.; Ferguson, V .L.; Bateman, T.A.; Mohney, R.P .; Gridley, D.S. Is spaceight-induced immune dysfunction linked to systemic changes in metabolism? PLoS ONE 2017 ,12, e0174174. CrossRef PubMedInt. J. Mol. Sci. 2019 ,20, 7 13 of 16 33. Toyo-oka, K.; Shionoya, A.; Gambello, M.J.; Cardoso, C.; Leventer, R.; Ward, H.L.; Ayala, R.; Tsai, L.H.; Dobyns, W.; Ledbetter, D.; et al. 14-3-3epsilon is important for neuronal migration by binding to NUDEL: A molecular explanation for Miller-Dieker syndrome. Nat. Genet. 2003 ,34, 274285. CrossRef PubMed 34. Cornell, B.; Wachi, T.; Zhukarev, V .; Toyo-Oka, K. Regulation of neuronal morphogenesis by 14-3-3epsilon (Ywhae) via the microtubule binding protein, doublecortin. Hum. Mol. Genet. 2016 ,25, 44054418. CrossRef PubMed 35. Hafner, A.; Obermajer, N.; Kos, J. -1-syntrophin mediates trafcking of -enolase towards the plasma membrane and enhances its neurotrophic activity. Neurosignals 2010 ,18, 246258. CrossRef PubMed 36. Hafner, A.; Obermajer, N.; Kos, J. -Enolase C-terminal peptide promotes cell survival and neurite outgrowth by activation of the PI3KAkt and MAPKERK signalling pathways. Biochem. J. 2012 ,443, 439450. CrossRef PubMed 37. Gray, N.W.; Kruchten, A.E.; Chen, J.; McNiven, M.A. A dynamin-3 spliced variant modulates the actincortactin-dependent morphogenesis of dendritic spines. J. Cell Sci. 2005 ,118, 12791290. CrossRef 38. Yang, Y.; Wei, M.; Xiong, Y.; Du, X.; Zhu, S.; Yang, L.; Zhang, C.; Liu, J.J. Endophilin A1 regulates dendritic spine morphogenesis and stability through interaction with p140Cap. Cell Res. 2015 ,25, 496516. CrossRef PubMed 39. Wyszynski, M.; Kharazia, V .; Shanghvi, R.; Rao, A.; Beggs, A.H.; Craig, A.M.; Weinberg, R.; Sheng, M. Differential regional expression and ultrastructural localization of -actinin-2, a putative NMDA receptor-anchoring protein, in rat brain. J. Neurosci. Off. J. Soc. Neurosci. 1998 ,18, 13831392. CrossRef 40. Walikonis, R.S.; Oguni, A.; Khorosheva, E.M.; Jeng, C.J.; Asuncion, F.J.; Kennedy, M.B. Densin-180 forms a ternary complex with the -subunit of Ca2calmodulin-dependent protein kinase II and -actinin. J. Neurosci. Off. J. Soc. Neurosci. 2001 ,21, 423433. CrossRef 41. Waites, G.T.; Graham, I.R.; Jackson, P .; Millake, D.B.; Patel, B.; Blanchard, A.D.; Weller, P .A.; Eperon, I.C.; Critchley, D.R. Mutually exclusive splicing of calcium-binding domain exons in chick -actinin. J. Biol. Chem. 1992 ,267, 62636271. PubMed 42. Labno, A.; Warrier, A.; Wang, S.; Zhang, X. Local plasticity of dendritic excitability can be autonomous of synaptic plasticity and regulated by activity-based phosphorylation of Kv4.2. PLoS ONE 2014 ,9, e84086. CrossRef PubMed 43. Sjostrom, P .J.; Rancz, E.A.; Roth, A.; Hausser, M. Dendritic excitability and synaptic plasticity. Physiol. Rev. 2008 ,88, 769840. CrossRef PubMed 44. Petkovic, M.; Jemaiel, A.; Daste, F.; Specht, C.G.; Izeddin, I.; Vorkel, D.; Verbavatz, J.M.; Darzacq, X.; Triller, A.; Pfenninger, K.H.; et al. The SNARE Sec22b has a non-fusogenic function in plasma membrane expansion. Nat. Cell Biol. 2014 ,16, 434444. CrossRef PubMed 45. Wong, J.H.; Halliday, G.M.; Kim, W.S. Exploring myelin dysfunction in multiple system atrophy. Exp. Neurobiol. 2014 ,23, 337344. CrossRef PubMed 46. Boggs, J.M. Myelin basic protein: A multifunctional protein. Cell. Mol. Life Sci. 2006 ,63, 19451961. CrossRef 47. Kuhlmann, T.; Ludwin, S.; Prat, A.; Antel, J.; Bruck, W.; Lassmann, H. An updated histological classication system for multiple sclerosis lesions. Acta Neuropathol. 2017 ,133, 1324. CrossRef 48. Gallart-Palau, X.; Serra, A.; Lee, B.S.T.; Guo, X.; Sze, S.K. Brain ureido degenerative protein modications are associated with neuroinammation and proteinopathy in Alzheimers disease with cerebrovascular disease. J. Neuroinamm. 2017 ,14, 175. CrossRef 49. Kim, J.H.; Ee, S.M.; Jittiwat, J.; Ong, E.S.; Farooqui, A.A.; Jenner, A.M.; Ong, W.Y. Increased expression of acyl-coenzyme A: Cholesterol acyltransferase-1 and elevated cholesteryl esters in the hippocampus after excitotoxic injury. Neuroscience 2011 ,185, 125134. CrossRef 50. Hinman, J.D.; Chen, C.D.; Oh, S.Y.; Hollander, W.; Abraham, C.R. Age-dependent accumulation of ubiquitinated 2,3-cyclic nucleotide 3-phosphodiesterase in myelin lipid rafts. Glia 2008 ,56, 118133. CrossRef 51. Sprinkle, T.J. 2,3-cyclic nucleotide 3-phosphodiesterase, an oligodendrocyte-Schwann cell and myelin-associated enzyme of the nervous system. Crit. Rev. Neurobiol. 1989 ,4, 235301. PubMedInt. J. Mol. Sci. 2019 ,20, 7 14 of 16 52. Rao, M.V .; Houseweart, M.K.; Williamson, T.L.; Crawford, T.O.; Folmer, J.; Cleveland, D.W. Neurolament-dependent radial growth of motor axons and axonal organization of neurolaments does not require the neurolament heavy subunit (NF-H) or its phosphorylation. J. Cell Biol. 1998 ,143, 171181. CrossRef PubMed 53. Monteiro, M.J.; Hoffman, P .N.; Gearhart, J.D.; Cleveland, D.W. Expression of NF-L in both neuronal and nonneuronal cells of transgenic mice: Increased neurolament density in axons without affecting caliber. J. Cell Biol. 1990 ,111, 15431557. CrossRef 54. Wagner, W.; Fodor, E.; Ginsburg, A.; Hammer, J.A., 3rd. The binding of DYNLL2 to myosin Va requires alternatively spliced exon B and stabilizes a portion of the myosins coiled-coil domain. Biochemistry 2006 , 45, 1156411577. CrossRef PubMed 55. Chen, Y.M.; Gerwin, C.; Sheng, Z.H. Dynein light chain LC8 regulates syntaphilin-mediated mitochondrial docking in axons. J. Neurosci. Off. J. Soc. Neurosci. 2009 ,29, 94299438. CrossRef PubMed 56. Williams, E.T.; Chen, X.; Moore, D.J. VPS35, the Retromer Complex and Parkinsons Disease. J. Parkinsons Dis. 2017 ,7, 219233. CrossRef 57. Trousdale, C.; Kim, K. Retromer: Structure, function, and roles in mammalian disease. Eur. J. Cell Biol. 2015 , 94, 513521. CrossRef PubMed 58. Ou-Yang, M.H.; Van Nostrand, W.E. The absence of myelin basic protein promotes neuroinammation and reduces amyloid -protein accumulation in Tg-5xFAD mice. J. Neuroinamm. 2013 ,10, 134. CrossRef PubMed 59. Jonscher, K.R.; Alfonso-Garcia, A.; Suhalim, J.L.; Orlicky, D.J.; Potma, E.O.; Ferguson, V .L.; Bouxsein, M.L.; Bateman, T.A.; Stodieck, L.S.; Levi, M.; et al. Spaceight activates lipotoxic pathways in mouse liver. PLoS ONE 2016 ,11, e0152877. CrossRef 60. Mao, X.W.; Pecaut, M.J.; Stodieck, L.S.; Ferguson, V .L.; Bateman, T.A.; Bouxsein, M.L.; Gridley, D.S. Biological and metabolic response in STS-135 space-own mouse skin. Free Radic. Res. 2014 ,48, 890897. CrossRef PubMed 61. Alb, J.G., Jr.; Phillips, S.E.; Wiley, L.R.; Philpot, B.D.; Bankaitis, V .A. The pathologies associated with functional titration of phosphatidylinositol transfer protein activity in mice. J. Lipid Res. 2007 ,48, 18571872. CrossRef PubMed 62. Liscovitch, M.; Cantley, L.C. Signal transduction and membrane trafc: The PITPphosphoinositide connection. Cell1995 ,81, 659662. CrossRef 63. Chalimoniuk, M.; Snoek, G.T.; Adamczyk, A.; Malecki, A.; Strosznajder, J.B. Phosphatidylinositol transfer protein expression altered by aging and Parkinson disease. Cell. Mol. Neurobiol. 2006 ,26, 11531166. CrossRef 64. Alb, J.G., Jr.; Cortese, J.D.; Phillips, S.E.; Albin, R.L.; Nagy, T.R.; Hamilton, B.A.; Bankaitis, V .A. Mice lacking phosphatidylinositol transfer protein- exhibit spinocerebellar degeneration, intestinal and hepatic steatosis, and hypoglycemia. J. Biol. Chem. 2003 ,278, 3350133518. CrossRef PubMed 65. Nicholls, C.; Li, H.; Liu, J.P . GAPDH: A common enzyme with uncommon functions. Clin. Exp. Pharm. Physiol. 2012 ,39, 674679. CrossRef PubMed 66. Mir, S.; Sen, T.; Sen, N. Cytokine-induced GAPDH sulfhydration affects PSD95 degradation and memory. Mol. Cell 2014 ,56, 786795. CrossRef PubMed 67. Li, C.; Feng, J.J.; Wu, Y.P .; Zhang, G.Y. Cerebral ischemia-reperfusion induces GAPDH S-nitrosylation and nuclear translocation. Biochemistry 2012 ,77, 671678. CrossRef 68. Butterfield, D.A.; Hardas, S.S.; Lange, M.L. Oxidatively modified glyceraldehyde-3-phosphate dehydrogenase (GAPDH) and Alzheimers disease: Many pathways to neurodegeneration. J. Alzheimers Dis. 2010 ,20, 369393. CrossRef 69. Schmechel, D.E.; Marangos, P .J.; Martin, B.M.; Wineld, S.; Burkhart, D.S.; Roses, A.D.; Ginns, E.I. Localization of neuron-specic enolase (NSE) mRNA in human brain. Neurosci. Lett. 1987 ,76, 233238. CrossRef 70. Hafner, A.; Glavan, G.; Obermajer, N.; Zivin, M.; Schliebs, R.; Kos, J. Neuroprotective role of gamma-enolase in microglia in a mouse model of Alzheimers disease is regulated by cathepsin X. Aging Cell 2013 ,12, 604614. CrossRef 71. Joglekar, A.P .; Hay, J.C. Evidence for regulation of ERGolgi SNARE complex formation by hsc70 chaperones. Eur. J. Cell Biol. 2005 ,84, 529542. CrossRef PubMedInt. J. Mol. Sci. 2019 ,20, 7 15 of 16 72. Lee, O.; Chang, C.C.; Lee, W.; Chang, T.Y. Immunodepletion experiments suggest that acyl-coenzyme A:cholesterol acyltransferase-1 (ACAT-1) protein plays a major catalytic role in adult human liver, adrenal gland, macrophages, and kidney, but not in intestines. J. Lipid Res. 1998 ,39, 17221727. PubMed 73. Ong, W.Y.; Kim, J.H.; He, X.; Chen, P .; Farooqui, A.A.; Jenner, A.M. Changes in brain cholesterol metabolome after excitotoxicity. Mol. Neurobiol. 2010 ,41, 299313. CrossRef PubMed 74. Fahrner, J.A.; Liu, R.; Perry, M.S.; Klein, J.; Chan, D.C. A novel de novo dominant negative mutation in DNM1L impairs mitochondrial ssion and presents as childhood epileptic encephalopathy. Am. J. Med. Genet. A 2016 ,170, 20022011. CrossRef PubMed 75. Zhang, Z.; Kageyama, Y.; Sesaki, H. Mitochondrial division prevents neurodegeneration. Autophagy 2012 ,8, 15311533. CrossRef PubMed 76. Azarashvili, T.; Krestinina, O.; Galvita, A.; Grachev, D.; Baburina, Y.; Stricker, R.; Evtodienko, Y.; Reiser, G. Ca2-dependent permeability transition regulation in rat brain mitochondria by 2,3-cyclic nucleotides and 2,3-cyclic nucleotide 3-phosphodiesterase. Am. J. Physiol. Cell Physiol. 2009 ,296, C1428C1439. CrossRef PubMed 77. Krestinina, O.; Azarashvili, T.; Baburina, Y.; Galvita, A.; Grachev, D.; Stricker, R.; Reiser, G. In aging, the vulnerability of rat brain mitochondria is enhanced due to reduced level of 2,3-cyclic nucleotide-3-phosphodiesterase (CNP) and subsequently increased permeability transition in brain mitochondria in old animals. Neurochem. Int. 2015 ,80, 4150. CrossRef 78. Baburina, Y.; Odinokova, I.; Azarashvili, T.; Akatov, V .; Lemasters, J.J.; Krestinina, O. 2,3-Cyclic nucleotide 3-phosphodiesterase as a messenger of protection of the mitochondrial function during melatonin treatment in aging. Biochim. Biophys. Acta 2017 ,1859 , 94103. CrossRef 79. Von der Malsburg, K.; Muller, J.M.; Bohnert, M.; Oeljeklaus, S.; Kwiatkowska, P .; Becker, T.; Loniewska-Lwowska, A.; Wiese, S.; Rao, S.; Milenkovic, D.; et al. Dual role of mitolin in mitochondrial membrane organization and protein biogenesis. Dev. Cell 2011 ,21, 694707. CrossRef 80. Blaber, E.A.; Pecaut, M.J.; Jonscher, K.R. Spaceight Activates Autophagy Programs and the Proteasome in Mouse Liver. Int. J. Mol. Sci. 2017 ,18, 2062. CrossRef 81. Sin, Y.Y.; Baron, G.; Schulze, A.; Funk, C.D. Arginase-1 deciency. J. Mol. Med. 2015 ,93, 12871296. CrossRef PubMed 82. Munder, M.; Eichmann, K.; Moran, J.M.; Centeno, F.; Soler, G.; Modolell, M. Th1Th2-regulated expression of arginase isoforms in murine macrophages and dendritic cells. J. Immunol. 1999 ,163, 37713777. PubMed 83. Cherry, J.D.; Olschowka, J.A.; OBanion, M.K. Arginase 1 microglia reduce A plaque deposition during IL-1 -dependent neuroinammation. J. Neuroinamm. 2015 ,12, 203. CrossRef PubMed 84. Zhang, C.; Hein, T.W.; Wang, W.; Chang, C.I.; Kuo, L. Constitutive expression of arginase in microvascular endothelial cells counteracts nitric oxide-mediated vasodilatory function. Faseb J. Off. Publ. Fed. Am. Soc. Exp. Biol. 2001 ,15, 12641266. CrossRef 85. Chang, C.I.; Liao, J.C.; Kuo, L. Arginase modulates nitric oxide production in activated macrophages. Am. J. Physiol. 1998 ,274, H342H348. CrossRef PubMed 86. Reddy, P .H.; Reddy, T.P .; Manczak, M.; Calkins, M.J.; Shirendeb, U.; Mao, P . Dynamin-related protein 1 and mitochondrial fragmentation in neurodegenerative diseases. Brain Res. Rev. 2011 ,67, 103118. CrossRef PubMed 87. John, G.B.; Shang, Y.; Li, L.; Renken, C.; Mannella, C.A.; Selker, J.M.; Rangell, L.; Bennett, M.J.; Zha, J. The mitochondrial inner membrane protein mitolin controls cristae morphology. Mol. Biol. Cell 2005 ,16, 15431554. CrossRef PubMed 88. Yang, R.F.; Zhao, G.W.; Liang, S.T.; Zhang, Y.; Sun, L.H.; Chen, H.Z.; Liu, D.P . Mitolin regulates cytochrome c release during apoptosis by controlling mitochondrial cristae remodeling. Biochem. Biophys. Res. Commun. 2012 ,428, 9398. CrossRef PubMed 89. Barrera, M.; Koob, S.; Dikov, D.; Vogel, F.; Reichert, A.S. OPA1 functionally interacts with MIC60 but is dispensable for crista junction formation. FEBS Lett. 2016 ,590, 33093322. CrossRef PubMed 90. Dabkowski, E.R.; Williamson, C.L.; Bukowski, V .C.; Chapman, R.S.; Leonard, S.S.; Peer, C.J.; Callery, P .S.; Hollander, J.M. Diabetic cardiomyopathy-associated dysfunction in spatially distinct mitochondrial subpopulations. Am. J. Physiol. Heart Circ. Physiol. 2009 ,296, H359H369. CrossRef PubMedInt. J. Mol. Sci. 2019 ,20, 7 16 of 16 91. Thapa, D.; Nichols, C.E.; Lewis, S.E.; Shepherd, D.L.; Jagannathan, R.; Croston, T.L.; Tveter, K.J.; Holden, A.A.; Baseler, W.A.; Hollander, J.M. Transgenic overexpression of mitolin attenuates diabetes mellitus-associated cardiac and mitochondria dysfunction. J. Mol. Cell. Cardiol. 2015 ,79, 212223. CrossRef PubMed 92. Jung, H.J.; Shim, J.S.; Lee, J.; Song, Y.M.; Park, K.C.; Choi, S.H.; Kim, N.D.; Yoon, J.H.; Mungai, P .T.; Schumacker, P .T.; et al. Terpestacin inhibits tumor angiogenesis by targeting UQCRB of mitochondrial complex III and suppressing hypoxia-induced reactive oxygen species production and cellular oxygen sensing. J. Biol. Chem. 2010 ,285, 1158411595. CrossRef PubMed 93. Jung, H.J.; Kim, Y.; Chang, J.; Kang, S.W.; Kim, J.H.; Kwon, H.J. Mitochondrial UQCRB regulates VEGFR2 signaling in endothelial cells. J. Mol. Med. 2013 ,91, 11171128. CrossRef PubMed 94. Chang, J.; Jung, H.J.; Park, H.J.; Cho, S.W.; Lee, S.K.; Kwon, H.J. Cell-permeable mitochondrial ubiquinol-cytochrome c reductase binding protein induces angiogenesis in vitro and in vivo .Cancer Lett. 2015 ,366, 5260. CrossRef PubMed 95. Xu, F.; Sudo, Y.; Sanechika, S.; Yamashita, J.; Shimaguchi, S.; Honda, S.; Sumi-Ichinose, C.; Mori-Kojima, M.; Nakata, R.; Furuta, T.; et al. Disturbed biopterin and folate metabolism in the Qdpr-decient mouse. FEBS Lett. 2014 ,588, 39243931. CrossRef PubMed 96. Hsin, I.L.; Sheu, G.T.; Jan, M.S.; Sun, H.L.; Wu, T.C.; Chiu, L.Y.; Lue, K.H.; Ko, J.L. Inhibition of lysosome degradation on autophagosome formation and responses to GMI, an immunomodulatory protein from Ganoderma microsporum. Br. J. Pharmacol. 2012 ,167, 12871300. CrossRef PubMed 97. Uytterhoeven, V .; Lauwers, E.; Maes, I.; Miskiewicz, K.; Melo, M.N.; Swerts, J.; Kuenen, S.; Wittocx, R.; Corthout, N.; Marrink, S.J.; et al. Hsc70-4 Deforms Membranes to Promote Synaptic Protein Turnover by Endosomal Microautophagy. Neuron 2015 ,88, 735748. CrossRef 98. Yamanaka, K.; Urano, Y.; Takabe, W.; Saito, Y.; Noguchi, N. Induction of apoptosis and necroptosis by 24(S)-hydroxycholesterol is dependent on activity of acyl-CoA:cholesterol acyltransferase 1. Cell Death Dis. 2014 ,5, e990. CrossRef 99. Baburina, Y.; Azarashvili, T.; Grachev, D.; Krestinina, O.; Galvita, A.; Stricker, R.; Reiser, G. Mitochondrial 2, 3-cyclic nucleotide 3-phosphodiesterase (CNP) interacts with mPTP modulators and functional complexes (I-V) coupled with release of apoptotic factors. Neurochem. Int. 2015 ,90, 4655. CrossRef 100. Craven, R.A.; Vasudev, N.S.; Banks, R.E. Proteomics and the search for biomarkers for renal cancer. Clin. Biochem. 2013 ,46, 456465. CrossRef 101. Zhang, B.; Pirmoradian, M.; Chernobrovkin, A.; Zubarev, R.A. DeMix workow for efcient identication of cofragmented peptides in high resolution data-dependent tandem mass spectrometry. Mol. Cell. Proteom. MCP 2014 ,13, 32113223. CrossRef PubMed 102. Zhang, B.; Kall, L.; Zubarev, R.A. DeMix-Q: Quantication-Centered Data Processing Workow. Mol. Cell. Proteom. MCP 2016 ,15, 14671478. CrossRef PubMed 103. Zhang, B.; Pirmoradian, M.; Zubarev, R.; Kall, L. Covariation of Peptide Abundances Accurately Reects Protein Concentration Differences. Mol. Cell. Proteom. MCP 2017 ,16, 936948. CrossRef PubMed 2018 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http:creativecommons.orglicensesby4.0).",
        "introduction": "Long-term deep space missions expose astronauts to an environment that is characterized mainly by ultraviolet and ionizing radiation, microgravity, and physiologicalpsychological stressors. These conditions present a signicant hazard to spaceight crews during and after the course of mission activities. The hazards posed to normal tissues, such as the central nervous system (CNS), are not fully understood. The health risks of spaceight-induced neuronal damage and potential neurodegenerative effects have long been a concern. Brain damage and degeneration can be promoted by many Int. J. Mol. Sci. 2019 ,20, 7; doi:10.3390ijms20010007 www.mdpi.comjournalijmsInt. J. Mol. Sci. 2019 ,20, 7 2 of 16 factors including aging, ischemia, uctuation in oxygen tension, oxidative stress, and increased intraocular pressure. There is some evidence that low-dose, space-relevant radiation induces changes in neuronal functions  1. Microgravity induces intraocular pressure and vascular changes  2,3 and promotes apoptosis of astrocytes  4. Spaceight also induces cognitive and perceptual motor performance deterioration under stress  5. Studies have shown that exposure to spaceights has a strong impact on metabolic and stress response  6. Collective evidence indicates that exposure to stressful spaceight environments might induce changes in brain neuronal structure and function. However, the pathophysiological consequences and role of cellular mechanisms of stress stimuli, especially those stemming from the spaceight environment, in facilitating brain damage and neurodegeneration have been studied less and remain unclear. Gray matter consists of neurons (i.e., it contains the cell bodies, dendrites and axon terminals of neurons), nerve bers, astrocytes, microglia, and capillaries. Gray matter is closely associated with the functional domains of performance, locomotion, learning, memory and coordination. On the other hand, white matter consists mostly of oligodendroglial cells, myelinated axons and capillaries. White matter allows communication to and from gray matter areas, and between gray matter and the other parts of the body. It functions by transmitting the information from the different parts of the body towards the cerebral cortex. It modulates the distribution of action potentials, acting as a relay and coordinating communication between different brain regions  7. Changes in gray matter are known to be primarily associated with Alzheimers disease and other neurodegenerative diseases, with secondary effects on the white matter  8. The decits range from language ability to delayed memory and visuospatial construction. Disrupted white matter organization has been linked to poorer motor performance  9. Studies have shown altered expressions of a number of genes and proteins involving a wide spectrum of biological functions following exposure to space environments. These alterations induced distinct changes specic to the regions of the brain  10. Regional difference in stress response was also documented following simulated microgravity in human brain gray matter and white matter 11. The purpose of the present investigation was to study spaceight condition-induced changes in protein expression proles in mouse gray matter and to compare these changes to those in white matter regions. Our unique data might provide new insights and improve risk assessment for future long-term space travel. 2.",
        "conclusion": "s In summary, this study is the rst to identify spaceight-induced proteomic signicance and biomarkers in the gray and white matter of the murine brain. These unique proteomic signatures of brain tissue may provide new mechanistic insight into the complex biological response to space environment. We propose that spaceight conditions induce changes in neuronal structure, cellular function, oxidative response, mitochondrial function and metabolism, which, in turn, might lead to tissue injury and late neurodegeneration. The diverse changes in protein expression proles in white and gray matter in response to spaceight conditions warrants further investigation. Further studies are also necessary to elucidate the possible tissue and functional impact responsible for our ndings and to identify effective countermeasures. Author Contributions: X.W.M., M.J.P ., D.S.G., V .L.F. and T.A.B. conceived and designed the experiments; X.W.M., M.J.P ., L.S.S., V .L.F., T.A.B., L.B.S., E.C.H. and G.Z. performed the experiments; R.A.Z., B.Z., and M.J.P . analyzed the data; L.S.S., V .L.F., T.A.B., R.A.Z., and B.Z. contributed reagentsmaterialsanalysis tools; X.W.M., L.B.S., R.S., and M.J.P . wrote the paper. Funding: This study was supported by NASA managed cooperative agreement NNX10AJ31G, NASA Grant NNX13AN34G, and the LLUMC Departments of Biomedical Engineering Sciences and Radiation Medicine. Acknowledgments: This study would not have been possible without the support of Amgen, Inc. and their team. In addition, we very much appreciate BioServe Space Technologies at the University of Colorado at Boulder for organizing and overseeing this project. We also thank the Ferguson, Bateman and Bouxsein lab members for helping with tissue collection at Kennedy Space Center (KSC). The staff at Ames Research Center and KSC Space Life Sciences Laboratory (SLSL), as well as Paula Dumars and Vera Vizir of the NASA Biospecimen Sharing Program (BSP), contributed signicantly to the success of our study and we greatly appreciate their support. Conicts of Interest: The authors declare no conict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, and in the decision to publish the results. References 1. Rudobeck, E.; Nelson, G.A.; Sokolova, I.V .; Vlkolinsky, R. (28)silicon radiation impairs neuronal output in CA1 neurons of mouse ventral hippocampus without altering dendritic excitability. Radiat. Res. 2014 ,181, 407415. CrossRef PubMed 2. Woo, S.J.; Kim, T.W.; Chung, K.Y. Intraocular pressure elevation during space ight. J. Glaucoma 2012 ,21, 349. CrossRef PubMed 3. Mader, T.H.; Gibson, C.R.; Caputo, M.; Hunter, N.; Taylor, G.; Charles, J.; Meehan, R.T. Intraocular pressure and retinal vascular changes during transient exposure to microgravity. Am. J. Ophthalmol. 1993 ,115, 347350. CrossRef 4. Uva, B.M.; Masini, M.A.; Sturla, M.; Tagliaerro, G.; Strollo, F. Microgravity-induced programmed cell death in astrocytes. J. Gravit. Physiol. A J. Int. Soc. Gravit. Physiol. 2002 ,9, P275P276. 5. De la Torre, G.G. Cognitive neuroscience in space. Life2014 ,4, 281294. CrossRef PubMed 6. Strollo, F.; Vassilieva, G.; Ruscica, M.; Masini, M.; Santucci, D.; Borgia, L.; Magni, P .; Celotti, F.; Nikiporuc, I. Changes in stress hormones and metabolism during a 105-day simulated Mars mission. Aviat. Spaceand Environ. Med. 2014 ,85, 793797. CrossRef PubMed 7. Fields, R.D. White matter matters. Sci. Am. 2008 ,298, 4249. 8. Mortamais, M.; Artero, S.; Ritchie, K. White matter hyperintensities as early and independent predictors of Alzheimers disease risk. J. Alzheimers Dis. 2014 ,42(Suppl. 4), S393S400. CrossRef 9. Gooijers, J.; Chalavi, S.; Beeckmans, K.; Michiels, K.; Lafosse, C.; Sunaert, S.; Swinnen, S.P . Subcortical Volume Loss in the Thalamus, Putamen, and Pallidum, Induced by Traumatic Brain Injury, Is Associated with Motor Performance Decits. Neurorehabil. Neural Repair 2016 ,30, 603614. CrossRef 10. Santucci, D.; Kawano, F.; Ohira, T.; Terada, M.; Nakai, N.; Francia, N.; Alleva, E.; Aloe, L.; Ochiai, T.; Cancedda, R.; et al. Evaluation of gene, protein and neurotrophin expression in the brain of mice exposed to space environment for 91 days. PLoS ONE 2012 ,7, e40112. CrossRefInt. J. Mol. Sci. 2019 ,20, 7 12 of 16 11. Li, K.; Guo, X.; Jin, Z.; Ouyang, X.; Zeng, Y.; Feng, J.; Wang, Y.; Yao, L.; Ma, L. Effect of Simulated Microgravity on Human Brain Gray Matter and White MatterEvidence from MRI. PLoS ONE 2015 ,10, e0135835. CrossRef PubMed 12. Dolphin, A.C. Calcium channel auxiliary 2and subunits: Trafcking and one step beyond. Nat. Rev. Neurosci. 2012 ,13, 542555. CrossRef PubMed 13. Eroglu, C.; Allen, N.J.; Susman, M.W.; ORourke, N.A.; Park, C.Y.; Ozkan, E.; Chakraborty, C.; Mulinyawe, S.B.; Annis, D.S.; Huberman, A.D.; et al. Gabapentin receptor 2-1 is a neuronal thrombospondin receptor responsible for excitatory CNS synaptogenesis. Cell2009 ,139, 380392. CrossRef PubMed 14. Spangler, S.A.; Jaarsma, D.; De Graaff, E.; Wulf, P .S.; Akhmanova, A.; Hoogenraad, C.C. Differential expression of liprin- family proteins in the brain suggests functional diversication. J. Comp. Neurol. 2011 , 519, 30403060. CrossRef PubMed 15. Torres, V .I.; Inestrosa, N.C. Vertebrate Presynaptic Active Zone Assembly: A Role Accomplished by Diverse Molecular and Cellular Mechanisms. Mol. Neurobiol. 2017 . CrossRef PubMed 16. Dai, Y.; Taru, H.; Deken, S.L.; Grill, B.; Ackley, B.; Nonet, M.L.; Jin, Y. SYD-2 Liprin- organizes presynaptic active zone formation through ELKS. Nat. Neurosci. 2006 ,9, 14791487. CrossRef PubMed 17. Wollert, T.; Patel, A.; Lee, Y.L.; Provance, D.W., Jr.; Vought, V .E.; Cosgrove, M.S.; Mercer, J.A.; Langford, G.M. Myosin5a tail associates directly with Rab3A-containing compartments in neurons. J. Biol. Chem. 2011 ,286, 1435214361. CrossRef PubMed 18. Fujiwara, T.; Kofuji, T.; Akagawa, K. Dysfunction of the hypothalamic-pituitary-adrenal axis in STX1A knockout mice. J. Neuroendocrinol. 2011 ,23, 12221230. CrossRef 19. Jahn, R.; Hanson, P .I. Membrane fusion. SNAREs line up in new environment. Nature 1998 ,393, 1415. CrossRef 20. Sudhof, T.C. The synaptic vesicle cycle: A cascade of protein-protein interactions. Nature 1995 ,375, 645653. CrossRef 21. Gorenberg, E.L.; Chandra, S.S. The Role of Co-chaperones in Synaptic Proteostasis and Neurodegenerative Disease. Front. Neurosci. 2017 ,11, 248. CrossRef PubMed 22. Sharma, M.; Burre, J.; Sudhof, T.C. CSP promotes SNARE-complex assembly by chaperoning SNAP-25 during synaptic activity. Nat. Cell Biol. 2011 ,13, 3039. CrossRef PubMed 23. Fernandez-Chacon, R.; Wolfel, M.; Nishimune, H.; Tabares, L.; Schmitz, F.; Castellano-Munoz, M.; Rosenmund, C.; Montesinos, M.L.; Sanes, J.R.; Schneggenburger, R.; et al. The synaptic vesicle protein CSP prevents presynaptic degeneration. Neuron 2004 ,42, 237251. CrossRef 24. Raimondi, A.; Ferguson, S.M.; Lou, X.; Armbruster, M.; Paradise, S.; Giovedi, S.; Messa, M.; Kono, N.; Takasaki, J.; Cappello, V .; et al. Overlapping role of dynamin isoforms in synaptic vesicle endocytosis. Neuron 2011 ,70, 11001114. CrossRef PubMed 25. Tanifuji, S.; Funakoshi-Tago, M.; Ueda, F.; Kasahara, T.; Mochida, S. Dynamin isoforms decode action potential ring for synaptic vesicle recycling. J. Biol. Chem. 2013 ,288, 1905019059. CrossRef PubMed 26. Fan, F.; Funk, L.; Lou, X. Dynamin 1- and 3-Mediated Endocytosis Is Essential for the Development of a Large Central Synapse In Vivo. J. Neurosci. Off. J. Soc. Neurosci. 2016 ,36, 60976115. CrossRef 27. Cao, H.; Garcia, F.; McNiven, M.A. Differential distribution of dynamin isoforms in mammalian cells. Mol. Biol. Cell 1998 ,9, 25952609. CrossRef PubMed 28. Qu, S.; Yao, Y.; Shang, C.; Xue, Y.; Ma, J.; Li, Z.; Liu, Y. MicroRNA-330 is an oncogenic factor in glioblastoma cells by regulating SH3GL2 gene. PLoS ONE 2012 ,7, e46010. CrossRef 29. Giachino, C.; Lantelme, E.; Lanzetti, L.; Saccone, S.; Bella Valle, G.; Migone, N. A novel SH3-containing human gene family preferentially expressed in the central nervous system. Genomics 1997 ,41, 427434. CrossRef 30. Reutens, A.T.; Begley, C.G. Endophilin-1: A multifunctional protein. Int. J. Biochem. Cell Biol. 2002 ,34, 11731177. CrossRef 31. Peri, F.; Nusslein-Volhard, C. Live imaging of neuronal degradation by microglia reveals a role for v0-ATPase a1 in phagosomal fusion in vivo. Cell2008 ,133, 916927. CrossRef PubMed 32. Pecaut, M.J.; Mao, X.W.; Bellinger, D.L.; Jonscher, K.R.; Stodieck, L.S.; Ferguson, V .L.; Bateman, T.A.; Mohney, R.P .; Gridley, D.S. Is spaceight-induced immune dysfunction linked to systemic changes in metabolism? PLoS ONE 2017 ,12, e0174174. CrossRef PubMedInt. J. Mol. Sci. 2019 ,20, 7 13 of 16 33. Toyo-oka, K.; Shionoya, A.; Gambello, M.J.; Cardoso, C.; Leventer, R.; Ward, H.L.; Ayala, R.; Tsai, L.H.; Dobyns, W.; Ledbetter, D.; et al. 14-3-3epsilon is important for neuronal migration by binding to NUDEL: A molecular explanation for Miller-Dieker syndrome. Nat. Genet. 2003 ,34, 274285. CrossRef PubMed 34. Cornell, B.; Wachi, T.; Zhukarev, V .; Toyo-Oka, K. Regulation of neuronal morphogenesis by 14-3-3epsilon (Ywhae) via the microtubule binding protein, doublecortin. Hum. Mol. Genet. 2016 ,25, 44054418. CrossRef PubMed 35. Hafner, A.; Obermajer, N.; Kos, J. -1-syntrophin mediates trafcking of -enolase towards the plasma membrane and enhances its neurotrophic activity. Neurosignals 2010 ,18, 246258. CrossRef PubMed 36. Hafner, A.; Obermajer, N.; Kos, J. -Enolase C-terminal peptide promotes cell survival and neurite outgrowth by activation of the PI3KAkt and MAPKERK signalling pathways. Biochem. J. 2012 ,443, 439450. CrossRef PubMed 37. Gray, N.W.; Kruchten, A.E.; Chen, J.; McNiven, M.A. A dynamin-3 spliced variant modulates the actincortactin-dependent morphogenesis of dendritic spines. J. Cell Sci. 2005 ,118, 12791290. CrossRef 38. Yang, Y.; Wei, M.; Xiong, Y.; Du, X.; Zhu, S.; Yang, L.; Zhang, C.; Liu, J.J. Endophilin A1 regulates dendritic spine morphogenesis and stability through interaction with p140Cap. Cell Res. 2015 ,25, 496516. CrossRef PubMed 39. Wyszynski, M.; Kharazia, V .; Shanghvi, R.; Rao, A.; Beggs, A.H.; Craig, A.M.; Weinberg, R.; Sheng, M. Differential regional expression and ultrastructural localization of -actinin-2, a putative NMDA receptor-anchoring protein, in rat brain. J. Neurosci. Off. J. Soc. Neurosci. 1998 ,18, 13831392. CrossRef 40. Walikonis, R.S.; Oguni, A.; Khorosheva, E.M.; Jeng, C.J.; Asuncion, F.J.; Kennedy, M.B. Densin-180 forms a ternary complex with the -subunit of Ca2calmodulin-dependent protein kinase II and -actinin. J. Neurosci. Off. J. Soc. Neurosci. 2001 ,21, 423433. CrossRef 41. Waites, G.T.; Graham, I.R.; Jackson, P .; Millake, D.B.; Patel, B.; Blanchard, A.D.; Weller, P .A.; Eperon, I.C.; Critchley, D.R. Mutually exclusive splicing of calcium-binding domain exons in chick -actinin. J. Biol. Chem. 1992 ,267, 62636271. PubMed 42. Labno, A.; Warrier, A.; Wang, S.; Zhang, X. Local plasticity of dendritic excitability can be autonomous of synaptic plasticity and regulated by activity-based phosphorylation of Kv4.2. PLoS ONE 2014 ,9, e84086. CrossRef PubMed 43. Sjostrom, P .J.; Rancz, E.A.; Roth, A.; Hausser, M. Dendritic excitability and synaptic plasticity. Physiol. Rev. 2008 ,88, 769840. CrossRef PubMed 44. Petkovic, M.; Jemaiel, A.; Daste, F.; Specht, C.G.; Izeddin, I.; Vorkel, D.; Verbavatz, J.M.; Darzacq, X.; Triller, A.; Pfenninger, K.H.; et al. The SNARE Sec22b has a non-fusogenic function in plasma membrane expansion. Nat. Cell Biol. 2014 ,16, 434444. CrossRef PubMed 45. Wong, J.H.; Halliday, G.M.; Kim, W.S. Exploring myelin dysfunction in multiple system atrophy. Exp. Neurobiol. 2014 ,23, 337344. CrossRef PubMed 46. Boggs, J.M. Myelin basic protein: A multifunctional protein. Cell. Mol. Life Sci. 2006 ,63, 19451961. CrossRef 47. Kuhlmann, T.; Ludwin, S.; Prat, A.; Antel, J.; Bruck, W.; Lassmann, H. An updated histological classication system for multiple sclerosis lesions. Acta Neuropathol. 2017 ,133, 1324. CrossRef 48. Gallart-Palau, X.; Serra, A.; Lee, B.S.T.; Guo, X.; Sze, S.K. Brain ureido degenerative protein modications are associated with neuroinammation and proteinopathy in Alzheimers disease with cerebrovascular disease. J. Neuroinamm. 2017 ,14, 175. CrossRef 49. Kim, J.H.; Ee, S.M.; Jittiwat, J.; Ong, E.S.; Farooqui, A.A.; Jenner, A.M.; Ong, W.Y. Increased expression of acyl-coenzyme A: Cholesterol acyltransferase-1 and elevated cholesteryl esters in the hippocampus after excitotoxic injury. Neuroscience 2011 ,185, 125134. CrossRef 50. Hinman, J.D.; Chen, C.D.; Oh, S.Y.; Hollander, W.; Abraham, C.R. Age-dependent accumulation of ubiquitinated 2,3-cyclic nucleotide 3-phosphodiesterase in myelin lipid rafts. Glia 2008 ,56, 118133. CrossRef 51. Sprinkle, T.J. 2,3-cyclic nucleotide 3-phosphodiesterase, an oligodendrocyte-Schwann cell and myelin-associated enzyme of the nervous system. Crit. Rev. Neurobiol. 1989 ,4, 235301. PubMedInt. J. Mol. Sci. 2019 ,20, 7 14 of 16 52. Rao, M.V .; Houseweart, M.K.; Williamson, T.L.; Crawford, T.O.; Folmer, J.; Cleveland, D.W. Neurolament-dependent radial growth of motor axons and axonal organization of neurolaments does not require the neurolament heavy subunit (NF-H) or its phosphorylation. J. Cell Biol. 1998 ,143, 171181. CrossRef PubMed 53. Monteiro, M.J.; Hoffman, P .N.; Gearhart, J.D.; Cleveland, D.W. Expression of NF-L in both neuronal and nonneuronal cells of transgenic mice: Increased neurolament density in axons without affecting caliber. J. Cell Biol. 1990 ,111, 15431557. CrossRef 54. Wagner, W.; Fodor, E.; Ginsburg, A.; Hammer, J.A., 3rd. The binding of DYNLL2 to myosin Va requires alternatively spliced exon B and stabilizes a portion of the myosins coiled-coil domain. Biochemistry 2006 , 45, 1156411577. CrossRef PubMed 55. Chen, Y.M.; Gerwin, C.; Sheng, Z.H. Dynein light chain LC8 regulates syntaphilin-mediated mitochondrial docking in axons. J. Neurosci. Off. J. Soc. Neurosci. 2009 ,29, 94299438. CrossRef PubMed 56. Williams, E.T.; Chen, X.; Moore, D.J. VPS35, the Retromer Complex and Parkinsons Disease. J. Parkinsons Dis. 2017 ,7, 219233. CrossRef 57. Trousdale, C.; Kim, K. Retromer: Structure, function, and roles in mammalian disease. Eur. J. Cell Biol. 2015 , 94, 513521. CrossRef PubMed 58. Ou-Yang, M.H.; Van Nostrand, W.E. The absence of myelin basic protein promotes neuroinammation and reduces amyloid -protein accumulation in Tg-5xFAD mice. J. Neuroinamm. 2013 ,10, 134. CrossRef PubMed 59. Jonscher, K.R.; Alfonso-Garcia, A.; Suhalim, J.L.; Orlicky, D.J.; Potma, E.O.; Ferguson, V .L.; Bouxsein, M.L.; Bateman, T.A.; Stodieck, L.S.; Levi, M.; et al. Spaceight activates lipotoxic pathways in mouse liver. PLoS ONE 2016 ,11, e0152877. CrossRef 60. Mao, X.W.; Pecaut, M.J.; Stodieck, L.S.; Ferguson, V .L.; Bateman, T.A.; Bouxsein, M.L.; Gridley, D.S. Biological and metabolic response in STS-135 space-own mouse skin. Free Radic. Res. 2014 ,48, 890897. CrossRef PubMed 61. Alb, J.G., Jr.; Phillips, S.E.; Wiley, L.R.; Philpot, B.D.; Bankaitis, V .A. The pathologies associated with functional titration of phosphatidylinositol transfer protein activity in mice. J. Lipid Res. 2007 ,48, 18571872. CrossRef PubMed 62. Liscovitch, M.; Cantley, L.C. Signal transduction and membrane trafc: The PITPphosphoinositide connection. Cell1995 ,81, 659662. CrossRef 63. Chalimoniuk, M.; Snoek, G.T.; Adamczyk, A.; Malecki, A.; Strosznajder, J.B. Phosphatidylinositol transfer protein expression altered by aging and Parkinson disease. Cell. Mol. Neurobiol. 2006 ,26, 11531166. CrossRef 64. Alb, J.G., Jr.; Cortese, J.D.; Phillips, S.E.; Albin, R.L.; Nagy, T.R.; Hamilton, B.A.; Bankaitis, V .A. Mice lacking phosphatidylinositol transfer protein- exhibit spinocerebellar degeneration, intestinal and hepatic steatosis, and hypoglycemia. J. Biol. Chem. 2003 ,278, 3350133518. CrossRef PubMed 65. Nicholls, C.; Li, H.; Liu, J.P . GAPDH: A common enzyme with uncommon functions. Clin. Exp. Pharm. Physiol. 2012 ,39, 674679. CrossRef PubMed 66. Mir, S.; Sen, T.; Sen, N. Cytokine-induced GAPDH sulfhydration affects PSD95 degradation and memory. Mol. Cell 2014 ,56, 786795. CrossRef PubMed 67. Li, C.; Feng, J.J.; Wu, Y.P .; Zhang, G.Y. Cerebral ischemia-reperfusion induces GAPDH S-nitrosylation and nuclear translocation. Biochemistry 2012 ,77, 671678. CrossRef 68. Butterfield, D.A.; Hardas, S.S.; Lange, M.L. Oxidatively modified glyceraldehyde-3-phosphate dehydrogenase (GAPDH) and Alzheimers disease: Many pathways to neurodegeneration. J. Alzheimers Dis. 2010 ,20, 369393. CrossRef 69. Schmechel, D.E.; Marangos, P .J.; Martin, B.M.; Wineld, S.; Burkhart, D.S.; Roses, A.D.; Ginns, E.I. Localization of neuron-specic enolase (NSE) mRNA in human brain. Neurosci. Lett. 1987 ,76, 233238. CrossRef 70. Hafner, A.; Glavan, G.; Obermajer, N.; Zivin, M.; Schliebs, R.; Kos, J. Neuroprotective role of gamma-enolase in microglia in a mouse model of Alzheimers disease is regulated by cathepsin X. Aging Cell 2013 ,12, 604614. CrossRef 71. Joglekar, A.P .; Hay, J.C. Evidence for regulation of ERGolgi SNARE complex formation by hsc70 chaperones. Eur. J. Cell Biol. 2005 ,84, 529542. CrossRef PubMedInt. J. Mol. Sci. 2019 ,20, 7 15 of 16 72. Lee, O.; Chang, C.C.; Lee, W.; Chang, T.Y. Immunodepletion experiments suggest that acyl-coenzyme A:cholesterol acyltransferase-1 (ACAT-1) protein plays a major catalytic role in adult human liver, adrenal gland, macrophages, and kidney, but not in intestines. J. Lipid Res. 1998 ,39, 17221727. PubMed 73. Ong, W.Y.; Kim, J.H.; He, X.; Chen, P .; Farooqui, A.A.; Jenner, A.M. Changes in brain cholesterol metabolome after excitotoxicity. Mol. Neurobiol. 2010 ,41, 299313. CrossRef PubMed 74. Fahrner, J.A.; Liu, R.; Perry, M.S.; Klein, J.; Chan, D.C. A novel de novo dominant negative mutation in DNM1L impairs mitochondrial ssion and presents as childhood epileptic encephalopathy. Am. J. Med. Genet. A 2016 ,170, 20022011. CrossRef PubMed 75. Zhang, Z.; Kageyama, Y.; Sesaki, H. Mitochondrial division prevents neurodegeneration. Autophagy 2012 ,8, 15311533. CrossRef PubMed 76. Azarashvili, T.; Krestinina, O.; Galvita, A.; Grachev, D.; Baburina, Y.; Stricker, R.; Evtodienko, Y.; Reiser, G. Ca2-dependent permeability transition regulation in rat brain mitochondria by 2,3-cyclic nucleotides and 2,3-cyclic nucleotide 3-phosphodiesterase. Am. J. Physiol. Cell Physiol. 2009 ,296, C1428C1439. CrossRef PubMed 77. Krestinina, O.; Azarashvili, T.; Baburina, Y.; Galvita, A.; Grachev, D.; Stricker, R.; Reiser, G. In aging, the vulnerability of rat brain mitochondria is enhanced due to reduced level of 2,3-cyclic nucleotide-3-phosphodiesterase (CNP) and subsequently increased permeability transition in brain mitochondria in old animals. Neurochem. Int. 2015 ,80, 4150. CrossRef 78. Baburina, Y.; Odinokova, I.; Azarashvili, T.; Akatov, V .; Lemasters, J.J.; Krestinina, O. 2,3-Cyclic nucleotide 3-phosphodiesterase as a messenger of protection of the mitochondrial function during melatonin treatment in aging. Biochim. Biophys. Acta 2017 ,1859 , 94103. CrossRef 79. Von der Malsburg, K.; Muller, J.M.; Bohnert, M.; Oeljeklaus, S.; Kwiatkowska, P .; Becker, T.; Loniewska-Lwowska, A.; Wiese, S.; Rao, S.; Milenkovic, D.; et al. Dual role of mitolin in mitochondrial membrane organization and protein biogenesis. Dev. Cell 2011 ,21, 694707. CrossRef 80. Blaber, E.A.; Pecaut, M.J.; Jonscher, K.R. Spaceight Activates Autophagy Programs and the Proteasome in Mouse Liver. Int. J. Mol. Sci. 2017 ,18, 2062. CrossRef 81. Sin, Y.Y.; Baron, G.; Schulze, A.; Funk, C.D. Arginase-1 deciency. J. Mol. Med. 2015 ,93, 12871296. CrossRef PubMed 82. Munder, M.; Eichmann, K.; Moran, J.M.; Centeno, F.; Soler, G.; Modolell, M. Th1Th2-regulated expression of arginase isoforms in murine macrophages and dendritic cells. J. Immunol. 1999 ,163, 37713777. PubMed 83. Cherry, J.D.; Olschowka, J.A.; OBanion, M.K. Arginase 1 microglia reduce A plaque deposition during IL-1 -dependent neuroinammation. J. Neuroinamm. 2015 ,12, 203. CrossRef PubMed 84. Zhang, C.; Hein, T.W.; Wang, W.; Chang, C.I.; Kuo, L. Constitutive expression of arginase in microvascular endothelial cells counteracts nitric oxide-mediated vasodilatory function. Faseb J. Off. Publ. Fed. Am. Soc. Exp. Biol. 2001 ,15, 12641266. CrossRef 85. Chang, C.I.; Liao, J.C.; Kuo, L. Arginase modulates nitric oxide production in activated macrophages. Am. J. Physiol. 1998 ,274, H342H348. CrossRef PubMed 86. Reddy, P .H.; Reddy, T.P .; Manczak, M.; Calkins, M.J.; Shirendeb, U.; Mao, P . Dynamin-related protein 1 and mitochondrial fragmentation in neurodegenerative diseases. Brain Res. Rev. 2011 ,67, 103118. CrossRef PubMed 87. John, G.B.; Shang, Y.; Li, L.; Renken, C.; Mannella, C.A.; Selker, J.M.; Rangell, L.; Bennett, M.J.; Zha, J. The mitochondrial inner membrane protein mitolin controls cristae morphology. Mol. Biol. Cell 2005 ,16, 15431554. CrossRef PubMed 88. Yang, R.F.; Zhao, G.W.; Liang, S.T.; Zhang, Y.; Sun, L.H.; Chen, H.Z.; Liu, D.P . Mitolin regulates cytochrome c release during apoptosis by controlling mitochondrial cristae remodeling. Biochem. Biophys. Res. Commun. 2012 ,428, 9398. CrossRef PubMed 89. Barrera, M.; Koob, S.; Dikov, D.; Vogel, F.; Reichert, A.S. OPA1 functionally interacts with MIC60 but is dispensable for crista junction formation. FEBS Lett. 2016 ,590, 33093322. CrossRef PubMed 90. Dabkowski, E.R.; Williamson, C.L.; Bukowski, V .C.; Chapman, R.S.; Leonard, S.S.; Peer, C.J.; Callery, P .S.; Hollander, J.M. Diabetic cardiomyopathy-associated dysfunction in spatially distinct mitochondrial subpopulations. Am. J. Physiol. Heart Circ. Physiol. 2009 ,296, H359H369. CrossRef PubMedInt. J. Mol. Sci. 2019 ,20, 7 16 of 16 91. Thapa, D.; Nichols, C.E.; Lewis, S.E.; Shepherd, D.L.; Jagannathan, R.; Croston, T.L.; Tveter, K.J.; Holden, A.A.; Baseler, W.A.; Hollander, J.M. Transgenic overexpression of mitolin attenuates diabetes mellitus-associated cardiac and mitochondria dysfunction. J. Mol. Cell. Cardiol. 2015 ,79, 212223. CrossRef PubMed 92. Jung, H.J.; Shim, J.S.; Lee, J.; Song, Y.M.; Park, K.C.; Choi, S.H.; Kim, N.D.; Yoon, J.H.; Mungai, P .T.; Schumacker, P .T.; et al. Terpestacin inhibits tumor angiogenesis by targeting UQCRB of mitochondrial complex III and suppressing hypoxia-induced reactive oxygen species production and cellular oxygen sensing. J. Biol. Chem. 2010 ,285, 1158411595. CrossRef PubMed 93. Jung, H.J.; Kim, Y.; Chang, J.; Kang, S.W.; Kim, J.H.; Kwon, H.J. Mitochondrial UQCRB regulates VEGFR2 signaling in endothelial cells. J. Mol. Med. 2013 ,91, 11171128. CrossRef PubMed 94. Chang, J.; Jung, H.J.; Park, H.J.; Cho, S.W.; Lee, S.K.; Kwon, H.J. Cell-permeable mitochondrial ubiquinol-cytochrome c reductase binding protein induces angiogenesis in vitro and in vivo .Cancer Lett. 2015 ,366, 5260. CrossRef PubMed 95. Xu, F.; Sudo, Y.; Sanechika, S.; Yamashita, J.; Shimaguchi, S.; Honda, S.; Sumi-Ichinose, C.; Mori-Kojima, M.; Nakata, R.; Furuta, T.; et al. Disturbed biopterin and folate metabolism in the Qdpr-decient mouse. FEBS Lett. 2014 ,588, 39243931. CrossRef PubMed 96. Hsin, I.L.; Sheu, G.T.; Jan, M.S.; Sun, H.L.; Wu, T.C.; Chiu, L.Y.; Lue, K.H.; Ko, J.L. Inhibition of lysosome degradation on autophagosome formation and responses to GMI, an immunomodulatory protein from Ganoderma microsporum. Br. J. Pharmacol. 2012 ,167, 12871300. CrossRef PubMed 97. Uytterhoeven, V .; Lauwers, E.; Maes, I.; Miskiewicz, K.; Melo, M.N.; Swerts, J.; Kuenen, S.; Wittocx, R.; Corthout, N.; Marrink, S.J.; et al. Hsc70-4 Deforms Membranes to Promote Synaptic Protein Turnover by Endosomal Microautophagy. Neuron 2015 ,88, 735748. CrossRef 98. Yamanaka, K.; Urano, Y.; Takabe, W.; Saito, Y.; Noguchi, N. Induction of apoptosis and necroptosis by 24(S)-hydroxycholesterol is dependent on activity of acyl-CoA:cholesterol acyltransferase 1. Cell Death Dis. 2014 ,5, e990. CrossRef 99. Baburina, Y.; Azarashvili, T.; Grachev, D.; Krestinina, O.; Galvita, A.; Stricker, R.; Reiser, G. Mitochondrial 2, 3-cyclic nucleotide 3-phosphodiesterase (CNP) interacts with mPTP modulators and functional complexes (I-V) coupled with release of apoptotic factors. Neurochem. Int. 2015 ,90, 4655. CrossRef 100. Craven, R.A.; Vasudev, N.S.; Banks, R.E. Proteomics and the search for biomarkers for renal cancer. Clin. Biochem. 2013 ,46, 456465. CrossRef 101. Zhang, B.; Pirmoradian, M.; Chernobrovkin, A.; Zubarev, R.A. DeMix workow for efcient identication of cofragmented peptides in high resolution data-dependent tandem mass spectrometry. Mol. Cell. Proteom. MCP 2014 ,13, 32113223. CrossRef PubMed 102. Zhang, B.; Kall, L.; Zubarev, R.A. DeMix-Q: Quantication-Centered Data Processing Workow. Mol. Cell. Proteom. MCP 2016 ,15, 14671478. CrossRef PubMed 103. Zhang, B.; Pirmoradian, M.; Zubarev, R.; Kall, L. Covariation of Peptide Abundances Accurately Reects Protein Concentration Differences. Mol. Cell. Proteom. MCP 2017 ,16, 936948. CrossRef PubMed 2018 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http:creativecommons.orglicensesby4.0).",
        "images": []
    }
]