[
    {
        "pmid": "39567640",
        "title": "Impact of microgravity and lunar gravity on murine skeletal and immune systems during space travel.",
        "year": "2024",
        "journal": "Sci Rep",
        "abstract": "Long-duration spaceflight creates a variety of stresses due to the unique environment, which can lead to compromised functioning of the skeletal and immune systems. However, the mechanisms by which organisms respond to this stress remain unclear. The present study aimed to investigate the impact of three different gravitational loadings (microgravity, 1/6 g [lunar gravity], and 1 g) on the behavior, bone, thymus, and spleen of mice housed for 25-35 days in the International Space Station. The bone density reduction under microgravity was mostly recovered by 1 g but only partially recovered by 1/6 g. Both 1 g and 1/6 g suppressed microgravity-induced changes in some osteoblast and osteoclast marker gene expression. Thymus atrophy induced by microgravity was half recovered by both 1 g and 1/6 g, but gene expression changes were not fully recovered by 1/6 g. While no histological changes were observed due to low gravity, alterations in gene expression were noted in the spleen. We found that in bone and thymus, lunar gravity reduced microgravity-induced histological alterations and partially reversed gene expression changes. This study highlighted organ-specific variations in responsiveness to gravity, serving as an animal test for establishing a molecular-level gravity threshold for maintaining a healthy state during future spaceflight.",
        "full_text": "Impact of microgravity and lunar gravity on murine skeletal and immune systems during space travel Yui Okamura1,2,16, Kei Gochi3,4,16, Tatsuya Ishikawa5,6,16, Takuto Hayashi1, Sayaka Fuseya1,7, Riku Suzuki1, Maho Kanai1, Yuri Inoue1, Yuka Murakami1,8, Shunya Sadaki1,9, Hyojung Jeon1, Mio Hayama5,6, Hiroto Ishii5,6, Yuki Tsunakawa4, Hiroki Ochi4, Shingo Sato10, Michito Hamada1,11, Chikara Abe12, Hironobu Morita11,13, Risa Okada14, Dai Shiba11,14, Masafumi Muratani11,15, Masahiro Shinohara4,11, Taishin Akiyama5,6,11, Takashi Kudo1,11  Satoru Takahashi1,11 Long-duration spaceflight creates a variety of stresses due to the unique environment, which can lead to compromised functioning of the skeletal and immune systems. However, the mechanisms by which organisms respond to this stress remain unclear. The present study aimed to investigate the impact of three different gravitational loadings (microgravity, 16 g lunar gravity, and 1 g) on the behavior, bone, thymus, and spleen of mice housed for 2535 days in the International Space Station. The bone density reduction under microgravity was mostly recovered by 1 g but only partially recovered by 16 g. Both 1 g and 16 g suppressed microgravity-induced changes in some osteoblast and osteoclast mark er gene expression. Thymus atrophy induced by microgravity was half recovered by both 1 g and 16 g, but gene expression changes were not fully recovered by 16 g. While no histological changes were observed due to low gravity, alterations in gene expression were noted in the spleen. We found that in bone and thymus, lunar gravity reduced microgravity-induced histological alterations and partially reversed gene expression changes. This study highlighted organ-specific variations in responsiveness to gravity, serving as an animal test for establishing a molecular-level gravity threshold for maintaining a healthy state during future spaceflight. Keywords Spaceflight, Microgravity, Thymus, Spleen, Bone, Gene expression 1Laboratory Animal Resource Center in Transborder Medical Research Center, and Department of Anatomy and Embryology, Institute of Medicine, University of Tsukuba, 1-1-1 Tennodai, Tsukuba, Ibaraki 305-8575, Japan. 2College of Medicine, School of Medicine and Health Sciences, University of Tsukuba, Tsukuba 305-8575, Japan. 3Department of Cellular Physiological Chemistry, Graduate School of Medical and Dental Sciences, Institute of Science Tokyo, Tokyo 113-8549, Japan. 4Department of Rehabilitation for Movement Functions, Research Institute, National Rehabilitation Center for Persons with Disabilities, Saitama 359-8555, Japan. 5Laboratory for Immune Homeostasis, RIKEN Center for Integrative Medical Sciences, Yokohama 230-0045, Japan. 6Immunobiology Laboratory, Graduate School of Medical Life Science, Yokohama City University, Yokohama 230-0045, Japan. 7Cellular and Molecular Biotechnology Research Institute, National Institute of Advanced Industrial Science and Technology, Tsukuba, Ibaraki 305-8565, Japan. 8Ph.D. Program in Human Biology, School of Integrative and Global Majors, University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan. 9Ph.D. Program in Humanics, School of Integrative and Global Majors, University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan. 10Center for Innovative Cancer Treatment, Institute of Science Tokyo, Tokyo 113-8510, Japan. 11Mouse Epigenetics Project, ISSKibo Experiment, Japan Aerospace Exploration, Tsukuba, Japan. 12Department of Physiology, Gifu University Graduate School of Medicine, Gifu 501-1194, Japan. 13Department of Nutrition Management, Tokai Gakuin University, Gifu 504-8511, Japan. 14Space Environment Utilization Center, Human Spaceflight Technology Directorate, JAXA, Tsukuba, Ibaraki 305-8505, Japan. 15Department of Genome Biology, Transborder Medical Research Center, Institute of Medicine, University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan. 16These authors contributed equally: Yui Okamura, Kei Gochi and Tatsuya Ishikawa. email: t-kudomd.tsukuba.ac.jp; satorutamd.tsukuba.ac.jp OPEN Scientific Reports  (2024) 14:28774 1  https:doi.org10.1038s41598-024-79315-0 www.nature.comscientificreports Space exploration has attracted attention in various fields, including materials, fuels, communication equipment, systems, medicine, and botany. To further explore space, the manned lunar exploration program  Artemis has been initiated, and research is underway to address the various obstacles to the space environment1,2. Notably, astronauts experience various environmental challenges during spaceflight including microgravity, psychological stress, and high space radiation. These changes pose significant threats to the various physiological functions of astronauts. A prolonged stay in space induces changes, such as the deterioration of bones3,4, skeletal muscle function3, vestibular control5, optic nerve papillary edema6, and cardiac hypertrophy7 among astronauts. These health issues are mainly managed through effective exercise in space; however, the mechanisms causing these changes are unknown. Several drawbacks must be considered for humans to explore space. In addition, it is difficult to verify effects on the human space environment. Research activities at the International Space Station (ISS) have been conducted on various microorganisms, plants, and animals8. To stably house mice, which are higher life forms, on the ISS, we developed breeding facilities in accordance with animal ethics guidelines, and housed mice on the ISS for approximately one month on five occasions, including the mission reported here, and all mice returned to Earth alive. To conduct space exploration, we must understand biological effects at the molecular level to adapt to space environments such as gravity on the Moon and Mars. It is important to study the effects of long-term gravitational fluctuations on living organisms, to prepare for future space exploration. In 2016, we successfully housed 12 mice in the ISS under either microgravity or artificial 1 g for 35 days using the Multiple Artificial- gravity Research System (MARS), which can exhibit varying gravitational forces using a centrifugal device (Mouse Habitat Unit (MHU)-1 mission)9,10. All the mice were alive after returning to Earth. The success of the MHU mission has been reported in the effects of microgravity on various organs, including skeletal muscles10,11, bone10, eye12, spleen13, thymus14, reproductive system15,16, and behavior17,18. For future manned exploration of the Moon and Mars, it is necessary to understand the effects of partial gravity of less than 1 g on living organisms. Recently, the effects of lunar gravity on mice have been explored using MARS with two different short- and long- radius centrifuge lengths on the ISS (the MHU-4 and -5 missions in 2019 and 2020, respectively). Here, analysis of the soleus muscle of mice revealed that muscle atrophy and muscle fiber type might be regulated by different gravitational forces19. This study aimed to present the physiological effects of three different gravity environments on mice during three MHU missions (MHU-1, -4, and -5), based on histological characteristics and gene expression. We found that lunar gravity suppressed histological changes in the thymus, partially recovered bone mass loss, and partially recovered microgravity-induced changes in gene expression in bone, thymus, and spleen. Furthermore, the responsiveness to gravity varied in different organs; this research will serve as an animal test to elucidate the gravity threshold for each organ at the molecular level required to maintain a healthy state for future space travel. Results and discussion Overview of three mouse habitat unit (MHU) missions Figure 1A presents an overview of three MHU missions (MHU-1, -4, and -5). C57BL6J male mice in the Transporting Cage Unit (TCU) were launched aboard the SpaceX Dragon Space Vehicle from the NASA Kennedy Space Center (KSC) in Florida, and subsequently transported to the ISS. In the ISS, mice were transferred to the Habitat Cage Unit (HCU), one mouse per cage, and then placed in a centrifuge under the conditions described below for 35 days (MHU-1), 25 days (MHU-4), and 26 days (MHU-5). For the MHU-1 mission, 12 mice were divided into two groups: microgravity (MG) and artificial 1 g (AG) mice. The AG group was kept in an artificial 1 g environment in the MARS-S centrifuge. In the MHU-4 and -5 missions, six partial gravity (PG) mice were kept in an artificial 16 g environment in MARS-S and MARS-L centrifuges, respectively. MARS-L is approximately 2.2 times larger in diameter than MARS-S, which decreases the gravity gradient, allowing for more precise gravity settings. The ground control (GC) mice were an experimental group of C57BL6J male mice of the same age, maintained under the same breeding conditions in the HCU as the space experiment in each mission. Experiments were conducted using six mice per mission group. A more detailed schedule for each mission is provided in Supplementary Fig. 1. Unavoidably, it took 12 days of transport time after the cargo landed to collect each organ. This information is detailed in the Method section. For both missions, the change in body weight before and after the space experiment occurred at approximately the same rate of increase19. In addition, three mice in MHU-5 experienced significant weight loss after returning to Earth due to anomalies in the TCU water supply system. These mice were not used for the analysis of RNA-seq. Behavioral tests Prior to dissecting the mice after anesthetizing them with isoflurane, we visually inspected their appearance, body hair, whisker morphology, incisor tooth morphology, abdominal hardness, and limb morphology. None of the mice returning to Earth from the three missions showed any abnormalities. Following body weight measurements, a mid-air righting reflex test and rotarod test were performed to assess vestibular function and coordinated movements (Fig. 1B,C). In MHU-1, the latency to right tended to increase non-significantly in MG mice (176  19 ms) compared to those in artificial 1 g (AG) and ground control (1GC) mice (143  12 ms and 130  7 ms, respectively) (Fig. 1B). Regardless of the same gravitational environment, the latency to right of partial gravity (4PG) mice (212  8 ms) in MHU-4 was significantly higher than that of 4GC mice (155  3 ms), whereas that of 5PG mice (145  19 ms) in MHU-5 was comparable to that of 5GC mice (150  4 ms). In the rotarod test, the duration on the rod in AG (48  4 s) and MG (44  6 s) mice was significantly shorter than that in 1GC (74  10 s) mice in the MHU-1 mission (Fig. 1C). However, the differences between PG and GC in MHU-4 (4PG: 49  5 s, 4GC: 37  7 s) and MHU-5 (5PG: 83  11 s, 5GC: 70  14 s) were not significant. In the righting reflex test, which evaluates postural control via the vestibular system, mice from the MARS-S and Scientific Reports  (2024) 14:28774 2  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreportsMARS-L in the same 16 g group showed different results. 4PG showed the same deterioration as MG, whereas 5PG showed the same results as GC and AG in the 1 g group. The two possible reasons for this discrepancy are as follows: (1) Difference between the short and long arms: the gravity gradient in the housing chamber of MARS-S, which has short arms, is larger than that of MARS-L, which has long arms. Therefore, each time the height of the head changes, 4PG receives a larger gravitational input into the otolith system. This may have affected vestibular function. (2) Difference in the control performance of the centrifuge used in 4PG and 5PG. The difference is particularly noticeable in a small gravity, such as 16 g; the gravity fluctuation was larger in 4PG than that in 5PG, which may have affected vestibular function in 4PG. These two possibilities should be examined in future research. Lunar gravity loading partially recovered bone mass loss caused by microgravity To investigate the effect of gravity on bones, the right femur of the mice was analyzed using micro-computed tomography (Fig. 2A,B). MG mice in the MHU-1 mission showed a significant decrease of 70 (1GC; 15.1  2.2, AG; 14.5  1.2, MG; 4.5  2.7) in the trabecular bone volume corrected by the tissue volume (BVTV), whereas PG mice in the MHU-4 and -5 missions showed a significant decrease in BVTV of only 30 (4GC; 20.6  2.3, 4PG; 14.4  3.5) and 28 (5GC; 27.4  5.6, 5PG; 19.6  2.5), respectively, although housing in MHU-4 and -5 was 10 days shorter than that in MHU-1. In cortical bone, cross-sectional area (Ct. Ar) and thickness (Ct.Th) decreased significantly by 17 (Ct.Ar: 1GC; 0.87  0.02 mm2, MG; 0.72  0.03 mm2) and 16 (Ct.Th: 1GC; 141.9  2.1 m, MG; 118.9  7.7 m) in MG mice in MHU-1. In PG mice, Ct.Ar and Ct.Th were reduced by 5 without significant difference in MHU-4 (Ct.Ar: 4GC; 0.91  0.02 mm2, 4PG; 0.86  0.07 mm2, and Ct.Th: 4GC; 150.4  1.2 m, 4PG; 142.7  9.9 m), while Ct.Ar and Ct.Th were significantly Fig. 1 . Overview of spaceflight experiments and behavioral tests. ( A) Overview of the Mouse Habitat Unit (MHU) missions. Each experimental group is color-coded (MG (microgravity) for magenta, AG (artificial 1 g) for dark blue, PG (partial gravity, 16 g) for orange, and GC (1 g) for green), and each color corresponds to a letter color and a plot point in the figure. 1GC: MHU-1_GC; 4GC: MHU-4_GC; 5GC: MHU-5_GC; MG: MHU-1_MG; AG: MHU-1_AG; 4PG: MHU-4_PG; 5PG: MHU-5_PG. ( B,C) Effects of each gravity condition on vestibular function using a mid-air righting reflex test ( B) and a rotarod performance test ( C). Data are represented as the mean and standard deviation (SD), and each dot represents an individual mouse (n  56). P-value from the Students t-test is indicated as  P  0.001. Scientific Reports  (2024) 14:28774 3  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreportsFig. 2 . Micro-computed tomography analysis of bone mass in the distal region of the right femur in the three MHU missions. ( A) Three-dimensional images of the horizontal and vertical sections are shown in the upper and lower panels, respectively. ( B) Bone structure and mineral content in the trabecular and cortical bones analyzed with micro-computed tomography. The sample size for each group was n  6, except for the MG group of MHU-1 (n  5), which was due to bone destruction caused by sampling error. BVTV trabecular bone volumetissue volume, Tb.Th trabecular bone thickness, Tb.N trabecular bone number, Tb.Sp trabecular bone separation, BMCTV bone mineral contenttissue volume in trabecular bone, Ct.Th cortical bone thickness, Ct. Ar cortical bone cross-sectional area, BMD bone mineral density in cortical bone. P-values from Tukeys test, Dunns test (MHU-1), Students t-test, and MannWhitney U test (MHU-4 and -5) are indicated as follows: P  0.05,  P  0.01, and  P  0.001. Non-normally distributed data are indicated as . ( C) The plasma levels of TRAP and osteocalcin. Data are represented as mean  SD, and each dot represents an individual mouse. P- values from Tukeys test, Dunns test (MHU-1), Students t-test, and MannWhitney U test (MHU-4 and -5) are indicated as follows:  P  0.05 and  P  0.001. Non-normally distributed data are indicated as . Scientific Reports  (2024) 14:28774 4  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreportsreduced by 7 and 5, respectively, in MHU-5 (Ct.Ar: 5GC; 0.72  0.03 mm2, 5PG; 0.67  0.02 mm2, and Ct.Th: 5GC; 116.0  3.8 m, 5PG; 109.7  2.7 m). Although BVTV decreased in the 16 g environment, the degree of decrease was smaller than that in the microgravity environment, suggesting that bone loss was partially prevented in the 16 g environment compared with that in microgravity. Moreover, plasma levels of the bone resorption marker, tartrate-resistant acid phosphatase (TRAP) significantly increased while those of the bone formation marker, osteocalcin significantly decreased in the MG and two of the PG mice compared to those in GC mice (Fig. 2C). However, compared to the increased proportion of TRAP (139, 1GC; 3.9  0.5 UnitL, MG; 5.4  0.5 UnitL) and decreased proportion of osteocalcin (49, 1GC; 60.8  19.7 ngmL, MG; 30.0  2.7 ngmL) in MG mice relative to that in 1GC mice, the proportions of TRAP (MHU-4: 127, 4GC; 4.7  0.3 UnitL, 4PG; 6.0  0.4 UnitL and MHU-5: 139, 5GC; 4.0  0.9 UnitL, 5PG; 5.6  0.9 UnitL) and osteocalcin (MHU-4: 44, 4GC; 34.8  5.9 ngmL, 4PG; 15.4  4.0 ngmL and MHU-5: 51, 5GC; 36.6  4.7 ngmL, 5PG; 18.8  8.5 ngmL) in PG mice were comparable, indicating that these changes in proportions were inconsistent with the differences in bone loss rates between microgravity and the 16 g environment. Moreover, the similarity in osteocalcin values between AG and MG mice in MHU-1 indicated that the regulation of osteocalcin expression may be independent of gravity. Comparison of gene expression in osteocyte-rich bone tissues during microgravity and lunar gravity To verify how gravity affects gene expression in load-bearing bones, we collected and prepared femurs and tibiae20 for RNA-sequencing (RNA-seq) analysis of an osteocyte-rich bone fraction. A total of 485 genes with a false discovery rate (FDR)  0.05 between MG and 1GC mice were visualized using cluster heat mapping among MG, AG, 1GC in MHU-1 and 4PG, 4GC in MHU-4, revealing five distinct gene clusters (Fig. 3A). Similar clusters between samples were not classified by the magnitude of gravity, but by each of the MHU-1 and -4 missions. The results indicated that the changes in gene expression at 16 g were lesser than those in microgravity. However, as observed in previous comparisons of our thymic RNA-seq data14, this may be due to differences in flight schedules between missions. Since this makes changes in gene expression classified into clusters 2 and 5 less credible, the present study focused on clusters 1, 3, and 4. Gene ontology (GO) analysis identified actin regulation-related genes in cluster 1 (Fig. 3B). Considering that the cytoskeleton is an initial gravity sensor20, this upregulation could be caused by transmitting variations in external mechanical forces into intracellular chemical signals. Cluster 3 and 4, downregulated in MG mice, included genes responsible for the dysfunction of mitochondria and the cell cycle; abnormalities in the cell cycle of osteoblasts have been previously reported in microgravity experiments21 (Fig. 3B). Although these genes were downregulated in the microgravity environment, they were suppressed in the 16 g environment. Enhancement of osteoblast and osteoclast signals under microgravity The unloading environment during spaceflight causes loss of bone mass in mice23,24, which is induced by inhibited osteoblastic bone formation and enhanced osteoclastic bone resorption in a simulated microgravity environment25. However, since AG and lunar gravity had not been used in these studies, the effect of different loading gravities on gene expression in bone during spaceflight remains unclear. Hence, to elucidate the effects of microgravity, 16 g, and 1 g onboard environment on the gene expression in the osteocyte-rich bone fraction, eight osteoblast lineage marker genes and seven osteoclast marker genes were selected and visualized using heat mapping (Fig. 3C). We compared the expression levels of osteoblast markers Bglap, Bmp4 , Sost, and Spp1 , which are mainly expressed by osteoblasts and osteocytes in bone and regulate osteoblastic bone formation. The expressions of Sost, Bmp4, and Spp1 were significantly higher in MG mice than those in 1GC mice. However, Bglap expression was significantly lower in MG mice than that in 1GC, and tended to be lower than that in AG mice. In addition, these changes were absent when comparing 4GC and 4PG mice in the MHU-4 mission (Fig. 3D). Changes in Bglap expression in the osteocyte-rich bone fraction and the plasma concentrations of its product, osteocalcin, were similar between the experimental groups (Fig. 2C). Though bone loss during spaceflight is mainly caused by osteoblast inhibition, our results showed that the gene expressions of some osteoblasts increased after approximately one month of flight. A recent study using medaka fish showed that osteoblast marker genes are upregulated immediately after exposure to microgravity22. Therefore, the gene upregulation in our study might have occurred during the early phase of spaceflight. In contrast, Bglap expression was significantly downregulated under microgravity. In a previous 14-day space experiment, murine osteoblasts showed reduced expression of transcription factors and proteins involved in osteoblast differentiation23. This suggests potential negative regulation of gene expression for osteoblast differentiation during spaceflight, following an initial phase of upregulation. In summary, osteoblast-related genes may undergo distinct regulatory mechanisms contingent on the specific phase of spaceflight. Further, the expressions of osteoclast marker genes, Acp5 and Ctsk , both of which are specifically expressed by osteoclasts, regulate osteoclastic bone resorption, were significantly upregulated in MG mice compared to those in GC mice, and these changes were partially suppressed in PG mice (Fig. 3E). The changes in Acp5 expression between the experimental groups were similar to those in the plasma levels of TRAP , the product of Acp5 . Thus, the expressions of osteoblast and osteoclast markers were significantly altered in the bone under microgravity, and these changes were mostly suppressed under AG and 16 g, suggesting that the bone is highly sensitive to gravitational alterations. The thymus under lunar gravity is histologically normal, although microgravity does not prevent weight loss Following spaceflight, the thymus is known to undergo atrophy2426, and findings of the MHU-1 mission also suggest that the weight of the thymus decreases in a microgravity environment, and artificial 1 g partially prevents this decrease14. In MHU-1, the mean thymus weight normalized by body weight in AG mice was Scientific Reports  (2024) 14:28774 5  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreportsFig. 3 . Analysis of gene expression profiling in osteocyte-rich fraction of bone. ( A) Clustering heatmap illustrating normalized (Z-score and one plus log 2) expression values for 485 differentially expressed genes in the bone between MG and 1GC. ( B) Gene ontology analysis of gene clusters 1, 3, and 4 in ( A). (C) Heatmap illustrating normalized (Z-score and one plus log 2) expression values for representative osteoblast- and osteoclast-related genes. ( D) Differentially expressed osteoblast-related genes in ( C). (E) Differentially expressed osteoclast-associated genes in ( C). Data are presented as the mean and SD, and each dot represents an individual mouse (n  3). FDR-corrected P values were calculated P  0.05 (CLC MW , Empirical analysis of DGE tool).  P  0.05,  P  0.01, and  P  0.001. Scientific Reports  (2024) 14:28774 6  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreportsreduced to 79.8 (1GC; 1.73  0.22, AG; 1.38  0.14) of that in 1GC mice, and that in MG mice was reduced to 56.6 (1GC; 1.73  0.22, MG; 0.98  0.17) of that in 1GC mice. In contrast, the mean thymus weight normalized by body weight in PG mice in MHU-4 and -5 decreased to 76.4 (4GC; 1.44  0.17, 4PG; 1.10  0.22) and 79.2 (5GC; 1.49  0.14, 5PG; 1.18  0.04) of that in GC mice, respectively. This indicates that 16 g and artificial 1 g partially suppressed gravity-induced thymus reduction in mice (Fig. 4A). Hematoxylineosin (HE) staining and immunohistochemical analysis were performed to determine the cause of thymus weight loss due to housing in a 16 g environment. HE staining revealed no significant changes between PG and GC mice (Fig. 4B). This confirms that no abnormalities were also observed in the thymus of MG mice by HE staining carried out in our previous study14. In our previous study, immunostaining with anti-keratin-5 (Krt5; a marker for the medullary region) and keratin-8 (Krt-8; a marker for the cortical region) in the thymus of MHU-1 MG mice showed that Krt5-positive medullary thymic epithelial cells (mTECs) are mislocalized in the cortical region14. In the present study, no significant changes were observed in the global structure and size of the medullary and cortical regions in PG mice (Fig. 4C). Furthermore, immunostaining with anti-Aire (a transcription factor expressed in the medullary region), Ulex europaeus agglutinin 1 (UEA-1; a marker for mTECs), and nuclei showed no differences between PG and GC mice (Fig. 4C). This result concurs with the lack of abnormality in the distribution of their expression, which we previously found to be unchanged among MG, AG, and GC mice in MHU-114. Thus, the abnormal distribution of thymic epithelial cells may depend on the degree of gravitational change. In summary, 16 g and artificial 1 g partially countered thymic weight loss and prevented histological changes induced in the microgravity environment. Gene expression in the thymus under different gravitational loads RNA-seq analysis was performed to determine the effects of different gravitational environments on gene expression. A total of 2880 genes with an FDR  0.05 between MG and 1GC mice were visualized using cluster heat mapping, subsequently revealing five distinct clusters (Fig. 4D). Horizontal clustering between mice classified them into 1 g group (1GC, 4GC, 5GC, and AG) and less than 1 g group (4PG, 5PG, and MG). Furthermore, even in the 1 g environment, the space experiment (AG) and GC experiments (1GC, 4GC, 5GC) were classified into different groups. This may reflect changes in the process of the space experiment and GC experiment. GO analysis further revealed that cluster 1, which was downregulated in PG and MG mice compared to that in GCs, contained genes associated with endothelial morphogenesis (Fig. 4E). Consistently, altered localization of the vascular endothelial growth factor receptor has been reported in human CD34  stem cells under simulated microgravity27. Cluster 3 and 4 indicated upregulated gene expression in PG and MG mice compared to those in GCs; particularly genes included in cluster 4 were only upregulated in MG mice. Clusters 3 and 4 included genes associated with cell migration. Thymic atrophy is caused by various physiological stressors, including aging and infections2830. Previous studies using protozoan-infected mice have demonstrated thymic atrophy, wherein T cells migrate from the thymus to peripheral lymphoid organs31. Similarly, the effects of microgravity and 16 g may potentially induce the release of several molecular ligands that control cell migration and contribute to the establishment of thymic atrophy. Cluster 2 and 5, downregulated in MG mice, comprised genes associated with the cell cycle. RNA-seq analysis of the thymus from two independent flight experiments, MHU-1 and -2, has revealed differences in the gene expression profiles between the two missions owing to differences in flight schedules and conditions14. Nevertheless, integrated results have shown an impact on cell cycle progression without significant signs of apoptosis enhancement in relatively long-duration spaceflight14. Consistently, apoptosis did not influence any of the five clusters. Moreover, our results implied the influence of cell cycle- regulating genes in clusters 2 and 5. Cluster 2 is downregulated in MG, but not in PG mice, suggesting that it contributes to the suppressing thymic weight loss in 16 g. Cluster 5 showed different gene expression profiles between 4 and 5PG mice because centrifuges with different radii might affect the gravity gradient in the cage. Interestingly, the cell cycle may be affected by slight changes in gravity. Changes in gene expression in the mouse thymus due to hypergravity are inhibited by a surgical lesion in the vestibular apparatus of the inner ear32. The simultaneous exposure of human fibroblasts to simulated microgravity and radiation exhibits more pronounced effects on the expression of cell cycle-regulating genes than those with radiation exposure alone33. Hence, our results demonstrated the effect of gravity on the cell cycle in the space experiment by comparing the PG and MG mice. Additionally, osteosarcoma tumor growth and metastasis to the lungs have been reported during hindlimb unloading34. Therefore, it is critical to determine the cancer risk associated with changes in gravity. Future studies using other gravity loads will clarify the risks of thymus atrophy and carcinogenesis during spaceflight. Our previous study implied that artificial 1 g can alleviate thymic atrophy during spaceflight despite AG mice experiencing slightly lower gravity than that of GC mice owing to the relatively small radius of cage rotation14. In this study, we showed that 16 g could alleviate thymic weight loss, similar to AG. However, gene expression profiles in PG mice were different from those in AG mice, which suggests that 16 g is still insufficient to attenuate all changes during spaceflight. Future studies using MARS are warranted to identify a gravity threshold that can prevent gene expression changes in space. In summary, the effects of both the space experimental procedure and low gravity on thymus atrophy may be involved, which is consistent with the clustering patterns of exhaustive gene expression. The effect of microgravity in the spleen was alleviated in lunar gravity The spleen is an important secondary lymphoid organ involved in the acquired immune responses during spaceflight35. Our previous study implied that erythrocyte-related genes regulated by the transcription factor GATA1 are significantly downregulated in the spleen of MG mice in the MHU-1 mission13. To elucidate the effect of 16 g on secondary lymphoid organs, we analyzed the histological and gene expression changes in the spleen. Body weight-normalized spleen weights in MG mice tended to be lower than those in GC mice; the Scientific Reports  (2024) 14:28774 7  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreportsFig. 4 . Analysis of histological and gene expression changes in the thymus under microgravity and lunar gravity conditions. ( A) Body-weight normalized thymus weights (mgg) from MHU-1, -4, and -5 missions and ground control (GC). Data are represented as the mean and SD, and each point represents an individual mouse; MHU-1 (MG: n  4, AG: n  5, 1GC: n  6), MHU-4 (4GC: n  6, 4PG: n  6), MHU-5 (5GC: n  6, 5PG: n  3). P-values from Dunns test (MHU-1) and Students t-test (MHU-4 and -5) are indicated as follows: P  0.05 and  P  0.01. Non-normally distributed data are indicated as . ( B) Hematoxylineosin staining of paraffin-embedded thymus sections from MHU-4 mission. Scale bars indicate 100 m. MHU-4 (4GC: n  6, 4PG: n  6), MHU-5 (5GC: n  6, 5PG: n  5). ( C) Immunohistochemical staining of frozen sections of thymus from MHU-4 mission with Krt8 (green) and Krt5 (red) in the left panels and Aire (green), UEA-1 (red), and nuclei (blue) in the right panels. Scale bars indicate 1 mm for left panels and 100 m for right panels. MHU-4 (4GC: n  6, 4PG: n  6), MHU-5 (5GC: n  6, 5PG: n  5). ( D) Clustering heatmap illustrating normalized (Z-score and one plus log 2) expression values for 2880 differentially expressed genes in the thymus between MHU-1_MG and MHU-1_GC. ( E) Gene ontology analysis of genes in each cluster. Scientific Reports  (2024) 14:28774 8  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreportsspleen weights of PG mice partially recovered from the reduction observed in MG mice (Fig. 5A). Our previous HE staining results showed that MG and PG mice have a normal splenic structure with white and red pulps (Fig. 5B). Furthermore, no specific abnormalities are observed in immunostaining with Ter119 (erythrocyte marker), B220 (B cell marker), and CD3e (T cell marker), similar to those reported previously in MG mice13 (Fig. 5C). RNA-seq analysis of the spleen was performed to comprehensively investigate the impact of different gravitational forces on gene expression. A total of 94 genes (FDR  0.05) between MG and 1GC mice were visualized using cluster heat mapping, revealing five distinct clusters (Fig. 5D). These genes were also classified by horizontal clustering into mice experiencing spaceflight (5PG, MG, and AG) and mice in the ground control (1GC, 4GC, and 5GC), indicating that the general gene expression changes in the spleen were caused by the space environment and experimental processes rather than by gravity changes. Although difficult to comprehend, data from 4PG mice were dispersed in both these groups. Based on the results of horizontal clustering, the relevant factors of the space experiment, such as radiation or stress, may have largely affected gene expression profiles in the spleen. Therefore, we further compared gene expressions among 4PG, 5PG, MG, and AG mice to elucidate the effects of different gravitational loads. A total of 167 genes with an FDR  0.05 between MG and AG mice were visualized using cluster heat mapping, revealing three distinct clusters (Fig. 5E). Horizontal clustering classified them into 1 g (AG) and less than 1 g (4PG, 5PG, and MG) groups, indicating that PG mice showed gene expression patterns similar to those of MG mice. GO analysis also suggested that cluster 2, with upregulated gene expression in PG and MG mice, included genes associated with the inflammatory response (Supplementary Fig. 2). In cluster 3, upregulation was observed only in MG mice, suggesting that 16 g could partially alleviate the gene expression changes in microgravity. We further compared the expression of erythrocyte-related genes in the spleen. Erythrocyte-related genes, regulated by Gata1 and Tal1 , are downregulated due to the combined effect of space environments13. Moreover, experiments in Nrf2 (NF-E2-related factor-2) knockout mice suggest that these changes are not induced by flight-related stress but by other space-specific factors36. To elucidate the effect of different gravitational forces on erythroid genes, we compared the expression of 19 genes regulated by Gata1 and Tal1 (Fig. 5F). All genes were downregulated in MG and both PG mice, but these reductions were partially alleviated in AG mice. Furthermore, we compared the expression levels of Alas2, Slc4a1, Hba-a2, and Rhag , which are known to regress after spaceflight regardless of Nrf2 expression36 (Fig. 5G). The expression levels of Alas2, Slc4a1, and Hba-a2 were significantly lower in MG mice than those in GC mice. Moreover, these changes were not observed in either AG or PG mice. Consequently, gravity loading may partially rescue the downregulation of these erythropoiesis- related genes. This observation aligns with the hypothesis that weightlessness contributes to anemia during spaceflight37. Although we have uncovered novel facts that can only be elucidated through space experiments, our study has several limitations. First, because our space experiments only used mice, it is unclear whether our findings can be applied to human biology. Another limitation is that the tissue samples were collected on the second day after the mice returned to Earth. Therefore, we cannot rule out the possibility that our data, especially the RNA-seq data, were altered by the effects of exposure to the 1 g environment. Although space experiments must address various issues to be implemented, this study will serve as a resource for future research. In conclusion, using MARS, we evaluated the effects of microgravity and 16 g in the bone, thymus, and spleen. In the bone and thymus, morphological and gene expression changes induced in microgravity were not completely alleviated in 16 g. In contrast, the gravitational threshold for the spleen exited around 16 g, considering the preserved splenic weight and structure. Thus, responsiveness to gravity, phenotypic abnormalities, and gene expression patterns varied in each organ. In addition, two different centrifuges were used to generate 16 g in MHU-4 and -5, with different centrifuge radii, resulting in different speeds and gravity loads to the cephalic position. Although differences were observed between the MHU-4 and -5 missions in the righting reflex test, the marginal differences in RNA-seq findings for the thymus and spleen were negligible compared with those in other gravity conditions. This research will serve as an animal test to elucidate the gravity threshold for each organ at the molecular level required to maintain a healthy state for future space travel. Elucidating the underlying mechanisms and further evaluating the gravitational threshold for each organ may offer strategies to maintain skeletal structure and immune systems in future space exploration. Methods Mice C57BL6J male mice (Stock 000664) were purchased from Jackson Laboratories (Bar Harbor, ME, USA) for the space experiments and Charles River Laboratories (Y okohama, Japan) for ground control experiments. All experiments were approved by the Institutional Animal Care and Use Committee of JAXA (Protocol Number: 016-014B for MHU-1, No. 018-011D for MHU-4, and No. 018-036D for MHU-5); Explora Biolabs (Study Number: EB15-010A for MHU-1, No. EB19-003 for MHU-4, and No. SP19-003 for MHU-5); and NASA (Protocol Number: NAS-15-004-Y1 for MHU-1, No. FLT-18-118 for MHU-4, and No. JAXA MHU-5 FLT-19- 121 for MHU-5). The experiments were conducted according to the guidelines and applicable laws in Japan and the United States of America and complied with the ARRIVE guidelines. MHU missions Figure 1A and Supplementary Fig. 1 present an overview of the three MHU missions and two kinds of centrifuges, MARS-S and MARS-L. The detailed design of the three MHU missions has been previously published19. In all the MHU missions, 89-week-old C57BL6J male mice in a TCU were launched aboard the SpaceX Dragon space vehicle from the NASA KSC in Florida and then transported to the ISS. In the ISS, mice were Scientific Reports  (2024) 14:28774 9  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreportstransferred to the HCU, one mouse per cage, and then housed in a centrifuge under the conditions described below for 35, 25, and 26 days for MHU-1, -4, and -5, respectively. MHU-1 mission: Twelve C57BL6J male mice in the TCU were launched aboard SpX-9 on June 18, 2016, from the NASA KSC in Florida and then transported to the ISS. The mice were divided into two groups, AG and MG mice. The AG group was kept in an artificial 1 g environment (1 g on the bottom floor of the HCU, at 77 rpm) in a MARS-S centrifuge. MHU-4 mission: Six C57BL6J male mice in the TCU were launched aboard SpX-17 on May 7, 2019, from the NASA KSC and then transported to the ISS. The PG-S group was kept in an artificial 16 g environment (16 g on the bottom floor of the HCU, at 31 rpm) in a MARS-S centrifuge. MHU-5 mission: Six C57BL6J male mice in the TCU were launched aboard SpX-20 on March 10, 2020, from the NASA KSC and then transported to the ISS. The PG-L group was kept in an artificial 16 g environment Scientific Reports  (2024) 14:28774 10  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreports(16 g on the bottom floor of the HCU, at 21 rpm) in a MARS-L centrifuge. MARS-L is approximately 2.2 times larger in diameter than MARS-S, which decreases the gravity gradient, allowing for more precise gravity settings. Experiments on the GC group in each mission were conducted at the JAXA Laboratory in Japan a few months after the space experiments were completed. Six age-matched (8- or 9-weeks old) male C57BL6J mice per mission were used, and the time spent in the TCU or HCU was the same for each space experiment. Phenotypic analyses for all three missions were conducted by the same researchers. Unavoidably, it took approximately 2, 1.2, and 2.3 days of transport time for MHU-1, -4, and -5, respectively, after return to Earth for initiating the experimental analysis at Explora Biolabs. The return phase and animal dissection After unberthing from the ISS, the Dragon vehicle splashed down in the Pacific Ocean near California. After a ship picked up the cargo, the returned TCU was transported to a port in Long Beach (Supplementary Fig. 1). JAXA later received the TCU from NASA and transported it to Explora Biolabs in San Diego for further analysis. The health conditions of the mice were checked and their body weights were measured. Subsequently, the mid- air righting reflex test was performed. Each mouse oriented in the supine position was dropped twice from a height of approximately 40 cm above the padded surface, and the average time for righting was analyzed using high-speed video (DSC-RX100M5, SONY , Tokyo, Japan). The rotarod performance test was performed after the righting reflex test. First, the mouse was placed on a rod rotating at a speed of 2 rpm to acclimate it, and the experiment began when the mouse was able to stay on the rod (47600, Bioresearch Center, Nagoya, Japan). The rotation speed of the rod was accelerated from 2 to 40 rpm in 2 min using a ramping acceleration mode. The time each mouse could stay on the rod was measured. For each mouse, the rotor test was performed three times, and the average of the last two tests was used as the data for each mouse. Isoflurane-anesthetized mice were euthanized using exsanguination and dissected to collect tissue samples. Samples that required cryopreservation were transported by air in a refrigerated box containing dry ice. The journey from the laboratory where the dissections were performed in the USA to JAXA s laboratory in Japan took several days in all instances (MHU-1, 4.0 days; MHU-4, 7.5 days; MHU-5, 5.5 days), and temperature changes during that time were checked using temperature data loggers. Micro-computed tomography analysis After fixation with 70 ethanol, distal regions of the femur were analyzed. Micro-computed tomography scanning was performed using a ScanXmate-A100S Scanner (Comscantechno, Y okohama, Japan). Reconstructed three-dimensional microstructural image data were analyzed and all parameters were calculated according to previously published guidelines38 using TRI3D-BON software (RATOC System Engineering, Co., Ltd, Tokyo, Japan). Briefly, parameters of trabecular tissue volume (TV , mm3), trabecular bone volume (BV , mm3), trabecular bone thickness (Tb.Th, m), trabecular bone number (Tb.N, mm), trabecular bone separation (Tb.Sp, m; intervals among trabecular bones), average thickness of cortical bone (Ct.Th, m), and cross-sectional area of cortical bone (Ct.Ar, mm2) were measured directly based on the computed tomography images. A percentage of the trabecular bone volume for the total tissue volume was calculated as BVTV (). Bone mineral content in the trabecular bone tissue (BMCTV , mgcm3) and bone mineral density in the cortical bone (BMD, mgcm3) were measured with a bone mineral quantification phantom. Measurement of plasma TRAP and osteocalcin Plasma levels of TRAP and osteocalcin were measured with MouseTRAP (TRAcP 5b) ELISA (Immunodiagnostic Systems, UK), and Mouse Gla-Osteocalcin High Sensitive EIA Kit (Takara Bio Inc, Shiga, Japan) according to instructions provided by the manufacturer. Isolation of bone tissues Bone tissues were prepared as previously described with modifications20. Connective tissues and the periosteum of femurs and tibiae were removed, and the bones were cut at the metaphyses. After bone marrow cells were removed from the diaphyses of femurs and tibiae by flushing with phosphate-buffered saline (PBS), the bones were incubated with 1 mgmL collagenase and 2 mgmL dispase in alpha-minimum essential medium at 37 C Fig. 5 . Effect of lunar gravity on the spleen. ( A) Body-weight normalized spleen weights (mgg) from MHU-1, -4, and -5 missions and ground control (GC). Data are presented as the mean and SD, and each point represents an individual mouse; MHU-1 (MG: n  4, AG: n  5, 1GC: n  6), MHU-4 (4GC: n  6, 4PG: n  6), MHU-5 (5GC: n  6, 5PG: n  3). Non-normally distributed data are indicated as . ( B) Hematoxylin eosin staining of paraffin-embedded spleen sections from MHU-4 mission. Scale bars indicate 200 m. MHU-4 (4GC: n  3, 4PG: n  3), MHU-5 (5GC: n  3, 5PG: n  3). ( C) Immunohistochemical staining of frozen sections of spleen from MHU-5 mission with Ter119 (green), B220 (red), and CD3e (blue). Scale bars indicate 100 m. MHU-4 (4GC: n  3, 4PG: n  3), MHU-5 (5GC: n  3, 5PG: n  3). ( D) Clustering heatmap illustrating normalized (Z-score and one plus log 2) expression values for 94 differentially expressed genes in the thymus between MG and 1GC. ( E) Clustering heatmap illustrating normalized (Z-score and one plus log 2) expression values for 167 differentially expressed genes in the thymus between MHU-1_MG and MHU-1_AG. (F) Heatmap illustrating normalized (Z-score and one plus log 2) expression values for erythrocyte-related genes regulated by Gata1 and Tal1 . (G) Differentially expressed erythrocyte-related genes in ( F). Data are represented as mean  SD, and each dot represents an individual mouse (n  3). FDR-corrected P values were calculated at P  0.05 (CLC MW , Empirical analysis of DGE tool).  P  0.001. Scientific Reports  (2024) 14:28774 11  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreportsfor 20 min, and then treated using a micro-interdental brush. The remaining bone was used as an osteocyte- enriched bone. The bones were collected in TRIZOL reagent and ground into a powder using a tissue pulverizer (Minilys, Bertin Technologies, France) for total RNA extraction. RNA-sequencing analysis Total RNA was extracted from bone, spleen, and thymus using TRIZOL reagent according to the manufacturers protocol (Thermo Fisher Scientific, Waltham, MA). The RNA-seq library was prepared from 50 ng RNA using the NEBNext Ultra II Directional RNA Library Prep Kit (New England Biolabs, Ipswich, MA) after rRNA depletion (NEB NEBNext rRNA Depletion Kit). Paired-end sequencing (2  36 bases) was performed using NextSeq500 (Illumina, San Diego, CA). Sequence reads were mapped to the mouse genome (mm10) using CLC Genomics Workbench (Version 10.1.1; Qiagen, Redwood City, CA). Gene expression levels were calculated as the total read count normalized to transcripts per million. Genes with 0 counts in all samples and genes with total lead counts of 5 or less were excluded. Differential expression was analyzed using the Empirical Analysis of DGE tool (edgeR)39 in the CLC Main Workbench (CLC MW , Version 21.0.3; Qiagen). Differentially expressed genes were extracted among the conditions (MHU-1_GC vs. MHU-1_MG, MHU-4_4GC vs. MHU-4_4PG, and MHU-5_5GC vs. MHU-5_5PG) with FDR-corrected P  0.05. Gene functional analysis The clustering heatmap was generated in Morpheus ( https:software.broadi nstitute.orgmorpheus ). GO analysis of each cluster was performed using the Enrichr webtool ( https:maayanlab.cloudEnrichr ). Histological and immunostaining of tissue sections For histological analysis, the spleen and thymus were fixed in 4 paraformaldehyde for 16 h at 4 C and embedded in paraffin. Paraffin sections of 5-m thickness were mounted on glass slides and subjected to HE staining. For immunohistochemical analysis, the spleen and thymus were snap-frozen in optimal cutting temperature compound (Sakura Finetek, Japan). Frozen sections of 6-m thickness were mounted on glass slides coated with amino silane. After fixing with ice-cold acetone for 5 min, sections were blocked with 10 goat serum in PBS and then treated with the following primary antibodies: anti-CD3e (BioLegend; 100236, 1:200), anti-CD45R (B220, BioLegend; 103228, 1:400), anti-TER119 (BioLegend; 116203, 1:300), anti-Keratin 5 (Krt5; Biolegend 905503, 1:500), and Alexa Flour 488-labeled anti-Keratin 8 (Krt8; Abcam ab192467, 1:50) antibodies, Alexa Flour 488-labeled anti-mouse Aire antibody (eBioscience; 53-5934-82, 1:500), and Biotin-labeled UEA- 1 (Vector laboratories; B-1065-2, 1:50) in PBS containing 10 goat serum for 1 h at 24 C, after washing, and further incubation with Alexa Fluor 546-labeled Goat anti-Rabbit IgG (Invitrogen; A-11035, 1:500) Alexa Flour 546-labeled Streptavidin (Invitrogen; S11225, 1:500) for 1 h at 24 C, the sections were covered with glass coverslips using a mounting solution. Images were captured using a confocal laser scanning microscope. At least three different sections were analyzed for each sample (Leica, SP8). Statistical analyses All data are presented as the mean of biological replicates and dots of the individual sample data. Comparisons between groups (excluding RNA-seq analysis, as explained previously) were performed using appropriate statistical tests for each data set. Tests for normal distribution were carried out using the ShapiroWilk test. Normally distributed data were tested using Students t-test for paired samples (MHU-4 and -5), and one-way analysis of variance (ANOV A), followed by Tukeys test for multiple independent groups (MHU-1). Non- normally distributed data were tested using the MannWhitney U test for paired samples (MHU-4 and -5), and the KruskalWallis test, followed by Dunns test for multiple independent groups (MHU-1). Statistical significance was set at P  0.05. Data availability All the data supporting the findings of this study are available from the corresponding author upon reasonable request. RNA-seq data are deposited in the DNA Databank of Japan ( h t t p s :   d d b j . n i g . a c . j p  r e s o u r c e  s r a - s u b m i s s i o n  D R A 0 1 6 4 2 8 ) . Received: 25 January 2024; Accepted: 7 November 2024 References 1. Rutter, L. et al. A new era for space life science: international standards for space omics processing. Patterns (N Y) 1, 100148, https: doi.org10.1016j.p atter.2020.100148 (2020). 2. Witze, A. Lift off! Artemis Moon rocket launch kicks off new era of human exploration. Nature 611, 643644. h t t p s :   d o i . o r g  1 0 . 1 0 3 8  d 4 1 5 8 6 - 0 2 2 - 0 2 3 1 0 - w (2022). 3. Vandenburgh, H., Chromiak, J., Shansky, J., Del Tatto, M.  Lemaire, J. Space travel directly induces skeletal muscle atrophy. FASEB J. 13, 10311038. https:doi.org1 0.1096fasebj.13.9.1031 (1999). 4. Grimm, D. et al. The impact of microgravity on bone in humans. Bone 87, 4456. https:doi .org10.1016j.bone. 2015.12.057 (2016). 5. Morita, H., Kaji, H., Ueta, Y .  Abe, C. Understanding vestibular-related physiological functions could provide clues on adapting to a new gravitational environment. J. Physiol. Sci. 70, 17. https :doi.org10.1186s 12576-020-00744-3 (2020). 6. Mader, T. H. et al. Optic disc edema, globe flattening, choroidal folds, and hyperopic shifts observed in astronauts after long- duration space flight. Ophthalmology 118, 20582069. https:doi.org10. 1016j.ophtha.2011.0 6.021 (2011). 7. Summers, R. L., Martin, D. S., Meck, J. V .  Coleman, T. G. Mechanism of spaceflight-induced changes in left ventricular mass. Am. J. Cardiol. 95, 11281130. https:doi.o rg10.1016j.amjcard .2005.01.033 (2005). Scientific Reports  (2024) 14:28774 12  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreports 8. Afshinnekoo, E. et al. Fundamental biological features of spaceflight: advancing the field to enable deep-space exploration. Cell 184, 6002. https: doi.org10.1016j.c ell.2021.11.008 (2021). 9. Shimbo, M. et al. Ground-based assessment of JAXA mouse habitat cage unit by mouse phenotypic studies. Exp. Anim. 65, 175 187. https:doi.org10.1538expanim.15-0077 (2016). 10. Shiba, D. et al. Development of new experimental platform MARS-Multiple Artificial-gravity Research System-to elucidate the impacts of micropartial gravity on mice. Sci. Rep. 7, 10837. https:doi.org 10.1038s41598-017- 10998-4 (2017). 11. Okada, R. et al. Transcriptome analysis of gravitational effects on mouse skeletal muscles under microgravity and artificial 1 g onboard environment. Sci. Rep. 11, 9168. https:d oi.org10.1038s4159 8-021-88392-4 (2021). 12. Mao, X. W . et al. Impact of spaceflight and artificial gravity on the mouse retina: biochemical and proteomic analysis. Int. J. Mol. Sci. 19. https:doi.org10.3390ijms19092546 (2018). 13. Horie, K. et al. Down-regulation of GATA1-dependent erythrocyte-related genes in the spleens of mice exposed to a space travel. Sci. Rep. 9, 7654. https:doi.org 10.1038s41598-019- 44067-9 (2019). 14. Horie, K. et al. Impact of spaceflight on the murine thymus and mitigation by exposure to artificial gravity during spaceflight. Sci. Rep. 9, 19866. https:d oi.org10.1038s4159 8-019-56432-9 (2019). 15. Matsumura, T. et al. Male mice, caged in the International Space Station for 35 days, sire healthy offspring. Sci. Rep. 9, 13733. https:doi.org10.1038 s41598-019-50128-w (2019). 16. Y oshida, K. et al. Intergenerational effect of short-term spaceflight in mice. iScience 24, 102773. h t t p s :   d o i . o r g  1 0 . 1 0 1 6  j . i s c i . 2 0 2 1 . 1 0 2 7 7 3 (2021). 17. Yumoto, A. et al. Novel method for evaluating the health condition of mice in space through a video downlink. Exp. Anim. 70, 236244. https:d oi.org10.1538expanim.20-0102 (2021). 18. Shimomura, M. et al. Author Correction: Study of mouse behavior in different gravity environments. Sci. Rep. 11, 17563. h t t p s :   d o i . o r g  1 0 . 1 0 3 8  s 4 1 5 9 8 - 0 2 1 - 9 6 3 1 2 - 9 (2021). 19. Hayashi, T. et al. Lunar gravity prevents skeletal muscle atrophy but not myofiber type shift in mice. Commun. Biol. 6, 424. h t t p s :   d o i . o r g  1 0 . 1 0 3 8  s 4 2 0 0 3 - 0 2 3 - 0 4 7 6 9 - 3 (2023). 20. Vorselen, D., Roos, W . H., MacKintosh, F. C., Wuite, G. J.  van Loon, J. J. The role of the cytoskeleton in sensing changes in gravity by nonspecialized cells. FASEB J. 28, 536547. https:doi .org10.1096fj.13-236356 (2014). 21. Blaber, E. A. et al. Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1ap21. PLoS One 8, e61372. https :doi.org10.1371j ournal.pone.0061372 (2013). 22. Chatani, M. et al. Acute transcriptional up-regulation specific to osteoblastsosteoclasts in medaka fish immediately after exposure to microgravity. Sci. Rep. 6, 39545. https:doi.org10. 1038srep39545 (2016). 23. Colucci, S. et al. Irisin prevents microgravity-induced impairment of osteoblast differentiation in vitro during the space flight CRS- 14 mission. FASEB J. 34, 1009610106. https:doi.o rg10.1096fj.202000216R (2020). 24. Gridley, D. S. et al. Genetic models in applied physiology: selected contribution: effects of spaceflight on immunity in the C57BL6 mouse. II. Activation, cytokines, erythrocytes, and platelets. J. Appl. Physiol. (1985) 94, 20952103. h t t p s :   d o i . o r g  1 0 . 1 1 5 2  j a p p l p h y s i o l . 0 1 0 5 3 . 2 0 0 2 (2003). 25. Gridley, D. S. et al. Changes in mouse thymus and spleen after return from the STS-135 mission in space. PLoS One 8, e75097. https:doi.org10. 1371journal.pone.00 75097 (2013). 26. Novoselova, E. G. et al. Changes in immune cell signalling, apoptosis and stress response functions in mice returned from the BION-M1 mission in space. Immunobiology 220, 500509. https:doi.o rg10.1016j.imbio.2 014.10.021 (2015). 27. Puca, A., Russo, G.  Giordano, A. Properties of mechano-transduction via simulated microgravity and its effects on intracellular trafficking of VEGFRs. Oncotarget 3, 426434. https: doi.org10.18632oncotarget.472 (2012). 28. Majumdar, S.  Nandi, D. Thymic atrophy: experimental studies and therapeutic interventions. Scand. J. Immunol. 87, 414. https:doi.org10.1111sji.12618 (2018). 29. Dooley, J.  Liston, A. Molecular control over thymic involution: from cytokines and microRNA to aging and adipose tissue. Eur. J. Immunol. 42, 10731079. https:doi.org 10.1002eji.201142305 (2012). 30. Nunes-Alves, C., Nobrega, C., Behar, S. M.  Correia-Neves, M. Tolerance has its limits: how the thymus copes with infection. Trends Immunol. 34, 502510. https:d oi.org10.1016j.it.2013.06.004 (2013). 31. de Meis, J. et al. Thymus atrophy and double-positive escape are common features in infectious diseases. J. Parasitol. Res. 2012 , 574020. https:doi.org10.11552012574020 (2012). 32. Tateishi, R. et al. Hypergravity provokes a temporary reduction in CD4 CD8 thymocyte number and a persistent decrease in medullary thymic epithelial cell frequency in mice. PLoS One 10, e0141650. https:doi.org1 0.1371journal.pone. 0141650 (2015). 33. Ikeda, H. et al. Expression profile of cell cycle-related genes in human fibroblasts exposed simultaneously to radiation and simulated microgravity. Int. J. Mol. Sci. 20. https:d oi.org10.3390ijms20194791 (2019). 34. Takahashi, A. et al. Temporary loading prevents cancer progression and immune organ atrophy induced by hind-limb unloading in mice. Int. J. Mol. Sci. 19. https:doi.org10.3390ijms19123959 (2018). 35. Akiyama, T. et al. How does spaceflight affect the acquired immune system?. NPJ Microgravity 6, 14. h t t p s :   d o i . o r g  1 0 . 1 0 3 8  s 4 1 5 2 6 - 0 2 0 - 0 1 0 4 - 1 (2020). 36. Shimizu, R. et al. Nrf2 alleviates spaceflight-induced immunosuppression and thrombotic microangiopathy in mice. Commun. Biol. 6, 875. https:d oi.org10.1038s4200 3-023-05251-w (2023). 37. Lansiaux, E. et al. Understanding the complexities of space anaemia in extended space missions: revelations from microgravitational odyssey. Front. Physiol. 15, 1321468. https:doi.org10.3389 fphys.2024.1321468 (2024). 38. Bouxsein, M. L. et al. Guidelines for assessment of bone microstructure in rodents using micro-computed tomography. J. Bone Miner. Res. 25, 14681486. https:doi.org1 0.1002jbmr.141 (2010). 39. Robinson, M. D., McCarthy, D. J.  Smyth, G. K. edgeR: a Bioconductor package for differential expression analysis of digital gene expression data. Bioinformatics 26, 139140. https:doi .org10.1093bioinfo rmaticsbtp616 (2010). Acknowledgements We thank Ms. Akane Yumoto of JAXA and Ms. Hiromi Hashizume-Suzuki of the Japan Space Forum for coor - dinating the study, and Ms. Naoko Murakami and Ms. Rika Oshima of Advanced Engineering Services Co., Ltd. for their assistance in animal care. This work was supported by Grant-in-Aid for the Japan Aerospace Explora - tion Agency (14YPTK-005512, 19YT000341, 20YT000259, 21YT000128), Grant-in-Aid for Scientific Research on Innovative Area from MEXT (18H04965), and the Japan Science and Technology Agency (JST) (No. JPM - JPF2017). We would like to thank Editage ( http:ww w.editage.com ) for English language editing. Author contributions Conceptualization: C.A., H.M., D.S., M.S., T.A., T.K., and S.T.; formal analysis, Y .O., K.G., T.I., T.H., S.F., R.S., M.K., Y .I., Y .M., S. Sadaki, H.J., M. Hayama, H.I., Y .T., H.O., S. Sato, and M. Hamada.; data curation: Y .O., K.G., T.I., and T.H.; writing: C.A., H.M., D.S., H.M., M.S., T.A., T.K., and S.T.; funding acquisition: S.T.; supervision: R.O., D.S., and M.M. All authors have read and agreed to the published version of the manuscript. Scientific Reports  (2024) 14:28774 13  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreportsCompeting interests The authors declare no competing interests. Additional information Supplementary Information The online version contains supplementary material available at h t t p s :   d o i . o r g  1 0 . 1 0 3 8  s 4 1 5 9 8 - 0 2 4 - 7 9 3 1 5 - 0 . Correspondence and requests for materials should be addressed to T.K. or S.T. Reprints and permissions information is available at www.nature.comreprints . Publishers note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Open Access This article is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License, which permits any non-commercial use, sharing, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if you modified the licensed material. Y ou do not have permission under this licence to share adapted material derived from this article or parts of it. The images or other third party material in this article are included in the articles Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the articles Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit h t t p :   c r e a t i v e c o m m o n s . o r g  l i c e n s e s  b y - n c - n d  4 . 0  .  The Author(s) 2024 Scientific Reports  (2024) 14:28774 14  https:doi.org10.1038s41598-024-79315-0www.nature.comscientificreports",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            }
        ]
    }
]