[
    {
        "pmid": "27907194",
        "title": "Preservation of Multiple Mammalian Tissues to Maximize Science Return from Ground Based and Spaceflight Experiments.",
        "year": "2016",
        "journal": "PLoS One",
        "abstract": "BACKGROUND: Even with recent scientific advancements, challenges posed by limited resources and capabilities at the time of sample dissection continue to limit the collection of high quality tissues from experiments that can be conducted only infrequently and at high cost, such as in space. The resources and time it takes to harvest tissues post-euthanasia, and the methods and duration of long duration storage, potentially have negative impacts on sample quantity and quality, thereby limiting the scientific outcome that can be achieved.\nOBJECTIVES: The goals of this study were to optimize methods for both sample recovery and science return from rodent experiments, with possible relevance to both ground based and spaceflight studies. The first objective was to determine the impacts of tissue harvest time post-euthanasia, preservation methods, and storage duration, focusing on RNA quality and enzyme activities in liver and spleen as indices of sample quality. The second objective was to develop methods that will maximize science return by dissecting multiple tissues after long duration storage in situ at -80°C.\nMETHODS: Tissues of C57Bl/6J mice were dissected and preserved at various time points post-euthanasia and stored at -80°C for up to 11 months. In some experiments, tissues were recovered from frozen carcasses which had been stored at -80°C up to 7 months. RNA quantity and quality was assessed by measuring RNA Integrity Number (RIN) values using an Agilent Bioanalyzer. Additionally, the quality of tissues was assessed by measuring activities of hepatic enzymes (catalase, glutathione reductase and GAPDH).\nRESULTS: Fresh tissues were collected up to one hour post-euthanasia, and stored up to 11 months at -80°C, with minimal adverse effects on the RNA quality of either livers or RNAlater-preserved spleens. Liver enzyme activities were similar to those of positive controls, with no significant effect observed at any time point. Tissues dissected from frozen carcasses that had been stored for up to 7 months at -80°C had variable results, depending on the specific tissue analyzed. RNA quality of liver, heart, and kidneys were minimally affected after 6-7 months of storage at -80°C, whereas RNA degradation was evident in tissues such as small intestine, bone, and bone marrow when they were collected from the carcasses frozen for 2.5 months.\nCONCLUSION: These results demonstrate that 1) the protocols developed for spaceflight experiments with on-orbit dissections support the retrieval of high quality samples for RNA expression and some protein analyses, despite delayed preservation post-euthanasia or prolonged storage, and 2) many additional tissues for gene expression analysis can be obtained by dissection even following prolonged storage of the tissue in situ at -80°C. These findings have relevance both to high value, ground-based experiments when sample collection capability is severely constrained, and to spaceflight experiments that entail on-orbit sample recovery by astronauts.",
        "full_text": "RESEA RCH ARTICL E Preservation ofMultiple Mammalian Tissues toMaximize Science Return from Ground Based and Spaceflight Experiments Sungshin Choi1,3,Hami E.Ray2,3,San-Huei Lai1,3,Joshua S.Alwood3,Ruth K.Globus3 1KBRwy le,Moffett Field, Californi a,United States ofAmerica, 2ASRC Federal Space andDefense, Inc., Moffett Field, California, United States ofAmerica, 3Space Bioscience sDivisio n,NASA-Ames Research Center, Moffett Field, Californi a,United States ofAmerica ruth.k.glo busnasa .gov Abstract Background Even with recent scientific advancements, challenges posed bylimited resources andcapa- bilities atthetime ofsample dissection continue tolimit thecollection ofhigh quality tissues from experiments thatcanbeconducted only infrequently andathigh cost, such asin space. The resources andtime ittakes toharvest tissues post-euthanasia, andthemethods andduration oflong duration storage, potentially have negative impacts onsample quantity andquality, thereby limiting thescientific outcome thatcanbeachieved. Objectives The goals ofthisstudy were tooptimize methods forboth sample recovery andscience return from rodent experiments, with possible relevance toboth ground based andspace- flight studies. The firstobjective was todetermine theimpacts oftissue harvest time post- euthanasia, preservatio nmethods, andstorage duration, focusing onRNA quality and enzyme activities inliver andspleen asindices ofsample quality. The second objective was todevelop methods thatwillmaximize science return bydissecting multiple tissues after long duration storage insituat-80C. Methods Tissues ofC57Bl6J mice were dissected andpreserved atvarious time points post-eutha- nasia andstored at-80C forupto11months. Insome experiments, tissues were recovered from frozen carcasses which hadbeen stored at-80C upto7months. RNA quantity and quality was assessed bymeasuring RNA Integrity Number (RIN) values using anAgilent Bioanalyzer. Additionally, thequality oftissues was assessed bymeasuring activities of hepatic enzymes (catalase, glutathione reductase andGAPDH). PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 114a11111 OPEN ACCESS Citation: Choi S,RayHE,LaiS-H,Alwood JS, Globus RK(2016) Preservatio nofMultiple Mammalian Tissues toMaxim izeScience Return from Ground Based andSpaceflig htExperiments. PLoS ONE11(12): e0167391. doi:10.137 1journal. pone.016739 1 Editor: Francesco Cappello, University ofPalermo, ITALY Received: April 1,2016 Accepted: November 10,2016 Published: December 1,2016 Copyright: Thisisanopen access article, freeofall copyright, andmaybefreely reproduced, distributed, transmi tted,modifie d,builtupon, or otherwise used byanyone foranylawful purpose. Thework ismade available under theCreative Commons CC0public domain dedication. Data Availabilit yStatement: Data arefrom the Rodent Research studies andhave been uploaded asaSupport ingInformation (data set)file. Funding: Thefunder, NASA, aU.S.Governmen t agency, (Space Biology Program) provided support intheform ofsalaries forauthors (RKG, SC,SL, JSAandHER), butdidnothave anyadditional role inthestudy design, datacollection andanalysis, anddecisions inpreparation ofthemanuscript. Funds forthesupplies andmaterials needed to conduct theresearch were provided byNASA (ISS Research Integra tionOffice). Funds fortheResults Fresh tissues were collected uptoonehour post-euthanasia, andstored upto11months at -80C, with minimal adverse effects ontheRNA quality ofeither livers orRNAlater-pre- served spleens. Liver enzyme activities were similar tothose ofpositive controls, with nosig- nificant effect observed atanytime point. Tissues dissected from frozen carcasses thathad been stored forupto7months at-80C hadvariable results, depending onthespecific tis- sueanalyzed. RNA quality ofliver, heart, andkidneys were minimally affected after 67 months ofstorage at-80C, whereas RNA degradation was evident intissues such assmall intestine, bone, andbone marrow when they were collected from thecarcasses frozen for 2.5months. Conclusion These results demonstrate that1)theprotocols developed forspaceflight experiments with on-orbit dissections support theretrieval ofhigh quality samples forRNA expression and some protein analyses, despite delayed preservation post-euthanas iaorprolonged storage, and2)many additional tissues forgene expression analysis canbeobtained bydissection even following prolonged storage ofthetissue insituat-80C. These findings have rele- vance both tohigh value, ground-based experiments when sample collection capability is severely constrained, andtospaceflight experiments thatentail on-orbit sample recovery by astronauts. Introduction Challenges continue toexist inregards toacquiring high quality samples from animal tissues despite recent technical advances. From thetime spent collecting thesamples totheuseofsta- bilizing orpreserving agents, and ultimately tothestorage conditions and duration prior to actual analysis, each step iscritical and requires attention. Timing plays akeyrole inobtaining high quality samples. Ideally, samples areharvested immediately post-euthanasia bytrained and experienced staff, and thetime between death and sample stabilization isminimized to limit sample degradation. Ifthesamples arenotanalyzed atthetime ofeuthanasia, then addi- tional factors that may affect sample quality areofconcern, including freezing rate and dura- tion ofstorage. Understanding these challenges faced inthelaboratory aids theresearcher to optimize protocols tomaximize sample quality and accomplish science objectives; translating those practices foruseinthespace environment, however, raises new challenges. Several factors potentially affect sample quality, and ultimately, thedownstream experimen- talresults. The procedure toobtain high quality RNA varies between different laboratories 1. The most reliable source forobtaining high quality RNA isbypurification from freshly dis- sected tissues 27. Afactor tobetaken into consideration when tissues arenotprocessed immediately atthetime ofharvesting isthetime samples areexposed toperiods ofwarm ischemia, which may occur during and after surgery, and between sample thawing and pro- cessing. Insome instances, warm ischemia-induced degradation alters gene expression profiles and RNA quality incertain tissues, although theprocess appears tohave selective effects on individual genes 4,8,9. Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 214laboratory space were provided bymultiple NASA programs .These funding sources were supplied as directed funds toadvance knowled geabout the methods needed toconduct research ontheISS, andwere notcompeted (asagrant would be).For authors thatarenotgovernment employe es(SC, SL,andHER), funding wasprovided as-needed salary support byimplementa tionthrough the appropriate governme ntservices contractor companie sunder contract number NNA14AB82C. Nocommerci alfunds were involved inthisactivity, andnocompeting interes texists. Thespecific roles ofthese authors arearticulated intheauthor contributio nssection. Furthermo re,KBRwyle and ASRC Federal Space andDefense, Inc.hadnoroles inthestudy design, datacollection andanalysis, decision topublish, orpreparation ofthe manuscript. Competing Interests :Author sSC,SLandHER received salaries from theirrespectiv ecompanie s (KBRwyle forSCandSL,ASRC Federal Space and Defense, IncforHER). Thisdoes notalterour adherence toPLOS ONEpolicies onsharing data andmaterials.RNA issubject todegradation byubiquitous RNAses, and high quality RNA isneeded for analysis ofgene expression, next-generation sequencing, gene profiling and other Omics analyses inthestudy ofmolecular mechanisms. The addition ofanRNA stabilization solution totissues, either byimmersion orperfusion, hasbecome standard practice forRNA stabiliza- tion 7,10,11. Studies where select tissues arefrozen immediately upon harvesting, with or without stabilization buffer, show nosignificant detriment tothequality oftheRNA 6,12 16. Frozen tissues that areallowed tothaw atroom temperature upto16hours show signifi- cant degradation insamples without astabilization buffer such asRNAlater, versus those stored inRNAlater 14. Recent work published byGupta etaldescribe retention ofRNA qual- ityinrodent male and female reproductive organs when samples areplaced into RNAlater up to40minutes after euthanasia and inRNAlater treated samples stored at-80C for10months 17. Other studies reveal severe degradation ofRNA infrozen tissues when allowed tothaw forupto30minutes prior toanalysis, suggesting thenecessity forimmediate processing ofcer- tain tissues 18, 19. Inthestudies reported here, weinvestigated various time points and storage conditions for retrieving tissues from mice, and then determined theimpact that these conditions hadon sample quality. Bymeasuring RNA Integrity Number (RIN) and enzyme activities intissues under various recovery scenarios, wehave characterized and established anacceptable timeline forrodent tissue isolation, preservation, and storage tooptimize science return from both ground based and on-orbit flight sample collection. Materials and Methods Animals Adult female C57Bl6J mice from Jackson Laboratory (Bar Harbor, ME) were used inallthe experiments. Allanimals were euthanized byintraperitoneal injection ofEuthasol (Virbac, Fort Worth, TX) followed bycervical dislocation. Allefforts were made tominimize suffering. The Institutional Animal Care and Use Committee attheNASA Ames Research Center approved theanimal care and experimental procedures. Tissue collection Fresh tissue samples: Toprovide positive control tissues representing preservation bystandard laboratory conditions, spleens and livers were harvested immediately post-euthanasia then were either promptly (within 5min) frozen inliquid nitrogen (liver) orpreserved inRNAlater (spleen). Tosimulate theanticipated dissection timing byastronauts on-orbit, spleens were removed at6or22minutes after euthanasia, and livers were removed at9or25minutes post- euthanasia (Fig 1),then placed incryovials (Thermo Fisher Scientific, Waltham, MA). Spleens were preserved inRNAlater (Thermo Fisher Scientific, Waltham, MA) and livers were frozen byembedding thecryovials inpelleted dryice.Samples were either stored at-80C for3.5mo (spleen) and 4.5mo(liver), orfor11moprior toanalysis. Time-delay between euthanasia and stabilization: Tobracket thepossible time frames that theastronaut crew may need todissect then preserve thesamples, spleens were harvested at1, 20,40,60,80and 100minutes post-euthanasia and preserved inRNAlater. Livers were har- vested from thesame mice at2,25,45,65,85,and 105minutes post-euthanasia and frozen in dryice.Samples were stored at-80C for1month prior toanalysis. Whole Carcass (WC): Mice were euthanized byintraperitoneal injection ofEuthasol fol- lowed bycervical dislocation. The carcasses were then wrapped intwolayers offoiland placed inZiploc bags. The carcasses were frozen using analuminum block that waspre-chilled with liquid nitrogen, tosimulate thefreezing kitused on-orbit, and transferred toa-80C freezer Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 314forstorage (upto10months). Various tissues (spleen, liver, heart, kidney, lung, brain, adrenal glands, eye, thymus, small intestine, large intestine, femur, tibia, hindlimb muscle, and bone marrow) were collected from 2.5,4and 67month frozen WC after thawing atroom tempera- ture for2030 minutes, and then preserved inRNAlater. Positive control WC were immersed inliquid nitrogen immediately after euthanasia and were stored ina80C freezer for4and 67months. Partially Dissected Carcass (PC): Spleens and livers were removed following euthanasia, and utilized foradifferent study. The dissected carcasses then were wrapped with twolayers of aluminum foil, and sealed inaZiploc bagbefore freezing ondryice.The time from euthanasia tothecarcass freezing indryicewasabout 2hours. PCwere stored at-80C for2.5months prior toharvesting thetissues (brain, adrenal glands, eye, thymus, small intestine, hindlimb muscle, and bone marrow). PCwere removed from the-80C freezer, and placed atroom tem- perature with thealuminum foils open forpartial thawing totheextent that dissection com- menced, which wasupto35minutes after removal from -80C. Tissues were preserved in RNAlater. RNA isolation andanalysis RNA wasextracted from homogenized tissues using TRIzol reagents (Thermo Fisher Scien- tific, Waltham, MA). RNA concentration and purity were assessed using aNanoDrop 2000 UV-Vis Spectrophotometer (Thermo Fisher Scientific, Waltham, MA). RNA quality wasmea- sured bycalculating theRNA integrity number (RIN) using theBioanalyzer 2100 (Agilent Technologies, Santa Clara, CA), where aRIN of10isconsidered intact and 0totally degraded RNA 20, 21. The analysis wasperformed according tothemanufacturers instructions. Liver enzyme assays The activities ofthree hepatic enzymes (catalase, glutathione reductase and GAPDH) were measured toassess sample quality after various collection conditions. Catalase activity was measured using thecolorimetric assay forCatalase (Oxford Biomedical Research, Oxford, MI) according tothemanufacturers instructions, and normalized tototal protein levels (Thermo Scientific Pierce Micro BCA Protein Assay Kit,Pierce Biotechnology, Rockford, IL).Cata- laseprotein levels were measured using theCatalase Human ELISA Kit(Abcam, Cambridge, Fig1.Experimen taldesign schema tic.Tissues were harvested atvarious times from C57Bl6J mice post- euthana sia(fresh spleen andliver) orfrom frozen whole orpartially dissected carcass es.Sample sand carcass eswere stored at-80C forvarious durations aslong as11months prior totissue harvest (carcasses) andanalysis ofliver enzyme activities orRNA quality (RIN), asdescribed inMethods. doi:10.13 71journal.pone .0167391.g001 Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 414MA), and specific activity oftheenzyme calculated (Ug catalase protein). Glutathione reduc- tase activity levels were determined using theGlutathione Reductase (GR) Assay Kit(Abcam, Cambridge, MA) and GAPDH activity levels were determined using thecolorimetric GAPDH assay kit(ScienCell Research Laboratories, Carlsbad, CA). The activity levels were also normal- ized bythetotal protein concentrations using theMicro BCA Protein Assay Kit.Positive con- trols were obtained according tostandard laboratory protocols where dissections were followed byimmersion ofthesamples inliquid nitrogen. Statistical analysis Statistical analysis wasperformed using either parametric ornon-parametric tests. The data setswere first assessed fornormality using theShapiro-Wilk test, where ap-value0.05 indi- cated non-normally distributed data. Ifthedata were normally distributed, oneway ANOVA followed byTukeys post hoctestwasperformed. Fornon-normally distributed data, non- parametric tests were performed using theKruskal-Wallis testand Dunn post-hoc test(Joint Ranks, compared toControl). Innon-parametric boxplots, medians within theinterquartile (boxes) and fullrange (whiskers) aredisplayed. p0.05 wasconsidered significant throughout. Results RNA quality intissues collected atvarious time points post-euthanasia Todetermine ifharvest times post-euthanasia alters RNA quality, freshly-dissected spleens and livers were isolated atvarious time points, preserved asshown inFig1and Table 1,and stored at-80C forlessthan 5months prior toRNA purification. RNA purified from spleens and livers that were dissected upto25minutes post-euthanasia and stored at-80C for3.5and 4.5months, respectively, showed nosignificant detrimental effect onthequality oftheRNA (RIN8),when compared tothecontrol samples (Fig 2).Although spleen samples collected upto100minutes post-euthanasia, and preserved inRNA later, also showed that RNA quality wasminimally affected (RIN8)(Fig 3a),liver samples showed asignificant decline inRNA quality after collection times of45minutes (RIN8at65minutes, RIN7at85minutes and RIN6.8at105minutes) (Fig 3b). Together, these data demonstrated that spleens canbe Table 1.Summa ryofRIN values from harvested spleen and liver samples. Sample RIN Storage at-80C (months)Collection Time Spleen preserved inRNAlate r 8 1 100 minutes 8.5 3.5 25 minutes 8.5 11 5minutes Liver frozen ondryice7 1 85 minutes 8.5 4.5 25 minutes 8.5 11 5minutes Sample RIN Storage at-80C (months)Collecti onTime After Removal from -80C Freezer WC: spleen dissect edafter carcass storage at-80C5 2.5 5minutes 5 4 5minutes 4 6to7 5minutes WC: liver dissected after carcass storage at-80C6.5 2.5 5minutes 8 4 5minutes 7.5 6to7 5minutes doi:10.13 71journal.pone .0167391.t001 Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 514collected upto100minutes after euthanasia toyield high quality RNA (RIN8)when pre- served inRNAlater (stored at-80C). Incontrast, asignificant decline inliver RIN values was observed 65minutes after euthanasia, when compared tocontrol samples. Activity levels ofthree liver enzymes also were measured from thetime-delayed dissections. Glutathione reductase (Fig 4a)and GAPDH (Fig 4b)levels were similar tothose ofthepositive controls. Catalase activities were only moderately lower inthesamples collected at105minutes after dissection compared tothecontrol samples (Fig 4c).Overall, theactivities ofthese enzymes inharvested liver tissues were notsignificantly affected bycollection time orstorage at-80C for1month. Effect ofstorage duration at-80C ontissue quality Toassess theinfluence ofstorage duration onsample quality, spleens and livers were collected perstandard laboratory procedures (upto5minutes post-euthanasia), and then stored at -80C for1,3.5,4.5,and 11months prior toanalysis. Atalltime points investigated, nosignifi- cant degradation wasfound intheRNA quality ofanyofthetissue samples (RIN8)(Fig 5). These data demonstrate that quality ofthetissues canbemaintained forupto11months when thetissues arestored at-80C. Integrity ofRNA harvested from whole frozen carcasses Toassess RNA quality from whole frozen carcasses (WC), weanalyzed thespleen, liver, heart, kidney, and lung dissected from WC that were stored at-80C for2.5,4,and 67months. Results from spleens showed that increased duration at-80C from 2.5to67months caused a 25 decline inRIN values. Long durations ofstorage (4-7months) hadminimal effects on RNA quality ofliver, heart, kidney, and lung although RIN values were 6lower when com- paring WC liver at67months (Fig 6)tofresh liver which wasdissected first then frozen for 11months at-80C prior toanalysis (Fig 5). Fig2.Effects ofpreservation times post-euthan asia onRNA quality inspleen and liver. Spleens and livers were collected from upto3minutes (Positive Control) ,9minutes (Set 1),and25minutes (Set 2)post- euthana sia.Set1and2time points were selected tosimulate anticipate ddissection timing inmicrogra vity. Spleens were preserve dinRNAlater, andlivers were frozen ondryice.Allsamples were stored at-80C, and analyzed after 3.5months forspleen and4.5months forliver. RNA quality was measured bycalculating the Bioanaly zer-based RNA integrity number (RIN) using theBioanalyzer 2100. Sample sharvested upto25 minutes post-euth anasia, andstored forless than 5months at-80C, yielded RIN values greater than 8.Data sets were assessed fornormalit yusing theShapiro-W ilktest, followed bytheKruskal-W allis test. Values shown aremedians within interquartil e(boxes) andfullrange (whiskers ).Spleens: n4,9,and8forControl, Set1and2,respectively. Livers: n3,10,and10forControl, Set1and2,respectively. doi:10.13 71journal.pone .0167391.g002 Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 614Fig3.Effects ofdelayed dissect ions onRNA quality inspleens and livers. Spleens were collected at1 (Positive Control), 20,40,60,80,and100minutes post-euth anasia, andwere preserve dinRNAlater. RNAlate r-preserved spleen samples yielded high RIN values (RIN7.5) foralltime points (A).Liver tissues from thesame mice in(A)were collected at2(Positive Control) ,25,45,65,85,and105minutes post- euthana sia,andwere frozen ondryice.RNA quality insamples collected upto45minutes post-euthana sia were minimally affected, resulting inRIN values 8.RIN value decrease dby24 insamples collected at105 minutes post-euth anasia, compared tocontrols (B).Allsamples were stored at-80C for1month prior to analysis. Data sets were assessed fornormalit yusing theShapiro-W ilktest, followed bytheDunn post-hoc test(Joint Ranks, compared toControl). Values shown aremedians within interquartil e(boxes) andfullrange (whiskers ).(n4foreach time point). p0.05, p0.01 doi:10.13 71journal.pone .0167391.g003 Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 714Fig4.Effects oftime-delayed dissect ions onhepatic enzyme levels. Activities ofthree hepatic enzymes , glutathi onereductase ,GAPDH andcatalase, were measured from samples collected atvarious times post- dissection .Glutathione reductase (A)andGAPDH (B)activity was similar tothose ofpositive controls, with no significant effects observed atanytime point. Catalase activities were similar tothose ofthepositive controls; however, samples collected at105minutes post-euthan asia displayed significantl ylower levels when Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 814Using aseparate group ofWC wedissected numerous additional tissues and determined theRNA quality. High quality RNA wasrecovered from various tissues (brain, adrenal glands, eye, thymus and hindlimb muscle); RIN values were greater than 7.5inalltissues (Fig 7a). Small intestine and bone marrow, however, showed severe degradation (RIN values lessthan 3,)despite rapid preservation inRNAlater atthetime ofdissection. Additionally, femur, large intestine, and tibia yielded RNA with RIN values lessthan 5(Fig 7a).These findings suggestcompared totissue collected at65minutes (C).Activity levels ofglutathione reductase andGAPDH were normali zedbythetotal protein concentra tions. Catalas eactivity levels were normalize dbycatalase protein. Data sets were assessed fornormality using theShapiro-W ilktest, followed bytheone-way ANOVA and Tukeys post hoctest. Values aremeans SD(n4).p0.01 doi:10.13 71journal.pone .0167391.g004 Fig5.Effects oflong duration storage at-80C onRNA quality inspleen and liver. Spleen sandlivers were collected upto5minutes post-euth anasia. Spleens were preserved inRNAla ter,andlivers were frozen ondryice.Samples were stored at-80C for1,3.5,and11months forspleen, and1,4.5,and11months for liver. Sample sstored upto11months at-80C resulted inRIN values greater than 8.Data sets were assessed fornormality using theShapiro-W ilktest, followed bytheKruskal-Walli stest. Values shown are medians within interquartil e(boxes) andfullrange (whiskers )(n4forallmonths except forn3forLiver 12 months). p0.05 doi:10.13 71journal.pone .0167391.g005 Fig6.Integrity ofRNA harveste dfrom whole frozen carcasse s.Whole frozen carcasses (WC) were frozen using analuminu mblock thatwas pre-chilled with liquid nitrogen tosimulate thefreezing kitused on- orbit (2.5, 4and67month WC) prior tobeing placed intoa-80C freezer. Spleen, liver, heart, kidney, and lung were collected within 30minutes post thawing oftheWC, andpreserve dinRNAlater prior toanalysis. Data sets were assessed fornormality using theShapiro-W ilktest, followed bytheone-way ANOVA and Tukeys post hoctest. Values aremeans SD(n9for2.5month, except n8forlung; n4,5,6,3,4for4 month spleen, liver, heart, kidney andlung, respectively; n3for67month). p0.05; p0.01 doi:10.13 71journal.pone .0167391.g006 Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 914Fig7.The effects onRNA quality invariou stissues recovere dfrom whole and partiall ydissected carcasse sstored at-80C for2.5months. Tissue samples were removed from thefrozen carcass esfor RIN analysis. Tissues were preserved inRNAlater prior toanalysis. Brain, adrenal glands, eye, thymus, and hindlimb muscles resulted inhigh RIN values inboth WC(A)andPC(B).RNA quality inWCandPCsmall intestine andbone marrow samples were severely degraded, resulting inRIN values 3(AandB).Values aremeans SD(n8forFig7A,except n7adrenal gland, n5femur andbone marrow, andn4tibia; n4forFig7B,except n3adrenal gland). doi:10.13 71journal.pone .0167391.g007 Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 1014that after long term storage in-80C high quality RNA canberecovered from select tissues of whole carcasses. Integrity ofRNA harvested from partially dissected carcasses Todetermine ifthecarcasses that were stored after select tissue dissection also canyield high quality samples ofother tissue types after long-term storage, tissues were harvested from par- tially dissected carcasses stored at-80C for2.5months. Similar totheresults found asinWC; PCtissue samples resulted inhigh RNA quality recovered from brain, adrenal glands, eye, thy- mus and hindlimb muscles. Small intestine and bone marrow samples showed severe degrada- tion similar tothat seen inWC (Fig 7b). Discussion Our results demonstrated that high quality RNA (RIN 7)could beisolated from most ofthe tissues, even from tissues stored foraprolonged period oftime (results summarized in Table 1).However, RNA samples isolated from select tissues dissected from frozen carcasses (e.g. spleen, small intestine, bone marrow and mineralized tissues) showed degradation even with short duration storage, probably duetohigh endogenous RNase activity. Tissues preserved inRNAlater showed significant improvement inRNA quality compared totissues immersed inliquid nitrogen 22. Inthepresent study, weobserved that freshly har- vested spleens preserved inRNAlater showed ahigher RIN (RIN8) compared tospleens dis- sected from frozen carcasses (RIN 5.5). Intheabsence ofRNAlater, liver samples yielded relatively high quality RNA (RIN6.5). Sample quality collected under various conditions varied depending ontissue type and end- point measured. Spleens collected upto100minutes after euthanasia yielded high quality RNA since they were preserved inRNAlater. Liver tissues collected upto65minutes after euthanasia, also yielded high quality samples. However, liver samples showed asignificant decline inRNA quality (RIN8) after 65minutes post-euthanasia. These data demonstrate that tissues collected with appropriate timing that istypical forlaboratory dissections (i.e., up to30minutes between euthanasia and tissue collection) canyield samples ofacceptable quality toachieve exceptional science return, asexpected 23. These findings areconsistent with those ofothers who showed that RNA samples from tonsils canbestable forseveral hours, and even after overnight storage atroom temperature, RNA didnotsignificantly degrade 6. However, long-term storage (e.g. 16hours) atroom temperature could result insignificant changes inexpression levels ofsome genes. Inaddition tothetime delay intissue collection and storage, therepetitive freezing and thawing ofthesnap-frozen tissues could affect RNA integrity. However, RNA degradation infrozen liver tissue didnotoccur inseconds orover fewminutes, butover 30minutes ofthawing atroom temperature 18. Thus, iftissues acci- dentally arethawed forabrief period, those tissues donotnecessarily have tobediscarded from gene expression analyses. Schoor etal.report that partially degraded RNA may stillbe usable even though suboptimal quality 24. Furthermore, itwasreported that RNA with low RIN stillallows forreliable monitoring ofmRNA expression byqPCR ifsmall amplicon sizes aretargeted, although large amplicons failed togenerate measurable expression values 25. These findings, along with ourown, allow investigators inthefuture tousecarcass that have been preserved byfreezing, toaddress questions that may arise atalater time. Testing methods inground based experiments byapplying anticipated on-orbit scenarios, reduces therisk ofrecovering samples ofinadequate quality from high cost spaceflight experi- ments. Spleens and livers collected atvarious time points post-euthanasia tosimulate challeng- ingconditions fordissections inmicrogravity yielded samples with high RIN values, thus Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 1114anticipating return ofsamples with high quality from space even ifpreservation post-euthana- siaisdelayed upto1hour. When plant samples were placed into a-20C freezer, severe RNA degradation resulted; however, when theplant samples were preserved inRNAlater and stored ateither 4C or-20C, theintegrity ofRNA wasmaintained. Furthermore, wheat samples pre- served inRNAlater from anexperiment performed ontheISS, yielded RNA quality compara- bletofresh samples, even after undergoing fluctuations ofstorage temperatures 26. More recently, RNAlater preserved plant samples were shown toyield sufficient amounts ofprotein toallow broad-scale proteomics analyses 27. Weshowed that multiple tissues collected from frozen carcasses yielded high quality RNA, which could beapplied toRNAseq, gene profiling and qPCR. High quality sample recovery for RNA and atleast some enzymes ispossible from most tissues, despite either delayed preserva- tion post-euthanasia orprolonged storage. Based onourRIN results, itisourrecommendation that thecollection oftissue samples occur within 45minutes forstudies requiring high quality RNA and within 85minutes forusual RNA studies. Should sample retrieval occur from frozen carcasses, ourstudies show that many, butnotalltissues yield high RNA quality upto7 months storage time at-80C. Supporting Information S1File. Supplemental File forData Availability. Data setsforthisstudy arefully available without restriction. (PDF) Acknowledgmen ts Wethank Rebecca Klotz, Yekatrina Popova, and Kaushik -Chakravarty (NASA Ames Research Center) forRNA analysis, Jerry Wong, Lynn Hofland, and Richard Rowan fortech- nical support foroperating thecryochamber. Author Contributions Conceptualization: RKG SC. Data curation: RKG SCHER. Formal analysis: SCRKG HER JSASL. Investigation: SCSL. Methodology: RKG SC. Resources: SCSL. Validation: SCSL. Visualization: SCHER. Writing original draft: SCRKG. Writing review editing: SCHER RKG JSASL. References 1. Zahra S,Mohamm adN.RNA Preservation andStabiliz ation. Biochemi stryandPhysiolog y.2014; 3 (21689652 ):14. Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 12142. Chomczyns kiP,Sacchi N.Single-st epmethod ofRNA isolation byacid guanidinium thiocyanat e-phe- nol-chlorofo rmextraction. Analytical biochemis try.1987; 162(1):156 9.doi:10.1006abio.1 987.9999 PMID: 244033 9 3. Inoue H,Kimura A,TujiT.Degradat ionprofile ofmRNA inadead ratbody: basic semi-quantif ication study. Forensic science internationa l.2002; 130(23):1 2732. PMID: 124776 33 4. Almeida A,Paul Thiery J,Magdele natH,Radvanyi F.Gene express ionanalysis byreal-time reverse transcrip tionpolymerase chain reaction :influence oftissue handling .Analytical biochemis try.2004; 328(2):101 8.doi:10.1016 j.ab.2004. 02.004 PMID: 1511368 4 5. Chomczyns kiP,Sacchi N.The single-step method ofRNA isolation byacid guanidinium thiocyanate - phenol-chlor oform extraction: twenty-som ething years on.Nature protocol s.2006; 1(2):5815 .doi:10. 1038nprot. 2006.83 PMID: 1740628 5 6. Micke P,Ohshima M,Tahmas ebpoor S,Ren ZP,Ostman A,Ponten F,etal.Biobank ingoffresh frozen tissue: RNA isstable innonfixed surgical specimens .Laboratory investigatio n;ajournal oftechnical methods andpatholo gy.2006; 86(2):202 11.doi:10.1038labin vest.370 0372 PMID: 16402036 7. Griffin M,Abu-El-Ha ijaM,Abu-El-Hai jaM,Rokhlina T,UcA.Simplified andversatile method forisola- tionofhigh-quali tyRNA from pancrea s.BioTechn iques. 2012; 52(5):332 4.doi:10.21440 000113862 PMID: 225781 26 8. MaY,DaiH,Kong X.Impact ofwarm ischemia ongene express ionanalysis insurgically removed bio- samples. Analytical biochemist ry.2012; 423(2):229 35. doi:10.1016j.ab.20 12.02.003 PMID: 22343191 9. Miyatake Y,Ikeda H,Michimata R,Koizumi S,Ishizu A,Nishimura N,etal.Differentia lmodulation of gene expression among rattissues with warm ischemia. Experime ntalandmolecular pathology. 2004; 77(3):222 30.doi:10.1016 j.yexmp. 2004.07.004 PMID: 155072 40 10. Florell SR,Coffin CM, Holden JA,Zimmermann JW, Gerwels JW, Summers BK,etal.Preservation of RNA forfunctional genomic studies: amultidiscipli nary tumor bank protocol .Modern pathology :anoffi- cialjournal oftheUnited States andCanadian Academy ofPathology ,Inc.2001; 14(2):116 28. 11. Dastgheib S,Irajie C,Assaei R,Koohpeim aF,Mokarram P.Optimizati onofRNA extraction from rat pancreat ictissue. Iranian journal ofmedical sciences. 2014; 39(3):282 8.PMID: 24850986 12. Ellis M,Davis N,Coop A,LiuM,Schumaker L,LeeRY,etal.Developm entandvalidatio nofamethod forusing breast core needle biopsies forgene expression microarray analyses. Clinical cancer research :anofficial journal oftheAmerican Association forCancer Research. 2002; 8(5):1155 66. 13. Vincek V,Nassiri M,Knowles J,Nadji M,Morales AR.Preserv ation oftissue RNA innormal saline. Lab- oratory investigatio n;ajournal oftechnical methods andpathology. 2003; 83(1):137 8.PMID: 12533694 14. Botling J,Edlund K,Segersten U,Tahmasebpo orS,Engstrom M,Sundstr omM,etal.Impact ofthaw- ingonRNA integrity andgene expression analysis infresh frozen tissue. Diagnostic molecular pathol- ogy: theAmerican journal ofsurgical pathology ,part B.2009; 18(1):445 2. 15. Muyal JP,Muyal V,Kaistha BP,Seifart C,Fehren bach H.Systematic comparis onofRNA extraction technique sfrom frozen andfresh lung tissues :checkpoint towards gene expression studies. Diagnos tic pathology .2009; 4:9.doi:10.11861746- 1596-4-9 PMID: 193179 05 16. Groelz D,Sobin L,Branton P,Compton C,Wyrich R,Rainen L.Non-forma linfixative versus formalin - fixed tissue: acomparison ofhistology andRNA quality. Experimental andmolecular pathology .2013; 94(1):188 94.doi:10.1016 j.yexmp. 2012.07.002 PMID: 228142 31 17. Gupta V,Holets-Bo ndar L,Roby KF,Enders G,Tash JS.Atissue retriev alandpostharvest processing regimen forrodent reproduc tivetissues compatible with long-term storage ontheinternationa lspace station andpostflight biospecimen sharing program. BioMed research internationa l.2015; 2015:47593 5.doi:10.1155201 5475935 PMID: 2565410 7 18. Thompson KL,Pine PS,Rosenz weig BA,Turpaz Y,Retief J.Character ization oftheeffect ofsample quality onhigh density oligon ucleotide microarray data using progres sively degraded ratliver RNA. BMC biotechno logy. 2007; 7:57. doi:10.1186 1472-6750- 7-57 PMID: 17854504 19. Ibberson D,Benes V,Muckenthaler MU, Castoldi M.RNA degradation compromis esthereliability of microRNA expression profiling. BMC biotechno logy. 2009; 9:102. doi:10.118614 72-6750-9-102 PMID: 20025722 20. Imbeaud S,Graudens E,Boulanger V,Barlet X,Zaborski P,Eveno E,etal.Towards standardizat ionof RNA quality assessmen tusing user-indepe ndent classifiers ofmicrocapil laryelectrop horesis traces. Nucleic acids research .2005; 33(6):e56. doi:10.1093 nargni054 PMID: 1580020 7 21. Schroeder A,Mueller O,Stocker S,Salowsky R,Leiber M,Gassmann M,etal.The RIN: anRNA integ- ritynumber forassigning integrit yvalues toRNA measuremen ts.BMC molecular biology. 2006; 7:3. doi:10.1186 1471-2199- 7-3PMID: 16448564 Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 131422. Wolfe LM,Thiagarajan RD, Boscolo F,Tache V,Colem anRL,Kim J,etal.Banking placental tissue: an optimized collection procedure forgenome- wide analysis ofnucleic acids. Placenta. 2014; 35(8):645 54.doi:10.1016 j.placenta .2014.05.005 PMID: 24951174 23. Hong SH,Baek HA,Jang KY,Chung MJ,Moon WS, Kang MJ,etal.Effects ofdelay inthesnap freezing ofcolorectal cancer tissues onthequality ofDNA andRNA. Journal oftheKorean Society ofColopro c- tology. 2010; 26(5):316 23.doi:10.3393 jksc.2010.26 .5.316 PMID: 211521 33 24. Schoor O,Weinschenk T,Hennenlo tterJ,Corvin S,Stenzl A,Rammense eHG, etal.Moderate degra- dation does notpreclude microarra yanalysis ofsmall amounts ofRNA. BioTechn iques. 2003; 35 (6):11926 ,8201. PMID: 14682053 25. Specht K,Richter T,Muller U,Walch A,Werner M,Hofler H.Quant itative gene expression analysis in microdissec tedarchival formalin -fixed andparaffi n-embedded tumor tissue. The American journal of pathology .2001; 158(2):419 29. doi:10.1016S000 2-9440(10 )63985-5 PMID: 111591 80 26. Paul AL,Levine HG, McLamb W,Norwood KL,Reed D,Stutte GW, etal.Plant molecular biology inthe space station era: utilization ofKSC fixation tubes with RNAlater. Acta astronau tica. 2005; 56(6):623 8. PMID: 157363 19 27. Ferl RJ,Koh J,Denison F,Paul AL.Spaceflight induces specific alterations intheproteome sofArabi- dopsis. Astrobiology .2015; 15(1):325 6.doi:10.1089 ast.2014.12 10PMID: 255179 42 Optimizati onofMethods forSpaceflight Sample Recove ry PLOS ONE DOI:10.137 1journal.po ne.0167 391 December 1,2016 1414",
        "introduction": "Challenges continue toexist inregards toacquiring high quality samples from animal tissues despite recent technical advances. From thetime spent collecting thesamples totheuseofsta- bilizing orpreserving agents, and ultimately tothestorage conditions and duration prior to actual analysis, each step iscritical and requires attention. Timing plays akeyrole inobtaining high quality samples. Ideally, samples areharvested immediately post-euthanasia bytrained and experienced staff, and thetime between death and sample stabilization isminimized to limit sample degradation. Ifthesamples arenotanalyzed atthetime ofeuthanasia, then addi- tional factors that may affect sample quality areofconcern, including freezing rate and dura- tion ofstorage. Understanding these challenges faced inthelaboratory aids theresearcher to optimize protocols tomaximize sample quality and accomplish science objectives; translating those practices foruseinthespace environment, however, raises new challenges. Several factors potentially affect sample quality, and ultimately, thedownstream experimen- talresults. The procedure toobtain high quality RNA varies between different laboratories 1. The most reliable source forobtaining high quality RNA isbypurification from freshly dis- sected tissues 27. Afactor tobetaken into consideration when tissues arenotprocessed immediately atthetime ofharvesting isthetime samples areexposed toperiods ofwarm ischemia, which may occur during and after surgery, and between sample thawing and pro- cessing. Insome instances, warm ischemia-induced degradation alters gene expression profiles and RNA quality incertain tissues, although theprocess appears tohave selective effects on individual genes 4,8,9. Optimizati onof",
        "conclusion": "These results demonstrate that1)theprotocols developed forspaceflight experiments with on-orbit dissections support theretrieval ofhigh quality samples forRNA expression and some protein analyses, despite delayed preservation post-euthanas iaorprolonged storage, and2)many additional tissues forgene expression analysis canbeobtained bydissection even following prolonged storage ofthetissue insituat-80C. These findings have rele- vance both tohigh value, ground-based experiments when sample collection capability is severely constrained, andtospaceflight experiments thatentail on-orbit sample recovery by astronauts.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            }
        ]
    }
]