[
    {
        "pmid": "34612585",
        "title": "Hindlimb suspension in Wistar rats: Sex-based differences in muscle response.",
        "year": "2021",
        "journal": "Physiol Rep",
        "abstract": "Ground-based animal models have been used extensively to understand the effects of microgravity on various physiological systems. Among them, hindlimb suspension (HLS), developed in 1979 in rats, remains the gold-standard and allows researchers to study the consequences of total unloading of the hind limbs while inducing a cephalic fluid shift. While this model has already brought valuable insights to space biology, few studies have directly compared functional decrements in the muscles of males and females during HLS. We exposed 28 adult Wistar rats (14 males and 14 females) to 14 days of HLS or normal loading (NL) to better assess how sex impacts disuse-induced muscle deconditioning. Females better maintained muscle function during HLS than males, as shown by a more moderate reduction in grip strength at 7 days (males: -37.5 ± 3.1%, females: -22.4 ± 6.5%, compared to baseline), that remains stable during the second week of unloading (males: -53.3 ± 5.7%, females: -22.4 ± 5.5%, compared to day 0) while the males exhibit a steady decrease over time (effect of sex × loading p = 0.0002, effect of sex × time × loading p = 0.0099). This was further supported by analyzing the force production in response to a tetanic stimulus. Further functional analyses using force production were also shown to correspond to sex differences in relative loss of muscle mass and CSA. Moreover, our functional data were supported by histomorphometric analyzes, and we highlighted differences in relative muscle loss and CSA. Specifically, female rats seem to experience a lesser muscle deconditioning during disuse than males thus emphasizing the need for more studies that will assess male and female animals concomitantly to develop tailored, effective countermeasures for all astronauts.",
        "full_text": "Physiological Reports. 2021;9:e15042.  1 of 15 https:doi.org10.14814phy2.15042 wileyonlinelibrary.comjournalphy2 Received: 4 August 2021  Revised: 27 August 2021  Accepted: 27 August 2021 DOI: 10.14814phy2.15042 ORIGINAL ARTICLE Hindlimb suspension in Wistar rats: Sex- based differences in muscle response Marie Mortreux1  Megan E. Rosa- Caldwell1  Ian D. Stiehl1,2  Dong- Min Sung1  Nicholas T. Thomas3  Christopher S. Fry3  Seward B. Rutkove1 This is an open access article under the terms of the Creat ive Commo ns Attri bution License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.  2021 The Authors. Physiological Reports published by Wiley Periodicals LLC on behalf of The Physiological Society and the American Physiological Society1Department of Neurology, Harvard Medical School  Beth Israel Deaconess Medical Center, Boston, Massachusetts, USA 2Department of Physics and Astronomy, Dartmouth College, Hanover, New Hampshire, USA 3Department of Athletic Training and Clinical Nutrition, University of Kentucky, Lexington, Kentucky, USA Correspondence Marie Mortreux, 330 Brookline Avenue, Room DA- 778, 02115, Boston, MA, USA. Email: mmortreubidmc.harvard.edu Funding information National Aeronautics and Space Administration, GrantAward Number: 80NSSC19K1598Abstract Ground- based animal models have been used extensively to understand the ef- fects of microgravity on various physiological systems. Among them, hindlimb suspension (HLS), developed in 1979 in rats, remains the gold- standard and al- lows researchers to study the consequences of total unloading of the hind limbs while inducing a cephalic fluid shift. While this model has already brought val- uable insights to space biology, few studies have directly compared functional decrements in the muscles of males and females during HLS. We exposed 28 adult Wistar rats (14 males and 14 females) to 14 days of HLS or normal load- ing (NL) to better assess how sex impacts disuse- induced muscle deconditioning. Females better maintained muscle function during HLS than males, as shown by a more moderate reduction in grip strength at 7 days (males: 37.5  3.1, females: 22.4  6.5, compared to baseline), that remains stable during the sec- ond week of unloading (males: 53.3  5.7, females: 22.4  5.5, compared to day 0) while the males exhibit a steady decrease over time (effect of sex  loading p  0.0002, effect of sex  time  loading p  0.0099). This was further supported by analyzing the force production in response to a tetanic stimulus. Further func- tional analyses using force production were also shown to correspond to sex dif- ferences in relative loss of muscle mass and CSA. Moreover, our functional data were supported by histomorphometric analyzes, and we highlighted differences in relative muscle loss and CSA. Specifically, female rats seem to experience a lesser muscle deconditioning during disuse than males thus emphasizing the need for more studies that will assess male and female animals concomitantly to develop tailored, effective countermeasures for all astronauts. KEYWORDS ground- based, microgravity, muscle, sex- based, spaceflight2 of 15  MORTREUX et al. 1  INTRODUCTION Long duration spaceflight has been well established to produce substantial muscle loss and reduced functional capability. For example, data in astronauts from the in- ternational space station (ISS) have shown 3 loss in muscle mass for every month in microgravity (LeBlanc, Lin, et al., 2000; LeBlanc, Schneider, et al., 2000), with the greatest loss observed in triceps surae and quadri- ceps muscles (Fitts et al., 2000), that are critical for nor- mal ambulation. Upon return to Earth, this loss of lean mass is associated with reduced health outcomes such as increased risk for injury and chronic low- back pain (Pool- Goudzwaard et al., 2015; Stein, 2013; Wing et al., 1991). Recently, interventions, such as prescribed exercise using specialized equipment, have been implemented to mitigate microgravity- induced muscle loss (Petersen et al., 2016; Sibonga et al., 2019; Trappe et al., 2009; Winnard et al., 2017). While these new interventions attenuate musculo - skeletal loss (Sibonga et al., 2019), they do not fully main- tain muscle mass (Tanaka et al., 2017; Trappe et al., 2009). More so, future missions will undoubtedly entail exposure to microgravity exceeding 1 month and may afford more limited exercise countermeasure opportunities. Despite much research into the impact of micrograv - ity on muscle health (Fitts et al., 2001), comparatively lit- tle is known about how biological sex impacts interacts with the development of muscle atrophy in this context (Mark, 2007; Ploutz- Snyder et al., 2014). Recent literature has speculated that physiological differences may affect progression of muscle atrophy (Rosa- Caldwell  Greene, 2019; Zhong  Zimmers, 2020). For example, female mice are less susceptible to cancer cachexia than male (Hetzler et al., 1852; Lim et al., 2020). Specific to microgravity, re- cent studies have shown that female mice have more dra- matic alterations to moderators of muscle size, including lower protein synthesis rates and greater induction of pro- tein degradative pathways within the early stages of dis- use compared to males (Rosa- Caldwell et al., 2021). In rat studies, 2 weeks of unloading has been shown to result in greater muscle atrophy in males than females (Deschenes  Leathrum, 2016). Moreover, males exhibit a lesser dec- rement in muscle strength initially but ultimately tend to be more prone to fatigue than females. Conversely, pro- tocols using 30- day hindlimb unloading in rats failed to detect sex differences in muscle deconditioning and at- rophy (Ilina- Kakueva, 2002). Similar studies have been conducted in humans exposed to 1 week of unloading and revealed that women had greater declines in muscle performance and neuromuscular functions despite suffer - ing a similar degree of muscle atrophy (Deschenes et al., 2009, 2012). Other investigations using arm suspension showed that unloading appeared to more dramatically affect maximal isometric force production in females; yet muscular endurance in females was not affected after dis- use (Miles et al., 2005). Finally, several studies have assessed muscle stem cell (i.e., satellite cell) activity during disuse given their con- tribution to muscle plasticity. While studies have shown perturbations in both activity and abundance (McKenna  Fry, 2017), additional work has highlighted the exis- tence of strong sex- based differences. Studies in mice have shown that throughout their life, males possess a greater abundance of satellite cells compared to females (Neal et al., 2012), and research conducted in other animal mod- els demonstrates the effect of sex and sexual hormones on the proliferation and differentiation of satellite cells (Lee et al., 2011; Song et al., 2013). Taken together, there is plau- sible evidence that males and females may have different developmental patterns for the development of disuse atrophy and response to therapy or prevention. Despite these differences, there has been a dearth of head- to- head comparisons of muscle functional differences in males and females in the development of atrophy. In this article, we sought to specifically address that question using the hindlimb suspension (HLS) model in adult rats. 2  MATERIALS AND METHODS 2.1  Animals All experimental protocols were approved by the Beth Israel Deaconess Medical Center Institutional Animal Care and Use Committee under the protocol 025- 2019. Twenty- eight Wistar rats (14 males and 14 females, 14- weeks old at baseline) were obtained (Charles River Laboratories) and housed separately in a temperature- controlled room (22  2 ) with a 12:12h light- dark cycle starting at 7:00 AM. Water and chow were provided ad libitum and food intake was recorded daily. Rats were acclimated to their custom- cage for 48 h before experi- ments started. Groups were composed of 6 8 animals and body weights were matched within each sex at the start of the experiment (416  4 g for the males, 261  4 g for the females). For all experiments requiring anesthesia, inhaled isoflurane (1.5 3.5)  oxygen was used, and the animal was placed in a prone position with the left hindlimb taped at a 45 angle and the fur was removed using clippers. 2.2  Hindlimb suspension (HLS) Animals were placed in either hindlimb suspension (HLS) using a pelvic harness as previously described (Mortreux  3 of 15 MORTREUX et al. et al., 2019b, 2020) or at normal loading (NL) in identical cages for 14 days. Briefly, for HLS, animals were placed in a fitted pelvic harness secured to the top of the cage by a stainless- steel chain. The chain was then adjusted until the animals hind limbs could not reach the floor. Animals were singly housed in identical cages described elsewhere (Mortreux et al., 2018), and cotton squares were provided as enrichment. 2.3  Voluntary grip force Using a 50 Newton capacity digital grip force meter (Chatillon), rats front paws were placed on the grip bar and the animal pulled backwards until it released its grip; the peak force applied was recorded. Rats un- derwent three trials with a short latency period (30 s) and both the average and the peak force were recorded. For rear paw grip force, the animal was held near the shoulders and the animals rear paws placed on the grip force bar. After the researcher confirmed both paws were gripping the force bar, the animal was pulled from the bar until it released its grip. Grip force measurements were performed at baseline (pre- suspension) and weekly thereafter. 2.4  Calf circumference Calf circumference was obtained using a suture thread at the tibial mid- shaft in animals under anesthesia. Three separate measurements were obtained and the average was recorded. 2.5  Maximal tetanic force production Weekly, rats were anesthetized and placed in a supine position on a force plate (Dual Mode Muscle Lever System; Aurora Scientific), with their left foot taped se- curely and their knee stabilized. Care was taken such that the animal was positioned to ensure maximal te- tanic force, including alignment of the patella and the ankle joint, 0 of knee flexion, and 0 of dorsiflexion (i.e., 90 angle between the foot and the tibia). To en- sure proper placement of the monopolar electrodes (28G; Natus Medical Inc.), a 10 Hz twitch was used to determine appropriate position. Thereafter, a tetanic, supramaximal stimulation was delivered to the tibial nerve (for plantar flexion) or to the peronal nerve (for dorsal flexion), at a frequency of 200 Hz, for 200 ms. The maximum torque was recorded and data were converted to absolute values.2.6  Sample collection and tissue harvest Food intake was assessed daily each morning. Weekly, animals body weight was recorded. Blood samples were collected between 8:30 and 8:45 a.m. using a tail nick in awake animals. Samples were then centrifuged and plasma was collected, logged, and stored at 20 . At the end of the experiment, rats were euthanized by CO2 inhalation according to IACUC guidelines. Cardiac puncture was performed and organs were ex- cised and weighed using a precision analytic scale (Fisher Scientific). Blood from the cardiac puncture was allowed to clot at room temperature and then centrifuged for 10 min at 18,000 g, and serum was collected, aliquoted, and stored at 20. Left- side muscles were then placed in 10 neutral buffered formalin for 48 h at 4 (includ- ing gastrocnemius and soleus), and transferred to 1 PBS for further processing. The right- side soleus muscles were excised and immediately frozen in liquid nitrogen and stored at 80. 2.7  Muscle histology The left gastrocnemius and soleus muscles were em- bedded in paraffin and immunohistochemical analysis was performed on full cross- sections from the muscle belly. Labelling was performed using primary antibod- ies directed against slow- skeletal myosin heavy chain (ab11083; Abcam), fast- skeletal myosin heavy chain (ab91506; Abcam) and wheat germ agglutinin (W6748; Thermofisher Scientific). Images were then acquired using an epifluorescence microscope at 20 magnification (Zeiss Axio Imager M1), and analyzed with FIJI (ImageJ, NIH) to determine myofiber cross- section area (CSA) with the help of the muscle morphometry plug- in (by Anthony Sinadinos using Eclipse IDE); and the experimenter was blinded for treatment during picture acquisition and CSA measurement. For all measurements, the entire cross- section of both the gastrocnemius and soleus, and con- sisted of 200 myofibers per animals. The average of all myofibers within each animal was utilized for inferential statistics. 2.8  Pax7 immunohistochemistry and myonuclear density For Pax7wheat germ agglutininDAPI staining (visu- alization of satellite cells and myonuclear density), im- munohistochemical procedures were adapted from our prior methods (DLugos et al., 2019; Finnerty et al., 2017). 4 of 15  MORTREUX et al. Briefly, slides were deparaffinized and rehydrated fol- lowed by epitope retrieval using sodium citrate (10 mM, pH 6.5) at 92 for 20 min. Endogenous peroxidases were blocked with 3 hydro - gen peroxide in PBS, and then slides were incubated over- night at 4 in anti- wheat germ agglutinin conjugated to AF488 tyramide (1:50) (no. W11261; Invitrogen) and anti- Pax7 antibody (1:100) (Developmental Studies Hybridoma Bank). The next day, slides were incubated for 70 min at room temperature in goat anti- mouse biotinylated second- ary antibody (no. 115- 065- 205; Jackson ImmunoResearch), and then reacted with streptavidin- horseradish peroxidase (HRP) and AF555 tyramide (1:250) included with the tyra- mide signal amplification (TSA) kit (B40933; Invitrogen). TSA- AF555 was used to visualize Pax7 antibody- binding. Slides were co- stained with 4,6- diamidino- 2- phenylindole (DAPI, no. D35471; Invitrogen) before being mounted with Vectashield fluorescent mounting media (Vector Laboratories). Images were captured at 100 total mag- nification at room temperature with a Zeiss upright mi- croscope (AxioImager M1; Zeiss). Satellite cell abundance was assessed as previously described (DLugos et al., 2019; Finnerty et al., 2017). Briefly, Pax7DAPI loci residing within the wheat germ agglutinin border were counted as satellite cells by a single assessor blinded to group and sex. Satellite cell abundance was normalized to fiber number for each specimen. Myonuclear density (DAPI  nuclei residing within the wheat germ agglutinin border) was quantified on cross- sections and normalized to fiber num- ber using MyoVision automated analysis software (Wen et al., 2018). 2.9  Immuno- assays Plasma from baseline, day 7 and day 14 as well as serum obtained from the cardiac puncture were used to per- form ELISA assays to detect estradiol (ab108667; Abcam), creatine- kinase M (CKM, ab187396; Abcam), and testos- terone (mouse rat testosterone, Alpco). 2.10  RTqPCR RNA isolation, cDNA synthesis, and gene analy- sis were performed as previously described (Greene et al., 2015; Washington et al.,) with minor modifications. Approximately 20 mg of soleus was homogenized in 750 L of TriZol reagent (Life Technologies, Cat 15596026) using a commercial homogenizer. Afterwards, 200 L of chloro- form was added to samples and samples were vigorously shaken to incorporate chloroform. Samples were then cen- trifuged at 20,000 g for 25 min at 4. The clear supernatant (containing RNA) was carefully aliquoted and the remain- ing precipitate was discarded. An equal volume of DECP- treated 70 ethanol was added to aliquoted supernatant. RNA was then isolated from the samples using a commer- cial kit (Ambion Purelink RNA mini kit, Cat 12183020; Life Technologies). RNA concentrations and quality were determined using a Nanodrop 1000 Spectrophotometer (Thermo Fisher Scientific). Acceptable RNA quality was determined as a 260280 ratio between 2.0 and 2.2 per prior reports (Tang et al., 2019). One microgram of RNA was then reverse transcribed into cDNA using commercial rea- gents (Superscript Vilo, Cat11755500; Life Technologies). cDNA was then diluted 1:100 for RTqPCR analysis. All samples were analyzed in a 25 L reaction with Taqman or SYBR master mixes and probes or primers as appropri- ate. Samples were incubated at 95 for 4 min, followed by 40 cycles of denaturation, annealing, and extension at 95, 55, and 72, respectively. All experiments were completed with Applied Biosystems 7500 Real- Time PCR System. Raw Ct values for target genes were analyzed against the house- keeping gene 18S (clone number 4310893E; Thermofisher Scientific) using the 2Ct method as per previous reports (Greene et al., 2015). 18S was ran first to ensure all values did not significantly differ between either males or females (p  0.161) or between HLS and NL animals (p  0.833). Further control was performed to ensure that there were no differences between HLS and NL in males (p  0.422) and females (p  0.748). Primer sequences for target genes are as follows: MurF1F: GGGAACGACCGAGTTCAGACTATC, R: GG CGTCAAACTTGTGGCTCA, Atrogin F: AGTGAAGACCG GCTACTGTGGAA, R: TTGCAAAGCTGCAGGGTGAC, Pax7 F: GATTAGCCGAGTGCTCAGAATCAAG, R: GT CG GGTTCTGATTCCACGTC, MyoG F: AACTACCT TCCTGTCCACCTTCA, R: GTCCCCAGTCCCTTTTCT TCCA, MyoD F: GAC CCA GAA CTG GGA CAT GGA. R: TGA GTC GAA ACA CGG ATC ATC ATA G, Ubr5 F: GCACCAATCCTGACGACTCT R: AATGTGTTCTGCTCCGGTCC, Sirt1 F: GTTGTGTGCC TTCGTTTTGGA R: AGGCCGGTTTGGCTTATACA, Myf5 F: GGAATGCCATCCGCTACAT, R: GTTACATTCA GGCATGCCGT. 2.11  Statistical analyses All data were analyzed using GraphPad Prism 9.0.2 (GraphPad Software). Longitudinal data were analyzed using three- way repeated measures ANOVA (factors: time, sex, and loading) followed by Tukeys post hoc test and termi- nal (e.g., cross- sectional) analysis were analyzed using two- way ANOVA (factors: sex and loading) followed by Tukeys post hoc test, and considered significant when p  0.05.  5 of 15 MORTREUX et al. 3  RESULTS 3.1  HLS- induced greater loss in body weight and grip force in males than females NL animals weight increased over the 14- day period, while HLS rats weight decreased (effect of loading: p  0.0031, effect of time  loading: p  0.0001, Figure 1a). At 14 days, HLS males had a significantly lower body weight than at baseline (p  0.05) while females did not. However, weekly food intake remained largely unchanged in our animals (Figure 1b). Males ate signifi- cantly more than females but no differences were observed be- tween the food intake of HLS and NL groups. In females, we did not observe significant differences based on loading, however HLS females displayed greater food intake during the second week of unloading than during the first one (p  0.01). Limb girth, a noninvasive indicator of muscle size, remained stable for NL animals (both males and females), but steadily decreased in animals exposed to HLS, with no impact of sex (effect of time  loading p  0.0033, effect of sex  loading p  0.4140, effect of time  sex  loading p  0.4242, Figure 1c). Maximal front paw grip force was greater in males than females (effect of sex p  0.0001) but was not significantly impacted by unloading duration (effect of time  load- ing p  0.9133, effect of time  sex  loading p  0.5905, Figure 2a). On the other hand, maximal hindlimb grip force was impacted by sex, mechanical unloading and the suspension duration (p  0.0071, p  0.0001 and p  0.0005, respectively (Figure 2b). HLS males displayed a linear decline in grip force throughout the experiment, while HLS females did not. At 14 days, both HLS groups displayed values significantly lower than their NL coun- terparts (effect of time  sex  loading p  0.0181). 3.2  HLS resulted in alterations to force generation, which appeared to affect males more than females During plantar flexion males had greater peak force values than females at baseline (Figure 2c, p  0.05) and these re- mained higher for the entire protocol duration (effect of sex p  0.0001). Additionally, an effect of time was observed (p  0.0149), whereas loading level did not impact force gen- eration (p  0.623). During dorsiflexion (Figure 2d), males and females did not display differences at baseline. In females, both the NL and HLS group had similar evolution over the 14- day experiment; however, in males, NL animals produced a significantly greater peak force after 14 days (p  0.05) while the HLS animals did not. Overall, we observed a main effect due to loading (p  0.0206) and identified significant 2 and 3- way interactions (effect of time  loading p  0.0033, effect of time  sex  loading p  0.0029). FIGURE 1 Weekly assessments. Weekly evolution of animals body weight (a), food intake (b), and change in limb girth (c), in males (black) and females (gray) exposed to NL (full lines and circles) or HLS (dotted lines and open circles) for 14 days. Results are displayed as mean  SEM with n  6 8 animals per group. Details of the three- way ANOVAs can be found under each panel. Tukeys post hoc tests are shown on each panel as , : p  0.05 and p  0.01 vs. day 0; , , : p  0.05, p  0.01, and p  0.0001 between males and females; , : p  0.05 and p  0.01 vs. NL animals. NL: normal loading, HLS: hindlimb suspension07 140100200300400500 Days of suspensionBodyWeight (g) Males NL Males HLSFemales NL Females HL S 12100150200250 Weeks of suspensi onWeekly food intake(g)Males NL Male s HLSFema les NL Females HL S   07 14-15-10-505 Days of suspensionLimb Girth (change ) Males NL Male s HLSFemales NL Females HL S Panel Time Sex Loadin gT ime x SexTime x Loadin gSex x Loadin gTime x Sex x Loading A p0.011 2p0.000 1p0.003 1 p0.98 1p 0.000 1p 0.428 p0.09 5 B p0.000 1p0.000 1p0.524 0 p0.17 49 p0.00 05 p0.12 13 p0.11 28 C p0.000 2p0.546 6p0.164 2 p0.59 46 p0.00 33 p0.41 40 p0.42 42(c)(a) (b)6 of 15  MORTREUX et al. 3.3  Males experience greater muscle atrophy in response to disuse than females, however, both sexes experience similar reduction in myofiber cross- sectional area (CSA) After 14 days of hindlimb unloading, HLS animals dis- played greater muscle atrophy compared to the NL controls (Table 1 and Figure 3a). In the posterior com- partment, gastrocnemius mass was 17.6  2.3 and 17.3  2.0 lower in males and females, respectively, with no difference between sexes. Soleus mass was fur- ther reduced in males compared to females (39.9  1.8 vs. 33.5  1.4, p  0.016). In the anterior compartment, extensor digitorum longus (EDL) mass was 9.8  1.8 and 6.0  3.2 lower in HLS compared to NL in males and females, respectively, with no influence of sex. However, the tibialis anterior (TA) mass was more greatly affected in males than in females (16.9  2.0 vs. 10.3  2.1, p  0.042). In the gastrocnemius muscle, HLS led to an overall re- duction in myofiber CSA (effect of loading p  0.0001), with FIGURE 2 Muscle strength weekly assessment. Maximum front (a) and rear (b) paw grip strength; maximal value recorded during the tetanic stimulation of the tibial nerve to elicit a plantar flexion (c), and during the tetanic stimulation of the peroneal nerve to elicit a dorsiflexion (d); in males (black lines) and females (gray lines) exposed to NL (full lines) or HLS (dotted lines) for 14 days. Results are displayed as mean  SEM with n  5 8 animals per group. Details of the three- way Mixed Effect Models and three- way ANOVAs can be found under each panel. Tukeys post hoc tests are shown on each panel as , : p  0.05, p  0.01 vs. day 0; : p  0.05 between males and females; , : p  0.05, p  0.01 vs. NL animals. NL: normal loading, HLS: hindlimb suspension07 14510152025 Days of suspensionMaxFront PawG ripForce (N) Males NL Males HLSFemales NL Females HL S  07 14051015 Days of suspensionMaxRearP awGrip Force (N) Males NL Male s HLSFemales NL Females HL S   07 1480100120140160180 Days of suspensionPlanta rFlexion maxvalue (mN)Fema les NL Females HL SMales NL Males HLS  07 1401020304050 Days of suspensionDors iFlexion maxvalue (mN)Fema les NL Females HL SMales NL Male s HLS (a) (b) (c) (d) Panel Time Sex Loadin gT ime x SexTime x Loadin gSex x Loadin gTime x Sex x Loadin g A p0.012 9p0.000 1p0.022 0 p0.66 07 p0.91 33 p0.37 13 p0.59 05 B p0.000 5p0.007 1p0.000 1 p0.03 66 p0.00 01 p0.21 93 p0.01 81 C p0.014 9p0.000 1 p0.623 p0.39 1p 0.195 p0.39 3p 0.599 D p0.335 p0.022 5p0.0206 p0.89 4p 0.003 3p 0.125 5p 0.002 9 TABLE 1 Hindlimb muscles wet mass Males Females Two- way ANOVA NL HLS NL HLSLoading. p Sex, p Loading  sex, p Gastrocnemius 2.619  0.097 2.158  0.059c1.785  0.036e1.476  0.036 cd 0.0001 0.0001 0.215 Soleus 0.223  0.013 0.134  0.004c0.148  0.005e0.098  0.002ae0.0001 0.0001 0.006 TA 0.873  0.037 0.725  0.017b0.570  0.016e0.511  0.012e0.0001 0.0001 0.048 EDL 0.193  0.009 0.174  0.003 0.128  0.002e0.121  0.004e0.05 0.0001 0.275 Results are displayed as meanSEM and were analyzed using two- way ANOVA (factors Sex and Loading). N  6 8 per group. Post hoc tests are displayed as a, b, c: p  0.01, p  0.001, and p  0.0001 vs. NL sex- matched group, d, e: p  0.01 and p  0.0001 vs. loading- matched males. NL: normal loading, HLS: hindlimb suspension, TA: tibialis anterior, EDL: extensor digitorum longus.  7 of 15 MORTREUX et al. FIGURE 3 Triceps surae histomorphometry. Hindlimb muscle mass in HLS animals males (black bars) and females (gray bars) compared to NL controls (a), percentage of hybrid myofibers in the soleus and gastrocnemius muscles (b), myofiber CSA per fiber type in the gastrocnemius (c) and in the soleus (d) are displayed. Representative images are displayed for both the males (e) and females (f). Images were acquired at 20x, with the scale bar representing 50 m. Results are displayed as mean  SEM with n  5 8 animals per group; and were analyzed using two- way ANOVA (factors: sex and loading). , , , : p  0.05, p  0.01, p  0.001, and p  0.0001. NL: normal loading, HLS: hindlimb suspension, CSA: cross- sectional area 8 of 15  MORTREUX et al. no impact of sex. However, while HLS males displayed a significant reduction in type 1 (MyHC1) CSA (Figure 3c), fe- males experienced a significant reduction in type 2 (MyHC2) and hybrid myofiber (MyHC12) CSA. Moreover, the detec- tion of hybrid myofibers through immunohistochemical staining (Figure 3e), highlighted a significant increase in response to HLS in males (p  0.05) but not females (Figure 3b). In the soleus muscle, overall myofiber CSA was larger in NL males than females (Figure 3d). Unloading resulted in a similar myofiber atrophy in both sexes, regardless of the myofiber type (representative images are available in Figure 3f). Finally, females had less hybrid myofibers than their male counterparts (Figure 3b, p  0.0011). Satellite cells were analyzed using Pax7 immunohis - tochemistry in the soleus muscle and normalized by the number of myofibers (Figure 4). While there was no over- all mean difference, we observed a greater (30) num- ber of Pax7 cells in animals exposed to HLS (Figure 4a), that did not reach our statistical threshold (p  0.1316). In parallel, myonuclei count was 45 greater in response to unloading (p  0.0001, Figure 4b). Interestingly, the increased myonuclear density in response to HLS was greater in females (50.1, p  0.005) than in males (34.2, p  0.052). Representative images for all groups are displayed in Figure 4c. Plasma testosterone decreased steadily over time in male rats exposed to HLS and was 62 lower at 14 days compared to baseline (p  0.036, Table 2), as compared to NL animal male animals which did not change through- out 14 days of NL. In females, plasma estradiol did not differ in response to loading but we observed an effect of time (p  0.022). Indeed, plasma estradiol concentra- tion decreased during the 2nd week of our experiment to reach 5.6  0.7 and 6.8  0.8 pgmL in the NL and HLS rats, respectively. In males, HLS led to a nonsignif- icant increase in CKM concentration (770.25  48.21 vs. 874.22  103.11 in NL and HLS, respectively), while no differences were observed between the females NL and HLS groups. 3.4  Gene expression in the soleus muscle does not indicate sex- based differences RTqPCR was performed on the soleus muscle and ex- pression was normalized using 18S (Figure 5). mRNA content of genes linked to muscle catabolism (Figure 5b) did not present significant variation across groups (Factor sex  loading: Atrogin: p  0.459, muRF- 1: p  0.119), al- though a nonsignificant increase in MuRF- 1 was observed in HLS females compared to HLS males (p  0.0798). mRNA content of genes related to myogenesis were not significantly different between groups (Figure 5a) (Factor sex  loading: Pax7: p  0.565, Myf5: p  0.443, MyoD: p  0.546, MyoG: p  0.437). However, analysis of Ubr5, an E3 ubiquitin ligase involved in muscle recovery, was upregulated in female HLS animals (Ubr5, effect of sex p  0.0065, effect of loading p  0.0702, effect of sex  load- ing p  0.0065). 4  DISCUSSION We studied the effects of 14 days of HLS in adult male and female rats. Exposure to HLS elicited a significant decline in grip strength, muscle mass, and myofiber cross- section area (CSA) in all animals; however, there were also clear differences in the responses between the two sexes with females better maintaining their muscle function during disuse than males. Unsurprisingly in both sexes, HLS led to weight loss (Figure 1a) and a comparable reduction in limb girth (Figure 1c) over the course of the 14- day experiment. As previously reported (Caillaud et al., 2020; Carmo et al., 2016; Mortreux et al., 2018, 2019a, 2019c), maximal rear paw grip force (Figure 2b), steadily increased in normally- loaded (NL) animals while it decreased during exposure to HLS. Among the NL groups, our results did not highlight significant differences between males and females, which confirms the results obtained in previous studies using healthy 100- day old rats (Carmo et al., 2016). However, during disuse, females experienced a smaller decline in grip force than their male counterparts, and a three- way interaction (sex- time- unloading condition) was detected. Females also seemed to conserve their force production capacities during dorsiflexion, while males did not (Figure 2d). We have previously observed this sexual dimorphism during exposure to partial weight- bearing (Mortreux et al., 2018, 2019a, 2019b, 2019c; Semple et al., 2020), and greater decline in neuromuscular transmission efficiency and muscle strength has been shown to affect males rats exposed to 2 weeks of HLS more than females (Deschenes  Leathrum, 2016). However, our findings, both here and in the partial weight- bearing model, are partially discor - dant to what has been reported in humans, where females tend to experience greater alterations in neuromuscular function than males (Deschenes et al., 2009, 2012; Yasuda et al., 2005) but men display increased fatigability (Clark et al., 2005; Deschenes et al., 2009; Fulco et al., 1999; Russ  Kent- Braun, 2003). Yet, it is possible that the variable outcomes reported are due to discrepancies in unloading model, method, and time of the analysis. In particular, clinical bed rest studies that simulate weightlessness in humans, are often based on a single- sex analysis involving men (Marusic et al., 2021). Based on the previous body  9 of 15 MORTREUX et al. of literature, our results could also be linked to substrate usage during force production, which was not explored in our study; since it has been shown that males rely more heavily on glycolytic ATP synthesis than females, which could contribute to the inability to sustain muscle force during submaximal challenges or fatigue protocols (Deschenes et al., 2009). Such mechanistic differences could explain the sex- based discrepancies in force produc- tion such as those observed in our study. Earlier studies performed in humans (Yasuda et al., 2005) and rats (Deschenes et al., 2018; Ilina- Kakueva, 2002; Yoshihara et al., 2019) have highlighted that disuse leads to similar muscle atrophy in males and females and that the soleus, a weight- bearing muscle, is highly sensitive to mechanical unloading (Fitts et al., 2000, 2001; Hurst  Fitts, 2003; Thomason  Booth, 1990). Our current study revealed similar atrophy between sexes in both the gas- trocnemius and TA muscles. However, when compared to controls, HLS males showed greater atrophy than female animals in both the soleus and EDL muscles (Figure 3a and Table 1), which could explain why females outper - formed their counterparts during force testing (Figure 2c,d); especially since the TA is most powerful dorsiflexor of the ankle and largely responsible for force production. These data corroborate our findings of a greater decre - ment in muscle force and function in males than in fe- males during disuse that was previously reported during exposure to partial gravity (Mortreux et al., 2018, 2019a, 2019b, 2019c; Semple et al., 2020). While consistent, our results may appear surprising since earlier investigations reported either no differences in the soleus structure after unloading (Ilina- Kakueva, 2002) or a greater loss in fe- male rats compared to males after 7 days of unloading (Yoshihara et al., 2019). Therefore, we cannot exclude the possibility that muscle deconditioning does not follow a linear evolution, and that early changes might be associ- ated with different underlying mechanisms that were not addressed with our current protocol.FIGURE 4 Satellite cells abundance and myonuclear content of the soleus muscle. Immunostaining was performed on the soleus muscle and the Pax7 cells fiber (a) and myonuclei density (b) were determined. Representative images are shown (c) and were obtained at 20 with the scale bar representing 50 m. Results are displayed as mean  SEM with n  5 8 animals per group; : p  0.01. NL: normal loading, HLS: hindlimb suspension, WGA: wheat germ agglutinin 10 of 15  MORTREUX et al. Interestingly, HLS led to overall atrophy in the so- leus both males and females regardless of myofiber type (Figure 3c,d). While this may appear surprising, based on previous literature (Ohira et al., 2002), this could poten- tially be due to the addition of using triple- staining to bet- ter characterize hybrid myofibers. On the other hand, in the gastrocnemius muscle, we observed that HLS resulted in preferential atrophy in type 2 and hybrid myofibers in females, as opposed to preferential atrophy in type 1 my - ofibers in males. This disparity between sexes may be ex- plained by an increased proportion of hybrid myofibers in the muscle of HLS males (Figure 3b) that was not observed in females. Moreover, these differences in fiber type might be responsible for the phenotypical divergence observed during force generation. Indeed, while females remained largely unaffected regardless of the loadingunloading status, HLS males failed to increase their force production over time (0.43) compared to their controls (9.13). Recent clinical and preclinical studies have shown per- turbations in satellite cell activity and abundance that ac- company disuse- induced muscle atrophy (McKenna  Fry, 2017) and implied the existence of sex- based interaction in satellite cells abundance, proliferation, and differenti- ation (Lee et al., 2011; Neal et al., 2012; Song et al., 2013). Historical studies indicate that disuse atrophy is associ- ated with myonuclear apoptosis (Allen et al., 1997) that would necessitate satellite cell fusion to restore. However, hindlimb suspension protocols have often shown decre - ments in satellite cell content concomitant with muscle atrophy (Babcock et al., 2015; Nakanishi et al., 2016); while clinical studies have yielded conflicting results, with studies showing both loss of satellite cell content with disuse (Arentson- Lantz et al., 2016) and increased satel- lite cell content with immobilization (Suetta et al., 2013). Our data show a nonsignificant elevation in satellite cell content with hindlimb suspension in the soleus in both males and females, in addition to greater myonuclear con- tent in hindlimb suspended animals. We note that female animals show a greater elevation in myonuclear density with suspension as compared to males (34.2, p  0.052 in males, 50.1, p  0.0052 in females). The height - ened myonuclear content during unloading in females may offer protection against disuse and contribute to the greater preservation of muscle function that we observed in the current study. Sex- hormones concentrations are strongly associated with muscle function. In males, testosterone promotes muscle mass and strength (Haizlip et al., 2015; Rosa- Caldwell  Greene, 2019; Stein, 2013), and decrease in testosterone concentrations are associated with reduced muscle size (McHale et al., 2012; Nnodim, 2001; Sinha et al., 2014) and often observed during hindlimb un- loading (Lin et al., 2016). Moreover, it has been shown TABLE 2 Serological parameters Days of suspension 0 7 14 Parameter Sex NL HLS NL HLS NL HLS Testosterone (ngmL) Males 2.83  0.49 3.51  0.85 4.92  1.45 2.02  0.58 1.97  0.40 1.33  0.31 Females       Estradiol (pgmL) Males       Females 13.45  4.72 20.89  7.18 9.77  2.06 11.39  2.25 5.60  0.71 6.77  0.84 Creatine- Kinase M (ngmL) Males     770.25  48.21 874.22  103.11 Females     775.00  30.83 772.05  18.73 Results are displayed as mean  SEM, n  6 8 per group. Testosterone and estradiol were analyzed with two- way RM ANOVA (factors of time and loading) followed by Tukeys post hoc test. Creatine- Kinase M (CKM) was analyzed with two- way ANOVA (factor of sex and loading) followed by Tukeys post hoc test. Testosterone: time  loading p  0.0541, time p  0.0516, loading p  0.1902, : p  0.05 vs. day 0. Estradiol: time  loading p  0.5807, time p  0.0221, loading p  0.2344. Creatine- Kinase M (CKM): no significant effect. NL: normal loading, HLS: hindlimb suspension. Dashed denote when measurements were not obtained.  11 of 15 MORTREUX et al. that low- dose testosterone supplementation can success - fully enhance the impact of mitigating countermeasures in subjects exposed to long- term bed rest (Dillon et al., 2018). Therefore, it is not surprising to detect a signifi- cant decrease in testosterone in HLS males at 14d com- pared to their baseline values (Table 2). In females, while testosterone levels could not be analyzed, we assessed the concentration of 17- estradiol, the most biologically active form, known to preserve muscle mass and regen- eration (Greising et al., 2009; Larson et al., 2020), and for which deficiencies are linked to decreased muscle mass (Karvinen et al., 2021; Sitnick et al., 2006), strength (Kamanga- Sollo et al., 2017), and quality (Qaisar et al., 2013). Indeed, muscle- related outcomes were less im- pacted in female rats consistent with relative stability of estradiol concentration over time, but were not signifi- cantly correlated to their estrus cycle (data not shown, p  0.727). However, it is important to note that all ani- mals displayed greater variability in their hormonal con- centration since our female rats were not cycled prior to baseline. This limitation should thus be addressed in future studies, as previous work highlighted that acyclic female mice exhibit significantly greater atrophy of the skeletal muscle than cycling mice during cancer cachexia progression (Hetzler et al., 2017) and that 17- estradiol could improve mitochondrial function and prevent ca- chexias disruption (Counts et al., 2019).Using RTqPCR, we were unable to detect differences between sexes or loading in the soleus muscle, the most affected of the hindlimb muscles in response to weight - lessness and microgravity analogs (Fitts et al., 2000, 2001; Figure 5). While this may seem surprising due to the strong functional deficits elicited by our 14- day HLS protocol, previous studies highlighted that gene expres - sion is mostly modulated during the early stages of un- loading (Mochalova et al., 2019) and often fails to detect significant differences after 14 days of exposure (Atherton et al., 2016). Therefore, it is possible that early changes were simply missed. Interestingly, prior works in mice have found females appear to have greater inductions of genes related to protein catabolism compared to males, and many of these differences appear to normalize after 7 days (Rosa- Caldwell et al., 2021). Additionally, we can- not exclude that changes may have been present in other muscles such as the gastrocnemius and EDL. However, that same study found female mice appear to have greater overall basal protein synthetic rates throughout the early phases of disuse compared to males, which may help fa- cilitate greater grip force maintenance throughout longer durations of disuse. On the contrary, we noted that Ubr5 expression, an E3 ubiquitin ligase involved in muscle recovery (Dablainville  Sanchez, 2019; Hughes et al., 2021), was significantly greater in HLS females com- pared to both NL animals and male counterparts. This FIGURE 5 RTqPCR analysis of the soleus muscle. RTqPCR was performed on the soleus muscle to detect gene expression of Pax7, Myf5, MyoD, MyoG, and Ubr5 (a), Atrogin, muRF- 1 (b). Results are presented as mean  SEM normalized with 18S as housekeeping gene, with n  5 8 per group, and analyzed with two- way ANOVAs followed by Tukeys multiple comparisons tests. : p  0.01 vs. sex- matched NL animals, : p  0.001 vs. loading- matched males. NL: normal loading, HLS: hindlimb suspension(a) (b)Pax7 Myf5 MyoD MyoG Ubr501234Relative Units18SMales NL Males HLS Females NL Females HLS  Atrogi nM uRF101234Relative Units18SMales NL Males HLS Females NL Females HLS p0.078112 of 15  MORTREUX et al. unexpected increase could explain why females main- tained better functional strength than males, suggesting a repair- mechanism might already be activated in response to disuse. In summary, our work highlights complex sex- based differences in the muscles of rats exposed to simulated microgravity using hindlimb suspension. While all ani- mals experienced muscle disuse in response to unloading, females were able to better maintain their muscle func- tion compared to the males. Through these experiments, we hope to emphasize the need for researchers to assess the impact of reduced weight- bearing in both sexes in- dependently. This will allow us to better characterize the underlying mechanisms and therefore provide suitable, sex- specific countermeasures for astronauts. ACKNOWLEDGMENTS This work was supported by a grant from the National Aeronautics and Space Administration (NASA: 80 NSSC19K1598, PI: SBR) and the Stamps Scholarship (IDS). CONFLICTS OF INTEREST No conflict of interest, financial, or otherwise, are de- clared by the authors. AUTHOR CONTRIBUTIONS MM, MRC, DS, IDS, and NTT performed the experiments, MM, MRC, DS, IDS, NTT, and CSF analyzed the results, MM and CSF prepared the figures, MM drafted the manu- script, MRC, NTT, CSF, and SBR edited the manuscript, MM, MRC, and SBR designed the research and experi- ments. All authors were involved in the revision of the manuscript and approved its final version. ORCID Marie Mortreux https:orcid.org0000-0001-8567-8184 REFERENCES Allen, D. L., Linderman, J. K., Roy, R. R., Bigbee, A. J., Grindeland, R. E., Mukku, V.,  Edgerton, V. R. (1997). Apoptosis: A mecha- nism contributing to remodeling of skeletal muscle in response to hindlimb unweighting. American Journal of Physiology- Cell Physiology, 273(2), C579 C587. https:doi.org10.1152ajpce ll.1997.273.2.c579 Arentson- Lantz, E. J., English, K. L., Paddon- Jones, D.,  Fry, C. S. (2016). Fourteen days of bed rest induces a decline in satellite cell content and robust atrophy of skeletal muscle fibers in middle- aged adults. Journal of Applied Physiology, 120, 965 975. https:doi.org10.1152jappl physi ol.00799.2015 Atherton, P. J., Greenhaff, P. L., Phillips, S. M., Bodine, S. C., Adams, C. M.,  Lang, C. H. (2016). Control of skeletal muscle atrophy in response to disuse: Clinicalpreclinical contentions and falla- cies of evidence. American Journal of Physiology- Endocrinology and Metabolism, 311, E594 E604. https:doi.org10.1152 ajpen do.00257.2016 Babcock, L. W., Knoblauch, M.,  Clarke, M. S. F. (2015). The role of myostatin and activin receptor IIB in the regulation of un- loadinginduced myofiber type- specific skeletal muscle atro- phy. Journal of Applied Physiology, 119, 633 642. https:doi. org10.1152jappl physi ol.00762.2014 Caillaud, M., Msheik, Z., Ndong- Ntoutoume, G. M. A., Vignaud, L., Richard, L., Favreau, F., Faye, P. A., Sturtz, F., Granet, R., Vallat, J. M., Sol, V., Desmoulire, A.,  Billet, F. (2020). Curcumin cyclodextrincellulose nanocrystals improve the phenotype of Charcot- Marie- Tooth- 1A transgenic rats through the reduction of oxidative stress. Free Radical Biology and Medicine, 161, 246 262. https:doi.org10.1016j.freer adbio med.2020.09.019 Carmo, E. D. C. D., Sanada, L. S., Machado, N. L. B.,  Fazan, V. P. S. (2016). Does pain in the neonatal period influence motor and sensory functions in a similar way for males and females during post- natal development in rats? Pain Medicine (United States), 17, 1520 1529. https:doi.org10.1093pmpnv117 Clark, B. C., Collier, S. R., Manini, T. M.,  Ploutz- Snyder, L. L. (2005). Sex differences in muscle fatigability and activation pat- terns of the human quadriceps femoris. European Journal of Applied Physiology, 94, 196 206. https:doi.org10.1007s0042 1- 004- 1293- 0 Counts, B. R., Fix, D. K., Hetzler, K. L.,  Carson, J. A. (2019). The effect of estradiol administration on muscle mass loss and cachexia progression in female ApcMin mice. Frontiers in Endocrinology, 10, https:doi.org10.3389fendo.2019.00720 DLugos, A. C., Fry, C. S., Ormsby, J. C., Sweeney, K. R., Brightwell, C. R., Hale, T. M., Gonzales, R. J., Angadi, S. S., Carroll, C. C.,  Dickinson, J. M. (2019). Chronic doxorubicin administration impacts satellite cell and capillary abundance in a muscle- specific manner. Physiological Reports, 7, e14052. https:doi. org10.14814 phy2.14052 Dablainville, V.,  Sanchez, A. M. J. (2019). The role of the recently discovered E3 ubiquitin ligase UBR5 in skeletal muscle mass regulation. Journal of Physiology, 597, 4133 4135. https:doi. org10.1113JP278533 Deschenes, M. R., Adan, M. A., Kapral, M. C., Kressin, K. A., Leathrum, C. M., Seo, A., Li, S.,  Schaffrey, E. C. (2018). Neuromuscular adaptability of male and female rats to mus- cle unloading. Journal of Neuroscience Research, 96, 284 296. https:doi.org10.1002jnr.24129 Deschenes, M. R.,  Leathrum, C. M. (2016). Gender- specific neuro - muscular adaptations to unloading in isolated rat soleus muscles. Muscle and Nerve, 54, 300 307. https:doi.org10.1002mus.25038 Deschenes, M. R., McCoy, R. W., Holdren, A. N.,  Eason, M. K. (2009). Gender influences neuromuscular adaptations to mus- cle unloading. European Journal of Applied Physiology, 105, 889 897. https:doi.org10.1007s0042 1- 008- 0974- 5 Deschenes, M. R., Mccoy, R. W.,  Mangis, K. A. (2012). Factors relating to gender specificity of unloading- induced declines in strength. Muscle and Nerve, 46, 210 217. https:doi. org10.1002mus.23289 Dillon, E. L., Sheffield- Moore, M., Durham, W. J., Ploutz- Snyder, L. L., Ryder, J. W., Danesi, C. P., Randolph, K. M., Gilkison, C. R.,  Urban, R. J. (2018). Efficacy of testosterone plus NASA ex- ercise countermeasures during head- down bed rest. Medicine and Science in Sports and Exercise, 50, 1929 1939. https:doi. org10.1249MSS.00000 00000 001616  13 of 15 MORTREUX et al. Finnerty, C. C., McKenna, C. F., Cambias, L. A., Brightwell, C. R., Prasai, A., Wang, Y., El Ayadi, A., Herndon, D. N., Suman, O. E.,  Fry, C. S. (2017). Inducible satellite cell depletion atten- uates skeletal muscle regrowth following a scald- burn injury. Journal of Physiology, 595, 6687 6701. https:doi.org10.1113 JP274841 Fitts, R. H., Riley, D. R.,  Widrick, J. J. (2000). Physiology of a mi- crogravity environment invited review: Microgravity and skele - tal muscle. Journal of Applied Physiology, 89, 823 839. https: doi.org10.1152jappl.2000.89.2.823 Fitts, R. H., Riley, D. R.,  Widrick, J. J. (2001). Functional and struc- tural adaptations of skeletal muscle to microgravity Online. Journal of Experimental Biology, 204, 3201 3208. https:doi. org10.1242jeb.204.18.3201. Fulco, C. S., Rock, P. B., Muza, S. R., Lammi, E., Cymerman, A., Butterfield, G., Moore, L. G., Braun, B.,  Lewis, S. F. (1999). Slower fatigue and faster recovery of the adductor pollicis muscle in women matched for strength with men. Acta Physiologica Scandinavica, 167, 233 239. https:doi. org10.1046j.1365- 201X.1999.00613.x Greene, N. P., Lee, D. E., Brown, J. L., Rosa, M. E., Brown, L. A., Perry, R. A., Henry, J. N.,  Washington, T. A. (2015). Mitochondrial quality control, promoted by PGC- 1, is dysregulated by Western diet- induced obesity and partially restored by moder - ate physical activity in mice. Physiological Reports, 3, e12470. https:doi.org10.14814 phy2.12470 Greising, S. M., Baltgalvis, K. A., Lowe, D. A.,  Warren, G. L. (2009). Hormone therapy and skeletal muscle strength: A meta- analysis. Journals of Gerontology Series A: Biomedical Sciences and Medical Sciences, 64, 1071 1081. Haizlip, K. M., Harrison, B. C.,  Leinwand, L. A. (2015). Sex- based differences in skeletal muscle kinetics and fiber- type compo - sition. Physiology, 30(1), 30 39. https:doi.org10.1152physi ol.00024.2014 Hetzler, K. L., Hardee, J. P., Lavoie, H. A., Murphy, E. A.,  Carson, J. A. (2017). Ovarian functions role during cancer cachexia pro- gression in the female mouse. American Journal of Physiology- Endocrinology and Metabolism, 312, E447 E459. https:doi. org10.1152ajpen do.00294.2016 Hetzler, K. L., Hardee, J. P., Puppa, M. J., Narsale, A. A., Sato, S., Davis, J. M.,  Carson, J. A. (1852). Sex differences in the relationship of IL- 6 signaling to cancer cachexia progression. Biochimica Et Biophysica Acta (BBA) - Molecular Basis of Disease, 816 825, 2015. https:doi.org10.1016j.bbadis.2014.12.015 Hughes, D. C., Turner, D. C., Baehr, L. M., Seaborne, R. A., Viggars, M., Jarvis, J. C., Gorski, P. P., Stewart, C. E., Owens, D. J., Bodine, S. C.,  Sharples, A. P. (2021). Knockdown of the E3 ubiq- uitin ligase UBR5 and its role in skeletal muscle Anabolism. American Journal of Physiology- Cell Physiology, 320, C45 C56. https:doi.org10.1152AJPCE LL.00432.2020 Hurst, J. E.,  Fitts, R. H. (2003). Hindlimb unloading- induced mus- cle atrophy and loss of function: Protective effect of isometric exercise. Journal of Applied Physiology, 95, 1405 1417. https: doi.org10.1152jappl physi ol.00516.2002 Ilina- Kakueva E. I. (2002). Hindlimb antigravity muscles reaction in male and female rats to the deficit of functional loading. Aviakosmicheskaia I Ekologicheskaia Meditsina Aerospace and Environmental Medicine, 36(2), 9 13. Kamanga- Sollo, E., Thornton, K. J., White, M. E.,  Dayton, W. R. (2017). Role of G protein- coupled estrogen receptor- 1 in estradiol 17- induced alterations in protein synthesis and protein degradation rates in fused bovine satellite cell cul- tures. Domestic Animal Endocrinology, 58, 90 96. https:doi. org10.1016j.doman iend.2016.09.002 Karvinen, S., Juppi, H.- K., Le, G., Cabelka, C. A., Mader, T. L., Lowe, D. A.,  Laakkonen, E. K. (2021). Estradiol deficiency and skeletal muscle apoptosis: Possible contribution of mi- croRNAs. Experimental Gerontology, 147, 111267. https:doi. org10.1016j.exger.2021.111267 Larson, A. A., Baumann, C. W., Kyba, M.,  Lowe, D. A. (2020). Oestradiol affects skeletal muscle mass, strength and satellite cells following repeated injuries. Experimental Physiology, 105, 1700 1707. https:doi.org10.1113EP088827 LeBlanc, A., Lin, C., Shackelford, L., Sinitsyn, V., Evans, H., Belichenko, O., Schenkman, B., Kozlovskaya, I., Oganov, V., Bakulin, A., Hedrick, T.  Feeback, D. (2000). Muscle volume, MRI relax - ation times (T2), and body composition after spaceflight. LeBlanc, A., Schneider, V., Shackelford, L., West, S., Oganov, V., Bakulin, A.  Voronin, L. (2000). Bone mineral and lean tissue loss after long duration space flight. Online. http:www.ncbi. nlm.nih.govpubme d15758512 Lee, D. M., Bajracharya, P., Lee, E. J., Kim, J. E., Lee, H. J., Chun, T., Kim, J., Cho, K. H., Chang, J., Hong, S.,  Choi, I. (2011). Effects of gender- specific adult bovine serum on myogenic sat- ellite cell proliferation, differentiation and lipid accumulation. In Vitro Cellular  Developmental Biology - Animal, 47, 438 444. https:doi.org10.1007s1162 6- 011- 9427- 2 Lim, S., Dunlap, K. R., Rosa- Caldwell, M. E., Haynie, W. S., Jansen, L. T., Washington, T. A.,  Greene, N. P. (2020). Comparative plasma proteomics in muscle atrophy during cancer- cachexia and disuse: The search for atrokines. Physiological Reports, 8, 14608. https:doi.org10.14814 phy2.14608 Lin, X., Hanson, E., Betik, A. C., Brennan- Speranza, T. C., Hayes, A.,  Levinger, I. (2016). Hindlimb immobilization, but not castra- tion, induces reduction of undercarboxylated osteocalcin asso- ciated with muscle atrophy in rats. Journal of Bone and Mineral Research, 31, 1967 1978. https:doi.org10.1002jbmr.2884 Mark, S. (2007). From Earth to Mars: Sex differences and their im- plications for musculoskeletal health. Journal of the American Academy of Orthopaedic Surgeons, 15, S19 21. https:doi. org10.543500124 635- 20070 0001- 00006 Marusic, U., Narici, M., imuni, B., Piot, R.  Ritzmann, R. (2021). Non- uniform loss of muscle strength and atrophy during bed rest: A systematic review. McHale, M. J., Sarwar, Z. U., Cardenas, D. P., Porter, L., Salinas, A. S., Michalek, J. E., McManus, L. M.,  Shireman, P. K. (2012). Increased fat deposition in injured skeletal muscle is regulated by sex- specific hormones. American Journal of Physiology- Regulatory, Integrative and Comparative Physiology, 302(3), R331 R339. https:doi.org10.1152ajpre gu.00427.2011. McKenna, C. F.,  Fry, C. S. (2017). Altered satellite cell dynam- ics accompany skeletal muscle atrophy during chronic ill- ness, disuse, and aging. Current Opinion in Clinical Nutrition and Metabolic Care, 20(6), 447 452. https:doi.org10.1097 MCO.00000 00000 000409 Miles, M. P., Heil, D. P., Larson, K. R., Conant, S. B.,  Schneider, S. M. (2005). Prior resistance training and sex influence muscle re- sponses to arm suspension. Medicine and Science in Sports and Exercise, 37, 1983 1989. https:doi.org10.124901.mss.00001 76302.99185.be14 of 15  MORTREUX et al. Mochalova, E. P., Belova, S. P., Mirzoev, T. M., Shenkman, B. S.,  Nemirovskaya, T. L. (2019). Atrogin- 1MAFbx mRNA expres - sion is regulated by histone deacetylase 1 in rat soleus muscle under hindlimb unloading. Scientific Reports, 9(1), https:doi. org10.1038s4159 8- 019- 46753 - 0 Mortreux, M., Ko, F. C. F. C., Riveros, D., Bouxsein, M. L. M. L.,  Rutkove, S. B. S. B. (2019). Longitudinal time course of mus- cle impairments during partial weight- bearing in rats. Npj Microgravity, 5, 20. https:doi.org10.1038s4152 6- 019- 0080- 5 Mortreux, M., Nagy, J. A., Ko, F. C., Bouxsein, M. L.,  Rutkove, S. B. (2018). A novel partial gravity ground- based analog for rats via quadrupedal unloading. Journal of Applied Physiology, 125, 175 182. https:doi.org10.1152jappl physi ol.01083.2017 Mortreux, M., Riveros, D., Bouxsein, M. L.,  Rutkove, S. B. (2019). Mimicking a space mission to mars using hindlimb unload- ing and partial weight bearing in rats. Journal of Visualized Experiments, 2019, e59327. https:doi.org10.379159327 Mortreux, M., Riveros, D., Bouxsein, M. L. M. L.,  Rutkove, S. B. S. B. (2019). A moderate daily dose of resveratrol mitigates muscle deconditioning in a martian gravity analog. Frontiers in Physiology, 10, 899. https:doi.org10.3389fphys.2019.00899 Mortreux, M., Riveros, D., Semple, C., Bouxsein, M. L. M. L.,  Rutkove, S. B. S. B. (2020). The partial weight- bearing rat model using a pelvic harness does not impact stress or hind- limb blood flow. Acta Astronautica, 168, 249 255. https:doi. org10.1016j.actaa stro.2019.12.024 Nakanishi, R., Hirayama, Y., Tanaka, M., Maeshige, N., Kondo, H., Ishihara, A., Roy, R. R.,  Fujino, H. (2016). Nucleoprotein supplementation enhances the recovery of rat soleus mass with reloading after hindlimb unloading induced atrophy via myonuclei accretion and increased protein synthesis. Nutrition Research, 36, 1335 1344. https:doi.org10.1016j. nutres.2016.10.007 Neal, A., Boldrin, L.,  Morgan, J. E. (2012). The satellite cell in male and female, developing and adult mouse muscle: Distinct stem cells for growth and regeneration. PLoS One, 7, 37950. https: doi.org10.1371journ al.pone.0037950 Nnodim, J. O. (2001). Testosterone mediates satellite cell activation in denervated rat levator ani muscle. The Anatomical Record, 263, 19 24. https:doi.org10.1002ar.1072 Ohira, Y., Yoshinaga, T., Nomura, T., Kawano, F., Ishihara, A., Nonaka, I., Roy, R. R.,  Edgerton, V. R. (2002). Gravitational unloading effects on muscle fiber size, phenotype and myonu- clear number. Advances in Space Research, 30, 777 781. https: doi.org10.1016S0273 - 1177(02)00395 - 2 Petersen, N., Jaekel, P., Rosenberger, A., Weber, T., Scott, J., Castrucci, F., Lambrecht, G., Ploutz- Snyder, L., Damann, V., Kozlovskaya, I.,  Mester, J. (2016). Exercise in space: The European Space Agency approach to in- flight exercise countermeasures for long- duration missions on ISS. Extreme Physiology  Medicine, 5, 9. https:doi.org10.1186s1372 8- 016- 0050- 4 Ploutz- Snyder, L., Bloomfield, S., Smith, S. M., Hunter, S. K., Templeton, K.,  Bemben, D. (2014). Effects of sex and gen- der on adaptation to space: Musculoskeletal health. Journal of Womens Health, 23, 963 966. https:doi.org10.1089 jwh.2014.4910 Pool- Goudzwaard, A. L., Belav, D. L., Hides, J. A., Richardson, C. A.,  Snijders, C. J. (2015). Low back pain in microgravity and bed rest studies. Aerospace Medicine and Human Performance, 86, 541 547. https:doi.org10.3357AMHP.4169.2015Qaisar, R., Renaud, G., Hedstrom, Y., Pllnen, E., Ronkainen, P., Kaprio, J., Alen, M., Sipil, S., Artemenko, K., Bergquist, J., Kovanen, V.,  Larsson, L. (2013). Hormone replacement ther- apy improves contractile function and myonuclear organiza- tion of single muscle fibres from postmenopausal monozygotic female twin pairs. The Journal of Physiology, 591, 2333 2344. https:doi.org10.1113jphys iol.2012.250092 Rosa- Caldwell, M. E.,  Greene, N. P. (2019). Muscle metabolism and atrophy: Lets talk about sex. Biology of Sex Differences, 10(1), https:doi.org10.1186s1329 3- 019- 0257- 3 Rosa- Caldwell, M. E., Lim, S., Haynie, W. A., Brown, J. L., Deaver, J. W., Morena Da Silva, F., Jansen, L. T., Lee, D. E., Wiggs, M. P., Washington, T. A.  Greene, N. P. (2021). Female mice may have exacerbated catabolic signalling response compared to male mice during development and progression of disuse atrophy. Russ, D. W.,  Kent- Braun, J. A. (2003). Sex differences in human skeletal muscle fatigue are eliminated under ischemic condi- tions. Journal of Applied Physiology, 94, 2414 2422. https:doi. org10.1152jappl physi ol.01145.2002 Semple, C., Riveros, D., Nagy, J. A., Rutkove, S. B.,  Mortreux, M. (2020). Partial weight- bearing in female rats: Proof of concept in a Martian- Gravity Analog. Frontiers in Physiology, 11, 302. https:doi.org10.3389fphys.2020.00302 Sibonga, J., Matsumoto, T., Jones, J., Shapiro, J., Lang, T., Shackelford, L., Smith, S. M., Young, M., Keyak, J., Kohri, K., Ohshima, H., Spector, E.,  LeBlanc, A. (2019). Resistive exercise in astro - nauts on prolonged spaceflights provides partial protection against spaceflight- induced bone loss. Bone, 128, https:doi. org10.1016j.bone.2019.07.013 Sinha, I., Sinha- Hikim, A. P., Wagers, A. J.,  Sinha- Hikim, I. (2014). Testosterone is essential for skeletal muscle growth in aged mice in a heterochronic parabiosis model. Cell and Tissue Research, 357, 815 821. https:doi.org10.1007s0044 1- 014- 1900- 2 Sitnick, M., Foley, A. M., Brown, M.,  Spangenburg, E. E. (2006). Ovariectomy prevents the recovery of atrophied gastrocnemius skeletal muscle mass. Journal of Applied Physiology, 100, 286 293. https:doi.org10.1152jappl physi ol.00869.2005 Song, Y., McFarland, D. C.,  Velleman, S. G. (2013). Growth and sex effects on the expression of syndecan- 4 and glypican- 1 in turkey myogenic satellite cell populations. Molecular and Cellular Biochemistry, 378, 65 72. https:doi.org10.1007 s1101 0- 013- 1594- x Stein, T. P. (2013). Weight, muscle and bone loss during space flight: Another perspective. European Journal of Applied Physiology, 113, 2171 2181. https:doi.org10.1007s0042 1- 012- 2548- 9 Suetta, C., Frandsen, U., Mackey, A. L., Jensen, L., Hvid, L. G., Bayer, M. L., Petersson, S. J., Schrder, H. D., Andersen, J. L., Aagaard, P., Schjerling, P.,  Kjaer, M. (2013). Ageing is associated with diminished muscle re- growth and myogenic precursor cell ex- pansion early after immobility- induced atrophy in human skel- etal muscle. The Journal of Physiology, 591, 3789 3804. https: doi.org10.1113jphys iol.2013.257121 Tanaka, K., Nishimura, N.,  Kawai, Y. (2017). Adaptation to mi- crogravity, deconditioning, and countermeasures. The Journal of Physiological Sciences, 67, 271 281. https:doi.org10.1007 s1257 6- 016- 0514- 8 Tang, R., She, Q., Lu, Y., Yin, R., Zhu, P., Zhu, L., Zhou, M.,  Zheng, C. (2019). Quality control of RNA extracted from PAXgene blood RNA tubes after different storage periods. Biopreservation and Biobanking, 17, 477 482. https:doi.org10.1089bio.2019.0029  15 of 15 MORTREUX et al. Thomason, D. B.,  Booth, F. W. (1990). Atrophy of the soleus mus- cle by hindlimb unweighting. Journal of Applied Physiology, 68, 1 12. https:doi.org10.1152jappl.1990.68.1.1 Trappe, S., Costill, D., Gallagher, P., Creer, A., Peters, J. R., Evans, H., Riley, D. A.,  Fitts, R. H. (2009). Exercise in space: Human skeletal muscle after 6 months aboard the International Space Station. Journal of Applied Physiology, 106, 1159 1168. https: doi.org10.1152jappl physi ol.91578.2008 Washington, T. A., Brown, L., Smith, D. A., Davis, G., Baum, J.,  Bottje, W. Monocarboxylate transporter expression at the onset of skeletal muscle regeneration. Physiological Reports, 1(4), https:doi.org10.1002phy2.75. Wen, Y., Murach, K. A., Vechetti, I. J., Fry, C. S., Vickery, C., Peterson, C. A., McCarthy, J. J.,  Campbell, K. S. (2018). Myo Vision: Software for automated high- content analysis of skeletal mus- cle immunohistochemistry. Journal of Applied Physiology, 124, 40 51. https:doi.org10.1152jappl physi ol.00762.2017 Wing, P. C., Tsang, I. K. Y., Susak, L., Gagnon, F., Gagnon, R.,  Potts, J. E. (1991). Back pain and spinal changes in micrograv - ity. Orthopedic Clinics of North America, 22(2), 255 262. https: doi.org10.1016S0030 - 5898(20)31651 - 5 Winnard, A., Nasser, M., Debuse, D., Stokes, M., Evetts, S., Wilkinson, M., Hides, J.,  Caplan, N. (2017). Systematic re- view of countermeasures to minimise physiological changes and risk of injury to the lumbopelvic area following long- term microgravity. Musculoskeletal Science and Practice, 27, S5 S14. https:doi.org10.1016j.msksp.2016.12.009 Yasuda, N., Glover, E. I., Phillips, S. M., Isfort, R. J.,  Tarnopolsky, M. A. (2005). Sex- based differences in skeletal muscle function and morphology with short- term limb immobilization. Journal of Applied Physiology, 99, 1085 1092. https:doi.org10.1152 jappl physi ol.00247.2005 Yoshihara, T., Natsume, T., Tsuzuki, T., wen Chang, S., Kakigi, R., Sugiura, T.,  Naito, H. (2019). Sex differences in forkhead box O3a signaling response to hindlimb unloading in rat so- leus muscle. The Journal of Physiological Sciences, 69, 235 244. https:doi.org10.1007s1257 6- 018- 0640- 6 Zhong, X.,  Zimmers, T. A. (2020). Sex differences in cancer ca- chexia. Current Osteoporosis Reports, 18(6), 646 654. https: doi.org10.1007s1191 4- 020- 00628 - w How to cite this article: Mortreux, M., Rosa- Caldwell, M. E., Stiehl, I. D., Sung, D.- M., Thomas, N. T., Fry, C. S.,  Rutkove, S. B. (2021). Hindlimb suspension in Wistar rats: Sex- based differences in muscle response. Physiological Reports, 9, e15042. https:doi.org10.14814 phy2.15042",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_23.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_24.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_25.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_26.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_27.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_28.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_29.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_30.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_31.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_32.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_33.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_34.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_35.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_36.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_37.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_38.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_39.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_40.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_41.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_42.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_43.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_44.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_45.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_46.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_47.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_48.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_49.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_50.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_51.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_52.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_53.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_54.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_55.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_56.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_57.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_58.jpg",
                "caption": "No caption available"
            }
        ]
    }
]