[
    {
        "pmid": "34312248",
        "title": "Auxin in Root Development.",
        "year": "2022",
        "journal": "Cold Spring Harb Perspect Biol",
        "abstract": "Root system architecture is an important determinant of below-ground resource capture and hence overall plant fitness. The plant hormone auxin plays a central role in almost every facet of root development from the cellular to the whole-root-system level. Here, using Arabidopsis as a model, we review the multiple gene signaling networks regulated by auxin biosynthesis, conjugation, and transport that underpin primary and lateral root development. We describe the role of auxin in establishing the root apical meristem and discuss how the tight spatiotemporal regulation of auxin distribution controls transitions between cell division, cell growth, and differentiation. This includes the localized reestablishment of mitotic activity required to elaborate the root system via the production of lateral roots. We also summarize recent discoveries on the effects of auxin and auxin signaling and transport on the control of lateral root gravitropic setpoint angle (GSA), a critical determinant of the overall shape of the root system. Finally, we discuss how environmental conditions influence root developmental plasticity by modulation of auxin biosynthesis, transport, and the canonical auxin signaling pathway.",
        "full_text": "Auxin in Root Development Suruchi Roychoudhry and Stefan Kepinski Centre for Plant Sciences, Faculty of Biological Sciences, University of Leeds, Leeds LS2 9JT, United Kingdom Correspondence: s.roychoudhryleeds.ac.uk; s.kepinskileeds.ac.uk Root system architecture is an important determinant of below-ground resource capture and hence overall plant fitness. The plant hormone auxin plays a central role in almost every facetof root development from the cellular to the whole-root-system level. Here, using Arabidopsis as a model, we review the multiple gene signaling networks regulated by auxin biosynthesis,conjugation, and transport that underpin primary and lateral root development. We describethe role of auxin in establishing the root apical meristem and discuss how the tight spatio-temporal regulation of auxin distribution controls transitions between cell division, cellgrowth, and differentiation. This includes the localized reestablishment of mitotic activityrequired to elaborate the root system via the production of lateral roots. We also summarizerecent discoveries on the effects of auxin and auxin signaling and transport on the control oflateral root gravitropic setpoint angle (GSA), a critical determinant of the overall shape of theroot system. Finally, we discuss how environmental conditions influence root developmentalplasticity by modulation of auxin biosynthesis, transport, and the canonical auxin signalingpathway. In vascular plants, root systems form the inter- face between the plant body and the soil. They play a crucial role in basic functions such as an-chorage and nutrient and water uptake, as well as in species-speci c functions such as vegetative reproduction, minimizing underground compe-tition with adjacent individuals, and maintain- ing abiotic and biotic interactions within the rhizosphere (Morris et al. 2017). Plants encoun-ter myriad subterranean macro- and micro- environmental stresses during their lifetimes, including biotic stresses, such as pathogen at-tack, and abiotic stresses such as nutrient and water scarcity. Root systems must therefore re- tain the ability to perceive and respond to thesestresses at multiple levels, ranging from individ- ual cells to tissues and eventually whole organs.The ability of root systems to maintain a high degree of plasticity is therefore key to ensuring the survival, tness, and adaptation of individual plants (Khan et al. 2016). Roots can have one of two distinct origins: the embryo (embryonic, i.e., primary or seminalroots) or other roots andor non-root tissues (postembryonic). Roots that arise from pre- existing roots are usually secondary or lateralroots (LRs), while those that arise from non- root tissues are adventitious or basal roots (for review, see Du and Scheres 2018). In dicot spe-cies, including Arabidopsis , the primary embry- onic root is dominant and produces a number of secondary LRs. Over time, these LRs reiteratethe formation of new LRs, which leads to the production of a highly ordered and spatially dis- Editors: Dolf Weijers, Karin Ljung, Mark Estelle, and Ottoline Leyser Additional Perspectives on Auxin Signaling available at www.cshperspectives.org Copyright  2022 Cold Spring Harbor Laboratory Press; all rights reserved; doi: 10.1101cshperspect.a039933 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933 1tinct root system termed as the taproot or allo- rhizic root system. In contrast, monocots form homorhizic root systems comprised of numer- ous adventitious roots that in turn produce addi-tional secondary or LRs (Osmont et al. 2007; Bellini et al. 2014). An important distinction be- tween the two types of root systems lies in the lifespan of the primary embryonic root: in taproot systems, the primary root remains dominant dur- ing the entire life span of the plant, while in ho-morhizic systems, embryonic roots are often short-lived and play a role in the establishment of the root systems at the seedling stage, beforethe development of adventitious roots, which dominate the root system (Bellini et al. 2014). Root system architecture (RSA) describes the spatial distribution of the root system, capturing the speci c deployment of root axes in the soil matrix or substrate upon which the plant grows(Smith and De Smet 2012; Khan et al. 2016). Macro RSA, the large-scale overall form of the root system, comprises three major parameters:length, degree of branching, and angle of growth. At a smaller scale, the micro parameters of RSA that in uence the extent of root surface area in- clude root diameter and the formation of root hairs. These macro- and micro-scale components of RSA are a critical determinant of the plant s ability to capture the water and nutrients that are typically distributed heterogeneously within the soil (Smith and De Smet 2012; Morris et al. 2017;for review, see Relln-lvarez et al. 2016). RSA parameters can be modulated by multiple genet- ic, physiological, and environmental factors, al-lowing for an ef cient capture of resources from the rhizosphere (for review, see Relln-lvarez et al. 2016). Understanding the molecular mech-anisms that regulate RSA and its plasticity is therefore key to enhancing both the productivity and sustainability of agriculture through develop-ing crop varieties that are better able to take up water and nutrients, reducing the need for sup- plementary fertilizer application and irrigation(Lynch 2013). The plant hormone auxin is the master reg- ulator of plant architecture (for review, see Ben-jamins and Scheres 2008; Overoode et al. 2010). Auxin is a small molecule that is dynamically distributed via a system of polar auxin transport.The resulting gradients, minima and maxima of auxin concentration that are formed to act to pattern, trigger developmental transitions, and control growth. Auxin can enter cells passively,but is also actively imported into cells by the inux carriers AUX1 and LIKE AUX1 (LAX) 1-3 (Swarup et al. 2005; Pret et al. 2012). Auxinmust be exported from cells by the PIN- FORMED family of ef ux transporter proteins as well as the ABCB and TWISTED DWARF1(TWD1) proteins (for review, see Geisler et al. 2017; Zwiewka et al. 2019; Hammes et al. 2021). It is this requirement for active auxin ef ux from cells that forms the basis of the directional con- trol of auxin movement. Arabidopsis contains eight PIN proteins, of which PINs 1 4 and 7 are canonical long PINs targeted to the plasma membrane, while PINs 5 and 6 are short PINs targeted to the endoplasmic reticulum (ER). Al-though each of the long PINs have speci ce x - pression patterns and play distinct roles in root and shoot development, recent work has shownthat all ve canonical PINs share equivalent ca- pacity to generate auxin maxima and regulate different aspects of root (and shoot) develop-ment (Zhang et al. 2020). Thus, coordinated regulation of the subcellular distribution of PIN proteins within the eld of cells allows ows of auxin to be generated (Blilou et al. 2005). Spatiotemporal variation in auxin concentrationis then translated into developmental controlprincipally via the TIR1AFB-AuxIAA-ARF system of auxin-dependent transcriptional reg- ulation (see Morffy and Strader 2021). Brie y, in this system auxin acts to regulate the abundance of AuxIAA transcriptional corepressor pro- teins, which are targeted to auxin-regulatedgenes via their interaction with DNA-binding transcription factors called auxin response fac- tors (ARFs) (for review, see Leyser 2018). Auxinpromotes the formation of an auxin coreceptor complex comprising an F-box protein of the TIR1AFB family and an AuxIAA protein.This auxin-enhanced interaction catalyzes to ubiquitin-mediated proteolysis of the Aux IAA, thereby de-repressing the ARF-boundloci previously transcriptionally silenced by the presence of the AuxIAA (Gray et al. 2001; Dharmasiri et al. 2005; Kepinski and LeyserS. Roychoudhry and S. Kepinski 2 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a0399332005). Here, we review the complex role of auxin in root development and its impact on RSA. AUXIN IN PRIMARY ROOT DEVELOPMENT In the Arabidopsis root, tissues originate through the activity of the root meristem. Just above the columella, which constitutes the root tip, is the stem cell niche, which is composed of a group ofslow-dividing cells that constitute the organizing center, also called quiescent center (QC), and the surrounding long-term stem cells (for review,see Garca-Gmez et al. 2021). These stem cells divide asymmetrically to short-term stem cells, which undergo multiple cell divisions with littleexpansion, in the proximal meristem (PM). The PM is enveloped by the lateral root cap (LRC), an important tissue for auxin transport and homeo-stasis in the root meristem. Cells are displaced away from the stem cell niche by subsequent cell divisions, until they reach the transition zone(TZ), where theystop dividing and start to differ- entiate. Cells then enter the elongation zone (EZ) within which cells undergo vast increases inlength (up to 300 in 3 h) with virtually no di- vision. The EZ is followed by the differentiation zone (DZ), where cells stop elongating and com-plete their differentiation gaining cell-type-spe- cic features and functions (Verbelen et al. 2006; Markakis et al. 2012). Research has shown thatsome of the signaling processes that mediate differentiation begin while cells are still elongat- ing (see below) (Datta et al. 2015). For thisreason, the EZ and DZ have sometimes been referred to collectively as the elongation differ- entiation zone (EDZ), a name that better cap-tures the overlap in the processes of cell elon- gation and cell differentiation (Takatsuka and Umeda 2014). The patterning and coordination of the pro- cesses that maintain the constant self-renewal and growth of the root is complex. At rst sight, the extent of auxin s involvement in so many of them seems quite remarkable. First, a localized, auxin maximum in the root apex acts to positionand maintain the QC and stem cell niche (Saba- tini et al. 1999; Grieneisen et al. 2007). This auxin maximum is speci ed during embryogenesis inthe hypophyseal cell at the base of the embryo, where it rst establishes the population of root stem cells. In both the embryo and postem- bryonic root, the formation of these auxin max-ima is principally dependent on the expression and subcellular localization of members of the PIN familyof auxin ef ux transporters (see Fig. 1 and legend for details; Blilou et al. 2005; Mich- niewicz et al. 2007; Zourelidou et al. 2014). Auxin maintains stem cell organization by regulatingthe differentiation of distal stem cells (the cells that give rise to the columella) through a signal- ing pathway involving the transcription factorsPLETHORA (PLTs) and the homeodomain transcription factor WUSCHEL RELATED HOMEOBOX 5 (WOX5) (Sabatini et al. 2003;for review, see Drisch and Stahl 2015). Through an ARF1016-IAA17AXR3 signaling pathway, local auxin levels are tightly regulated in the roottip by biosynthesis and transport, in turn re- pressing the expression of WOX5 and restricting it to the QC where it is required for the expres-sion of PLTs (Ding and Friml 2010). Next, a complex network of hormone signal- ing pathways specify the boundaries of mitoticactivity in the primary root apex, positioning the TZ and maintaining a meristem of suf cient size to sustain continuous root growth. At the TZ,auxin and cytokinin act antagonistically to reg- ulate the expression of the PIN ef ux transport- ers through modulation of the expression of theauxin signaling corepressor SHY2IAA3. This, in turn, promotes auxin redistribution leading to cell differentiation. Conversely, auxin pro-motes SHY2 degradation thereby promoting cell division (Dello Ioio et al. 2008). Further in- sight into auxin-dependent TZ maintenancecame from a recent study that combined com- putational and genetic approaches (Di Mambro et al. 2017). This work showed that cytokinin-dependent degradation of auxin, via conjugation by the enzymes of the GRETCHEN HAGEN (GH) family, in the LRC is required for the spec-ication of an auxin minimum, which coincides with the TZ. The authors predicted, using math- ematical modeling, that perturbation of this aux-in minimum would lead to changes in TZ posi- tioning and root meristem size and, conversely, showed that manipulation of GH expression lev-Auxin in Root Development Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933 3el resulted in variations in root meristem size (Di Mambro et al. 2017). In addition, auxinalso controls TZ positioning by regulating the graded distribution of PLTs (Aida et al. 2004; Mhnen et al. 2014; Durgaprasad et al. 2019).PLTs are transcribed in a narrower domain around the stem cell niche, and PLT proteins form a gradient through a mechanism that in-volves coordinated cell divisions and cell-to-cell transport. Auxin regulates PLT levels and distri- bution by both inducing PLT expression aroundthe stem cell niche and by regulating cell division in the PM. PLT controls root zonation in a dose- dependent manner: high levels of PLT in the QCare necessary to maintain slow mitotic stem cell identity, intermediate PLT levels in the meristeminduce rapid cell divisions, and low PLT levels at the TZ allow for the onset of cell expansion and differentiation (Galinha et al. 2007; Mhnenet al. 2014). A recent systems biology approach further revealed the complex interplay between auxin-cytokinin-PLT signaling pathways in rootdevelopment. This study showed that PLT2 lev- els drop in the root TZ, leading to ARR12 acti- vation. The resulting PLT2-ARR12 antagonismcontrols the growth of the root meristem in the initial phases of primary root growth. Subse- quent activation of ARR1 further reduces PLT2 Root apical meristem meristematic zone (MZ)Elongation zone (EZ) Differentiation zone (DZ)Elongationdifferentiation zone Root cap Lateral root cap PIN37PIN237 PIN237 PIN37 PIN2PIN2 PIN1PIN2 PIN2PIN4 PIN347 PIN4Transition zone (TZ) Columella Stem cell niche SCR PLTPLTPIN1,3,7 WOX5SHY2IAA3Root hairs RSL4 High Low Auxin Auxin Cytokinin Auxin Auxin levels ARF1016 Figure 1. Organization of the primary root in Arabidopsis . In the root apex, individual PINs are localized to specic cell membranes to generate a pattern of auxin distribution in the root tip. In the stele, several PINs but principally PIN1 are localized to rootward cell membranes leading to a strong tipward ux of auxin. In the columella cells of the root cap, PIN3, PIN4, and PIN7 distribute auxin laterally toward the lateral root cap, fromwhere it is transported shootward through the epidermis by AUXLAX proteins and PIN2 (Hu et al. 2021). At thetransition zone, some auxin is also re uxed back into the rootward stream in the stele via lateral, inward transport by PIN2, PIN3, and PIN7 (Blilou et al. 2005). This topology of PINs proteins in the root apex creates both the maximum of auxin that positions the stem cell niche and through the gravity-responsive, asymmetric lateralredistribution of auxin from the columella, a means to steer the growth of the root with reference to gravity (forreview, see Garca-Gmez et al. 2021). The identity of the stem cell niche is also dependent on the high levels ofPLT expression, tightly regulated by complex coordinated hormone signaling pathways. Further shootward, antagonistic interaction between auxin and cytokinin maintain the identity of the meristematic and transition zones, partially through the regulation of levels of the AuxIAA, SHY2IAA3. At the transition zone PLTlevels are intermediate and become further reduced in the elongation differentiation zone, where cells begin to stop elongating and differentiate to acquire speci c functions, such as root hairs.S. Roychoudhry and S. Kepinski 4 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933levels through induction of the cell-cycle repres- sor KRP2, thus setting nal meristem size (Salvi et al. 2020). Proximal to the meristem, auxin concentra- tions decrease as daughter cells repeatedly divide before they differentiate. Crucially, auxin con- centrations rise again after the TZ, where it isneeded for appropriate cell differentiation. In the DZ, auxin is an essential driver of develop- mental events in both proximodistal and radialaxes (Marhava et al. 2018). For example, root protophloem sieve element (PPSE) cells accu- mulate higher levels of auxin and begin the pro-cess of differentiation while their neighbouring cells are still meristematic. A recent study has demonstrated the novel role of two plasma mem-brane proteins, BRX (BREVIS RADIX) and PAX (a D6PK-like protein kinase, member of the AGC protein family) in regulating this pathway.This work showed that BRX and PAX coordi- nately act at the rootward membrane of PPSE cells to inhibit PIN1-dependent auxin ef ux. This causes a rise in auxin levels, which triggers PPSE differentiation. Following the localized in- crease in auxin levels, BRX is displaced from themembrane, which in turn activates PAX-depen- dent auxin ef ux and leads to localized reduction in auxin levels. The authors propose that BRXand PAX act as a molecular rheostat to control the timing of PPSE differentiation in a multicel- lular context (Marhava et al. 2018). Surprisingly, the role of auxin homeostasis and signaling networks in regulating root elon- gation still remains poorly understood. Howev-er, a large number of studies have demonstrated that the exogenous application of both natural and synthetic auxins inhibits cellular elongationand, therefore, root growth. Interestingly, recent work also has demonstrated that tissue-speci c biosynthesis of auxin effects root growth. In thisstudy, Hu et al. (2021) expressed the YUCCA and TAA1 auxin biosynthesis genes under the control of promoters that restricted their expres-sion to speci c root tissues: pWER epidermis, pSCR endodermis, pSHR stele, pAPL phlo- em (protophloem, companion cells, and meta-phloem sieve elements), and pWOX5 QC. The authors showed that the ectopic expression of YUCCA-TAA1 in the epidermis, endodermis,and stele caused very short roots, while YUC- CA-TAA1 expression in the phloem and QC had relatively mild effects (Hu et al. 2021). The inhibition of root growth by auxin has been linked at least partially to auxin-dependent disruption of the auxin cytoskeleton (Rahman et al. 2007; for review, see Zhu and Geisler2015). Auxin homeostasis during overall root development was also recently found to be de- pendent on the interplay between the dynamicregulation of the auxin oxidase AtDAO1 (DI- OXYGENASE FOR AUXIN OXIDATION 1) and the conjugation enzyme GH3. Mellor et al.(2016) used a combination of mathematical modeling, biochemical, and physiological ap- proaches to show that at lower concentrationsof auxin, AtDAO1 was expressed at higher levels to oxidize endogenous auxin, while higher levels of auxin led to expression of the conjugating en-zyme GH3. Further work by Zhang et al. (2016) showed that Arabidopsis contains two distinct DAO genes, AtDAO1 and AtDAO2 , and loss- of-function daomutants had elongated primary roots, increased LR density, and longer root hairs (Porco et al. 2016a; Zhang et al. 2016) comparedto wild-type (WT) seedlings. All of these pheno- types are attributed to elevated IAA levels in dao mutants. Auxin also regulates epidermal cell pattern- ing. The Arabidopsis root epidermis is alternate- ly spaced with les consisting of smaller tricho- blast or hair cells, which generate root hair, and longer atrichoblast or non-hair cells (Dolan 2001; Lfke et al. 2013). Interestingly, at leasttwo auxin transporters are known to be differ- entially expressed within these distinct cell les. First, the activity of the auxin in ux carrier AUX1 mediates auxin transport through atri- choblast cells and is necessary to maintain the identity of root hair cells, and promote roothair elongation. Surprisingly, AUX1 itself is not present in root hair cells, suggesting that auxin is transported longitudinally through ca-nals in epidermal tissue (Jones et al. 2009). Sec- ond, PIN2 is also targeted to the plasma mem- brane of non-hair cells at higher levels than thehair cell les, likely by differential rates of traf- cking to lytic vacuoles within these les (Lfke et al. 2015). Taken together, these data suggestAuxin in Root Development Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933 5that distinctly different downstream auxin-de- pendent processes occur in these two cell types. Downstream of PINAUX1 auxin transport- dependent patterning, auxin regulates hair cellgrowth by modulating the expression of a basic helix-loop-helix transcription factor RSL4 (ROOT HAIR DEFECTIVE 6 LIKE 4). RSL4is suf cient to promote postmitotic hair cell elongation and, accordingly, rsl4mutants have very short root hairs (Yi et al. 2010). RSL4 is an auxin-inducible gene (Yi et al. 2010) and more recently it has been shown that root hair elon- gation is directly proportional to the amplitudeof a pulse of RSL4 expression that precedes for- mation of the root hairs in the DZ (Datta et al. 2015). The intensity of this transient increase inRSL4 expression can be modulated by external environmental signals such as low phosphate, providing another mechanism for the integra-tion of environmental cues to modulate plant development (Datta et al. 2015). AUXIN IN LATERAL ROOT DEVELOPMENT InArabidopsis , LRs arise from single-layered pericycle cells. Radially, the pericycle is sur- rounded by the endodermal, cortical, and epi- dermal cell layers, and itself surrounds the cen-tral root vasculature. The pericycle is composed of two distinct cell types: phloem pole pericycle (PPP) and xylem pole pericycle (XPP). LRsarise exclusively from XPP cells, also known as pericycle founder cells. Crucially, these cells are thought to retain semi-meristematic propertiesbased on their ultrastructure (small vacuoles, dense cytoplasm, and ribosomes) and maintain the ability to undergo cell divisions upon activa-tion by remainingin the G2 phase of the cell cycle for long periods. LR development occurs in distinct steps, in- cluding (1) pericycle priming and speci cation of founder cells; (2) initiation, de ned as the rst round of anticlinal divisions of the founder cells;(3) primordium formation, de ned as the sum of divisions leading to the formation of a dome- shaped primordium; and (4) emergence, de-ned as the protrusion of the newly formed LR through overlying ground and epidermal tissue (Fig. 2; covered in detail in Cavallari et al. 2021).Priming Early patterning events that determine the regu-lar spacing of LRs coincide with the oscillation of auxin-dependent transcriptional mechanism. In Arabidopsis , LRs emerge from the DZ of the pri- mary root at regularly spaced intervals. When roots are observed in a 2D growth system, such as a petri dish, LRs emerge speci cally at the outside edges of waves or curves. An auxin-de- pendent root clock transcriptional signal is one of the earliest drivers of early LR priming and,therefore, patterning as con rmed by several studies (De Smet et al. 2007; Laskowski et al. 2008; Moreno-Risueno et al. 2010; Xuan et al.2015, 2016). Crucially, these studies rst demon- strated the oscillatory expression of the auxin- responsive promoter DR5 driving the expressionof two different markers, -glucuronidase (GUS) and luciferase (LUC). The oscillations have an amplitude of 6 h and occur within the basal meristem and elongation zones, together termed the oscillation zone (OZ). However, the period- icity of the root clock can be modi ed by environmental signals or auxin treatment (Mo- reno-Risueno et al. 2010; Kircher and Schopfer 2016). In standard conditions, however, overtime, a portion of cells within the OZ maintained stable high expressions of DR5:LUC signal. These cells then began to initiate LRs as theyreached the DZ in the elongating root and were dened as LR pre-branch sites. Interestingly, the authors found large numbers of genes that oscil-late both in phase (2000) and in antiphase (1500) of DR5:LUC. Also, the application of exogenous auxin was not suf cient to induce LR priming. Taken together, these data suggest that priming is a result of uctuations not only in auxin levels, but in the expression of a signi cant number of genes. Studies using of loss-of-function mutants have reiterated the importance of auxin percep-tion and signaling in LR priming and pre-branch site formation. The arf7,tir1, and afb2 mutants all display aberrant DR5 oscillatory patterns andhave markedly lower numbers of LR pre-branch sites (for review, see Du and Scheres 2018). Re- cently, ARF7 and its auxin-sensitive inhibitorPOTENTIAA18 were found to regulate geneS. Roychoudhry and S. Kepinski 6 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933Emer gence Elon gationARF7Auxin (IAA) ABCB19 Fe ALFSUR1AUX1?LBD18 E2Fg68 EXPANSIN17 EXPANSIN14 LBD29 LAX3 PIN3 PIN8CD IAA14SLR ARF719 LBD1618 MARKR4GATA23 ARF567 IAA28 Priming InitiationIAA3SHY2IAA12BDLPUCHI LBD16ARF7IAA14SLRTIR1AFB2 ARF7 IBR1310 AUX1CYCB1;1PIN3AUX1 ARF5 MYB93B A    Figure 2. Auxin signaling networks in lateral root development. Visual summary of genes and networks acting both upstream and downstream of the canonical TIR1AFB-AuxIAA-ARF auxin signaling pathway during themultiple stages ( A) priming, ( B) initiation, ( C) emergence, and ( D) elongation of lateral root development in Arabidopsis . Yellow asterisks in Adenote priming sites. Arrowheads denote up-regulation of expression of target genes, while bars denote target down-regulation.Auxin in Root Development Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933 7oscillation in the OZ required for the formation of LR pre-branch sites by developing a negative regulatory loop circuit that was predicted to be inuenced by environmental cues (Perianez- Rodriguez et al. 2021). Interestingly, an indole- 3-butyric acid (IBA) to indole acetic acid (IAA, the most common form of active auxin) conver-sion pathway acting speci cally within the LRC seems to play a signi cant role in the generation of stable auxin uxes required for pre-branch site establishment. Mutations in three INDOLE- 3-BUTYRIC ACID RESPONSE genes (IBR1, IBR3, and IBR10) lead to reduced frequency ofpre-branch sites (Fig. 2A; Xuan et al. 2015). In a follow-up study, the authors demonstrated the signicance of local uctuations in auxin levels in pre-branch site establishment (Xuan et al. 2016). LRC cells reaching the TZ displayed a gradual reduction in DR5:VENUS signal justprior to their apoptosis and act as a source of auxin for neighboring stele cells, consistent with DR5 activity oscillation. This work alsoshowed that AUX1 expression in the LRC was required for correct DR5 oscillation amplitude and LR patterning. Interestingly, several studies have demon- strated that not all pre-branch sites showing static DR5 signal go on to become lateral rootfounder cells (LRFCs) or, indeed, form LRs. One of the earliest molecular markers for LRFC formation is the auxin regulatory GATA23 tran-scription factor. GATA23 is activated at speci c pre-branch sites through an IAA28-ARF 678 19-dependent pathway in the basal meristem(Fig. 2A). XPP cells leaving the basal meristem displays broad peaks in GATA23 expression and both gata23 gain- and loss-of-function mutants show altered numbers and spacing of LRs (De Rybel et al. 2010). Moreover, LBD16ASL18 and other redundantly expressed LBDs, ex-pressed in the adjacent cells of the XPPs under- going asymmetric cell division downstream of an SLR14-ARF719 signaling module, are requiredfor founder cell speci cation (Fig. 2A; Goh et al. 2012). Additional molecular genetic studies also identi edMARKR4 as another candidate gene in LRFC speci cation. markr4 mutants show fewer LRs, but have unaltered numbers of pre-branch sites, suggesting that MARKR4 is required for theconversion of pre-branch sites into LRFCs (Fig. 2A). MARKR4 was identi ed as a downstream molecular component of the IBA to IAA conver- sion pathway (Xuan et al. 2016). Another poten-tial candidate regulator is MYB93 , a member of the R2R3 MYB transcription factor family, which isstronglyinduced byauxininthebasalmeristem(Gibbs et al. 2014). A known positional cue that tightly regulates LR initiation is curvature, either induced me-chanicallyor by gravity. Several studies have con- vincingly demonstrated that LRs preferentially originate from the convex side of a curved root.Several in silico and mechanotransduction stud- ies have attempted to explain this phenomenon by considering factors such as the differences ingeometry of XPP cells on convex and concave sides of the bend, and heterogenous changes in of Ca 2levels in stretched XPP cells. However, experimental work recently showed that curva- ture alone is not suf cient to specify positioning of the LR, as even if curvature frequency in-creases, the frequency of LR initiation remains the same (Kircher and Shopfer 2016). Thus, while further work is required to fully under-stand the signaling pathways that regulate uni- lateral LR initiation after LRFC speci cation (Laskowski et al. 2008; Richter et al. 2009), it isevident that auxin transport from the LRC, via the in ux transporter AUX1, also plays a role in specifying LR initiation sites. Roots of the Arabi- dopsis aux1 mutant display a coiled growth phe- notype, with LRs emerging mainly from the con- vex side of the bend, in complete contrast to thenormal wavy growth patterns of WT roots (Marchant et al. 2002; De Smet et al. 2007). Fur- ther, aux1 mutants also have fewer LRs and dis- play lower levels of DR5 oscillatory activity in the basal meristem. However, targeted expression of AUX1 to the LRC and epidermal cells restores both the agravitropic root and aberrant LR branching patterns in the aux1 mutant (Swarup et al. 2005). Studies using a heat-shock-inducible system to generate clonal sectors of XPP cells with local high IAA levels (iaaM) were suf cient to en- hance LR production in pericycle cells (Dubrov- sky et al. 2008). In silico approaches proposed that existing LRFCs were able to inhibit newS. Roychoudhry and S. Kepinski 8 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933LRFCs in the distal region of the root, by deplet- ing auxin levels in the surrounding cells (Las- kowski et al. 2008) These local auxin gradients are formed by the action of in ux and ef ux carriers. Conversely, molecular genetic studies showed that roots of polar auxin transport mu- tants (e.g., pin2pin3pin7 and weak alleles of gnom ) and loss- (e.g., mparf5) or gain-of-func- tion (e.g., shy2,bdl) signaling mutants show al- tered branching patterns, with closely grouped,fused, or fewer LRPLRs (Laskowski et al. 2008; Geldner 2009; De Smet et al. 2010; Goh et al. 2012; Okumura et al. 2013). Other regulatory genesmodules also inter- act with auxin to induce and regulate LRFC patterning. For example, the PLT triple loss-of- function plt357 mutant has several clustered LR primordia (Hofhuis et al. 2013). Finally, auxin- responsive small terminal peptide RALF34,which is expressed around the anks of the peri- cycle cells undergoing divisions to form LRPs, seems to be required for spatial distributionof LRs. Indeed, two loss-of-function insertion mutants of RAFLF4 showed a threefold increase in clustered LRPs (Murphy et al. 2016). Anoth-er auxin-repressed peptide signaling module CEP5CEPR has a similar phenotype in loss- of-function background (Roberts et al. 2016). LR Initiation and Primordium Formation Therst step in LR initiation involves the for- mation of an auxin maximum in speci ed LRFCs (for review, see Torres-Martnez et al.2019). This maximum is dependent on the in- ux carrier AUX1 and the activation of YUC- CA4-mediated auxin biosynthesis by plant-spe- cic B3 transcription factors FUSCA3 andLEC2 (Tang et al. 2017). During primordium forma- tion, the rst cell division occurs anticlinally to form a series of cells that undergo further peri- clinal division (for review, see Du and Scheres 2018). This step is preceded by nuclear migra-tion within the XPP cells toward the center of the LR-initiation site. This is followed by asymmetric cell division, which is again regulat-ed by BDL-ARF5 - and SLR14-ARF7 -dependent LBD16 expression in the XPP cells (Fig. 2B; Goh et al. 2012; Lee et al. 2015). LBD16 is required forLR initiation and subsequent cell fate re-speci- cation after the rst round of asymmetric divi- sions (Goh et al. 2012). LBD16 in turn up-reg- ulates PUCHI , an auxin-inducible transcription factor expressed within newly developed LRPs following the rst round of asymmetric divi- sions (Fig. 2A; Goh et al. 2019). Premature in-duction of PUCHI during the preinitiation phase disrupts LR primordium formation. The divisions necessary to initiate LR forma- tion require pericycle cells to reenter the cell cy- cle and start dividing actively. This rst series of XPP divisions depends on mechanical feedbackfrom the overlying endodermal cells. A SHY2 IAA3 -dependent signal triggers loss of endoder- mal cell volume and turgor pressure by relin-quishing their tight junction-like diffusion bar- riers (Vermeer et al. 2014). These biophysical changes trigger CYCB1;1 expression in the XPP cells, which regulates G2-M transition. Again, theSLR-ARF7 19signaling module seems to be required for this pathway and slrand arf719 mutants have almost no LRs and show reduced expression of CYCB1;1 , likely through an LBD16 LBD18 signaling module (Fig. 2B; Van- neste et al. 2005; Okushima et al. 2007). In addi- tion to triggering changes in endodermal cell shape, auxin signaling in pericyle cells is alsorequired to specify the plane of division. tir1 afbmutants show periclinal XPP cell divisions that are not competent to form primordia. Thisauxin-dependent input into cell plane division specication relies on a dynamic microtubule cytoskeleton (for review, see Van Norman et al.2013). PIN3 is transiently expressed in the endoder- mal cells overlying the LRFC, until just after the rst round of anticlinal divisions. Interestingly, pin3 mutants have increased numbers of founder cells but reduced numbers of LRPs, suggestingthat transient endodermal PIN3 expression is re- quired for the transition from founder cell to primordium stage. PIN3 is initially distributedin a nonpolar manner in the endodermal cells in the DZ. However, during the course of LRP formation, PIN3 becomes polarized to the innercell wall (inner lateralization) (Marhav et al. 2013, 2016) facilitating auxin ef ux into the LRFCs for the rst round of anticlinal divisions.Auxin in Root Development Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933 9LR Emergence LRs originate from pericycle cells deep within the parental root tissue and must emerge through three distinct cell layers (endodermis, cortex, and epidermis). These cell layers undergocell wall loosening and hydraulic separation via multiple auxin-dependent signaling modules. Particularly within the endodermis, the dynamicopening and resealing of ligni ed and suberized barriers are tightly regulated for LR emergence, and to prevent leakage of nutrients and pathogenentry from the soil. This endodermal remodeling is also critical for root system plasticity (Barberon et al. 2016). A new transcriptomic study identi ed specic members of GDSL-type esteraseslipases (GELPs), proteins that are expressed sequentially downstream of SHY2 and regulate auxin-depen-dent desuberization during LR emergence, and consequently resuberization of the endodermal barrier post-LR emergence (Ursache et al. 2021).A study from a few years ago, which used a com- bination of mathematical modeling and cutting- edge light sheet uorescence microscopy, showed that while the rst division is tightly regulated, subsequent divisions do not occur in a rigid se- quence as the primordium center grows, but in-stead their orientations (anticlinal or periclinal) depend on cell geometry and follow the shortest wallrule. The orientations of these division planes, the apical growth of the primordium due to cell proliferation, and accommodation from the overlying cell layers are all key factors thatdetermine the emergence of the characteristic lay- ers that make up the dome-shaped primordium (von Wangenheim et al. 2016). Interestingly, recent data has suggested that the Arabidopsis noncanonical ARF ETTIN  ARF3 (ETT), which lacks the PB1 DNA-binding domain, may play an important role in LR emer- gence (Stoeckle et al. 2018). Loss-of-function and auxin-insensitive mutants have increasednumbers of emerged LRs, suggesting that auxin can act directly through ETT to negatively reg- ulate LR emergence (Simonini et al. 2017). Downstream of an ARF7 19module, LBD transcription factors play multiple roles in LR initiation and emergence. An LBD1833 dimerare other direct downstream targets of this mod-ule and themselves regulate the expression of E2F, which encodes a transcriptional activator of cell-cycle genes (Berckmans et al. 2011). Fur- ther, LBD18 also directly up-regulates EXPAN- SIN14 , and indirectly regulates EXPANSIN17 , required for loosening of the cell wall during LR emergence (Fig. 2C). The auxin in ux transporters, AUX1 and LAX3 , play a crucial role in regulating spatial separation of adjacent overlying cell les as the newly formed LRP emerges. Initially, AUX1 fa- cilitates the loading of shoot-derived IAA into the vascular system to ensure that the auxin re-quired for cell wall loosening is channeled to the overlying tissue via the LRPs (Marchant et al. 2002; Swarup et al. 2005; Pret et al. 2013). Atlater developmental stages, the primordium it- self becomes the source of auxin required in the overlying tissue layers to trigger the expression ofcell wall remodeling enzymes required for emer- gence. Several in silico and in vivo studies have also demonstrated that sequential expression ofPIN3 andLAX3 in turn in the two adjacent cell les overlying the LRP is crucial to ensure that the auxin-dependent separation of cells occurs solely along the shared walls. LAX3 is a down- stream target of LBD29 , which is a direct target of ARF7 (Fig. 2C; Porco et al. 2016a,b). The intracellular auxin homeostasis re- quired during LR emergence is maintained by the short PIN, PIN8 .PIN8 is expressed in the phloem cells adjected to the primordium at a later stage of development. Although the mech- anisms by which PIN8 promotes LR emergenceis not fully understood, pin8 mutants show sig- nicantly reduced numbers of emerged LRs that are arrested at the primordium stage and havereduced expression levels of GATA23 andLBD genes (Lee et al. 2020). LR Elongation Surprisingly, there is little information available on the effect of auxin and the role of auxin sig- naling networks on LR elongation. In Arabidop- sis, at least, several studies have reported that auxin inhibits the growth of LRs in young seed- lings. Interestingly, however, in tomato, Muday and Haworth (1994) reported that auxin pro-S. Roychoudhry and S. Kepinski 10 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933moted LR growth, suggesting that the growth responses of LRs to auxin are likely to be species speci c (for review, see Waidmann et al. 2020). Gain- and loss-of-function studies using Arabidopsis mutants have identi ed a small number of additional genes that regulate LRelongation. Celenza et al. (1995) reported that the constitutively active allele of alf1surdisplays hyperproliferation of LRs (Fig. 2D). WhereasBoerjan et al. (1995) established that this muta- tion leads to an overproduction of endogenous IAA, the ALF gene is yet to be mapped. More- over, Wu et al. (2007) demonstrated that the loss- of-function mutants of the ABCB14 PGP19  MDR1 gene show arrested andor impaired LR growth rates and a 40 reduction of acropetal auxin transport within the LRs. In contrast, no differences in LR growth rates have been report-ed between WT and aux1 mutants in normal conditions (Linkohr et al. 2002; Giehl et al. 2012). However, localized iron supply was foundto promote LR elongation via altering AUX1- mediated auxin distribution, suggesting that en- vironmental triggers are able to in uence LR growth rates via the modulation of auxin trans- port andor signaling components (Fig. 2D; see theEnvironmental Regulation section). GRAVITROPIC SETPOINT ANGLE (GSA) Perhaps the most signi cant parameter that de- termines overall root architecture is root angle. As described previously, secondary roots in mostplant species grow at oblique angles in the soil. These angles, and indeed all angles that plant organs may grow at are known as gravitropicsetpoint angles (GSAs). GSAs are de ned as the angle at which a plant organ grows to main- tain equilibrium with gravity (Digby and Firn1995). Spatiotemporal developmental and envi- ronmental cues regulate the setting and mainte- nance of these root angles within the soil, and cantherefore shape root architectures that can con- trastingly range from shallow, widely distributed roots, to narrow deeper rooting systems. The dis-tribution of the root system within the soil is key to maximizing the capture of heterogenously distributed soil minerals and water. For example,phosphate and nitrate are often found while wa- ter is found in the deeper layers. InArabidopsis , as described above, LRs emerge from the pericycle layer and emergethrough overlying tissues at a near horizontal orientation (stage I). Following emergence, LRs undergo a brief period of downward growth,characterized byasymmetric distribution of aux- in (as visualized by the reporter DR5v2) as well as the ef ux transporter PIN3 (stage II) (Ros- quete et al. 2013). Subsequently, LRs undergo stable angled growth, progressively transitioning through increasingly vertical states to adopt nearvertical GSAs (stages III V). Importantly, LRs actively maintain GSAs from stage II onward (i.e., they retain the capacity to reorient them-selves both downward and upward) when moved from the GSA. Several studies have recently sought to ex- plain the molecular mechanisms that underpin the active setting and maintenance of these GSAs, most often using Arabidopsis roots as a model system. One set of studies proposes that LRs grow nonvertically due to the onset of se- quential expressions of PIN3 ,PIN7 , and PIN4 in the root columella cells of stage II, III, and IV LRs, respectively. This is in direct contrast to primary root tips where PIN3, 4, and 7 are highlyexpressed within the columella initials (Guyo- marc h et al. 2012; Rosquete et al. 2013; Ruiz Rosquete et al. 2018; Ogura et al. 2019). In thismodel, LRs grow at nonvertical angles because they lack the molecular machinery required for full gravitropic competence. However, boththese studies do not explain how LRs not only grow obliquely, but also maintain the capacity to bend upward to return to their original GSAsupon reorientation. Other work proposes that nonvertical GSAs are a result of balanced auxin uxes acrossthe upperand lower sides of the root that act antagonistically. In this model, the au- thors de ne a gravitropic auxin ux that increas- es in magnitude when an LR is reoriented aboveits GSA, to promote downward bending. This increase in downward auxin ux occurs in an angle-dependent manner: the larger the dis-placement above GSA, the greater the increase in the magnitude of downward auxin ux. How- ever, when the LR is reoriented below its GSA,Auxin in Root Development Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933 11the magnitude of this gravitropic auxin ux de- creases. In this scenario, the relative magnitude of the antagonistic antigravitropic offset ux increases, and the root bends upward toward itsoriginal GSA (for review, see Roychoudhry and Kepinski 2015). Interestingly, another recent study discovered that the cytokinin reporterTCSn:GFP is expressed asymmetrically in higher levels toward the upper ank of stage II LRs. The authors proposed that asymmetric cytokinin sig-naling inhibits downward bending at the upper ank of LRs, and cytokinin therefore functions as an antigravitropic signal (Waidmann et al. 2019). In the last few years, several studies have de- scribed the role of multiple members of theLAZY gene family in regulating gravitropism and root (and indeed shoot) angles in multiple plant species. Uga et al. rst described DEEPER ROOTING 1 (DRO1 ), a QTL that controlled root angle in rice. Rice accessions that contained a truncated version of the DRO1 allele, termed DRO1-NIL, had shallow rooting angles and demonstrated impaired root gravitropism in young seedlings. DRO1 was found to be ex- pressed in the root EZ and was negatively regu- lated by auxin (Uga et al. 2011). Subsequently, DRO1 was found to be orthologous to LAZY4 in Arabidopsis (Hollender and Dardick 2015). Sub- sequent studies showed that LAZY4 was part of a larger gene family in Arabidopsis , termed as the IGT family, which also contains TAC1 (Guse- man et al. 2017). LAZY proteins are expressed in the root tip and EZ, and share a conserved 14amino acid carboxyl terminus (termed as CCL domain), which seems to be important for direc- tional graviresponse in primary roots (Taniguchiet al. 2017). Several single and multiple loss-of- function mutants of LAZYs have multiple phe- notypes including shallow LR growth angles anddelayed primary root gravitropism. Interesting- ly, a recent study showed that primary roots of a lazy234 multiple mutant are negatively gravi- tropic and bend upward (Ge and Chen 2016). Whether this phenotype is the result of an active- ly maintained GSA, or loss of the capacity torespond to gravity, remains to be investigated. While the precise roles of LAZYs in regulat- ing root angle are not yet fully understood, whatis evident is that PIN3 polarity is altered in LR columella cells of lazymutants. Several lines of evidence suggest that the shallow LR GSA phe- notype in lazyloss-of-function mutants is due to increased localization of PIN3 to the upper membrane of LR columella cells (Taniguchi et al. 2017; Furutani et al. 2020). Another recentstudy showed that LAZY proteins may them- selves be polarized in LR columella cells and likely recruit PIN3 to the plasma membraneby interacting with the BRX domain of Regula- tor of Chromosome Condensation 1 (RCC1)- Like proteins (RLD proteins), identi ed as novel regulators of PIN polarity (Furutani et al. 2020). ENVIRONMENTAL REGULATION Vascular plants have evolved complex 3D rootarchitectures to maximize the volume of soilthey can explore and interact with. This is to acquire numerous highly heterogeneously dis- tributed resources within multiple soil strata.The ability of the root system to adapt its genet- ically determined developmental parameters to multiple environmental signals, such as nutrientand water availability, has been a key factor de- termining the success of land plants (for review, see Morris et al. 2017). This adaptive behavior isknown as developmental plasticity. Phosphate Availability Diverse environmental signals can have dra-matic and often diametrically opposite effectson RSA. Phosphates and nitrates are both exam- ples of plant macronutrients that are often lim- iting in soil (Morgan and Connolly 2013). Phos-phorus, speci cally, is crucial in the building of nucleic acids, ATP, and other molecules, and is acquired by the plant in its inorganic forms ofphosphates. Phosphates are highly immobile in soil and often form complexes with soil compo- nents or can be converted to organic phosphate,leading to reductions in the availability of soil Pi for the plants (Brady and Weil 2008). In Arabi- dopsis , phosphate de ciency leads to PR length inhibition, increases in LR length, and deeper root angle (Fig. 3). These effects are due to a signaling pathway that enhances sensitivity toS. Roychoudhry and S. Kepinski 12 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933Nutrient- and water-sufficient conditionsPhosphate-deficient conditions  Inhibited primary root growth  Longer lateral roots Steeper lateral root growth angles  Long root hairs Water-deficient conditions  Enhanced primary root growth  Longer lateral roots Deep lateral root growth angles Lateral root hydropatterning toward moistureMoisture Nitrate-deficient conditions  Enhanced lateral root branching  Longer lateral roots Shallow lateral root growth angles Figure 3. Environmental regulation of root system architecture (RSA) plasticity. Effect of phosphate, nitrate, and water de ciency on different parameters of RSA. Phosphate de ciency leads to inhibition of primary root growth, with contrasting increases in lateral root and root hair length along with steeper lateral root growth angles inArabidopsis . In contrast, nitrate de ciency has little to no effect on primary root length, but leads to increases in lateral root length, and shallower growth angles. Water de ciency broadly enhances primary and lateral root growth, causes steeper lateral root growth angles and stimulates hydropatterning of lateral roots (i.e., induces enhanced lateral root branching toward the side of the primary root that is in contact with higher moisture levels).Auxin in Root Development Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933 13auxin via up-regulation of the TIR1 auxin recep- tor (Lpez-Bucio et al. 2002; Ma et al. 2003; P- rez-Torres et al. 2008; Roychoudhry et al. 2017). Interestingly, these effects of low phosphate ap-pear to be root class speci c. In bean, growth under phosphorus de ciency had been demon- strated to induce shallower root angles in basal(adventitious) roots in contrast to the effect of low phosphorus on Arabidopsis LR growth angle (Bonser et al. 1996). Further examination of theresponse to low phosphate in bean showed that, as in Arabidopsis , bean LRs become more verti- cal while, as previously shown, basal rootsadopt a shallower growth habit (Roychoudhry et al. 2017). The physiological basis of this root class-speci c response is not yet understood. Nitrate Availability Nitrogen, a crucial macronutrient required for the production of amino acids and proteins, is primarily acquired by the root system in its in-organic form from nitrates and ammonia, sup- plied as fertilizers. In smaller quantities, nitro- gen may also be taken up in its organic forms(urea, amino acids, and peptides). Depending on its source, nitrogen availability may have dif- ferent effects on RSA (Fig. 3). For example, am-monium application limits PR growth (Liu et al. 2013). However, local application of ammoni- um enhances LR length and branching, likelydue to increased expression of the ammonium transporter AMT (AMMONIUM TRANS- PORTER) 1;3 in LRs, which enhances nitrogen uptake (Lima et al. 2010). In contrast to these ndings, several studies have demonstrated that localized nitrogen supply either in the form ofnitrate or L-glutamate inhibits LR elongation, while nitrate de ciency enhances LR elongation and branching (Zhang and Forde 1998; Zhanget al. 1999; Linkohr et al. 2002; Tian et al. 2009). Nitrogen availability or deprivation seems to have a relatively small effect on PR length (forreview, see Waidmann et al. 2020). Thus, de- pending on the source of nitrogen, the root sys- tem has distinct responses in terms of LRbranching and elongation, suggesting that there are several additional mechanismshormone- signaling pathways that ne-tune the uptake ofN. A recent study has also demonstrated that nitrate de ciency resulted in shallow LR growth angles in Arabidopsis (Roychoudhry et al. 2017). However, the effect of localized nitrate supply onLR growth angle has not yet been explored in detail. Light The effect of light on RSA has remained largely unexplored, as the root systems of most terres- trial plants remain in darkness, underground. Interestingly, however, several studies havedemonstrated that multiple photoreceptors are expressed in root tissues, enabling them to de- tect ambient light and launch appropriate tropicand developmental regimes (for review, see van Gelderen et al. 2018). Broadly, total darkness inhibits root growth because of the reductionin basipetal auxin transport, due to depletion of PIN proteins from the plasma membrane (Laxmi et al. 2008). However, when only rootsystems are placed in darkness, root growth is largely enhanced in Arabidopsis (Zhang et al. 2019). In contrast, light exposure limits rootgrowth and promotes negative phototropism, via a signaling pathway that depends on the photoreceptors PHOT1 and PHOT2 , with re- ceptors CRY1 CRY2 andPHYA playing minor roles. Downstream of the direction of light per- ception, polar auxin transport is required fordirectional root growth. The coordinated root- ward polarities of PIN1 in the stele and PIN2 in root epidermal cells as well as the lateral reloc-alization of PIN3 in the columella cells are re- quired for the formation of the auxin gradient (Wang et al. 2012; Zhang et al. 2013). Duringgradient formation, PIN1 polarity in the stele is also in uenced by avonols, which were found to accumulate on the side of the root exposed tolight and promote cell elongation at this side (Buer and Muday 2004; Silva-Navas et al. 2015). Another recent study demonstrated thatUV-B light inhibits LR growth through a signal- ing pathway that involved the UV-B receptor UVR8 , which antagonistically regulates auxin- dependent gene expression. Upon UV-B irradi- ation, UVR8 interacts with the MYB73 tran- scription factor within the nucleus, therebyS. Roychoudhry and S. Kepinski 14 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933inhibiting its DNA-binding activity and result- ing in direct repression of target auxin-respon- sive genes (Yang et al. 2020). Water The effect of water on overall RSA has not beenextensively studied to date (for review, see Die- trich 2018). Root systems with deeper, soil-pen-etrating architectures have enhanced resistance to drought, because of their ability to capture available water from deep within the soil. Inthis light, it is not surprising perhapsthat a recent study showed that water de cit promoted verti- cal growth in Arabidopsis LRs (Fig. 3; Relln- lvarez et al. 2016). Interestingly, it was found that in addition to regulating growth angles, wa- ter availability around the circumferential axis ofthe root also acts as a positional cue to specify the patterning of LRs. This phenomenon was shown to occur before the initiation step and was de-ned as hydropatterning. It seems that high water levels promote patterning through a path- way that creates a local LR inductive signalthrough the biosynthesis (dependent on TRYP- TOPHAN AMINOTRANSFERASE1 ) and trans- port ( PIN3- dependent) of auxin (Bao et al. 2014). In addition, it has been shown that ARF7 promotes LR initiation by triggering asymmetric transcription of LBD16 at the cir- cumference of the root that is in contact with water. This asymmetric induction of LBD16 was regulated by the preferential posttransla-tional modi cation of ARF7 by the small ubiq- uitin-like modi er (SUMO) protein. SUMOyla- tion of ARF7 leads to an increased associationwith the repressor IAA3SHY2, presumably at thedrycircumference of the root, and conse- quent inhibition of LBD16 transcription (Orosa- Puente et al. 2018). Similar to LRs, primary roots in several spe- cies also develop hydrotropic curvatures in re-sponse to wateravailability. Initially, several lines of evidence suggested that this hydrotropic re- sponse was antagonistic to gravitropic bending(for review, see Takahashi et al. 2009), but this response appears to be species-speci c. For in- stance, in cucumber, the root cap is required fornormal hydrotropism, suggesting that the inter- actions between the two tropisms may be more complex. In Arabidopsis , while auxin transport is not required for the hydrotropic response, afunctional auxin response seems to be needed. For example, studies showed that treatment with auxin response inhibitors led to contrasting re-sults. Whereas treatment with p-chloro-phe- noxy-isobutyl acetic acid (PCIB), an inhibitor of AuxIAA protein degradation (Oono et al.2003), produced a decrease in hydrotropic re- sponse, addition of auxinole or -(phenyl- ethyl-2-oxo)-indole acetic acid (PEO-IAA), aTIR1 antagonist (Hayashi et al. 2012), accelerat- ed the response (Kaneyasu et al. 2007; Shkolnik et al. 2016). These contrasting results could bedue to different modes of action and target spec- icities of inhibitors. Thus, currently, additional experiments with multiple auxin-responsivemutants are required to con rm the effect of auxin signaling on the hydrotropic response. CONCLUSIONS The number of processes governed by auxin during root, and indeed most aspects of plant development seems extraordinary. This versatil- ity rests in part on the fact that auxin can bemoved within tissues to create and maintain gradients of concentration. Equally important is capacity of the auxin signaling system to gen-erate speci c outputs relevant to distinct and diverse developmental phenomena. These con- text-speci c responses to auxin are a property of the existence of different TIR1AFB-AuxIAA- ARF signaling modules, which can then be wired to downstream genes to effect appropriatemodes of developmental control. Nevertheless, even with this rationalization of how so much of development can, often simultaneously, dependon one simple molecule, the sheer robustness of auxin-regulated development is remarkable. A conspicuous example of this robustness is seenin the control of LR formation. This is a process with multiple, distinct, auxin-regulated steps and yet, in the face of high concentrations ofauxin, the result is simply an increase in the number of LR primordia, each initiating into perfectly formed LRs. Here, the fact that theAuxin in Root Development Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933 15development of individual LRs is so well buff- ered against large changes in auxin concentra- tions may well stem from the fact that successive AuxIAA-ARF signaling modules are activatedconsecutively in time and space. Understanding this molecular genetic basis of auxin s capacity for self-organization is one of the frontiers ofauxin research and one that is at the interface of genetics, biophysics, and mathematical mod- eling. This review has been very focused on the dicot model Arabidopsis and within that system, principally on auxin s role in primary and LR growth. This leaves out the unsurprisingly cen- tral role of auxin in adventitious roots and also in the regulation of root development in mono-cot species. Nevertheless, many of the para- digms established in Arabidopsis have been found to be translatable to cereal species suchas maize, rice, and wheat in particular, albeit with interesting differences (for review, see McSteen 2010; Balzan et al. 2014; Steffens andRasmussen 2016; Waidmann et al. 2020). Un- derstanding these differences and maximizing the potential application of our understandingof auxin s control of root biology will be essen- tial if we are to make rapid progress in develop- ing crop varieties that perform better in moresustainable farming systems in which inputs such as water, nitrogen, and phosphorous must be reduced. Indeed, there was an extentto which root performance as a trait became a casualty of post-Green Revolution breeding pro- grams based on high levels of agricultural in-puts. While this was an appropriate technolog- ical response to alleviating food insecurity at that point in history, we are now way beyond thestage at which food production needs to be rad- ically decarbonized. Reducing the use of nitro- gen fertilizer derived from the environmentallydamaging Haber Bosch process and conserving the world snite supply of phosphorous are high on the list of targets for crop improvement.It is here that our deep understanding of the networks of auxin response controlling root growth and system architecture can be broughtto bear in a way that can accelerate the develop- ment of new varieties in time to meet our com- mitments to limiting global warming and feed-ing a global population predicted to peak at 9 10 billion people just 30 years from now. Whereas overall tremendous progress has been made in understanding the role of auxinand its signaling networks in regulating multiple facets of root and, indeed, overall plant develop- ment, many questions still remain unanswered.Whereas a large number of gene networks that regulate different steps of both primary and LR development have now been studied, at leastpartially, many still remain to be discovered. Speci c examples of these include exceptionally rapid auxin-dependent signaling pathways thatregulate root elongation (Fendrych et al. 2016, 2018) and those that underpin the mechanisms of LR growth angle setting and maintenance.Following on from this, how multiple environ- mental signals can ne tune these myriad auxin- dependent developmental responses remains tobe fully understood. Perhaps the most basic question of all relates to the evolution of such complex systems of auxin response and how theproliferation and subfunctionalization of the three gene families in auxin signaling, including the development of speci c preferential interac- tions between pairs and multimers of different AuxIAAs, ARFs, and TIR1AFBs, may have underpinned the evolution of increasingly so-phisticated developmental phenomena. Inter- disciplinary advances in the multiple elds of biology, physics, and mathematical modelingwill enable researchers to answer these and other fundamental, yet exciting, questions in the com- ing decade. ACKNOWLEDGMENTS We apologize to those authors whose work we could not cover in this review. We thank Marta Del Bianco for critical reading of the manuscriptand The Leverhulme Trust (RPG-2018-137) and BBSRC (BBN0101241) for their support of relevant projects in the Kepinski laboratory. REFERENCES C3Reference is also in this collection. Aida M, Beis D, Heidstra R, Willemsen V, Blilou I, Galinha C, Nussaume L, Noh YS, Amasino R, Scheres B. 2004. TheS. Roychoudhry and S. Kepinski 16 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933PLETHORA genes mediate patterning of the Arabidopsis root stem cell niche. Cell119: 109120. doi:10.1016j.cell .2004.09.018 Balzan S, Johal GS, Carraro N. 2014. The role of auxin trans- porters in monocots development. Front Plant Sci 5:393. doi:10.3389fpls.2014.00393 Bao Y, Aggarwal P, Robbins NE 2nd, Sturrock CJ, Thompson MC, Tan HQ, Tham C, Duan L, Rodriguez PL, Vernoux T, et al. 2014. Plant roots use a patterning mechanismto position lateral root branches toward available water.Proc Natl Acad Sci 111: 9319 9324. doi:10.1073pnas .1400966111 Barberon M, Vermeer JE, De Bellis D, Wang P, Naseer S, Andersen TG, Humbel BM, Nawrath C, Takano J, Salt DE, et al. 2016. Adaptation of root function by nutrient- induced plasticity of endodermal differentiation. Cell164: 447459. doi:10.1016j.cell.2015.12.021 Bellini C, Pacurar DI, Perrone I. 2014. Adventitious roots and lateral roots: similarities and differences. Annu Rev Plant Biol 65:639666. doi:10.1146annurev-arplant- 050213-035645 Benjamins R, Scheres B. 2008. Auxin: the looping star in plant development. Annu Rev Plant Biol 59:443465. doi:10.1146annurev.arplant.58.032806.103805 Berckmans B, Vassileva V, Schmid SP, Maes S, Parizot B, Naramoto S, Magyar Z, Alvim Kamei CL, Koncz C, BgreL, et al. 2011. Auxin-dependent cell cycle reactivation through transcriptional regulation of Arabidopsis E2Fa by lateral organ boundary proteins. Plant Cell 23:3671  3683. doi:10.1105tpc.111.088377 Blilou I, Xu J, Wildwater M, Willemsen V, Paponov I, Friml J, Heidstra R, Aida M, Palme K, Scheres B. 2005. The PINauxin ef ux facilitator network controls growth and pat- terning in Arabidopsis roots. Nature 433: 3944. doi:10 .1038nature03184 Boerjan W, Cervera MT, Delarue M, Beeckman T, Dewitte W, Bellini C, Caboche M, Van Onckelen H, Van Montagu M, Inz D. 1995. Superroot, a recessive mutation in Ara- bidopsis , confers auxin overproduction. Plant Cell 7: 1405 1419. Bonser A, Lynch J, Snapp S. 1996. Effect of phosphorus deciency on growth angle of basal roots in Phaseolus vulgaris .New Phytol 132: 281288. doi:10.1111j.1469- 8137.1996.tb01847.x Brady NC, Weil RR. 2008. The nature and properties of soil , 14th ed. Prentice Hall, Upper Saddle River, NJ. Buer CS, Muday GK. 2004. The transparent testa4 mutation prevents avonoid synthesis and alters auxin transport and the response of Arabidopsis roots to gravity and light. Plant Cell 16:1191 1205. doi:10.1105tpc.020313 C3Cavallari N, Artner C, Benkova E. 2021. Auxin-regulated lateral root organogenesis. Cold Spring Harb Perspect Bioldoi: 10.1101cshperspect.a039941 Celenza JL Jr, Grisa PL, Fink GR. 1995. A pathway for lateral root formation in Arabidopsis thaliana .Genes Dev9:2131 2142. doi:10.1101gad.9.17.2131 Datta S, Prescott H, Dolan L. 2015. Intensity of a pulse of RSL4 transcription factor synthesis determines Arabidop- sisroot hair cell size. Nat Plants 1:15138. doi:10.1038 nplants.2015.138Dello Ioio R, Nakamura K, Moubayidin L, Perilli S, Tanigu- chi M, Morita MT, Aoyama T, Costantino P, Sabatini S. 2008. A genetic framework for the control of cell division and differentiation in the root meristem. Science 322: 1380 1384. doi:10.1126science.1164147 De Rybel B, Vassileva V, Parizot B, Demeulenaere M, Grunewald W, Audenaert D, Van Campenhout J, Over- voorde P, Jansen L, Vanneste S, et al. 2010. A novel aux IAA28 signaling cascade activates GATA23-dependentspecication of lateral root founder cell identity. Curr Biol 20:1697 1706. doi:10.1016j.cub.2010.09.007 De Smet I, Tetsumura T, De Rybel B, Frei Dit Frey N, Laplaze L, Casimiro I, Swarup R, Naudts M, Vanneste S, Aude- naert D, et al. 2007. Auxin-dependent regulation of lateral root positioning in the basal meristem of Arabidopsis . Development 134: 681690. doi:10.1242dev.02753 De Smet I, Lau S, Voss U, Vanneste S, Benjamins R, Rade- macher EH, Schlereth A, De Rybel B, Vassileva V, Grune- wald W, et al. 2010. Bimodular auxin response controlsorganogenesis in Arabidopsis .Proc Natl Acad Sci 107: 2705 2710. doi:10.1073pnas.0915001107 Dharmasiri N, Dharmasiri S, Weijers D, Lechner E, Yamada M, Hobbie L, Ehrismann JS, Jrgens G, Estelle M. 2005.Plant development is regulated by a family of auxin re- ceptor F box proteins. Dev Cell 9:109119. doi:10.1016j .devcel.2005.05.014 Dietrich D. 2018. Hydrotropism: how roots search for water. J Exp Bot 69:2759 2771. doi:10.1093jxbery034 Digby J, Firn RD. 1995. The gravitropic set-point angle (GSA): the identi cation of an important developmen- tally controlled variable governing plant architecture. Plant Cell Environ 18:1434 1440. doi:10.1111j.1365- 3040.1995.tb00205.x Di Mambro R, De Ruvo M, Paci ci E, Salvi E, Sozzani R, Benfey P, Busch W, Novak O, Ljung K, De Paola L, et al. 2017. Auxin minimum triggers the developmental switch from cell division to cell differentiation in the Arabidopsis root. Proc Natl Acad Sci 114: E7641 E7649. doi:10.1073 pnas.1705833114 Ding Z, Friml J. 2010. Auxin regulates distal stem cell dif- ferentiation in Arabidopsis roots. Proc Natl Acad Sci 107: 12046 12051. doi:10.1073pnas.1000672107 Dolan L. 2001. How and where to build a root hair. Curr Opin Plant Biol 4:550554. doi:10.1016S1369-5266(00) 00214-4 Drisch RC, Stahl Y. 2015. Function and regulation of tran- scription factors involved in root apical meristem and stem cell maintenance. Front Plant Sci 6:505. doi:10 .3389fpls.2015.00505 Du Y, Scheres B. 2018. Lateral root formation and the mul- tiple roles of auxin. J Exp Bot 69:155167. doi:10.1093 jxberx223 Dubrovsky JG, Sauer M, Napsucialy-Mendivil S, Ivanchenko MG, Friml J, Shishkova S, Celenza J, Benkov E. 2008. Auxin acts as a local morphogenetic trigger to specify lateral root founder cells. Proc Natl Acad Sci 105: 8790  8794. doi:10.1073pnas.0712307105 Durgaprasad K, Roy MV, Venugopal A, Kareem A, Raj K, Willemsen V, Mhnen AP, Scheres B, Prasad K. 2019. Gradient expression of transcription factor imposes a boundary on organ regeneration potential in plants. Cell Rep29:453463.e3. doi:10.1016j.celrep.2019.08.099Auxin in Root Development Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933 17Fendrych M, Leung J, Friml J. 2016. TIR1AFB-AuxIAA auxin perception mediates rapid cell wall acidi cation and growth of Arabidopsis hypocotyls. eLife 5:e19048. doi:10.7554eLife.19048 Fendrych M, Akhmanova M, Merrin J, Glanc M, Hagihara S, Takahashi K, Uchida N, Torii KU, Friml J. 2018. Rapidand reversible root growth inhibition by TIR1 auxin sig-nalling. Nat Plants 4:453459. doi:10.1038s41477-018- 0190-1 Furutani M, Hirano Y, Nishimura T, Nakamura M, Tanigu- chi M, Suzuki K, Oshida R, Kondo C, Sun S, Kato K, et al.2020. Polar recruitment of RLD by LAZY1-like proteinduring gravity signaling in root branch angle control. Nat Commun 11:76. doi:10.1038s41467-019-13729-7 Galinha C, Hofhuis H, Luijten M, Willemsen V, Blilou I, Heidstra R, Scheres B. 2007. PLETHORA proteins as dose-dependent master regulators of Arabidopsis root de- velopment. Nature 449: 1053 1057. doi:10.1038nature 06206 Garca-Gmez ML, Garay-Arroyo A, Garca-Ponce B, Sn- chez MP, lvarez-Buylla ER. 2021. Hormonal regulationof stem cell proliferation at the Arabidopsis thaliana root stem cell niche. Front Plant Sci 12:628491. doi: 10.3389 fpls.2021.628491 Ge L, Chen R. 2016. Negative gravitropism in plant roots. Nat Plants 2:16155. doi:10.1038nplants.2016.155 Geisler M, Aryal B, di Donato M, Hao P. 2017. A critical view on ABC transporters and their interacting partners inauxin transport. Plant Cell Physiol 58: 1601 1614. doi:10.1093pcppcx104 Geldner N. 2009. Cell polarity in plants: a PARspective on PINs. Curr Opin Plant Biol 12:4248. doi:10.1016j.pbi .2008.09.009 Gibbs DJ, Vo U, Harding SA, Fannon J, Moody LA, Ya- mada E, Swarup K, Nibau C, Bassel GW, Choudhary A, etal. 2014. AtMYB93 is a novel negative regulator of lateral root development in Arabidopsis .New Phytol 203: 1194  1207. doi:10.1111nph.12879 Giehl RF, Lima JE, von Wirn N. 2012. Localized iron supply triggers lateral root elongation in Arabidopsis by altering the AUX1-mediated auxin distribution. Plant Cell 24:33 49. doi:10.1105tpc.111.092973 Goh T, Joi S, Mimura T, Fukaki H. 2012. The establishment of asymmetry in Arabidopsis lateral root founder cells is regulated by LBD16ASL18 and related LBDASL pro- teins. Development 139: 883893. doi:10.1242dev.071 928 Goh T, Toyokura K, Yamaguchi N, Okamoto Y, Uehara T, Kaneko S, Takebayashi Y, Kasahara H, Ikeyama Y, Oku- shima Y, et al. 2019. Lateral root initiation requires thesequential induction of transcription factors LBD16 andPUCHI in Arabidopsis thaliana .New Phytol 224: 749 760. doi:10.1111nph.16065 Gray WM, Kepinski S, Rouse D, Leyser O, Estelle M. 2001. Auxin regulates SCF TIR1-dependent degradation of AUX IAA proteins. Nature 414: 271276. doi:10.10383510 4500 Grieneisen V A, Xu J, Mare AF, Hogeweg P, Scheres B. 2007. Auxin transport is suf cient to generate a maximum and gradient guiding root growth. Nature 449: 1008 1013. doi:10.1038nature06215Guseman JM, Webb K, Srinivasan C, Dardick C. 2017. DRO1 inuences root system architecture in Arabidopsis andPrunus species. Plant J 89:1093 1105. doi:10.1111 tpj.13470 Guyomarc h S, Lran S, Auzon-Cape M, Perrine-Walker F, Lucas M, Laplaze L. 2012. Early development and gravi-tropic response of lateral roots in Arabidopsis thaliana . Philos Trans R Soc Lond B Biol Sci 367: 1509 1516. doi:10 .1098rstb.2011.0231 C3Hammes UZ, Murphy AS, Schwechheimer C. 2021. Auxin transporters a biochemical view. Cold Spring Harb Per- spect Biol doi: 10.1101cshperspect.a039875 Hayashi K, Neve J, Hirose M, Kuboki A, Shimada Y, Kepin- ski S, Nozaki H. 2012. Rational design of an auxin antag-onist of the SCFTIR1auxin receptor complex. ACS Chem Biol 17:590598. Hofhuis H, Laskowski M, Du Y, Prasad K, Grigg S, Pinon V, Scheres B. 2013. Phyllotaxis and rhizotaxis in Arabidopsis are modi ed by three PLETHORA transcription factors. Curr Biol 23:956962. doi:10.1016j.cub.2013.04.048 Hollender CA, Dardick C. 2015. Molecular basis of angio- sperm tree architecture. New Phytol 206: 541556. doi:10 .1111nph.13204 Hu Y, Omary M, Hu Y, Doron O, Hoermayer L, Chen Q, Megides O, Chekli O, Ding Z, Friml J, et al. 2021. Cellkinetics of auxin transport and activity in Arabidopsis root growth and skewing. Nat Commun 12:1657. doi:10 .1038s41467-021-21802-3 Jones AR, Kramer EM, Knox K, Swarup R, Bennett MJ, Lazarus CM, Leyser HM, Grierson CS. 2009. Auxin trans-port through non-hair cells sustains root-hair develop-ment. Nat Cell Biol 11:7884. doi:10.1038ncb1815 Kaneyasu T, Kobayashi A, Nakayama M, Fujii N, Takahashi H, Miyazawa Y. 2007. Auxin response, but not its polartransport, plays a role in hydrotropism of Arabidopsis roots. J Exp Bot 58:1143 1150. doi:10.1093jxberl274 Kepinski S, Leyser O. 2005. The Arabidopsis F-box protein TIR1 is an auxin receptor. Nature 435: 446451. doi:10 .1038nature03542 Khan MA, Gemenet DC, Villordon A. 2016. Root system architecture and abiotic stress tolerance: current knowl-edge in root and tuber crops. Front Plant Sci 7:1584. Kircher S, Schopfer P. 2016. Priming and positioning of lateral roots in Arabidopsis . An approach for an integrat- ing concept. J Exp Bot 67:1411 1420. doi:10.1093jxb erv541 Laskowski M, Grieneisen VA, Hofhuis H, Hove CA, Hoge- weg P, Mare AF, Scheres B. 2008. Root system architec-ture from coupling cell shape to auxin transport. PLoS Biol 6:e307. doi:10.1371journal.pbio.0060307 Laxmi A, Pan J, Morsy M, Chen R. 2008. Light plays an essential role in intracellular distribution of auxin ef ux carrier PIN2 in Arabidopsis thaliana .PLoS ONE 3:e1510. doi:10.1371journal.pone.0001510 Lee HW, Cho C, Kim J. 2015. Lateral Organ Boundaries Domain16 and18Act downstream of the AUXIN1 and LIKE-AUXIN3 auxin in  ux carriers to control lateral root development in Arabidopsis .Plant Physiol 168: 1792  1806. doi: 10.1104pp.15.00578 Lee H, Ganguly A, Lee RD, Park M, Cho HT. 2020. Intra- cellularly localized PIN-FORMED8 promotes lateral rootS. Roychoudhry and S. Kepinski 18 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933emergence in Arabidopsis .Front Plant Sci 10:1808. doi:10 .3389fpls.2019.01808 Leyser O. 2018. Auxin signaling. Plant Physiol 176: 465479. doi:10.1104pp.17.00765 Lima JE, Kojima S, Takahashi H, von Wirn N. 2010. Am- monium triggers lateral root branching in Arabidopsis in an AMMONIUM TRANSPORTER1;3-dependent man-ner. Plant Cell 22:3621 3633. doi:10.1105tpc.110.076 216 Linkohr BI, Williamson LC, Fitter AH, Leyser HM. 2002. Nitrate and phosphate availability and distribution havedifferent effects on root system architecture of Arabidop- sis.Plant J 29:751760. doi:10.1046j.1365-313X.2002 .01251.x Liu Y, Lai N, Gao K, Chen F, Yuan L, Mi G. 2013. Ammo- nium inhibits primary root growth by reducing the lengthof meristem and elongation zone and decreasing elemen-tal expansion rate in the root apex in Arabidopsis thaliana . PLoS ONE 8:e61031. doi:10.1371journal.pone.0061031 Lfke C, Dnser K, Kleine-Vehn J. 2013. Epidermal pattern- ing genes impose non-cell autonomous cell size determi-nation and have additional roles in root meristem sizecontrol. J Int Plant Biol 55:864875. doi:10.1111jipb .12097 Lfke C, Scheuring D, Dnser K, Schller M, Luschnig C, Kleine-Vehn J. 2015. Tricho- and atrichoblast cell les show distinct PIN2 auxin ef ux carrier exploitations and are jointly required for de ned auxin-dependent root organ growth. J Exp Bot 66:5103 5112. doi:10 .1093jxberv282 Lpez-Bucio J, Hernndez-Abreu E, Snchez-Caldern L, Nieto-Jacobo MF, Simpson J, Herrera-Estrella L. 2002.Phosphate availability alters architecture and causeschanges in hormone sensitivity in the Arabidopsis root system. Plant Physiol 129: 244256. doi:10.1104pp .010934 Lynch JP. 2013. Steep, cheap and deep: an ideotype to opti- mize water and N acquisition by maize root systems. Ann Bot112: 347357. doi:10.1093aobmcs293 Ma Z, Baskin TI, Brown KM, Lynch JP. 2003. Regulation of root elongation under phosphorus stress involves changesin ethylene responsiveness. Plant Physiol 131: 1381 1390. doi:10.1104pp.012161 Mhnen AP, Ten Tusscher K, Siligato R, Smetana O, Daz- Trivio S, Salojrvi J, Wachsman G, Prasad K, Heidstra R, Scheres B. 2014. PLETHORA gradient formation mech- anism separates auxin responses. Nature 515: 125129. doi:10.1038nature13663 Marchant A, Bhalerao R, Casimiro I, Eklf J, Casero PJ, Bennett M, Sandberg G. 2002. AUX1 promotes lateralroot formation by facilitating indole-3-acetic acid distri-bution between sink and source tissues in the Arabidopsis seedling. Plant Cell 14:589597. doi:10.1105tpc.010354 Marhava P, Bassukas AEL, Zourelidou M, Kolb M, Moret B, Fastner A, Schulze WX, Cattaneo P, Hammes UZ,Schwechcheimer C, et al. 2018. A molecular rheostat ad-justs auxin ux to promote root protophloem differenti- ation. Nature 558: 297300. doi:10.1038s41586-018- 0186-z Marhav P, Vanstraelen M, De Rybel B, Zhaojun D, Bennett MJ, Beeckman T, Benkov E. 2013. Auxin re ux betweenthe endodermis and pericycle promotes lateral root initi- ation. EMBO J 32:149158. doi:10.1038emboj.2012.303 Marhav P, Montesinos JC, Abuzeineh A, Van Damme D, Vermeer JE, Duclercq J, Rakusov H, Novkov P, Friml J,Geldner N, et al. 2016. Targeted cell elimination reveals anauxin-guided biphasic mode of lateral root initiation.Genes Dev 30:471483. doi:10.1101gad.276964.115 Markakis MN, De Cnodder T, Lewandowski M, Simon D, Boron A, Balcerowicz D, Doubbo T, Taconnat L, RenouJP, Hfte H, et al. 2012. Identi cation of genes involved in the ACC-mediated control of root cell elongation in Ara- bidopsis thaliana .BMC Plant Biol 12:208. doi:10.1186 1471-2229-12-208 McSteen P. 2010. Auxin and monocot development. Cold Spring Harb Perspect Biol 2:a001479. doi:10.1101cshper spect.a001479 Mellor N, Band LR, P nk A, Novk O, Rashed A, Holman T, Wilson MH, Vo U, Bishopp A, King RJ, et al. 2016.Dynamic regulation of auxin oxidase and conjugatingenzymes AtDAO1 andGH3 modulates auxin homeosta- sis.Proc Natl Acad Sci 113: 11022 11027. doi:10.1073 pnas.1604458113 Michniewicz M, Zago MK, Abas L, Weijers D, Schweighofer A, Meskiene I, Heisler MG, Ohno C, Zhang J, Huang F, et al. 2007. Antagonistic regulation of PIN phosphorylation by PP2A and PINOID directs auxin ux.Cell130: 1044  1056. doi:10.1016j.cell.2007.07.033 Moreno-Risueno MA, Van Norman JM, Moreno A, Zhang J, Ahnert SE, Benfey PN. 2010. Oscillating gene expressiondetermines competence for periodic Arabidopsis root branching. Science 329: 1306 1311. doi:10.1126science .1191937 C3Morffy N, Strader LC. 2021. Structural aspects of auxin sig- naling. Cold Spring Harb Perspect Biol doi: 10.1101 cshperspect.a039883 Morgan JB, Connolly EL. 2013. Plant soil interactions: nu- trient uptake. Nature Education Knowledge 4:2. Morris EC, Grif ths M, Golebiowska A, Mairhofer S, Burr- Hersey J, Goh T, von Wangenheim D, Atkinson B, Stur- rock CJ, Lynch JP, et al. 2017. Shaping 3D root system architecture. Curr Biol 27:R919 R930. doi:10.1016j.cub .2017.06.043 Muday GK, Haworth P. 1994. Tomato root growth, gravi- tropism, and lateral development: correlation with auxintransport. Plant Physiol Biochem 32:193203. Murphy E, Vu LD, Van den Broeck L, Lin Z, Ramakrishna P, van de Cotte B, Gaudinier A, Goh T, Slane D, BeeckmanT, et al. 2016. RALFL34 regulates formative cell divisionsinArabidopsis pericycle during lateral root initiation. J Exp Bot 67:4863 4875. doi:10.1093jxberw281 Ogura T, Goeschl C, Filiault D, Mirea M, Slovak R, Wolhrab B, Satbhai SB, Busch W. 2019. Root system depth in Ara- bidopsis is shaped by EXOCYST70A3 via the dynamic modulation of auxin transport. Cell 178: 400412.e16. doi:10.1016j.cell.2019.06.021 Okumura K, Goh T, Toyokura K, Kasahara H, Takebayashi Y, Mimura T, Kamiya Y, Fukaki H. 2013. GNOMFEWERROOTS is required for the establishment of an auxinresponse maximum for Arabidopsis lateral root initiation. Plant Cell Physiol 54:406417. doi:10.1093pcppct018 Okushima Y, Fukaki H, Onoda M, Theologis A, Tasaka M. 2007. ARF7 and ARF19 regulate lateral root formation viaAuxin in Root Development Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933 19direct activation of LBDASL genes in Arabidopsis .Plant Cell19:118130. doi:10.1105tpc.106.047761 Oono Y, Ooura C, Rahman A, Aspuria ET, Hayashi K, Ta- naka A, Uchimiya H. 2003. p-Chlorophenoxyisobutyric acid impairs auxin response in Arabidopsis root. Plant Physiol 133: 1135 1147. doi:10.1104pp.103.027847 Orosa-Puente B, Leftley N, von Wangenheim D, Banda J, Srivastava AK, Hill K, Truskina J, Bhosale R, Morris E, Srivastava M, et al. 2018. Root branching toward water involves posttranslational modi cation of transcription factor ARF7. Science 362: 1407 1410. doi:10.1126sci ence.aau3956 Osmont KS, Sibout R, Hardtke CS. 2007. Hidden branches: developments in root system architecture. Ann Rev Plant Biol 58:93113. doi:10.1146annurev.arplant.58.032806 .104006 Overoode P, Fukaki H, Beeckman T. 2010. Auxin control of root development. Cold Spring Harb Perspect Biol 2: a001537. Pret B, Swarup K, Ferguson A, Seth M, Yang Y, Dhondt S, James N, Casimiro I, Perry P, Syed A, et al. 2012. AUX LAX genes encode a family of auxin in ux transporters that perform distinct functions during Arabidopsis devel- opment. Plant Cell 24:2874 2885. doi:10.1105tpc.112 .097766 Pret B, Middleton AM, French AP, Larrieu A, Bishopp A, Njo M, Wells DM, Porco S, Mellor N, Band LR, et al. 2013. Sequential induction of auxin ef ux and in ux carriers regulates lateral root emergence. Mol Syst Biol 9:699. doi:10.1038msb.2013.43 Prez-Torres CA, Lpez-Bucio J, Cruz-Ramrez A, Ibarra- Laclette E, Dharmasiri S, Estelle M, Herrera-Estrella L.2008. Phosphate availability alters lateral root develop- ment in Arabidopsis by modulating auxin sensitivity via a mechanism involving the TIR1 auxin receptor. Plant Cell12:3258 3272. Perianez-Rodriguez J, Rodriguez M, Marconi M, Bustillo- Avendao E, Wachsman G, Sanchez-Corrionero A, De Gernier H, Cabrera J, Perez-Garcia P, Gude I, et al. 2021. An auxin-regulable oscillatory circuit drives the root clock in Arabidopsis . Sci Adv 7:eabd4722. doi:10 .1126sciadv.abd4722 Porco S, P nk A, Rashed A, Vo U, Casanova-Sez R, Bishopp A, Golboeweska A, Bhosale R, Swarup R, Swarup K, et al. 2016a. Dioxygenase-encoding AtDAO1 gene con- trols IAA oxidation and homeostasis in Arabidopsis .Proc Natl Acad Sci 113: 11016 11021. doi:10.1073pnas .1604375113 Porco S, Larrieu A, Du Y, Gaudinier A, Goh T, Swarup K, Swarup R, Kuempers B, Bishopp A, Lavenus J, et al. 2016b. Lateral root emergence in Arabidopsis is depen- dent on transcription factor LBD29 regulation of auxin inux carrier LAX3 .Development 143: 3340 3349. Rahman A, Bannigan A, Sulaman W, Pechter P, Blanca or EB, Baskin TI. 2007. Auxin, actin and growth of the Ara- bidopsis thaliana primary root. Plant J 50:514528. doi:10.1111j.1365-313X.2007.03068.x Relln-lvarez R, Lobet G, Dinneny J. 2016. Environmental control of root system biology. Ann Rev Plant Biol 67: 619642. doi:10.1146annurev-arplant-043015-111848Richter GL, Monshausen GB, Krol A, Gilroy S. 2009. Me- chanical stimuli modulate lateral root organogenesis.Plant Physiol 151: 1855 1866. Roberts I, Smith S, Stes E, De Rybel B, Staes A, van de Cotte B, Njo MF, Dedeyne L, Demol H, Lavenus J, et al. 2016.CEP5 and XIP1CEPR1 regulate lateral root initiation inArabidopsis .J Exp Bot 67:4889 4899. doi:10.1093jxb erw231 Rosquete MR, von Wangenheim D, Marhav P, Barbez E, Stelzer EH, Benkov E, Maizel A, Kleine-Vehn J. 2013. An auxin transport mechanism restricts positive orthogravi-tropism in lateral roots. Curr Biol 23:817822. doi:10 .1016j.cub.2013.03.064 Roychoudhry S, Kepinski S. 2015. Shoot and root branch growth angle control the wonderfulness of lateralness. Curr Opin Plant Biol 23:124131. doi:10.1016j.pbi.2014 .12.004 Roychoudhry S, Kieffer M, Del Bianco M, Liao CY, Weijers D, Kepinski S. 2017. The developmental and environ- mental regulation of gravitropic setpoint angle in Arabi- dopsis and bean. Sci Rep 7: 42664. doi: 10.1038srep42664 Ruiz Rosquete M, Waidmann S, Kleine-Vehn J. 2018. PIN7 auxin carrier has a preferential role in terminating radialroot expansion in Arabidopsis thaliana .Int J Mol Sci 19: 1238. doi:10.3390ijms19041238 Sabatini S, Beis D, Wolkenfelt H, Murfett J, Guilfoyle T, Malamy J, Benfey P, Leyser O, Bechtold N, Weisbeek P,et al. 1999. An auxin-dependent distal organizer of pat-tern and polarity in the Arabidopsis root. Cell 99:463 472. doi:10.1016S0092-8674(00)81535-4 Sabatini S, Heidstra R, Wildwater M, Scheres B. 2003. SCARECROW is involved in positioning the stem cell niche in the Arabidopsis root meristem. Genes Dev 17: 354358. doi:10.1101gad.252503 Salvi E, Rutten JP, Di Mambro R, Polverari L, Licursi V, Negri R, Dello Ioio R, Sabatini S, Ten Tusscher K. 2020.A self-organized PLTauxinARR-B network controls thedynamics of root zonation development in Arabidopsis thaliana .Dev Cell 53:431443.e23. doi:10.1016j.devcel .2020.04.004 Shkolnik D, Krieger G, Nuriel R, Fromm H. 2016. Hydro- tropism: root bending does not require auxin redistri- bution. Mol Plant 9:757759. doi:10.1016j.molp.2016 .02.001 Silva-Navas J, Moreno-Risueno MA, Manzano C, Pallero- Baena M, Navarro-Neila S, Tllez-Robledo B, Garcia-Mina JM, Baigorri R, Gallego FJ, del Pozo JC. 2015. D-Root: A system for cultivating plants with the roots indarkness or under different light conditions. Plant J 84: 244255. doi:10.1111tpj.12998 Simonini S, Bencivenga S, Trick M, stergaard L. 2017. Auxin-induced modulation of ETTIN activity orches- trates gene expression in Arabidopsis .Plant Cell 29: 1864 1882. doi:10.1105tpc.17.00389 Smith S, De Smet I. 2012. Root system architecture: insights from Arabidopsis and cereal crops. Phil Trans R Soc B 367: 1441 1452. doi:10.1098rstb.2011.0234 Steffens B, Rasmussen A. 2016. The physiology of adventi- tious roots. Plant Phys 170: 603617. doi:10.1104pp.15 .01360S. Roychoudhry and S. Kepinski 20 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933Stoeckle D, Thellmann M, Vermeer JE. 2018. Breakout  lateral root emergence in Arabidopsis thaliana .Curr Opin Plant Biol 41:6772. doi:10.1016j.pbi.2017.09.005 Swarup R, Kramer EM, Perry P, Knox K, Leyser HM, Hase- loff J, Beemster GT, Bhalerao R, Bennett MJ. 2005. Root gravitropism requires lateral root cap and epidermal cells for transport and response to a mobile auxin signal. Nat Cell Biol 7:1057 1065. doi:10.1038ncb1316 Takahashi H, Miyazawa Y, Fujii N. 2009. Hormonal inter- actions during root tropic growth: hydrotropism versus gravitropism. Plant Mol Biol 69:489502. doi:10.1007 s11103-008-9438-x Takatsuka H, Umeda M. 2014. Hormonal control of cell division and elongation along differentiation trajectories in roots. J Exp Bot 65:2633 2643. doi:10.1093jxbert485 Tang LP, Zhou C, Wang SS, Yuan J, Zhang XS, Su YH. 2017. FUSCA3 interacting with LEAFY COTYLEDON2 con- trols lateral root formation through regulating YUCCA4 gene expression in Arabidopsis thaliana .New Phyt 213: 1740 1754. doi:10.1111nph.14313 Taniguchi M, Furutani M, Nishimura T, Nakamura M, Fushita T, Iijima K, Baba K, Tanaka H, Toyota M, Tasaka M, et al. 2017. The Arabidopsis LAZY1 family plays a key role in gravity signaling within statocytes and in branch angle control of roots and shoots. Plant Cell 29:1984  1999. doi:10.1105tpc.16.00575 Tian QY, Sun P, Zhang WH. 2009. Ethylene is involved in nitrate-dependent root growth and branching in Arabi- dopsis thaliana .New Phytol 184: 918931. doi:10.1111j .1469-8137.2009.03004.x Torres-Martnez HH, Rodrguez-Alonso G, Shishkova S, Dubrovsky JG. 2019. Lateral root primordium morpho- genesis in angiosperms. Front Plant Sci 10:206. doi: 10 .3389fpls.2019.00206 Uga Y, Okuno K, Yano M. 2011. Dro1 , a major QTL involved in deep rooting of rice under upland eld conditions. J Exp Bot 62:2485 2494. doi:10.1093jxberq429 Ursache R, De Jesus Vieira Teixeira C, Dnervaud Tendon V, Gully K, De Bellis D, Schmid-Siegert E, Grube Andersen T, Shekhar V, Calderon S, Pradervand S, et al. 2021. GDSL-domain proteins have key roles in suberin poly- merization and degradation. Nat Plants 7:353364. doi:10.1038s41477-021-00862-9 van Gelderen K, Kang C, Pierik R. 2018. Light signaling, root development, and plasticity. Plant Physiol 176: 1049  1060. doi:10.1104pp.17.01079 Vanneste S, De Rybel B, Beemster GT, Ljung K, De Smet I, Van Isterdael G, Naudts M, Iida R, Gruissem W, TasakaM, et al. 2005. Cell cycle progression in the pericycle is not sufcient for SOLITARY ROOTIAA14-mediated lateral root initiation in Arabidopsis thaliana .Plant Cell 17: 3035 3050. doi:10.1105tpc.105.035493 Van Norman JM, Xuan W, Beeckman T, Benfey PN. 2013. To branch or not to branch: the role of pre-patterning in lateral root formation. Development 140: 4301 4310. doi:10.1242dev.090548 Verbelen JP, Cnodder TDe, Le J, Vissenberg K, Balu ka F. 2006. The root apex of Arabidopsis thaliana consists of four distinct zones of growth activities: meristematic zone, transition zone, fast elongation zone and growth terminating zone. Plant Signal Behav 1:296304. doi:10 .4161psb.1.6.3511Vermeer JE, von Wangenheim D, Barberon M, Lee Y, Stelzer EH, Maizel A, Geldner N. 2014. A spatial accommodationby neighboring cells is required for organ initiation in Arabidopsis .Science 343: 178183. doi:10.1126science .1245871 von Wangenheim D, Fangerau J, Schmitz A, Smith RS, Leitte H, Stelzer EH, Maizel A. 2016. Rules and self-organizingproperties of post-embryonic plant organ cell divisionpatterns. Curr Biol 26:439449. doi:10.1016j.cub.2015 .12.047 Waidmann S, Ruiz Rosquete M, Schller M, Sarkel E, Lindner H, LaRue T, Pet k I, Dnser K, Martopawiro S, Sasidharan R, et al. 2019. Cytokinin functions as anasymmetric and anti-gravitropic signal in lateral roots.Nat Commun 10: 3540. doi:10.1038s41467-019- 11483-4 Waidmann S, Sarkel E, Kleine-Vehn J. 2020. Same same, but different: growth responses of primary and lateral roots. J Exp Bot 71:2397 2411. doi:10.1093jxberaa027 Wang Y, Deng D, Shi Y, Miao N, Bian Y, Yin Z. 2012. Di- versication, phylogeny and evolution of auxin response factor (ARF) family: insights gained from analyzing maize ARF genes. Mol Biol Rep 39:2401 2415. doi:10.1007 s11033-011-0991-z Wu G, Lewis DR, Spalding EP. 2007. Mutations in Arabi- dopsis multidrug resistance-like ABC transporters sepa- rate the roles of acropetal and basipetal auxin transport in lateral root development. Plant Cell 19:1826 1837. doi:10 .1105tpc.106.048777 Xuan W, Audenaert D, Parizot B, Mller BK, Njo MF, De Rybel B, De Rop G, Van Isterdael G, Mhnen AP, Van-neste S, et al. 2015. Root cap-derived auxin pre-patternsthe longitudinal axis of the Arabidopsis root. Curr Biol 25: 1381 1388. doi:10.1016j.cub.2015.03.046 Xuan W, Band LR, Kumpf RP, Van Damme D, Parizot B, De Rop G, Opdenacker D, Moller BK, Skorzinki N, NjoMF, et al. 2016. Cyclic programmed cell death stimu-lates hormone signaling and root development in Ara- bidopsis .Science 351: 384387. doi:10.1126science .aad2776 Yang Y, Zhang L, Chen P, Liang L, Li X, Liu H. 2020. UV-B photoreceptor UVR8 interacts with MYB73MYB77 to regulate auxin responses and lateral root development.EMBO J 39:e101928. Yi K, Menand B, Bell E, Dolan L. 2010. A basic helix-loop- helix transcription factor controls cell growth and size inroot hairs. Nat Genet 42:64267. Zhang H, Forde BG. 1998. An Arabidopsis MADS box gene that controls nutrient-induced changes in root ar-chitecture. Science 279: 407409. doi:10.1126science.279 .5349.407 Zhang H, Jennings A, Barlow PW, Forde BG. 1999. Dual pathways for regulation of root branching by nitrate. Proc Natl Acad Sci 96:6529 6534. doi:10.1073pnas.96 .11.6529 Zhang KX, Xu HH, Yuan TT, Zhang L, Lu YT. 2013. Blue- light-induced PIN3 polarization for root negative photo-tropic response in Arabidopsis .Plant J 76:308321. Zhang J, Lin JE, Harris C, Pereira FCM, Wu F, Blakeslee JJ, Peer WA. 2016. DAO1 catalyzes temporal and tissue-spe-cic oxidative inactivation of auxin in Arabidopsis thali-Auxin in Root Development Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933 21ana.Proc Natl Acad Sci 113: 11010 11015. doi:10.1073 pnas.1604769113 Zhang Y, Wang C, Xu H, Shi X, Zhen W, Hu Z, Huang J, Zheng Y, Huang P, Zhang KX, et al. 2019. HY5 contrib-utes to light-regulated root system architecture under a root-covered culture system. Front Plant Sci. 10:1490. doi:10.3389fpls.2019.01490 Zhang Y, Rodriguez R, Li L, Zhang X, Friml J. 2020. Functional innovations of PIN auxin transportersmark crucial evolutionary transitions during rise of owering plants. Sci Adv 6:eabc8895. doi:10.1126 sciadv.abc8895Zhu J, Geisler M. 2015. Keeping it all together: auxin-actin crosstalk in plant development. J Exp Bot 66:4983 4998. doi:10.1093jxberv308 Zourelidou M, Absmanner B, Weller B, Barbosa IC, Willige BC, Fastner A, Streit V, Port SA, Colcombet J, de la Fuente van Bentem S, et al. 2014. Auxin ef ux by PIN-FORMED proteins is activated by two different protein kinases, D6PROTEIN KINASE and PINOID. eLife 3:e02860. doi:10 .7554eLife.02860 Zwiewka M, Bilanovi ov V, Seifu YW, Nodzy ski T. 2019. The nuts and bolts of PIN auxin ef ux carriers. Front Plant Sci 10:985. doi:10.3389fpls.2019.00985S. Roychoudhry and S. Kepinski 22 Cite this article as Cold Spring Harb Perspect Biol 2022;14:a039933",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Organization of the primary root in Arabidopsis"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Auxin signaling networks in lateral root development"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Environmental regulation of root system architecture (RSA) plasticity"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            }
        ]
    }
]