[
    {
        "pmid": "35019675",
        "title": "Genomic Characterization of Potential Plant Growth-Promoting Features of Sphingomonas Strains Isolated from the International Space Station.",
        "year": "2022",
        "journal": "Microbiol Spectr",
        "abstract": "In an ongoing microbial tracking investigation of the International Space Station (ISS), several Sphingomonas strains were isolated. Based on the 16S rRNA gene sequence, phylogenetic analysis identified the ISS strains as Sphingomonas sanguinis (n = 2) and one strain isolated from the Kennedy Space Center cleanroom (used to assemble various Mars mission spacecraft components) as Sphingomonas paucimobilis. Metagenomic sequence analyses of different ISS locations identified 23 Sphingomonas species. An abundance of shotgun metagenomic reads were detected for S. sanguinis in the location from where the ISS strains were isolated. A complete metagenome-assembled genome was generated from the shotgun reads metagenome, and its comparison with the whole-genome sequences (WGS) of the ISS S. sanguinis isolates revealed that they were highly similar. In addition to the phylogeny, the WGS of these Sphingomonas strains were compared with the WGS of the type strains to elucidate genes that can potentially aid in plant growth promotion. Furthermore, the WGS comparison of these strains with the well-characterized Sphingomonas sp. LK11, an arid desert strain, identified several genes responsible for the production of phytohormones and for stress tolerance. Production of one of the phytohormones, indole-3-acetic acid, was further confirmed in the ISS strains using liquid chromatography-mass spectrometry. Pathways associated with phosphate uptake, metabolism, and solubilization in soil were conserved across all the S. sanguinis and S. paucimobilis strains tested. Furthermore, genes thought to promote plant resistance to abiotic stress, including heat/cold shock response, heavy metal resistance, and oxidative and osmotic stress resistance, appear to be present in these space-related S. sanguinis and S. paucimobilis strains. Characterizing these biotechnologically important microorganisms found on the ISS and harnessing their key features will aid in the development of self-sustainable long-term space missions in the future. IMPORTANCESphingomonas is ubiquitous in nature, including the anthropogenically contaminated extreme environments. Members of the Sphingomonas genus have been identified as potential candidates for space biomining beyond earth. This study describes the isolation and identification of Sphingomonas members from the ISS, which are capable of producing the phytohormone indole-3-acetic acid. Microbial production of phytohormones will help future in situ studies, grow plants beyond low earth orbit, and establish self-sustainable life support systems. Beyond phytohormone production, stable genomic elements of abiotic stress resistance, heavy metal resistance, and oxidative and osmotic stress resistance were identified, rendering the ISS Sphingomonas isolate a strong candidate for biotechnology-related applications.",
        "full_text": "Genomic Characterization of Potential Plant Growth-Promoting Features of Sphingomonas Strains Isolated from the International Space Station Jonathan Lombardino ,a Swati Bijlani ,bNitin K. Singh ,c Jason M. Wood ,cRichard Barker ,aSimon Gilroy ,aClay C. C. Wang ,b Kasthuri Venkateswaranc aUniversity of Wisconsin-Madison, Madison, Wisconsin, USA bUniversity of Southern California, Los Angeles, California, USA cBiotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA Jonathan Lombardino and Swati Bijlani contributed equally to this article. Author order was determined alphabetically by rst name. ABSTRACT In an ongoing microbial tracking investigation of the International Space Station (ISS), several Sphingomonas strains were isolated. Based on the 16S rRNA gene sequence, phylogenetic analysis identi ed the ISS strains as Sphingomonas sanguinis (n 2) and one strain isolated from the Kennedy Space Center cleanroom (used to assemble various Mars mission spacecraft components) as Sphingomonas paucimobilis . Metagenomic sequence analyses of different ISS locations identi ed 23 Sphingomonas species. An abundance of shotgun metagenomic reads were detected for S. sanguinis in the location from where the ISS strains were isolated. A complete metagenome-assembled genome was generated from the shotgun reads metagenome, and its com-parison with the whole-genome sequences (WGS) of the ISS S. sanguinis isolates revealed that they were highly similar. In addition to the phylogeny, the WGS of theseSphingomonas strains were compared with the WGS of the type strains to elucidate genes that can potentially aid in plant growth promotion. Furthermore, the WGS com-parison of these strains with the well-characterized Sphingomonas sp. LK11, an arid de- sert strain, identi ed several genes responsible for the production of phytohormones and for stress tolerance. Production of one of the phytohormones, indole-3-acetic acid,was further con rmed in the ISS strains using liquid chromatography-mass spectrometry. Pathways associated with phosphate uptake, metabolism, and solubilization in soil wereconserved across all the S. sanguinis and S. paucimobilis strains tested. Furthermore, genes thought to promote plant resistance to abiotic stress, including heatcold shockresponse, heavy metal resistance, and oxidative and osmotic stress resistance, appear tobe present in these space-related S. sanguinis and S. paucimobilis strains. Characterizing these biotechnologically important microorganisms found on the ISS and harnessingtheir key features will aid in the development of self-sustainable long-term space mis-sions in the future. IMPORTANCE Sphingomonas is ubiquitous in nature, including the anthropogenically contaminated extreme environments. Members of the Sphingomonas genus have been identi ed as potential candidates for space biomining beyond earth. This study describes the isolation and identi cation of Sphingomonas members from the ISS, which are capable of producing the phytohormone indole-3-acetic acid. Microbialproduction of phytohormones will help future in situ studies, grow plants beyond low earth orbit, and establish self-sustainable life support systems. Beyond phytohor-mone production, stable genomic elements of abiotic stress resistance, heavy metalresistance, and oxidative and osmotic stress resistance were identi ed, rendering the ISSSphingomonas isolate a strong candidate for biotechnology-related applications.Editor Kim M. Handley, University of Auckland Copyright  2022 Lombardino et al. This is an open-access article distributed under the termsof the Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov. The authors declare no con ict of interest. Received 18 November 2021 Accepted 1 December 2021 Published 12 January 2022 Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 1 RESEARCH ARTICLE KEYWORDS Sphingomonas , International Space Station, phytohormones, plant growth promotion Sphingomonas species are found in a variety of habitats, including soil, marine sedi- ments, wastewater, and freshwater, in addition to the habitats contaminated with dyes, herbicides, and other pollutants (1 3). They possess diverse catabolic capabilities; for instance, assimilation of different types of complex sugars, including polysaccha-rides, was reported (2). Some species are tolerant to copper, resulting in bio lm forma- tion and eventually surface corrosion (4), and some aid in herbicide mineralization or degradation of pollutants (5 7).Sphingomonas paucimobilis has been isolated from the International Space Station (ISS) potable drinking water (8), ISS surfaces (9), and hospi- tal clinical specimens and is known to cause rare infections in immunocompromisedindividuals (2, 10, 11). Recent reports have identi ed the role of some Sphingomonas species in plant growth promotion (5, 12 14). Microorganisms aid in plant growth promotion via differ- ent mechanisms, including secreting metabolites like phytohormones, solubilizing phosphate, xating nitrogen, inducing stress response pathways, or acting as biocon- trol agents (5, 14 19). Phytohormones play a signi cant role in plant metabolism and defense mechanisms (20). For instance, indole-3-acetic acid (IAA) is responsible for pro- moting cell division, elongation, and differentiation (21) and is involved in a wide rangeof plant processes ranging from responses to light and gravity to heavy metal stress tolerance (22, 23). Recent studies have detailed the role of Sphingomonas species in plant growth promotion via the production of phytohormones and increased stress tolerance. S. paucimobilis ZJSH1 produces phytohormones like IAA, salicylic acid, zeatin, and abscisic acid and helps in nitrogen xation (14). Sphingomonas sp. LK11, isolated from the leaves of the arid medicinal plant Tephrosia apollinea , was shown to produce auxins and gibberellins and was reported to increase stress tolerance to salinity and cadmium in tomato plants (12, 15, 24). In addition, genomic analysis of Sphingomonas sp. LK11 also revealed genes for hydrogen peroxide production that enhance plant growth, seed germination, and root colonization, genes for phosphate uptake, osmotic stress, and heavy metal stress (15). Genomic analysis of Sphingomonas panacis DCY99 T isolated from the roots of Panax ginseng identi ed genes for IAA production, phos- phate solubilization, heavy metal stress tolerance, and degradation of phenolic com-pounds (5). Furthermore, Sphingomonas sp. Cra20 was shown to improve plant growth under drought stress conditions by altering the rhizosphere microbial community (13). The ability of microorganisms to produce phytohormones thus offers the potential to manipulate plant growth and development but without the need to supplement hor- mones externally to the plants. In an ongoing microbial tracking experiment on the ISS, several microbial strains belonging to Sphingomonas sanguinis (n 2) were isolated from the ISS, and a third strain identi ed as S. paucimobilis was cultured from the Kennedy Space Center, Payload Hazardous Servicing Facility (KSC-PHSF). After the isolation of Sphingomonas strains from the ISS (25, 26), a complete genome ( ;4.4 Mbp) was also assembled from the shotgun reads retrieved from the same ISS environmental surface (26), resulting in the production of a metagenome-assembled genome (MAG) belonging to S. sanguinis . Given the per- sistence of Sphingomonas bacteria among space ight-relevant surfaces, and a growing body of evidence for Sphingomonas strains to promote plant growth, this study applies comparative genomic analyses to identify genetic determinants that relate to plant growth-promoting features (PGPF) and highlights those that may be adaptive to growthon space ight-relevant environments and surfaces. Our ndings report the presence of several determinants for the production of plant phytohormones, including several gene products promoting resistance to sources of abiotic stress, with emphasis on oxidative osmotic stress resistance, heavy metal tolerance, and adaptation to sources of radiation. Further, the production of a phytohormone, IAA, by these isolates was con rmed using metabolomics. Moreover, intersection analysis of functional annotations and orthologousLombardino et al. Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 2groups from the Sphingomonas species from space ight-relevant surfaces (KSC-PHSF, ISS) revealed potential differences in gene contents involved in the horizontal gene transferthat are notably absent in their respective type strains. Taken together, our results show how characterization of microorganisms with respect to their ability to promote plant growth, including vegetables that can be used as a food source, will contribute to the de-velopment of self-sustainable long-term space missions in the future. RESULTS Abundance of Sphingomonas species in the ISS. Among the cultivable bacteria, three colonies obtained from ISS surfaces (IIF7SW-B3A and IIF7SW-B5) and one from KSC(FKI-L5-BR-P1) were identi ed as Sphingomonas species. All ISS strains were S. sanguinis , and the KSC strain was S. paucimobilis . The whole-genome sequencing (WGS) and the draft genomes assembled were further used to con rm the identity of the species based on average nucleotide identity (ANI; Table 1), which was calculated to be ;99 with the nearest type strain. Genomic characteristics and other details of the annotation are givenin Table 1. The metagenomic data analysis identi ed 23 Sphingomonas species from ight 2, all of which were isolated from location 7, that is, a panel near the portable water dispenser (LAB) (Fig. 1). In addition, the reads obtained from ight 1 belonging to as i n g l es p e c i e s , Sphingomonas sanxanigenens , were also seen in samples from ights 2 and 3 (Fig. 1). However, its location on the ISS varied across different ights. Reads obtained from ight 3 also showed the presence of S. paucimobilis from location 4, that is, the dining table (node 1). The metagenomic reads thus obtained from the ISS showthat Sphingomonas species persisted across all three ights, with S. sanguinis being abundant among all Sphingomonas species in ight 2. Furthermore, the MAG sequence (ISS-IIF7SWP) exhibited .99.6 ANI with the type strain of S. sanguinis (Table 1). The MAG was derived from the exact location on the ISS where S. sanguinis isolates IIF7SW- B3A and IIF7SW-B5 were retrieved using cultivation techniques. It was also con rmed that the MAG genome had .99 ANI value with the genomes of the S. sanguinis strains isolated from the ISS. The use of the culture-dependent and -independent methods thus conrms the presence of S. sanguinis on the ISS. Plant growth-promoting features in Sphingomonas species isolated from space ight environments. BLAST-based genome comparisons visualized using BLAST Ring Image Generator (BRIG) revealed relatively high levels of identity shared acrosseach space ight genome and their type strains compared against the Sphingomonas sp. LK11 genome (Fig. 2). Additionally, patterns of GC content for each S. sanguinis (66.1 to 66.2) and S. paucimobilis (65.5) genome were highly similar to that of LK11 (66.09). Subsequent pangenome comparisons conducted by Anvi o revealed a sub- stantial core genome and further support both shared nucleotide and functional iden- tity among these space ight Sphingomonas genomes, their type strains, and the endo- phyte Sphingomonas sp. LK11 (Fig. 3). Due to the high degree of functional identity shared between each of the space Sphingomonas species and Sphingomonas sp. LK11, functional annotations for each of the space ight Sphingomonas genomes and their type strains were conducted to iden- tify putative PGPF. Functional analysis of these outputs revealed that many PGPFs pro-posed for Sphingomonas sp. LK11 (15) are likely also present in the analyzed S. sanguinis and S. paucimobilis genomes. Annotations reported from the EggNOGv5 database sug- gest that several gene products proposed to promote phosphate and sulfur assimilationin plants are also present in these select Sphingomonas strains, albeit with some species- speci c patterns. Pathways associated with phosphate uptake metabolism and solubili- zation in soil appear to be conserved across all the selected S. paucimobilis and S. sangui- nisstrains; however, gene products associated with sulfatethiosulfate and hydrogen production may be exclusive to the selected S. sanguinis strains. Furthermore, several pathways proposed to promote plant resistance to abiotic stress, including the heatcoldshock response, heavy metal resistance, and oxidative and osmotic stress resistance,appear to be shared between these selected S. sanguinis and S. paucimobilis genomes. Previous reports suggested that responses to oxidative stress in Sphingomonas sp.Plant Growth-Promoting ISS Sphingomonas Strains Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 3TABLE 1 Genomic characteristics of Sphingomonas strains isolated from the ISS and cleanroom StrainNCBI genome accession no. Isolation sourceGenome size (Mb)ANI value ()bNo. of: Total genescTotal protein coding genescRNAgenes crRNA tRNA ncRNA Pseudogenesc Sphingomonas sanguinis IIF7SW-B3AJABEOW000000000 ISS, lab 3 overhead 3.9 99.77 3,768 (100) 3,659 (97.11) 58 (1.54) 3 52 3 51 (1.35) Sphingomonas sanguinis IIF7SW-B5JABEOV000000000 ISS, lab 3 overhead 4.3 99.68 4,178 (100) 4,047 (96.86) 58 (1.39) 3 52 3 73 (1.75) Sphingomonas paucimobilis FKI-L5-BR-P1JABEOU000000000 KSC-PHSF cleanroom oora4.5 99.42 4,357 (100) 4,182 (95.98) 54 (1.24) 3 48 3 121 (2.78) Sphingomonas sanguinis ISS-IIF7SWP (MAG)JABYQV000000000 ISS, lab 3 overhead 4.4 99.64 4,261 (100) 4,149 (97.37) 57 (1.34) 3 51 3 55 (1.29) aKSC-PHSF cleanroom oor: Kennedy Space Centre- Payload Hazardous Servicing Facility. bANI values shown are calculated against their respective type strains S. sanguinis NBRC 13937 and S. paucimobilis NCTC 11030. c Values in parentheses indicate the proportion of genes among the total number of genes.Lombardino et al. Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 4LK11 may promote plant host tolerance to abiotic stress via the amelioration of reac- tive oxygen species (ROS) (12, 15, 27). Therefore, speci c gene products related to oxi- dative stress resistance in space-associated Sphingomonas strains were further identi- ed. Analysis of annotations generated by PGAP and eggNOG-MapperV2 suggested that space-associated Sphingomonas strains harbor multiple copies of several classes of antioxidant enzymes, including superoxide dismutases, catalases, peroxidases, gluta-thione S-transferases, and glutaredoxins. Next, we sought to identify metabolic path-ways suggested to reduce the abundance of ROS, for instance, carotenoids, which areknown for their antioxidant activity (28). Examination of PGAP and eggNOG annota- tions suggest that all Sphingomonas strains analyzed in this study possess the genetic repertoire ( crtB,crtI,crtY,crtZ) to produce the carotenoid zeaxanthin from the precursor geranylgeranyl pyrophosphate (GGPP) (Fig. 4A). Further analysis also revealed the pres-ence of an unnamed sterol desaturase family protein, often proximate to these gene clusters, which shared high identity to the crtG gene product identi ed in Sphingomonas elodea ATCC 31461 (74 to 75 identity) (29). CrtG converts zeaxanthin to produce the yellow pigment nostoxanthin, a common carotenoid produced bySphingomonas (30). Likewise, two pathways for the production of the nonreducing di- saccharide trehalose were also identi ed in both the S. sanguinis and S. paucimobilis strains. Trehalose serves a variety of functions across organisms, acting as a carbonsource, a compatible solute, and a metabolite that provides protection against a vari-ety of abiotic stressors (31). These results suggest that Sphingomonas strains can potentially synthesize trehalose from the otsAB pathway, wherein a two-step mecha- nism catalyzes the formation of trehalose 6-phosphate from the condensation of glu- cose 6-phosphate and UDP-glucose residues ( otsA) and subsequent dephosphorylation of trehalose 6-phosphate into the disaccharide trehalose ( otsB). Additionally, trehalose could also be produced in these bacteria through catabolism of a(1,4) glucose poly- mers into trehalose via the treYZ pathway (Fig. 4B). These ndings suggest that the tested Sphingomonas species, including the strains sequenced from space ight-relevant surfaces, contain several pathways likely to confer resistance to a variety of abiotic stressors, especially with respect to several antioxidant FIG 1 The abundance of Sphingomonas species across different ights and locations on the ISS based on metagenome-derived genomic reads. The numbers on top of bars represent the number of Sphingomonas species identi ed from that particular location in the corresponding ight number (F1, F2, or F3). Different locations on the ISS from where samples were collected: location 1, port panel next to cupola (node 3); location 2, waste and hygienecompartment (node 3); location 3, advanced resistive exercise device (ARED) foot platform (node 3); location 4, dining table (node 1); location 5, ze ro G stowage rack (node 1); location 7, panel near portable water dispenser (LAB); and location 8, port crew quarters, bump out exterior aft wall (node 2).Plant Growth-Promoting ISS Sphingomonas Strains Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 5enzymes and metabolites. The presence of these features supports the potential role of these newly sequenced Sphingomonas strains to promote plant growth and increase plant stress tolerance. Indole-3-acetic acid production by S. sanguinis and S. paucimobilis strains isolated from the ISS. One of the sources of IAA biosynthesis is the amino acid trypto- phan, and analysis of the orthologous groups identi ed by the eggNOGv5 database suggested that the selected Sphingomonas strains possess the required tryptophan biosynthesis genes ( trpA,B,C,D,E,F), consistent with observations from previous reports in the literature (5, 15). Leveraging the inclusion of several KEGG orthologs, enzyme classes, and KEGG reactions outputs via eggNOG-MapperV2, potential pathways forthese Sphingomonas to synthesize IAA from tryptophan are proposed (Fig. 4C). Analysis of the functional annotations transferred from the EggNOGv5 databasepointed to a group of carbon-nitrogen hydrolase family proteins that may act as puta-tive nitrilases (E.C 3.5.5.1), converting indole-3-acetonitrile directly to IAA. Similarly, each of the analyzed Sphingomonas strains harbors a avin adenine dinucleotide (FAD)-dependent oxidoreductase (putative monoamine oxidase EC 1.4.3.4), whichlikely promotes the conversion of tryptamine into indole-3-acetaldehyde. However,subsequent steps allowing the conversion of indole-3-acetaldehyde to IAA via anunnamed aldehyde dehydrogenase family protein (EC 1.2.1.3) were exclusive to the FIG 2 Circular genome representations were constructed using BLAST Ring Image Generator (BRIG) version 0.95, with Sphingomonas sp. LK11 selected as the reference genome (chromosome and plasmids). The innermost ring (black) shows the GC content of the reference Sphingomonas sp. LK11 genome. Subsequent rings illustrate the percent identity of the selected Sphingomonas genomes calculated using blastn (E value: 10, lower identity cutoff: 70, upper identity cutoff: 90). Starting from ring two, the order of the illustrated genomes is as follows: 2, S. paucimobilis FKI-L5-BR-P1; 3, S. paucimobilis LCT- SP1; 4, S. paucimobilis NCTC 11030T;5 ,S. sanguinis IIF7SW-B3A; 6, S. sanguinis IIF7SW-B5; 7, S. sanguinis ISS-IIF7SWP (MAG); 8, S. sanguinis NBRC 13937T. The outermost ring displays randomly selected annotations originating from the Sphingomonas sp. LK11 chromosome.Lombardino et al. Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 6analyzed S. paucimobilis genomes. Further, the presence of indole-pyruvate ferredoxin, an enzyme which is responsible for the conversion of indole-3-pyruvate into S-2- (indol-3-yl)acetyl coenzyme A (acetyl-CoA), was also exclusive to S. paucimobilis ; how- ever, it is unclear as to how S. paucimobilis may further alter S-2-(indol-3-yl)acetyl-CoA into IAA. While two putative mechanisms across both S. sanguinis and S. paucimobilis that may directly yield IAA from tryptophan-derived metabolites are supported by the results of functional annotation, we failed to identify canonical mechanisms for the for-mation of the upstream reactants in tryptophan metabolism, suggesting that novel mechanisms for IAA formation may occur in Sphingomonas and species-dependent FIG 3 Pangenome analysis of S. sanguinis ,S. paucimobilis genomes obtained from space-relevant surfaces with their type strains, and Sphingomonas sp. LK11, generated by the Anvi o software. Primary functional annotation in Anvi o was conducted using the anvi-script-FASTA-to-contigs-db and anvi-run-ncbi-cogs commands. Subsequent pangenome geneclustering was carried out using blastp via the anvi-pan-genome command ( num-threads 2, mcl-in ation 6, min-bit 0.5, use-ncbi-blast). Ordering of the pangenome display was determined using a Euclidean distance clustering algorithm and the provided ward linkage method. Beginning from the innermost ring and moving outward, rings 1 to 8 correspond to gene clusters identi ed in each of the analyzed Sphingomonas genomes in the following order: 1, Sphingomonas sp. LK11; 2,S. paucimobilis FKI-L5-BR-P1; 3, Sphingomonas LCT-SP1; 4, S. paucimobilis NCTC 11030 T;5 ,S. sanguinis IIF7SW-B3A; 6, S. sanguinis IIF7SW-B5; 7, S. sanguinis ISS-IIF7SWP (MAG); 8, S. sanguinis NBRC 13937T. Ring 9 shows a density plot of the number of genes within the identi ed gene clusters, and ring 10 highlights single-copy gene clusters (black). Rings 11 and 12 correspond to the geometric homogeneity index and functional homogeneity indices of similarity, with the formeraccounting for gaps in alignments, while the latter scores functional similarities by residue within the aligned sequences.The outermost ring represents the location of known Clusters of Orthologous Genes (COG) functional categories. The right-most bar chart corresponds to the number of singleton gene clusters, number of gene clusters, number of genes, total length, and GC content for each genome present in the analysis.Plant Growth-Promoting ISS Sphingomonas Strains Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 7pathways may supplement a shared metabolic pathway. Interestingly, while an auxin export carrier family protein was identi ed in each of the analyzed S. paucimobilis genomes, no such protein was identi ed in S. sanguinis . Since the genomic analysis of the space ight isolates revealed genetic signatures for the production of several plant growth-promoting hormones, metabolomic characteriza-tion was carried out to identify the phytohormone IAA. All Sphingomonas isolates obtained from space ight-relevant surfaces were cultured in the presence of tryptophan, and metabolites extracted from the culture ltrate were analyzed using high-perform- ance liquid chromatography-diode array detection-mass spectrometry (HPLC-DAD-MS).The MS data analysis showed the presence of IAA among the metabolites extractedfrom all three strains, S. sanguinis IIF7SW-B3A, S. sanguinis IIF7SW-B5, and S. paucimobilis FKI-L5-BR-P1 (Fig. 5A). The production of IAA (molecular weight, M  175.18 gmol) bythese isolates was con rmed by comparing the electrospray ionization mass spectrome- try (ESI-MS) pro le (positive mode: M 1H;176 gmol) of IAA standard with culture extracts, either alone or mixed with IAA standard (Fig. 5A). The ESI-MS pro le of all the three culture extracts was found to be comparable with the standard. Further, the pro- duction of IAA was validated by tandem mass spectrometry to generate a mass fragmen- tation pro le in positive mode, corresponding to M 1Ho f;176 gmol. The three culture extracts resulted in a fragmentation pattern that was similar to the IAA standard, gener-ating three different fragments, including a parent ion of ;176 gmol (Fig. 5B). In con- trast, the presence of IAA was not observed in nutrient media without tryptophan (datanot shown). Liquid chromatography-mass spectrometry (LC-MS) data also revealed thepresence of few other metabolites with molecular weights similar to those of other phy-tohormones; however, their positive identi cation will require further analysis, which is outside the scope of this study. Functional differences between ISS Sphingomonas isolates and their type strains. Analysis of plant growth-promoting features suggested the potential for con- served functional characteristics between the space i g h ta n dt y p es t r a i n so f S. paucimobilis and S. sanguinis genomes but with some distinctions. Therefore, functional differences were further explored through hierarchical clustering of the relative abundance of func- tional categories assigned by the eggNOG database (Fig. 6). Intriguingly, the selected FIG 4 (A) Zeaxanthin and nostoxanthin pathway. (B) Genes discussed relevant to trehalose metabolism in S. sanguinis and S. paucimobilis . In the rst step of the otsAB pathway, a condensation reaction between glucose 6-phosphate and UDP-glucose synthesizes trehalose 6-phosphate ( otsA). Second, a dephosphorylation of trehalose 6-phosphate catalyzed by otsB yields the product trehalose. Additionally, trehalose can also be formed from the rearrangement of the a(1,4) glycosidic bonds of glucose polymers to a(1) glycosidic bonds via treY, allowing for the hydrolysis of the terminal trehalose disaccharide via treZ. (C) Proposed pathway for IAA production in S. paucimobilis and S. sanguinis using functional predictions generated by eggNOG- MapperV2. Enzyme classes are denoted in brackets, with gene, enzyme, or protein names provided where appropriate. Purple coloring denotes identi ed enzyme classes that were identi ed only in the analyzed S. paucimobilis space ight strains. Question marks (??) denote yet-to-be-validated reaction mechanisms in the proposed pathway. Chemical structures were constructed using the ChemDraw software.Lombardino et al. Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 8Sphingomonas genomes clustered primarily according to the environment in which they were sampled (terrestrial type strains versus space i g h t - r e l e v a n ts u r f a c e sa tK S Ca n dt h e ISS) and then clustered according to their species assignment. Examining the relative abundance of each of the assigned functional categories, it is clear that a sizeable portion(;20 to 21) of each of these selected Sphingomonas genomes lack known functional roles, highlighting novel gene products that are ripe for future bioinformatics and molecu- lar characterization. Yet, differences in functional products corresponding to the categoryL, replication, recombination, and repair, are noticeably higher in genomes of the strains isolated from space ight-relevant surfaces. Protein-level differences between the Sphingomonas strains obtained from space- ight-relevant surfaces and their respective type strains are shown in Fig. 7A and Table S1. Intersection analysis was performed using UpsetR for the presence and absence of named protein products across each genome (Fig. 7B). Here, 1,488 named proteins were shared among all of the selected space ight-relevant Sphingomonas genomes and their respective type strains. In contrast, 71 named orthologous proteins were unique to the S. paucimobilis strains isolated from space ight-relevant surfaces, and an analogous 53 named orthologous proteins were found to be unique to S. sanguinis space ight strains. However, a sizable portion of the proteomes for each of these genomes lacked predicted protein names to use as unique terms for intersection anal- ysis. Thus, a custom pileup was performed that grouped entries into unique keys con- sisting of common predicted taxa, predicted protein names, the eggNOG free text FIG 5 (A) LC-MS pro le of IAA produced by S. sanguinis and S. paucimobilis ight isolates, compared to the standard. (B) LC-MSMS spectrum of IAA standard compared to that produced by S. sanguinis and S. paucimobilis ight isolates, all generating similar fragmentation patterns.Plant Growth-Promoting ISS Sphingomonas Strains Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 9FIG 6 Hierarchical clustering of the relative abundances for eggNOG functional categories for each of the selected Sphingomonas strains. Counts of each functional category were normalized to the total number of annotated proteins within each genome. The y-axis displays eggNOG functional category letter codes corresponding to the following: A, RNA processing and modi cation; B, chromatin structure and dynamics; C, energy production and conversion; D, cell cycle control, cell division,chromosome partitioning; E, amino acid transport and metabolism; F, nucleotide transport andmetabolism; G, carbohydrate transport and metabolism; H, coenzyme transport and metabolism; I, lipid transport and metabolism; K, transcription; L, replication, recombination and repair; M, cell wall membraneenvelope biogenesis; N, cell motility; O, posttranslational modi cation, protein turnover, chaperones; P, inorganic ion transport and metabolism; Q, secondary metabolites biosynthesis,transport and catabolism; R, general function prediction only; S, function unknown; T, Signal transduction mechanisms; U, intracellular traf cking, secretion, and vesicular transport; V, defense mechanisms; W, extracellular structures; Y, nuclear structure; Z, cytoskeleton.Lombardino et al. Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 10description, and their predicted functional category where unnamed proteins could be compared across multiple genomes. While this method enhanced comparisons ofunnamed protein groups identi ed by eggNOGv5, precaution should be taken when comparing the results, as different seed orthologs appear to transfer slightly different descriptions; however, such an analysis greatly improved functional insights thatwould not have been captured via analysis of KEGG Orthology (KO) or named proteins alone. Analysis of the KO assigned by eggNOGv5 revealed that gene clusters associ- ated with rhamnose metabolism, type IV secretion ( trboperon), conjugal transfer pilus assembly proteins ( traoperon), and heavy metal resistance genes are present in each of the space ight S. sanguinis strains and are notably absent from the type strain S. sanguinis NBRC 13937 T. While S. sanguinis NBRC 13937Tis not a complete genome, the ability to capture the presence or components of large biosynthetic clusters or operons is conducive to the assemblies N50of 61,922 bp across 134 contigs of total length FIG 7 (A) UpSetR plot showing the intersection of named eggNOG predicted proteins from S. sanguinis and S. paucimobilis genomes obtained from space-relevant surfaces and their respective type strains. Total named eggNOG protein counts from eachstrain are shown in a horizontal bar plot (left) and the number of shared named eggNOG proteins among the strains arerepresented in the vertical bar plot (right). (B) JVENN plot displaying the intersection of named EggNOG proteins according to their species and environment (S: space-relevant surface, T: type strain), where the named eggNOG proteins were pooled by category for simpler comparisons. Color schemes denote both the species and their environment of origin (green: S. paucimobilis space-relevant surface isolate, blue: S. paucimobilis type strain, pink: S. sanguinis space-relevant surface isolate, yellow: S. sanguinis type strain).Plant Growth-Promoting ISS Sphingomonas Strains Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 114,053,092 bp. Similar patterns of differences in type IV secretion apparatus, conjugal transfer proteins, and rhamnose metabolism were also observed for the space ight-rel- evant surface strains from S. paucimobilis compared to those of their type strains, albeit to a lesser extent than the patterns reported for S. sanguinis . Further unique gene products identi ed in S. paucimobilis include a suite of multidrug ef ux proteins, DNA repair proteins ( dinJ and sbcD ), catechol metabolism ( catABC ), genes involved in quo- rum sensing via homoserine lactone synthesis and export, and the natural transforma- tion protein comEA . Both S. sanguinis and S. paucimobilis space ight isolates also showed the presence of genes that are involved in the biosynthesis of industrially im- portant metabolites, including antibiotics (erythromycin and vancomycin) and anti- cancer compounds (betalains). Overall, our results point to functional differences inthese space ight-relevant S. paucimobilis and S. sanguinis genomes compared to their respective type strains, many of which may provide adaptive advantages for survival during space ight or on space ight-relevant surfaces. DISCUSSION This study shows the identi cation of putative PGPFs in Sphingomonas strains iso- lated from the ISS or in a cleanroom where spacecraft are assembled. The features involved in the plant growth promotion were identi ed based on comparative genomic analysis with a well-characterized endophyte Sphingomonas sp. LK11. Such comparative genomic analysis of the S. sanguinis IIF7SW-B3A, S. sanguinis IIF7SW-B5, S. sanguinis ISS-IIF7SWP, and S. paucimobilis FKI-L5-BR-P1 space ight genomes, along with their re- spective type strains, showed substantial genomic similarity to Sphingomonas sp. LK11, evidenced by high nucleotide identity and a large core genome shared among these bacteria. Leveraging extensive annotation provided by the eggNOG-MapperV2 software, PGPFs described previously for Sphingomonas sp. LK11 (14) were largely consistent with the results of comparative analysis conducted in this study. While minor species-speci c differences in sulfur assimilation and hydrogen sul de production were identi ed in S. sanguinis , all genomes shared similar putative PGPFs. Speci cally, genomic analysis high- lighted the presence of several enzyme classes that participate in ROS metabolism which appear to be present in multiple copies across each of the selected Sphingomonas genomes. In addition, analysis of metabolic pathways of space ight Sphingomonas strains also suggested that each strain is likely capable of producing the carotenoids zeaxanthin and nostoxanthin. Zeaxanthin has been suggested to play a number of roles in both bacteria and plants, including photoprotection, detoxi cation of ROS, and resistance to ionizing radiation (32). Indeed, high levels of zeaxanthin production in the bacterium Paracoccus zeaxanthinifaciens were shown to promote resistance to ionizing, UV radiation, and hydrogen peroxide; however, resistance among the select Sphingomonas strains was weaker than that among P. zeaxanthinifaciens (33). Additionally, zeaxanthin also serves as a metabolic precursor for the formation of the plant phytohormone abscisic acid, prompt- ing speculation that zeaxanthin-producing, plant-associated microbes may promote plantgrowth by supplying plant hosts with carotenoid derivatives such as zeaxanthin (34). Further evidence for producing plant-relevant metabolites that confer antioxidant activity was also supported by the identi cation of the otsAB and treYZ pathways in each of the space ight Sphingomonas strains, strongly suggesting that these bacteria produce the nonreducing disaccharide trehalose. These results are in agreement withthe identi cation of the otsAB and treYZ pathways in Sphingomonas sp. LK11 (15), as well as with previous work demonstrating that soybean plants inoculated with Sphingomonas sp. LK11, with and without exogenous trehalose, improved plant growth and stress tolerance under drought stress conditions induced via polyethylene glycol treatment (27). Likewise, transgenic introduction of the Escherichia coli otsAB pathway in rice plant recipients yielded enhanced plant resistance to abiotic stress (35). In addition to promoting abiotic stress resistance in plants, trehalose production likely serves as an antioxidant against oxidative stress in microbes, conferringLombardino et al. Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 12resistance to hydrogen peroxide, and oxidative damage to proteins and lipids induced by ROS (36, 37). Due to its role as both an antioxidant and signaling molecule, trehalose production also elicits protective effects against sources of ionizing radiation (38 40). Overall, these results strongly suggest that gene products identi ed across these space ight Sphingomonas strains support a model proposed for Sphingomonas sp. LK11 (a strain isolated from a desert plant), wherein excessive ROS produced by plant hosts is ameliorated through oxidative stress response pathways deployed by Sphingomonas strains, thereby increasing plant stress tolerance to abiotic environments (15). In addi- tion, many of these ROS-metabolizing gene products discussed in the context of plant abiotic stress also contribute to increased resistance against ionizing radiation. Given evi- dence of oxidative stress responses deployed by microbial systems during space ight (41), and increased exposure to sources of ionizing radiation in extraterrestrial environ- ments, we speculate that many of the discussed PGPFs likely present in space ight S. sanguinis and S. paucimobilis strains may be advantageous to their survival in the space- ight environment. Alongside several putative PGPFs, the genomic analysis suggested that IAA may be produced through three separate pathways in these organisms, albeit with some species- speci c reactions. While all the space S. sanguinis andS. paucimobilis strains shared annota- tions for the conversion of indole-3-acetonitrile into IAA via a putative nitrilase enzyme, the production of IAA from the oxidation of indole-3-acetaldehyde via an unnamed alde- hyde dehydrogenase family protein was absent in the space ight S. sanguinis strains. Yet, allS. sanguinis and S. paucimobilis strains may also produce indole-3-acetaldehyde from tryptamine, catalyzed by a monoamine oxidase enzyme. While functional analyses have proposed putative downstream reaction mechanisms to produce IAA, many of the upstream reaction pathways lack a well-characterized mechanism of action via known gene products or enzyme classes. Consistent with this study, not all genes involved in IAA biosynthesis were found in the genomes of S. panacis DCY99TandSphingomonas sp. LK11 (5, 15), indicating that a novel pathway for IAA production in Sphingomonas s t r a i n si sy e t to be elucidated. Subsequent LC-MS analysis con rmed that each of the space S. sanguinis and S. paucimobilis isolates produced IAA, however, only when their growth medium was supplemented with tryptophan. The results obtained agree with other studies that have reported the production of IAA in Sphingomonas s t r a i n sb u t ,a g a i n ,o n l yi nt h ep r e s e n c eo f tryptophan in growth media (5, 12). In addition to the role of zeaxanthin and other plantmetabolites in providing tolerance to certain stress conditions, IAA has also been reported to regulate several stress-related genes in Escherichia coli via accumulation of DnaK chaper- one and trehalose (42). Some other studies have also reported an increase in trehalose accumulation upon exposure to IAA and found those cells to be more resistant to cold shock (43, 44). The chaperone DnaK has also been shown to protect E. coli from oxidative damage by preventing protein aggregation (45). This observation indicates that the pro- duction of IAA by space Sphingomonas strains might indirectly contribute to stress toler- ance in the associated plants via similar mechanisms. Future applications of metabolomic and transcriptomic analyses under space or simulated microgravity conditions will likely be prudent for identifying patterns of metabolic ux in response to tryptophan supple- mentation, thereby elucidating potential mechanisms for IAA production in these bacteria. Prompted by differences in functional compositions between Sphingomonas strains obtained from space ight-relevant surfaces (KSC, ISS, Shengzhou Rocket X), intersec- tional analysis of orthologous groups of space ight-relevant genomes against their type strains was performed. Analysis of KEGG-associated annotations provided by eggNOGv5 showed the presence of several genes in space-related Sphingomonas iso- lates that were not otherwise found in their respective type strains. S. sanguinis space- ight isolates showed the presence of tragenes involved in pilus assembly and conju- gal transfer ( traF,trbC,traU,traW ,trbI,traC,traV,traB,traK,traE,traL, and traH) and those involved in mating pair stabilization ( traG and traN), which were absent in the type strain (46). Some groups have previously reported the occurrence of conjugal transfer in bacteria under microgravity conditions (47 49). Therefore, the presence ofPlant Growth-Promoting ISS Sphingomonas Strains Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 13tragenes in S. sanguinis space ight isolates indicates the existence of conjugal transfer under space conditions that might also be responsible for acquiring genetic materials from related bacterial species. In addition, S. paucimobilis FKI-L5-BR-P1 showed the presence of genes involved in quorum sensing: lasI (acyl-homoserine lactone synthase), acyl-homoserine lactones (AHLs) biosynthesis, and LuxR family transcriptional regulator. AHLs act as signaling molecules through which LuxR regulates the expression of a number of genes, someof which are potentially associated with virulence (50). AntiSMASH analysis of S. pauci- mobilis FKI-L5-BR-P1 space ight isolate also showed the presence of a gene cluster (region 6.1; Fig. S1) involved in the synthesis of a homoserine lactone (Hserlactone). Further, KEGG analysis also showed the presence of some genes involved in the pro- duction of industrially important metabolites in the space ight isolates. For instance, both S. sanguinis and S. paucimobilis space ight isolates showed the presence of modules asso- ciated with the biosynthesis of antibiotics like erythromycin AB and vancomycin, whichwere absent in the type strains. Another important pathway that was highlighted in these space ight isolates is the betalain biosynthesis pathway and the presence of gene 4,5- DOPA dioxygenase extradiol. The enzyme dioxygenase extradiol is involved in openingthe cyclic ring of dihydroxy-phenylalanine (DOPA), resulting in the formation of an unsta-ble seco-DOPA that further rearranges to form betalamic acid, the structural unit of beta- l a i n s( 5 1 ) .B e t a l a i n sa r ek n o w nt ob em a j o r l yp r o d u c e db y Caryophyllales plants (e.g., the red and yellow pigments found in beets) and some fungal species; however, one bacterialspecies, Gluconacetobacter diazotrophicus , was recently reported to produce betalains (52). They are known to have antioxidant activity, are reported to be effective against some can- cer cells, and also promote anti-in ammatory response (53 55). In addition, KEGG Orthology analysis indicated the presence of some genes in S. sanguinis space ight isolates that may have been acquired to help them survive the use of antibiotics, as noted by multiple studies of other microbial species on the ISS (26, 56 59). For instance, the mercury resistance operon present in some bacteria con- tains mostly three genes: merR (transcriptional regulator), merT (inner membrane mer- cury scavenging protein), and merP (periplasmic mercury scavenging protein) (60), which were also found in S. sanguinis space ight and type strains. In addition to these three genes, the space ight-relevant isolates also showed the presence of merB (alkyl- mercury lyase), merE (mercuric ion transport protein), and merD (MerR family transcrip- tional regulator, mercuric resistance operon regulatory protein), which are not present in all bacteria containing the operon. Previous studies have reported that several mer genes ( merD and merE ) were more likely to be encoded on plasmids or transposons and, therefore, can be transferred via horizontal gene transfer (61), which might alsobe the case for S. sanguinis space ight isolates. S. sanguinis space ight isolates also contained gene rcnA , belonging to nickelcobalt transporter family protein. Conclusions. This study utilized comparative genomics and identi ed a plethora of factors in Sphingomonas present in space ight environments that may result in the pro- duction of several PGPFs and aid in the growth of plants. The production of one of the phytohormones IAA was also con rmed using metabolomics. These space Sphingomonas strains, along with other plant growth-promoting strains of microbes isolated from the ISS(62), therefore, hold great potential to contribute to space exploration through promoting and controlling plant growth as part of an integrated bio-regenerative life support system enabling future extended-duration crewed missions. MATERIALS AND METHODS Sample collection and whole-genome sequence analysis. Sample collection and processing, fol- lowed by WGS and assembly that led to the isolation of Sphingomonas strains, are described elsewhere (25, 63). Samples collected across different locations on the ISS, and the KSC-PHSF cleanroom, were plated on Reasoner s 2A agar (R2A) to culture different bacterial colonies (25). In addition to cultivation, previously published metagenomic sequences sampled from ISS locations were downloaded from NCBI(26) and analyzed for the presence of Sphingomonas species, and MAGs were generated. DNA extraction was followed by metagenomic sequencing and assembly as described previously (26). Identi cation of Sphingomonas spp. from metagenomic assembly was performed as describedLombardino et al. Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 14elsewhere (59). In the case of S. sanguinis genome assembled from the metagenome, sample collection, processing, and DNA extraction were carried out as reported previously (26). The assembled draftgenomes were annotated using NCBI Prokaryotic Genome Annotation Pipeline (PGAP) 4.11 (64, 65). The identity of the strains was con rmed based on ANI calculated using EZBioCloud (66). Genome annotation. To further explore potential functional differences between space ight iso- lates and their respective type strains, we obtained coding sequences from the NCBI RefSeq databaseand, where applicable, performed additional annotation through the online eggNOG-mapperV2 webserver using the default settings (67, 68). The coding sequences of the metagenome-assembled genomeofS. sanguinis ISS-IIF7SWP were retrieved from the NCBI GenBank database. Coding nucleotide sequen- ces for each Sphingomonas genome along with their respective type strains were annotated using the online eggNOG-MapperV2 software, whose column-based outputs were parsed and compared on a per-genome basis using a custom python script (available for use via https:github.comjlombo96 Sphingomonas-EggNOG-Workbook ). Preliminary annotations of these select space ight isolates high- lighted potential connections to the plant endophyte Sphingomonas sp. LK11, a strain well characterized with respect to its plant growth-promoting capabilities (12 , 15, 24, 27, 69). Given the presence of a thor- oughly annotated and complete genome sequence (15), robust evidence for the production of the plantphytohormones gibberellic acid (GA) and IAA (12, 15), and previous use as a model for novel plant-asso- ciated Sphingomonas genomes (5), Sphingomonas sp. LK11 was selected as a reference genome to iden- tify putative plant growth-promoting features in other Sphingomonas genomes. In this study, the endo- phyte Sphingomonas sp. LK11, two S. sanguinis isolates (IIF7SW-B3A and IIF7SW-B5), and one S. sanguinis MAG (ISS-IIF7SWP) sampled from the ISS, S. paucimobilis FKI-L5-BR-P1 cultured from KSC-PHSF, and S. paucimobilis LCT-SP1 isolated from the Chinese spacecraft Shenzhou X were compared against their re- spective type strains: S. sanguinis NBRC 13937 Tand S. paucimobilis NCTC 11030T. Metabolite extraction and analysis. Previous reports have characterized the phytohormone pro- duction capability of several Sphingomonas species, including Sphingomonas sp. LK11 (11), S. panacis DCY99T(5), and S. paucimobilis ZJSH1 (14). While both S. paucimobilis ZJSH1 and Sphingomonas sp. LK11 were con rmed to produce the plant phytohormone IAA, the de nitive chemical pathway responsible for their production is yet to be elucidated (12, 14, 15). Therefore, the potential for the production of theauxin-derivative IAA in each of the selected S. paucimobilis and S. sanguinis strains was examined. The space isolates ( S. sanguinis IIF7SW-B3A, S. sanguinis IIF7SW-B5, and S. paucimobilis FKI-L5-BR-P1) were streaked on R2A (Difco, USA) and incubated at 28C for 5 days. The strains were then inoculated in nutri- ent broth (Sigma-Aldrich, USA) containing 3 gL L-tryptophan (Sigma-Aldrich, USA) and incubated at 28C, 180 rpm for 7 days. To examine the phytohormones produced and secreted in culture ltrate, we pelleted the cells and extracted the metabolites from the supernatant using ethyl acetate. This step wasrepeated twice. The culture supernatant was then acidi ed using 6N HCl and metabolites were extracted using ethyl acetate. The ethyl acetate layer after each step described above was transferred to a freshtube and evaporated in TurboVap LV. The residue obtained after drying the solvent was resuspended in5 dimethyl sulfoxide (DMSO)95 (volvol) methanol at a nal concentration of 1 mgmL. A suitable al- iquot of the extract (10 mL) was injected for HPLC-DAD-MS analysis. Stock solution of IAA standard (Sigma-Aldrich, USA) was prepared in 5 DMSO95 methanol (vol vol) at a concentration of 1 mgmL. It was diluted 10 times, and 10 mL of the dilution was injected for HPLC-DAD-MS analysis. HPLC-DAD-MS was carried out using Thermo Finnigan LCQ Advantage ion trapmass spectrometer with an RP C 18column (Alltech Prevail C183 mm 2.1 by 100 mm) at a ow rate of 125 mLmin. The solvent gradient for liquid chromatographymass spectrometry (LCMS) was 95 (volvol) acetonitrile (MeCN)H2O (solvent B) in 5 MeCNH2O (volvol; solvent A), both containing 0.05 (vol vol) formic acid, as follows: 0 solvent B from 0 to 5 min, 0 to 100 solvent B from 5 min to 30 min, 100 solvent B from 30 to 45 min, 100 to 0 solvent B from 45 to 45.10 min, and reequilibration with0 solvent B from 45.10 to 50 min. Comparative functional analysis. Genome similarities between space ight Sphingomonas strains, their respective type strains, and the plant endophyte Sphingomonas sp. LK11 were visualized using BRIG version 0.95 with the Sphingomonas sp. LK11 (chromosome and plasmids) assigned as the refer- ence genome (70). Percent identity values for space isolates and corresponding type strains were calcu- lated using blastn (E value: 10, lower identity cutoff: 70, upper identity cutoff: 90). To address potential functional differences between space isolates and their corresponding type strains, custom Python and R scripts ( https:github.comjlombo96Sphingomonas-EggNOG-Workbook ) were designed to parse output annotation tables and summarize their features on a per-genome basis.Descriptions for select KEGG IDs identi ed in eggNOG-MapperV2 were assigned using the BioServices API (71 ). To identify protein-level differences between the Sphingomonas strains obtained from space- ight-relevant surfaces and their respective type strains, custom python scripts were created to con- struct pileup gene count tables for the annotations generated from the EggNOG-MapperV2 software.Genes identi ed by eggNOG-MapperV2 for the S. paucimobilis and S. sanguinis space ight isolates were pooled on a species basis and then compared to their type strains using JVENN (72) and UpSetR (73)using intersection analyses. Output tables generated by these analyses are displayed in Table S1. Pangenome analysis. Pangenome analysis of the Sphingomonas space isolates, their type strains, and the plant endophyte Sphingomonas sp. LK11 was performed using Anvi o v6.2 (74 76). Primary func- tional annotation in the Anvi o software was conducted using the anvi-script-FASTA-to-contigs-db and anvi-run-ncbi-cogs commands. Subsequent pangenome gene clustering was carried out using blastp viathe anvi-pan-genome command ( num-threads 2, mcl-in ation 6, min-bit 0.5, use-ncbi-blast). The ordering of the pangenome display was determined using Euclidean distances and ward linkagesettings.Plant Growth-Promoting ISS Sphingomonas Strains Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 15Ethics approval and consent to participate. Because no human subjects were characterized, ethics approval is not needed. Data availability. All sequence data used in this study have been uploaded to NCBI GenBank under accession numbers JABEOW000000000 ,JABEOV000000000 ,JABEOU000000000 , and JABYQV000000000 . SUPPLEMENTAL MATERIAL Supplemental material is available online only. SUPPLEMENTAL FILE 1 , XLSX le, 1 MB. SUPPLEMENTAL FILE 2 , PDF le, 0.3 MB. ACKNOWLEDGMENTS Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA. We thank researchers associated with Biotechnology and Planetary Protection group at JPL for their facility support. Government sponsorship acknowledged. This research was funded by 2012 Space Biology NNH12ZTT001N grant number 19- 12829-26 under task order NNN13D111T awarded to K.V. The funders had no role in study design, data collection and interpretation, the writing of the manuscript, or the decision to submit the work for publication. K.V., N.K.S., S.G., and R.B. formulated the concept; J.L. and S.B. executed the study. K.V. collected samples, isolated strains, and coordinated and designed the study with input from all authors. J.L. performed comparative genome analyses, interpreted the genomics data, and generated the corresponding gures and tables. S.B. performed metabolomic analysis and worked with N.K.S. in generating draft genome assembly. N.K.S. contributed to microbial identi cation, processed shotgun metagenome sequence data, and generated MAGs. J.L. and S.B. wrote the draft manuscript, and K.V., J.M.W., S.G., and R.B. edited the manuscript for content. All authors have read the manuscript, are responsible for data interpretation, and approved the manuscript. Reference herein to any speci c commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not constitute or imply its endorsement by the U.S. Government or the Jet Propulsion Laboratory, California Institute of Technology. REFERENCES 1. Leys NMEJ, Ryngaert A, Bastiaens L, Verstraete W, Top EM, Springael D. 2004. Occurrence and phylogenetic diversity of Sphingomonas strains in soils con- taminated with polycyclic aromatic hydrocarbons. Appl Environ Microbiol70:1944 1955. https:doi.org10.1128AEM.70.4.1944-1955.2004 . 2. Balkwill DL, Fredrickson JK, Romine MF. 2006. Sphingomonas and related genera, p 605 629. InDworkin M, Falkow S, Rosenberg E, Schleifer K-H, Stackebrandt E (ed), The prokaryotes: volume 7: proteobacteria: delta, ep-silon subclass. Springer New York, New York, NY. https:doi.org10.1007 0-387-30747-8_23 . 3. Yang S, Li X, Xiao X, Zhuang G, Zhang Y. 2020. Sphingomonas profundi sp. nov., isolated from deep-sea sediment of the Mariana Trench. Int J SystEvol Microbiol 70:3809 3815. https:doi.org10.1099ijsem.0.004235 . 4. Pavissich JP, Vargas IT, Gonzlez B, Pastn PA, Pizarro GE. 2010. Culture dependent and independent analyses of bacterial communities involvedin copper plumbing corrosion. J Appl Microbiol 109:771 782. https:doi .org10.1111j.1365-2672.2010.04704.x . 5. Kim Y-J, Park JY, Balusamy SR, Huo Y, Nong LK, Thi Le H, Yang DC, Kim D. 2020. Comprehensive genome analysis on the novel species Sphingomo- nas panacis DCY99T reveals insights into iron tolerance of ginseng. Int J Mol Sci 21:2019. https:doi.org10.3390ijms21062019 . 6. Desai AM, Autenrieth RL, Dimitriou-Christidis P, McDonald TJ. 2008. Bio- degradation kinetics of select polycyclic aromatic hydrocarbon (PAH) mix-tures by Sphingomonas paucimobilis EPA505. Biodegradation 19:223 233. https:doi.org10.1007s10532-007-9129-3 . 7. Story SP, Kline EL, Hughes TA, Riley MB, Hayasaka SS. 2004. Degradation of aromatic hydrocarbons by Sphingomonas paucimobilis strain EPA505. Arch Environ Contam Toxicol 47:168 176. https:doi.org10.1007s00244 -004-3069-2 .8. Bruce RJ, Ott CM, Skuratov VM, Pierson DL. 2005. Microbial surveillance of potable water sources of the International Space Station. SAE Transac- tions 114:283 292. 9. Castro VA, Thrasher AN, Healy M, Ott CM, Pierson DL. 2004. Microbial char- acterization during the early habitation of the International Space Station.Microb Ecol 47:119 126. https:doi.org10.1007s00248-003-1030-y . 10. Gker T, As C24k RZ, Y lmaz MB, elik _I, Tekiner A. 2017. Sphingomonas pauci- mobilis : a rare infectious agent found in cerebrospinal uid. J Korean Neu- rosurg Soc 60:481 483. https:doi.org10.3340jkns.2014.0102.004 . 11. Hardjo Lugito NP, Cucunawangsih, Kurniawan A. 2016. A lethal case of Sphingomonas paucimobilis bacteremia in an immunocompromised patient. Case Rep in Infectious Diseases 2016:3294639. https:doi.org10 .115520163294639 . 12. Khan AL, Waqas M, Kang S-M, Al-Harrasi A, Hussain J, Al-Rawahi A, Al- Khiziri S, Ullah I, Ali L, Jung H-Y, Lee I-J. 2014. Bacterial endophyte Sphin- gomonas sp. LK11 produces gibberellins and IAA and promotes tomato plant growth. J Microbiol 52:689 695. https:doi.org10.1007s12275 -014-4002-7 . 13. Luo Y, Wang F, Huang Y, Zhou M, Gao J, Yan T, Sheng H, An L. 2019. Sphin- gomonas sp. Cra20 increases plant growth rate and alters rhizosphere mi- crobial community structure of Arabidopsis thaliana under drought stress. Front Microbiol 10:1221. https:doi.org10.3389fmicb.2019.01221 . 14. Yang S, Zhang X, Cao Z, Zhao K, Wang S, Chen M, Hu X. 2014. Growth-pro- moting Sphingomonas paucimobilis ZJSH1 associated with Dendrobium ofcinale through phytohormone production and nitrogen xation. Microb Biotechnol 7:611 620. https:doi.org10.11111751-7915.12148 . 15. Asaf S, Khan AL, Khan MA, Al-Harrasi A, Lee I-J. 2018. Complete genome sequencing and analysis of endophytic Sphingomonas sp. LK11 and itsLombardino et al. Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 16potential in plant growth. 3 Biotech 8:389. https:doi.org10.1007s13205 -018-1403-z . 16. Berg G, Kberl M, Rybakova D, Mller H, Grosch R, Smalla K. 2017. Plant microbial diversity is suggested as the key to future biocontrol and healthtrends. FEMS Microbiol Ecol 93. https:doi.org10.1093femsec x050 . 17. Raza W, Ling N, Yang L, Huang Q, Shen Q. 2016. Response of tomato wilt pathogen Ralstonia solanacearum to the volatile organic compounds pro- duced by a biocontrol strain Bacillus amyloliquefaciens SQR-9. Sci Rep 6: 24856. https:doi.org10.1038srep24856 . 18. Raza W, Yousaf S, Rajer FU. 2016. Plant growth promoting activity of vola- tile organic compounds produced by biocontrol strains. Science Lett 4: 4043. 19. Sukweenadhi J, Kim Y-J, Choi E-S, Koh S-C, Lee S-W, Kim Y-J, Yang DC. 2015. Paenibacillus yonginensis DCY84T induces changes in Arabidopsis thaliana gene expression against aluminum, drought, and salt stress. Microbiol Res 172:7 15.https:doi.org10.1016j.micres.2015.01.007 . 20. Egamberdieva D, Wirth SJ, Alqarawi AA, Abd Allah EF, Hashem A. 2017. Phytohormones and bene cial microbes: essential components for plants to balance stress and tness. Front Microbiol 8:2104. https:doi.org10 .3389fmicb.2017.02104 . 21. Ljung K. 2013. Auxin metabolism and homeostasis during plant develop- ment. Development 140:943 950. https:doi.org10.1242dev.086363 . 22. Hu YF, Zhou G, Na XF, Yang L, Nan WB, Liu X, Zhang YQ, Li JL, Bi YR. 2013. Cadmium interferes with maintenance of auxin homeostasis in Arabidop- sisseedlings. J Plant Physiol 170:965 975. https:doi.org10.1016j.jplph .2013.02.008 . 23. Fssler E, Evangelou MW, Robinson BH, Schulin R. 2010. Effects of indole- 3-acetic acid (IAA) on sun ower growth and heavy metal uptake in com- bination with ethylene diamine disuccinic acid (EDDS). Chemosphere 80:901 907. https:doi.org10.1016j.chemosphere.2010.04.077 . 24. Halo BA, Khan AL, Waqas M, Al-Harrasi A, Hussain J, Ali L, Adnan M, Lee I- J. 2015. Endophytic bacteria ( Sphingomonas sp. LK11) and gibberellin can improve Solanum lycopersicum growth and oxidative stress under salinity. J Plant Interactions 10:117 125. https:doi.org10.108017429145.2015 .1033659 . 25. Checinska Sielaff A, Urbaniak C, Mohan GBM, Stepanov VG, Tran Q, Wood JM, Minich J, McDonald D, Mayer T, Knight R, Karouia F, Fox GE, Venkateswaran K. 2019. Characterization of the total and viable bacterial and fungal communities associated with the International Space Stationsurfaces. Microbiome 7:50. https:doi.org10.1186s40168-019-0666-x . 26. Singh NK, Wood JM, Karouia F, Venkateswaran K. 2018. Succession and persistence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces. Microbiome 6:214. https:doi.org10.1186s40168-018-0609-y . 27. Asaf S, Khan AL, Khan MA, Imran QM, Yun B-W, Lee I-J. 2017. Osmoprotec- tive functions conferred to soybean plants via inoculation with Sphingo- monas sp. LK11 and exogenous trehalose. Microbiol Res 205:135 145. https:doi.org10.1016j.micres.2017.08.009 . 28. Barreiro C, Barredo JL. 2018. Carotenoids production: a healthy and pro t- able industry. Methods Mol Biol 1852:45 55.https:doi.org10.1007978 -1-4939-8742-9_2 . 29. Zhu L, Wu X, Li O, Qian C, Gao H. 2012. Cloning and characterization of genes involved in nostoxanthin biosynthesis of Sphingomonas elodea ATCC 31461. PLoS One 7:e35099. https:doi.org10.1371journal.pone .0035099 . 30. Jenkins CL, Andrewes AG, McQuade TJ, Starr MP. 1979. The pigment of Pseudomonas paucimobilis is a carotenoid (Nostoxanthin), rather than a brominated aryl-polyene (xanthomonadin). Curr Microbiol 3:1 4.https: doi.org10.1007BF02603124 . 31. Elbein AD, Pan YT, Pastuszak I, Carroll D. 2003. New insights on trehalose: a multifunctional molecule. Glycobiology 13:17r 27r. https:doi.org10 .1093glycobcwg047 . 32. Demmig-Adams B, Lpez-Pozo M, Stewart JJ, Adams WW. 2020. Zeaxan- thin and lutein: photoprotectors, anti-in ammatories, and brain food. Molecules 25:3607. https:doi.org10.3390molecules25163607 . 33. Asker D, Beppu T, Ueda K. 2007. Unique diversity of carotenoid-producing bacteria isolated from Misasa, a radioactive site in Japan. Appl MicrobiolBiotechnol 77:383 392. https:doi.org10.1007s00253-007-1157-8 . 34. Eida AA, Bougouffa S, LHaridon F, Alam I, Weisskopf L, Bajic VB, Saad MM, Hirt H. 2020. Genome insights of the plant-growth promoting bacteriumCronobacter muytjensii JZ38 with volatile-mediated antagonistic activity against Phytophthora infestans . Front Microbiol 11:369. https:doi.org10 .3389fmicb.2020.00369 .35. Garg AK, Kim J-K, Owens TG, Ranwala AP, Choi YD, Kochian LV, Wu RJ. 2002. Trehalose accumulation in rice plants confers high tolerance levelsto different abiotic stresses. Proc Natl Acad Sci U S A 99:15898 15903. https:doi.org10.1073pnas.252637799 . 36. da Costa Morato Nery D, da Silva CG, Mariani D, Fernandes PN, Pereira MD, Panek AD, Eleutherio EC. 2008. The role of trehalose and its transporter in protection against reactive oxygen species. Biochim Biophys Acta 1780:1408 1411. https:doi.org10.1016j.bbagen.2008.05.011 . 37. Pilonieta MC, Nagy TA, Jorgensen DR, Detweiler CS. 2012. A glycine beta- ine importer limits Salmonella stress resistance and tissue colonization by reducing trehalose production. Mol Microbiol 84:296 309. https:doi .org10.1111j.1365-2958.2012.08022.x . 38. Jin M, Xiao A, Zhu L, Zhang Z, Huang H, Jiang L. 2019. The diversity and commonalities of the radiation-resistance mechanisms of Deinococcus and its up-to-date applications. AMB Express 9:138. https:doi.org10 .1186s13568-019-0862-x . 39. Liu T, Zhu L, Zhang Z, Huang H, Zhang Z, Jiang L. 2017. Protective role of trehalose during radiation and heavy metal stress in Aureobasidium subgla- ciale F134. Sci Rep 7:17586. https:doi.org10.1038s41598-017-15489-0 . 40. Yoshinaga K, Yoshioka H, Kurosaki H, Hirasawa M, Uritani M, Hasegawa K. 1997. Protection by trehalose of DNA from radiation damage. Biosci Bio-technol Biochem 61:160 161. https:doi.org10.1271bbb.61.160 . 41. Aunins TR, Erickson KE, Prasad N, Levy SE, Jones A, Shrestha S, Mastracchio R, Stodieck L, Klaus D, Zea L, Chatterjee A. 2018. Space ight modi esEsche- richia coli gene expression in response to antibiotic exposure and reveals role of oxidative stress response. Front Microbiol 9:310. https:doi.org10 .3389fmicb.2018.00310 . 42. Bianco C, Imperlini E, Calogero R, Senatore B, Amoresano A, Carpentieri A, Pucci P, Defez R. 2006. Indole-3-acetic acid improves Escherichia coli s defences to stress. Arch Microbiol 185:373 382. https:doi.org10.1007 s00203-006-0103-y . 43. Kandror O, DeLeon A, Goldberg AL. 2002. Trehalose synthesis is induced upon exposure of Escherichia coli to cold and is essential for viability at low temperatures. Proc Natl Acad Sci U S A 99:9727 9732. https:doi .org10.1073pnas.142314099 . 44. Lodato P, Se Govia de Huergo M, Buera MP. 1999. Viability and thermal stability of a strain of Saccharomyces cerevisia e freeze-dried in different sugar and polymer matrices. Appl Microbiol Biotechnol 52:215 220. https:doi.org10.1007s002530051511 . 45. Echave P, Esparza-Cern MA, Cabiscol E, Tamarit J, Ros J, Membrillo- Hernndez J, Lin ECC. 2002. DnaK dependence of mutant ethanol oxidor-eductases evolved for aerobic function and protective role of the chaper- one against protein oxidative damage in Escherichia coli . Proc Natl Acad Sci U S A 99:4626 4631. https:doi.org10.1073pnas.072504199 . 46. Zatyka M, Thomas CM. 1998. Control of genes for conjugative transfer of plasmids and other mobile elements. FEMS Microbiol Rev 21:291 319. https:doi.org10.1111j.1574-6976.1998.tb00355.x . 47. Ciferri O, Tiboni O, Di Pasquale G, Orlandoni AM, Marchesi ML. 1986. Effects of microgravity on genetic recombination in Escherichia coli . Naturwissenschaften 73:418 421. https:doi.org10.1007BF00367284 . 48. De Boever P, Mergeay M, Ilyin V, Forget-Hanus D, Van der Auwera G, Mahillon J. 2007. Conjugation-mediated plasmid exchange between bac- teria grown under space ight conditions. Microgravity Sci Technol 19: 138 144. https:doi.org10.1007BF02919469 . 49. Beuls E, Van Houdt R, Leys N, Dijkstra C, Larkin O, Mahillon J. 2009. Bacillus thuringiensis conjugation in simulated microgravity. Astrobiology 9: 797 805. https:doi.org10.1089ast.2009.0383 . 50. Lade H, Paul D, Kweon JH. 2014. N-acyl homoserine lactone-mediated quorum sensing with special reference to use of quorum quenching bac-teria in membrane biofouling control. Biomed Res Int 2014:162584.https:doi.org10.11552014162584 . 51. Christinet L, Burdet FX, Zaiko M, Hinz U, Zrd JP. 2004. Characterization and functional identi cation of a novel plant 4,5-extradiol dioxygenase involved in betalain pigment biosynthesis in Portulaca grandi ora. Plant Physiol 134:265 274. https:doi.org10.1104pp.103.031914 . 52. Contreras-Llano LE, Guerrero-Rubio MA, Lozada-Ramrez JD, Garca- Carmona F, Ganda-Herrero F. 2019. First betalain-producing bacteriabreak the exclusive presence of the pigments in the plant kingdom. mBio10.https:doi.org10.1128mBio.00345-19 . 53. Sreekanth D, Arunasree MK, Roy KR, Chandramohan Reddy T, Reddy GV, Reddanna P. 2007. Betanin a betacyanin pigment puri ed from fruits of Opuntia cus-indica induces apoptosis in human chronic myeloid leuke- mia cell line-K562. Phytomedicine 14:739 746. https:doi.org10.1016j .phymed.2007.03.017 .Plant Growth-Promoting ISS Sphingomonas Strains Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 1754. Ganda-Herrero F, Escribano J, Garca-Carmona F. 2016. Biological activ- ities of plant pigments betalains. Crit Rev Food Sci Nutr 56:937 945. https:doi.org10.108010408398.2012.740103 . 55. Khan MI, Sri Harsha PSC, Giridhar P, Ravishankar GA. 2012. Pigment identi- cation, nutritional composition, bioactivity, and in vitro cancer cell cyto- toxicity of Rivina humilis L. berries, potential source of betalains. LWT 47: 315 323. https:doi.org10.1016j.lwt.2012.01.025 . 56. Singh NK, Bezdan D, Checinska Sielaff A, Wheeler K, Mason CE, Venkateswaran K. 2018. Multi-drug resistant Enterobacter bugandensis spe- cies isolated from the International Space Station and comparativegenomic analyses with human pathogenic strains. BMC Microbiol 18:175. https:doi.org10.1186s12866-018-1325-2 . 57. Blaustein RA, McFarland AG, Maamar SB, Lopez A, Castro-Wallace S, Hartmann EM, Glaven S. 2019. Pangenomic approach to understanding microbial adaptations within a model built environment, the Interna- tional Space Station, relative to human hosts and soil. mSystems 4: e00281-18. https:doi.org10.1128mSystems.00281-18 . 58. Mijnendonckx K, Provoost A, Ott CM, Venkateswaran K, Mahillon J, Leys N, Van Houdt R. 2013. Characterization of the survival ability of Cupriavidus metallidurans and Ralstonia pickettii from space-related environments. Microb Ecol 65:347 360. https:doi.org10.1007s00248-012-0139-2 . 59. Singh NK, Wood JM, Mhatre SS, Venkateswaran K. 2019. Metagenome to phenome approach enables isolation and genomics characterization of Kalamiella piersonii gen. nov., sp. nov. from the International Space Sta- tion. Appl Microbiol Biotechnol 103:4483 4497. https:doi.org10.1007 s00253-019-09813-z . 60. Boyd ES, Barkay T. 2012. The mercury resistance operon: from an origin in a geothermal environment to an ef cient detoxi cation machine. Front Microbiol 3:349. 61. Liebert CA, Wireman J, Smith T, Summers AO. 1997. Phylogeny of mercury resistance (mer) operons of gram-negative bacteria isolated from the fecal ora of primates. Appl Environ Microbiol 63:1066 1076. https:doi .org10.1128aem.63.3.1066-1076.1997 . 62. Bijlani S, Singh NK, Eedara VVR, Podile AR, Mason CE, Wang CCC, Venkateswaran K. 2021. Methylobacterium ajmalii sp. nov., isolated from the International Space Station. Front Microbiol 12. https:doi.org10 .3389fmicb.2021.639396 . 63. Bijlani S, Singh NK, Mason CE, Wang CCC, Venkateswaran K. 2020. Draft genome sequences of Sphingomonas species associated with the Interna- tional Space Station. Microbiol Resour Announc 9. https:doi.org10 .1128MRA.00578-20 . 64. Haft DH, DiCuccio M, Badretdin A, Brover V, Chetvernin V, ONeill K, Li W, Chitsaz F, Derbyshire MK, Gonzales NR, Gwadz M, Lu F, Marchler GH, Song JS, Thanki N, Yamashita RA, Zheng C, Thibaud-Nissen F, Geer LY, Marchler-Bauer A, Pruitt KD. 2018. RefSeq: an update on prokaryoticgenome annotation and curation. Nucleic Acids Res 46:D851 D860. https:doi.org10.1093nargkx1068 . 65. Tatusova T, DiCuccio M, Badretdin A, Chetvernin V, Nawrocki EP, Zaslavsky L, Lomsadze A, Pruitt KD, Borodovsky M, Ostell J. 2016. NCBIprokaryotic genome annotation pipeline. Nucleic Acids Res 44:6614 6624. https:doi.org10.1093nargkw569 . 66. Yoon S-H, Ha S-m, Lim J, Kwon S, Chun J. 2017. A large-scale evaluation of algorithms to calculate average nucleotide identity. Antonie Van Leeu-wenhoek 110:1281 1286. https:doi.org10.1007s10482-017-0844-4 . 67. Huerta-Cepas J, Forslund K, Coelho LP, Szklarczyk D, Jensen LJ, von Mering C, Bork P. 2017. Fast genome-wide functional annotation through orthol-ogy assignment by eggNOG-mapper. Mol Biol Evol 34:2115 2122. https: doi.org10.1093molbevmsx148 . 68. Huerta-Cepas J, Szklarczyk D, Heller D, Hernndez-Plaza A, Forslund SK, Cook H, Mende DR, Letunic I, Rattei T, Jensen LJ, von Mering C, Bork P.2019. eggNOG 5.0: a hierarchical, functionally and phylogenetically anno-tated orthology resource based on 5090 organisms and 2502 viruses.Nucleic Acids Res 47:D309 D314. https:doi.org10.1093nargky1085 . 69. Bilal S, Khan AL, Shahzad R, Kim Y-H, Imran M, Khan MJ, Al-Harrasi A, Kim TH, Lee I-J. 2018. Mechanisms of Cr(VI) resistance by endophytic Sphingo- monas sp. LK11 and its Cr(VI) phytotoxic mitigating effects in soybean (glycine max L.). Ecotoxicol Environ Saf 164:648 658. https:doi.org10 .1016j.ecoenv.2018.08.043 . 70. Alikhan N-F, Petty NK, Ben Zakour NL, Beatson SA. 2011. BLAST Ring Image Generator (BRIG): simple prokaryote genome comparisons. BMCGenomics 12:402. https:doi.org10.11861471-2164-12-402 . 71. Cokelaer T, Pultz D, Harder LM, Serra-Musach J, Saez-Rodriguez J. 2013. BioServices: a common Python package to access biological Web Servicesprogrammatically. Bioinformatics 29:3241 3242. https:doi.org10.1093 bioinformaticsbtt547 . 72. Bardou P, Mariette J, Escudi F, Djemiel C, Klopp C. 2014. jvenn: an inter- active Venn diagram viewer. BMC Bioinformatics 15:293. https:doi.org 10.11861471-2105-15-293 . 73. Conway JR, Lex A, Gehlenborg N. 2017. UpSetR: an R package for the visu- alization of intersecting sets and their properties. Bioinformatics 33:2938 2940. https:doi.org10.1093bioinformaticsbtx364 . 74. Delmont TO, Eren AM. 2018. Linking pangenomes and metagenomes: theProchlorococcus metapangenome. PeerJ 6:e4320. https:doi.org10 .7717peerj.4320 . 75. Eren AM, Esen C, Quince C, Vineis JH, Morrison HG, Sogin ML, Delmont TO. 2015. Anvio: an advanced analysis and visualization platform foromics data. PeerJ 3:e1319. https:doi.org10.7717peerj.1319 . 76. Hyatt D, Chen G-L, LoCascio PF, Land ML, Larimer FW, Hauser LJ. 2010. Prodigal: prokaryotic gene recognition and translation initiation site iden-tication. BMC Bioinformatics 11:119. https:doi.org10.11861471-2105 -11-119 .Lombardino et al. Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 18",
        "introduction": null,
        "conclusion": "s. This study utilized comparative genomics and identi ed a plethora of factors in Sphingomonas present in space ight environments that may result in the pro- duction of several PGPFs and aid in the growth of plants. The production of one of the phytohormones IAA was also con rmed using metabolomics. These space Sphingomonas strains, along with other plant growth-promoting strains of microbes isolated from the ISS(62), therefore, hold great potential to contribute to space exploration through promoting and controlling plant growth as part of an integrated bio-regenerative life support system enabling future extended-duration crewed missions. MATERIALS AND METHODS Sample collection and whole-genome sequence analysis. Sample collection and processing, fol- lowed by WGS and assembly that led to the isolation of Sphingomonas strains, are described elsewhere (25, 63). Samples collected across different locations on the ISS, and the KSC-PHSF cleanroom, were plated on Reasoner s 2A agar (R2A) to culture different bacterial colonies (25). In addition to cultivation, previously published metagenomic sequences sampled from ISS locations were downloaded from NCBI(26) and analyzed for the presence of Sphingomonas species, and MAGs were generated. DNA extraction was followed by metagenomic sequencing and assembly as described previously (26). Identi cation of Sphingomonas spp. from metagenomic assembly was performed as describedLombardino et al. Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 14elsewhere (59). In the case of S. sanguinis genome assembled from the metagenome, sample collection, processing, and DNA extraction were carried out as reported previously (26). The assembled draftgenomes were annotated using NCBI Prokaryotic Genome Annotation Pipeline (PGAP) 4.11 (64, 65). The identity of the strains was con rmed based on ANI calculated using EZBioCloud (66). Genome annotation. To further explore potential functional differences between space ight iso- lates and their respective type strains, we obtained coding sequences from the NCBI RefSeq databaseand, where applicable, performed additional annotation through the online eggNOG-mapperV2 webserver using the default settings (67, 68). The coding sequences of the metagenome-assembled genomeofS. sanguinis ISS-IIF7SWP were retrieved from the NCBI GenBank database. Coding nucleotide sequen- ces for each Sphingomonas genome along with their respective type strains were annotated using the online eggNOG-MapperV2 software, whose column-based outputs were parsed and compared on a per-genome basis using a custom python script (available for use via https:github.comjlombo96 Sphingomonas-EggNOG-Workbook ). Preliminary annotations of these select space ight isolates high- lighted potential connections to the plant endophyte Sphingomonas sp. LK11, a strain well characterized with respect to its plant growth-promoting capabilities (12 , 15, 24, 27, 69). Given the presence of a thor- oughly annotated and complete genome sequence (15), robust evidence for the production of the plantphytohormones gibberellic acid (GA) and IAA (12, 15), and previous use as a model for novel plant-asso- ciated Sphingomonas genomes (5), Sphingomonas sp. LK11 was selected as a reference genome to iden- tify putative plant growth-promoting features in other Sphingomonas genomes. In this study, the endo- phyte Sphingomonas sp. LK11, two S. sanguinis isolates (IIF7SW-B3A and IIF7SW-B5), and one S. sanguinis MAG (ISS-IIF7SWP) sampled from the ISS, S. paucimobilis FKI-L5-BR-P1 cultured from KSC-PHSF, and S. paucimobilis LCT-SP1 isolated from the Chinese spacecraft Shenzhou X were compared against their re- spective type strains: S. sanguinis NBRC 13937 Tand S. paucimobilis NCTC 11030T. Metabolite extraction and analysis. Previous reports have characterized the phytohormone pro- duction capability of several Sphingomonas species, including Sphingomonas sp. LK11 (11), S. panacis DCY99T(5), and S. paucimobilis ZJSH1 (14). While both S. paucimobilis ZJSH1 and Sphingomonas sp. LK11 were con rmed to produce the plant phytohormone IAA, the de nitive chemical pathway responsible for their production is yet to be elucidated (12, 14, 15). Therefore, the potential for the production of theauxin-derivative IAA in each of the selected S. paucimobilis and S. sanguinis strains was examined. The space isolates ( S. sanguinis IIF7SW-B3A, S. sanguinis IIF7SW-B5, and S. paucimobilis FKI-L5-BR-P1) were streaked on R2A (Difco, USA) and incubated at 28C for 5 days. The strains were then inoculated in nutri- ent broth (Sigma-Aldrich, USA) containing 3 gL L-tryptophan (Sigma-Aldrich, USA) and incubated at 28C, 180 rpm for 7 days. To examine the phytohormones produced and secreted in culture ltrate, we pelleted the cells and extracted the metabolites from the supernatant using ethyl acetate. This step wasrepeated twice. The culture supernatant was then acidi ed using 6N HCl and metabolites were extracted using ethyl acetate. The ethyl acetate layer after each step described above was transferred to a freshtube and evaporated in TurboVap LV. The residue obtained after drying the solvent was resuspended in5 dimethyl sulfoxide (DMSO)95 (volvol) methanol at a nal concentration of 1 mgmL. A suitable al- iquot of the extract (10 mL) was injected for HPLC-DAD-MS analysis. Stock solution of IAA standard (Sigma-Aldrich, USA) was prepared in 5 DMSO95 methanol (vol vol) at a concentration of 1 mgmL. It was diluted 10 times, and 10 mL of the dilution was injected for HPLC-DAD-MS analysis. HPLC-DAD-MS was carried out using Thermo Finnigan LCQ Advantage ion trapmass spectrometer with an RP C 18column (Alltech Prevail C183 mm 2.1 by 100 mm) at a ow rate of 125 mLmin. The solvent gradient for liquid chromatographymass spectrometry (LCMS) was 95 (volvol) acetonitrile (MeCN)H2O (solvent B) in 5 MeCNH2O (volvol; solvent A), both containing 0.05 (vol vol) formic acid, as follows: 0 solvent B from 0 to 5 min, 0 to 100 solvent B from 5 min to 30 min, 100 solvent B from 30 to 45 min, 100 to 0 solvent B from 45 to 45.10 min, and reequilibration with0 solvent B from 45.10 to 50 min. Comparative functional analysis. Genome similarities between space ight Sphingomonas strains, their respective type strains, and the plant endophyte Sphingomonas sp. LK11 were visualized using BRIG version 0.95 with the Sphingomonas sp. LK11 (chromosome and plasmids) assigned as the refer- ence genome (70). Percent identity values for space isolates and corresponding type strains were calcu- lated using blastn (E value: 10, lower identity cutoff: 70, upper identity cutoff: 90). To address potential functional differences between space isolates and their corresponding type strains, custom Python and R scripts ( https:github.comjlombo96Sphingomonas-EggNOG-Workbook ) were designed to parse output annotation tables and summarize their features on a per-genome basis.Descriptions for select KEGG IDs identi ed in eggNOG-MapperV2 were assigned using the BioServices API (71 ). To identify protein-level differences between the Sphingomonas strains obtained from space- ight-relevant surfaces and their respective type strains, custom python scripts were created to con- struct pileup gene count tables for the annotations generated from the EggNOG-MapperV2 software.Genes identi ed by eggNOG-MapperV2 for the S. paucimobilis and S. sanguinis space ight isolates were pooled on a species basis and then compared to their type strains using JVENN (72) and UpSetR (73)using intersection analyses. Output tables generated by these analyses are displayed in Table S1. Pangenome analysis. Pangenome analysis of the Sphingomonas space isolates, their type strains, and the plant endophyte Sphingomonas sp. LK11 was performed using Anvi o v6.2 (74 76). Primary func- tional annotation in the Anvi o software was conducted using the anvi-script-FASTA-to-contigs-db and anvi-run-ncbi-cogs commands. Subsequent pangenome gene clustering was carried out using blastp viathe anvi-pan-genome command ( num-threads 2, mcl-in ation 6, min-bit 0.5, use-ncbi-blast). The ordering of the pangenome display was determined using Euclidean distances and ward linkagesettings.Plant Growth-Promoting ISS Sphingomonas Strains Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 15Ethics approval and consent to participate. Because no human subjects were characterized, ethics approval is not needed. Data availability. All sequence data used in this study have been uploaded to NCBI GenBank under accession numbers JABEOW000000000 ,JABEOV000000000 ,JABEOU000000000 , and JABYQV000000000 . SUPPLEMENTAL MATERIAL Supplemental material is available online only. SUPPLEMENTAL FILE 1 , XLSX le, 1 MB. SUPPLEMENTAL FILE 2 , PDF le, 0.3 MB. ACKNOWLEDGMENTS Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA. We thank researchers associated with Biotechnology and Planetary Protection group at JPL for their facility support. Government sponsorship acknowledged. This research was funded by 2012 Space Biology NNH12ZTT001N grant number 19- 12829-26 under task order NNN13D111T awarded to K.V. The funders had no role in study design, data collection and interpretation, the writing of the manuscript, or the decision to submit the work for publication. K.V., N.K.S., S.G., and R.B. formulated the concept; J.L. and S.B. executed the study. K.V. collected samples, isolated strains, and coordinated and designed the study with input from all authors. J.L. performed comparative genome analyses, interpreted the genomics data, and generated the corresponding gures and tables. S.B. performed metabolomic analysis and worked with N.K.S. in generating draft genome assembly. N.K.S. contributed to microbial identi cation, processed shotgun metagenome sequence data, and generated MAGs. J.L. and S.B. wrote the draft manuscript, and K.V., J.M.W., S.G., and R.B. edited the manuscript for content. All authors have read the manuscript, are responsible for data interpretation, and approved the manuscript. Reference herein to any speci c commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not constitute or imply its endorsement by the U.S. Government or the Jet Propulsion Laboratory, California Institute of Technology. REFERENCES 1. Leys NMEJ, Ryngaert A, Bastiaens L, Verstraete W, Top EM, Springael D. 2004. Occurrence and phylogenetic diversity of Sphingomonas strains in soils con- taminated with polycyclic aromatic hydrocarbons. Appl Environ Microbiol70:1944 1955. https:doi.org10.1128AEM.70.4.1944-1955.2004 . 2. Balkwill DL, Fredrickson JK, Romine MF. 2006. Sphingomonas and related genera, p 605 629. InDworkin M, Falkow S, Rosenberg E, Schleifer K-H, Stackebrandt E (ed), The prokaryotes: volume 7: proteobacteria: delta, ep-silon subclass. Springer New York, New York, NY. https:doi.org10.1007 0-387-30747-8_23 . 3. Yang S, Li X, Xiao X, Zhuang G, Zhang Y. 2020. Sphingomonas profundi sp. nov., isolated from deep-sea sediment of the Mariana Trench. Int J SystEvol Microbiol 70:3809 3815. https:doi.org10.1099ijsem.0.004235 . 4. Pavissich JP, Vargas IT, Gonzlez B, Pastn PA, Pizarro GE. 2010. Culture dependent and independent analyses of bacterial communities involvedin copper plumbing corrosion. J Appl Microbiol 109:771 782. https:doi .org10.1111j.1365-2672.2010.04704.x . 5. Kim Y-J, Park JY, Balusamy SR, Huo Y, Nong LK, Thi Le H, Yang DC, Kim D. 2020. Comprehensive genome analysis on the novel species Sphingomo- nas panacis DCY99T reveals insights into iron tolerance of ginseng. Int J Mol Sci 21:2019. https:doi.org10.3390ijms21062019 . 6. Desai AM, Autenrieth RL, Dimitriou-Christidis P, McDonald TJ. 2008. Bio- degradation kinetics of select polycyclic aromatic hydrocarbon (PAH) mix-tures by Sphingomonas paucimobilis EPA505. Biodegradation 19:223 233. https:doi.org10.1007s10532-007-9129-3 . 7. Story SP, Kline EL, Hughes TA, Riley MB, Hayasaka SS. 2004. Degradation of aromatic hydrocarbons by Sphingomonas paucimobilis strain EPA505. Arch Environ Contam Toxicol 47:168 176. https:doi.org10.1007s00244 -004-3069-2 .8. Bruce RJ, Ott CM, Skuratov VM, Pierson DL. 2005. Microbial surveillance of potable water sources of the International Space Station. SAE Transac- tions 114:283 292. 9. Castro VA, Thrasher AN, Healy M, Ott CM, Pierson DL. 2004. Microbial char- acterization during the early habitation of the International Space Station.Microb Ecol 47:119 126. https:doi.org10.1007s00248-003-1030-y . 10. Gker T, As C24k RZ, Y lmaz MB, elik _I, Tekiner A. 2017. Sphingomonas pauci- mobilis : a rare infectious agent found in cerebrospinal uid. J Korean Neu- rosurg Soc 60:481 483. https:doi.org10.3340jkns.2014.0102.004 . 11. Hardjo Lugito NP, Cucunawangsih, Kurniawan A. 2016. A lethal case of Sphingomonas paucimobilis bacteremia in an immunocompromised patient. Case Rep in Infectious Diseases 2016:3294639. https:doi.org10 .115520163294639 . 12. Khan AL, Waqas M, Kang S-M, Al-Harrasi A, Hussain J, Al-Rawahi A, Al- Khiziri S, Ullah I, Ali L, Jung H-Y, Lee I-J. 2014. Bacterial endophyte Sphin- gomonas sp. LK11 produces gibberellins and IAA and promotes tomato plant growth. J Microbiol 52:689 695. https:doi.org10.1007s12275 -014-4002-7 . 13. Luo Y, Wang F, Huang Y, Zhou M, Gao J, Yan T, Sheng H, An L. 2019. Sphin- gomonas sp. Cra20 increases plant growth rate and alters rhizosphere mi- crobial community structure of Arabidopsis thaliana under drought stress. Front Microbiol 10:1221. https:doi.org10.3389fmicb.2019.01221 . 14. Yang S, Zhang X, Cao Z, Zhao K, Wang S, Chen M, Hu X. 2014. Growth-pro- moting Sphingomonas paucimobilis ZJSH1 associated with Dendrobium ofcinale through phytohormone production and nitrogen xation. Microb Biotechnol 7:611 620. https:doi.org10.11111751-7915.12148 . 15. Asaf S, Khan AL, Khan MA, Al-Harrasi A, Lee I-J. 2018. Complete genome sequencing and analysis of endophytic Sphingomonas sp. LK11 and itsLombardino et al. Volume 10 Issue 1 e01994-21 MicrobiolSpectrum.asm.org 16potential in plant growth. 3 Biotech 8:389. https:doi.org10.1007s13205 -018-1403-z . 16. Berg G, Kberl M, Rybakova D, Mller H, Grosch R, Smalla K. 2017. Plant microbial diversity is suggested as the key to future biocontrol and healthtrends. FEMS Microbiol Ecol 93. https:doi.org10.1093femsec x050 . 17. Raza W, Ling N, Yang L, Huang Q, Shen Q. 2016. Response of tomato wilt pathogen Ralstonia solanacearum to the volatile organic compounds pro- duced by a biocontrol strain Bacillus amyloliquefaciens SQR-9. Sci Rep 6: 24856. https:doi.org10.1038srep24856 . 18. Raza W, Yousaf S, Rajer FU. 2016. Plant growth promoting activity of vola- tile organic compounds produced by biocontrol strains. Science Lett 4: 4043. 19. Sukweenadhi J, Kim Y-J, Choi E-S, Koh S-C, Lee S-W, Kim Y-J, Yang DC. 2015. Paenibacillus yonginensis DCY84T induces changes in Arabidopsis thaliana gene expression against aluminum, drought, and salt stress. Microbiol Res 172:7 15.https:doi.org10.1016j.micres.2015.01.007 . 20. Egamberdieva D, Wirth SJ, Alqarawi AA, Abd Allah EF, Hashem A. 2017. Phytohormones and bene cial microbes: essential components for plants to balance stress and tness. Front Microbiol 8:2104. https:doi.org10 .3389fmicb.2017.02104 . 21. Ljung K. 2013. Auxin metabolism and homeostasis during plant develop- ment. Development 140:943 950. https:doi.org10.1242dev.086363 . 22. Hu YF, Zhou G, Na XF, Yang L, Nan WB, Liu X, Zhang YQ, Li JL, Bi YR. 2013. Cadmium interferes with maintenance of auxin homeostasis in Arabidop- sisseedlings. J Plant Physiol 170:965 975. https:doi.org10.1016j.jplph .2013.02.008 . 23. Fssler E, Evangelou MW, Robinson BH, Schulin R. 2010. Effects of indole- 3-acetic acid (IAA) on sun ower growth and heavy metal uptake in com- bination with ethylene diamine disuccinic acid (EDDS). Chemosphere 80:901 907. https:doi.org10.1016j.chemosphere.2010.04.077 . 24. Halo BA, Khan AL, Waqas M, Al-Harrasi A, Hussain J, Ali L, Adnan M, Lee I- J. 2015. Endophytic bacteria ( Sphingomonas sp. LK11) and gibberellin can improve Solanum lycopersicum growth and oxidative stress under salinity. J Plant Interactions 10:117 125. https:doi.org10.108017429145.2015 .1033659 . 25. Checinska Sielaff A, Urbaniak C, Mohan GBM, Stepanov VG, Tran Q, Wood JM, Minich J, McDonald D, Mayer T, Knight R, Karouia F, Fox GE, Venkateswaran K. 2019. Characterization of the total and viable bacterial and fungal communities associated with the International Space Stationsurfaces. Microbiome 7:50. https:doi.org10.1186s40168-019-0666-x . 26. Singh NK, Wood JM, Karouia F, Venkateswaran K. 2018. Succession and persistence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces. Microbiome 6:214. https:doi.org10.1186s40168-018-0609-y . 27. Asaf S, Khan AL, Khan MA, Imran QM, Yun B-W, Lee I-J. 2017. Osmoprotec- tive functions conferred to soybean plants via inoculation with Sphingo- monas sp. LK11 and exogenous trehalose. Microbiol Res 205:135 145. https:doi.org10.1016j.micres.2017.08.009 . 28. Barreiro C, Barredo JL. 2018. Carotenoids production: a healthy and pro t- able industry.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]