[
    {
        "pmid": "26617617",
        "title": "Gravitropism and Lateral Root Emergence are Dependent on the Trans-Golgi Network Protein TNO1.",
        "year": "2015",
        "journal": "Front Plant Sci",
        "abstract": "The trans-Golgi network (TGN) is a dynamic organelle that functions as a relay station for receiving endocytosed cargo, directing secretory cargo, and trafficking to the vacuole. TGN-localized SYP41-interacting protein (TNO1) is a large, TGN-localized, coiled-coil protein that associates with the membrane fusion protein SYP41, a target SNARE, and is required for efficient protein trafficking to the vacuole. Here, we show that a tno1 mutant has auxin transport-related defects. Mutant roots have delayed lateral root emergence, decreased gravitropic bending of plant organs and increased sensitivity to the auxin analog 2,4-dichlorophenoxyacetic acid and the natural auxin 3-indoleacetic acid. Auxin asymmetry at the tips of elongating stage II lateral roots was reduced in the tno1 mutant, suggesting a role for TNO1 in cellular auxin transport during lateral root emergence. During gravistimulation, tno1 roots exhibited delayed auxin transport from the columella to the basal epidermal cells. Endocytosis to the TGN was unaffected in the mutant, indicating that bulk endocytic defects are not responsible for the observed phenotypes. Together these studies demonstrate a role for TNO1 in mediating auxin responses during root development and gravistimulation, potentially through trafficking of auxin transport proteins.",
        "full_text": "ORIGINAL RESEARCH published: 12 November 2015 doi: 10.3389fpls.2015.00969 Edited by: Gerald Alan Berkowitz, University of Connecticut, USA Reviewed by: Michael Sauer, University of Potsdam, Germany Frantisek Baluska, University of Bonn, Germany Correspondence: Diane C. Bassham basshamiastate.edu Specialty section: This article was submitted to Plant Trafc and Transport, a section of the journal Frontiers in Plant Science Received: 26 June 2015 Accepted: 22 October 2015 Published: 12 November 2015 Citation: Roy R and Bassham DC (2015) Gravitropism and Lateral Root Emergence are Dependent on the Trans-Golgi Network Protein TNO1. Front. Plant Sci. 6:969. doi: 10.3389fpls.2015.00969 Gravitropism and Lateral Root Emergence are Dependent on the Trans- Golgi Network Protein TNO1 Rahul Roy1,2and Diane C. Bassham1,2,3 1Department of Genetics, Development and Cell Biology, Iowa State University, Ames, IA, USA,2Interdepartmental Genetics Program, Iowa State University, Ames, IA, USA,3Plant Sciences Institute, Iowa State University, Ames, IA, USA The trans -Golgi network (TGN) is a dynamic organelle that functions as a relay station for receiving endocytosed cargo, directing secretory cargo, and trafcking to the vacuole. TGN-localized SYP41-interacting protein (TNO1) is a large, TGN-localized, coiled-coilprotein that associates with the membrane fusion protein SYP41, a target SNARE, and is required for efcient protein trafcking to the vacuole. Here, we show that a tno1 mutant has auxin transport-related defects. Mutant roots have delayed lateral root emergence, decreased gravitropic bending of plant organs and increased sensitivity to the auxinanalog 2,4-dichlorophenoxyacetic acid and the natural auxin 3-indoleacetic acid. Auxinasymmetry at the tips of elongating stage II lateral roots was reduced in the tno1 mutant, suggesting a role for TNO1 in cellular auxin transport during lateral root emergence.During gravistimulation, tno1 roots exhibited delayed auxin transport from the columella to the basal epidermal cells. Endocytosis to the TGN was unaffected in the mutant,indicating that bulk endocytic defects are not responsible for the observed phenotypes. Together these studies demonstrate a role for TNO1 in mediating auxin responses during root development and gravistimulation, potentially through trafcking of auxin transportproteins. Keywords: auxin, trans -Golgi network, lateral root, gravitropism, tethering factor INTRODUCTION Thetrans-Golgi network (TGN)isahighly dynamictubulo-vesicular organellethat maturesfrom the two or three trans-most cisternae of the Golgi ( Staehelin and Kang, 2008 ) and is crucial for endocytic, secretory and vacuolar tracking routes in plant cells. TGN cisternae move rapidly inside the cell, dissociating from their associated Golgi and re-associating with a new Golgi stack (StaehelinandKang,2008 ;Kang,2011; Uemuraetal.,2014 ),andalsocontaindistinctsubdomains for various tracking routes ( Bassham et al., 2000 ;Chow et al., 2008 ;Gendre et al., 2011 ). The TGN functions as an ear lyrecycling endosome ( Dettmer et al., 2006 ;Viotti et al., 2010 ) that receives endocytosed cargo, including auxin transporters, plasma membrane receptors, andnutrienttransporters ( Russinovaetal.,2004 ;Robatzeketal.,2006 ;Dhonuksheetal.,2007; Takano et al., 2010 ;Barberon et al., 2011 ), and recycles it back to the plasma membrane or to the vacuole for degradation. The TGN plays a crucial role in t racking of biosynthetic trac to the vacuole (Reyes et al., 2011). It also directs secretory cargo, including plasma membrane proteins and cell wall polysaccharides, to the cell surface, potentia lly via mobile secretory vesicle clusters that fuse withtheplasmamembrane( Toyooka etal.,2009 ;Gendreetal.,2014 ).Theposition oftheTGNat Frontiers in Plant Science  www.frontiersin.org 1 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence the junction of the endocytic, vacuolar, and secretory pathways renders it important in regulating transport of key molecules and mediating cellular responses to the environment ( Park and Jurgens,2011 ;Reyesetal.,2011 ;ContentoandBassham,2012 ). High transport delity is needed to prevent mis-sorting of cargo during vesicle tracking. This requires membrane fusion proteins termed soluble N-ethylmaleimide-sensitive factor attachment protein receptors (SNAREs; Risselada and Grubmuller, 2012 ). SNAREs can be broadly classied as target SNARES(t-SNAREs) or vesicleSNAREs (v-SNAREs)depending on their location, or asQ or R-SNAREsbasedon the core amino acid in the heptad repeat of the SNARE motif ( Fasshauer et al., 1998). The interaction between a v-SNARE on a vesicle and t-SNAREs on its target membrane leads to membrane fusion via formation of a tetrameric trans-SNARE complex ( McNew etal.,2000 ;Lipkaetal.,2007 ;KimandBrandizzi,2012 ;Risselada and Grubmuller, 2012 ). Usually, three Q SNAREs (Qa, Qb, and Qc) form a t-SNARE complex and an R-SNARE acts as the v-SNARE. This interaction of SNAREs helps to overcome the thermodynamically unfavorable event of fusion of two hydrophobic lipid bilayers ( Risselada and Grubmuller, 2012 ; Shi et al., 2012 ), enabling deposition of cargo into the target organelle. Proteins known as tethering factors aid in bringing membranes together and promoting SNARE interaction or actively stimulating trans-SNARE complex formation ( Cai et al., 2007 ). Tethering factors thus increase vesicular tracking eciency ( Sztul and Lupashin, 2009 ;Chia and Gleeson, 2011 ; HongandLev,2014 )andareeitherhomodimericlongcoiled-coil proteins or multisubunit tethering complexes ( Markgraf et al., 2007;Hong andLev,2014 ).Itwasrecently proposed thatcoiled- coiltetherssimultaneouslyuseth eirmultiplecoiled-coildomains to engage distinct SNAREs and promote SNARE complex assembly ( Grabski et al., 2012 ). Spatiotemporal regulation of tracking steps in the cell also requires a family of small GTPases called Rabs which then recruit downstream eectors (Stenmark, 2009 ). Tethers can act as Rab eectors by binding SNAREs or can function as GTP exchange factors (GEFs) for Rabs (Markgraf etal., 2007 ;Sztul and Lupashin, 2009 ;Hong and Lev,2014 ). Many SNAREs and tethering factors exist in Arabidopsis thaliana, with dierent localizations reecting their specialized roles (Fujimoto and Ueda, 2012 ). The TGN-localized SYP4 (414243) SNARE family ( Bassham et al., 2000 ;Uemura et al., 2012) is responsible for maintaining GolgiTGN morphology and regulating secretory and vacuolar tracking ( Uemura et al., 2012 ). Another TGN SNARE, SYP61, interacts with SYP41 and helps to direct trac to the plasma membrane (Drakakaki etal.,2012 ),witharoleinmediatingstressresponses (Zhu et al., 2002 ). Recently, TGN-localized SYP41-interacting protein (TNO1), a large coiled-coil protein localized to the TGN, was identied as a SYP41 interactor ( Kim and Bassham, 2011) and was hypothesized to be a tethering factor. Mutant plants lacking TNO1 partially mis-sort vacuolar cargo and mis-localize SYP61, suggesting decreased tracking delity, while also showing hypersensitivity to salt and osmotic stress and displaying altered TGN dynamics ( Kim and Bassham, 2011).SYP42andSYP43playaroleinroot gravitropism,mostlikely via regulation of the localization of the auxin eux transporters PIN-FORMED 1 (PIN1) and PIN2 ( Uemura et al., 2012 ). Additionally, other proteins involved in auxin transport, such as the AUXIN1LIKE-AUX1 (AUX1LAX) family of auxin inux transporters and P-glycoprotein (PGP) proteins of the ATP- binding cassettetransporter family,arelocalized viatheSNAREs andTGNactivity( Kleine-VehnandFriml,2008 ;Rakusovetal., 2015). Many of the auxin transporters undergo constitutive endocytosis, cycling between the recycling endosomeTGN and the plasma membrane, or are targeted for vacuolar degradation to maintain steady-state levels ( Kleine-Vehn and Friml, 2008 ; Grunewald and Friml, 2010 ). Defects in TGN dynamics can, therefore, hamper recycling of these transporters and thus aect directional transport of auxin, which is critical for plant development( GrunewaldandFriml,2010 ). Given the potential links between TGN-mediated protein tracking and auxin transporters, we investigated auxin responses in the tno1mutant during root development. Loss of TNO1 delayed lateral root (LR) emergence and decreased root andhypocotylgravitropicbending.Additionally, tno1rootsfailed to display characteristic asymm etry visualized with the auxin response marker DR5rev:GFP at the LR tips as well as after gravistimulation. Thus, TNO1 functions in auxin-mediated root developmentandresponsetogravity. MATERIALS AND METHODS Plant Material and Growth Conditions TheA. thaliana seed stocks used in this study have been previously described: Col-0 (wild-type, WT), tno1knockout mutant(SALK_112503; KimandBassham,2011 ),complemented tno1mutant ( Kim and Bassham, 2011 ), andDR5rev:GFP (Ottenschlageretal.,2003 ). Arabidopsis seeds were surface-sterilized in 33 bleach, 0.1 (vv)TritonX-100for20min,rinsedvetimeswithsterilewater andkeptinthe darkat4Cfor atleast2days. Arabidopsis plants were grown at 22C in long-day conditions (16 h light) in soil or on 0.25 or 0.5solid MurashigeSkoog (MS)medium (MS vitamin and salt mixture, Caisson, MSPA0910)with 1 sucrose, 2.4mMMES(pH5.7),and0.6(wv)phytoblendagar(Caisson, PTP01). Gravitropism Assays Thehypocotylgravitropismassaywasmodiedfrom Stangaetal. (2009). Seeds were plated on 0.5 MS medium ( Murashige and Skoog, 1962 ) containing 1 sucrose in square plates and kept vertically oriented in the dark. After 5 days, the plates were rotated 90for gravistimulation. Pictures were acquired using a Canon Rebel XTS camera in a dark room with a green lter over the ash to prevent phototropic curvature of the hypocotyl towardthecameraash.Zero-hourimagesofeachseedlingwere compared to later time point images of the same seedling using ImageJ(Schneideretal.,2012 )todeterminebendingangles. For root gravitropic assays, sterilized seeds were mixed with molten growth medium just before solidication and Frontiers in Plant Science  www.frontiersin.org 2 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence poured into square plates ( Stanga et al., 2009 ). After 5 days of vertical growth the seedlings were gravistimulated by rotating the plate by 90. Pictures were taken 6 and 24 h after gravistimulationandanalyzedu singImageJtoassessgravitropic curvature. For root and hypocotyl gravitropic rescue assays, the roots of 5-day-old vertically grown seedlings were overlaid with media containing either 100 nM 1-napthylacetic acid (1-NAA; SigmaAldrich,N0640),30nM3-indoleaceticacid(IAA;Sigma Aldrich,I2886),or30nM2,4-dichlorophenoxyaceticacid(2,4-D; Gibco,11215),followedbygravistimulation.Picturesofrootsand hypocotylsafter12hwerecomparedto0-himagesusingImageJ. For allassays,atleastthree biological replicates were performed, with1520seedlingsperreplicate. LR Density Analysis Todeterminethe density ofemerging LRs,sterilized Arabidopsis seedswere plated on 0.25 MS medium ( Murashige and Skoog, 1962)containing 1sucroseandgrown vertically.After10days, the number of LRs emerging from the primary root were counted and divided by the root length to obtain LR density. For determination of LR primordia density, 7-day-old roots were cleared with 2.5 bleach for 10 min and visualized with an Olympus IX-71 inverted microscope. To assess rescue of LR emergence, 5-day-old seedlings were transferred to medium containing 100 nM 1-NAAor 1 M IAAin the dark (to prevent photo-degradation). After 5 additional days, the number of emergent LRs was scored. For each analysis, three independent biological replicates were performed with 1520 seedlings per replicate. Root Length Inhibition Assays Seedlings were grown on 0.5 MS medium ( Murashige and Skoog, 1962 ) with 1 sucrose for 5 days. They were then transferred to media containi ng either 2,4-D, IAA, 1-NAA, 1- N-naphthylphthalamic acid (NPA; Naptalam, SigmaAldrich, 33371), 1-napthoxyacetic acid ( 1-NOA; SigmaAldrich, 255416) at the concentrations indicated, or solvent controls dimethyl sulfoxide (DMSO) or ethanol, and the position of the root tip was marked. Each plate contained all three genotypes (WT, tno1 mutant, and complemented lines) to compensate for possible eects of inter-plate variation. After 6 days, pictures were acquired and the length from the marked root tip position was measured using ImageJ ( Schneider et al., 2012 ). Root elongation inthepresenceofthetestedchemicalswascomparedwithsolvent controlsandexpressedaspercentdecreaseinrootlength.Atleast three biological replicates with a minimum of 20 seedlings per replicatewereconductedforeachtreatment. Analysis of Auxin Response Distribution tno1plants expressing DR5rev:GFP were generated by crossing tno1(Kim and Bassham, 2011 )w i t h DR5rev:GFP lines (Ottenschlageretal.,2003 ).Homozygous tno1plantscarryingthe DR5rev:GFP transgene were selected in subsequent generations by polymerase chain reaction (PCR)-based genotyping as previously described ( Kim and Bassham, 2011 ) and green uorescentprotein(GFP)uorescencevisualization.Foranalysisof auxin redistribution, control and tno1roots expressing DR5rev:GFP were gravistimulated and visualized with a Leica SP5 confocal laser scanning microscope (Leica Microsystems) at the Iowa State University Confocal and Multiphoton facility. A4 0oil immersion objective lens was used along with excitation and emission wavelengths of488 and 507nm for GFP visualization. Images were acquired under identical conditions for both mutant and WT roots with equal exposure, scan frequency and line average settings. A total of 15 seedlings from at least three independent replicates were analyzed. GFP asymmetry was quantied using Image J by subjecting the confocal images to similar thresholding and post-processing. Equal volume boxes were drawn on the upper and lower anks and total pixel intensity from the lower vs. upper box was expressed as a ratio. To analyze DR5rev:GFP expression in LRs, atotal of30stageIILRsfrom atleastsixdierent seedlingswere imaged by confocal microscopy for each genotype. The numberof root tips showing asymmetry of GFP expression was counted andexpressedasapercentageofthetotalobserved. FM4-64 Staining and Brefeldin A (BFA) Treatment FM4-64 staining was modied from Dettmer et al. (2006) .T o test bulk endocytosis, 4-day-old seedlings were transferred to 0.5MS liquid medium containing 4 MF M 4 - 6 4f o r2m i n and subsequently washed twice for 30 s each time in 0.5  MS liquid medium before microscopic analysis. For analyzing arrival of FM4-64 at Brefeldin A bodies, 4-day-old seedlings were transferred to 0.5 MS liquid medium containing 35 M Brefeldin A (BFA) for an hour followed by a 10-min treatment with 4 MFM4-64p lus35 MBFAandtwosubsequent washes of 30 s each. The root tips were visualized using a Leica SP5 confocal laser scanning microscope (Leica Microsystems) at the Iowa State University Confocal and Multiphoton facility, using a6 3oil immersion objective lens and excitation and emission wavelengths of 558 and 734 nm . Images were acquired under identical conditions for both genotypes with equal exposure, scan frequency and line average settings. A total of 15 seedlings from atleastthreeindependentreplicateswereanalyzedforeach treatmentandgenotype. RESULTS TNO1 Mediates LR Emergence in an Auxin-dependent Manner Auxinsignalingpathways areintegraltoLRdevelopmentduring rootarchitectureestablishment( Lavenusetal.,2013 ).Polarauxin transport mediatesemergenceof LRs from the primary axis, and several auxin transport mutants display slow rates of emergence (Hobbie and Estelle, 1995 ;Ruegger et al., 1997 ). The SYP4 family of SNAREs is thought to be involved in directional auxin transport ( Uemura et al., 2012 ), hence we tested whether the SYP41-interacting protein TNO1 may also be required for such processes.Wehypothesizedthatifthe tno1mutanthasdefectsin auxin transport or responses, visible phenotypes suchaschanges Frontiers in Plant Science  www.frontiersin.org 3 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence in LR emergence would be evident. Emergent LR densities were signicantly lower ( P0.05) intno1seedlings after 10 days of growth on 0.25 MS medium ( Dubrovsky and Forde, 2012 ). Mutantlinesexpressingtransgenic TNO1underthecontrolofits nativepromoter,termedcomplementedlines( KimandBassham, 2011) ,w e r es i m i l a rt oW Ts e e d l i n g s( Figures 1A,B ). Since the major source of auxin in the root in the rst 10 days after germination is transport from the leaves ( Hobbie and Estelle, 1995;Ljung et al., 2001 ), one possible reason for this defect may be that auxin ux is reduced in tno1, leading to suboptimal auxinlevelsintherootandimpairingLRemergence.Toconrm that the delayed emergence was not due to an arrest or delay in LR initiation, the number of LR primordia was evaluated in the mutant roots. The LR primordia density of tno1roots was equivalent to that of WT and complemented lines ( Figure 1C ), suggestingthatLRinitiation eventswerenormalin tno1. The lipophilic auxin 1-NAA has been shown to rescue LR defects in the auxin transport mutant aux1(Marchant et al., 2002).Naturalauxin(IAA)treatmentalsorescuesLRemergence in dark conditions ( Reed et al., 1998 ). To test whether the emergence defect may be due to defects in auxin transport and hence reduced root auxin levels, LR emergence in the presence of 1-NAA ( Murashige and Skoog, 1962 ;Marchant et al., 2002 ) or IAA in the dark ( Reed etal., 1998 ) was assessed.Five-day-oldseedlingsweretransferredtomediumcontaining100nMNAAor 1MI A A ,a n dL Rd e n s i t yw a sa n a l y z e da f t e r5d a y so fg r o w t h . TheLRdensityof tno1resembledthatof W Tandcomplemented lines in the presence of either auxin ( Figure 1D ), indicating that exogenous auxins can rescue the emergent LR defect in tno1 roots. Therefore, TNO1 inuences the temporal control of LR emergencefromtheprimary root. TNO1 is Required for Gravitropic Bending We further examined a possible role for TNO1 in plant auxin responses by investigating gravitropism. Gravitropism involves the bending of a plant organ in response to its change in orientation with respect to gravity (gravistimulation). Gravitropic bending of organs upon gravistimulation is aided by a readjustment of auxin ow. Since a number of proteinsinvolved in gravitropic curvature are recycled and tracked via the TGN ( Strohm et al., 2012 ), this organelle is critical for regulating downstream events that inuence gravitropic plant organ bending. We, therefore, hypothesized that loss of TNO1 might aect dynamics at the TGN and thus lead to a change in thegravitropic bendingresponse. To test this hypothesis, the gravitropic response of WT and tno1mutanthypocotyls androotswasassessed.The tno1mutant FIGURE 1  Loss of TGN-localized SYP41-interacting protein (TNO1) function delays lateral root emergence in an auxin-dependent fashion. (A)Representative images showing emergent lateral roots (white arrowheads) in wild-type (WT), tno1 (KO), and tno1 complemented (COM) lines. (B)Emergent lateral root density of 10-day-old seedlings grown on 0.25 MurashigeSkoog (MS) medium (with 1 sucrose) was calculated by dividing the number of emerging lateral roots by root length. (C)Lateral root primordia density of 7-day-old seedlings was calculated by counting the number of primordia after microscopic analysis of cleared roots and dividing it by the root length. (D)Emergent LR density of 10-day-old seedlings, 5 days after transfer to medium containing 100 nM 1-napthylacetic acid (NAA) or 1 M indoleacetic acid (IAA). All values represent analysis of three biological replicates with 1520 seedlings for each set. Error bars indicate standard errors of the means. Asterisk indicates statistically signicant difference ( P0.05) by Students t-test. Frontiers in Plant Science  www.frontiersin.org 4 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence hypocotyls ( Figure 2A ) and roots ( Figure 2B ) showed delayed bending, and the angle of curvature at dierent time points was signicantly lower( P0.05)thanthat ofWTorcomplemented seedlings.ThissuggeststhatthelossofTNO1causesadelayinthe gravitropic bending of Arabidopsis roots andhypocotyls. Mutant roots and hypocotyls have a similar length to WT under normal growth conditions ( KimandBassham,2011 ),suggestingthatthe defectingravitropismisnotduetodefectivegrowth. The gravitropic bending response requires a reprogramming of auxin ow inside the shoot and root ( Tanaka et al., 2006 ; Strohm et al., 2012 ), raising the possibility that the slower bending rate observed in tno1could be due to changes in auxin ow. We hypothesized that if the gravitropic phenotype intno1mutants is due to defect(s) in auxin transport, it may be rescued by exogenous auxin application. To test this idea, we used the membrane-permeable auxin 1-NAA, which has been previously used to rescue gravitropic root bending defects inmutants defective in auxin transport ( Marchant et al., 1999 ), the naturalauxinIAA,andtheinux-specicauxin2,4-D.Following auxin treatments, the bending angles of tno1roots were not signicantly dierent ( P0.1) from the bending angles of the WT and complemented lines ( Figure 2C ), indicating rescue of the gravitropic bending defect by exogenous auxin. The 2,4-D treatment led to an overall reduction of bending angles as has been previously reported ( Surpin et al., 2005 ) but there were no signicant dierences between WT and mutant. Similarly, hypocotyl bending was also rescued after a 12-h treatment with either IAA or 1-NAA ( Figure 2D ), conrming that the gravitropic defect in tno1mutants is most likely due to auxin- related defects. 2,4-D did not rescue the gravitropic defect in the mutant hypocotyls, with bending angles signicantly lower than WT and complemented lines; this is consistent with previous reportsdemonstratinganeectof2,4-Dongravitropisminroots but not in hypocotyls ( Surpin et al., 2005 ). Thetno1mutant FIGURE 2  TNO1 mediates gravitropic bending by an auxin dependent mechanism. (A) Hypocotyl bending of WT, KO and COM hypocotyls after gravistimulation. Dark-grown 5-day-old hypocotyls were gravistimulate d in the dark and curvatures were calculated at 6 and 24 h after gravistimula tion. (B)Root bending of WT, KO, and COM seedlings after gravistimulation. Light-grown, medium-embedded roots were gravistimulated and root curvatures were cal culated at 6 and 24 h after gravistimulation. (C)Exogenous auxins can rescue the gravitropic bending defect in tno1 roots. Light-grown seedlings were overlaid with medium containing 100 mM 1-NAA, 30 nM IAA, or 30 nM 2,4-dich lorophenoxyacetic acid (2,4-D) and then gravistimulated. Root curvatures were calculated after 12 h. (D)Some exogenous auxins can rescue the gravitropic bending defect in tno1 hypocotyls. Roots of dark-grown seedlings were overlaid with medium containing 100 mM 1-NAA, 30 nM IAA, or 30 nM 2,4-D, followed by gravistimulation. Hypocotyl curvatures were calculated after 12 h. All values represent the means o ft h r e e biological replicates with at least 20 seedlings for each set. Error bars indicate standard errors. Similar letters indicate no statistical differe nce while different letters indicate a statistically signicant difference ( P0.05) by Students t-test. Frontiers in Plant Science  www.frontiersin.org 5 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence defects in gravitropic bending, therefore, may be due to defects inauxintransport orresponse. tno1 Roots Show Increased Sensitivity to 2,4-D and IAA Auxin ux into plant cells is facilitated by inux carriers such as AUX1andtheLAXfamilyoftransporters,whileexitfromthecell involves eux carriers belonging to the PIN and PGP families (Peer et al., 2011 ). Auxin analogs and transport inhibitors are important tools to uncover defects in auxin transport pathways. The auxin analog 2,4-D is an inux-specic substrate while 1-NAA is an eux-specic substrate ( Delbarre et al., 1996 ). The auxin transport inhibitor NPA interferes with auxin eux while 1-NOA interferes with auxin inux and inhibits AUX1 (Thomson et al., 1973 ;Sussman and Goldsmith, 1981 ;Yang et al., 2006 ). To determine the eect of these inhibitors on thetno1mutant, their eects on root growth were assessed. We found that tno1roots were signicantly ( P0.05) more sensitive to 30 nM 2,4-D than WT or complemented roots (Figure 3A ). This result is consistent with our observation of the failure of 2,4-D to rescue the gravitropic defect of mutant hypocotyls. One possible explanation for this sensitivity is that inux routes are altered in the tno1mutant, which led us to testthe eect of blocking auxin inux with 1-NOA. Mutant roots showed similar sensitivity to WT and complemented lines across a range of concentrations of 1-NOA ( Figure 3B ), suggesting that blocking auxin inux aects the tno1mutant to the same extent as wild-type. 1-NOA has a characteristic protective eect against root growth inhibition by 2,4-D ( Parry et al., 2001 ); we, therefore, tested whether 1-NOA could rescue the root growth inhibition of mutant roots by 2,4-D to comparable levels as in the WT and complemented lines. Seedlings were transferred to medium containing 30 nM 2,4- Da n d1 0 M 1-NOA. The WT and complemented lines showed a signicantly lower inhibition of root length than the mutants ( P0.05), indicating that when auxin inux is blocked, tno1mutants still have enhanced sensitivity to 2,4-D (Figure 3C ). To determine whether the sensitivity to 2,4-D is also seen with other auxins, root growth inhibition on 40 nM IAA in the dark was assessed. tno1mutant roots are indeed more sensitive to IAA ( P0.05) than WT or complemented lines (Figure 3D ). By contrast, treatment with 0.1 Mo ft h e membrane-permeable NAA inhibited the growth of tno1to a similar extent as WT and complemented plants ( Figure 3E ). Since 2,4-D and IAA are inux-specic substrates and NAA is not, the results are consistent with a possible defect in FIGURE 3  tno1 roots show increased sensitivity to 2,4-D and IAA. Five-day-old seedlings were transferred to media with the indicated chemical or solvent as a control and root length was calculated after an additional 6 days of growth. Mean root growth of each genotype on the chemical treatment compared to th e mean on the solvent control was expressed as percentage inhibition. Percent inhibition of root length on (A)30 nM 2,4-D, (B)1-1-napthoxyacetic acid (NOA; 30, 50, and 70M),(C)30 nM 2,4-D 10M1 - N O A , (D)40 nM IAA, (E)100 nM 1-NAA, and (F)1-N-naphthylphthalamic acid (NPA; 5 and 10 M) for WT, KO, and COM lines are shown. Values represent analysis of three biological replicates with 20 seedlings for each set. Error bars indicate standard errors derived from means of the three replicates. Different letters indicate statistically signicant differences ( P0.05) by a Students t-test. Frontiers in Plant Science  www.frontiersin.org 6 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence auxin inux pathways in tno1.tno1,WT, and complemented plants had similar responses to NPA treatment ( Figure 3F ), suggesting that the auxin eux pathway is unaected in tno1. TNO1 Helps Mediate Auxin Responses during LR Elongation Lateral roots emerge perpendicular to the primary root and gradually start bending rootwards. Recently emergedLRs,which lack an elongation zone (stage I LR) gradually transition into stage II LRs, dened by an elongation zone and asymmetric growthoftheupperandlowerepidermalcellles( Rosqueteetal., 2013). The dierential growth peaks in the stage II LRs are due to asymmetric auxin distribution, which in turn is dependent on auxin transport mechanisms. Stage II LRs are thus dened by a characteristic asymmetric distribution of auxin response, which results in dierential cellular elongation and downward root growth. This asymmetric auxin ux at the LR tip is caused by the specic activity and distribution of auxin transporters (Rosquete et al., 2013 ). The asymmetric auxin distribution patterndiminishessignicantlyastheLRsmaturetoStageIIIand begin growing parallel to the primary root. It was reported that on average more than 75 of stage II LRs in WT plants display asymmetric distribution of auxin responses at LR tips ( Rosquete et al., 2013 ), visualized by the pattern of DR5rev:GFP expression (Frimletal.,2003 ). Since TNO1 is linked to LR emergence by a possible auxin-dependent mechanism, we hypothesized that asymmetric auxin transport or response is defective in tno1LRs. Hence, the percentage of LRs showing asymmetric auxin responses in stage II tno1LR tips would be lower compared to WT (or complemented) root tips. To test this, the percentage of stage II LRs with auxin response asymmetry in WT and tno1background lines expressing DR5rev:GFP was determined by confocal microscopy. 40 of tno1stage II LRs displayed auxin asymmetry at the LR tip compared to 80 in WT stage II LRs ( Figures 4A,B ). Thus,tno1roots are defective in establishing the correct pattern of auxin response during LR development. This defect could explain the lower emergent LR density observed in tno1compared to WT, since a disruption of auxin ow or establishment of asymmetry would prevent LR emergence. TNO1 Facilitates Shootward Auxin Response during Root Bending Normally, gravitropic bending of the primary root leads to an eventual return of the root tip toward the gravity vector. This occurs via a cascade of signals leading to asymmetric auxin ow from the columella cells to the lateral rootcap cells and eventually shootward through the epidermal and cortical cells (moving toward the rootshoot junction). During this process, auxin accumulates on the lower side of the root, leading to growth inhibition, while the top of the root continues to elongate, thus resulting in downward root bending (Ottenschlager et al., 2003 ;Kleine-Vehn et al., 2010 ;Baldwin etal.,2012 ).Sincetno1rootsaredefectiveingravitropic bending FIGURE 4  TNO1 helps mediate auxin response asymmetry at lateral root (LR) tips. (A) Representative confocal images of stage II LR tips of WT and tno1 expressing the auxin-responsive DR5rev:GFP reporter. Yellow arrowheads indicate asymmetry of the auxin reporter GFP expression. Scalebar50m.(B)The percentage of stage II LRs displaying an asymmetric auxin response pattern. A total of 30 stage II LRs from at least six seedlings were analyzed. (Figure 2 ) and the frequency of LR tips displaying auxin response asymmetry is lower than in WT LRs ( Figure 4), we hypothesized that the defect in root bending could be due to a decrease in shootward transport of auxin from the columella to the lateral rootcap cells and on to the distal elongation zone. To test this hypothesis, vertical plate-grown WT and tno1seedlings expressing DR5rev:GFP were gravistimulated by rotating the plates by 90. Confocal images were acquired before gravistimulation and subsequently at 5, 8, and 12 h after gravistimulationforbothWTand tno1roottips( Figures 5AD ). In the WT background, GFP uorescence progressed shootward from the columella toward the lateral rootcap and epidermal cells of the lower side of the root. Conversely, the shootward appearance of uorescence in tno1was severely inhibited and failed to reach WT levels (arrowheads in Figures 5BD ). The dierence in GFP uorescence intensity on the upper and lower Frontiers in Plant Science  www.frontiersin.org 7 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence FIGURE 5  tno1 mutants have delayed auxin responses in epidermal cells in gravistimulated roots. Representative confocal images of mutant and WT primary root tips showing DR5rev:GFP expression under (A)vertical (non-gravistimulated condition), (B)5 h gravistimulation, (C)8 h gravistimulation, and (D)12 h gravistimulation. Yellow arrowheads indicate auxin reporter expression expanding from columella to epidermal cells of the elongation zone. Scale bar50m. (E)Quantication of DR5rev :GFP asymmetry as a ratio of uorescence intensity on the lower and upper anks of gravistimulated roots at the indicated time points. Values are means from analysis of 10 roots for each time point and error bars indicate standard errors. Similar letters indicate no statistical differ ence while different letters indicate a statistically signicant difference ( P0.05) by Students t-test. ankswasexpressedasaratioforeachgenotypeatdierenttime points. This ratio was signicantly higher for WT roots than for tno1mutants at all time-points, suggesting a stronger response in WT than in the mutants ( Figure 5E ). This in turn implies that the defect in gravitropic bending in tno1mutants may be due to a decrease in auxin transport, or a dierence in auxin response,fromthecolumellatothelateralrootcapandepidermal cells on the lower side of the gravistimulated root. Such a defect could explain the reduced bending observed in tno1roots. Since auxinasymmetrywithinLRtipshasbeensuggestedtooccurbya similarmechanism( Rosqueteetal.,2013 ),thiscouldalsoexplainthe lower percentage of stage II LRs displaying auxin response asymmetryin tno1. TNO1 is not Required for Bulk Endocytosis Auxin transporters such as the PIN proteins are continuously endocytosed to the TGN and recycled back to the plasma membrane to maintain an appropriate density, thus allowing steady auxin ux through plant cells ( Kleine-Vehn and Friml, 2008;Friml, 2010 ). Defects in endocytosis and components Frontiers in Plant Science  www.frontiersin.org 8 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence involved in the endocytic route to the TGN can, therefore, cause a defect in auxin transport pathways. Since tno1mutants show defects in TGN dynamics ( Kim and Bassham, 2011 ) and display auxin-related defects, we hypothesized that loss of TNO1 might alter endocytic routes andor arrival of cargo at the TGN. This in turn would manifest in altered auxin transporter tracking dynamics, and subsequently alter auxin responses. To test this hypothesis, we analyzed endocytosis in root epidermal cells using the lipophilic styryl dye FM4-64, which is endocytosed and labels early endosomes. To capture early endocytic events, roots of 4-day-old seedlings were stained with 4 MF M 4 - 6 4f o r2m i na n dt h e nw a s h e dt w i c ef o r 30 s each time in MS medium. Both WT and tno1root cells showed similar endosome labeling patterns ( Figure 6A , yellow arrowheads), suggesting that bulk endocytic uptake is normal in tno1roots. To conrm that bulk endocyto sis was unaected and that endocytic vesicles are delivered normally to the TGN in the mutant, the incorporation of FM4-64 into BFA bodies was assessed. The fungal toxin BFA causes aggregation of the TGN and TGN-derived endosomes to form BFA bodies ( Geldner et al., 2001 ;Dettmer et al., 2006 ;Lam et al., 2009 ). BFA body formation is delayed in tno1cotyledons but occurs at similar rates in root cells of WT and tno1mutants ( Kim and Bassham, 2011 ). It was hypothesized that if tno1has defects in the delivery of endocytosed material to the TGN, then FM4- 64 labeling of BFA bodies in tno1roots would be reduced compared with WT roots. To test this hypothesis, 5-day-old FIGURE 6  tno1 mutants have normal bulk endocytosis and arrival of membrane cargo from plasma membrane to Brefeldin A (BFA) bodies.(A)Root cells showing uptake of FM4-64 after 2 min of treatment of 4-day-old seedlings with 4 M FM4-64 in liquid 0.5 MS medium. Yellow arrowheads indicate early endosomesTGN. (B)Root cells treated with 35 MB F Af o r1h , followed by a 10 min incubation with 4 M FM4-64, showing arrival of FM4-64 at BFA bodies. White arrowheads indicate BFA bodies. WT and mutant seedlings were incubated with 35 MB F A for an hour to allow formation of BFA bodies. They were then stained with 4 MF M 4 - 6 4f o r1 0m i ni nt h ep r e s e n c e of BFA, followed by two washes in MS medium containing BFA. The BFA bodies in both WT and tno1roots showed normal FM4-64 staining ( Figure 6B , white arrowheads) after 10min.Thus, lossofTNO1doesnot aect bulk endocytosis and membrane ow from the plasma membrane to the TGN in root cells. DISCUSSION Auxin ow in plants is an important determinant of root architecture and tropic bending such as gravitropism. The polar transport of auxin depends on the specic localization of auxin transporters,whichinturnisdependentonthecellulartracking machinery. The TGN is an important organelle controlling vesicle tracking, with the presence of multiple proteins that aid the tracking of cargoes such as auxin transporters. In this studywehavedemonstratedarolefor aputative tethering factor localized at the TGN in ecient gravitropic bending and LRemergence,possiblybyaecting auxintransport. TNO1 may Regulate Gravitropic Responses through Trafcking of Auxin Transporters Auxin owsin apolar mannerfrom theshoot tothe root tip, via thevasculature,andthenbackthroughthecorticalandepidermal cell layers shootward. This polar transport is dependent on the polarlocalizationofauxintransporterstoplasmamembranes,via tracking pathways that achieve correct subcellular distribution (Kleine-Vehn and Friml, 2008 ). Auxin transporters undergo endocytic recycling from the plasma membrane as well as being targetedtonewplasmamembranedomainsviatheTGN( Kleine- Vehn and Friml, 2008 ). This enables a plant to respond to environmental cues and adjust its growth pattern accordingly. For example,duringthebending ofroots upon gravistimulation, anaccumulationofauxinintheepidermallayeroftheelongation zone in the lower half of the root is required to facilitate the bending process ( Tanaka et al., 2006 ;Peer et al., 2011 ). This occurs by the relocalization of auxin transporters, AUX1 in the columella and lateral rootcap and AUX1 and PIN2 in the epidermalcells ( Strohm et al., 2012 ). The resulting readjustment of auxin ow from the columella via the lateral rootcap cell to the epidermal cells in the root elongation zone leads to dierential growth ( Ottenschlager et al., 2003 ). Sincetno1has defects in intracellular tracking and TGN dynamics ( Kim and Bassham, 2011 ), we hypothesize that these may hinder auxin transport pathways due to cha nge(s) in tracking of auxin transporter(s). Phenotypic characterization of gravitropic responses in tno1 rootsandhypocotylsshowedthatthesemutantshaveadecreased angleofbendingupongravistimulation.Pharmacologicalstudies with auxin transport inhibitors and exogenous auxin analogs suggestthatalteredauxinpathwaysarelikelytobetheunderlying cause of this defect. The gravitropic bending defect in tno1 Frontiers in Plant Science  www.frontiersin.org 9 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence roots and hypocotyls can be rescued by exogenous application of 1-NAA and IAA, perhaps by overriding endogenous auxin levels and routes of polar auxin transport, thus restoring auxin responses. Growth of tno1roots is hypersensitive to 2,4-D and IAA but not to the eux-specic substrate 1-NAA or the eux blocker NPA, raising the possibility that the auxin inux pathway might be defective while auxin eux is normal. Although blocking auxin inux with 1-NOA does not result in large dierences in root elongation between the tno1mutant and WT, the sensitivity to 2,4-D in the presence of 1-NOA is still higher for the tno1mutant roots than the WT and complemented lines. This, coupled with the inability of 2,4-D to rescue the gravitropic bending defect of mutant hypocotyls, may suggest altered responses to the inux-specic substrate 2,4-D. Additionally, the delayed progression of DR5rev:GFP expression in epidermal cells of gravistimulated tno1roots compared to WT roots suggests that auxin ow from the columella to theepidermis (via the lateral rootcap cells) may be reduced in tno1roots. Based on these results, we hypothesize that altered auxin inux capacity underlies the gravitropic defects in tno1. Given the role of TNO1, this could occur through altered tracking of auxin inux carrier(s). However, it is also possible that the sensitivity to 2,4-D in the tno1mutant is due to dierences in auxin signaling, feedback or response, since it is known that the auxin sensing mechanism is complex and varies for dierent kinds of auxins ( Caldern Villalobos et al., 2012). Sinceauxintransportersaretrackedviaendocytosis( Kleine- Vehn and Friml, 2008 ), we hypothesized that TNO1 may aect endocytosis from the plasma membrane to the TGNearly endosomes and hence alter transporter tracking dynamics. Bulk uptake and arrival of a general endocytosis marker at the TGN was unaected in the tno1mutant and thus the auxin-related defects do not appear to be due to defects in bulk endocytosis. However, it is possible that TNO1 is r e q u i r e df o rt h ep o l a rt a r g e t i n go fap a r t i c u l a rs u b s e to fauxin transporter(s), either as they are newly synthesized or during the recycling process for membrane relocalization. Further detailed characterization of the behavior of such proteins in tno1cells will help distinguish between these hypotheses. The polar sorting of auxin transporters in plant cells is highly complex and our understanding of how the SNARE machinery might regulate this polarity is incomplete. Vacuolar SNAREs have been shown to play a role in maintaining auxin maxima and localization of the auxin eux carrier PIN1 in the leaf primordium, thereby regulating leaf vasculature ( Shirakawa et al., 2009 ). The SYP4 family of Qa SNAREs aects auxin distribution, root gravitropism, and the intracellular tracking of the PIN2 transporter to the vacuole for degradation ( Uemura et al., 2012 ). Since TNO1 associates with the SNARE machinery at the TGN, and its loss causes a mis-localization of SYP61 as well as vacuolar sorting defects (Kim and Bassham, 2011 ), the SYP41SYP61VTI12 complex in conjunction with TNO1 may regulate auxin transport by aecting auxin transporter tracking and turnover.TNO1 Contributes to the Temporal Control of LR Emergence We have demonstrated that TNO1 is involved in LR emergence and generation of auxin response asymmetry in an emerging LR. LR development begins by division of LR founder cells (single or pairs of pericycle cells facing the xylem poles) in the primary root and subsequent formation of an auxin maximum and increased auxin responsiveness of the founder cells ( De Smet et al., 2007 ;Dubrovsky et al., 2008 ;Peret et al., 2009 ). Auxin transport plays a crucial role in LR emergence, with both auxin inux and eux carriers being involved. The auxin inux carrier AUX1 is important for loading auxin into the vascularsystem( Marchantetal.,2002 )andaux1mutantshavean a l m o s t5 0 r e d u c t i o ni nL Rn u m b e r .A u x i ni nt h ee n d o d e r m i s and cortical cells induces another auxin inux carrier, LAX3,which also facilitates LR emergence ( Swarup et al., 2008 ). The concerted actionof AUX1andLAX3,withsubsequentinduction of expression of PIN3 in the cortex, leads to emergence of the LR from the primary root ( Swarup and Peret, 2012 ;P e r e te ta l . , 2013). TheLRemergencedefectsobservedin tno1areconsistentwith altered auxin transport due to disruption in the tracking or targeting ofauxin transporters. tno1mutants haveasignicantly reducedpercentage(40vs.80inWT)ofemergentStageIILRs with asymmetric DR5rev:GFP expression, raising the possibility of auxin transport defect(s). Sincethe action of PINtransporters plays a crucial role in establishing this asymmetric pattern of auxin activity in emergent LRs ( Rosquete et al., 2013 ), TNO1 might aect the tracking of PINtransporters in theLRtip cells duringthisprocess. LR emergence occurs within the pericycle and involves degradation of the pectin-rich middle lamella, with subsequent cell separation to allow growth of the LR through multiple cell layers ( Vilches-Barro and Maizel, 2014 ). Focused auxin ow via transporters into the cortex and the epidermis causes an induction of expression of cell wall remodeling enzymes (Swarupetal.,2008 ;Peretetal.,2013 ).Secretorycargo,including various cell wall remodeling enzymes, tracs via the Golgi and TGN toward the extracellular space ( Foresti and Denecke, 2008 ; Toyooka et al., 2009 ;De Caroli et al., 2011 ), in a pathway potentially mediatedbySYP61( Drakakaki etal.,2012 ).Hence,it ispossiblethatdefectsintheTGN,includingthemis-localizationof SYP61 seen in tno1,could also lead to disrupted secretion of cell wall remodeling enzyme s, thus leading to slower LR emergence( Wordenetal.,2012 ). The identication of eectors directly associated with TNO1 may help elucidate its mechanism of action during these auxin-mediated processes. Since tethering factors can interact with Rabs ( Markgraf et al., 2007 ), TNO1 could potentially indirectly aect auxin transporter sorting by aecting the Rab cycle or the function of Rab eectors. Selective targeting of auxin transporters between the plasma membrane and the TGN could be defective in tno1 independent of the constituti ve pathways that constantly recycle them between these membranes. Turnover of auxin transporters could also be reduced due to defective targeting to Frontiers in Plant Science  www.frontiersin.org 10 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence thevacuolefor degradation.Analysisofthetracking ofspecic auxin transporters in the tno1mutant would help to distinguish betweenthesepossibilities. AUTHOR CONTRIBUTIONS RRandDBdesignedtheexperiments.RRcollectedandanalyzedthe data. RR and DB interpreted the data and wrote themanuscript.ACKNOWLEDGMENTS This work was supported by a grant from the National Aeronautics and Space Administration (grant no. NNX09 AK78G) to DB. We thank Dr. Patrick Masson, Dr. Edgar Spalding, Dr. Renu Srivastava, Dr. Anindya Ganguly, Xiaochen Yang, and Divita Mathur for insights, Dr. Dior Kelley for critical review of the manuscript, Margaret Carter for help with the confocal imaging and Dr. Angus Murphy for providing theDR5rev:GFP seeds. REFERENCES Baldwin,K.L.,Strohm,A.K.,andMasson,P.H.(2012).Gravitysensingandsignal transduction in vascul ar plant primary roots. Am. J. Bot. 100, 126142. doi: 10.3732ajb.1200318 Barberon,M.,Zelazny,E.,Robert,S.,Conejero,G.,Curie,C.,Friml,J.,etal.(2011). Monoubiquitin-dependent endocytosis of the iron-regulated transporter 1 (IRT1) transporter controls iron uptake in plants. P r o c .N a t l .A c a d .S c i .U . S . A . 108,E450E458. doi:10.1073pnas.1100659108 Bassham, D. C., Sanderfoot, A. A., Kovaleva, V., Zheng, H., and Raikhel, N. V. (2000).AtVPS45complexformati onatthetrans-Golginetwork. Mol.Biol.Cell 11,22512265.doi:10.1091mbc.11.7.2251 Cai, H., Reinisch, K., and Ferro-Novick, S. (2007). Coats, tethers, Rabs, and SNAREs work together to mediate the intracellular destination of a transport vesicle.Dev.Cell 12,671682.doi:10.1016j.devcel.2007.04.005 Caldern Villalobos, L. I., Lee, S., De Oliveira, C., Ivetac, A., Brandt, W., Armitage, L., et al. (2012). A combinatorial TIR1AFB-AuxIAA co-receptorsystem for dierential sensing of auxin. Nat. Chem. Biol. 8, 477485. doi: 10.1038nchembio.926 Chia, P. Z., and Gleeson, P. A. (2011). The regulation of endosome-to-Golgi retrograde transport by tethers and scaolds. Trac12, 939947. doi: 10.1111j.1600- 0854.2011.01185.x Chow, C. M., Neto, H., Foucart, C., and Moore, I. (2008). Rab-A2 and Rab-A3 GTPases dene a trans-golgi endosomal membrane domain in Arabidopsis that contributes substantially to the cell plate. Plant Cell 20, 101123. doi: 10.1105tpc.107.052001 Contento, A. L., and Bassham, D. C.(2012).Structure and function ofendosomes inplantcells. J.CellSci. 125,35113518.doi:10.1242jcs.093559 De Caroli, M., Lenucci, M. S., Di Sansebastiano, G. P., Dalessandro, G., De Lorenzo, G., and Piro, G. (2011). Dynamic protein tracking to the cell wall.PlantSignal.Behav. 6,10121015.doi:10.4161psb.6.7.15550 Delbarre, A., Muller, P., Imho, V., and Guern, J. (1996). Comparison of mechanisms controlling uptake and accumulation of 2,4-dichlorophenoxy acetic acid, naphthalene-1-acetic acid, and indole-3-acetic acid in suspension-culturedtobaccocells. Planta198,532541.doi:10.1007BF00262639 DeSmet,I.,Tetsumura,T.,DeRybel,B.,FreiDitFrey,N.,Laplaze,L.,Casimiro,I., etal.(2007).Auxin-dependentregulationoflateralrootpositioninginthebasal meristemof Arabidopsis .Development 134,681690.doi:10.1242dev.02753 Dettmer, J., Hong-Hermesdorf, A., Stierhof, Y. D., and Schumacher, K. (2006). Vacuolar H -ATPase activity is required for endocytic and secretory tracking in Arabidopsis .Plant Cell 18, 715 730.doi:10.1105tpc.105.037978 Dhonukshe,P.,Aniento,F.,Hwang,I.,Ro binson,D.G.,Mravec,J.,Stierhof,Y.D., et al. (2007). Clathrin-mediated consti tutive endocytosis of PIN auxin eux carriersin Arabidopsis .Curr.Biol. 17,520527.doi:10.1016j.cub.2007.01.052 Drakakaki, G., Van De Ven, W., Pan, S., Miao, Y., Wang, J., Keinath, N. F., et al. (2012). Isolation and proteomic analysis of the SYP61 compartmentreveal its role in exocytic tracking in Arabidopsis .Cell Res.22, 413424. doi: 10.1038cr.2011.129 Dubrovsky, J. G., and Forde, B. G. (2012). Q uantitative analysis of lateral root development: pitfalls and how to avoid them. Plant Cell 24, 414. doi: 10.1105tpc.111.089698Dubrovsky, J. G., Sauer, M., Napsucialy-Mendivil, S., Ivanchenko, M. G., Friml, J., Shishkova, S., et al. (2008). Auxin acts asa local morphogenetic trigger t o specify lateral root founder cells.Proc. Natl. Acad. Sci. U.S.A. 105, 87908794. doi: 10.1073 pnas.0712307105 Fasshauer, D., Sutton, R. B., Brunger, A. T., and Jahn, R. (1998). Conserved structural features of thesynaptic fusion complex:SNARE proteinsreclassied as Q- and R-SNAREs. Proc. Natl. Acad. Sci. U.S.A. 95, 1578115786. doi: 10.1073pnas.95.26.15781 Foresti, O., and Denecke, J. (2008). Intermediate organelles of the plant secretory pathway: identity and function. Trac9, 15991612. doi: 10.1111j.1600- 0854.2008.00791.x Friml, J. (2010). Subcellular tracking of PIN auxin eux carriers in auxin transport. Eur.J.CellBiol. 89,231235.doi:10.1016j.ejcb.2009.11.003 Friml,J.,Vieten,A., Sauer,M.,Weijers,D., Schwarz,H.,Hamann, T.,etal. (2003). Eux-dependent auxin gradients establish the apical-basal axis of Arabidopsis . Nature426,147153.doi:10.1038nature02085 Fujimoto, M., and Ueda, T. (2012). Conserved and plant-unique mechanisms regulating plant post-Golgi trac. Front. Plant Sci. 3:197. doi: 10.3389fpls.2012.00197 Geldner, N., Friml, J., Stierhof, Y. D., Jurgens, G., and Palme, K. (2001). Auxin transport inhibitors block PIN1 cycling and vesicle tracking. Nature413, 425428.doi:10.103835096571 Gendre,D., Jonsson, K., Boutte,Y., and Bhalerao, R. P. (2014). Journeyto the cell surface-the central role of the trans-Golgi network in plants. Protoplasma 252, 385398.doi:10.1007s00709-014-0693-1 Gendre, D., Oh, J., Boutte, Y., Best, J. G., Samuels, L., Nilsson, R., et al. (2011). Conserved Arabidopsis ECHIDNA protein mediates trans-Golgi- network tracking and cell elongation. Proc. Natl. Acad. Sci. U.S.A. 108, 80488053.doi:10.1073pnas.1018371108 Grabski, R., Hay, J., and Sztul, E. (2012). Tethering factor P115: a new model for tether-SNAREinteractions. Bioarchitecture 2,175180.doi:10.4161bioa.21702 Grunewald, W., and Friml, J. (2010). The march of the PINs: developmental plasticitybydynamicpolartargetinginplantcells. EMBOJ.29,27002714.doi: 10.1038emboj.2010.181 Hobbie,L.,andEstelle,M.(1995).The axr4auxin-resistantmutantsof Arabidopsis thaliana dene a gene important for root gravitropism and lateral root initiation. PlantJ.7,211220.doi:10.1046 j.1365-313X.1995.7020211.x Hong,W.,andLev,S.(2014).TetheringtheassemblyofSNAREcomplexes. Trends CellBiol. 24,3543.doi:10.1016j.tcb.2013.09.006 Kang, B. H. (2011). Shrinkage and fragmentation of the trans-Golgi network in non-meristematic plant cells. Plant Signal. Behav. 6, 884886. doi: 10.4161psb.6.6.15305 Kim, S. J., and Bassham, D. C. (2011). TNO1 is involved in salt tolerance and vacuolar tracking in Arabidopsis .Plant Physiol. 156, 514526. doi: 10.1104pp.110.168963 Kim,S.J.,andBrandizzi,F.(2012).Newsa ndviewsintotheSNAREcomplexityin Arabidopsis .Front.PlantSci. 3:28.doi:10.3389fpls.2012.00028 Kleine-Vehn, J., Ding, Z., Jones, A. R., Tasaka, M., Morita, M. T., and Friml, J. (2010). Gravity-induced PIN transcyto sis for polarization of auxin uxes in gravity-sensing root cells. P r o c .N a t l .A c a d .S c i .U . S . A . 107, 2234422349. doi: 10.1073pnas.1013145107 Frontiers in Plant Science  www.frontiersin.org 11 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence Kleine-Vehn, J., and Friml, J. (2008). Polar targeting and endocytic recycling in auxin-dependent plant development. Annu. Rev. Cell Dev. Biol. 24, 447473. doi:10.1146annurev.cellbio.24.110707.175254 Lam, S. K., Cai, Y., Tse, Y. C., Wang, J., Law, A. H., Pimpl, P., et al. (2009). BFA-induced compartments from the Golgi apparatus and trans-Golginetworkearly endosome are distinct in plant cells. Plant J.60, 865881. doi: 10.1111j.1365-313X .2009.04007.x Lavenus,J.,Goh,T.,Roberts,I.,Guyomarch,S.,Lucas,M.,DeSmet,I.,etal.(2013). Lateralrootdevelopmentin Arabidopsis :ftyshadesofauxin. TrendsPlantSci. 18,450458.doi:10.1016j. tplants.2013.04.006 Lipka, V., Kwon, C., and Panstruga, R. (2007). SNARE-ware: the role of SNARE- domain proteins in plant biology. Annu. Rev. Cell Dev. Biol. 23, 147174. doi: 10.1146annurev.cellbio.23.090506.123529 Ljung, K., Bhalerao, R. P., and Sandberg, G. (2001). Sitesand homeostatic control of auxin biosynthesis in Arabidopsis during vegetative growth. Plant J.28, 465474.doi:10.1046j. 1365-313X.2001.01173.x Marchant, A., Bhalerao, R., Casimiro, I., Eklof, J., Casero, P. J., Bennett, M., et al. (2002). AUX1 promotes lateral root formati on by facilitating indole-3-acetic acid distribution between sink and source tissues in the Arabidopsis seedling. PlantCell 14,589597.doi:10.1105tpc.010354 Marchant, A., Kargul, J., May, S. T., Muller, P., Delbarre, A., Perrot- Rechenmann,C.,etal.(1999).AUX1regulatesrootgravitropismin Arabidopsis by facilitating auxin uptake within root apical tissues. EMBO J. 18, 20662073. doi:10.1093emboj18.8.2066 Markgraf, D. F., Peplowska, K., and Ungermann, C. (2007). Rab cascades and tetheringfactorsintheendomembranesystem. FEBSLett. 581,21252130.doi: 10.1016j.febslet.2007.01.090 McNew, J. A., Parlati, F., Fukuda, R., Johnston, R. J., Paz, K., Paumet, F., et al. (2000). Compartmental specicity of cellular membrane fusionencoded in SNARE proteins. Nature407, 153159. doi: 10.10383502 5000 Murashige, T., and Skoog, F. (1962). A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiol. Plant. 15, 473497. doi: 10.1111j.1399-3054. 1962.tb08052.x Ottenschlager, I., Wol, P., Wolverton, C., Bhalerao, R. P., Sandberg, G., Ishikawa, H., et al. (2003). Gravity-regul ated dierential auxin transport from columellato lateralroot cap cells. Proc.Natl.Acad.Sci. U.S.A. 100, 29872991. doi:10.1073pnas.0437936100 Park, M., and Jurgens, G. (2011). Membrane trac and fusion at post-Golgi compartments. Front.PlantSci. 2:111.doi:10.3389fpls.2011.00111 Parry, G., Delbarre, A., Marchant, A., Swarup, R., Napier, R., Perrot- Rechenmann,C.,etal.(2001).Novelauxi n transport inhibitorsphenocopythe auxin inux carrier mutation aux1. Plant J.25, 399406. doi: 10.1046j.1365- 313x.2001.00970.x Peer, W. A., Blakeslee, J. J., Yang, H., and Murphy, A. S. (2011). Seven things we think we know about auxin transport. Mol. Plant 4, 487504. doi: 10.1093mpssr034 Peret, B., De Rybel, B., Casimiro, I., Benkova, E., Swarup, R., Laplaze, L., et al. (2009).Arabidopsis lateral root development:an emerging story. Trends Plant Sci.14,399408.doi:10.1016j. tplants.2009.05.002 P e r e t ,B . ,M i d d l e t o n ,A .M . ,F r e n c h ,A .P . ,L a r r i e u ,A . ,B i s h o p p ,A . ,N j o ,M . ,e ta l . (2013).Sequentialinduction ofauxin euxand inuxcarriers regulateslateralrootemergence. Mol.Syst.Biol. 9,699.doi:10.1038msb.2013.43 Rakusov,H.,Fendrych,M.,andFriml,J .(2015).IntracellulartrackingandPIN- mediatedcellpolarityduring tropicresponsesinplants. Curr.Opin. PlantBiol. 23,116123.doi:10.1016j.pbi.2014.12.002 Reed,R.C., Brady,S.R.,and Muday, G. K. (1998). Inhibition o fauxin movement from the shoot into the root inhibits lateral root development in Arabidopsis . PlantPhysiol. 118,13691378.doi:10.1104pp.118.4.1369 Reyes, F. C., Buono, R., and Otegui, M. S. (2011). Plant endosomal tracking pathways. Curr. Opin. Plant Biol. 14, 666673. doi: 10.1016j.pbi.2011. 07.009 Risselada, H. J., and Grubmuller, H. (2012). How SNARE molecules mediate membrane fusion: recent insights from molecular simulations. Curr. Opin. Struct. Biol. 22,187196.doi:10.1016J.Sbi.2012.01.007 Robatzek, S., Chinchilla, D., and Boller, T. (2006). Ligand-induced endocytosis of the pattern recognition receptor FLS2 in Arabidopsis .Genes Dev. 20, 537542. doi:10.1101gad.366506Rosquete, M. R., Von Wangenheim, D., Marhavy, P., Barbez, E., Stelzer, E. H., Benkova, E., et al. (2013). An auxin transport mechanism restrictspositive orthogravitropism in lateral roots. Curr. Biol. 23, 817822. doi: 10.1016j.cub.2013.03.064 Ruegger, M., Dewey, E., Hobbie, L., Brown, D., Bernasconi, P., Turner, J., et al. (1997). Reduced naphthylphthalamic acid binding in the tir3 mutant ofArabidopsis is associated with a reduction in polar auxin transport and diverse morphologicaldefects. PlantCell 9,745757.doi:10.1105tpc.9.5.745 Russinova,E.,Borst,J.W.,Kwaaitaal,M.,Cano-Delgado,A.,Yin,Y.,Chory,J.,etal. (2004). Heterodimerization and endocytosis of Arabidopsis brassinosteroid receptors BRI1 and AtSERK3 (BAK1). Plant Cell 16, 32163229. doi: 10.1105tpc.104.025387 Schneider,C.A.,Rasband,W.S.,andEliceiri,K.W.(2012).NIHImagetoImageJ: 25yearsofimageanalysis. Nat.Methods 9,671675.doi:10.1038nmeth.2089 Shi, L., Shen, Q. T., Kiel, A., Wang, J., Wang, H. W., Melia, T. J., et al. (2012). SNARE proteins: one to fuse and three to keep the nascent fusion pore open. Science335,13551359.doi:10.1126Science.1214984 Shirakawa, M., Ueda, H., Shimada, T., Nishiyama, C., and Hara-Nishimura, I. (2009). Vacuolar SNAREs function in the formation of the leaf vascularnetworkbyregulatingauxindistribution. PlantCellPhysiol. 50,13191328.doi: 10.1093pcppcp076 Staehelin, L. A., and Kang, B. H. (2008). Nanoscale architecture of endoplasmic reticulum export sites and of Golgi membranes as determined by electron tomography. Plant Physiol. 147, 14541468. doi: 10.1104pp.108. 120618 Stanga, J. P., Boonsirichai, K., Sedbrook, J. C., Otegui, M. S., and Masson, P. H. (2009). A role for the TOC complex in Arabidopsis root gravitropism. Plant Physiol.149,18961905.doi:10.1104pp.109.135301 Stenmark, H.(2009).RabGTPasesascoordinatorsofvesicletrac. Nat. Rev. Mol. CellBiol. 10,513525.doi:10.1038nrm2728 Strohm, A. K., Baldwin, K. L., and Masson, P. H. (2012). Multiple roles for membrane-associated protein tracking and signaling in gravitropism. Front. PlantSci. 3:274.doi:10.3389fpls.2012.00274 Surpin, M., Rojas-Pierce, M., Carter, C., Hicks, G. R., Vasquez, J., and Raikhel, N. V. (2005). The power of chemical genomics to study the link betweenendomembrane system components and the gravitropic response. Proc. Natl. Acad.Sci.U.S.A. 102,49024907.doi:10.1073pnas.0500222102 Sussman, M. R., and Goldsmith, M. H. (1981) .The action ofspecic inhibitors of auxin transport on uptake of auxin and binding of N-1-naphthylphthalamic acid to a membrane site in maize coleoptiles. Planta152, 1318. doi: 10.1007BF00384978 Swarup, K., Benkova, E., Swarup, R., Casimi ro, I., Peret, B., Yang, Y., et al. (2008). The auxin inux carrier LAX3promoteslateral root emergence. Nat. Cell Biol. 10,946954.doi:10.1038ncb1754 Swarup, R., and Peret, B. (2012). AUXLAX family of auxin inux carriers-an overview. Front.PlantSci. 3:225.doi:10.3389fpls.2012.00225 Sztul,E., andLupashin,V.(2009).RoleofvesicletetheringfactorsintheER-Golgi membranetrac. FEBSLett. 583,37703783.doi:10.1016j. febslet.2009.10.083 Takano, J., Tanaka, M., Toyoda, A., Miwa, K., Kasai, K., Fuji, K., et al. (2010). Polar localization and degradation of Arabidopsis boron transporters through distinct tracking pathways. Proc. Natl.Acad.Sci. U.S.A. 107, 52205225. doi: 10.1073pnas.0910744107 Tanaka, H., Dhonukshe, P., Brewer, P. B., and Friml, J. (2006). Spatiotemporal asymmetric auxin distribution:a meanstocoordinate plantdevelopment. Cell. Mol.LifeSci. 63,27382754.doi:10.1007s00018-006-6116-5 Thomson, K. S., Hertel, R., Muller, S., and Tavares, J. E. (1973). 1-N-naphthylphthalamic acid and 2,3,5-triiodobenzoic acid:in-vitrobinding to particulate cell fractions and action on auxintransport in corn coleoptiles. Planta109, 337352. doi: 10.1007 BF00387102 Toyooka, K., Goto, Y., Asatsuma, S., Koizumi, M., Mitsui, T., and Matsuoka, K. (2009). A mobile secretory vesicle cluster involved in mass transport from the Golgi to the plant cell exterior. Plant Cell 21, 12121229. doi: 10.1105 tpc.108.058933 Uemura,T.,Kim,H.,Saito,C.,Ebine,K.,Ueda,T.,Schulze-Lefert,P.,etal.(2012). Qa-SNAREs localized to the trans-Golgi network regulate multiple transportpathways and extracellular disease resistance in plants. Proc. Natl. Acad. Sci. U.S.A.109,17841789.doi:10.1073pnas.1115146109 Frontiers in Plant Science  www.frontiersin.org 12 November 2015  Volume 6  Article 969Roy and Bassham TNO1 is required for gravitropism and LR emergence Uemura, T., Suda, Y., Ueda, T., and Nakano, A. (2014). Dynamic behavior of the trans-golgi network in root tissuesof Arabidopsis revealed by super-resolution liveimaging. PlantCellPhysiol. 55,694703.doi:10.1093pcppcu010 Vilches-Barro, A., and Maizel, A. (2014). Talking through walls: mechanisms of lateral root emergence in Arabidopsis thaliana .Curr. Opin. Plant Biol. 23c, 3138.doi:10.1016j.pbi.2014.10.005 V io t t i,C. ,Bu bec k ,J. ,St ier h o f ,Y.D . ,K r ebs ,M. ,La n g h a n s ,M. ,V a nD enBer g ,W. , et al. (2010). Endocytic and secretory trac in Arabidopsis merge in the trans- Golginetworkearlyendosome,anindependentand highly dynamic organelle.PlantCell 22,13441357.doi:10.1105tpc.109.072637 Worden, N., Park, E., and Drakakaki , G. (2012). Trans-Golgi network: an intersection of tracking cell wall components. J. Integr. Plant Biol. 54, 875 886.doi:10.1111j. 1744-7909.2012.01179.x Yang, Y., Hammes, U. Z.,Taylor, C.G., Schachtman, D.P., and Nielsen,E. (2006). High-anityauxintransportbyt heAUX1inuxcarrierprotein. Curr.Biol. 16, 11231127.doi:10.1016j.cub.2006.04.029Zhu, J., Gong, Z., Zhang, C., Song, C. P., Damsz, B., Inan, G., et al. (2002). OSM1SYP61: a syntaxin protein in Arabidopsis controls abscisic acid-mediated and non-abscisic acid-mediated responsesto abiotic stress. Plant Cell 14, 30093028. doi: 10.1105tpc.00 6981 Conict of Interest Statement: The authors declare that the research was conducted in the absence of any commercia l or nancial relationships that could beconstruedasapotentialconict ofinterest. Copyright  2015 Roy and Bassham. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use,distribution or reproduction in other forums is permitted, provided the originalauthor(s) or licensor are credited and that the original publication in this journalis cited, in accordance with accepted academic practice. No use, distribution or reproduction ispermittedwhichdoesnotcomplywiththese terms. Frontiers in Plant Science  www.frontiersin.org 13 November 2015  Volume 6  Article 969",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_23.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_24.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_25.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_26.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_27.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_28.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_29.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_30.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_31.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_32.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_33.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_34.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_35.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_36.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_37.jpg",
                "caption": "No caption available"
            }
        ]
    }
]