[
    {
        "pmid": "23637819",
        "title": "Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1a/p21.",
        "year": "2013",
        "journal": "PLoS One",
        "abstract": "Bone is a dynamically remodeled tissue that requires gravity-mediated mechanical stimulation for maintenance of mineral content and structure. Homeostasis in bone occurs through a balance in the activities and signaling of osteoclasts, osteoblasts, and osteocytes, as well as proliferation and differentiation of their stem cell progenitors. Microgravity and unloading are known to cause osteoclast-mediated bone resorption; however, we hypothesize that osteocytic osteolysis, and cell cycle arrest during osteogenesis may also contribute to bone loss in space. To test this possibility, we exposed 16-week-old female C57BL/6J mice (n = 8) to microgravity for 15-days on the STS-131 space shuttle mission. Analysis of the pelvis by µCT shows decreases in bone volume fraction (BV/TV) of 6.29%, and bone thickness of 11.91%. TRAP-positive osteoclast-covered trabecular bone surfaces also increased in microgravity by 170% (p = 0.004), indicating osteoclastic bone degeneration. High-resolution X-ray nanoCT studies revealed signs of lacunar osteolysis, including increases in cross-sectional area (+17%, p = 0.022), perimeter (+14%, p = 0.008), and canalicular diameter (+6%, p = 0.037). Expression of matrix metalloproteinases (MMP) 1, 3, and 10 in bone, as measured by RT-qPCR, was also up-regulated in microgravity (+12.94, +2.98 and +16.85 fold respectively, p<0.01), with MMP10 localized to osteocytes, and consistent with induction of osteocytic osteolysis. Furthermore, expression of CDKN1a/p21 in bone increased 3.31 fold (p<0.01), and was localized to osteoblasts, possibly inhibiting the cell cycle during tissue regeneration as well as conferring apoptosis resistance to these cells. Finally the apoptosis inducer Trp53 was down-regulated by -1.54 fold (p<0.01), possibly associated with the quiescent survival-promoting function of CDKN1a/p21. In conclusion, our findings identify the pelvic and femoral region of the mouse skeleton as an active site of rapid bone loss in microgravity, and indicate that this loss is not limited to osteoclastic degradation. Therefore, this study offers new evidence for microgravity-induced osteocytic osteolysis, and CDKN1a/p21-mediated osteogenic cell cycle arrest.",
        "full_text": "Microgravity Induces Pelvic Bone Loss through Osteoclastic Activity, Osteocytic Osteolysis, and Osteoblastic Cell Cycle Inhibition by CDKN1ap21 Elizabeth A. Blaber1,2, Natalya Dvorochkin1, Chialing Lee1, Joshua S. Alwood1, Rukhsana Yousuf1, Piero Pianetta3, Ruth K. Globus1, Brendan P. Burns2, Eduardo A. C. Almeida1 1Space Biosciences Division, NASA Ames Research Center, Moffett Field, California, United States of America, 2School of Biotechnology and Biomolecular Sciences, University of New South Wales, Sydney, New South Wales, Australia, 3Stanford Synchrotron Radiation Lightsource, SLAC National Accelerator Laboratory, Menlo Park, California, United States of America Abstract Bone is a dynamically remodeled tissue that requires gravity-mediated mechanical stimulation for maintenance of mineral content and structure. Homeostasis in bone occurs through a balance in the activities and signaling of osteoclasts, osteoblasts, and osteocytes, as well as proliferation and differentiation of their stem cell progenitors. Microgravity and unloading are known to cause osteoclast-mediated bone resorption; however, we hypothesize that osteocytic osteolysis, and cell cycle arrest during osteogenesis may also contribute to bone loss in space. To test this possibility, we exposed 16- week-old female C57BL6J mice (n  8) to microgravity for 15-days on the STS-131 space shuttle mission. Analysis of the pelvis by mCT shows decreases in bone volume fraction (BVTV) of 6.29, and bone thickness of 11.91. TRAP-positive osteoclast-covered trabecular bone surfaces also increased in microgravity by 170 (p  0.004), indicating osteoclastic bone degeneration. High-resolution X-ray nanoCT studies revealed signs of lacunar osteolysis, including increases in cross- sectional area ( 17, p  0.022), perimeter ( 14, p  0.008), and canalicular diameter ( 6, p  0.037). Expression of matrix metalloproteinases (MMP) 1, 3, and 10 in bone, as measured by RT-qPCR, was also up-regulated in microgravity ( 12.94, 2.98 and 16.85 fold respectively, p ,0.01), with MMP10 localized to osteocytes, and consistent with induction of osteocytic osteolysis. Furthermore, expression of CDKN1ap21 in bone increased 3.31 fold (p ,0.01), and was localized to osteoblasts, possibly inhibiting the cell cycle during tissue regeneration as well as conferring apoptosis resistance to these cells. Finally the apoptosis inducer Trp53 was down-regulated by 21.54 fold (p ,0.01), possibly associated with the quiescent survival-promoting function of CDKN1ap21. In conclusion, our findings identify the pelvic and femoral region of the mouse skeleton as an active site of rapid bone loss in microgravity, and indicate that this loss is not limited to osteoclastic degradation. Therefore, this study offers new evidence for microgravity-induced osteocytic osteolysis, and CDKN1ap21-mediated osteogenic cell cycle arrest. Citation: Blaber EA, Dvorochkin N, Lee C, Alwood JS, Yousuf R, et al. (2013) Microgravity Induces Pelvic Bone Loss through Osteoclastic Activity, Osteocytic Osteolysis, and Osteoblastic Cell Cycle Inhibition by CDKN1ap21. PLoS ONE 8(4): e61372. doi:10.1371journal.pone.0061372 Editor: Jean-Marc Vanacker, Institut de Ge nomique Fonctionnelle de Lyon, France Received November 14, 2012; Accepted March 7, 2013; Published April 18, 2013 This is an open-access article, free of all copyright, and may be freely reproduced, distributed, transmitted, modified, built upon, or otherwise us ed by anyone for any lawful purpose. The work is made available under the Creative Commons CC0 public domain dedication. Funding: This work was supported by NASA-NNH08ZTT003. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Competing Interests: The authors have declared that no competing interests exist.  E-mail: e.almeidanasa.gov Introduction On Earth, at 1 g, mechanical loading of mammalian tissues is an important factor in maintaining tissue health and promoting normal regenerative growth. Forces generated by gravity such as hydrostatic pressure, stretch, and fluid shear are well known to promote normal tissue growth and repair mechanisms. Converse- ly, during spaceflight, gravity-generated forces are absent and the mechanical stimulation of tissues is greatly diminished. Direct and immediate physiological responses to microgravity-induced me- chanical unloading include adaptive losses of bone 1,2,3,4,5,6 and muscle mass 7,8,9,10, and alterations in cardiovascular function 11,12,13,14. Because of practical reasons, most space biological animal research has focused on the short-term effects of spaceflight, and thus our understanding of long-term effects of microgravity exposure is very limited. However, it is likely that over long periods of time mechanical unloading in microgravitymay continue to affect tissue regenerative growth and repair, resulting in more widespread degenerative effects. Alternatively, it is also possible that cells and tissues may adapt to microgravity and reach a new homeostatic level appropriate for health maintenance under reduced mechanical load conditions. Since normal tissue repair and regeneration is dependent on the ability of adult stem cells to proliferate and differentiate, we have hypothesized that during long-term spaceflight, the reduction in gravity mechano- stimulation may decrease regenerative proliferation and differen- tiation of tissue-specific adult stem cells. This in turn may have significant health consequences for multiple tissues throughout the body, including bone. Specifically for bone tissue, short-duration exposure to micro- gravity rapidly leads to alterations in bone mineral content, cellular dynamics, and gene expression patterns 15,16,17,18,19. This is illustrated by a 12 loss of skeletal mineral in weight- PLOS ONE  www.plosone.org 1 April 2013  Volume 8  Issue 4  e61372bearing bones per month 17, which poses significant risks for long-duration and interplanetary missions. Because bone remod-eling homeostasis depends on tightly coupled mineral depositionand resorption 20,21, uncoupling of these processes in micro-gravity can cause increased and rapid bone resorption by osteoclasts, and decreased bone formation by osteoblasts 17,18,22,23. Increased osteoclast bone resorptive activity hasbeen documented within the first several days of spaceflight 1,17and may be reduced after a period of transition and adaptation tomicrogravity. However, of potentially more importance to longduration missions in microgravity is the reported reduction of boneformation by osteoblasts in growing rats 24,25,26, although, thisresult has not been reproduced. In skeletally mature animals, thisbone formation arrest may translate into an impairment ofregenerative mechanisms, and therefore may be an importantlong-term factor in spaceflight. Short of conducting long-term experiments with rodents in space, analysis of the early cell cyclearrest signaling pathways in osteogenic bone cells after short-termspaceflight is the most practical current approach to predict thelong-term degenerative effects of microgravity. To perform this analysis we focused on the activation of cell cycle arrest and apoptosis pathways such as those mediated by thetumor and growth suppressor, p53, and the cell cycle inhibitor,CDKN1ap21. P53 levels are reported to increase in the muscle ofhindlimb-unloaded animals 27, potentially leading to cell cyclearrest andor apoptosis. Furthermore, p53 knockout mice havepreserved trabecular bone volume following hindlimb-unloading28 and generally, osteopetrotic bone, suggesting a role for thep53-signaling pathway in the regulation of bone formation anddegradation 29,30. More remarkably, the CDKN1ap21 Figure 1. Micro-Computed Tomography ( mCT) Analysis of Spaceflown Ischium. The ischium of the pelvis, shown in orange ( A), was analyzed using mCT (720 slices  4.89 mm). The anatomical markers used for mCT analysis were (1) caudal apex of obturator foramen, (2) dorsal-most point of the ventral ramus of ischium, and (3) the ischial tuberosity ( A) (For full details on anatomical markers see 74). The ischial cross-sectional geometry ( B) was analyzed by length (a), the width at the midpoint (b) and at 13 distance from the obturator foramen (c); and the bend angle (d). Flight samples ( D) exhibited a more open cross-sectional geometry compared to the ground control ( C), indicating a possible reduction in the pull force applied to the bone. Ground control samples ( F) also exhibited greater thickness (orangered) then the flight samples ( G), indicating a reduction in overall bone thickness in spaceflight samples.doi:10.1371journal.pone.0061372.g001Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 2 April 2013  Volume 8  Issue 4  e61372knockout mouse has a viable phenotype with strong tissue regenerative abilities, such as limb re-growth, otherwise unheardof in adult mammals 31. CDKN1ap21 can be activated byenvironmental conditions such as oxidative stress and radiation, orbe part of normal cell cycle arrest mechanisms during celldifferentiation. This phenotype suggests CDKN1ap21 up-regu-lation in microgravity could explain broad regenerative deficits inspace. Recent studies have highlighted the potential role of osteocytes, terminally differentiated osteoblasts embedded within the miner- alized matrix, in the bone remodeling process, including in osteolysis of the lacunar surface for maintenance of calciumhomeostasis 32,33. Results from light and electron microscopy ofrat bone in a 22-day spaceflight experiment conducted in 1977indicated the appearance of lacunae changed to a widemorphology that could contribute to bone loss in space 34.Recently, it was found that osteocytes acquired a more roundedshape after 91-days in microgravity during the Mice DrawerSystem experiment on ISS, albeit no statistical significance wasobtained due to low n, and the authors did not conclude thatosteocytic degradation of the lacunae surface was occurring 35.On the other hand, osteocytic osteolysis was shown to be presentin lactating mice but not activated in animals that were hindlimbunloaded for 4 weeks 36, leaving the potential role andimportance of osteocytic osteolysis during spaceflight an openquestion. To address the limited understanding of cellular and molecular mechanisms underlying bone degeneration in space following theinitial osteoclastic activation, we focused on the processes relatedto osteoblastic and osteocytic activities. We hypothesized thatdecreases in bone formation during spaceflight may be mediatedby an inability of cells in osteogenic lineages to proliferate anddifferentiate normally due to reduced mechanical stimuli inmicrogravity. Finally, we also hypothesized that reduced mechan-ostimulation of osteocytes in microgravity may signal theactivation of osteocytic osteolysis of lacunar surfaces, withaccompanying activation of matrix degradation pathways. Ourspaceflight results presented here, suggest that the bone degener-ative effects of microgravity in skeletally mature mice go beyondrapid osteoclastic activation, affecting also cell cycle regulation inthe osteogenic lineage, and inducing osteocytic osteolysis. Results Body Mass of Animals Pre- and Post-Flight All flight and ground control mice were observed to be in good condition by veterinary examination immediately post-landing.Noticeably, the posture of space-flown mouse tails after landingwas vertical, indicating increased vestibular function in this group.The average weight loss of space-flown mice was 2.0 g ( 29.1, SD  2.1 g, p  0.013) significantly lower than pre-flight values,consistent with tissue atrophy in microgravity, while synchronousground control mice only lost an average of 0.7 g ( 23.4, SD  0.9 g, p  0.096) of their body weight relative to the beginning of spaceflight. The difference in body weight loss averages for flight versus ground controls was not statisticallysignificant (p  0.143). Flight habitats showed utilization ofresources on average of 10 less food, and 24 less water thansynchronous ground controls. However, food and water utilizationdoes not account for actual consumption by mice, becausedifferences may occur in food bar and water losses due tocrumbling and spillage in microgravity versus 1 g.Spaceflight Causes Osteoclast and Osteocyte-Mediated Bone Loss in the Pelvic Region of Mice To determine if bone loss occurred in microgravity, we examined the bone structure and mineral density of the ischial region of the pelvis using micro-computed tomography ( mCT). Specifically, we investigated the region from the caudal apex of the obturator foramen through to the ischial tuberosity (Fig. 1A) and found that spaceflight resulted in a 6.23 decrease (p  0.005) inbone volume fraction (BVTV) and 11.91 decrease (p  0.002) in overall bone thickness (Th) (Table 1). No difference was observed in bone mineral density and total bone volumesmeasured (TV and BV) (Table 1). However, comparison of ischialstructural thickness of spaceflight versus ground control animals revealed that bone from flight animals not only had a reduced overall thickness (Fig. 1F and G), but also showed changes inischial shape localized to the surface of the descending ramus of ischium along the posterior margin of the obturator foramen (Fig. 1B). Analysis of cross-sectional slices revealed that the flightsamples had similar widths at two measured points (bc ratio of 1.09, Fig. 1D, Table 2), and a mean bend angle of 167 u(deviating 13ufrom linear, or less bent), compared to a width ratio of 1.39 in ground control samples and a bend angle of 160 u(deviating 20 u from linear, or more bent) (Fig. 1C, Table 2), indicating that ischial geometry changes in response to spaceflight. Furthermore,when we analyzed the thickness distribution of ischial cross-sectional slices, we found that flight animals exhibited a higher percentage of slices in the 0.0070.128 mm range and a lower percentage of slices in the 0.1290.291 mm range compared toground controls (Fig. 1E). The shift in thickness distribution to the left in flight animals indicates an overall decrease in cross-sectional thickness throughout the ischium. In order to study nanoscale aspects of bone loss following spaceflight, we used transmission x-ray microscopy to perform 40 nm resolution nano-computed tomography (nanoCT). Nodifference was found in bulk density of cortical bone between the flight and ground controls (Fig. 2G), however, flight samples exhibited an enlargement in lacunae of 17 in cross sectional area(p  0.022) and a 14 increase in lacunae perimeter (p  0.008) when compared to ground controls (Fig. 2CD, E). In addition, lacunar circularity decreased in spaceflight by 9 (p  0.037)indicating an increase in irregularly-shaped or elongated lacunae (Fig. 2AB, F). We also measured canalicular diameters in a 15 mm perilacunar region and found an increase of 6 in spaceflight samples relative to ground controls (p  0.037, Fig. 2F), indicating that the observed lacunar enlargement may extend throughout these networks. To characterize osteoclast bone resorbing activity during spaceflight, we used TRAP staining on sections of the proximal femur. We found a 197 increase in osteoclast numbers in thebone surface of the trabecular region below the femoral head growth plate of flight samples (9.99 Ocmm) compared to ground controls (3.36 Ocmm) (p  0.001, Fig. 3AC). The bone surfacecovered by osteoclasts also increased by 154 in microgravity(25.4 in spaceflight versus 9.99 in ground controls, p  0.004 Fig. 3D). Results for spaceflight induction of all TRAP-positive osteoclasts, independent of number of nuclei, were comparable.Interestingly, we also found an increase in the ratio of TRAP- positive osteocytes to total osteocytes in the femoral shaft of flight samples compared to ground controls (34.43 and 20.94respectively, p  0.004, Fig. 3DG). To determine if osteocyte survival was altered by microgravity we measured the number of empty lacunae in cortical bone from the proximal femur andfound no differences between ground and flight samples (10.6 and 10.0 empty lacunae respectively, p  0.680, Fig. 3H).Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 3 April 2013  Volume 8  Issue 4  e61372Pyknotic nuclei were occasionally present in tissue surrounding bone, but were non-detectable in osteocytes. These results indicate roles for both osteoclastic and osteocytic bone degradation inmicrogravity. Spaceflight Induces MMP-Mediated Extracellular Matrix Remodeling in Bone Among bone extracellular matrix related genes analyzed using RT-qPCR arrays we found small but statistically significantalterations in mRNA levels of collagens, and laminin subunits, butnot in fibronectin (Fig. 4A, Table 3). Among matrix metallopro-teinases, MMP 1, 3, and 10 showed significant up-regulation inflight samples compared to ground controls (12.94, 2.98, and16.85 fold respectively, p ,0.05), while MMP inhibitors, TIMP 1, 2, and 3, displayed no statistically significant change in geneexpression levels (Table 3). Several cell adhesion molecules;specifically Cdh4, Cdh11, and Vcam1 were found to be up-regulated (2.46, 1.53, and 1.57 fold respectively, p ,0.05), while Itgal and Icam1 were found to be down-regulated (1.45 and 1.52fold respectively, p ,0.05) (Fig. 4A, Table 3). These results indicate that spaceflight promotes bone extracellular matrix degradation,while overall increase in expression of collagen, Tuft1, Sparc, andPhex (Table 3), may be related to increased bone mineralizationfollowing degradation. To determine the cellular location of MMP10 we conducted immunohistochemical analysis on paraffin embedded sections ofthe proximal femur. Results showed MMP10-positive staining inosteoblasts along the periosteal surface of the proximal femur inboth flight and ground controls. However, osteocytes embedded inthe bone matrix exhibited strong MMP10-positive staining inflight samples (Fig. 4C) but not in ground (Fig. 4B).Spaceflight Suppresses Pro-Osteogenic Growth and Proliferation Gene Expression in Bone To further study the effects of spaceflight in reducing bone formation, we investigated the expression of genes involved in promoting the cellular growth, proliferation, and differentiation of the osteoprogenitor lineage. A number of growth factors studiedshowed altered gene expression levels by qPCR, including Bmp-4,Tgf-b2, Gdf10, and Csf3 ( 21.99,21.59,21.43, 3.72 fold, p,0.05) (Fig. 5A, Table 3). Furthermore, we found several genes associated with cell growth and differentiation that were altered,including Egr1, Myod1, and Fgf3 which were down-regulated(22.30,21.61, and 21.7 fold respectively, p ,0.05), while Twist1 and Fgf1 were up-regulated (1.80 and 1.53 fold respectively, p,0.01) (Fig. 5A, Table 3). Results also indicate the alteration in gene expression of two transcription factors, Vitamin D receptor(Vdr) and Sox9, which exhibited a 2.80 fold up-regulation and 2.28 fold down-regulation respectively (Fig. 5A, Table 3). Spaceflight Induces CDKN1ap21 but Not Trp53p53 Expression in Bone In addition to the effects we observed on osteogenesis promoting gene expression, we hypothesized that bone loss in space may also be mediated by alterations in intracellular signaling cascades resulting in activation of the p53p21 signaling pathways thatpromote cell cycle arrest and apoptosis. Analysis of spaceflightsamples by qPCR showed that mRNA expression levels of tumor suppressor gene p53 (Trpp53) were down-regulated 1.54 fold while CDKN1ap21 exhibited a 3.31 fold up-regulation inresponse to exposure to spaceflight (p ,0.01) (Fig. 6G). The expression of Mdm2, a negative regulator of p53, was also increased, indicating suppression of the p53 apoptotic pathway (Fig. 6G, Table 3). Several genes associated with cell cycleregulation were also altered in flight samples including cell cyclearrest related genes Fbxo4, Fbxo31, Btg2, and Cdkn2b (1.87, 1.74, 21.50, and 1.41 fold respectively, p ,0.05), and cell cycle related genes cyclin B2, Cdc25c, Mul1, Gdf10, and Csf3 (1.63, 1.55, 1.64,21.43 and 3.72 fold respectively, p ,0.05) (Fig. 6G, Table 3). Several genes related to the induction of apoptosis were also altered including, Cradd, Dapk1, Fbxo3, which were up-regulated in flight samples (1.62, 1.53, and 1.48 fold respectively, p ,0.01) (Fig. 6G). Hecw2, which acts to stabilize p73, was also up-regulated in flight samples (2.25, p ,0.01), as was p73, albeit not statistically significantly (2.02 fold, p  0.20) (Table 3). In order to determine the specific cellular localization of the p21 and p53 proteins, we conducted immunohistochemical analysis on sections of the right proximal femur of both flight animals and synchronous ground controls. Using a rabbit anti-mouse p21polyclonal antibody, we found that osteoblasts along the periostealsurface of the proximal femur were p21-positive in flight samplesTable 1. Morphometric Parameters Investigated in mCT Analysis (n  7). Parameter Ground Control Spaceflight P-value  Difference Total Volume (TV), mm33.360.4 3.1 60.5 0.515 Bone Volume (BV), mm32.360.3 2.3 60.3 0.095 Bone Volume Fraction (BVTV),  77.760.9 72.8 640.005 26.29 Average Bone Thickness, mm 0.1560.008 0.13 60.010.002 211.91 Linear Attenuation Coefficient 5.1E2262.7E23 5.1E 2261.5E23 0.751 Significantly less than ground control, p ,0.05. Means are reported 6standard deviation. doi:10.1371journal.pone.0061372.t001 Table 2. Measurements of the Ischial Cross-Section Cut at the Widest Point of the Descending Ramus (n  7). Refer to Fig. 1. Parameter Ground Control Flight P-value Length, mm 3.260.1 3.2 60.1 0.350 Width at point b,m m 0.2460.03 0.20 60.030.029 Width at point c,m m 0.1760.02 0.18 60.03 0.336 bcratio 1.37 1.090.000 Bend angle,  159.762.5 166.7 63.430.001 Significantly less than ground control, p ,0.05,Significantly less than ground control, p ,0.01. Means are reported 6standard deviation. doi:10.1371journal.pone.0061372.t002Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 4 April 2013  Volume 8  Issue 4  e61372but not in synchronous ground controls (n  6, Fig. 6AB). Muscle fibers surrounding the femur contained strongly positive p21staining nuclei in spaceflight but not ground control samples(Fig. 6CF). When we investigated the expression of p53 inproximal sections of the femur using a p53 polyclonal antibody, nosignificant staining was found in most sections from both flight andground controls, indicating that p53 was not strongly expressed. Spaceflight Alters Gene Expression That Can Interfere with Survival and Mitogenic Signal Transduction As cell signaling promoting cell survival via phosphoinositide 3- kinase (Pi3K)protein kinase B (Akt) and cell proliferation viaMitogen Activated Protein Kinase (MAP kinase) can both beactivated in response to mechano-transduction, and as they canmodulate p53 and p21 signaling, we investigated key genes of interest in these pathways with qPCR. MAP kinases, such asMAPK10, MAPK11, and MAPK12 (3.81, 21.54, and 21.43 fold respectively, p ,0.01), MAP 3 kinases, such as Moloney sarcoma oncogene, Mos ( 24.18 fold, p ,0.01), and cell growth molecules including Egr1 ( 22.30 fold, p ,0.01) showed altered expression in spaceflight (Fig. 5, Table 3). Several molecules associated with Rassignaling displayed alterations, including Nf1 ( 21.45 fold, p ,0.05) and Sos1 ( 22.51 fold, p ,0.01); however, only small changes in KRas expression was found ( 21.24 fold, p ,0.05) (Fig. 5B, Table 3). No statistically significant alterations in Pi3K subunitswere noted except a small change in the alpha polypeptide of thecatalytic subunit of Pi3K ( 21.39 fold, p ,0.01) (Table 3). Additionally, no statistically significant alterations in Akt1 or 2 Figure 2. Nano-Computed Tomography Analysis of Lacunar Enlargement Following Spaceflight. Figures 2 Aand2Bshow X-ray phase contrast images of osteocytes viewed laterally and from the top, respectively and illustrate the flattened shape of osteocytic lacunae. Forquantification of lacunar size we used X-Ray absorption images of lateral views of lacunae in ischial cortical bone from ground control ( C) and spaceflight ( D) animals (n  7). We observed a 17 increase in lacunae area and a 14 increase in lacunae perimeter of flight animals compared to ground controls ( E). We also found a 13 increase in lacunae canalicular diameter and a 9 decrease in lacunae circularity of flight animals compared to ground controls ( F). However, bulk density analysis showed no statistical difference between flight and ground control animals that is in agreement with mCT analysis ( G). indicates p ,0.05,indicates p ,0.01. doi:10.1371journal.pone.0061372.g002Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 5 April 2013  Volume 8  Issue 4  e61372were found, however, a small change in Akt3PKB was observed (21.32 fold, p ,0.01) (Fig. 5B, Table 3). After exposure to microgravity, the NF- kB inhibitor, I kBa, exhibited a significant increase in expression (2.03 fold, p ,0.01) and NF- kB mRNA exhibited a slight decrease in expression ( 21.27 fold, p ,0.05) (Fig. 5B, Table 3). Several downstream effectors of these signalingpathways were also altered in response to spaceflight, includingRps6kb1, a down-stream effector of the Pi3KAktmTORpathway, and Eif4ebp1, a repressor of translation ( 22.05 and 1.55 fold respectively, p ,0.05). Eif4e, which is activated by Rps6kb1 and inactivated by Eif4bp1, was also down-regulatedslightly by spaceflight ( 21.40, p ,0.05) (Fig. 5B, Table 3). Transcription factors and transcriptional targets associated withthese pathways were also investigated and it was found thatactivated transcription factors c-Fos and Nfatc4 ( 22.37 and 21.98 fold respectively, p ,0.05) were altered in response to spaceflight. Analysis of NF kB transcriptional target genes involved in cell adhesion, regulation of apoptosis and growth factors and ligandsincluding Traf1, BMP4, Egr1, p53, and MMP3 (repressor) werefound to be down-regulated, indicating inhibition of this pathway after exposure to spaceflight (Fig. 5B, Table 3). Discussion In this study, we investigated cellular and molecular gene expression mechanisms underlying bone degeneration in space,with an emphasis on the processes related to osteoblastic andosteocytic activities in the pelvic girdle and proximal femur of 16-week-old C57BL6J female mice. Although data in this field is notextensive, exposure to microgravity is known to alter bonehomeostasis, causing primarily increased osteoclast-mediated boneresorption, and possibly inhibition of bone formation. Here wesought to test the hypothesis that like osteoclastic activity,osteogenic cell cycle arrest and increased osteocytic osteolysis, may also contribute to bone loss in space. We first characterized standard bone mineral and structural parameters following spaceflight to establish the magnitude ofbone loss in our microgravity model system. Our results confirm the ischium portion of the pelvis (Fig. 1A) lost 6.3 (p  0.005) bone volume fraction and 11.9 (p  0.002) in bone thickness(Table 1) with an accompanying reduction in trabecular bridgesbetween ischial surfaces (Fig. 1EG). In addition, bone loss was accompanied by large increases in osteoclast numbers (197) and osteoclast-covered trabecular bone surfaces measured in thefemoral head (154) (Fig. 3AD). This observed initial (15-day) rate of bone loss, translated to approximately 1224 loss per month, is high compared to established long-term astronaut boneloss values of 12 per month. The high-levels of osteoclastic activity we observed may, however, subside after the initial transition to microgravity. On earth at 1 g, patients withtetraplegia show an initial phase of pronounced cancellous boneloss, up to 30, that subsides one-year post onset of paralysis 37. Bed rest also results in increased osteoclast activity within 24 h of immobilization 38, and 120 d bed rest causes increased boneresorption surfaces in the pelvis by osteoclasts 39. After this initial phase of osteoclastic resorption in patients, cortical bone loss continues, although at a reduced rate that is medically moremanageable. If osteoclastic activity returns to normal after a periodof transition after unloading, continued bone loss may correspond to reduced osteogenic activity and osteocytic osteolysis. Finally, the geometry of the ischium in flight samples is also altered with awider marrow cavity conformation than ground controls (Fig. 1B D, Table 2). Specifically, bone geometry near the ischial tuberosity, which provides a hindlimb muscle attachment surface,appears most altered. Among the muscles attaching to the ischium,the quadratus femoris plays an important antigravity role in Figure 3. TRAP Staining of Osteoclast and Osteocyte-Mediated Bone Resorption Following Spaceflight. Panel Adisplays a representative cancellous region near the femoral head growth plate (40 6) from ground control mice, which is mostly free of TRAP-positive osteoclasts, whilst Bdisplays a similar region from flight animals with numerous TRAP-positive osteoclasts. Analysis of osteoclastic activity in the trabecular region below the femoral head of the femur showed an increase in osteoclast numbers in the bone surface of the growth plate of flightsamples compared to ground controls (9.99 Ocmm and 3.36 Ocmm respectively) ( C). The bone surface covered by osteoclasts was also increased in flight animals compared to ground controls (25.40 and 9.99 respectively, D). The number of TRAP-positive osteocytes in cortical bone from the femoral shaft proximal to the femoral head was increased in response to spaceflight ( E) compared to ground controls ( D) (34.43 and 20.94 respectively, F). However, we found no differences in the number of empty lacunae in cortical bone between flight and ground controls (10.6 and 10.0 empty lacunae respectively, H).  indicates p ,0.05,indicates p ,0.01. doi:10.1371journal.pone.0061372.g003Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 6 April 2013  Volume 8  Issue 4  e61372Table 3. mRNA Gene Expression Levels Altered Following Spaceflight. Gene Symbol Gene Name P-value Log2Fold Change Akt1 Thymoma viral proto-oncogene 1 0.32367 21.164 Akt2 Thymoma viral proto-oncogene 2 0.65125 1.048 Akt3 Thymoma viral proto-oncogene 3 (PKB) 0.00432 21.324 Anapc2 Anaphase promoting complex subunit 2 0.00037 1.419 Bmp4 Bone morphogenetic protein 4 0.01240 21.990 Btg2 B-cell translocation gene 2, anti-proliferative 0.00076 21.498 Ccnb2 Cyclin B2 0.02484 1.629 Cdc25c Cell division cycle 25 homolog C (S. pombe) 0.00008 1.551 Cdh11 Cadherin 11 0.02569 1.533 Cdh4 Cadherin 4 0.00279 2.463 Cdk2 Cyclin-dependent kinase 2 0.87024 21.052 Cdk4 Cyclin-dependent kinase 4 0.90747 1.038Cdkn1a Cyclin-dependent kinase inhibitor 1A (p21) 0.000003 3.307 Cdkn1b Cyclin-dependent kinase inhibitor 1B 0.39548 21.121 Cdkn2b Cyclin-dependent kinase inhibitor 2B (p15) 0.04005 1.409Col11a1 Collagen, type XI, alpha 1 0.01885 1.752 Col14a1 Collagen, type XIV, alpha 1 0.01371 1.407 Col1a2 Collagen, type I, alpha 2 0.02999 1.642Col2a1 Collagen, type II, alpha 1 0.02863 1.599 Cradd CASP2 and RIPK1 domain containing adaptor with death domain 0.00215 1.619 Csf3 Colony stimulating factor 3 (granulocyte) 0.02020 3.717Ctgf Connective tissue growth factor 0.02194 1.412 Cul3 Cullin 3 0.00346 1.412 Dapk1 Death associated protein kinase 1 0.00696 1.525Egr1 Early growth response 1 0.00938 22.296 Eif4e Eukaryotic translation initiation factor 4E 0.03265 21.404 Eif4ebp1 Eukaryotic translation initiation factor 4E binding protein 1 0.01475 1.547Fbxo3 F-box protein 3 0.00017 1.483 Fbxo31 F-box protein 31 0.00004 1.739 Fbxo4 F-box protein 4 0.00040 1.870 Fgf1 Fibroblast growth factor 1 0.00262 1.528 Fgf2 Fibroblast growth factor 2 0.37555 21.098 Fgf3 Fibroblast growth factor 3 0.00074 21.699 Fgfr1 Fibroblast growth factor receptor 1 0.01634 1.574 Fgfr2 Fibroblast growth factor receptor 2 0.01981 1.502 Fn1 Fibronectin 1 0.73376 1.037 Fos FBJ osteosarcoma oncogene 0.04676 22.366 Gdf10 Growth differentiation factor 10 0.00736 21.425 Hecw2 HECT, C2 and WW domain containing E3 ubiquitin protein ligase 2 0.00098 2.246 Icam1 Intercellular adhesion molecule 1 0.00001 21.523 Itgal Integrin alpha L 0.00263 21.445 Kras V-Ki-ras2 Kirsten rat sarcoma viral oncogene homolog 0.04753 21.243 Lama1 Laminin, alpha 1 0.01601 21.774 Lama3 Laminin, alpha 3 0.04620 1.582 Lamb3 Laminin, beta 3 0.01095 1.947 Mapk10 Mitogen-activated protein kinase 10 0.00003 3.807 Mapk11 Mitogen-activated protein kinase 11 0.02050 21.541 Mapk12 Mitogen-activated protein kinase 12 0.00129 21.431 Mdm2 Transformed mouse 3T3 cell double minute 2 0.00241 1.410Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 7 April 2013  Volume 8  Issue 4  e61372maintaining a neutral hind-limb posture and can atrophy in microgravity 40, possibly explaining the high levels of bone losswe observed in the pelvis. Having established that microgravity induces high-levels of osteoclast-mediated bone resorption in our model system, we thensought to determine if osteocytic osteolysis was also activated.Osteocytes, are the most abundant cell type in bone and arethought to play a role in spaceflight-induced bone loss 41,42,43.Lacunar enlargement was previously reported in a 22-dayspaceflight in the 1970s with juvenile rats but was not conclusivelydemonstrated 34. However, mice subjected to hindlimb unload-ing do not show increased lacunar area, suggesting that osteocyticosteolysis does not play a role in bone loss due to hindlimbunloading at 1 g 36. Using nanoCT (Fig. 2), we found no bonedensity differences in non-lacunar regions between flight andground samples. However, flight samples did exhibit lacunarenlargement relative to ground controls, as well as decreasedcircularity, and increased canalicular diameter (Fig. 2CG). Theseresults suggest an increase in osteocytic degradation of lacunar surfaces and highlight a possible difference in the ground-basedmodel for mechanical hindlimb unloading at 1 g versus unloadingin microgravity. Furthermore, the number of TRAP-positiveosteocytes in flight samples was increased compared to groundcontrols, with no apparent differences in cell death or lacunaremptying (Fig. 3EH). Although TRAP is an iron containingenzyme known to be a specific and highly sensitive marker of boneresorption by osteoclasts, Nakano et al(2004) also showed TRAP activity in osteocytes 44. TRAP-active osteocytes in thetrabecular and cortical bone may therefore contribute to boneresorption in lacunae 44. Furthermore, Qing et al(2012) found that gene expression analysis of osteocyte-enriched bone fromlactating mice exhibited increased expression of TRAP, as well asseveral other osteoclast specific genes such as cathepsin K,carbonic anhydrase 1 and 2, and MMP13 36. TRAP may alsobe needed for normal bone mineral remodeling and endochondralossification, as mice lacking TRAP exhibit an osteopetroticTable 3. Cont. Gene Symbol Gene Name P-value Log2Fold Change Mmp10 Matrix metallopeptidase 10 0.00045 16.849 Mmp1a Matrix metallopeptidase 1a 0.00103 12.939 Mmp3 Matrix metallopeptidase 3 0.00119 2.977 Mos Moloney sarcoma oncogene 0.00322 24.178 Mul1 Mitochondrial ubiquitin ligase activator of NFKB 1 0.00004 1.644 Myod1 Myogenic differentiation 1 0.01556 21.607 Nf1 Neurofibromatosis 1 0.01834 21.445 Nfatc4 Nuclear factor of activated T-cells, cytoplasmic, calcineurin-dependent 4 0.00017 21.980 NFkB1 Nuclear factor of kappa light polypeptide gene enhancer in B-cells 1, p105 0.04514 21.271 NFkBIa Nuclear factor of kappa light polypeptide gene enhancer in B-cells inhibitor, alpha 0.00016 2.027 Phex Phosphate regulating gene with homologies to endopeptidases on the X chromosome 0.01638 1.435 Pik3ca Phosphatidylinositol 3-kinase, catalytic, alpha polypeptide 0.00563 21.386 Pik3cg Phosphoinositide-3-kinase, catalytic, gamma polypeptide 0.59288 21.071 Pik3r1 Phosphatidylinositol 3-kinase, regulatory subunit, polypeptide 1 0.31547 21.220 Pik3r2 Phosphatidylinositol 3-kinase, regulatory subunit, polypeptide 2 0.87773 21.123 Rps6kb1 Ribosomal protein S6 kinase, polypeptide 1 0.00023 22.051 Sos1 Son of sevenless homolog 1 (Drosophila) 0.00007 22.511 Sox9 SRY-box containing gene 9 0.00262 22.279 Sparc Secreted acidic cysteine rich glycoprotein 0.00694 1.562Stat1 Signal transducer and activator of transcription 1 0.00203 21.565 Tgfb2 Transforming growth factor, beta 2 0.00330 21.586 Timp1 Tissue inhibitor of metalloproteinase 1 0.63317 1.073Timp2 Tissue inhibitor of metalloproteinase 2 0.45564 1.072 Timp3 Tissue inhibitor of metalloproteinase 3 0.18863 21.734 Traf1 Tnf receptor-associated factor 1 0.00018 22.482 Trp53 Transformation related protein 53 0.00416 21.535 Trp73 Transformation related protein 73 0.19889 2.019 Tuft1 Tuftelin 1 0.00816 1.486 Twist1 Twist homolog 1 (Drosophila) 0.00550 1.799 Ube2e3 Ubiquitin-conjugating enzyme E2E3, UBC45 homolog (yeast) 0.00025 1.847 Vcam1 Vascular cell adhesion molecule 1 0.00876 1.568 Vdr Vitamin D receptor 0.00003 2.804 doi:10.1371journal.pone.0061372.t003Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 8 April 2013  Volume 8  Issue 4  e61372phenotype 45. It is currently debated whether osteocytes contribute to bone remodeling and loss during spaceflight (for fullreview see 33), however, our results support a role formicrogravity-induced osteocytic osteolysis. To further investigate osteocyte-mediated molecular mecha- nisms associated with bone loss in space, we analyzed geneexpression changes relevant to bone extracellular matrix inmarrow-free bone tissue containing predominantly osteocytes but also osteoblasts. We found increases in mRNA levels for several collagen molecules and laminin subunits, suggesting increasedmatrix remodeling, and significant up-regulation of mRNA formatrix metalloproteinases 1, 3, and 10 in flight samples comparedto ground controls, while MMP inhibitors showed no statisticallysignificant alterations in expression (Fig. 4, Table 3). Remarkablywe also found that osteocytes embedded within the cortical bone ofthe proximal femur were strongly MMP10 positive in flightsamples but not in ground controls, indicating that the up-regulation of MMP10 transcripts in flight samples may originate inosteocytes. ECM proteinases play a critical role in normalpericellular matrix remodeling following environmental stimuli,such as mechanical load, and matrix calcium regulation in normalphysiological states as well as in many disease states, such asrheumatoid arthritis and osteoarthritis 46,47,48. Previous studieshave shown that osteoclasts secrete MMP1 and 3 during boneremodeling 49. Furthermore, stromelysins (MMP3 and 10) retain significant activity in the acidic environment found inosteoclast resorptive pits and are secreted by osteoclasts in the sub- osteoclastic resorptive zone 49. The number of dendritic processes from an osteocyte also increases with age, indicatingthat osteocytes embedded within the mineralized matrix may havethe ability to generate new processes 50,51. In total, this gene and protein expression data, together with the ability of osteocytes to express the osteoclast marker TRAP and MMP10, support arole for osteocytic osteolysis in microgravity. In addition to a role for osteocytic osteolysis, we also hypothesized that bone loss in space may be mediated byintracellular signaling cascades that result in activation of p53 and p21 during osteogenesis. Tumor suppressor protein 53 (p53) is a growth suppressor and a transcriptional regulator whichmodulates the expression of a wide range of genes involved incell cycle arrest, apoptosis, and differentiation 52 and p53 activation generally results in apoptosis. Mice null for p53 exhibit extensive blood tumors and an osteopetrotic bone phenotype,indicating a role for the p53 signaling pathway in the regulation ofbone formation and degradation 29,30. Previous studies have also demonstrated that p53 levels are increased in the muscle of animals exposed to spaceflight 27 and that p53 knockout micehave preserved trabecular bone volume following hindlimbunloading 28. In contrast to these findings we determined that Figure 4. Spaceflight Causes Up-Regulation of Matrix Degra- dation Molecules. RT-PCR analysis of ilium revealed significant up- regulation of matrix degradation molecules MMP1a, MMP3, and MMP10as well as small changes in a number of extracellular matrix molecules in flight samples compared to ground controls ( A). Immunohistochem- ical analysis localized over-expression of MMP10 to osteocytes in theshaft of the proximal femur in flight samples ( C) but not in ground controls ( B), indicating a role for osteocytes in lacunae degradation.  indicates p ,0.05,indicates p ,0.01. doi:10.1371journal.pone.0061372.g004 Figure 5. Spaceflight Alters mRNA Expression of GenesAssociated with Osteogenic Growth and Mitogenic SignalTransduction Pathways. RT-PCR analysis of revealed altered expression levels of key genes involved in osteogenic growth and proliferation including growth factors, Bmp4 and Tgf b2, and transcrip- tion factors Vdr and Sox9 (A). Analysis of key mitogenic signaltransduction pathways revealed alterations in gene expression of theMAPK pathway, whilst Pi3K and Akt signaling molecules were notchanged statistically. We also observed significant up-regulation of the NFkB inhibitor, NF kBIaIkBa(B). doi:10.1371journal.pone.0061372.g005Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 9 April 2013  Volume 8  Issue 4  e61372Figure 6. Spaceflight Causes Overexpression of the Cell Cycle Arrest Molecule, p21, Independently of p53 Activation. RT-PCR analysis revealed significant alterations in many cell cycle molecules including a 3.31 fold up-regulation of p21 and down-regulation of p53 ( G). Immunohistochemical analysis localized this overexpression of p21 to osteoblasts along the periosteal surface of the proximal femur ( A, ground control, B, flight). Interestingly, we also observed p21-positive nuclei in cross-sections and longitudinal sections of muscle fibers adjacent to the femur ( CD , ground control, EF, flight). indicates p ,0.05,indicates p ,0.01. doi:10.1371journal.pone.0061372.g006Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 10 April 2013  Volume 8  Issue 4  e61372mRNA expression levels of p53 in marrow free bone tissue was down-regulated and immunohistochemical analysis showed no nuclear or cytoplasmic accumulation of p53. Furthermore,examination of osteocyte nuclei in lacunae from cortical bone of the femur also revealed no differences in the number of empty lacunae, or nuclei with pyknotic morphology in spaceflight versusground control animals. Previous research, however, has found that hindlimb unloading can result in osteocyte apoptosis and bone loss in the lumbar region of the spine 41. Research intospaceflight versus 1 g simulations of spaceflight has, however, found differences in bone loss mechanisms including in trabecular bone loss, cancellous mineralization, and bone resorption rates53. Our data, including decreased message levels of p53, lack of protein accumulation of p53, and no alterations in osteocytic cell death, suggests that in contrast to hindlimb unloading, osteocyteapoptosis is mostly absent in short-term spaceflight. Previous studies have shown that periosteal bone formation is inhibited 25 and osteoblast populations are decreased 24 inresponse to spaceflight, however, the molecular mechanisms causing this arrest of bone formation are not yet known. In contrast to p53, which we found to be down-regulated, expressionof CDKN1ap21, a cell cycle arrest mediator immediately downstream of p53, and other stress response pathways were up-regulated during spaceflight (Fig. 6, Table 3), which may causean inhibition of osteogenesis and bone formation. Immunohisto- chemical analysis showed that p21 in flight samples was strongly localized to osteoblast nuclei on the periosteal surface of the femurand near the femoral head. In addition, spaceflight animals showed increased nuclear p21 staining in muscle fibers attached to the femur. MRL mice, which regenerate cartilage, skin, hairfollicles, and myocardium with high fidelity and without scarring 54, also lack p21 expression, providing evidence that p21 could play a role in inhibiting tissue regeneration. In addition,CDKN1ap21 knockout mice also have a regenerative phenotype similar to MRL mice, with normal development, early entry into S phase of the cell cycle, enhanced proliferation, and sensitivity toUV-induced apoptosis 31. Elevated CDKN1ap21 levels in spaceflight may therefore explain the observed reduction in osteogenesis and bone growth. The expression of CDKN1ap21may also occur in tissues, possibly resulting in a systemic cell cycle and tissue regenerative response. In addition to bone, our gene expression results also show accumulation of p21 in muscle (Fig. 6)and heart tissue (A. Kumar, E.A.C. Almeida, and R.K. Globus, unpublished results). One possible mechanism for systemic expression of CDKN1ap21 in the mouse may be oxidative stress induced by reactive oxygen species (ROS). Elevated levels of ROS can result in increased lipid peroxidation and decreased levels ofantioxidants, which have been reported both in spaceflight and hindlimb-unloading studies 55,56,57,58. Although the effect of CDKN1ap21 accumulation in muscle and cardiomyocytes is notaddressed in this study, it is possible that a systemic activation of CDKN1ap21 by ROS could be occurring and might interfere with generalized tissue proliferation, repair and regeneration. Various other genes associated with cell cycle regulation were altered in response to spaceflight, including cell cycle arrest molecules and cell cycle regulation molecules (Table 3). Suchmolecules included up-regulation of Fbxo4 and Fbxo31 that have been shown to stimulate the ubiquitination of Ccnd1 59,60,61. Ccnd1 promotes the transition from G1 to S phase of the cell cycleand is also considered a mediator of signaling from extracellular stimuli to the cell cycle machinery. Furthermore, several of the up- regulated molecules, specifically, Ube2e3 and Mul1, are thoughtto be involved in cell growth arrest due to mitochondrial fragmentation. Although we have found no cellular evidence ofincreased apoptosis, several apoptosis-related genes were also up- regulated in flight samples including Cradd, Dapk1, Fbxo31, Hecw2 and MAPK10 (Table 3). The expression of these genes without increased cellular indications of apoptosis could be related to the survival-promoting function of p21 when the cell cycle isarrested. In order to determine the influence of spaceflight on osteogenic signaling pathways, we conducted RT-qPCR analysis of growth factor transcripts for genes involved in osteogenesis, bone mineralization, and their regulatory transcription factors. Altered growth factor binding in particular, can have significant impacts on intracellular signaling cascades and gene expression. We foundmessage expression reductions in TGF- b2; FGF1 and 3; BMP4; Egr1; and Csf3 (Fig. 5, Table 3). Tgf- bis produced by osteoblasts and deposited in bone matrix during bone formation, and released by osteoclasts during bone resorption 62. Additionally, Tgf- b induces proliferation and differentiation in osteoblasts while inhibiting osteoclast precursor differentiation and bone resorption 63,64. Decreased levels of Tgf- bin the hindlimb of flight samples compared to ground controls has previously been reported. Tgf- b has also been suggested to play a critical role in the mechanosen-sing ability of bone and bone cells by serving as an intracellular messenger between strain responsive cells and other bone cells 65. Decreased levels of Tgf- bin the periosteum but not in the cancellous compartment of the hindlimb, correlated with decreas- es in periosteal bone formation and mineral deposition rates, are suggestive of a role for Tgf- bin mechanical-loading-induced bone formation. We also found decreases in the expression levels of Bmp4 message (Table 3), which is one of the most potent inducers of bone formation through stimulation of osteoblast differentiation. It has recently been shown that Bmp4-induced cell cycle arrest during osteoblast differentiation is dependent on the induction of p21 and p27 expression 66. Several additional genes associated with cell growth and differentiation including Myod1, Twist1, andEgr1 were also altered in spaceflight (Fig. 5A, Table 3). Myod1 is known for its function in muscle cells where it causes increased differentiation through activation of p21 67. Myod1, however, is also broadly expressed in other tissues and down-regulation of Myod1 message is suggestive of decreased p21-mediated cell differentiation. In agreement with this, Twist 1, known to be involved in differentiation by inhibiting DNA binding by Myod1and transactivation by Mef2, was up-regulated. Decreased Myod1 expression suggests a decrease in CDKN1ap21 levels associated with cell differentiation, and leads us to hypothesize that the CDKN1ap21 elevation we observe in spaceflight is independent of differentiation, and possibly induced by the oxidative stress related to reduced mechanical load in microgravity. Egr1 has been shown to be regulated by c-Fos 68, however, Egr1 activation has also been shown to occur independently of c-Fos through activation of the Erk 12 pathway in response to shear stress. Although the exact mechanism regulating Egr1 activity is not examined here, down-regulation of this molecule has important implications for cell growth and differentiation due to its potential role in the regulation of over 30 genes. Furthermore, decreased levels of Egr1 leads to decreased formation of the Egr1Sp1complex resulting in increased levels of free Sp1 available for binding to the m-CSF promoter, increased m-CSF expression, and consequently, more osteoclast formation 69. The observed decreases in TGF- bmessage could also contribute to decreased Egr-1 expression. Vitamin D receptor and Sox9, two transcription factors involved in osteogenesis, were also differentially expressed inspaceflight. Vdr gene expression is stimulated by RasRafMAPBone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 11 April 2013  Volume 8  Issue 4  e61372kinase signaling through the AP-1 site on the Vdr promoter 46,70. Vitamin D has been shown to modulate NF kB activity in multiple cell types, which suggests a role for the Vitamin Dreceptor in regulation of the NF kB pathway. Vdr-null mice have been shown to have decreased I kBalevels due to loss of vdr-p65 interaction affecting NF kB transcriptional activity 48. This could provide an additional mechanism for the observed inhibition of NFkB activation in our spaceflight samples. The MAP kinase- ERK pathway is also known to activate the transcription factorSox9 71, which is a regulatory factor required for chondrocytedifferentiation 72. Activation of Sox9 by p38-MAP kinase signaling results in chondrocyte growth and differentiation while depression of Sox9 transcription results in cartilage degenerationand osteo-arthritis 55,73. Additionally, Sox9 is important for extracellular matrix production 73. P38-MAP kinase down- regulation and loss of Sox9 transcriptional activation maytherefore have important implications for cartilage health and regeneration, and matrix production in spaceflight. Rps6kb1, a down-stream effector of the Pi3KAktmTOR pathway, was alsodown-regulated in spaceflight (Table 3), and is involved in cell proliferation through the activation of protein synthesis by Eif4e and inhibition of apoptosis through phosphorylation of BAD (forfull review see 56). Conclusions In total, our findings demonstrate the pelvic-femoral musculo- skeletal complex as a highly load and gravity sensitive structure that can serve as a valuable model to study muscle and bonedegeneration in space. Additionally, we demonstrate that bone responses to spaceflight are complex and involve osteoclastic, osteoblastic, and osteocytic degenerative responses. Finally, ourfindings on CDKN1ap21 up-regulation in microgravity have thepotential to become a major concern for tissue regenerative health in long-duration spaceflight. Future studies should address the specific molecular regulatory mechanisms of CDKN1ap21involvement in tissue degeneration during long-term spaceflight and the possibility of systemic activation of this strong molecular inhibitor of regenerative adult stem cell proliferation. Methods Ethics Statement All experimental animal procedures for STS-131 were ap- proved by the Institutional Animal Care and Use Committee atthe National Aeronautics and Space Administration (NASA) Ames Research Center under protocol NAS-10-002-Y1, and conformed to the U.S. National Institutes of Health Guide for the Care andUse of Laboratory Animals. Animals Female, 16-week-old C57BL6J mice (n  8) were subjected to 15-days of spaceflight on board the space shuttle Discovery during the STS-131 mission, and as part of the NASA BiospecimenSharing Program for the spaceflight experiment Mouse Antigen- Specific CD4 T Cell Priming and Memory Response during Spaceflight. Animals used in this study were not subjected toexperimental procedures during spaceflight. Animals were housed in the NASA Animal Enclosure Module (AEM) habitats for the duration of the flight and were exposed to normal daynightcycles. The NASA AEM units are composed of a stainless steel grid cage, fan blowers, a layered filter system, interior lamps, food bars and a water box. They are self-contained habitats thatprovide up to 8 mice with constant access to food and water whilealso providing a waste management system that isolates theanimals from their waste and food crumbs. The AEMs were housed within a standard middeck locker on board the spaceshuttle. Animals were not acclimated to habitats prior to flight, butwere provided with both the food bars and water bottles used inflight for at least 2 weeks prior to launch. Synchronous ground controls were also conducted using identical AEM modules. Spaceflight and synchronous ground control animals wereweighed pre- and post-flight and were subjected to veterinaryexamination before euthanasia. Food and water consumption ofeach group was measured upon recovery and averaged per mouse per day. Animals were euthanized approximately 2 h after landing using isoflurane anesthesia followed by thoracotomy. Uponrecovery, the pelvis and femur were dissected and the soft tissuewas removed from the bones. The bone marrow was flushed fromboth left and right ilium and proximal femora and used for other experimental procedures not described in this paper. Care was taken to avoid disturbing the cancellous bone and bone marrow inboth femoral heads during aspiration, to allow for TRAP andimmunohistochemical analysis of this region. Both ilia were placedin 1 ml RNAlater at 4 uC for 24 h to enable it to penetrate the bone. Vials were then transferred to 280uC and shipped on dry ice to NASA Ames Research Center for isolation of RNA and gene expression analysis. The pelvic ischium and proximal femurwere fixed in 4 paraformaldehyde for 24 h at 4 uC, washed twice with PBS, and stored in PBS at 4 uC. The pelvic ischium was used for microcomputed tomography ( mCT) and nano-computed tomography (nCT), while the proximal femur was used for TRAP staining and immunohistochemical analysis of proteins of interestas described below. Micro-Computed Tomography ( mCT) Micro-computed tomography ( mCT) was used to image and quantify bone morphometry of the ischium region in the rightcoxa (SkyScan 1174 microCT scanner, Kontich, Belgium). Of the original 8 samples in each group, both flight and ground control had one sample that was fractured during the dissection renderingit unsuitable for the mCT analysis (n  7). Scanning. Each ischium with soft tissue still intact, previously fixed in 4 paraformaldehyde and stored in PBS, was mounted vertically into a low-x-ray density Styrofoam holder, wrapped with Press-n-Seal film to prevent drying, and scanned in air. Imageswere acquired at 50 kV and 800 mA with 0.5 mm aluminum x-ray detector filter, a pixel resolution of 6.77 mm, voxel volume of 310.29 mm3, an exposure time of 3.5 s per frame with 3 averaging frames, a rotation step of 0.5 u, and a rotational angle of 180 u. Reconstruction. Raw image data were reconstructed into a stack of 2D cross-sectional slices using NRecon volumetricreconstruction software (Skyscan v1.6.3.2). Reconstruction wascarried out with a beam hardening correction of 30, a ring artefact correction of 4, and a dynamic contrast range of 0 to 0.10. Analysis of bone structure and mineral density. For analysis, a selected region of 4.89 mm (720 slices), starting from 5slices proximal to caudal apex of the obturator foramen throughischial tuberosity (Fig. 1A), was analyzed using CTan software (Skyscan v1.10.9.0). A global binarization threshold of 65255 was applied to the reconstructed images. As the mouse ischium is a thinbone with similarly sized bridge-like trabeculae connecting twoopposing cortical sheets, we were unable to analyse cortical andtrabecular bone regions separately. Instead we contoured along a perimeter of the cortical bone using a shrink-wrap custom plug- in of CTan software and analyzed them together. The followingindices for mineralized tissue were investigated: total volume ofregion of interest (TV), bone volume of region of interest (BV),bone volume fraction (BVTV), average thickness (Th), and meanBone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 12 April 2013  Volume 8  Issue 4  e61372linear attenuation coefficient. In addition to calculated indices, 3D analysis included the generation of color-coded image maps ofischial structure thickness. These images were loaded into CTvox 3D visualization program (Skyscan v1.0.or479) for a qualitative comparison of bone thickness between flight and ground control groups. To gain some insight on whether the shape of the ischium had changed with the flight environment, we examined a single cross-sectional slice, cut at the dorsal-most point of the descending ischial ramus, and measured the bend angle, the length, and the width at two points, half and one-third of the way from the proximal end (Fig. 1D), using CTan measurement tools. A two- tailed students t-test (GraphPad PRISM) was carried out to compare the means, with p-value ,0.05 considered to be statistically significant. Nano-Computed Tomography (NanoCT) Following spaceflight, we performed high-resolution measure- ments of bone density and lacunar nanostructure using the hard X-ray Transmission Microscopy (TXM) facility at the Stanford Synchrotron Radiation Light Source (SSRL). Analysis was performed on similarly oriented transverse sections of cortical bone from mouse ischia near the dorsal-most point of the descending ischial ramus. Sample preparation. Ischia from seven ground control and eight spaceflight mice were fixed in 4 paraformaldehyde and stored in PBS, prior to cutting 30 mm thick cortical bone sections using single-use steel histology blades. Scanning. X-ray attenuation images were acquired at 5.4 keV energy with 40 nm resolution. Triplicate 0 uangle images of each sample for osteocyte lacunar and canalicular analysis were obtained with an exposure of 4 s and a beam intensity of 2. Images at 90 u, were exposed for 8 s with a beam intensity of 1, and used to measure section thickness. Measurement of bone mineral density. For calibration of mineral density to an X-ray attenuation curve, we used chlorapatite crystals standards and methods previously described 22. Briefly, to account for beam intensity variations, for each synchrotron experimental run we imaged known size and mineral density chlorapatite crystal standards and plotted log x-ray attenuation relative to thicknesses in the 1 to 100 m size calibration range. Bone density was then calculated from measured 0 ubone attenuation values and 90 usection thickness values, relative to the standard x-ray attenuation curve. Lacunar morphometry. For quantification of lacunar area, circularity, and perimeter, we used Image J software to trace lacunae in 0 uangle images and measured area, circularity, and perimeter in the outlined regions of interest. To measure changes in the dimensions of canaliculi following spaceflight, we selected a 15mm region of interest extending into the bone from the lacunar wall surface, and measured canalicular diameters. Unpaired t-test analysis was carried out to compare the means, with p-value ,0.05 considered to be statistically significant. Tartrate Resistant Acid Phosphatase (TRAP) Staining The right proximal femur was used for tartrate resistance acid phosphatase staining. Bone marrow was gently aspirated from the shaft region of the femur so as not to disturb cancellous bone and bone marrow in the femoral head. Flushed bone was then demineralized using 20 EDTA for 21 days, with solution changes every three days. Decalcified bones were dehydrated in a graded ethanol series and embedded in paraffin in preparation forimmunohistochemical analysis. Longitudinal sections of 7 mm thickness were prepared and immediately before analysis, sections were deparaffinized in 100 xylene, and rehydrated in 100EtOH, 95 EtOH, 75 EtOH and DI H 2O consecutively. TRAP staining was then conducted on these sections (n  6sections per animal, n  5 mice). The sections were stained fortartrate resistant acid phosphatase (TRAP) using an Acid Phosphatase Leukocyte Kit (Sigma-Aldrich, Catalog 387A- 1KT) according to the manufacturer protocol. Images wereacquired immediately after staining at magnifications of 20 6and 406using a SPOT RT slider cooled CCD camera attached to an Olympus BX51 microscope. All images were taken at the same balance, gain, and brightness. To quantify osteoclast numbers andosteoclast contact with bone surfaces we imaged the centralcancellous bone region in the proximal femur just below the growth plate. Criteria for inclusion of osteoclasts in cell counts included TRAP-positive staining, at least 4 nuclei, and a contactsurface with cancellous bone of at least 10 mm. Using Image J, we measured the total number of osteoclasts that met the inclusion criteria, length of cancellous bone surface, and length osteoclast contact surface with cancellous bone. The following indices formineralized tissue were investigated: total number of osteoclastsper mm of bone surface (N.Oc.BS), and percentage of osteoclast- covered surface (Oc.S.BS). To analyze osteocytes, Image J was used to perform a cell count of TRAP-positive osteocytes and totalnumber of osteocytes in the cortical bone immediately distal to thegrowth plate of the femur. All statistical analyses were performed using an unpaired t-test to determine the significant differences between ground control and spaceflight samples. RNA Isolation and RT-qPCR Analysis Total RNA was isolated from both RNAlater-fixed pelvic ilia (flushed of bone marrow) from spaceflight and ground controlanimals using the TRIzol method (Invitrogen). Briefly, ilia were homogenized with a hand held homogenizer in 1 ml of TRIzol reagent (Invitrogen, Catalog 15596-026) for 3060 s. Homog- enized samples were incubated in TRIzol for an additional 5 min,200ml of chloroform was added and samples were incubated for a further 3 min. Samples were centrifuged at 12,000 g for 15 min at 4uC. The aqueous phase containing RNA was placed into a new tube and RNA was precipitated with 600 ml of isopropanol for 10 min. Samples were centrifuged again at 12,000 g for 10 min at4uC and the supernatant was discarded. RNA was washed with 1 ml 75 EtOH, centrifuged at 7,500 g for 5 min at 4 uC, the pellet was air dried and re-dissolved in 30 ml RNase-free water. Samples were then purified using RNeasy mini kit (Qiagen,Catalog 74104) with genomic DNA elimination step according to the manufacturers protocol. RNA concentration was measured using spectrophotometry (Nanodrop, ThermoFisher) and qualitywas examined with agarose gel electrophoresis. Gene expressionwas analyzed using Qiagen Pathway-Focused Mouse qPCR Arrays. We examined genes involved in osteogenesis, extracellular matrix, ubiquitination, and the p53, Pi3K, NF kB, and MAP Kinase, signaling pathways in bone tissue. Each array consisted ofprimer sets for 84 pathway-focused genes of interest, five reference genes (Gusb, Hprt1, Hsp90ab1, Gapdh, and Actb), one genomic DNA contamination control, three positive PCR controls andthree positive reverse transcription controls on a 96 well plate.Onemg of total RNA per sample (n  6) was reverse transcribed to cDNA using RT 2First Strand cDNA Synthesis Kit (SABios- ciences, Catalog 330401) according to the manufacturers protocol. Briefly, genomic DNA elimination buffer was added tothe sample and incubated at 42 uC for 5 min. Reverse transcription cocktail containing primers, external controls and RT enzyme mix was then added to the samples and samples were incubated at42uC for 15 min and the reaction was stopped by incubation at 95uC for 5 min. The cDNA was mixed with RT 2SYBR GreenBone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 13 April 2013  Volume 8  Issue 4  e61372Rox qPCR master mix and equal volumes (25 ml) were added to PCR plates. Plates were sealed with optical thin-walled 8-cap strips (Qiagen, Catalog 1065667) and qPCR of sample arrays was performed using an Applied Biosystems 7500 Real Time PCR instrument. Real-time PCR conditions were as follows: one cycle 95uC for 10 min, 40 cycles of 95 uC for 15 s and 60 uC for 1 min, followed by one cycle of 95 uC for 15 s, 60 uC for 1 min, 95 uC for 15 s and 60 uC for 15 s. Gene expression levels from all arrays were analyzed for alterations in expression levels as compared to ground controls (n  6, p ,0.05) using a PCR Array Data Analysis Template (v3.2, SABiosciences). Data analysis was based on the DDCt method and gene expression levels were normalized to four reference genes (Gusb, Hprt1, Gapdh, and Actb). Immunohistochemical and Immunocytochemical Analysis Sections of the right-proximal femur prepared as described above for TRAP Staining were also used for immunohistochem- ical and immunocytochemical analysis. The following primary polyclonal antibodies were used in the immunohistocehmical analysis: anti-p21 (1:50 dilution, Santa Cruz Biotechnology), anti- p53 (1:50 dilution, Santa-Cruz Biotechnology), anti-Matrix Metallopeptidase 10 (1:20 dilution, Novus Biologicals) and anti- Mdm2 (1:25 dilution, Santa Cruz Biotechnology). Peroxidase conjugated donkey anti-rabbit IgG was used as the secondary antibody (1:5000 dilution, Jackson Immunoresearch). Briefly,sections were immersed in sodium citrate buffer for 10 min at 95uC, washed in DI water and immersed in PBS containing 0.1 Triton X-100, pH 7.4 (2 65 min). Sections were then blocked in 10 normal blocking serum (Donkey serum in PBS-T) for a period of 1 h in a moist chamber at room temperature. Primaryantibody incubation was conducted in a moist chamber at 4 uC overnight. Sections were washed in PBS-T and incubated with peroxidase conjugated secondary antibody in a moist chamber atroom temperature for 1 h and then rinsed with PBS-T andincubated in peroxidase substrate for 1230 min until staining was complete. Sections were washed in DI water and dehydrated in 75, 95 and 100 EtOH followed by 100 xylene for 3 min ateach stage. Sections were mounted in mounting medium and visualized using an Olympus BX51 light microscope. For osteocyte nuclear localization, we used Hoechst 33342 staining (500 ngmlin DI water for 10 min at room temperature, Invitrogen, Catalog H1399) on deparaffinized sections of the right-proximal femur prepared as described above. Lacunae with and without Hoechststained nuclei, and nuclear pyknotic morphology were used to quantify osteocyte apoptosis. Author Contributions Conceived and designed the experiments: EAB ND RKG EA. Performed the experiments: EAB ND CL JSA RY EA. Analyzed the data: EAB NDCL RKG BPB EA. Contributed reagentsmaterialsanalysis tools: PP RKG BPB EA. Wrote the paper: EAB EA. References 1. Nabavi N, Khandani A, Camirand A, Harrison RE (2011) Effects of microgravity on osteoclast bone resorption and osteoblast cytoskeletal organi-zation and adhesion. Bone 49: 965974. 2. Hughes-Fulford M (2003) Function of the cytoskeleton in gravisensing during spaceflight. Adv Space Res 32: 15851593. 3. Ohshima H (2006) Bone loss and bone metabolism in astronauts during long- duration space flight. Clin Calcium 16: 8185. 4. Smith SM, Heer M (2002) Calcium and bone metabolism during space flight. Nutrition 18: 849852. 5. Zayzafoon M, Meyers VE, McDonald JM (2005) Microgravity: the immune response and bone. Immunol Rev 208: 267280. 6. Zerath E (1998) Effects of microgravity on bone and calcium homeostasis. Adv Space Res 21: 10491058. 7. Bajotto G, Shimomura Y (2006) Determinants of disuse-induced skeletal muscle atrophy: exercise and nutrition countermeasures to prevent protein loss. J NutrSci Vitaminol (Tokyo) 52: 233247. 8. Ferrando AA, Paddon-Jones D, Wolfe RR (2002) Alterations in protein metabolism during space flight and inactivity. Nutrition 18: 837841. 9. Fitts RH, Riley DR, Widrick JJ (2001) Functional and structural adaptations of skeletal muscle to microgravity. J Exp Biol 204: 32013208. 10. Trappe S, Costill D, Gallagher P, Creer A, Peters JR, et al. (2009) Exercise in space: human skeletal muscle after 6 months aboard the International Space Station. J Appl Physiol 106: 11591168. 11. Aubert AE, Beckers F, Verheyden B (2005) Cardiovascular function and basics of physiology in microgravity. Acta Cardiol 60: 129151. 12. Convertino VA (2005) Consequences of cardiovascular adaptation to spaceflight: implications for the use of pharmacological countermeasures. Gravit Space BiolBull 18: 5969. 13. Cooke WH, Convertino VA (2005) Cardiovascular consequences of weightless- ness promote advances in clinical and trauma care. Curr Pharm Biotechnol 6:285297. 14. Norsk P (2005) Cardiovascular and fluid volume control in humans in space. Curr Pharm Biotechnol 6: 325330. 15. Carmeliet G, Bouillon R (1999) The effect of microgravity on morphology and gene expression of osteoblasts in vitro. FASEB J 13 Suppl: S129134. 16. Cavolina JM, Evans GL, Harris SA, Zhang M, Westerlind KC, et al. (1997) The effects of orbital spaceflight on bone histomorphometry and messengerribonucleic acid levels for bone matrix proteins and skeletal signaling peptidesin ovariectomized growing rats. Endocrinology 138: 15671576. 17. Tamma R, Colaianni G, Camerino C, Di Benedetto A, Greco G, et al. (2009) Microgravity during spaceflight directly affects in vitro osteoclastogenesis andbone resorption. FASEB J 23: 25492554. 18. Vico L, Collet P, Guignandon A, Lafage-Proust MH, Thomas T, et al. (2000) Effects of long-term microgravity exposure on cancellous and cortical weight-bearing bones of cosmonauts. Lancet 355: 16071611.19. Vico L, Hinsenkamp M, Jones D, Marie PJ, Zallone A, et al. (2001) Osteobiology, strain, and microgravity. Part II: studies at the tissue level. CalcifTissue Int 68: 110. 20. Datta HK, Ng WF, Walker JA, Tuck SP, Varanasi SS (2008) The cell biology of bone metabolism. J Clin Pathol 61: 577587. 21. Raggatt LJ, Partridge NC Cellular and molecular mechanisms of bone remodeling. J Biol Chem 285: 2510325108. 22. Bucaro MA, Zahm AM, Risbud MV, Ayyaswamy PS, Mukundakrishnan K, et al. (2007) The effect of simulated microgravity on osteoblasts is independent of the induction of apoptosis. J Cell Biochem 102: 483495. 23. Dai ZQ, Wang R, Ling SK, Wan YM, Li YH (2007) Simulated microgravity inhibits the proliferation and osteogenesis of rat bone marrow mesenchymalstem cells. Cell Prolif 40: 671684. 24. Jee WS, Wronski TJ, Morey ER, Kimmel DB (1983) Effects of spaceflight on trabecular bone in rats. Am J Physiol 244: R310314. 25. Wronski TJ, Morey ER (1983) Effect of spaceflight on periosteal bone formation in rats. Am J Physiol 244: R305309. 26. Hughes-Fulford M, Lewis ML (1996) Effects of microgravity on osteoblast growth activation. Exp Cell Res 224: 103109. 27. Siu PM, Pistilli EE, Murlasits Z, Alway SE (2006) Hindlimb unloading increases muscle content of cytosolic but not nuclear Id2 and p53 proteins in young adult and aged rats. J Appl Physiol 100: 907916. 28. Sakai A, Sakata T, Tanaka S, Okazaki R, Kunugita N, et al. (2002) Disruption of the p53 gene results in preserved trabecular bone mass and bone formation after mechanical unloading. J Bone Miner Res 17: 119127. 29. Wang X, Kua HY, Hu Y, Guo K, Zeng Q, et al. (2006) p53 functions as a negative regulator of osteoblastogenesis, osteoblast-dependent osteoclastogenesis, and bone remodeling. J Cell Biol 172: 115125. 30. Liu H, Li B (2010) p53 control of bone remodeling. J Cell Biochem 111: 529 534. 31. Bedelbaeva K, Snyder A, Gourevitch D, Clark L, Zhang XM, et al. (2010) Lack of p21 expression links cell cycle control and appendage regeneration in mice. Proc Natl Acad Sci U S A 107: 58455850. 32. Qing H, Bonewald LF (2009) Osteocyte remodeling of the perilacunar and pericanalicular matrix. Int J Oral Sci 1: 5965. 33. Teti A, Zallone A (2009) Do osteocytes contribute to bone mineral homeostasis? Osteocytic osteolysis revisited. Bone 44: 1116. 34. Iagodovskii VS, Triftanidi LA, Gorokhova GP (1977) Effect of space flight on rat skeletal bones (an optical light and electron microscopic study). Kosm Biol Aviakosm Med 11: 1420. 35. Tavella S, Ruggiu A, Giuliani A, Brun F, Canciani B, et al. (2012) Bone turnover in wild type and pleiotrophin-transgenic mice housed for three months in the International Space Station (ISS). PLoS One 7: e33179. 36. Qing H, Ardeshirpour L, Pajevic PD, Dusevich V, Jahn K, et al. (2012) Demonstration of osteocytic perilacunarcanalicular remodeling in mice during lactation. J Bone Miner Res 27: 10181029.Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 14 April 2013  Volume 8  Issue 4  e6137237. Zehnder Y, Luthi M, Michel D, Knecht H, Perrelet R, et al. (2004) Long-term changes in bone metabolism, bone mineral density, quantitative ultrasound parameters, and fracture incidence after spinal cord injury: a cross-sectional observational study in 100 paraplegic men. Osteoporos Int 15: 180189. 38. Baecker N, Tomic A, Mika C, Gotzmann A, Platen P, et al. (2003) Bone resorption is induced on the second day of bed rest: results of a controlled crossover trial. J Appl Physiol 95: 977982. 39. Vico L, Chappard D, Alexandre C, Palle S, Minaire P, et al. (1987) Effects of a 120 day period of bed-rest on bone mass and bone cell activities in man:attempts at countermeasure. Bone Miner 2: 383394. 40. Caiozzo VJ, Baker MJ, Herrick RE, Tao M, Baldwin KM (1994) Effect of spaceflight on skeletal muscle: mechanical properties and myosin isoform content of a slow muscle. J Appl Physiol 76: 17641773. 41. Aguirre JI, Plotkin LI, Stewart SA, Weinstein RS, Parfitt AM, et al. (2006) Osteocyte apoptosis is induced by weightlessness in mice and precedes osteoclast recruitment and bone loss. J Bone Miner Res 21: 605615. 42. Bonewald LF (2007) Osteocytes as dynamic multifunctional cells. Ann N Y Acad Sci 1116: 281290. 43. Hill PA (1998) Bone remodelling. Br J Orthod 25: 101107. 44. Nakano Y, Toyosawa S, Takano Y (2004) Eccentric localization of osteocytes expressing enzymatic activities, protein, and mRNA signals for type 5 tartrate-resistant acid phosphatase (TRAP). J Histochem Cytochem 52: 14751482. 45. Hayman AR, Jones SJ, Boyde A, Foster D, Colledge WH, et al. (1996) Mice lacking tartrate-resistant acid phosphatase (Acp 5) have disrupted endochondral ossification and mild osteopetrosis. Development 122: 31513162. 46. Yoshihara Y, Nakamura H, Obata K, Yamada H, Hayakawa T, et al. (2000) Matrix metalloproteinases and tissue inhibitors of metalloproteinases in synovial fluids from patients with rheumatoid arthritis or osteoarthritis. Ann Rheum Dis59: 455461. 47. Malemud CJ (2006) Matrix metalloproteinases (MMPs) in health and disease: an overview. Front Biosci 11: 16961701. 48. Brinckerhoff CE, Matrisian LM (2002) Matrix metalloproteinases: a tail of a frog that became a prince. Nat Rev Mol Cell Biol 3: 207214. 49. Hill PA, Murphy G, Docherty AJ, Hembry RM, Millican TA, et al. (1994) The effects of selective inhibitors of matrix metalloproteinases (MMPs) on bone resorption and the identification of MMPs and TIMP-1 in isolated osteoclasts. J Cell Sci 107 (Pt 11): 30553064. 50. Holmbeck K, Bianco P, Pidoux I, Inoue S, Billinghurst RC, et al. (2005) The metalloproteinase MT1-MMP is required for normal development and maintenance of osteocyte processes in bone. J Cell Sci 118: 147156. 51. Okada S, Yoshida S, Ashrafi SH, Schraufnagel DE (2002) The canalicular structure of compact bone in the rat at different ages. Microsc Microanal 8: 104 115. 52. Vogelstein B, Kinzler KW (1992) p53 function and dysfunction. Cell 70: 523 526. 53. Vico L, Novikov VE, Very JM, Alexandre C (1991) Bone histomorphometric comparison of rat tibial metaphysis after 7-day tail suspension vs. 7-day spaceflight. Aviat Space Environ Med 62: 2631. 54. Heber-Katz E, Leferovich J, Bedelbaeva K, Gourevitch D, Clark L (2004) The scarless heart and the MRL mouse. Philosophical transactions of the Royal Society of London Series B, Biological sciences 359: 785793. 55. Rizzo AM, Corsetto PA, Montorfano G, Milani S, Zava S, et al. (2012) Effects of long-term space flight on erythrocytes and oxidative stress of rodents. PLoS One 7: e32361.56. Schoenfeld MP, Ansari RR, Zakrajsek JF, Billiar TR, Toyoda Y, et al. (2011) Hydrogen therapy may reduce the risks related to radiation-induced oxidativestress in space flight. Med Hypotheses 76: 117118. 57. Stein TP (2002) Space flight and oxidative stress. Nutrition 18: 867871. 58. Zhang R, Ran HH, Ma J, Bai YG, Lin LJ (2012) NAD(P)H oxidase inhibiting with apocynin improved vascular reactivity in tail-suspended hindlimbunweighting rat. J Physiol Biochem 68: 99105. 59. Barbash O, Zamfirova P, Lin DI, Chen X, Yang K, et al. (2008) Mutations in Fbx4 inhibit dimerization of the SCF(Fbx4) ligase and contribute to cyclin D1overexpression in human cancer. Cancer Cell 14: 6878. 60. Lin DI, Barbash O, Kumar KG, Weber JD, Harper JW, et al. (2006) Phosphorylation-dependent ubiquitination of cyclin D1 by the SCF(FBX4-alphaB crystallin) complex. Mol Cell 24: 355366. 61. Shiloh Y (2009) FBXO31: a new player in the ever-expanding DNA damage response orchestra. Sci Signal 2: pe73. 62. Filvaroff E, Erlebacher A, Ye J, Gitelman SE, Lotz J, et al. (1999) Inhibition of TGF-beta receptor signaling in osteoblasts leads to decreased bone remodeling and increased trabecular bone mass. Development 126: 42674279. 63. Bonewald LF, Mundy GR (1990) Role of transforming growth factor-beta in bone remodeling. Clin Orthop Relat Res: 261276. 64. Mundy GR (1991) The effects of TGF-beta on bone. Ciba Found Symp 157: 137143; discussion 143151. 65. Westerlind KC, Turner RT (1995) The skeletal effects of spaceflight in growing rats: tissue-specific alterations in mRNA levels for TGF-beta. J Bone Miner Res10: 843848. 66. Chang SF, Chang TK, Peng HH, Yeh YT, Lee DY, et al. (2009) BMP-4 induction of arrest and differentiation of osteoblast-like cells via p21 CIP1 and p27 KIP1 regulation. Mol Endocrinol 23: 18271838. 67. Halevy O, Novitch BG, Spicer DB, Skapek SX, Rhee J, et al. (1995) Correlation of terminal cell cycle arrest of skeletal muscle with induction of p21 by MyoD.Science 267: 10181021. 68. Gius D, Cao XM, Rauscher FJ, 3rd, Cohen DR, Curran T, et al. (1990) Transcriptional activation and repression by Fos are independent functions: theC terminus represses immediate-early gene expression via CArG elements. MolCell Biol 10: 42434255. 69. Srivastava S, Weitzmann MN, Kimble RB, Rizzo M, Zahner M, et al. (1998) Estrogen blocks M-CSF gene expression and osteoclast formation by regulatingphosphorylation of Egr-1 and its interaction with Sp-1. J Clin Invest 102: 18501859. 70. Klein-Nulend J, Bakker AD, Bacabac RG, Vatsa A, Weinbaum S (2012) Mechanosensation and transduction in osteocytes. Bone. 71. Ge C, Xiao G, Jiang D, Franceschi RT (2007) Critical role of the extracellular signal-regulated kinase-MAPK pathway in osteoblast differentiation and skeletaldevelopment. J Cell Biol 176: 709718. 72. Murakami S, Kan M, McKeehan WL, de Crombrugghe B (2000) Up-regulation of the chondrogenic Sox9 gene by fibroblast growth factors is mediated by the mitogen-activated protein kinase pathway. Proc Natl Acad Sci U S A 97: 11131118. 73. Bonewald LF (2006) Mechanosensation and Transduction in Osteocytes. Bonekey Osteovision 3: 715. 74. Schutz H, Donovan ER, Hayes JP (2009) Effects of parity on pelvic size and shape dimorphism in Mus. J Morphol 270: 834842.Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 15 April 2013  Volume 8  Issue 4  e61372",
        "introduction": "On Earth, at 1 g, mechanical loading of mammalian tissues is an important factor in maintaining tissue health and promoting normal regenerative growth. Forces generated by gravity such as hydrostatic pressure, stretch, and fluid shear are well known to promote normal tissue growth and repair mechanisms. Converse- ly, during spaceflight, gravity-generated forces are absent and the mechanical stimulation of tissues is greatly diminished. Direct and immediate physiological responses to microgravity-induced me- chanical unloading include adaptive losses of bone 1,2,3,4,5,6 and muscle mass 7,8,9,10, and alterations in cardiovascular function 11,12,13,14. Because of practical reasons, most space biological animal research has focused on the short-term effects of spaceflight, and thus our understanding of long-term effects of microgravity exposure is very limited. However, it is likely that over long periods of time mechanical unloading in microgravitymay continue to affect tissue regenerative growth and repair, resulting in more widespread degenerative effects. Alternatively, it is also possible that cells and tissues may adapt to microgravity and reach a new homeostatic level appropriate for health maintenance under reduced mechanical load conditions. Since normal tissue repair and regeneration is dependent on the ability of adult stem cells to proliferate and differentiate, we have hypothesized that during long-term spaceflight, the reduction in gravity mechano- stimulation may decrease regenerative proliferation and differen- tiation of tissue-specific adult stem cells. This in turn may have significant health consequences for multiple tissues throughout the body, including bone. Specifically for bone tissue, short-duration exposure to micro- gravity rapidly leads to alterations in bone mineral content, cellular dynamics, and gene expression patterns 15,16,17,18,19. This is illustrated by a 12 loss of skeletal mineral in weight- PLOS ONE  www.plosone.org 1 April 2013  Volume 8  Issue 4  e61372bearing bones per month 17, which poses significant risks for long-duration and interplanetary missions. Because bone remod-eling homeostasis depends on tightly coupled mineral depositionand resorption 20,21, uncoupling of these processes in micro-gravity can cause increased and rapid bone resorption by osteoclasts, and decreased bone formation by osteoblasts 17,18,22,23. Increased osteoclast bone resorptive activity hasbeen documented within the first several days of spaceflight 1,17and may be reduced after a period of transition and adaptation tomicrogravity. However, of potentially more importance to longduration missions in microgravity is the reported reduction of boneformation by osteoblasts in growing rats 24,25,26, although, thisresult has not been reproduced. In skeletally mature animals, thisbone formation arrest may translate into an impairment ofregenerative mechanisms, and therefore may be an importantlong-term factor in spaceflight. Short of conducting long-term experiments with rodents in space, analysis of the early cell cyclearrest signaling pathways in osteogenic bone cells after short-termspaceflight is the most practical current approach to predict thelong-term degenerative effects of microgravity. To perform this analysis we focused on the activation of cell cycle arrest and apoptosis pathways such as those mediated by thetumor and growth suppressor, p53, and the cell cycle inhibitor,CDKN1ap21. P53 levels are reported to increase in the muscle ofhindlimb-unloaded animals 27, potentially leading to cell cyclearrest andor apoptosis. Furthermore, p53 knockout mice havepreserved trabecular bone volume following hindlimb-unloading28 and generally, osteopetrotic bone, suggesting a role for thep53-signaling pathway in the regulation of bone formation anddegradation 29,30. More remarkably, the CDKN1ap21 Figure 1. Micro-Computed Tomography ( mCT) Analysis of Spaceflown Ischium. The ischium of the pelvis, shown in orange ( A), was analyzed using mCT (720 slices  4.89 mm). The anatomical markers used for mCT analysis were (1) caudal apex of obturator foramen, (2) dorsal-most point of the ventral ramus of ischium, and (3) the ischial tuberosity ( A) (For full details on anatomical markers see 74). The ischial cross-sectional geometry ( B) was analyzed by length (a), the width at the midpoint (b) and at 13 distance from the obturator foramen (c); and the bend angle (d). Flight samples ( D) exhibited a more open cross-sectional geometry compared to the ground control ( C), indicating a possible reduction in the pull force applied to the bone. Ground control samples ( F) also exhibited greater thickness (orangered) then the flight samples ( G), indicating a reduction in overall bone thickness in spaceflight samples.doi:10.1371journal.pone.0061372.g001Bone Loss and p21 Expression in Microgravity PLOS ONE  www.plosone.org 2 April 2013  Volume 8  Issue 4  e61372knockout mouse has a viable phenotype with strong tissue regenerative abilities, such as limb re-growth, otherwise unheardof in adult mammals 31. CDKN1ap21 can be activated byenvironmental conditions such as oxidative stress and radiation, orbe part of normal cell cycle arrest mechanisms during celldifferentiation. This phenotype suggests CDKN1ap21 up-regu-lation in microgravity could explain broad regenerative deficits inspace. Recent studies have highlighted the potential role of osteocytes, terminally differentiated osteoblasts embedded within the miner- alized matrix, in the bone remodeling process, including in osteolysis of the lacunar surface for maintenance of calciumhomeostasis 32,33.",
        "conclusion": "s In total, our findings demonstrate the pelvic-femoral musculo- skeletal complex as a highly load and gravity sensitive structure that can serve as a valuable model to study muscle and bonedegeneration in space. Additionally, we demonstrate that bone responses to spaceflight are complex and involve osteoclastic, osteoblastic, and osteocytic degenerative responses. Finally, ourfindings on CDKN1ap21 up-regulation in microgravity have thepotential to become a major concern for tissue regenerative health in long-duration spaceflight. Future studies should address the specific molecular regulatory mechanisms of CDKN1ap21involvement in tissue degeneration during long-term spaceflight and the possibility of systemic activation of this strong molecular inhibitor of regenerative adult stem cell proliferation.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Micro-Computed Tomography ( mCT) Analysis of Spaceflown Ischium"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Nano-Computed Tomography Analysis of Lacunar Enlargement Following Spaceflight"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "TRAP Staining of Osteoclast and Osteocyte-Mediated Bone Resorption Following Spaceflight"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "Spaceflight Causes Up-Regulation of Matrix Degra-\ndation Molecules"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "Spaceflight Alters mRNA Expression of GenesAssociated with Osteogenic Growth and Mitogenic SignalTransduction Pathways"
            }
        ]
    }
]