[
    {
        "pmid": "32047838",
        "title": "Spaceflight and simulated microgravity conditions increase virulence of Serratia marcescens in the Drosophila melanogaster infection model.",
        "year": "2020",
        "journal": "NPJ Microgravity",
        "abstract": "While it has been shown that astronauts suffer immune disorders after spaceflight, the underlying causes are still poorly understood and there are many variables to consider when investigating the immune system in a complex environment. Additionally, there is growing evidence that suggests that not only is the immune system being altered, but the pathogens that infect the host are significantly influenced by spaceflight and ground-based spaceflight conditions. In this study, we demonstrate that Serratia marcescens (strain Db11) was significantly more lethal to Drosophila melanogaster after growth on the International Space Station than ground-based controls, but the increased virulence phenotype of S. marcescens did not persist after the bacterial cultures were passaged on the ground. Increased virulence was also observed in bacteria that were grown in simulated microgravity conditions on the ground using the rotating wall vessel. Increased virulence of the space-flown bacteria was similar in magnitude between wild-type flies and those that were mutants for the well-characterized immune pathways Imd and Toll, suggesting that changes to the host immune system after infection are likely not a major factor contributing towards increased susceptibility of ground-reared flies infected with space-flown bacteria. Characterization of the bacteria shows that at later timepoints spaceflight bacteria grew at a greater rate than ground controls in vitro, and in the host. These results suggest complex physiological changes occurring in pathogenic bacteria in space environments, and there may be novel mechanisms mediating these physiological effects that need to be characterized.",
        "full_text": "ARTICLE OPEN Space ight and simulated microgravity conditions increase virulence of Serratia marcescens in the Drosophila melanogaster infection model Rachel Gilbert1, Medaya Torres2, Rachel Clemens2, Shannon Hateley3, Ravikumar Hosamani1, William Wade2and Sharmila Bhattacharya4 While it has been shown that astronauts suffer immune disorders after space ight, the underlying causes are still poorly understood and there are many variables to consider when investigating the immune system in a complex environment. Additionally, there isgrowing evidence that suggests that not only is the immune system being altered, but the pathogens that infect the host aresigni cantly in uenced by space ight and ground-based space ight conditions. In this study, we demonstrate that Serratia marcescens (strain Db11) was signi cantly more lethal to Drosophila melanogaster after growth on the International Space Station than ground-based controls, but the increased virulence phenotype of S. marcescens did not persist after the bacterial cultures were passaged on the ground. Increased virulence was also observed in bacteria that were grown in simulated microgravity conditions on the ground using the rotating wall vessel. Increased virulence of the space- own bacteria was similar in magnitude between wild-type ies and those that were mutants for the well-characterized immune pathways Imdand Toll, suggesting that changes to the host immune system after infection are likely not a major factor contributing towards increased susceptibility of ground-reared ies infected with space- own bacteria. Characterization of the bacteria shows that at later timepoints space ight bacteria grew at a greater rate than ground controls in vitro, and in the host. These results suggest complex physiological changes occurring inpathogenic bacteria in space environments, and there may be novel mechanisms mediating these physiological effects that needto be characterized. npj Microgravity (2020) 6:4 ; https:doi.org10.1038s41526-019-0091-2 INTRODUCTION As space exploration extends beyond low Earth orbit, there is considerable interest in understanding the changes in human physiology under space ight conditions. Space ight includes not only long-term exposure to microgravity, but also radiation, isolation, and short-term exposure to hypergravity. Previous studies have demonstrated that these stressors have a signi cant impact on the ability of the immune system to respond appropriately to disease, including altered cytokine production, 15 changes in immune cell proliferation and distribution4,6,7and general alteration of immune homeostasis in both innate and adaptive immune systems.8,9 This apparent immune dysregulation is even more important when considering that there have been studies demonstrating signi cant effects of microgravity and space ight conditions on the pathogens that co-occur with humans in space habitats.1017 Opportunistic pathogenic bacteria, such as those that can cause persistent infections in immunocompromised individuals, have been shown to have increased growth in space ight,18,19 increased antibiotic resistance, and increased virulence.20,21 Investigations of the effects of space ight in humans have been especially varied, likely due to both low sample sizes and variability in experimental methodology.22The fruit y(Drosophila melanogaster ) is a promising model for understanding the effects of space ight on human immunity and pathogenesis, as they have been shown previously to experience a dramatic shift in immunegene expression following space ight.23,24Using invertebrate models for investigating the human immune system has proven both fruitful and convenient, as they are cost-effective, have short generation times, and importantly, have immune systems with high homology to humans.25,26While invertebrates lack a characterized adaptive immune system, the inducible innate immune response of Drosophila melanogaster is highly similar to humans,25,27,28with about 75 of human disease-causing genes with a functional homolog in the fruit y.25,29 The human opportunistic bacteria Serratia marcescens has only recently emerged as a model for studying rapid shifts in virulence and antibiotic resistance due to increased nosocomial reports.30,31 Furthermore, S. marcescens has been found aboard the spacecraft Mir, and in condensed water aboard the International Space Station (ISS),32,33suggesting that this ubiquitous pathogen should be monitored closely for space ight-induced changes that may pose a threat to immunocompromised astronauts who could be more susceptible to opportunistic pathogens. D. melanogaster has been recently used as a model for studying S. marcescens , as there are bacterial strains that have been isolated from wild-caught ies that are pathogenic.3438Importantly, the speci c strains used in this study are not pathogenic to humans,34making this system an ideal model for safely studying space ight-induced changes to S. marcescens using a model system. Studies in true space ight conditions are dif cult to perform due to cost, limited availability of launches and crew time, and thecomplexity of experimental design under the tight volumetric and 1NASA Postdoctoral Program, Universities Space Research Association, NASA Ames Research Center, Moffett Field, CA, USA.2FILMSSBionetics, NASA Ames Research Center, Moffett Field, CA, USA.3Department of Molecular and Cell Biology, University of California, Berkeley, CA, USA.4NASA Ames Research Center, Moffett Field, CA, USA. email: Sharmila.Bhattacharyanasa.govwww.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;mass constraints of space habitats. Consequently, many studies on the effects of space ight on bacteria are also followed up with ground-based simulated microgravity experiments,16,17,39which allows for further investigation into microgravity-related effects. Inthis study, the opportunistic pathogen Serratia marcescens was sent to the ISS, where it was exposed to true space ight conditions, while ground-based strains were used in tandem both as controls and as replicates grown in simulated microgravityconditions (rotating wall vessel (RWV) apparatus) in order to investigate whether changes in bacterial physiology could be replicated accurately in future ground-based studies. In our study,space- own or simulated microgravity-treated bacteria were used to infect D. melanogaster to investigate changes in space-induced lethality, both in wild-type ies, as well as in immune pathway mutants. Results showed that both space- own and ground-based microgravity simulations (e.g., low-shear modeled microgravity or LSMMG treatment) resulted in increased virulence of Serratia marcescens onD. melanogaster hosts. Interestingly, the increased virulence phenotype is lost after passaging of the space- own and LSMMG-treated bacteria under ground conditions. Taken together, this suggests that space ight induces a physiological change in the pathogen resulting in the decreased survivability oftheD. melanogaster host and that this effect can be reversed after the bacterial cells resume normal growth on the ground. RESULTS Survival of D. melanogaster after infection with space ight samples Fly survival was signi cantly lower when infected with space ight- exposed Serratia marcescens samples compared to the ground control bacterial samples (Fig. 1). For the rst space ight sample (Space 1), survival was signi cantly different from both Ground 1 (P 0.0001) and Ground 2 ( P 0.0001) samples. The same was true for the second space ight isolate (Space 2) when compared withground control samples. Full statistical results are reported in Table 1. Space 1 and Space 2 were separate samples of bacteria collected from two different plates after space ight, and both showed increased virulence compared to ground control bacteria. However they also showed differences between each other interms of the magnitude of their changes with Space 1 causinggreater virulence changes compared to Space 2 samples. This is discussed later in the context of temporaryreversible physiologi- cal changes induced by space ight vs geneticheritable changes in the bacteria (see below for Host survival after injection of rst ground subculture of space ight sample ). In vivo growth of space ight S. marcescens in y host after injection In vivo growth of injected bacteria was not signi cantly different between space and ground samples at hours 0 ( F0.9113, P0.489), 6 ( F0.5316, P0.6772) or 9 ( F1.169, P0.3964) post-injection. At hour 12 post-injection, in vivo growth of Space1 sample was signi cantly higher in the y host than the Ground sample ( P0.0002) and Space 2 ( P0.0011). At hour 15 post- injection, in vivo growth of Space 1 remained signi cantly higher than Ground ( P0.0002) and Space 2 ( P0.04), and Space 2 in vivo growth was signi cantly higher than Ground ( P0.006) (Fig. 1b). Therefore, the kinetics of bacterial growth within the host are different for the bacterial cultures returning from space compared to the ground control samples, particularly 12 h and onwards post-infection. In vitro growth of the space- own bacteria, outside the host, show a similar increase in growthkinetics at later time points compared to the ground control bacteria (Supplementary Fig. 1). Host survival after injection of rst ground subculture of space ight sample Given that two separate isolates of bacteria had shown increased virulence after space ight exposure (Fig. 1), we wanted to assess whether these changes were reversible physiological changes inthe bacteria induced by the stress of space ight or whether they were genetically heritable changes induced, for instance, by ionizing radiation exposure during space ight. After subculturing space ight and ground samples of S. marcescens in normal Earth gravity overnight, Space 1-injected host survival was notsigni cantly different from either Ground 1 ( P0.995) or Ground 2(P0.337) host injected samples. Similarly, Space 2 subculture- infected hosts did not show signi cant differences in survival from Fig. 1 Space ight-exposed Serratia marcescens show increased virulence in ies. a Graph showing survival of w1118ies after injection with ground or space ight Db11 samples. bGraph showing in vivo growth of Db11 after injection into w1118ies. Error bars represent one standard error.Table 1. Statistical analysis for Fig. 1a. Level 1 Level 2 Ratio P Chi-square Space 1 12.5 Glycerol 3.15 0.0001 Space 1 Ground 1 6.64 0.0001Space 1 Ground 2 5.69 0.0001Space 1 Space 2 1.15 0.68Space 2 12.5 Glycerol 2.74 0.0001Space 2 Ground 1 5.77 0.0001Space 2 Ground 2 4.95 0.0001Ground 1 12.5 Glycerol 4.73 0.0001 Ground 2 12.5 Glycerol 5.53 0.0001 Ground 2 Ground 1 1.16 0.628 Statistical results of the Cox Proportional Hazards test for the space ight sample survival analysis shown in Fig. 1a. Ratio refers to the ratio of the hazard rates corresponding to the conditions described by Level 1 andLevel 2, respectively. This value can be interpreted as a magnitude of differences in survival between Level 1 and Level 2R. Gilbert et al. 2 npj Microgravity (2020) 4 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;Ground 1 ( P0.5223) or Ground 2 ( P0.113) infected hosts (Fig. 2a). Full statistical output is reported in Table 2. These results suggest that the increased virulence detected after space ight were temporary changes acquired by the bacteria during space- ight and that after subculturing under normal conditions on Earth, these differences were no longer detectable after infectionof fruit y hosts. In vivo growth after injection of rst ground subculture of space ight sample There was no signi cant difference of in vivo growth of the space ight vs ground bacteria within the host (Fig. 2b) at hours 0(F13.41, P0.146), 9 ( F0.238, P0.866), 12 ( F0.443, P0.731) or 15 ( F0.479, P0.708) hours post-infection. This data was consistent with the fact that there were no differencesdetected in virulence of the rst ground subcultures in the host (Fig. 2a). Host survival after injection with LSMMG-treated bacteria Since space ight opportunities are relatively infrequent, a model that has often been used on the ground to simulate microgravityconditions for aqueous cultures is the high aspect ratio vessel (HARV) or the RWV. 15,17,39We used the RWV apparatus to assess whether we could recreate some or all of the virulence changesthat we had measured from the space ight samples by simulating the low uid shear of the microgravity environment on Earth. This is done by rotating the vessel in a perpendicular orientation, where the rotation of the apparatus offsets the sedimental effectsof the gravity force and provides continual suspension of the cells.In the control, the axis of rotation is parallel with the gravity force vector and as such, this force is not offset and the cells are allowed to settle. 11,13Host survival was signi cantly lower for hosts infected with S. marcescens that was grown in LSMMG compared to both the PBS Sham (ratio 4.42, P 0.0001) and the RWV Control (Ratio 3.37, P0.0002) (Fig. 3a). The RWV Control consists of the same container as is used to simulate microgravitybut is rotated about an axis that is oriented at 90 degrees to the LSMMG rotation and is therefore exposed to 1 g Earth s gravity. 11 Figure 3a therefore shows that we are able to recreate increased virulence in S. marcescens bacteria by simulating microgravity on Earth. This would suggest that the microgravity aspect of the space ight environment is at least one important factor to consider in terms of increased virulence in S. marcescens . Fig. 2 Increased virulence of space ight-exposed S. marcescens is reversible on the ground. a Graph showing survival of w1118ies after injection with rst subcultures of ground or space ight Db11 samples. bGraph showing in vivo growth of Db11 after injection into w1118ies. There was no signi cant difference in survival of w1118ies after injection with rst subcultures, nor was there signi cant difference revealed in the assay for in vivo bacterial growth. Error bars represent one standard error. Table 2. Statistical analysis for Fig. 2a. Level 1 Level 2 Ratio P Chi square Space 1 PBS Sham 21.517 0.0001 Space 2 PBS Sham 15.661 0.0001 Ground 1 PBS Sham 21.565 0.0001 Ground 2 PBS Sham 17.671 0.0001Space 1 Ground 1 0.997 0.995Space 1 Ground 2 1.803 0.337 Space 2 Ground 1 0.7262 0.5223 Space 2 Ground 2 2.0402 0.1131 Statistical results of the Cox Proportional Hazards test for the rst ground subculture of space ight sample survival analysis shown in Fig. 2a. Ratio  refers to the ratio of the hazard rates corresponding to the conditions described by Level 1 and Level 2, respectively. This value can beinterpreted as a magnitude of differences in survival between Level 1and Level 2 Fig. 3 Simulated microgravity (SMG) can increase virulence of S. marcescens .aGraph showing survival of w1118ies after injection with LSMMG-treated (SMG), RWV control-treated or sham-treatedDb11 samples, and bGraph showing in vivo growth of LSMMG- treated (SMG), RWV control or sham-treated Db11 after injection into w1118ies. Error bars represent one standard error.R. Gilbert et al. 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2020) 4 In vivo growth of LSMMG S. marcescens There was no signi cant difference of in vivo growth between the LSMMG and RWV-Control bacteria at hour 0 ( F3.551, P0.128) or at hour 6 post-infection ( F7.493, P0.0544). However, there was a signi cant difference in CFU counts per y between the LSMMG and RWV-Control at hours 9 ( F20.428, P0.008), 12 (F12.455, P0.019), and 15 ( F18.427, P0.009) post- infection (Fig. 3b). These altered growth kinetics also mirror some of the differences observed previously with the space ight samples (Fig. 1b), where the bacterial samples that show increased virulence, also show increased rates of growth within the host particularly at later time points. Infection of Immune De ciency ( Imd) and Tollpathway mutants of D. melanogaster Since the increase in virulence of space ight bacteria was accompanied by an increase in the rate of growth of the bacteriawithin the y host, we wanted to determine whether this was a result of a change that the bacteria were able to induce in the host by weakening the hosts immune system for example, or whether the bacterial physiology was altered to better withstand the host s immune defenses. In order to test this hypothesis, we used ies that were mutant in two of the major immune defense pathways inies, the Imd and the Tollpathways.40,41As expected, all Imd mutant ies ( PGRP-LC5, imd1, and relishE20) succumb to any Sm infections (including ground control Sm) much more quickly than either of the wild-type y lines ( y1worw1118)as seen in Fig. 4a, since the Imd pathway is known to be critical for defense against infection with Gram-negative bacteria,42such as Serratia marces- cens. On the other hand, the Tollpathway is primarily known to be important for defense against Gram-positive bacterial and fungalinfections. Therefore as expected, there is much less change in theviability of Toll decient mutants ( PGRP-SA semland dif1) after ground control Sminfections compared to wild-type ies (Fig. 4c). Compared to ground control Smhowever, the space ight bacteria Space 1 causes greater lethality in all of the y lines (compare Fig. 4b vs a, and 4d vs c). Therefore the data suggests that regardless of the genotype of the y host, whether impaired for immune function or robust wild-type lines, the space- own bacteria causes greater lethality than ground control Sm. The statistical output is shown in Supplementary Tables 2 6. RNA sequencing data analysis of infected ground-reared host To further test whether infection with microgravity-treated bacteria induced changes in gene expression in the ground-reared host, RNA sequencing was performed for wild-type fruit ies after infection with either space ight or ground control sample of S. marcescens . These results showed that there were few signi cant changes in host gene expression of known immune- related genes when exposed to the two bacterial sample types (Fig. 4e, Supplementary Table 1). At the signi cance threshold ( q-values  0.05), only eleven transcripts were signi cantly differentially expressed. However principal components analysis (PCA) comparing transcript abun-dance across the treatments showed that there is signi cant overlap among the groups, further indicating that there are few differences between the space bacteria-infected and groundbacteria-infected fruit y hosts (Fig. 4f). It is worth noting that, since the ies collected for RNA-Seq were still alive at 18 h post- injection, this may have biased the selection of ies in which infection had not greatly progressed, as they were still alive at thislate time point. Similarity in gene expression across both conditions to a control sham condition shown by PCA supports this idea. Comparing the space bacteria-infected ground ies to the ground bacteria-infected ies, there were a total of 11differentially expressed genes (see Fig. 4e and Supplementary Table 1 for gene details). Out of these 11 differentially expressed genes, only AttA (Attacin-A) is known to be directly related to the immune response. 43The gene AttA is an antimicrobial peptide that is expressed in the fat body in response to Gram-negative pathogens.43The most highly overexpressed gene is lola (long- itudinals lacking), a gene that is involved in axon growth and guidance in the central and peripheral nervous systems.44The next most highly overexpressed gene is vsg(visgun), a gene linked to alcohol sensitivity.45Among the most underexpressed genes is eEF2 , is a translation elongation factor,46and CG31650 with unknown function. The underexpressed RhoGEF2 has been recently linked to wound repair, but is primarily involved in the regulation of actin and myosin dynamics through interactingeffector proteins.47While only one of these genes is directly related to the host immune pathway, follow-up studies will be conducted to elucidate the potential role of these additional differentially expressed genes in the host. DISCUSSION In this study, we found that ies infected with a bacterial pathogen that had been grown during space ight was signi - cantly more lethal than ground controls (Fig. 1). This trend persisted in strains that had been grown in LSMMG conditions, suggesting that microgravity may be the primary factor mediating the differences in virulence seen in the space ight bacteria strains (Fig. 3). Interestingly, this increased lethality disappears after the rst subculture is conducted on the ground, which means that the differences in virulence are short-lived and do not persist after being cultured under normal gravity conditions (Fig. 2). This is consistent with previous studies, which found that space ight- induced changes to pathogens, such as Bacillus subtilis; Escherichia coli; Pseudomonas aeruginosa; Staphylococcus aureus reverted upon return to Earth conditions.10 We also sought to understand whether the host immune system may be responding differently to space ight-altered bacteria. While it has been shown in previous studies that space- own pathogens decrease the survival of hosts compared to their ground-reared counterparts,15,16less is known about how the host immune system may be in uenced differently by space- own pathogens. This is also the rst study in space ight and in simulated microgravity to evaluate microgravity-induced changes of the pathogen S. marcescens in a live host, as previous studies in theeld of host-pathogen interactions have focused primarily on Salmonella15and other microbes.4850Utilizing common immune pathway mutants, we determined that regardless of whether the Imd orToll pathways were altered, infection with space ight sample decreases survival of ies compared to infection with ground sample of S. marcescens (Fig. 4). Studies in space ight and modeled microgravity have shown that when the host is exposed to microgravity conditions, the immune responses can be altered by the presence of symbiotic bacteria.51Other studies have shown that when different pathogens are exposed to LSMMG and thentested on naive hosts, responses can vary widely depending on the speci c pathogen used.52Similarly in our study with ground- reared y host, while there appear to be few genes that are differentially expressed after injection with space ight-exposed Serratia marcescens compared to the ground control bacteria, most of the highly differentially regulated genes do not appear to be directly immune-related, with the exception of Attacin (Fig. 4c, Supplementary Table 1). This antimicrobial peptide is known to respond to Gram-negative pathogens,43so an increase in expression in response to S. marcescens is expected. However, the increase in expression in space-infected ies compared to ground-infected ies may be due to the increase in bacterial load in the space-infected individuals.R. Gilbert et al. 4 npj Microgravity (2020) 4 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASABecause there is a signi cant increase of in vivo growth seen in both space ight samples and LSMMG samples, it may be possible that some of these host genes may have an unknown interactionwith the immune system that facilitates the faster proliferation of microgravity-experienced bacteria after infection. However given that the space- own bacteria have faster growth kinetics in vitro (Supplementary Fig. 1) as well as in vivo, the current resultsindicate that the differences in lethality and survival following infection of bacteria altered by space ight and LSMMG are likely due to changes to the pathogen, rather than a difference in hostimmune response of ground-reared ies. This study is the rst to demonstrate that space ight in uences the growth and virulence characteristics of bacteria grown on a solid substrate. While many previous studies have shown that celldensity and growth characteristics are altered in liquid suspension during space ight (reviewed in Huang et al., 53) the few studies that have cultured microbes on solid media found no difference innal cell density. 54Therefore, it was concluded that because there is no change in gravity vector for bacteria that are attached to a surface compared to those in a liquid suspension where therewould be a lack of convection, that one should not expect to see achange in phenotype associated with growth on solid media in space ight. This argument is based on the idea that the bacteria are being affected indirectly by microgravity, due to the change inthe physical properties of the liquid media that they are in, and not the effect of a change in gravity vector on the microbes themselves. 55 Fig. 4 Measuring host changes in wild-type and mutant ground ies exposed to space- own S. marcescens .Survival curves of Imd pathway mutant ies,aandb, and of Tollpathway mutant ies,candd, after exposure to either Ground 1 bacteria, aandc, or Space 1 bacteria, bandd. All graphs have data from two wild-type ies (y1wand w1118) for reference. eVolcano plot of the RNA-seq data from ground- reared wild-type D. melanogaster that were infected with space bacteria relative to ground bacteria. RNA was extracted from infected ies 18 h post-infection. The x-axis represents the beta-value, an estimator of fold change, and the y-axis represents the log10 qvalue, a p-value adjusted for false discovery rate. Red dots represent transcripts with q-value  0.05, which are considered signi cantly differentially expressed. fPCA of ground, space, and sham injected ies shows no major difference in distribution of the groups between the conditions, with as much variation occurring within conditions as between conditions.R. Gilbert et al. 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2020) 4 However, Serratia marcescens is a nosocomial pathogen that can colonize a wide variety of habitats, and undergo signi cant phenotypic shifts depending on the properties of the growth media,5658including shifts in the polarity of the agella on solid media to produce swarming cells. Because it s thought that LSMMG may in uence cell polarity in some single-celled organ- isms, it s at least theoretically possible that some of these species may still be affected by microgravity at the cellular level, even on asolid substrate.59A previous study showed that growth of E.coli and B.subtilis on agar in space ight did not show increased growth rates, and they did not measure virulence phenotypes of the samples.54Therefore, it is possible that changes in phenotype in space can be manifested differently in different bacteria depend-ing on the inherent characteristics required to colonize their normal habitat. While Wang et al.60showed that S. marcescens did not change in physical properties on a semi-solid media in space ight conditions, they did provide evidence that signi cant transcrip- tomic and proteomic changes related to metabolism occurred inspace ight sample compared to ground. We believe that these molecular and biological changes observed in S. marcescens on a semi-solid media in space ight provide a basis for the phenotypic changes observed in our study with bacteria grown on solid semi-dened media. While there was insuf cient bacterial sample to conduct transcriptomic and proteomic analyses in the current study, a subsequent space ight experiment in our lab has been conducted with S. marcescens to further characterize molecular changes on both solid and liquid media types in space and will be reported separately. This indicates that media type should not be limited to liquid suspension, and that further studies using bothsolid and liquid media types is warranted. A study performed witha different strain of S. marcescens (ATCC 14041) in LSMMG in liquid media showed that while there was no signi cant change in growth parameters, there was an increase in acid stress resistance,providing further evidence for phenotypic changes of this speciesto microgravity and LSMMG. 61Ongoing work in our lab, including more in-depth characterization of S. marcescens under LSMMG and space ight conditions, are currently being conducted to further elucidate the potential molecular and physiologicalmechanisms affecting growth kinetics and changes in virulence seen in altered gravity. A previous study found that growth rate was not a major factor affecting the physiology and virulence of one strain S. marces- cens,62but there is speculation that growth rate and virulence may be linked due to common factors that in uence both character- istics.63,64Recent studies in humans demonstrated that slower growth rates of Bacillus pathogens actually predicted higher virulence,65suggesting that there is con icting data that likely varies by species and environmental factors and that growth ratesmay be linked to virulence. In the current study, not only was thein vitro growth at later time points signi cantly higher in the space ight strains than in the ground control strains (Supple- mentary Fig. 1), and there is a signi cant difference with in vivo growth after infection with space ight and ground control strains (Fig. 1b), as well as increased in vivo growth in LSMMG bacteria compared to the RWV-control (Fig. 3b). This suggests that bacteria growth rates are perhaps linked to the increased lethality betweenspace ight strains and ground strains, especially since we did not nd signi cant changes in host immune-related genes after infection with space ight sample compared to ground sample in wild-type ground-reared ies (Fig. 4af and Supplementary Table 1). Furthermore, in vitro growth was signi cantly higher for space ight samples compared to ground samples, speci cally starting around hour 12, which is consistent with the in vivo increase in growth after injections (Supplementary Fig. 1). Previous studies have shown that the media composition and nutrientavailability can have signi cant effects on growth kinetics andvirulence of pathogens. 16Current studies in our laboratory are testing whether microgravity treatment confers a speci c growth advantage over ground bacteria at later times in growth whenspeci c nutrients may become limiting in the media, as well as whether or not growth kinetics can be affected by the inclusion or exclusion of speci c growth factors from the media. Speci cally, it may be possible that the space ight and LSMMG environment may confer some advantage to the bacteria when nutrientsbecome limited, such that the low uid shear environment allows growth to either increase or not become hindered by the decreasein nutrient in the media over time. This also emphasizes the need to understand the underlying molecular mechanisms of pathogens that are changing in LSMMGand space ight conditions, which has become a eld of great interest recently. It has been shown that after space ight, there are global changes in expression of genes that may potentially be related to virulence 15,17and that some pathogens are more likely to form bio lms after exposure to space ight.18Because the pathogens in the current study are also Gram-negative and aresimilarly opportunistic to the pathogens evaluated in previousstudies, it may be expected that there are quanti able genetic mechanisms that may be responsible for the decreased survivalwe found after infection. Therefore, current studies are focused on eliciting the potential underlying genetic mechanisms that are driving increased virulence. MATERIALS AND METHODS D. melanogaster y strains Fly lines were maintained in a 12-h light-dark cycle on cornmeal-agar media (torula yeast, dextrose, cornmeal, agar, Tegosept, propionic acid, ethanol) at ambient temperature (24 C). All y lines were obtained from Bloomington Stock center including w1118(3605), OregonR SP2 (no. 2376), relE20 (no. 55714), y1w (no. 55707), dif1(no. 36559), imd1(no. 55711), PGRP-LC5(36323), and PGRP-SAseml(55716). Bacterial growth conditions during space ight The hardware used in this study was the FIT (Fly Immunity and Tumors) cassette and changeout platform, as described in our previous Drosophila experiments on the ISS.23,66Food trays were prepared using the methods described below, and stored in a cargo transfer bag (CTB) at 4 C for launch. Towards the end of the 30 day space ight (Fruit Fly Lab 01 on SpaceX-CRS 5 mission), the food trays containing S. marcescens were retrieved from 4 C storage and placed within the FIT food changeout platform. The platform was placed in a canvas CTB at ISS ambient temperature (23 25 C) for 5 days, plus 2 days in the SpaceX Dragon (2225 C) for undockingdescent and retrieval. During the growth period, environmental data (CO 2,O 2, temperature, and relative humidity) was recorded and used to match the growth conditions for ground control experiments. Preparation of S. marcescens Db11 for space ight Serratia marcescens Db11 was obtained from the University of Minnesota C. elegans stock center. To prepare for the space ight experiment, the Db11 strain was grown for 20 h in liquid LB broth with 100 gmL streptomycin at 37 C and then diluted to an OD600 of 0.100 in PBS. Next, 100 L of the diluent was spread onto the surface of two trays containing 2 mL of solid semi-de ned y food media containing 4 Brewer s yeast (Redstar), 6 glucose, 3 sucrose, 2 yeast extract, 2 peptone, 1 agar, 0.05 magnesium sulfate heptahydrate, 0.05 calcium chloride dihydrate(Sigma), 0.5 of blue food dye (Smart and Final), 0.001 p-hydro- xybenzoate, and 0.6 of propionic acid (Sigma) dissolved in water. These two trays were the source of the Space 1 and Space 2 samples that were used in the experiments below. Similarly, we prepared two additional trays (Ground 1 and Ground 2) from the same source sample. These two trays were grown in the same FIT hardware on the ground, inside an incubator (Percival model DR36VL), which was programmed to match the gas composition, temperature, and humidity pro les measured during the ight.R. Gilbert et al. 6 npj Microgravity (2020) 4 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAAfter preparing the bacterial sample trays for ight, they were placed into plastic bags and stored at 4 C, then sent to the ISS on SpaceX CRS-5.Control trays were stored on the ground at 4 C. Growth conditions on theISS were described in the previous section. Upon retrieval after the space ight mission, bacteria were isolated from the surfaces using sterile cell scrapers and then placed into 50 glycerol and stored frozen at 80 C. Similar isolation was performed in parallel for the ground samples. The placement of the bacterial cultures on semi-de nedy food media allowed for in ight infection of ies, as ies would ingest the bacteria that was growing on the media. However, due to logistical constraints duringight, in- ight infection was not possible and the bacterial cultures were grown in space and harvested after return for treatment of ies on the ground after ight as described in the following sections. Injection of space ight S. marcescens Db11 samples into D. melanogaster Injections of bacteria were performed according to methods described previously by our group and others.23,67Concentrations of space ight and ground samples stored in 50 glycerol at 80 C were determined by performing colony counts on LB plates. These samples were then diluted inPBS (phosphate buffered saline) down to 4  103CFUmL in sterile PBS for injections. Sterile 12.5 glycerol in sterile PBS was used as a sham injection control. For survival experiments and in vivo growth assays for bothspace ight bacteria and ground-based simulated microgravity-treated bacteria, the Nanoject II (Drummond Scienti c) was used with the 32 nL injection volume setting (Figs 14). Concentrations were adjusted so that each injection was 10 CFU y. Control, ground, or space ight samples were then injected into anesthetized 2 3 day-old female (post-eclosion) D. melanogaster in the ventrolateral abdomen. Injections of immune mutant ies were done using a Picospritzer III (Parker Hanni n, New Hampshire). Injection bolus was calibrated to 600 nm diameter, which equaledapproximately 10 CFU y. Injections of each treatment group took 1 h, with the survival measurements beginning at the end of that rst hour. After injections, ies were kept at 25 C on the same standard dextrose food that they were reared on, and survival was monitored every hour for at least 24 h. Survival curves were measured by performing three independent experiments using a minimum of N50ies in each experiment, then pooling the data from all three experiments for the CoxProportional Hazard survival analysis, which measures the magnitude ofdifference in survival between different treatment groups. In vivo bacterial load was assayed in the y at 0, 9, 12, and 15 h post- injection. Bacterial load was assayed immediately following injection by placing three ies in 200 L of PBS and homogenized for 1 min using a handheld homogenizer (KimbleKontes, New Jersey). This homogenizationprocedure was repeated for each condition tested. Next, 100 L of thissample was then spreadplated onto an LB agar plate. To assay subsequenttime-points, three ies were placed in 200 L of PBS and homogenized as above. This sample was then serially diluted, 20 L into 180 L of PBS untila dilution of 10 5was obtained. Next, 40 L from each dilution from 100 to 105was then spot plated onto an LB agar plate and allowed to dry. All plates were incubated at 37 C overnight before counting. Each in vivobacterial load experiment was independently repeated three times andeach experiment included three replicate samples per time point for allexperiments. Error bars were calculated to represent one standard error. Due to limited bacterial sample availability from the space ight mission and the time required to inject 50 or more individual ies per condition per experiment, not all samples (Space 1 and 2, Ground 1 and 2) were included in every experiment. After initial experiments had veri ed the consistency of the virulence data from Space 1 and Space 2 samples relative to theGround 1 and Ground 2 samples, only one sample from each space ight and ground condition was chosen in subsequent studies. Ground subcultures of space ight sample Injections to test the virulence of space- own bacteria were performed as noted above where the space ight and ground bacteria were diluted in PBS from frozen glycerol stocks and directly injected into the y host. However to test whether the space- own bacteria would retain their increased virulence after growing under ground conditions for severalgenerations, bacterial cultures were rst allowed to grow for 24 h (23 generations of growth) on the ground before injecting into Drosophila hosts. A sterile inoculation loop was used to transfer a small amount of glycerol stocks into liquid LB 100 gmL streptomycin, then grown for 24 h in a 37 C incubator with a shaker set to 225 rpm. These samples werethen diluted in PBS down to 4  103CFUmL in sterile PBS for injections, and injections were performed as described above. Growth of S. marcescens Db11 in the RWV Cultures of Db11 were grown from non-space ight lab stocks of Db11 frozen at 80 C in Copan Cryovials, onto agar plates with streptomycin (LB100 gmL) for 18 24 h and then stored at 4 C for at most 2 weeks. Liquid subcultures were created using a single colony from these agarplates and grown in conical tubes at 37 C in liquid LB media containing100 gmL streptomycin at 25 rpm for 24 h. These liquid subcultures were then diluted down to A600 of 0.100 in LB media before being further diluted 1:1000 in LB 100 gmL streptomycin and placed into a sterile disposable 10 mL RWV (Synthecon). Air bubbles were removed from theRWV and sealed. Pairs of RWV were then placed in either horizontal(simulated microgravity or LSMMG) or vertical (normal gravity, NG) axis at37 C and rotated at 25 rpm (as in Nickerson et al. 11) Samples were grown for 24 h to ensure that stationary phase was reached. Injection of RWV samples into D. melanogaster Injections were performed as noted above with the following alterations. Stationary phase cultures from RWV were diluted down to an A600 of 0.100in PBS and then further diluted down 1100 fold to an end concentrationof 8  10 3CFUmL in PBS. Approximately 65 nL of sterile PBS, LSMMG, or NG cultures were then injected into 2 3-day old ies as noted above. Survival and bacterial load were both monitored as previously stated. RNA extraction and sequencing from infected y host In order to see whether there was any difference in host immunity after infection with Space or Ground bacteria, RNA was extracted in triplicate from two live ground-reared adult ies for each treatment (space or ground sample injection) approximately 18 h after infection using theQiagen RNeasy Mini Kit (catalog no. 74104) with -mercaptoethanol (10 LmL) in the lysis buffer. Lysis was performed by placing the ies in a 1.5 mL tube containing 600 L of the lysis buffer, which were thenhomogenized for 1 min using a handheld homogenizer (KimbleKontes, New Jersey). The entire homogenate was then placed in the manufacturer- supplied spin column, where an on-column DNase digestion step wasperformed as per manufacturer recommendation). An additional puri ca- tion step was added using additional wash steps with the kit buffers.Samples were sequenced on the Illumina HiSeq 4000 platform with 100 bpreads and paired-end library prep. Transcript abundance estimates fromthe raw sequenced reads were made using kallisto (version 0.42.4) 68and the D. melanogaster reference transcriptome (build r6.13). Differential expression analysis between Space and Ground bacteria infectionconditions was performed using sleuth (version 0.30.0) Wald test.69 Transcripts with q-values  0.05 were considered signi cantly differentially expressed. Statistical analysis Statistical analysis was performed in GraphPad Prism 7.0 and JMP Pro 13(SAS). Graphs were made in GraphPad Prism 7.0 and in Excel (version 15.4).For survival analyses, a Cox Proportional Hazards model was used, with theexception of the Toll and Imd mutant injections, for which a Log-rank Mantel-Cox analysis was performed to compare curves across treatments. The Cox Proportional Hazards model allows for the comparison of survival between all groups when there are multiple risk factors or treatmentsinvolved. For in vivo growth measurements, a one-way ANOVA was used incombination with a Tukey-Kramer post hoc analysis. For all statisticalanalyses with the exception of the rst subculture growth and survival, only results with a statistical signi cance  0.05 are reported, due to the magnitude of results tables. Ethics statement We use the invertebrate model system Drosophila melanogaster for this study, in accordance, the study was exempt from ethics committeeapproval. DATA AVAILABILITY The datasets generated during andor analyzed during the current study are available from the corresponding author on request. The RNA-seq datasets, supporting theR. Gilbert et al. 7 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2020) 4 conclusions of this article, have been deposited in NCBIs Gene Expression Omnibus and are accessible through GEO Series accession number GSE138116 . Received: 7 March 2019; Accepted: 21 November 2019; REFERENCES 1. Sonnenfeld, G.  Miller, E. S. The role of cytokines in immune changes induced by space ight. J. Leukoc. Biol. 54, 253 258 (1993). 2. Sonnenfeld, G. Effect of space ight on cytokine production. Acta Astronaut. 33, 143147 (1994). 3. Chapes, S. K., Morrison, D. R., Guikema, J. A., Lewis, M. L.  Spooner, B. S. Pro- duction and action of cytokines in space. Adv. Sp. Res .14,59 (1994). 4. Crucian, B. E., Cubbage, M. L.  Sams, C. F. Altered cytokine production by speci c human peripheral blood cell subsets immediately following space ight. J. Interf. Cytokine Res .20, 547 556 (2000). 5. Crucian, B. E., Stowe, R. P., Pierson, D. L.  Sams, C. F. Immune system dysregu- lation following short- vs long-duration space ight. Aviat. Space Environ. Med. 79, 835843 (2008). 6. Stowe, R. P. et al. Leukocyte subsets and neutrophil function after short-term space ight. J. Leukoc. Biol. 65, 179 186 (1999). 7. Kaur, I., Simons, E. R., Castro, V. A., Mark Ott, C.  Pierson, D. L. Changes in neutrophil functions in astronauts. Brain. Behav. Immun. 18, 443 450 (2004). 8. Yi, B., Crucian, B., Tauber, S., Ullrich, O.  Choukr, A. in Effect of Space ight and Space ight Analogue Culture on Human and Microbial Cells (eds Pellis, N. R.  Ott, C. M.) 61 79 (Springer-Verlag, New York, NY, 2016). 9. Barrila, J. et al. Space ight modulates gene expression in the whole blood of astronauts. npj Microgravity 2, 16039 (2016). 10. Juergensmeyer, M. A., Juergensmeyer, E. A.  Guikema, J. A. Long-term exposure to space ight conditions affects bacterial response to antibiotics. Microgravity Sci. Technol. 12,4 147 (1999). 11. Nickerson, C. A. et al. Microgravity as a novel environmental signal affecting Sal- monella enterica serovar typhimurium virulence. Infect. Immun. 68, 3147 3152 (2000). 12. Lynch, S. V., Brodie, E. L.  Matin, A. Role and regulation of sigma S in general resistance conferred by low-shear simulated microgravity in Escherichia coli .J. Bacteriol. 186, 8207 8212 (2004). 13. Wilson, J. W. et al. Low-Shear modeled microgravity alters the Salmonella enterica serovar typhimurium stress response in an RpoS -independent manner. Appl. Environ. Microbiol. 68, 5408 5416 (2002). 14. Wilson, J. W. et al. Microarray analysis identi esSalmonella genes belonging to the low-shear modeled microgravity regulon. Proc. Natl Acad. Sci. USA 99, 13807 13812 (2002). 15. Wilson, J. W. et al. Space ight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq.Proc. Natl Acad. Sci. USA 104, 16299 16304 (2007). 16. Wilson, J., Ott, C., Quick, L., Davis, R.  Bentrup, K. zu. Media ion composition controls regulatory and virulence response of Salmonella in space ight. PLoS 3,110 (2008). 17. Crabb, A. et al. Transcriptional and proteomic responses of Pseudomonas aer- uginosa PAO1 to space ight conditions involve Hfqregulation and reveal a role for oxygen. Appl. Environ. Microbiol. 77, 1221 1230 (2011). 18. Kim, W. et al. Space ight promotes bio lm formation by Pseudomonas aerugi- nosa .PLoS ONE 8, e62437 (2013). 19. Kim, H. W., Matin, A.  Rhee, M. S. Microgravity alters the physiological char- acteristics of Escherichia coli O157:H7 ATCC 35150, ATCC 43889, and ATCC 43895 under different nutrient conditions. Appl. Environ. Microbiol. 80,2 2 7 0 2278 (2014). 20. Horneck, G., Klaus, D. M.  Mancinelli, R. L. Space Microbiology. Microbiol. Mol. Biol. Rev. 74, 121 156 (2010). 21. Fajardo-Cavazos, P.  Nicholson, W. L. Cultivation of Staphylococcus epidermidis in the human space ight environment leads to alterations in the frequency and spectrum of spontaneous rifampicin-resistance mutations in the rpoB gene. Front. Microbiol .7, 999 (2016). 22. Borchers, A. T., Keen, C. L.  Gershwin, M. E. Microgravity and immune respon- siveness: Implications for space travel. Nutrition 18, 889 898 (2002). 23. Marcu, O. et al. Innate immune responses of Drosophila melanogaster are altered by space ight. PLoS ONE 6, e15361 (2011). 24. Taylor, K. et al. Toll mediated infection response is altered by gravity and space ight in Drosophila .PLoS ONE 9, e86485 (2014). 25. Lemaitre, B.  Hoffmann, J. The host defense of Drosophila melanogaster .Annu. Rev. Immunol. 25, 697 743 (2007). 26. Buchon, N., Silverman, N.  Cherry, S. Immunity in Drosophila melanogaster  from microbial recognition to whole-organism physiology. Nat. Rev. Immunol .14, 796810 (2014).27. Medzhitov, R., Preston-Hurlburt, P.  Janeway, C. A. A human homologue of the Drosophila Toll protein signals activation of adaptive immunity. Nature 388, 394397 (1997). 28. Hoffmann, J. A. The immune response of Drosophila .Nature 426,3 338 (2003). 29. Reiter, L. T., Potocki, L., Chien, S., Gribskov, M.  Bier, E. A systematic analysis of human disease-associated gene sequences in Drosophila melanogaster .Genome Res.11, 1114 1125 (2001). 30. Khanna, A., Khanna, M.  Aggarwal, A. Serratia marcescens - a rare opportunistic nosocomial pathogen and measures to limit its spread in hospitalized patients. J. Clin. Diagn. Res .7, 243 246 (2013). 31. Moradigaravand, D., Boinett, C. J., Martin, V., Peacock, S. J.  Parkhill, J. Recent independent emergence of multiple multidrug-resistant Serratia marcescens clones within the United Kingdom and Ireland. Genome Res. 26, 1101 1109 (2016). 32. Chouke r, A.  Ullrich, O. The Immune System in Space: Are We Prepared?, (Springer International Publishing, 2016). 33. Ott, C. M., Bruce, R. J.  Pierson, D. L. Microbial characterization of free oating condensate aboard the Mir space station. Microb. Ecol. 47, 133 136 (2004). 34. Flyg, C., Kenne, K.  Boman, H. G. Insect pathogenic properties of Serratia mar- cescens : phage-resistant mutants with a decreased resistance to Cecropia immunity and a decreased virulence to Drosophila .Microbiology 120,1 7 3 181 (1980). 35. Nehme, N. T. et al. A Model of Bacterial Intestinal Infections in Drosophila mela- nogaster .PLoS Pathog. 3, e173 (2007). 36. Miest, T. S.  Caldwell Bloch-Qazi, M. Sick of mating: Sexual transmission of a pathogenic bacterium in Drosophila melanogaster .Fly (Austin) .2, 215 219 (2008). 37. Wong, Z. S., Hedges, L. M., Brownlie, J. C.  Johnson, K. N. Wolbachia -mediated antibacterial protection and immune gene regulation in Drosophila .PLoS ONE 6, e25430 (2011). 38. Kuraishi, T., Binggeli, O., Opota, O., Buchon, N.  Lemaitre, B. Genetic evidence for a protective role of the peritrophic matrix against intestinal bacterial infection in Drosophila melanogaster .Proc. Natl Acad. Sci. USA 108, 15966 15971 (2011). 39. Barrila, J. et al. Organotypic 3D cell culture models: using the rotating wall vessel to study host pathogen interactions. Nat. Rev. Microbiol. 8, 791 801 (2010). 40. De Gregorio, E., Spellman, P. T., Tzou, P., Rubin, G. M.  Lemaitre, B. The Tolland Imd pathways are the major regulators of the immune response in Drosophila . EMBO J. 21, 2568 2579 (2002). 41. Tanji, T.  Ip, Y. T. Regulators of the Toll and Imd pathways in the Drosophila innate immune response. Trends Immunol. 26, 193 198 (2005). 42. Myllymki, H., Valanne, S.  Rmet, M. The Drosophila imd signaling pathway. J. Immunol. 192, 3455 3462 (2014). 43. Dushay, M. S. et al. Two attacin antibacterial genes of Drosophila melanogaster . Gene 246,4 957 (2000). 44. Madden, K., Crowner, D.  Giniger, E. lolaHas the properties of a master regulator of axon-target interaction for SNb motor axons of Drosophila .Dev. Biol. 213, 301313 (1999). 45. Morozova, T. V., Anholt, R. R. H.  Mackay, T. F. C. Phenotypic and transcriptional response to selection for alcohol sensitivity in Drosophila melanogaster .Genome Biol.8,115 (2007). 46. Lasko, P. The Drosophila melanogaster genome: translation factors and RNA binding proteins. J. Cell Biol .150, F51 F56 (2000). 47. Nakamura, M., Verboon, J. M.  Parkhurst, S. M. Prepatterning by RhoGEFs gov- erns Rho GTPase spatiotemporal dynamics during wound repair. J. Cell Biol. 216, 3959 3969 (2017). 48. Hammond, T. G. et al. Effects of microgravity on the virulence of Listeria mono- cytogenes, Enterococcus faecalis, Candida albicans , and methicillin-resistant Sta- phylococcus aureus .Astrobiology 13, 1081 1090 (2013). 49. Miller, E. S.  Sonnenfeld, G. In uence of antiorthostatic suspension on resistance to murine Listeria monocytogenes infection. J. Leukoc. Biol. 55, 371 378 (1994). 50. Belay, T., Aviles, H., Vance, M., Fountain, K.  Sonnenfeld, G. Effects of the hindlimb- unloading model of space ight conditions on resistance of mice to infection with Klebsiella pneumoniae .J. Allergy Clin. Immunol. 110,2 6 2 268 (2002). 51. Casaburi, G., Goncharenko-Foster, I., Duscher, A. A.  Foster, J. S. Transcriptomic changes in an animal-bacterial symbiosis under modeled microgravity condi- tions. Sci. Rep. 7, 46318 (2017). 52. Rosenzweig, J. A., Ahmed, S., Eunson, J.  Chopra, A. K. Low-shear force asso- ciated with modeled microgravity and space ight does not similarly impact the virulence of notable bacterial pathogens. Appl. Microbiol. Biotechnol. 98, 8797 8807 (2014). 53. Huang, B., Li, D.-G., Huang, Y.  Liu, C.-T. Effects of space ight and simulated microgravity on microbial growth and secondary metabolism. Mil. Med. Res .5,1 8 (2018). 54. Kacena, M. A., Leonard, P. E., Todd, P.  Luttges, M. W. Low gravity and inertial effects on the growth of E. coli and B. subtilis in semi-solid media. Aviat. Space Environ. Med. 68, 1104 1108 (1997). 55. Benoit, M. R.  Klaus, D. M. Microgravity, bacteria, and the in uence of motility. Adv. Sp. Res .39, 1225 1232 (2007).R. Gilbert et al. 8 npj Microgravity (2020) 4 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA56. Albertit, L.  Harsheyt, R. M. Differentiation of Serratia marcescens 274 into swimmer and swarmer cells. J. Bacteriol. 172, 4322 4328 (1990). 57. Rieger, T., Neubauer, Z., Blah skov, A., Cvrckov, F.  Markos, A. Bacterial body plans: colony ontogeny in Serratia marcescens .Commun. Integr. Biol. 1,7 887 (2008). 58. Hover, T. et al. Mechanisms of Bacterial ( Serratia marcescens ) Attachment to, Migration along, and Killing of Fungal Hyphae. https:doi.org10.1128AEM.04070-15 (2016). 59. Purevdorj-Gage, B., Sheehan, K. B.  Hyman, L. E. Effects of low-shear modeled microgravity on cell function, gene expression, and phenotype in Saccharomyces cerevisiae .Appl. Environ. Microbiol. 72, 4569 4575 (2006). 60. Wang, Y. et al. Transcriptomic and proteomic responses of Serratia marcescens to space ight conditions involve large-scale changes in metabolic pathways. Adv. Sp. Res .53, 1108 1117 (2014). 61. Soni, A. et al. Conservation of the Low-shear Modeled Microgravity Response in Enterobacteriaceae and Analysis of the trpGenes in this Response. Open Micro- biol. J. 8,5 158 (2014). 62. Petersen, L. M.  Tisa, L. S. In uence of temperature on the physiology and virulence of the insect pathogen Serratia sp. Strain SCBI. Appl. Environ. Microbiol. 78, 8840 8844 (2012). 63. Beste, D. J. V. et al. Transcriptomic analysis identi es growth rate modulation as a component of the adaptation of mycobacteria to survival inside the macrophage.J. Bacteriol. 189, 3969 3976 (2007). 64. Hett, E. C.  Rubin, E. J. Bacterial growth and cell division: a mycobacterial per- spective. Microbiol. Mol. Biol. Rev. 72, 126 156 (2008). 65. Leggett, H. C., Cornwallis, C. K., Buckling, A.  West, S. A. Growth rate, transmission mode and virulence in human pathogens. Philos. Trans. R. Soc. Lond. B. Biol. Sci. 372, 20160094 (2017). 66. Fahlen, T. F. et al. A study of the effects of space ight on the immune response inDrosophila melanogaster .Gravitational Sp. Biol. 19, 133 (2006). 67. Dionne, M. S., Ghori, N.  Schneider, D. S. Drosophila melanogaster is a genetically tractable model host for Mycobacterium marinum .Infect. Immun. 71, 3540 3550 (2003). 68. Pimentel, H., Bray, N. L., Puente, S., Melsted, P.  Pachter, L. Differential analysis of RNA-seq incorporating quanti cation uncertainty. Nature Methods 14, 687 690 (2017). 69. Bray, N., Pimentel, H., Melsted, P. et al. Near-optimal probabilistic RNA-seq quanti cation. Nat Biotechnol. 34, 525 527 (2016). ACKNOWLEDGEMENTS We would like to thank Matthew Lera (M.L.), Amy Gresser (A.G.) and Kevin Martin (K.M.) for space ight project support; and NASA s Space Life and Physical Sciences Research Program (SLPSRA) for the following grants to S.B.: NNX13AN38G and NNX15AB42G.AUTHOR CONTRIBUTIONS R.G. is the primary author of this paper, and performed many of the reported experiments reported in this paper along with M.T. and analyzed all of the data reported. S.H. assisted with analysis of the RNA-seq data. R.C., W.W., and R.H. equally contributed to the design of experiments and the collection of pilot data that led tothis experiment s conclusion. S.B. is the scienti c supervisor and principal investigator for this research and conceived and planned the experiments, and helped write andedit the manuscript. COMPETING INTERESTS The authors declare no competing interests. ADDITIONAL INFORMATION Supplementary information is available for this paper at https:doi.org10.1038 s41526-019-0091-2 . Correspondence and requests for materials should be addressed to S.B. Reprints and permission information is available at http:www.nature.com reprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http:creativecommons. orglicensesby4.0 . This is a U.S Government work and not under copyright protection in the U.S; foreign copyright protection may apply 2020R. Gilbert et al. 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2020) 4",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            }
        ]
    }
]