[
    {
        "pmid": "31572207",
        "title": "Influence of Social Isolation During Prolonged Simulated Weightlessness by Hindlimb Unloading.",
        "year": "2019",
        "journal": "Front Physiol",
        "abstract": "The hindlimb unloading (HU) model has been used extensively to simulate the cephalad fluid shift and musculoskeletal disuse observed in spaceflight with its application expanding to study immune, cardiovascular and central nervous system responses, among others. Most HU studies are performed with singly housed animals, although social isolation also can substantially impact behavior and physiology, and therefore may confound HU experimental results. Other HU variants that allow for paired housing have been developed although no systematic assessment has been made to understand the effects of social isolation on HU outcomes. Hence, we aimed to determine the contribution of social isolation to tissue responses to HU. To accomplish this, we developed a refinement to the traditional NASA Ames single housing HU system to accommodate social housing in pairs, retaining desirable features of the original design. We conducted a 30-day HU experiment with adult, female mice that were either singly or socially housed. HU animals in both single and social housing displayed expected musculoskeletal deficits versus housing matched, normally loaded (NL) controls. However, select immune and hypothalamic-pituitary-adrenal (HPA) axis responses were differentially impacted by the HU social environment relative to matched NL controls. HU led to a reduction in % CD4+ T cells in singly housed, but not in socially housed mice. Unexpectedly, HU increased adrenal gland mass in socially housed but not singly housed mice, while social isolation increased adrenal gland mass in NL controls. HU also led to elevated plasma corticosterone levels at day 30 in both singly and socially housed mice. Thus, musculoskeletal responses to simulated weightlessness are similar regardless of social environment with a few differences in adrenal and immune responses. Our findings show that combined stressors can mask, not only exacerbate, select responses to HU. These findings further expand the utility of the HU model for studying possible combined effects of spaceflight stressors.",
        "full_text": "fphys-10-01147 September 12, 2019 Time: 16:30  1 ORIGINAL RESEARCH published: 13 September 2019 doi: 10.3389fphys.2019.01147 Edited by: Jack J. W. A. van Loon, VU University Amsterdam, Netherlands Reviewed by: Alexander Andreev-Andrievskiy, Institute of Biomedical Problems (RAS), Russia Susan Ann Bloomeld, Texas AM University, United States Tooru Mizuno, University of Manitoba, Canada Correspondence: Candice G. T. Tahimic candiceginn.t.tahimicnasa.gov Specialty section: This article was submitted to Environmental, Aviation and Space Physiology, a section of the journal Frontiers in Physiology Received: 30 March 2019 Accepted: 22 August 2019 Published: 13 September 2019 Citation: Tahimic CGT, Paul AM, Schreurs AS, Torres SM, Rubinstein L, Steczina S, Lowe M, Bhattacharya S, Alwood JS, Ronca AE and Globus RK (2019) Inuence of Social Isolation During Prolonged Simulated Weightlessness by Hindlimb Unloading. Front. Physiol. 10:1147. doi: 10.3389fphys.2019.01147 Inuence of Social Isolation During Prolonged Simulated Weightlessness by Hindlimb Unloading Candice G. T. Tahimic1,2, Amber M. Paul1,3, Ann-Soe Schreurs1,2, Samantha M. Torres1,4, Linda Rubinstein1,3, Sonette Steczina1,4, Moniece Lowe1,4, Sharmila Bhattacharya1, Joshua S. Alwood1, April E. Ronca1,5and Ruth K. Globus1 1Space Biosciences Division, NASA Ames Research Center, Moffett Field, CA, United States,2KBR, Houston, TX, United States,3Universities Space Research Association, Columbia, MD, United States,4Blue Marble Space Institute of Science, Seattle, WA, United States,5Department of Obstetrics and Gynecology, Wake Forest School of Medicine, Winston-Salem, NC, United States The hindlimb unloading (HU) model has been used extensively to simulate the cephalad uid shift and musculoskeletal disuse observed in spaceight with its application expanding to study immune, cardiovascular and central nervous system responses, among others. Most HU studies are performed with singly housed animals, although social isolation also can substantially impact behavior and physiology, and therefore may confound HU experimental results. Other HU variants that allow for paired housing have been developed although no systematic assessment has been made to understand the effects of social isolation on HU outcomes. Hence, we aimed to determine the contribution of social isolation to tissue responses to HU. To accomplish this, we developed a renement to the traditional NASA Ames single housing HU system to accommodate social housing in pairs, retaining desirable features of the original design. We conducted a 30-day HU experiment with adult, female mice that were either singly or socially housed. HU animals in both single and social housing displayed expected musculoskeletal decits versus housing matched, normally loaded (NL) controls. However, select immune and hypothalamic-pituitary-adrenal (HPA) axis responses were differentially impacted by the HU social environment relative to matched NL controls. HU led to a reduction in  CD4CT cells in singly housed, but not in socially housed mice. Unexpectedly, HU increased adrenal gland mass in socially housed but not singly housed mice, while social isolation increased adrenal gland mass in NL controls. HU also led to elevated plasma corticosterone levels at day 30 in both singly and socially housed mice. Thus, musculoskeletal responses to simulated weightlessness are similar regardless of social environment with a few differences in adrenal and immune responses. Our ndings show that combined stressors can mask, not only exacerbate, select responses to HU. These ndings further expand the utility of the HU model for studying possible combined effects of spaceight stressors. Keywords: hindlimb unloading, microgravity model, bone loss, muscle atrophy, immune system, spaceight, social isolation, HPA axis Frontiers in Physiology  www.frontiersin.org 1 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  2 Tahimic et al. Social Isolation During Hindlimb Unloading INTRODUCTION The spaceight environment poses signicant challenges to multiple organ systems. Microgravity exposure leads to a cephalad uid shift (Foux et al., 1976; Thornton et al., 1987) as well as osteopenia (Lang et al., 2004) and sarcopenia (LeBlanc et al., 2000). Spaceight alters electrolyte balance (Vorobiev et al., 1995) as well as endocrine (Stowe et al., 2003, 2011), vision (Zhang and Hargens, 2018) and baroreex processes (Fritsch et al., 1992; Buckey et al., 1996; Meck et al., 2001). Cardiovascular changes include stiening of the carotid arteries as seen in astronauts returning from a 6-month ISS mission (Hughson et al., 2016) and transient changes in heart rate variability (Y amamoto et al., 2015). Spaceight also may lead to CNS changes including a decline in cognitive performance (Eddy et al., 1998). Immune system dysregulation also occurs, characterized by altered immune cell function and reactivation of viruses (Crucian et al., 2015, 2018; Mehta et al., 2017). These ndings from astronauts are the main motivation to study rodents own into space with the rationale that rodents are used extensively to model human conditions on Earth and may prove useful for understanding mechanisms and anticipating human responses to spaceight. However, limited opportunities for rodent spaceight studies, along with other challenges of conducting microgravity experiments, stimulated interest in using ground-based rodent models of weightlessness. The rodent hindlimb unloading (HU) model was developed initially to simulate the responses of the musculoskeletal system to microgravity (Wronski and Morey-Holton, 1987; Morey- Holton et al., 2005; Globus and Morey-Holton, 2016). To date, its use has expanded to study the responses of other organ systems to spaceight, including immune, cardiovascular and central nervous system (Globus and Morey-Holton, 2016). The HU model also is utilized to study disorders on Earth such as osteopenia and sarcopenia because features of the HU model mimic bedrest and disuse. Initial eorts to generate a rodent model for musculoskeletal unloading entailed use of a back harness for inducing a cephalad uid shift and musculoskeletal disuse of the hindlimbs in singly housed animals (Morey, 1979), which was then developed further to introduce tail suspension which improved outcomes (Wronski and Morey-Holton, 1987). This system employs non-invasive attachment of the tail via orthopedic traction tape onto a pulley system that allows for elevation of the hindlimbs; application with the custom-designed cage enables free movement of the animal about the cage (Morey- Holton and Globus, 2002; Morey-Holton et al., 2005). Since then, other variants of the HU system emerged and include partial unloading of all four limbs using a custom body harness (Wagner et al., 2010; Ellman et al., 2013; Mortreux et al., 2018), various methods to induce unloading such as surgical piercing of the tail, alternative taping methods, simplied cage systems that restrict movement, and group housing (Ferreira et al., 2011; Maurel et al., 2016). Single versus social housing of rodents under standard, ambulatory conditions, can dierentially impact multiple organ systems (e.g., cardiovascular, immune, and central nervous system) known also to be aected by spaceight (Beisel andTalbot, 1987; Schmitt and Schaar, 1993; DAunno et al., 2003; Migeotte et al., 2003; Pierson et al., 2005; Hughson et al., 2016; Mehta et al., 2017). Social isolation causes anxiety and depressive- like behavior (Djordjevic et al., 2012), disrupted circadian rhythms (Spani et al., 2003), decits in memory (McLean et al., 2010), activation of pro-inammatory transcription factors and impairments in antioxidant responses in the brain (Djordjevic et al., 2015). Social isolation also can stimulate the hypothalamic- pituitary-adrenal (HPA) axis (Jessop and Bayer, 1989; Ros- Simo and Valverde, 2012; Shetty and Sadananda, 2017), the main neuroendocrine regulator of mammalian stress responses (Bellavance and Rivest, 2014). However, other studies report that social isolation can lead to decrements in circulating corticosterone levels (Djordjevic et al., 2012; Ieraci et al., 2016) although it is not clear whether these reect an initial downregulation of HPA axis activation or simply the induction of a negative feedback loop after a state of activation. In addition, social isolation in rodents leads to impairments in immune function (Jessop and Bayer, 1989; Clausing et al., 1994; Shanks et al., 1994; Wu et al., 2000; Krugel et al., 2014). Social isolation can be a confounding factor for interpreting experimental outcomes from both rodent spaceight and ground-based studies. In rats, 9 days of spaceight reduced periosteal bone formation and bone mass (femur dry weights) in singly housed animals but had minimal eect on bone formation or mass in group housed animals (Morey-Holton et al., 2000). In an interesting study, Tsvirkun et al. (2012) report that HU (in standard, single housing) or social isolation (without unloading) each can perturb blood pressure and heart rate levels. The possible contribution of social isolation to the biological outcomes of HU has not been studied, leaving a number of knowledge gaps in our understanding of the model for simulating weightlessness. It is unclear whether social interactions (social versus single housing) during HU dierentially impacts organ systems known to be responsive to HU. Rodent experiments on the International Space Station (ISS), particularly those making use of the NASA Rodent Research habitat, are conducted in group housed conditions whereas most HU studies conducted to date entail use of the standard, single housed HU model. Other groups have developed variants of the HU model that accommodate social housing in pairs (Ferreira et al., 2011; Lloyd et al., 2012; Maurel et al., 2016). However, characterization of these models in side-by-side studies with the traditional singly housed HU model have not been conducted. Hence, there is value to further developing and characterizing the socially housed HU model for simulating weightlessness to better match rodent habitat conditions on the ISS. Addressing these gaps in knowledge will lead to an improved understanding of the contribution of isolation to observed responses to HU, which in turn will improve the ability to extrapolate HU results to humans in space. To address these knowledge gaps, we aimed to (1) develop a renement to the NASA Ames HU system, which traditionally entails housing mice in isolation (Morey-Holton and Globus, 2002; Morey-Holton et al., 2005) to enable housing in social pairs and (2) determine the contribution of social isolation to the HU responses of various tissues. We hypothesized that Frontiers in Physiology  www.frontiersin.org 2 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  3 Tahimic et al. Social Isolation During Hindlimb Unloading relative to social housing, single housing exacerbates HU-induced dysfunction in select organ systems. To meet these aims and test the hypothesis, we performed a side-by-side comparison of this alternative social HU system versus the standard NASA Ames single housed design and evaluated the responses of select spaceight-relevant tissues to HU. MATERIALS AND METHODS Animals and Experiment Design Animal experiments were carried out in accordance with the recommendations of Guide for the Care and Use of Laboratory Animals, 8th edition (National Research Council (U.S.) Committee for the Update of the Guide for the Care and Use of Laboratory Animals, Institute for Laboratory Animal Research (U.S.) and National Academies Press (U.S.), 2011). All animal experiments were conducted with prior approval from the NASA Ames Institutional Animal Care and Use Committee (IACUC). Sixteen-week old female mice that were to undergo HU were acclimated into HU cages (paired or single housing groups) 3 days prior to the onset of HU (Figure 1 ). Normally loaded (NL) controls were housed in standard vivarium cages either individually or in pairs. NL controls (either paired or single housing groups) were handled the same way as the HU groups except for the actual attachment of traction tape and tail suspension. Animals were bred at Ames and were wild type littermates of a cross between male mCAT mice B6.Cg-Tg(CAG-OTCCAT)4033PrabJ, Jackson Laboratories (Schriner et al., 2005) and female C57BL6NJ (Jackson Laboratories). After the acclimation period, animals were suspended onto the pulley apparatus via orthopedic traction tape as described previously (Wronski and Morey, 1982; Morey- Holton and Globus, 1998, 2002; Kondo et al., 2010). Responses to the social housing HU model also were evaluated in female C57BL6J (Jackson Laboratories), a closely related yet distinct strain. Refer to Supplementary Section for further details on the C57BL6J study. C57BL6J and C57BL6NJ mice dier in competency for nicotinamide nucleotide transhydrogenase (Nnt) expression (C57BL6J are deletion mutants) (Freeman et al., 2006). Compared to animals with an intact Nnt gene, C57BL6J mice have higher rates of H 2O2release, spontaneous oxidation FIGURE 1  Experiment design and groups.of NADPH, and reduced ability to metabolize peroxide (Ronchi et al., 2013). C57BL6J and C57BL6NJ strains also display dierences in metabolic phenotypes of muscle and other organs (Fisher-Wellman et al., 2016). All animals were supplied with standard rodent laboratory chow (Purina, Cat 5001) and water ad libitum . We attempted to measure food intake to gain insight into possible dierences in body weight responses. However, accurate measurements could not be made since HU animals generated a substantial amount of food pellet fragments (not consumed) that inadvertently fell through the oor grate and could not be recovered. Enrichment consisted of cotton nestlets (Ancare, Cat NES3600) refreshed daily. The nestlets were split (cut into two equal parts and stripped half of its thickness) to prevent the mice from building ramp-like structures to load the hindlimbs. Cage and bedding changes were performed weekly. Room temperature was maintained within 2324C (higher temperatures can be used) with a 12 h light-12 h dark cycle. After 30 days of HU, animals were euthanized via carbon dioxide inhalation followed by cervical dislocation. Blood was collected from vena cava. Soleus, spleen, and adrenal glands were collected and immediately weighed. Tibiae were recovered and then xed in 4 paraformaldehyde in phosphate buered saline solution (FD Neurotechnologies) for 24 h at 4C then transferred to 70 ethanol (Sigma) for storage at 4C until analysis. Unless otherwise stated, sample sizes (C57BL6NJ) are as follows: Single NL  8; Single HU  6; Social NL  12; and Social HU  12. To mitigate any technical artifacts from variations in euthanasia times across groups, one animal from each group was euthanized sequentially, and the sequence repeated until all animals have been euthanized for any given day. All dissections were completed within a 7-h period. Social HU Cage Design and Construction The social housing HU system for mice was generated using commercially available ratguinea pig polycarbonate cages (Ancare, Cat R20HT) with lter-top lids (Ancare, Cat R20MBT). Holes were drilled on the walls of each cage to accommodate two food trays as well as the spouts of two water bottles. Food trays consisted of cryovial holders that were cut to t into the short side wall of the cage (Nalgene, available from Thermo Fisher Scientic Cat 5015-0002). The food tray was attached to each of the two short walls, 5.5 cm above the cage oor. A stainless steel mesh grate (Ancare, Cat R20SSRWF) was laid out on the cage oor. Bedding was then placed such that it lled two thirds of the space between the cage bottom and the steel mesh grate. In our experience, adding more bedding is not ideal because animals tend to move the bedding to form mounds that come in contact with their hindlimbs. The grid of the ventilated cage lid was sawed out to create an open top. Using a drill, openings were created on one long side of the cage wall to install two spring attachments which were used to secure two water bottles (one for each animal). The spouts of these water bottles were routed into the cage 5.5 cm from the cage oor by drilling openings on the cage wall. Two rods were attached to the cage lids using binder clips to support two pulley systems (one for each animal). Frontiers in Physiology  www.frontiersin.org 3 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  4 Tahimic et al. Social Isolation During Hindlimb Unloading The distance that the pulley apparatus can be moved by the animals along the suspended rod was adjusted carefully, using rubber washers to ensure that loading of the hindlimbs do not occur from contact with cage walls or the water sipper (Supplementary Figure S1 ). In addition, the two suspension rods were placed at an optimal distance from each other so that cephalad regions of the animals can come in contact while avoiding entanglement of the two sets of suspension apparatus ( Supplementary Figure S1 ). To prevent loading of the hindlimbs while being weighed, HU animals were kept suspended on a small hook apparatus set over a lab animal balance as described in Morey-Holton and Globus (2002). Microcomputed Tomography Microarchitecture of the cortical and cancellous compartments of the tibia was quantied by mCT using the SkyScan 1272 system (Bruker). For cancellous bone morphology, the proximal tibia was scanned at 3.5 mm resolution. A 400 mm region of interest was 3D reconstructed with a 450 mm oset from the proximal growth plate. This region was auto-contoured using SkyScan CT Analyzer (CTAn) Software (Bruker) to select for the cancellous region. Cancellous parameters such as Bone Volume (BV , mm3), Tissue Volume (TV , mm3), percent Bone Volume (BVTV , ), Trabecular Spacing (Tb.Sp, mm), Trabecular Thickness (Tb.Th, mm), and Trabecular Number (Tb.N, 1mm) were quantied following standard mCT guidelines (Bouxsein et al., 2010). For the analysis of cortical bone microstructure, the tibia was scanned at 12 mm resolution. A 300 mm region that was 200 mm proximal to the tibio-bular junction (TFJ) was auto-contoured to analyze cortical bone parameters such as Marrow Area (Ma.Ar, mm2), Cortical Area (Ct.Ar, mm2), Endocortical Perimeter (Ec.Pm, mm), Periosteal Perimeter (Ps.Pm, mm), and Cortical Thickness (Ct.Th, mm). Flow Cytometry Analysis of White Blood Cells Flow cytometric analysis of white blood cells (WBC) isolated from C57BL6NJ was performed, as described previously (Paul et al., 2017). Briey, peripheral blood was collected and centrifuged at 2000gfor 15 min and plasma removed. Red blood cell lysis buer at 1X dilution (eBioscience) was added and cells were incubated for 10 min at room temperature on an orbital shaker followed by addition of 1X Phosphate Buered Saline Solution (PBS, Thermo Fisher Scientic). Cells were then centrifuged at 500 gfor 5 min at 4C to pellet out the WBC, xed in 2 paraformaldehyde (Thermo Fisher Scientic) for 15 min on ice, washed, and incubated with Fc block (CD1632 Block) for 20 min, followed by probing with anti-CD45-FITC, anti-CD4-PE, anti-CD8a-PerCP , anti- CD11b-PECy5, and anti-Ly6G-PE antibodies (all purchased from Thermo Fisher Scientic) for 1 h at room temperature in the dark. Samples were then washed twice in 1X PBS, and acquired using a Guava Flow Cytometer (Millipore). Unstained and single stained compensation controls were used during acquisition and FlowJo software (version 10.3.0) utilized for cytometric analysis.Measurement of Plasma Corticosterone Levels Peripheral blood was collected from the vena cava and introduced into K3 EDTA tubes (Sarstedt, Cat 41.1395.105). Centrifugation was performed at 2000 gat room temperature for 10 min and plasma collected. Plasma was diluted 1:100 and analyzed using a corticosterone ELISA kit (Abcam, Cat ab108821) according to manufacturers instructions. Statistical Analysis Equivalence of variance was rst evaluated by Levenes test. If the variances were equal, two-way analysis of variance was performed. A Tukey post hoc test was employed when an interaction eect of p0.05 was observed. For multi-timepoint measures, repeated measures ANOV A was performed followed by Tukey post hoc test. If the variances were unequal, a two- factor linear model with interaction was employed treating the variance with a logarithmic transformation (Harvey, 1976; Cook and Weisberg, 1983; Aitkin, 1987), with a threshold ofp0.05. Statistical analyses were performed using JMP software version 13.1.0 (SAS Institute Inc.). Data shown are meanstandard deviation. RESULTS To test the hypothesis that social isolation impacts tissue responses to HU, we developed a renement of the traditional NASA Ames HU cage design that allows paired housing of animals ( Figure 2 ). We then performed a 30-day HU study under these social housing conditions, side-by-side with animals maintained according to the standard NASA single housing HU system ( Figure 1 ). Animals selected for this study were female C57BL6NJ mice shown previously to be sensitive to bone loss caused by HU (Sankaran et al., 2017). Controls (normally loaded, NL) were age- and sex-matched animals freely ambulating in standard mouse cages. To begin to gain insight on whether responses to social housing HU were strain-specic, we also performed a separate 30-day HU experiment in socially housed female C57BL6J mice (Supplementary Figures S3S8 ), another commonly used strain to study musculoskeletal responses to disuse. Due to logistical constraints, this study had a smaller subset of experimental outcomes and only responses of socially housed NL controls and HU groups were evaluated. Body weights were measured at multiple time points during the HU period. In our experience, a modest weight loss (typically 10) may occur within a week of HU. In C57BL6NJ mice, there was a modest yet signicant decline in body weights at days 7, 14, 21, 28, and 30 in the socially housed HU group compared to its NL control. At any given day of weighing, the magnitude of the dierence in mean body weights of the socially housed HU group relative to its NL control was between 3 and 8. There were no signicant dierences in body weights in the singly housed HU cohort versus singly housed NL controls at any time point ( Figure 3 and Supplementary Table S1 ). We also looked into possible behaviors unique to the NL and HU social Frontiers in Physiology  www.frontiersin.org 4 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  5 Tahimic et al. Social Isolation During Hindlimb Unloading FIGURE 2  Side view of (A)single housing HU and (B)social housing HU cage design. housing groups that could contribute to body weight dierences. This was done by scoring select time periods in videos taken during the dark and light cycles ( Supplementary Methods ). Huddling, an adaptation that helps conserve body heat and therefore fat reserves, manifested in socially housed NL controls but not in socially housed HU animals. This was because physical contact between socially housed HU animals can only occur via cephalad regions. In addition, we observed a novel behavior wherein socially housed HU mice pass nestlets (enrichment) to or from their cagemates. Socially housed NL controls did not engage in this behavior ( Supplementary Figure S2 ). In C57BL6J mice, HU animals and their corresponding NL controls did not dier in body weights at any of the time points ( Supplementary Figure S3 and Supplementary Table S2 ). FIGURE 3  Body weights from day 0 to 30 of hindlimb unloading (HU) and corresponding normally loaded (NL) controls in singly and socially housed female C57BL6NJ mice.NL social and HU social groups display statistically signicant differences at indicated days at p0.05 using two-way repeated measures ANOVA followed by Tukey post hoc test. Values are expressed as means. For clarity, error bars are omitted. Refer to Supplementary Table S1 for a full list of mean and SD values. Sample sizes: Single NL  4; Single HU  6; Social NL  12; and Social HU  12.Muscle and bone, conventionally considered mechanosensitive tissues, are profoundly sensitive to unloading. Hence the impact of social isolation on the response of these tissues to HU was examined. The weight of the soleus, a postural muscle known to undergo atrophy in response to spaceight and unloading (Musacchia et al., 1983; Steen and Musacchia, 1986; Haida et al., 1989; Desplanches et al., 1990) was measured. Experimental groups had comparable body weights at the onset of the 3-day acclimation period in assigned cages. However, there was a trend (non-signicant) for body weight dierences (0.81.0 g) across groups at the onset of HU. To account for these slight dierences, tissue weights were normalized to body weights by dividing tissue weight by the body weight at euthanasia. Use of actual tissue weights did not change the main results or interpretation (Refer to Supplementary Tables S3, S4 for mean and SD of actual tissue weights). In C57BL6NJ mice, HU led to decrements in normalized soleus weight ( Figure 4 ), whether the mice were housed singly or socially. The magnitudes of muscle atrophy between single and social housing HU cohorts were 44 and 36 respectively. There were no dierences in normalized soleus weights between the single and social HU groups. In addition, values for singly and socially housed NL controls were comparable ( Figure 4 ). In C57BL6J mice, social housing HU also led to the expected decrement in normalized soleus weight (Supplementary Figure S4 ). Microcomputed tomography ( mCT) analyses were performed to determine the contribution of social isolation to HU-induced decits in structure of cancellous ( Figures 5AD ) and cortical (Figures 6AE ) bone compartments. As expected, in C57BL6NJ mice HU led to decits in some cancellous structural parameters, specically  BVTV ( Figure 5A ) and Tb.N ( Figure 5D ). Tb.Th (Figure 5B ) and Tb.Sp ( Figure 5C ) were unchanged by HU compared to NL controls. HU also led to decits in some cortical parameters including increased Ma.Ar ( Figure 6A ) and Ec.Pm (Figure 6E ) as well as decreased Ct.Ar ( Figure 6B ), and Ct.Th Frontiers in Physiology  www.frontiersin.org 5 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  6 Tahimic et al. Social Isolation During Hindlimb Unloading FIGURE 4  Soleus weights normalized to day 30 body weights of C57BL6NJ mice. Social envt: Social environment.Statistically signicant at p0.05 using two-way ANOVA followed by Tukey post hoc test. NS: Not signicant. FIGURE 5  Microcomputed tomography ( mCT) analysis of cancellous compartment of proximal tibiae from C57BL6NJ mice. (A) Bone Volume,  BVTV; (B)Trabecular Thickness, Tb.Th; (C)Trabecular Spacing, Tb.Sp; and(D)Trabecular Number, Tb.N. Two-way ANOVA was performed. NS, not signicant. (Figure 6C ) while Ps.Pm ( Figure 6D ) was unchanged in HU versus NL controls. Single housing, independent of HU, also led to modest decits in some cancellous structural parameters FIGURE 6  Microcomputed tomography analysis of cortical compartment of tibiae from C57BL6NJ mice. (A)Marrow Area, Ma.Ar; (B)Cortical Area, Ct.Ar; (C)Cortical Thickness, Ct.Th; (D)Periosteal Perimeter, Ps.Pm; and (E) Endocortical Perimeter, Ec.Pm. Two-way ANOVA was performed. NS, not signicant. including increased Tb.Sp ( Figure 5C ) and decreased Tb.N (Figure 5D ). Further, the type of social environment did not signicantly alter the response to HU in any of the cancellous (Figures 5AD ) and cortical ( Figures 6AE )mCT parameters measured, as there were no interaction eects evident by two- way ANOV A. In C57BL6J mice, there were no dierences between socially housed groups versus NL controls in BVTV ( Supplementary Figure S5A ), Tb.Sp ( Supplementary Figure S5C ), and Tb.N Frontiers in Physiology  www.frontiersin.org 6 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  7 Tahimic et al. Social Isolation During Hindlimb Unloading (Supplementary Figure S5D ). In contrast, there was a 15 decrement in Tb.Th in the HU cohort relative to NL controls (Supplementary Figure S5B ). Compared to NL controls, socially housed HU mice displayed a 16 increase in Ma.Ar (Supplementary Figure S6A ). There was a modest increase of 9 in Ec.Pm ( Supplementary Figure S6E ) in socially housed HU mice versus NL controls. These were consistent with the trend seen for the same parameters in C57BL6NJ mice. Ct. Ar was comparable between NL and HU groups of socially housed C57BL6J mice ( Supplementary Figure S6B ) in contrast to the HU-induced decits (although modest) observed in C57BL6NJ mice ( Figure 6B ). Ps.Pm increased by 4 ( Supplementary Figure S6D ) although its biological relevance is unlikely due to the small magnitude of change. Overall, skeletal responses to HU of socially housed groups in both strains displayed similar trends and recapitulated expected disuse-induced changes in bone structure (Globus and Morey-Holton, 2016). To begin to gain insight into how social isolation during HU may impact the HPA axis, adrenal weights were measured at euthanasia and normalized to body weights ( Figure 7 ) and plasma corticosterone levels were measured at the termination of the study ( Figure 8 ). Adrenal hypertrophy can result from exposure to stressors such as social isolation (Gamallo et al., 1986; Westenbroek et al., 2005; Djordjevic et al., 2012) as well as crowding (Gamallo et al., 1986). In C57BL6NJ mice, singly housed NL controls showed a 43 increase in normalized adrenal weight compared to socially housed NL controls (Figure 7 ). Singly and socially housed groups showed dierential adrenal responses to HU. Whereas there were no statistically signicant dierences due to HU in singly housed mice, HU increased normalized adrenal weights by 29 compared to NL controls in socially housed mice. Singly housed HU and socially housed HU groups showed comparable values ( Figure 7 ). In socially housed, C57BL6J mice, HU did not cause a statistically signicant increase in normalized adrenal weights (Supplementary Figure S7 ), although the trend was consistent with the dierences observed in socially housed C57BL6NJ mice (Figure 7 ). Plasma corticosterone levels at the termination of the experiment were evaluated in singly and socially housed C57BL6NJ mice. HU led to increased levels in circulating corticosterone regardless of social environment ( Figure 8 ). Spleen weights and blood cell populations also were examined to assess the contribution of social isolation on aspects of immunity during HU. In both C57BL6J and C57BL6NJ mice, HU led to a reduction in spleen weights (normalized to body weights) compared to NL controls ( Figure 9 and Supplementary Figure S8 ). The type of social environment did not signicantly alter splenic weights ( Figure 9 ). To further evaluate immune eects, ow cytometric analyses of peripheral WBCs of C57BL6NJ mice were performed to calculate the percentage of select leukocyte subpopulations relative to total WBC, using the common leukocyte antigen (CD45) as a general WBC marker ( Figures 10AD ). Compared to NL controls, HU under single housing conditions led to a reduction in the percentage of CD4Ccells within CD45C cells ( Figure 10A ) while this was not observed in HU under socially housed conditions. CD4Cimmunoreactivity marks FIGURE 7  Left and right (combined) adrenal weights normalized to day 30 body weights of C57BL6NJ mice.Statistically signicant at p0.05 using two-way ANOVA followed by Tukey post hoc test. NS: Not signicant. Sample sizes: Single NL  5; Single HU  6; Social NL  12; and Social HU  12. FIGURE 8  Plasma corticosterone levels of C57BL6NJ mice. Two-way ANOVA with loglinear variance model was applied since unequal variance was observed. NS: Not signicant. Sample sizes: Single NL  8; Single HU  5; Social NL  12; and Social HU  11. a subpopulation of T-helper cells. HU did not alter the percentage of CD8CCD45Ccells, a subpopulation of T-cytotoxic cells, in either social environment ( Figure 10B ). Further, the percentage of CD11bCcells which broadly marks myeloid cells, including neutrophils and monocytes was increased by HU irrespective of social environment ( Figure 10C ). Similarly, HU led to an increased percentage of neutrophils marked by Ly6GCCD11bCimmunoreactivity ( Figure 10D ) regardless of social environment. Frontiers in Physiology  www.frontiersin.org 7 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  8 Tahimic et al. Social Isolation During Hindlimb Unloading FIGURE 9  Spleen weights normalized to day 30 body weights of C57BL6NJ mice. Two-way ANOVA was performed. NS: Not signicant. DISCUSSION We have developed and validated a renement to the NASA Ames HU model that accommodates paired housing of animals while retaining desirable features of the original design such as non-invasive attachment of the animal to the suspension harness and range of movement about the cage. An additional functionality to the current design includes individual access to food and water (not accessible to the other animal); thus, studies requiring customization of food or water as treatments can be readily conducted. Another feature of the current design includes the use of commercial-o-the-shelf (COTS) materials, which can help achieve signicant cost and time savings over the previous standard version (Morey-Holton and Globus, 2002). These cage materials are compatible with typical cleaning and sterilization systems found in animal facilities. Finally, the cages occupy a smaller footprint since cage bottoms can be stacked for easy storage and improved transport. Overall, these changes to the design were intended to benet investigators interested in conducting HU experiments. Other groups have reported the use of paired housing HU systems for mice (Ferreira et al., 2011; Lloyd et al., 2012; Maurel et al., 2016). Similarities between the current design and a previously reported HU system (Ferreira et al., 2011) include the use of COTS components, individual access to food and water and physical contact of cephalad regions of pair housed animals. Notable dierences include the manner by which tail attachment to the suspension apparatus is achieved. In the model developed by Ferreira et al. (2011), the tail is secured to the suspension apparatus via piercing of the tail with surgical wire which may prove useful should there be concerns about tail necrosis andor animals coming down from suspension. In our hands, however, we have not encountered tail necrosis nor accidental release from suspension in our HU studies of short or long duration (up to 30 days) using the tail traction approach. Thus FIGURE 10  Percentages of white blood cell subpopulations in peripheral blood of C57BL6NJ mice. (A)and(B)were analyzed by two-way ANOVA while (C)and(D)had unequal variances and were therefore analyzed by two-way ANOVA with loglinear variance model. NS: Not signicant. Statistically signicant at p0.05 using Tukey post hoc test. NS: Not signicant. Sample sizes: Single NL  8; Single HU  5; Social NL  12; and Social HU  12. our system has the advantage of avoiding the stress associated with anesthesia and tissue injury from surgical procedures. In addition, the current HU system includes the use of a oor grate and bedding that covers the entirety of the cage oor in contrast to the Ferreira et al. (2011) design where no oor grate was employed and bedding partially covered the cage bottom. The choice of ooring (grate, bedding or bare) can potentially impact experimental results. Hence, variations in ooring across current HU systems is one consideration in experiment design and when comparing across studies. Another dierence includes the range of movement about the cage. Our current design retains the pulley apparatus of the standard NASA Ames HU system (Morey-Holton and Globus, 2002), which generally allows for ambulation within most of the available cage area (close to half of the total cage area if socially housed). In contrast, the Ferreira et al. (2011) model secures the suspension apparatus via a xed point which results in a range of movement restricted to a dened radius. Another group has conducted HU in mice housed in pairs although the design of the suspension apparatus prevented physical contact between animals (Lloyd et al., 2012; Krause et al., 2017), in contrast to our current design and the Ferreira et al. (2011) system which both allow cephalad regions of the Frontiers in Physiology  www.frontiersin.org 8 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  9 Tahimic et al. Social Isolation During Hindlimb Unloading animals to come in direct contact. Despite the prior existence of other HU designs that accommodate group housing, no other study has systematically assessed the contribution of the social environment in tissue responses to HU, a knowledge gap that we have begun to address here and highlights the novelty of this current study. We validated this alternative social housing HU system by comparing it to the traditional single housing HU model. Standard housing controls were age- and sex-matched animals freely ambulating in standard mouse cages. Alternative controls have been used in other studies, such as restrained animals wherein the tail is attached to the suspension apparatus without elevating hindquarters (no musculoskeletal unloading, orthostatic suspension) (Gaignier et al., 2014; Rettig et al., 2019). One study reports that tail restraint in itself can lead to blood pressure and heart rate changes similar to that observed in singly housed HU rats (Tsvirkun et al., 2012), changes which were not observed in singly housed freely ambulating animals. Another variant to HU experiment design is to house ambulatory controls in HU cages (Huang et al., 2018). We opted for freely ambulating controls in standard vivarium cages. Although the literature is mixed, grate surfaces may alter HPA axis responses to stressors (Freed et al., 2008; Giral et al., 2011), and orthostatic suspension tail restraint, can itself cause stress responses (Tsvirkun et al., 2012). We recognize that selection of a dierent control group (e.g., restrained mice) may change some of the conclusions drawn from this study. Males were not included in this study and it is well known that some behavioral and physiological responses to social isolation are sexually dimorphic (Caruso et al., 2017; Burke et al., 2018; Matsuda et al., 2018). For example, short-term isolation in female adults increases fear responses, as evaluated by contextual fear memory test, but not in age-matched males (Matsuda et al., 2018). Hence, it possible that some outcomes measured in this study may dier between males and females which can be addressed in future investigations. In C57BL6NJ mice, singly housed HU and NL controls had comparable body weights throughout the experiment while socially housed HU animals displayed a modest decrease in body weights compared to their corresponding controls. The reason for the persistent dierence in body weights in the socially housed groups requires further study (food intake could not be reliably measured). It is possible that behaviors unique to the NL and HU social housing groups may play a role in these dierences. Novel behaviors such as nestlet manipulation could have led to an overall increase in activity levels in socially housed HU animals compared to NL controls, and therefore may result in lower body weights of the socially housed HU mice. Unlike C57BL6NJ mice, socially housed HU and NL control C57BL6J animals had comparable body weights. These ndings from C57BL6J females are consistent with the report of Ferreira et al. (2011) using the same strain, sex and age at onset of HU (personal communication with Dr. M. Brown). The underlying basis for these observations is not yet understood, although the dierent metabolic phenotypes of these two strains (Fisher-Wellman et al., 2016) may have contributed to the discrete eects of social housing HU on body weights.In both strains tested (C57BL6J and C57BL6NJ), housing HU mice in social pairs led to the expected decrements in bone microstructural parameters and soleus muscle weights. The magnitudes of musculoskeletal decits induced by HU between singly and socially housed animals were similar. One interpretation of these ndings is that loss of mechanical loading andor uid shifts contribute primarily to the osteopenia and sarcopenia caused by the traditional model of simulated weightlessness, while social isolation does not appear to signicantly impact these outcomes. However, since HU regardless of social environment led to increases in circulating corticosterone levels, we could not completely rule out the possible contribution of neuroendocrine stress responses (from other sources) to these observed musculoskeletal decits. Further, direct measures of muscle function (e.g., hindlimb grip strength) and bone mechanical properties (e.g., three point bending of tibia or femur) were not conducted due to logistical constraints. Hence, it remains to be elucidated whether the social environment can dierentially impact muscle function and bone strength or whether magnitudes of the decits (if any) will be similar to bone and muscle outputs in this study. Immune system dysregulation occurs during both short and long duration spaceight missions ( 6 months) (Crucian et al., 2015, 2018). Spaceight-induced alterations in immune function include reactivation of herpes viruses (Mehta et al., 2017) as well as changes in the distribution of immune cell populations (Gridley et al., 2009; Morukov et al., 2011). In this study, simulated weightlessness by HU caused a decrement in spleen weight regardless of social environment. Our ndings on HU-induced spleen atrophy is consistent with that observed in autoimmune disease (Dillon et al., 1982) and often in spaceight (Gridley et al., 2003, 2013), while decrements in spleen mass have long been associated with chronically elevated levels of corticosterone and stress (Batuman et al., 1990; Voorhees et al., 2013). Splenectomy compromises the immune system by increasing susceptibility to infections (Sullivan et al., 1978). Compromised immunity in asplenic individuals are primarily seen in reduced Ig class switching and B cell immunity, and although not studied in this report, reduced pre- and pro-B cell populations, along with reduced spleen weight, also have been described in bone loss models (Panaroni et al., 2015). However, it must be noted that other factors apart from immune perturbations could give rise to changes in spleen weight. While the spleen is regarded as a secondary lymphoid organ, it serves additional functions in terms of RBC maintenance and iron storage (Pivkin et al., 2016). Furthermore, the spleen also can accommodate uid pressure shifts by widening or narrowing internal splenic blood vessels in response to signaling atrial natriuretic factor (ANF) from cardiac myocytes (Kaufman, 1992; Sultanian et al., 2001; Kaufman and Levasseur, 2003), which may serve an important role during microgravity-related uid pressure shifts. In contrast to our ndings in the musculoskeletal system, we observed that some aspects of the immune response to HU can be dierentially impacted by the social environment. In C57BL6NJ mice, HU reduced the percentage of CD4CCD45C cells (subpopulation of T-helper cells) compared to NL controls Frontiers in Physiology  www.frontiersin.org 9 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  10 Tahimic et al. Social Isolation During Hindlimb Unloading in singly housed mice, but not in socially housed mice. These ndings were consistent with other reports of decreased T cell numbers in studies using singly housed mice as well as increased susceptibility to infections in crew members during and after ight (Gridley et al., 2009; Crucian et al., 2015, 2018; Mehta et al., 2017). Dierential changes in immune cell populations in HU mice have been reported by others but this was not always observed, with dierent timepoints of collection likely playing a factor in these outcomes. For example, HU (4 days) increased blood neutrophil counts (Sanzari et al., 2013) while HU (21 days) reduced B cells and decreased T-helper (CD4C)T-cytotoxic (CD8C) ratio of mouse splenocytes (Gaignier et al., 2014). Others also have reported reduced CD4C cells in HU (singly housed animals) (Wei et al., 2003; Wang et al., 2007), suggesting disrupted immunity. One important implication of our ndings for future spaceight missions is that facilitating social interactions can potentially mitigate some of the spaceight-induced immune impairments. In addition, studies report elevation of absolute WBCs and neutrophils in astronauts upon landing (Kaur et al., 2004), along with reduced T cell function during short-term (Stowe et al., 2011) and long- term (Crucian et al., 2015) spaceight, lasting weeks and months, respectively. HU regardless of social environment increased the percentage of myeloid populations (CD11bC) and a subset within this population, specically neutrophils (Ly6GCCD11bC). Although there are other possible interpretations, these ndings suggest that some immune cell populations (e.g., neutrophils) may be more sensitive to perturbations in gravitational loading andor uid shifts than others. Due to logistical limitations, characterization of immune cell populations on C57BL6J mice was not conducted. Further studies are needed to evaluate strain- dependence of these immune responses. Taken together, our ndings indicate that HU and social isolation can both have discrete and interactive eects on the immune system. Our ndings also indicate that the social environment can dierentially impact some aspects of the HPA axis in response to HU. In C57BL6NJ mice, singly housed NL controls showed increased adrenal weights compared to socially housed controls consistent with ndings of others (Djordjevic et al., 2012). In the present study, there were no dierences between singly housed NL control and HU groups, suggesting that HU did not exacerbate any adrenal weight changes incurred by social isolation and vice versa. Adrenal weights were increased in socially housed HU cohorts compared to corresponding NL controls. Taken together, our results are consistent with the possibility that both prolonged simulated weightlessness and social isolation can induce chronic stress (adrenal hypertrophy) although the eects of each factor are not additive. These ndings also suggest that social isolation can mask the eects of HU on adrenal hypertrophy. The socially housed animals (NL and HU) in this study had no prior history as cagemates with the exception of one HU pair. To minimize the contribution of stress responses from unfamiliar cagemates andor a new cage environment, animals were acclimated with their new cagemates for 3 days prior to HU. However, it is conceivable that stress from housing with an unfamiliar individual may have contributed to some of theHPA axis results, although assessment of the values for the pair with a longer history of co-habitation did not show any obvious dierences compared to the other 10 socially housed mice. Other studies suggest benets from less frequent cage and bedding changes which is thought to facilitate the maintenance of environmental olfactory cues thereby minimizing stress. For example pup mortality in C57BL6J mice was reduced when cage changes were performed every 14 or 21 days instead of every 7 days (Reeb-Whitaker et al., 2001). In our experience, daily changes of nestlets were necessary to minimize soiling and to prevent the buildup of ramp-like structures that may lead to undesirable loading of the hindlimbs in HU animals. Cages and bedding were changed weekly which allows for retention of olfactory cues. There were no signicant correlations between body weights and normalized adrenal gland weights nor plasma corticosterone levels (data not shown). Hence, we reason that it is less likely that the observed body weight dierences in singly and socially housed C57BL6NJ HU animals can be attributed solely to HPA axis reactivity. There were no dierences in adrenal gland weights in socially housed HU and control C57BL6J mice in our study, consistent with ndings of Ferreira et al. (2011) from pair- housed HU (for 28 days) in females of the same strain and age. Collectively these results indicate that HPA axis responses to HU can be strain-dependent. In this current study, HU regardless of social environment increased circulating corticosterone levels in C57BL6NJ mice, although there was wide within-group variance. Taken together, our ndings suggest that both social isolation and HU in females can lead to responses typically associated with HPA axis activation such as increased adrenal weights and corticosterone levels. The HPA axis interacts with the hypothalamic-pituitary- gonadal (HPG) axis (Mastorakos et al., 2006). Investigating the eects of HPA on the HPG axis was outside the scope and hypotheses of this study. However, we recognize that alterations in neuroendocrine signals can have an impact on ovarian function which in turn can drive skeletal changes independent of unloading. Estrogen deciency (Roggia et al., 2001) and unloading (Shahnazari et al., 2012) each can activate bone remodeling. When combined (e.g., HU or spaceight ovariectomized animals) (Turner et al., 1998; Keune et al., 2015), unloading caused bone loss greater than that from ovariectomy alone, indicating bone loss is multi-factorial and includes systemic and local inputs. The eects of long duration skeletal unloading on ovarian function is not well understood. In rats, HU tends to reduce estrogen levels and cause prolonged diestrus, changes associated with elevated levels of corticosterone (Tou et al., 2004) together with the expected osteopenia (Tou et al., 2005). Further studies are needed to elucidate the interactions of HPA and HPG axes with musculoskeletal unloading and how it impacts responses to microgravity. Tight regulation of the HPA axis is critical for the maintenance of tissue health, including the immune system (Bellavance and Rivest, 2014). Elevated levels of glucocorticoids resulting from chronic stress, exogenous therapy, or endocrine disorders can lead to immune dysfunction and increased osteoclast activity Frontiers in Physiology  www.frontiersin.org 10 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  11 Tahimic et al. Social Isolation During Hindlimb Unloading that contributes to bone loss (Frenkel et al., 2015). Individuals with Cushings disease, a neuroendocrine disorder characterized by over-production of adrenocorticotropic hormone (ACTH) and therefore cortisol, display immune impairments, such as decreased CD4Cpopulations, which we also observed in singly housed HU mice. Neutrophils highly express 11 b-hydroxysteroid dehydrogenase type 1 (11 b-HSD1), which converts cortisone and 11-dehydrocorticosterone into their respective active forms, cortisol and corticosterone. Neutrophils have been reported to be the main population of immune cells expressing 11 b-HSD1 in an inammation model of peritonitis (Coutinho et al., 2016). Our ndings indicate that HU regardless of social environment led to increased percentage of neutrophils and circulating corticosterone levels. We postulate that the increase in neutrophils could have contributed to the elevation in circulating corticosterone levels observed during HU. It is currently unclear whether the HPA axis contributes to the immune changes observed in HU or vice versa. Establishing the direct link between the HPA axis and the observed HU- induced immune changes in singly and socially housed animals needs further study. Percent CD4Cpopulation and adrenal weights are the two outcomes that show dierences between singly and socially housed animals. Although comprising a small subset of the outcomes measured in this study, changes in CD4Cpopulation (T-helper) and HPA axis signals can have a profound impact on immunity and other biological processes. Taken together, our ndings have important implications for the use of the HU model to simulate exposure to the spaceight environment. The possible inuence of social isolation and HPA axis responses should be taken into account when using and interpreting results obtained from the traditional HU model. In addition, the suitability of these two models in meeting specic experimental objectives needs to be considered. For instance, studies focusing on multiple aspects of the spaceight environment such as social isolation stress and microgravity, may benet from employing the traditional single housing HU model. In contrast, investigations that aim to dene physiological changes that are gravity-dependent (excluding social isolation stress) may be better conducted using the social housing HU model. In summary, we developed and validated an alternative social housing HU system that retains desirable features of the traditional NASA Ames HU system. We found that decits in muscle and bone microarchitecture observed in HU mice were fundamentally a response to changes in gravitational loading (i.e., hindquarter disuse and uid shifts) while components of the immune system and HPA axis were dierentially impacted by the social environment during HU. While not in absolute solitude, social connement is experienced in launchlanding and on-board the ISS and is therefore of high relevance to spaceight, especially for long duration missions. The availability of both single and social housing HU models can facilitate studies that aim to distinguish the eects of social interactions on the HPA axis and immune system, thereby expanding the utility of the HU model for studying how the spaceight environment impacts organ systems.DATA AVAILABILITY All datasets generated for this study are included in the manuscript andor the Supplementary Files . ETHICS STATEMENT Animals experiments were carried out in accordance with the recommendations of Guide for the Care and Use of Laboratory Animals, 8th edition (National Research Council (U.S.) Committee for the Update of the Guide for the Care and Use of Laboratory Animals, Institute for Laboratory Animal Research (U.S.) and National Academies Press (U.S.), 2011). All animal experiments were conducted with prior approval from the NASA Ames Institutional Animal Care and Use Committee (IACUC). AUTHOR CONTRIBUTIONS CT, AS, and RG conceived and designed the study. CT, AS, ST, SS, AP , LR, and ML collected the data. RG, JA, CT, and ST conceptualized and designed the social housing HU cages. CT, ST, SS, ML, AS, LR, and AP analyzed the data. CT, RG, AS, AP , AR, LR, and SB interpreted the data. CT wrote the rst draft of the manuscript. RG and AP wrote sections of the manuscript. All authors contributed to the manuscript revision, read, and approved the submitted version. FUNDING This work was supported by grants from the NASA Space Biology Program NNH14ZTT001N (RG). SB was supported by the NASA Space Biology grants NNX15AB42G and NNX13AN38G. AP , AS, and LR were supported by fellowships from the NASA Space Biology Postdoctoral Program (NPP). ACKNOWLEDGMENTS We thank Stephanie Solis DVM and Allison Brown of LifeSource Biomedical Services for helpful suggestions in cage design, Mohit Nalavadi and Ryan Scott for their assistance in the creation of social housing HU cages, and Julia Adams and Dr. Masahiro Terada for their assistance in the animal experiments. We thank Adam Morris and Dr. Sulekha Anand for advice on statistical methods, and Dr. Egle Cekanaviciute for helpful suggestions and comments on the manuscript. SUPPLEMENTARY MATERIAL The Supplementary Material for this article can be found online at: https:www.frontiersin.orgarticles10.3389fphys.2019. 01147fullsupplementary-material Frontiers in Physiology  www.frontiersin.org 11 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  12 Tahimic et al. Social Isolation During Hindlimb Unloading REFERENCES Aitkin, M. (1987). Modelling variance heterogeneity in normal regression using GLIM. J. R. Stat. Soc. 36, 332339. doi: 10.23072347792 Batuman, O. A., Sajewski, D., Ottenweller, J. E., Pitman, D. L., and Natelson, B. H. (1990). Eects of repeated stress on T cell numbers and function in rats. Brain Behav. Immun. 4, 105117. doi: 10.10160889-1591(90)90013-g Beisel, W. R., and Talbot, J. M. (1987). The eects of space ight on immunocompetence. Immunol. Today 8, 197201. doi: 10.10160167-5699(87) 90153-8 Bellavance, M. A., and Rivest, S. (2014). The HPA - immune axis and the immunomodulatory actions of glucocorticoids in the brain. Front. Immunol. 5:136. doi: 10.3389mmu.2014.00136 Bouxsein, M. L., Boyd, S. K., Christiansen, B. A., Guldberg, R. E., Jepsen, K. J., and Muller, R. (2010). Guidelines for assessment of bone microstructure in rodents using micro-computed tomography. J. Bone. Miner. Res. 25, 14681486. doi: 10.1002jbmr.141 Buckey, J. C. Jr., Lane, L. D., Levine, B. D., Watenpaugh, D. E., Wright, S. J., Moore, W. E., et al. (1996). Orthostatic intolerance after spaceight. J. Appl. Physiol. 81, 718. doi: 10.1152jappl.1996.81.1.7 Burke, K., Screven, L. A., and Dent, M. L. (2018). CBACaJ mouse ultrasonic vocalizations depend on prior social experience. PLoS One 13:e0197774. doi: 10.1371journal.pone.0197774 Caruso, M. J., Kamens, H. M., and Cavigelli, S. A. (2017). Exposure to chronic variable social stress during adolescence alters aect-related behaviors and adrenocortical activity in adult male and female inbred mice. Dev. Psychobiol. 59, 679687. doi: 10.1002dev.21541 Clausing, P., Bocker, T., Diekgerdes, J., Gartner, K., Guttner, J., Haemisch, A., et al. (1994). Social isolation modies the response of mice to experimental Mengo virus infection. J. Exp. Anim. Sci. 36, 3754. Cook, R. D., and Weisberg, S. (1983). Diagnostics for heteroscedasticity in regression. Biometrika 70, 110. doi: 10.23072335938 Coutinho, A. E., Kipari, T. M., Zhang, Z., Esteves, C. L., Lucas, C. D., Gilmour, J. S., et al. (2016). 11 b-hydroxysteroid dehydrogenase Type 1 is expressed in neutrophils and restrains an inammatory response in male mice. Endocrinology 157, 29282936. doi: 10.1210en.2016-1118 Crucian, B., Stowe, R. P., Mehta, S., Quiriarte, H., Pierson, D., and Sams, C. (2015). Alterations in adaptive immunity persist during long-duration spaceight. NPJ Microgravity 1:15013. doi: 10.1038npjmgrav.2015.13 Crucian, B. E., Chouker, A., Simpson, R. J., Mehta, S., Marshall, G., Smith, S. M., et al. (2018). Immune system dysregulation during spaceight: potential countermeasures for deep space exploration missions. Front. Immunol. 9:1437. doi: 10.3389mmu.2018.01437 DAunno, D. S., Dougherty, A. H., DeBlock, H. F., and Meck, J. V. (2003). Eect of short- and long-duration spaceight on QTc intervals in healthy astronauts. Am. J. Cardiol. 91, 494497. doi: 10.1016s0002-9149(02)03259-9 Desplanches, D., Mayet, M. H., Ilyina-Kakueva, E. I., Sempore, B., and Flandrois, R. (1990). Skeletal muscle adaptation in rats own on Cosmos 1667. J. Appl. Physiol. 68, 4852. doi: 10.1152jappl.1990.68.1.48 Dillon, A. M., Stein, H. B., and English, R. A. (1982). Splenic atrophy in systemic lupus erythematosus. Ann. Intern. Med. 96, 4043. Djordjevic, J., Djordjevic, A., Adzic, M., Mitic, M., Lukic, I., and Radojcic, M. B. (2015). Alterations in the Nrf2-Keap1 signaling pathway and its downstream target genes in rat brain under stress. Brain Res. 1602, 2031. doi: 10.1016j. brainres.2015.01.010 Djordjevic, J., Djordjevic, A., Adzic, M., and Radojcic, M. B. (2012). Eects of chronic social isolation on Wistar rat behavior and brain plasticity markers. Neuropsychobiology 66, 112119. doi: 10.1159000338605 Eddy, D. R., Schiett, S. G., Schlegel, R. E., and Shehab, R. L. (1998). Cognitive performance aboard the life and microgravity spacelab. Acta Astronaut. 43, 193210. doi: 10.1016s0094-5765(98)00154-4 Ellman, R., Spatz, J., Cloutier, A., Palme, R., Christiansen, B. A., and Bouxsein, M. L. (2013). Partial reductions in mechanical loading yield proportional changes in bone density, bone architecture, and muscle mass. J. Bone. Miner. Res. 28, 875885. doi: 10.1002jbmr.1814 Ferreira, J. A., Crissey, J. M., and Brown, M. (2011). An alternant method to the traditional NASA hindlimb unloading model in mice. J. Vis. Exp. 49:e2467. doi: 10.37912467Fisher-Wellman, K. H., Ryan, T. E., Smith, C. D., Gilliam, L. A., Lin, C. T., Reese, L. R., et al. (2016). A direct comparison of metabolic responses to high-fat diet in C57BL6J and C57BL6NJ mice. Diabetes Metab. Res. Rev. 65, 32493261. doi: 10.2337db16-0291 Foux, A., Seliktar, R., and Valero, A. (1976). Eects of lower body negative pressure (LBNP) on the distribution of body uids. J. Appl. Physiol. 41(5 Pt 1), 719726. doi: 10.1152jappl.1976.41.5.719 Freed, C., Martinez, V., Sarter, M., DeVries, C., and Bergdall, V. (2008). Operant task performance and corticosterone concentrations in rats housed directly on bedding and on wire. J. Am. Assoc. Lab. Anim. Sci. 47, 1822. Freeman, H. C., Hugill, A., Dear, N. T., Ashcroft, F. M., and Cox, R. D. (2006). Deletion of nicotinamide nucleotide transhydrogenase: a new quantitive trait locus accounting for glucose intolerance in C57BL6J mice. Diabetes Metab. Res. Rev. 55, 21532156. doi: 10.2337db06-0358 Frenkel, B., White, W., and Tuckermann, J. (2015). Glucocorticoid-induced osteoporosis. Adv. Exp. Med. Biol. 872, 179215. doi: 10.1007978-1-4939- 2895-8_8 Fritsch, J. M., Charles, J. B., Bennett, B. S., Jones, M. M., and Eckberg, D. L. (1992). Short-duration spaceight impairs human carotid baroreceptor-cardiac reex responses. J. Appl. Physiol. 73, 664671. doi: 10.1152jappl.1992.73.2.664 Gaignier, F., Schenten, V., De Carvalho Bittencourt, M., Gauquelin-Koch, G., Frippiat, J. P., and Legrand-Frossi, C. (2014). Three weeks of murine hindlimb unloading induces shifts from B to T and from th to tc splenic lymphocytes in absence of stress and dierentially reduces cell-specic mitogenic responses. PLoS One 9:e92664. doi: 10.1371journal.pone.0092664 Gamallo, A., Villanua, A., Trancho, G., and Fraile, A. (1986). Stress adaptation and adrenal activity in isolated and crowded rats. Physiol. Behav. 36, 217221. doi: 10.10160031-9384(86)90006-5 Giral, M., Garcia-Olmo, D. C., and Kramer, K. (2011). Eects of wire-bottom caging on heart rate, activity and body temperature in telemetry-implanted rats. Lab. Anim. 45, 247253. doi: 10.1258la.2011.010071 Globus, R. K., and Morey-Holton, E. (2016). Hindlimb unloading: rodent analog for microgravity. J. Appl. Physiol. 120, 11961206. doi: 10.1152japplphysiol. 00997.2015 Gridley, D. S., Mao, X. W., Stodieck, L. S., Ferguson, V. L., Bateman, T. A., Moldovan, M., et al. (2013). Changes in mouse thymus and spleen after return from the STS-135 mission in space. PLoS One 8:e75097. doi: 10.1371journal. pone.0075097 Gridley, D. S., Nelson, G. A., Peters, L. L., Kostenuik, P. J., Bateman, T. A., Morony, S., et al. (2003). Genetic models in applied physiology: selected contribution: eects of spaceight on immunity in the C57BL6 mouse. II. Activation, cytokines, erythrocytes, and platelets. J. Appl. Physiol. 94, 20952103. doi: 10. 1152japplphysiol.01053.2002 Gridley, D. S., Slater, J. M., Luo-Owen, X., Rizvi, A., Chapes, S. K., Stodieck, L. S., et al. (2009). Spaceight eects on T lymphocyte distribution, function and gene expression. J. Appl. Physiol. 106, 194202. doi: 10.1152japplphysiol.91126.2008 Haida, N., Fowler, W. M. Jr., Abresch, R. T., Larson, D. B., Sharman, R. B., Taylor, R. G., et al. (1989). Eect of hind-limb suspension on young and adult skeletal muscle. I. normal mice. Exp. Neurol. 103, 6876. doi: 10.10160014-4886(89) 90187-8 Harvey, A. C. (1976). Estimating regression models with multiplicative heteroscedasticity. Econometrica 44, 461465. doi: 10.23071913974 Huang, Y., Fan, Y., Salanova, M., Y ang, X., Sun, L., and Blottner, D. (2018). Eects of plantar vibration on bone and deep fascia in a rat hindlimb unloading model of disuse. Front. Physiol. 9:616. doi: 10.3389fphys.2018.00616 Hughson, R. L., Robertson, A. D., Arbeille, P., Shoemaker, J. K., Rush, J. W., Fraser, K. S., et al. (2016). Increased postight carotid artery stiness and inight insulin resistance resulting from 6-mo spaceight in male and female astronauts. Am. J. Physiol. Heart Circ. Physiol. 310, H628H638. doi: 10.1152 ajpheart.00802.2015 Ieraci, A., Mallei, A., and Popoli, M. (2016). Social isolation stress induces anxious- depressive-like behavior and alterations of neuroplasticity-related genes in adult male mice. Neural Plast. 2016:6212983. doi: 10.115520166212983 Jessop, J. J., and Bayer, B. M. (1989). Time-dependent eects of isolation on lymphocyte and adrenocortical activity. J. Neuroimmunol. 23, 143147. doi: 10.10160165-5728(89)90033-7 Kaufman, S. (1992). Role of spleen in ANF-induced reduction in plasma volume. Can. J. Physiol. Pharmacol. 70, 11041108. doi: 10.1139y92-153 Frontiers in Physiology  www.frontiersin.org 12 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  13 Tahimic et al. Social Isolation During Hindlimb Unloading Kaufman, S., and Levasseur, J. (2003). Eect of portal hypertension on splenic blood ow, intrasplenic extravasation and systemic blood pressure. Am. J. Physiol. Regul. Integr. Comp. Physiol. 284, R1580R1585. doi: 10.1152ajpregu.00516. 2002 Kaur, I., Simons, E. R., Castro, V. A., Mark Ott, C., and Pierson, D. L. (2004). Changes in neutrophil functions in astronauts. Brain Behav. Immun. 18, 443 450. doi: 10.1016j.bbi.2003.10.005 Keune, J. A., Branscum, A. J., Iwaniec, U. T., and Turner, R. T. (2015). Eects of spaceight on bone microarchitecture in the axial and appendicular skeleton in growing ovariectomized rats. Sci. Rep. 5:18671. doi: 10.1038srep18671 Kondo, H., Yumoto, K., Alwood, J. S., Mojarrab, R., Wang, A., Almeida, E. A., et al. (2010). Oxidative stress and gamma radiation-induced cancellous bone loss with musculoskeletal disuse. J. Appl. Physiol. 108, 152161. doi: 10.1152 japplphysiol.00294.2009 Krause, A. R., Speacht, T. L., Zhang, Y., Lang, C. H., and Donahue, H. J. (2017). Simulated space radiation sensitizes bone but not muscle to the catabolic eects of mechanical unloading. PLoS One 12:e0182403. doi: 10.1371journal.pone. 0182403 Krugel, U., Fischer, J., Bauer, K., Sack, U., and Himmerich, H. (2014). The impact of social isolation on immunological parameters in rats. Arch. Toxicol. 88, 853855. doi: 10.1007s00204-014-1203-0 Lang, T., LeBlanc, A., Evans, H., Lu, Y., Genant, H., and Yu, A. (2004). Cortical and trabecular bone mineral loss from the spine and hip in long-duration spaceight. J. Bone Miner. Res. 19, 10061012. doi: 10.1359JBMR.040307 LeBlanc, A., Lin, C., Shackelford, L., Sinitsyn, V., Evans, H., Belichenko, O., et al. (2000). Muscle volume, MRI relaxation times (T2), and body composition after spaceight. J. Appl. Physiol . 89, 21582164. doi: 10.1152jappl.2000.89.6.2158 Lloyd, S. A., Lewis, G. S., Zhang, Y., Paul, E. M., and Donahue, H. J. (2012). Connexin 43 deciency attenuates loss of trabecular bone and prevents suppression of cortical bone formation during unloading. J. Bone. Miner. Res. 27, 23592372. doi: 10.1002jbmr.1687 Mastorakos, G., Pavlatou, M. G., and Mizamtsidi, M. (2006). The hypothalamic- pituitary-adrenal and the hypothalamic- pituitary-gonadal axes interplay. Pediatr. Endocrinol. Rev. 3(Suppl. 1), 172181. Matsuda, S., Tohyama, S., and Mizutani, A. (2018). Sex dierences in the eects of adult short-term isolation rearing on contextual fear memory and extinction. Neurosci. Lett. 687, 119123. doi: 10.1016j.neulet.2018.09.030 Maurel, D. B., Duan, P., Farr, J., Cheng, A. L., Johnson, M. L., and Bonewald, L. F. (2016). Beta-catenin haplo insucient male mice do not lose bone in response to hindlimb unloading. PLoS One 11:e0158381. doi: 10.1371journal. pone.0158381 McLean, S., Grayson, B., Harris, M., Protheroe, C., Woolley, M., and Neill, J. (2010). Isolation rearing impairs novel object recognition and attentional set shifting performance in female rats. J. Psychopharmacol. 24, 5763. doi: 10. 11770269881108093842 Meck, J. V., Reyes, C. J., Perez, S. A., Goldberger, A. L., and Ziegler, M. G. (2001). Marked exacerbation of orthostatic intolerance after long- vs. short-duration spaceight in veteran astronauts. Psychosom. Med. 63, 865873. doi: 10.1097 00006842-200111000-00003 Mehta, S. K., Laudenslager, M. L., Stowe, R. P., Crucian, B. E., Feiveson, A. H., Sams, C. F., et al. (2017). Latent virus reactivation in astronauts on the international space station. NPJ Microgravity 3:11. doi: 10.1038s41526-017-0015-y Migeotte, P. F., Prisk, G. K., and Paiva, M. (2003). Microgravity alters respiratory sinus arrhythmia and short-term heart rate variability in humans. Am. J. Physiol. Heart Circ. Physiol. 284, H1995H2006. doi: 10.1152ajpheart.00409. 2002 Morey, E. R. (1979). Spaceight and bone turnover: correlation with a new rat model of weightlessness. BioScience 29, 168172. doi: 10.23071307797 Morey-Holton, E., Globus, R. K., Kaplansky, A., and Durnova, G. (2005). The hindlimb unloading rat model: literature overview, technique update and comparison with space ight data. Adv. Space Biol. Med. 10, 740. doi: 10.1016 s1569-2574(05)10002-1 Morey-Holton, E. R., and Globus, R. K. (1998). Hindlimb unloading of growing rats: a model for predicting skeletal changes during space ight. Bone 22(5 Suppl.), 83S88S. doi: 10.1016s8756-3282(98)00019-2 Morey-Holton, E. R., and Globus, R. K. (2002). Hindlimb unloading rodent model: technical aspects. J. Appl. Physiol. 92, 13671377. doi: 10.1152japplphysiol. 00969.2001Morey-Holton, E. R., Halloran, B. P., Garetto, L. P., and Doty, S. B. (2000). Animal housing inuences the response of bone to spaceight in juvenile rats. J. Appl. Physiol. 88, 13031309. doi: 10.1152jappl.2000.88.4.1303 Mortreux, M., Nagy, J. A., Ko, F. C., Bouxsein, M. L., and Rutkove, S. B. (2018). A novel partial gravity ground-based analog for rats via quadrupedal unloading. J. Appl. Physiol. 125, 175182. doi: 10.1152japplphysiol.01083.2017 Morukov, B., Rykova, M., Antropova, E., Berendeeva, T., Ponomaryov, S., and Larina, I. (2011). T-cell immunity and cytokine production in cosmonauts after long-duration space ights. Acta Astronaut. 68, 739746. doi: 10.1016 j.actaastro.2010.08.036 Musacchia, X. J., Steen, J. M., and Deavers, D. R. (1983). Rat hindlimb muscle responses to suspension hypokinesiahypodynamia. Aviat. Space Environ. Med. 54, 10151020. National Research Council (U.S.) Committee for the Update of the Guide for the Care and Use of Laboratory Animals, Institute for Laboratory Animal Research (U.S.), and National Academies Press (U.S.) (2011). Guide for the Care and Use of Laboratory Animals . Washington, DC: National Academies Press, 220. Panaroni, C., Fulzele, K., Saini, V., Chubb, R., Pajevic, P. D., and Wu, J. Y. (2015). PTH signaling in osteoprogenitors is essential for B-lymphocyte dierentiation and mobilization. J. Bone. Miner. Res. 30, 22732286. doi: 10.1002jbmr.2581 Paul, A. M., Acharya, D., Duty, L., Thompson, E. A., Le, L., Stokic, D. S., et al. (2017). Osteopontin facilitates west nile virus neuroinvasion via neutrophil Trojan horse transport. Sci. Rep. 7:4722. doi: 10.1038s41598-017-04839-7 Pierson, D. L., Stowe, R. P., Phillips, T. M., Lugg, D. J., and Mehta, S. K. (2005). Epstein-Barr virus shedding by astronauts during space ight. Brain Behav. Immun. 19, 235242. doi: 10.1016j.bbi.2004.08.001 Pivkin, I. V., Peng, Z., Karniadakis, G. E., Buet, P. A., Dao, M., and Suresh, S. (2016). Biomechanics of red blood cells in human spleen and consequences for physiology and disease. Proc. Natl. Acad. Sci. U.S.A. 113, 78047809. doi: 10.1073pnas.1606751113 Reeb-Whitaker, C. K., Paigen, B., Beamer, W. G., Bronson, R. T., Churchill, G. A., Schweitzer, I. B., et al. (2001). The impact of reduced frequency of cage changes on the health of mice housed in ventilated cages. Lab. Anim. 35, 5873. doi: 10.12580023677011911381 Rettig, T. A., Bye, B. A., Nishiyama, N. C., Hlavacek, S., Ward, C., Pecaut, M. J., et al. (2019). Eects of skeletal unloading on the antibody repertoire of tetanus toxoid andor CpG treated C57BL6J mice. PLoS One 14:e0210284. doi: 10. 1371journal.pone.0210284 Roggia, C., Gao, Y., Cenci, S., Weitzmann, M. N., Toraldo, G., Isaia, G., et al. (2001). Up-regulation of TNF-producing T cells in the bone marrow: a key mechanism by which estrogen deciency induces bone loss in vivo. Proc. Natl. Acad. Sci. U.S.A. 98, 1396013965. doi: 10.1073pnas.251534698 Ronchi, J. A., Figueira, T. R., Ravagnani, F. G., Oliveira, H. C., Vercesi, A. E., and Castilho, R. F. (2013). A spontaneous mutation in the nicotinamide nucleotide transhydrogenase gene of C57BL6J mice results in mitochondrial redox abnormalities. Free Radic. Biol. Med. 63, 446456. doi: 10.1016j.freeradbiomed. 2013.05.049 Ros-Simo, C., and Valverde, O. (2012). Early-life social experiences in mice aect emotional behaviour and hypothalamic-pituitary-adrenal axis function. Pharmacol. Biochem. Behav. 102, 434441. doi: 10.1016j.pbb.2012. 06.001 Sankaran, J. S., Varshney, M., and Judex, S. (2017). Dierences in bone structure and unloading-induced bone loss between C57BL6N and C57BL6J mice. Mamm. Genome 28, 476486. doi: 10.1007s00335-017-9717-4 Sanzari, J. K., Romero-Weaver, A. L., James, G., Krigsfeld, G., Lin, L., Dienderfer, E. S., et al. (2013). Leukocyte activity is altered in a ground based murine model of microgravity and proton radiation exposure. PLoS One 8:e71757. doi: 10.1371journal.pone.0071757 Schmitt, D. A., and Schaar, L. (1993). Isolation and connement as a model for spaceight immune changes. J. Leukoc. Biol. 54, 209213. doi: 10.1002jlb.54. 3.209 Schriner, S. E., Linford, N. J., Martin, G. M., Treuting, P., Ogburn, C. E., Emond, M., et al. (2005). Extension of murine life span by overexpression of catalase targeted to mitochondria. Science 308, 19091911. doi: 10.1126science. 1106653 Shahnazari, M., Kurimoto, P., Boudignon, B. M., Orwoll, B. E., Bikle, D. D., and Halloran, B. P. (2012). Simulated spaceight produces a rapid and sustained loss of osteoprogenitors and an acute but transitory rise of osteoclast precursors Frontiers in Physiology  www.frontiersin.org 13 September 2019  Volume 10  Article 1147fphys-10-01147 September 12, 2019 Time: 16:30  14 Tahimic et al. Social Isolation During Hindlimb Unloading in two genetic strains of mice. Am. J. Physiol. Endocrinol. Metab. 303, E1354 E1362. doi: 10.1152ajpendo.00330.2012 Shanks, N., Renton, C., Zalcman, S., and Anisman, H. (1994). Inuence of change from grouped to individual housing on a T-cell-dependent immune response in mice: antagonism by diazepam. Pharmacol. Biochem. Behav. 47, 497502. doi: 10.10160091-3057(94)90150-3 Shetty, R. A., and Sadananda, M. (2017). Brief social isolation in the adolescent Wistar-Kyoto rat model of endogenous depression alters corticosterone and regional monoamine concentrations. Neurochem. Res. 42, 14701477. doi: 10. 1007s11064-017-2203-2 Spani, D., Arras, M., Konig, B., and Rulicke, T. (2003). Higher heart rate of laboratory mice housed individually vs in pairs. Lab. Anim. 37, 5462. doi: 10.1258002367703762226692 Steen, J. M., and Musacchia, X. J. (1986). Spaceight eects on adult rat muscle protein, nucleic acids, and amino acids. Am. J. Physiol. 251(6 Pt 2), R1059 R1063. doi: 10.1152ajpregu.1986.251.6.R1059 Stowe, R. P., Sams, C. F., and Pierson, D. L. (2003). Eects of mission duration on neuroimmune responses in astronauts. Aviat. Space Environ. Med. 74, 12811284. Stowe, R. P., Sams, C. F., and Pierson, D. L. (2011). Adrenocortical and immune responses following short- and long-duration spaceight. Aviat. Space Environ. Med. 82, 627634. doi: 10.3357asem.2980.2011 Sullivan, J. L., Ochs, H. D., Schiman, G., Hammerschlag, M. R., Miser, J., Vichinsky, E., et al. (1978). Immune response after splenectomy. Lancet 1, 178181. doi: 10.1016s0140-6736(78)90612-8 Sultanian, R., Deng, Y., and Kaufman, S. (2001). Atrial natriuretic factor increases splenic microvascular pressure and uid extravasation in the rat. J. Physiol. 533(Pt 1), 273280. doi: 10.1111j.1469-7793.2001. 0273b.x Thornton, W. E., Moore, T. P., and Pool, S. L. (1987). Fluid shifts in weightlessness. Aviat. Space Environ. Med. 58(9 Pt 2), A86A90. Tou, J. C., Arnaud, S. B., Grindeland, R., and Wade, C. (2005). The eect of puried compared with nonpuried diet on bone changes induced by hindlimb suspension of female rats. Exp. Biol. Med. 230, 3139. doi: 10.1177 153537020523000104 Tou, J. C., Grindeland, R. E., and Wade, C. E. (2004). Eects of diet and exposure to hindlimb suspension on estrous cycling in Sprague-Dawley rats. Am. J. Physiol. Endocrinol. Metab. 286, E425E433. doi: 10.1152ajpendo.00287. 2003 Tsvirkun, D., Bourreau, J., Mieuset, A., Garo, F., Vinogradova, O., Larina, I., et al. (2012). Contribution of social isolation, restraint, and hindlimb unloading to changes in hemodynamic parameters and motion activity in rats. PLoS One 7:e39923. doi: 10.1371journal.pone.0039923 Turner, R. T., Evans, G. L., Cavolina, J. M., Halloran, B., and Morey- Holton, E. (1998). Programmed administration of parathyroid hormone increases bone formation and reduces bone loss in hindlimb-unloaded ovariectomized rats. Endocrinology 139, 40864091. doi: 10.1210endo.139.10. 6227 Voorhees, J. L., Powell, N. D., Moldovan, L., Mo, X., Eubank, T. D., and Marsh, C. B. (2013). Chronic restraint stress upregulates erythropoiesis throughglucocorticoid stimulation. PLoS One 8:e77935. doi: 10.1371journal.pone. 0077935 Vorobiev, D., Maillet, A., Fortrat, J. O., Pastushkova, L., Allevard, A. M., Sigaudo, D., et al. (1995). Blood volume regulating hormones, uid and electrolyte modications during 21 and 198-day space ights (Altair-MIR 1993). Acta Astronaut. 36, 733742. doi: 10.10160094-5765(95)00164-6 Wagner, E. B., Granzella, N. P., Saito, H., Newman, D. J., Young, L. R., and Bouxsein, M. L. (2010). Partial weight suspension: a novel murine model for investigating adaptation to reduced musculoskeletal loading. J. Appl. Physiol. 109, 350357. doi: 10.1152japplphysiol.00014.2009 Wang, K. X., Shi, Y., and Denhardt, D. T. (2007). Osteopontin regulates hindlimb- unloading-induced lymphoid organ atrophy and weight loss by modulating corticosteroid production. Proc. Natl. Acad. Sci. U.S.A. 104, 1477714782. doi: 10.1073pnas.0703236104 Wei, L. X., Zhou, J. N., Roberts, A. I., and Shi, Y. F. (2003). Lymphocyte reduction induced by hindlimb unloading: distinct mechanisms in the spleen and thymus. Cell Res. 13, 465471. doi: 10.1038sj.cr.7290189 Westenbroek, C., Snijders, T. A., den Boer, J. A., Gerrits, M., Fokkema, D. S., and Ter Horst, G. J. (2005). Pair-housing of male and female rats during chronic stress exposure results in gender-specic behavioral responses. Horm. Behav. 47, 620628. doi: 10.1016j.yhbeh.2005.01.004 Wronski, T. J., and Morey, E. R. (1982). Skeletal abnormalities in rats induced by simulated weightlessness. Metab. Bone Dis. Relat. Res. 4, 6975. doi: 10.1016 0221-8747(82)90011-x Wronski, T. J., and Morey-Holton, E. R. (1987). Skeletal response to simulated weightlessness: a comparison of suspension techniques. Aviat. Space Environ. Med. 58, 6368. Wu, W., Y amaura, T., Murakami, K., Murata, J., Matsumoto, K., Watanabe, H., et al. (2000). Social isolation stress enhanced liver metastasis of murine colon 26-L5 carcinoma cells by suppressing immune responses in mice. Life Sci. 66, 18271838. doi: 10.1016s0024-3205(00)00506-3 Y amamoto, N., Otsuka, K., Kubo, Y., Hayashi, M., Mizuno, K., Ohshima, H., et al. (2015). Eects of long-term microgravity exposure in space on circadian rhythms of heart rate variability. Chronobiol. Int. 32, 327340. doi: 10.3109 07420528.2014.979940 Zhang, L. F., and Hargens, A. R. (2018). Spaceight-induced intracranial hypertension and visual impairment: pathophysiology and countermeasures. Physiol. Rev. 98, 5987. doi: 10.1152physrev.00017.2016 Conict of Interest Statement: The authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential conict of interest. Copyright  2019 Tahimic, Paul, Schreurs, Torres, Rubinstein, Steczina, Lowe, Bhattacharya, Alwood, Ronca and Globus. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Frontiers in Physiology  www.frontiersin.org 14 September 2019  Volume 10  Article 1147",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]