[
    {
        "pmid": "25457968",
        "title": "Stem cell health and tissue regeneration in microgravity.",
        "year": "2014",
        "journal": "Stem Cells Dev",
        "abstract": "Exposure to microgravity causes significant mechanical unloading of mammalian tissues, resulting in rapid alterations of their physiology, which poses a significant risk for long-duration manned spaceflight. The immediate degenerative effects of spaceflight we understand best are those studied during short-term low-Earth-orbit experiments, and include rapid microgravity-adaptive bone and muscle loss, loss of cardiovascular capacity, defects in wound and bone fracture healing, and impaired immune function. Over the long-term, exposure to microgravity may cause severe deficits in mammalian stem cell-based tissue regenerative health, including, osteogenesis, hematopoiesis, and lymphopoeisis, as well as cause significant stem cell-based tissue degeneration in amphibian tail and lens regeneration. To address the needs for stem cell and other cell science research on the International Space Station (ISS), NASA has developed the new Bioculture System that will allow investigators to initiate and conduct on-orbit experiments that astronauts will be able to monitor and interact with during the course of cell cultures. This cell culture capability combined with advanced technologies for molecular biology and on-orbit measurement of gene expression (WetLab2) and other tools that are now coming online bring the ISS National Laboratory a step closer to becoming a fully functional space laboratory for advancing space biological sciences.",
        "full_text": "73 Stem Cells and Development  Vol. 23, Supp. 1 2014  DOI: 10.1089scd.2014.0408regenerative health during long - term space  ight, and how NASA ISS Space Biology experimental capabilities can address these science questions. The space environment induces tissue degeneration Astronauts in space are exposed to several different gravitational environments that a f f e c t b a s i c b i o l o g i c a l p r o c e s s e s . T h e majority of human space  ights have been conducted in low Earth orbit (LEO), which existing in a low - gravity space environment. The predominant space c o n di ti o ns th a t di ff er fr o m th o s e f o un d on Earth are the absence of gravity, absence of a charged - particle - de  ecting geomagnetic  eld, and the lack of an atmosphere. Because of this unique environment, we need to understand the response of terrestrial life to space from single cells to the level of integrated tissues and organ systems, before further human space exploration and expansion beyond Earth can occur. Here we focus on how the lack of gravity mechanostimulatory forces in space is a major concern for stem cell and tissue INTRODUCTION H umanity has both a strong aspiration and a practical need to become a space - faring race, and to expand and establish its presence on other solar system moons and planets, such as Mars. However, in order to achieve these long - term aims, terrestrial life, both human and other species essential to our survival, need to overcome the many challenges that arise from ABSTRACT Exposure to microgravity causes significant mechanical unloading of mammalian tissues, resulting in rapid alterations of their physiology, which poses a signi  cant risk for long - duration manned space  ight. The immediate degenerative effects of space  ight we understand best are those studied during short - term low - Earth - orbit experiments, and include rapid microgravity - adaptive bone and muscle loss, loss of cardiovascular capacity, defects in wound and bone fracture healing, and impaired immune function. Over the long - term, exposure to microgravity may cause severe de  cits in mammalian stem cell - based tissue regenerative health, including, osteogenesis, hematopoiesis, and lymphopoeisis, as well as cause signi  cant stem cell - based tissue degeneration in amphibian tail and lens regeneration. To address the needs for stem cell and other cell science research on the International Space Station (ISS), NASA has developed the new Bioculture System that will allow investigators to initiate and conduct on - orbit experiments that astronauts will be able to monitor and interact with during the course of cell cultures. This cell culture capability combined with advanced technologies for molecular biology and on - orbit measurement of gene expression (WetLab2) and other tools that are now coming online bring the ISS National Laboratory a step closer to becoming a fully functional space laboratory for advancing space biological sciences. Stem Cell Health and Tissue Regeneration in Microgravity Elizabeth Blaber , Kevin Sato , and Eduardo A.C. Almeida  STEM CELL RESEARCH BEYOND BORDERS Space Biosciences Division, NASA Ames Research Center , Moffett Field, California. (Correspondence: e.almeida  nasa.gov) The lack of gravity in space is a major concern for stem cell and tissue regenerative health during long - term space  ight.Blaber et al. 74 Stem Cells and Development  Vol. 23, Supp. 1 2014is approximately 160  2,000 km above the Earth  s surface 1, still protected from charged particle space radiation. Normal terrestrial gravity (1 g ) forces objects to accelerate toward the center of the Earth. The Earths surface resists the downward acceleration of gravity, and it is this force t h a t s h a p e s t h e n a t u r e o f o u r musculoskeletal system and how it supports our body. Therefore, on Earth, organisms are constantly subjected to contact forces that provide an array of mechanical stimulation essential for the function of many physiological systems. The in  uence of these mechanical contact forces on the human body is especially evident in the effects of physical exercise loads on the weight - bearing skeleton. Increased load during weight - bearing exercise causes increased musculoskeletal growth to enable the body to withstand these increased forces. For orbital  ight around the Earth, the force of the Earth  s gravity keeps the spacecraft moving in an orbital path. Although zero gravity is not e x p e r i e n c e d i n L E O , n e a r - z e r o c o n t a c t forces are exerted by the spacecraft on its inhabitants, or in other words, the astronauts and the contents of the spacecraft are in a state of free fall in orbit around the Earth 1, resulting in gravitational force of approximately 1  10  6 g , microgravity. In s p a c e , t h i s l a c k o f n o r m a l g r a v i t y a n d resulting loss of mechanical stimulation of cells and tissues are responsible for many of the physiological problems that astronauts experience  from space motion sickness and otolith dysfunction, to cardiovascular, bone, and muscle degeneration. Speci  cally, as astronauts have journeyed in microgravity, the spaceflight gravitational environment revealed many immediate tissue degenerative consequences for life. These include bone loss 2  9, muscle loss 2,10  15, loss of cardiovascular c a p a c i t y  1 6  1 9  , p o s s i b l e d e f e c t s i n wound 20  22 and bone fracture healing 23  25, and impaired immune function 6,26  31. The majority of space biological experimentation was conducted on the Space Shuttle, which supported short - term (1  2 weeks) experiments on spaceflight effects. In particular, research concentrated on the more noticeable changes that occur as an a d a p t a t i o n t o m o v i n g f r o m l o a d e d conditions at 1 g to unloaded conditions in microgravity. In the long - term, however, microgravity may also affect normal ongoing tissue regenerative growth and repair, a process dependent on the proliferation and differentiation of tissue - specific adult stem cells that are progenitors of mature terminally differentiated cells in most tissues. New investigations on ISS are now focusing on longer - term experiments that are becoming possible with ISS completion and ISS - resident experimental biology hardware. The physiological effects of space  ight on stem cells The cell culture experiments conducted in space have used a variety of cell types, including somatic stem cells, embryonic stem cells, and cell culture lines, to attempt to determine the influence of microgravity on cellular function (Fig. 1). Through these experiments, the detrimental effects of microgravity on c e l l u l a r f u n c t i o n w e r e c o n s i s t e n t l y revealed, including inhibition of osteoblast differentiation 2,32,33, reduced osteoblast numbers 34, atrophy of skeletal muscle cells 14,35,36, impaired activation of immune cells and consequently the immune system 37  39, abnormal formation of chondrocytes 40, and collapse of the cytoskeleton in T lymphoblastoid cells (Jurkat) 41, thereby displaying the impact of microgravity on various physiological systems. I n a m a j o r i t y o f c a s e s , m i c r o g r a v i t y cell studies focused on terminally differentiated cells and immortalized cell lines. However, considering the widespread effects of mechanical unl o a d in g o n t h e b o d y , i t i s l ik e l y t h a t somatic stem cells will also be adversely affected by this environment. Somatic stem cells have the ability to differentiate i n t o a n u m b e r o f l i n e a g e - s p e c i f i c t e r m i n a l l y d i f f e r e n t i a t e d c e l l s , a s s u c h altered somatic stem cell function will have signi  cant rami  cations to multiple cell lineages throughout the body. A very small subset of space  ight experiments have focused on somatic stem cells, with the majority studying the differentiation and proliferation capacity of bone marrow - derived hematopoietic stem cells (HSCs) and mesenchymal stem cells. Exposure to space  ight following addition of osteogenic differentiation factors resulted in increased expression of genes related to neural development, neural morphogenesis, and transmission of nerve impulses and synapses in studies conducted on ISS 42. This same study found increased expression of cell cycle arrest molecules indicating either increased differentiation of cells in space o r a c t i v a t i o n o f c e l l u l a r q u i e s c e n c e o r senescence 42. In the HSC lineage, a suppression of proliferation and differentiation has also been noted  6,26,43 . Additionally , shifts in immune cell phenotypes were noted in experiments  own on board STS - 108 with an increase in the numbers of bone marrow  derived T cells and a decrease in bone marrow  derived B cells 44. Studies on STS - 63 and STS - 69 with CD34  bone marrow progenitor cells revealed decreases in total cell number in microgravity samples, and additionally decreased erythropoiesis and increased macrophage differentiation 45. Furthermore, studies investigating the bone marrow stem cell population in the femoral head of space -  own mice revealed a n a c c u m u l a t i o n o f r e d b l o o d c e l l s , decreased numbers of megakaryocytes, and decreased capacity of both mesenchymal and hematopoietic stem cells to differentiate into terminal lineages 43. Such results highlight the alterations in stem cell proliferation and differentiation during space  ight. Recent space  ight experiments addressed t h e r o l e o f m i c r o g r a v i t y i n r e g u l a t i n g stem cell - based tissue regeneration. In collaborative NASA - U.S.  Russian experiments conducted during the Foton M2 and M3 missions, tissue regeneration in microgravity was studied using a lower vertebrate newt tail blastema model, which established that microgravity inhibited the transition between stem cell Stem Cells in Microgravity 75 Stem Cells and Development  Vol. 23, Supp. 1 2014impaired the ability of embryonic stem cells to express differentiation markers and instead resulted in maintenance of  stemness  46  48. Similar results were seen in studies of somatic bone marrow stem cells isolated from mouse bones  own on the STS - 131 mission. In these studies, microgravity caused an inhibition of differentiation in mouse bone marrow osteoprogenitors required for normal bone regeneration, accompanied by p21 - mediated cell cycle arrest  4 3,49 . Upon reloading following microgravity, the regenerative potential of bone marrow stromal cells to differentiate was greatly increased re  ecting an accumulation of undifferentiated stem cell precursors in bone marrow. Studies of gene expression in these cells displayed widespread downregulation of hematopoietic and mesenchymal stem cell marker genes, w i t h n o a l t e r a t i o n i n e a r l y m a r k e r s o f stemness. Recent NASA - U.S.  Russian microgravity experiments in the Bion M1 mission con  rm previous results on stem cell differentiation inhibition by microgravity, and accumulation of stem c e l l p r e c u r s o r s i n b o n e m a r r o w ( E . Almeida, unpublished data). In total, these recent experiments suggest a possible universal microgravity response by stem cells across various cell, tissue, and organismal experimental models, consisting of a partial inhibition of the transition from dividing progenitors to cell cycle - arrested, terminally differentiated adult cells. Such a fundamental need for gravity mechanical stimulation to maintain stem cell regenerative health appears more and more to be a basic feature of mammalian life on Earth at 1 g , and it suggests that long - term spaceflight in microgravity may cause a broad inhibition of stem cell - based tissue regeneration. New capability for conducting stem cell culture studies on ISS The Cell Culture Module (CCM; DoD) used in many of the experiments described FIG. 1. The experimental models used to study stem cells in space include the regenerating tail in the newt ( Pleurodeles waltl ) (A) , which contains rapidly proliferating blastema - derived tissue - speci  c de - differentiated stem cells shown here labeled in red with BrdU (B) ; mouse embryonic stem cells (C) , differentiated into embryoid bodies during space  ight (D) ; and mouse bone marrow (E) , where hematopoietic (F) and mesenchymal stem cell lineage differentiation have been investigated using cell and molecular approaches. progenitor and differentiated cells. Conversely, ground centrifugation experiments showed that hypergravity promoted stem cell - based tissue regeneration by stimulating progenitor differentiation. In the STS - 131 and STS - 135 space shuttle missions to ISS, the in uence of microgravity on embryonic stem cell differentiation was studied by inducing differentiation into an early embryogenesis model, of embryoid body formation, and with the terminal differentiation of the keratinocyte lineage. In both studies, microgravity signi  cantly Blaber et al. 76 Stem Cells and Development  Vol. 23, Supp. 1 2014above was designed in the 1990s for the Space Shuttle middeck locker, and it required functional and operational upgrades for long - duration ISS experiments. The CCM design supported fully automated hollow  ber bioreactor cell culturing for up to 2 weeks with  xation on - orbit or live cell return, but it had no options to start cultures on - orbit, collect samples of the cultures, conduct microscopic observations, change the culture medium, and conduct other standard cell culture activities on - orbit. As the NASA Space Life and Physical Sciences and ISS programs sought to replace the CCM hardware for the ISS National Lab, it incorporated requirements for extensive user - interactive features to allow on - orbit cell science experimentation in the new Bioculture System (Fig. 2). Speci  cally, the new Bioculture System is both an automated and crew - accessible cell culture hardware that provides controlled maintenance  growth medium, gas, and temperature of cell cultures in the microgravity environment of space. The system incorporates 10 independent cassettes each with perfusion - based cell culture porous - hollow  ber bioreactors. The porous hollow  bers protect cells from  uid shear forces created by perfused feeding, which would otherwise mask microgravity effects. Computer - controlled fluidics allow for manual or fully automated operation of medium change, i n j e c t i o n s , m e d i u m o r c e l l s a m p l e collection, and an internal refrigerated storage compartment. NASA envisions investigators being able to conduct cell science experiments end - to - end on ISS, with on - orbit capabilities for initiating cultures from frozen stocks, sampling cell cultures for on - orbit studies of gene expression by qPCR (using the WetLab2 capabilities), and for microscopic observation and imaging, adding growth and differentiation factors to cultures depending on culture progression, and preserving and  or isolating RNA, DNA, and proteins on - orbit. This approach of using ISS as a National Laboratory, similar to ground - based laboratories, is challenging but also promises improved science outcomes. Furthermore, it allows NASA to develop the capability to conduct biological experimentation in space for future long - term exploration, and to gain greater insight into how the space environment affects stem cells and stem cell - based regenerative health in microgravity. ACKNOWLEDGMENTS This work was supported by the NASA Space Biology Program, NASA Fundamental Space Biology Grants NNH08ZTT003N and NNH07ZTT001N to E. Almeida, and N AS A P ostdoctoral Program Fellowship to E. Blaber. Author Disclosure Statement No competing  nancial interests exist. REFERENCES 1. Lackner JR and P DiZio. (2000). Human orientation and movement control in weightless and artificial gravity environments. Exp Brain Res 130:2  26. 2. Nabavi N, et al. (2011). Effects of microgravity on osteoclast bone resorption and osteoblast cytoskeletal organization and adhesion. Bone 49:965  974. FIG. 2. The NASA Bioculture System consists of a docking station housing and supporting 10 independent cell culture cassettes, (A) designed for the bISS express rack. Each durable cassette contains an internal disposable  ow path (B) consisting of media bags, a hollow  ber bioreactor, and  uidic components, including tubing, pumps, and valves. The bioreactor (C) is uniquely capable of delivering nutrients and removing waste through diffusion without direct mechanostimulatory  uid  ow in contact with the cells, and supports cell adhesion to  bers or to matrix - coated alginate microcarrier beads such as in nonproliferating human induced pluripotent stem cells - derived cardiomyocytes (D) , or proliferating osteocytic cultures (E) . It allows NASA to gain greater insight into how the space environment affects stem cells in microgravity.Stem Cells in Microgravity 77 Stem Cells and Development  Vol. 23, Supp. 1 2014 3 . H u g h e s - F u l f o r d M . ( 2 0 0 3 ) . F u n c t i o n o f t h e c y t o s k e l e t o n i n g r a v i s e n s i n g during spaceflight. Adv Space Res 32:1585  1593. 4. Ohshima H. (2006). Bone loss and bone metabolism in astronauts during long - duration space  ight. Clin Calcium 16:81  85. 5. Smith SM and M Heer. (2002). Calcium and bone metabolism during space  ight. Nutrition 18:849  852. 6 . Z a y z a f o o n M , V E M e y e r s a n d J M McDonald. (2005). Microgravity: the immune response and bone. Immunol Rev 208:267  280. 7. Zerath E. (1998). Effects of microgravity on bone and calcium homeostasis. Adv Space Res 21:1049  1058. 8. Tamma R, et al. (2009). Microgravity during space  ight directly affects in vitro osteoclastogenesis and bone resorption. FASEB J 23:2549  2554. 9. Bikle DD, T Sakata and BP Halloran. (2003). The impact of skeletal unloading on bone formation. Gravit Space Biol Bull 16:45  54. 10. Bajotto G and Y Shimomura. (2006). Determinants of disuse - induced skeletal m u s c l e a t r o p h y : e x e r c i s e a n d n u t r i t i o n countermeasures to prevent protein loss. J Nutr Sci Vitaminol (Tokyo) 52:233  247. 11. Ferrando AA, D Paddon - Jones and RR Wolfe. (2002). Alterations in protein metabolism during space flight and inactivity. Nutrition 18:837  841. 12. Fitts RH, DR Riley and JJ Widrick. (2001). Functional and structural a d a p t a t i o n s o f s k e l e t a l m u s c l e t o microgravity. J Exp Biol 204:3201  3208. 13. Ogneva IV. (2010). Transversal stiffness of  bers and desmin content in leg muscles of rats under gravitational unloading of various durations. J Appl Physiol 109:1702  1709. 14. Fitts RH, et al. (2010). Prolonged space  ight - induced alterations in the structure and function of human skeletal muscle  bres. J Physiol 588:3567  3592. 15. Trappe S, et al. (2009). Exercise in space: human skeletal muscle after 6 months aboard the International Space Station. J Appl Physiol 106:1159  1168. 16. Aubert AE, F Beckers and B Verheyden. (2005). Cardiovascular f u n c t i o n a n d b a s i c s o f p h y s i o l o g y i n microgravity. Acta Cardiol 60:129  151. 17. Convertino VA. (2005). Consequences o f c a r d i o v a s c u l a r a d a p t a t i o n t o space  ight: implications for the use of pharmacological countermeasures. Gravit Space Biol Bull 18:59  69. 18. Cooke WH and VA Convertino. (2005). Cardiovascular consequences of weightlessness promote advances in clinical and trauma care. Curr Pharm Biotechnol 6:285  297. 19. Norsk P. (2005). Cardiovascular and  uid volume control in humans in space. Curr Pharm Biotechnol 6:325  330. 20. Kirkpatrick AW, et al. (1997). Blunt trauma and operative care in microgravity: a review of microgravity physiology and surgical investigations with implications for critical care and operative treatment in space. J Am Coll Surg 184:441  453. 21. Radek KA, et al. (2008). Mechanical unloading impairs keratinocyte migration and angiogenesis during cutaneous wound healing. J Appl Physiol 104:1295  1303. 22. Martinez DA, et al. (2007). Temporal extracellular matrix adaptations in ligament during wound healing and hindlimb unloading. Am J Physiol Regul Integr Comp Physiol 293:R1552  R1560. 23. Durnova GN, et al. (1991). The effect of weightlessness on fracture healing of rats  own on the biosatellite Cosmos - 2044. Kosm Biol Aviakosm Med 25:29  33. 24. Kaplansky AS, et al. (1991). The effect of microgravity on bone fracture healing i n r a t s f l o w n o n C o s m o s - 2 0 4 4 . Physiologist 34:S196  S199. 25. Kirchen ME, et al. (1995). Effects of microgravity on bone healing in a rat fibular osteotomy model. Clin Orthop Relat Res 1995:231  242. 26. Borchers AT, CL Keen and ME Gershwin. (2002). Microgravity and immune responsiveness: implications for space travel. Nutrition 18:889  898. 27. Klaus DM and HN Howard. (2006). Antibiotic efficacy and microbial virulence during space flight. Trends Biotechnol 24:131  136. 28. Sonnenfeld G. (2005). The immune system in space, including Earth - based bene ts of space - based research. Curr Pharm Biotechnol 6:343  349. 29. Crucian B, et al. (2011). Monocyte phenotype and cytokine production pro les are dysregulated by short - duration space  ight. Aviat Space Environ Med 82:857  862. 30. Stowe RP, CF Sams and DL Pierson. (2011). Adrenocortical and immune responses following short - and long - duration space  ight. Aviat Space Environ Med 82:627  634. 31. Sonnenfeld G. (2005). Use of animal models for space  ight physiology studies, with special focus on the immune system. Gravit Space Biol Bull 18:31  35. 3 2. Landis W , et al. ( 2000 ) . S pace  ight effects on cultured embryonic chick bone cells. J Bone Min Res 15:1099  1112. 33. Carmeliet G, G. Nys and R Bouillon. (1997). Microgravity reduces the differentiation of human osteoblastic MG - 63 cells. J Bone Miner Res 12:786  794. 34. Hughes - Fulford M and ML Lewis. (1996). Effects of microgravity on osteoblast growth activation. Exp Cell Res 224:103  109. 3 5 . V a n d e n b e r g H , e t a l . ( 1 9 9 9 ) . S p a c e travel directly induces skeletal muscle atrophy. FASEB J 13:1031  1038. 36. Allen DL, et al. (2009). Effects of space  ight on murine skeletal muscle gene expression. J Appl Physiol 106:582  595. 37. Cogoli A. (1996). Gravitational p h y s i o l o g y o f h u m a n i m m u n e c e l l s : a review of in vivo, ex vivo and in vitro studies. J Grav Physiol 3:1  10. 38. Gridley DS, et al. (2009). Space  ight effects on T lymphocyte distribution, function and gene expression. J Appl Physiol 106:194  202. 39. Buravkova LB, et al. (2008). Cytotoxic activity of natural killer cells in vitro under microgravity. Dokl Biol Sci 421:275  277. 40. Freed L, et al. (1997). Tissue engineering of cartilage in space. Proc Natl Acad Sci USA 94:13885  13890. 41. Lewis ML, et al. (1998). Space  ight alters microtubules and increases apoptosis in human lymphocytes (Jurkat). FASEB J 12:1007  1018. 42. Monticone M, et al. (2010). Activation of nervous system development genes in bone marrow derived mesenchymal stem cells following space  ight exposure. J Cell Biochem 111:442  452. Blaber et al. 78 Stem Cells and Development  Vol. 23, Supp. 1 2014 43. Blaber EA, et al. (2014). Mechanical unloading of bone in microgravity reduces mesenchymal and hematopoietic stem cell - mediated tissue regeneration. Stem Cell Res 13:181  201. 44. Pecaut MJ, et al. (2003). Genetic models in applied physiology: selected contribution: effects of spaceflight on immunity in the C57BL  6 mouse. I. Immune population distributions. J Appl Physiol 94:2085  2094. 45. Davis TA, et al. (1996). Effect of spaceflight on human stem cell hematopoiesis: suppression of erythropoiesis and myelopoiesis. J Leukoc Biol 60:69  76. 46. Blaber E, H Finkelstein, N Dvorochkin, BP Burns and EA Almeida. (2011). Space  ight alters the migratory ability of stem cell derived keratinocytes resulting in decreased wound healing potential. Mol Biol Cell 22:4705 (Abstract 1533). 47. Finkelstein H, N Dvorochkin, R Yousuf, R K G l o b u s a n d E A A l m e i d a . ( 2 0 1 0 ) . Space  ight reduces the tissue regenerative potential of stem cells by decreaseing proliferation and increasing early differentiation. Gravit Space Biol 24:38. 48. Finkelstein H, E Blaber, N Dvorochkin, RK Globus, BP Burns and EA Almeida. (2011). Space  ight reduces the wound healing potential of stem cell derived keratinocytes by decreasing migration. Gravit Space Biol 26(1). 49. Blaber EA, et al. (2013). Microgravity i n d u c e s p e l v i c b o n e l o s s t h r o u g h osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1a  p21. PLoS One 8:e61372.",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            }
        ]
    }
]