[
    {
        "pmid": "28034853",
        "title": "Draft Genome Sequences of Biosafety Level 2 Opportunistic Pathogens Isolated from the Environmental Surfaces of the International Space Station.",
        "year": "2016",
        "journal": "Genome Announc",
        "abstract": "The draft genome sequences of 20 biosafety level 2 (BSL-2) opportunistic pathogens isolated from the environmental surfaces of the International Space Station (ISS) were presented. These genomic sequences will help in understanding the influence of microgravity on the pathogenicity and virulence of these strains when compared with Earth strains.",
        "full_text": "Draft Genome Sequences of Biosafety Level 2 Opportunistic Pathogens Isolated from the Environmental Surfaces of the International SpaceStation Aleksandra Checinska Sielaff,aNitin K. Singh,aJonathan E. Allen,bJames Thissen,bCrystal Jaing,b Kasthuri Venkateswarana Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USAa; Lawrence Livermore National Laboratory, Livermore, California, USAb The draft genome sequences of 20 biosafety level 2 (BSL-2) opportunistic pathogens isolated from the environmental surfaces of the International Space Station (ISS) were presented. These genomic sequences will help in understanding the inuence of mi-crogravity on the pathogenicity and virulence of these strains when compared with Earth strains. Received 20 September 2016 Accepted 31 October 2016 Published 29 December 2016 Citation Checinska Sielaff A, Singh NK, Allen JE, Thissen J, Jaing C, Venkateswaran K. 2016. Draft genome sequences of biosafety level 2 opportunistic pathoge ns isolated from the environmental surfaces of the International Space Station. Genome Announc 4(6):e01263-16. doi:10.1128genomeA.01263-16. Copyright  2016 Checinska Sielaff et al. This is an open-access article distributed under the terms of the Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov. In an on-going Microbial Observatory experiment on the Inter- national Space Station (ISS), multiple biosafety level 2 (BSL-2) bacterial isolates were isolated, identied, and whole-genome se-quences (WGS) were generated. The genomic data enables thedetermination of the microgravity inuence on pathogenicity andvirulence in these microorganisms by comparison to type strainsof the corresponding species. Acinetobacter pittii is a nonmotile coccobacilli isolated forthe rst time from cerebrospinal uid ( 1). Multiple strains of A. pitti were isolated from the cupola area. The IIF1SW-P1 was resistant to cefazolin, cefoxitin, oxacillin, penicillin, and rifam-pin. Two multidrug-resistant Enterobacter sp. isolates were found in the waste and hygiene compartment (WHC) location. SpeciesofEnterobacter cloacae complex (Ecc) are commonly found in the environment, but are of high clinical signicance ( 2). TABLE 1 Statistics summary for the 20 draft ISS BSL-2 bacterial genome sequences Strain NCBI accession no. Isolation locationNo. of contigsGenome size (bp) N50(bp)Median coverageGH11001C content()Error correctedreadsCoding sequences A. pittii IIF1SW-P1 MIZX00000000 Port panel next to cupola 150 4,041,255 144,373 799 38.7 25,486,884 3,821 Enterobacter sp. IF2SW-B1 MJAA00000000 WHCa 437 5,097,299 306,837 686 55.2 24,992,043 4,671 Enterobacter sp. IF2SW-P2 MJAB00000000 WHCa 230 4,974,814 298,912 850 55.8 30,618,796 4,629 P. conspicua IF5SW-P1 MIZY00000000 Node 1 overhead 4 280 5,126,609 216,776 797 55.6 34,104,170 4,852 S. aureus IF4SW-P1 MIZH00000000 Dining table 498 2,980,137 64,789 3,695 32.7 76,859,228 2,733 S. aureus IF6SW-P2 MIZI00000000 PMM port 1b 204 2,836,553 355,893 2,578 32.8 51,467,673 2,657 S. aureus IF6SW-P2-RA MIZK00000000 PMM port 1b 228 2,845,178 295,897 2,740 32.8 55,167,977 2,659 S. aureus IF6SW-P3A MIZJ00000000 PMM port 1b 276 2,868,506 232,680 2,254 32.8 46,555,897 2,694 S. aureus IF6SW-P3A-RA MIZL00000000 PMM port 1b 257 2,861,821 264,865 2,733 32.8 47,711,605 2,690 S. aureus IF7SW-P3 MIZM00000000 Lab overhead 3 452 2,951,917 52,140 3,487 32.8 71,062,021 2,738 S. aureus IIF6SW-P2 MIZN00000000 PMM port 1b 312 2,884,460 96,689 3,324 32.8 67,792,619 2,730 S. aureus IIF6SW-P2-RA MIZR00000000 PMM port 1b 192 2,835,299 325,968 2,021 32.8 42,250,883 2,655 S. aureus IIF6SW-P3 MIZO00000000 PMM port 1b 194 2,837,901 467,825 2,638 32.8 54,334,144 2,657 S. aureus IIF6SW-P3-RA MIZS00000000 PMM port 1b 217 2,841,156 411,108 2,272 32.8 47,711,605 2,656 S. aureus IIF8SW-P1 MIZP00000000 Port crew quarters bump-out exterior aft wall143 2,817,304 425,858 2,409 32.8 49,197,886 2,637 S. aureus IIF8SW-P1-RA MIZT00000000 Port crew quarters bump-out exterior aft wall201 2,848,005 526,364 1,834 32.7 39,316,061 2,653 S. aureus IIF8SW-P2 MIZQ00000000 Port crew quarters bump-out exterior aft wall194 2,830,972 329,726 2,557 32.8 51,625,221 2,650 S. aureus IIF8SW-P2-RA MIZU00000000 Port crew quarters bump-out exterior aft wall141 2,822,756 526,364 2,014 32.8 42,704,251 2,642 S. haemolyticus IIF2SW-P5 MIZW00000000 WHCa 567 2,680,722 48,308 2,945 33.1 56,836,461 2,518 S. hominis IIF4SC-B9 MIZV00000000 Dining table 508 2,420,684 79,555 3,738 31.5 61,283,456 2,301 aWHC, waste and hygiene compartment. bPMM port 1, permanent multipurpose module. crossmark Genome Announcements NovemberDecember 2016 Volume 4 Issue 6 e01263-16 genomea.asm.org 1Pantoea conspicua was originally isolated from human blood (3). This was the second most prevalent species, and was only found in one location during two different ight samplings.P. conspicua isolates were resistant to erythromycin, oxacillin, penicillin, and rifampin. Staphylococcus isolates were the most prevalent from ISS sur- faces. Staphylococcus aureus was the most abundant in all ISS lo- cations. Although this species is a common human commensal( 4), it causes various types of minor skin infections, bacteremia, or scalded skin syndrome, especially in immunocompromised indi-viduals ( 5). In this study, some of the isolates were found to be resistant to erythromycin (IF4SW-P1, IF7SW-P3) and most of theisolates were resistant to penicillin. A few isolates acquired rifam-pin resistance during the study (RA isolates). Staphylococcus haemolyticus andStaphylococcus hominis belong to coagulase-negative staphylococci ( 6,7).S. hominis IIF4SC-B9 was resistant to penicillin and erythromycin, but S. haemolyticus IIF2SW-P5 was susceptible to these antibiotics. All three speciesare reported to be methicillin resistant by acquiring the staphylo-coccal cassette chromosome mec (SCC mec)( 8), but the methicillin-resistant phenotype was not observed. In this study, the draft genomes sequences of 20 strains from the ISS were obtained. WGS sequencing was performed on anIllumina NextSeq instrument with a paired-end module. The A5assembly pipeline version 20150522 was used to generate draftassemblies applying the default parameter settings ( 9) and anno- tated with the help of the Rapid Annotations using SubsystemsTechnology (RAST) ( 10).Table 1 summarizes assembly statistics (number of contigs, total genome size, N50size, median coverage, GH11001C percentage, error corrected reads used for assembly, and number of coding sequences). The raw reads were in the range of24 to 82 Mbp per genome. The G H11001C content was in the range of 31.5 to 38.7 for Staphylococcus species and A. pittii ; for other strains the G H11001C contents were 55.2 to 55.8. The subsystem fea- tures created using RAST for all 20 strains are depicted in Table 1 . Accession number(s). The WGS data were deposited at DDBLEMBLGenBank under the accession no. listed in Table 1 and at the NASA GeneLab system (GLDS-67; https:genelab-data .ndc.nasa.govgenelabaccessionGLDS-67 ). The version de- scribed in this paper is the rst version. The strains were depositedin the USDA Agricultural Research Station (NRRL) and Germanculture collections. ACKNOWLEDGMENTS We thank the implementation team (lead by Fathi Karouia) of the Micro- bial Observatory (Microbial Tracking) project at NASA Ames ResearchCenter. Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, and at theLawrence Livermore National laboratory, under a contract with NASA.FUNDING INFORMATION This work, including the efforts of Aleksandra Checinska Sielaff, Nitin Kumar Singh, and Kasthuri Venkateswaran, was funded byNational Aeronautics and Space Administration (NASA) (19-12829-26 and 19-12829-27). This work, including the efforts of JonathanAllen, James B. Thissen, and Crystal Jaing, was funded by NationalAeronautics and Space Administration (NASA) (NNX15AJ29G). REFERENCES 1.Nemec A, Krizova L, Maixnerova M, van der Reijden TJK, Deschaght P, Passet V, Vaneechoutte M, Brisse S, Dijkshoorn L . 2011. Genotypic and phenotypic characterization of the Acinetobacter calcoaceticuse - Acinetobacter baumannii complex with the proposal of Acinetobacter pittii sp. nov. (formerly Acinetobacter genomic species 3) and Acinetobacter nosocomialis sp. nov. (formerly Acinetobacter genomic species 13TU). Res Microbiol 162:393 404. http:dx.doi.org10.1016j.resmic.2011.02.006 . 2.Mezzatesta ML, Gona F, Stefani S . 2012. Enterobacter cloacae complex: clinical impact and emerging antibiotic resistance. Future Microbiol7:887902. http:dx.doi.org10.2217fmb.12.61 . 3.Brady CL, Cleenwerck I, Venter SN, Engelbeen K, De Vos P, Coutinho TA. 2010. Emended description of the genus Pantoea , description of four species from human clinical samples, Pantoea septica sp. nov., Pantoea eucrina sp. nov., Pantoea brenneri sp. nov. and Pantoea conspicua sp. nov., and transfer of Pectobacterium cypripedii (Hori 1911) Brenner et al. 1973 emend. Hauben et al. 1998 to the genus as Pantoea cypripedii comb. nov. Int J Syst Evol Microbiol 60:2430 2440. http:dx.doi.org10.1099 ijs.0.017301-0 . 4.Sakwinska O, Kuhn G, Balmelli C, Francioli P, Giddey M, Perreten V, Riesen A, Zysset F, Blanc DS, Moreillon P . 2009. Genetic diversity and ecological success of Staphylococcus aureus strains colonizing humans. Appl Environ Microbiol 75:175183. http:dx.doi.org10.1128 AEM.01860-08 . 5.Archer GL . 1998. Staphylococcus aureus : a well-armed pathogen. Clin In- fect Dis 26:1179 1181. http:dx.doi.org10.1086520289 . 6.Mendoza-Olazarn S, Morn-Otero R, Rodrguez-Noriega E, Llaca- Daz J, Flores-Trevio S, Gonzlez-Gonzlez GM, Villarreal-Trevio L,Garza-Gonzlez E . 2013. Microbiological and molecular characterization ofStaphylococcus hominis isolates from blood. PLoS One 8:e61161. http: dx.doi.org10.1371journal.pone.0061161 . 7.Barros EM, Ceotto H, Bastos MCF, dos Santos KRN, Giambiagi- deMarval M . 2012. Staphylococcus haemolyticus as an important hospital pathogen and carrier of methicillin resistance genes. J Clin Microbiol 50: 166 168. http:dx.doi.org10.1128JCM.05563-11 . 8.Katayama Y, Ito T, Hiramatsu K . 2000. A new class of genetic element, Staphylococcus cassette chromosome mec, encodes methicillin resistance inStaphylococcus aureus . Antimicrob Agents Chemother 44:1549 1555. http:dx.doi.org10.1128AAC.44.6.1549-1555.2000 . 9.Tritt A, Eisen JA, Facciotti MT, Darling AE . 2012. An integrated pipeline forde novo assembly of microbial genomes. PLoS One 7:e42304. http: dx.doi.org10.1371journal.pone.0042304 . 10. Aziz RK, Bartels D, Best AA, DeJongh M, Disz T, Edwards RA, Formsma K, Gerdes S, Glass EM, Kubal M, Meyer F, Olsen GJ, OlsonR, Osterman AL, Overbeek RA, McNeil LK, Paarmann D, Paczian T,Parrello B, Pusch GD, Reich C, Stevens R, Vassieva O, Vonstein V,Wilke A, Zagnitko O . 2008. The RAST Server: Rapid Annotations using Subsystems Technology. BMC Genomics 9:75. http:dx.doi.org10.1186 1471-2164-9-75 .Checinska Sielaff et al. Genome Announcements 2genomea.asm.org NovemberDecember 2016 Volume 4 Issue 6 e01263-16",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            }
        ]
    }
]