[
    {
        "pmid": "21306641",
        "title": "The role of FGF-2 and BMP-2 in regulation of gene induction, cell proliferation and mineralization.",
        "year": "2011",
        "journal": "J Orthop Surg Res",
        "abstract": "INTRODUCTION: The difficulty in re-growing and mineralizing new bone after severe fracture can result in loss of ambulation or limb. Here we describe the sequential roles of FGF-2 in inducing gene expression, cell growth and BMP-2 in gene expression and mineralization of bone.\nMATERIALS AND METHODS: The regulation of gene expression was determined using real-time RTPCR (qRTPCR) and cell proliferation was measured by thymidine incorporation or fluorescent analysis of DNA content in MC3T3E1 osteoblast-like cells. Photomicroscopy was used to identify newly mineralized tissue and fluorescence was used to quantify mineralization.\nRESULTS: Fibroblast growth factor-2 (FGF-2) had the greatest ability to induce proliferation after 24 hours of treatment when compared to transforming growth factor beta (TGFβ, insulin-like growth factor-1 (IGF-1), bone morphogenic protein (BMP-2), platelet derived growth factor (PDGF) or prostaglandin E₂ (PGE₂). We found that FGF-2 caused the most significant induction of expression of early growth response-1 (egr-1), fgf-2, cyclo-oxygenase-2 (cox-2), tgfβ and matrix metalloproteinase-3 (mmp-3) associated with proliferation and expression of angiogenic genes like vascular endothelial growth factor A (vegfA) and its receptor vegfr1. We found that FGF-2 significantly reduced gene expression associated with mineralization, e.g. collagen type-1 (col1a1), fibronectin (fn), osteocalcin (oc), IGF-1, noggin, bone morphogenic protein (bmp-2) and alkaline phosphatase (alp). In contrast, BMP-2 significantly stimulated expression of the mineralization associated genes but had little or no effect on gene expression associated with growth.\nCONCLUSIONS: The ability of FGF-2 to re-program a mineralizing gene expression profile to one of proliferation suggests that FGF-2 plays a critical role of osteoblast growth in early fracture repair while BMP-2 is instrumental in stimulating mineralization.",
        "full_text": "RESEARCH ARTICLE Open Access The role of FGF-2 and BMP-2 in regulation of gene induction, cell proliferation andmineralization Millie Hughes-Fulford1,2,3,4, Chai-Fei Li4 Abstract Introduction: The difficulty in re-growing and mineralizing new bone after severe fracture can result in loss of ambulation or limb. Here we describe the sequential roles of FGF-2 in inducing gene expression, cell growth and BMP-2 in gene expression and mineralization of bone. Materials and methods: The regulation of gene expression was determined using real-time RTPCR (qRTPCR) and cell proliferation was measured by thymidine incorporation or fluorescent analysis of DNA content in MC3T3E1 osteoblast-like cells. Photomicroscopy was used to identify newly mineralized tissue and fluorescence was used toquantify mineralization. Results: Fibroblast growth factor-2 (FGF-2) had the greatest ability to induce proliferation after 24 hours of treatment when compared to transforming growth factor beta (TGF b, insulin-like growth factor-1 (IGF-1), bone morphogenic protein (BMP-2), platelet derived growth factor (PDGF) or prostaglandin E 2(PGE 2). We found that FGF-2 caused the most significant induction of expression of early growth response-1 ( egr-1), fgf-2, cyclo-oxygenase- 2 (cox-2), tgf band matrix metalloproteinase-3 (mmp-3) associated with proliferation and expression of angiogenic genes like vascular endothelial growth factor A ( vegfA) and its receptor vegfr1 . We found that FGF-2 significantly reduced gene expression associated with mineralization, e.g. collagen type-1 (col1a1), fibronectin (fn), osteocalcin (oc), IGF-1, noggin, bone morphogenic protein (bmp-2) and alkaline phosphatase (alp) . In contrast, BMP-2 significantly stimulated expression of the mineralization associated genes but had little or no effect on gene expression associated with growth. Conclusions: The ability of FGF-2 to re-program a mineralizing gene expression profile to one of proliferation suggests that FGF-2 plays a critical role of osteoblast growth in early fracture repair while BMP-2 is instrumental in stimulating mineralization. Introduction The mechanisms that regulate bone growth and minera- lization remain poorly understood. The cellular events involved in bone formation include chemotaxis of osteo-blast precursors, growth fact or (GF) production, prolif- eration of committed osteoblast precursors, and thedifferentiation (mineralization) of osteoblasts. Bone for-mation requires expression of structural proteins such as collagen type I, osteocalcin, noggin and runx2 duringmineralization 1. Numerous studies suggest that avariety of growth factors such as FGF-2, TGF b,I G F - 1 , PDGF and PGE 2act as autocrine and paracrine hor- mones to regulate bone cell proliferation 2. FGF-2 isan important modulator of bone formation in vitro and in vivo 3,4. FGF-2 is tightly bound to the bone matrix and can be extracted as a biologically active GF 5 andis thought to play a major role in wound healing 6,7. To evaluate the physiological activity of FGF-2 and other growth factors, we studied their relative ability toinfluence proliferation of osteoblasts at a site of injury in a mineralized culture. MC3T3-E1 is a cloned mouse osteoblast-like cell line tha t retains synthetic functions of bone. When treated with differentiation media, thesecultured osteoblasts have the ability to differentiate,  Correspondence: millie.hughes-fulforducsf.edu 1Department of Research, Veterans Affairs Medical Center, 4150 Clement Street, San Francisco, CA 94121, USA Full list of author information is available at the end of the articleHughes-Fulford and Li Journal of Orthopaedic Surgery and Research 2011, 6:8 http:www.josr-online.comcontent618  2011 Hughes-Fulford and Li; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http:creativecommons.orglicensesby2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.including synthesis of alkaline phosphatase 8, type I collagen 9, osteocalcin 10,11 and mineralized matrixcontaining hydroxyapatite crystals 12. We have previously reported that FGF-2 is induced by mechanical stress 13,14 and causes proliferation aftermechanical stress. FGF-2 is an immediate-early gene that is regulated by both PKA and MAPK signal trans- duction pathways 15. Here we report that FGF-2induces expression of growth-related genes and down-regulates genes responsible for differentiation andmineralization. In addition, BMP-2 is considerably moreeffective than FGF-2 in inducing new mineralization. Materials and methods Materials We obtained GFs from Amgen, Thousand Oaks, CA.FGF-2 and IGF-1 from R  D Systems, Minneapolis,MN. TGF b,P D G Fa n dd m P G E 2are from Cayman Che- mical, Ann Arbor, Michigan. Cell culture supplies(aMEM, fetal calf serum, trypsin and antibiotics) were obtained through the tissue culture facility at theUniversity of California, San Francisco. Cell culture dishes were purchased from Corning, Corning, New York. Rhodamine-phalloidin is from Invitrogen, Carls-bad, California. Tritiated thymidine and 35 S methionineare from Amersham, Arlington Heights, IL. All othermaterials came from standard laboratory suppliers.MC3T3E1 osteoblast-like cells, a cloned cell line, estab-lished by Kodama 8,12 were used in this study at earlypassage number. Methods We maintained cloned MC3T3-E1 osteoblast-like cells innormal media (NM) consisting of alpha MEM mediumwith 10 fetal calf serum (FCS), 1 antibiotic solutionand 1 glutamine solution and subcultured the cellsevery 3 to 4 days. The cells were subcultured by incubat-ing with trypsin for five minutes and resuspending at a concentration of 3  105 cellsml. For experiments, we grew the cells in the NM above, using multi-well plates.After three days, the cells reach confluence and minerali-zation medium (MM) was added. MM is alpha MEMmedium with 5 fetal calf serum (FCS), 1 antibioticsolution and 1 glutamine solution supplemented withascorbic acid (50 gml) and b-glycerol phosphate (10 mM) to support mineralization. The cultures were then incubated for 1-2 more days for mineralization stu- d i e s .W eu s e da tl e a s tt r i p l i c ate independent biological samples in multiple experiments for data collection. Protein Assay Protein concentration was determined by Bio-Rad DCprotein assay (Bio-Rad, CA) according to manufacturer s protocol.Microscopy At the conclusion of the 24 or 48 hour incubation, thecoverslip was removed. The specimen was rinsed fivetimes in room temperature phosphate buffered saline(PBS) and fixed. We then visu alized the mineralizing cells with 2 Alizarin Red. After rinsing in distilledwater and air drying the samples, we mounted the cov-erslips on microscope sli des using Fluoromount and examined and photographed the cells on a Zeiss Axios- kop using 20. Tritiated thymidine incorporation into DNA At the conclusion of the 24 hour incubation, the culture medium was removed and the cells were incubated for15 minutes at 37C in 1 ml PBS containing tritiated thy-midine (4 Ciml) as described previously 16. Follow- ing this incubation, the PBS was removed and the cells were washed 3 times with ice cold trichloroacetic acid (TCA) followed by ice cold ethanol and allowed to airdry. Then 1 ml of sarkosyl lysing buffer was added toeach well; all the cells were solubilized after 30 minutes.Finally, after mixing the resulting solution with a pip-ette, radioactivity was counted in a scintillation counterand protein content was measured. The data was calcu-lated and expressed as disintegrations per minute (DPM) per microgram protein. Alizarin Red visualization of mineralization Alizarin Red (2) stained cells were incubated with 10 acetic acid for 30 minutes to release bound Alizarin Redinto solution. The solution was neutralized with 10ammonium hydroxide and the absorbance of AlizarinRed was measured at 450 nm using a microplate reader. Data is expressed in absolute amounts according to a standard curve. RNA Isolation RNA were isolated through the use of the RNeasy - Mini kit (QIAGEN, Valencia, CA) or TriReagent  according to the manufacturer s protocol. For RNeasy  Mini kit RNA isolation, cells were seeded in 6-well plates with aMEM media supplemented with 10 FCS, then downregulated and acti vated as indicated in the figure legends. Cells were lysed using 350 lo fb u f f e r RLT (supplied in kit) containing 2-mercaptoethanol (Biorad, Hercules, CA). The lysate was then placed intoQIAshredder homogenizer (QIAGEN, Valencia, CA)and centrifuged at 20,000 rpm for 2 minutes. 350 lo f 70 ethanol was added to the flow through, mixed, and centrifuged in the RNeasy Mini column (supplied in kit) for 15 s at 20,000 rpm. Flow through was discarded and the column was washed with 700 lo fb u f f e rR W 1 (supplied in kit) for 15 s at 20,000 rpm. Two additionalwashes were performed with 500 l of buffer RPEHughes-Fulford and Li Journal of Orthopaedic Surgery and Research 2011, 6:8 http:www.josr-online.comcontent618Page 2 of 8(supplied in kit) at 20,000 rpm for 15 s and 2 minutes, respectively. The flow through was discarded and thecolumn placed in a sterile 1.5 ml collection tube.Depending on the expected yield, 20-50 lR N a s e - f r e e water is pipetted into the column and centrifuged for1 minute at 20,000 rpm. The samples are then stored at -80C until further analysis. Reverse Transcription (RT) 1.5g of RNA was added to 30 l reverse transcriptase (RT) reaction buffer containing 5 mM MgCl 2,1 0m M Tris-HCl (pH 8.3), 50 mM KCl, 1 mM dNTPs, 2.5 M oligo d(T) primer, 2.5 U lo fM u L V ,a n d1U  lo f RNase inhibitor. The RT reaction was incubated atroom temperature for 10 min, 42C for 30 min, inacti- vated at 99C for 5 min, and cooled at 5C for 5 min. Real-time Quantitative RT-PCR Reaction (qRTPCR) 2l of cDNA from the RT reaction was added to 20 l real-time quantitative polymerase chain reaction (qPCR)mixture containing 10 l of 2 SYBR Green PCR Mas- ter Mix (Applied Biosystems, Foster City, CA) and 12 pmol oligonucleotide primers. PCRs were carried out in a Bio-Rad MyiQ Single-Color Real-Time PCR Detec-tion System (Bio-Rad, Hercules, CA). The thermal pro-file was 50C for 2 min, 95C for 10 min to activate theTaq polymerase, followed by 50 amplification cycles,consisting of denaturation at 95C for 1 min 40 s,annealing at 63C for 1 min 10 s and elongation at 72Cfor 1 min 40 s. Fluorescence was measured and used for quantitative purposes. At t he end of the amplification period, melting curve analysis was performed to confirm the specificity of the amplicon. RNA samples were nor-malized to cyclophilin (CPHI) internal standard. Relative quantification of gene expression was calculated byusing 2 - ( C tg e n eT-C tC P H IT ) - ( C tg e n e0h r-C tC P H I0h r ) equation, where Ctgene T represents the calculated threshold cycle (C t) of a time point of each sample other than 0 hr, or each treatment other than control.Relative gene absolute abundance was calculated using2 sup(Ct gene T - Ct CPHI T) as previously described17 allows us to compare the abundance of the genebetween other genes and ex periments. The resulting numbers were then multiplied by 10,000 for better gra-phical presentation. Prime r sequence information was previously published 18-2 2. All data derived using qRTPCR was from multiple experiments with at leasttriplicate independent biological samples. Results Growth factor effect on cell proliferation DNA synthesis As seen in Table 1, in the absence of any added com-pounds there were small and unremarkable changes inDNA synthesis with IGF-1 and PDGF; in contrast,FGF-2, TGF band PGE2 significantly enhanced thymi- dine incorporation within 24 hours of treatment. TGF b stimulated thymidine incorporation more than 2 foldwhile FGF-2 and PGE2 increased DNA synthesis morethan 4.5 and 3.3 fold respectively. Regulation of FGF-2 induced gene expression Using qRTPCR, we found that FGF-2 dramatically induced egf-1 ,fgf-2,cox-2, tgf b, mmp3, vegfA and vegfr1 over a 24 hour period each displaying a different sequen- tial temporal pattern of gene induction (Figure 1). VegfA and vegfr1 are associated with angiogenesis while mmp3 , is associated with increased migration. Tgfb, fgf-2, egr-1 and cox- 2 are key genes in regulation of osteoblast proliferation. Interestingly, we found tha t FGF-2 also significantly decreased expression of other genes associated withmineralization including col1a1, fn, bmp-2, oc, run-x, and noggin . IGF-1, a known differentiation factor, was significantly decreased by FGF-2 treatment. (Figure 2). Relative abundance of genes regulated by FGF-2 and BMP-2 Since FGF-2 increased growth associated genes, we used BMP-2, a known promoter of mineralization, to study relative abundance of gene expression in mineralizingcells after 24 hours of treatment. As seen in Table 2, wefound that BMP-2 treatment caused significant increasesin genes associated with mineralization including cola1, fn, noggin and oc. Moreover, BMP-2 treatment caused little or no changes in expression of genes associatedwith angiogenesis and migration e.g. VEGF and MMP3. When compared with relative gene abundance of FGF-2 treated cells (Figure 3) we found that in general, BMP-2maintained the mineralizing RNA profile of igf-1, alp , and bmp-2 and significantly increased expression of other genes associated with mineralization like col1a1,fn, ilgf-1, noggin and oc. Fgf-2, on the other hand, signif- icantly suppressed expression of mineralizing genes.Table 1 Effect of growth factors on protein synthesis in wounded mineralized osteoblasts Treatment Thymidine incorporation DPM  103ug protein con 37.6 2.9 IGF-1 42.3  4.2 FGF-2 114.3  11 TGFb 65.2  12 PDGF 39.8  7.2 BMP-2 41.5  5.6 PGE2 84.1  23.1 Representative experiment showing the effects of IGF-1 (20 ngml), FGF-2 (2.0 ngml), TGF b(2 ngml), PDGF (3 ngml), BMP-2 (100 ng), PGE 2(2gml) on proliferationmg protein of MC3T3-E1 osteoblasts after 24 hours of treatment (n  4).Hughes-Fulford and Li Journal of Orthopaedic Surgery and Research 2011, 6:8 http:www.josr-online.comcontent618Page 3 of 8Relative mineralization of FGF-2 and BMP-2 treated cells As seen in Figure 4 and Table 3, BMP-2 treatment enhances mineralization of the cells as shown by uptakeand presence of Alizarin Red after cultures were grownto confluence and then treated with BMP-2 or FGF-2for 24 to 48 hours. Cells were then washed and stainedwith 2 Alizarin Red and results determined usingphotography or fluorescence analysis at 48 hours of treatment. Discussion Bone formation during injury repair is a multi-step series of events modulated by an integrated cascade of geneexpression that initially supports the proliferation stage.The later mineralization stage is associated with thesequential expression of genes that support biosynthesis, organization and mineralization of the bone extracellular matrix. Mineralization requi res expression of structural proteins such as collagen type I, osteocalcin, as well asnoggin and runx2 which aid in mineralization 1.Transcriptional control defines the regulatory eventsnecessary for both stages of bone formation 23. Thereis a general consensus that during injury GFs are releasedfrom the wounded bone matrix and promote healing24. In this study, we have documented the relative effi-ciency of bone growth factors FGF-2, TGF b, and PGE2 markedly enhanced the synthesis of the total protein con- tent of the dishes (Table 1) Rate of proliferation was dependent on the specific GF. FGF-2, TGF band PGE 2significantly promote growth, with FGF-2 having the highest efficacy and the lowest dose. FGF-2 produced a distinct pattern of geneexpression. FGF-2 down regulates genes associated withmineralization while it induces genes associated withproliferation and angiogenesis, a finding supported by observations of others 25. Since cox-2 had a 27-fold induction by FGF-2, we examined the effect of theCOX-2 product, PGE 2on proliferation. We found that PGE 2increased DNA synthesis by 3.3 fold significantly higher than TGF b, IGF-1, PDGF, suggesting that its induction by FGF-2 helps complete the FGF-2 fullinduction of osteoblast growth. These data also suggestthat FGF-2 may be an important regulator of migration, angiogenesis and proliferation during the first stage of healing a critical defect since it induces mmp3, vegfa and vegfr1 expression . In data not shown, FGF-2 had no effect on expression of mmp-1. Moreover, FGF-2 Figure 1 qRTPCR analysis of gene induction of proliferation and angiogenesis ; qRTPCR analysis of gene reduction of genes over 24 hours of treatment with FGF-2 shows a significant increase in genes associated with proliferation and angiogenesis. Cultureswere cultured and harvested for RNA as described in Materials and Methods. Each bar represents mean  SD triplicate independent biological samples each time point corrected to cyclophilin. (p 0.05; p  0.01 with two-tail student t-test compared to 0 hour of each gene). Figure 2 qRTPCR analysis of FGF-2 regulated genes associated with mineralization ; qRTPCR analysis of gene reduction of genes over a 24 hours of treatment with FGF-2 shows a marked reduction in genes associated with mineralization. Cultures were cultured andharvested for RNA as described in Materials and Methods. Each barrepresents mean  SD triplicate independent biological samples at each time point corrected to cyclophilin. (p  0.05; p  0.01 with two-tail student t-test compare to 0 hour of each gene.).Hughes-Fulford and Li Journal of Orthopaedic Surgery and Research 2011, 6:8 http:www.josr-online.comcontent618Page 4 of 8induced its own message as well as TGF b, but signifi- cantly reduced expression of BMP-2, osteocalcin, nog- gin, runx2, collagen type I and IGF-1, genes which areassociated with mineralization. As described by others, bone formation is divided into two phases, proliferation and mineralization 2,26-29. These two stages are the result of a specific sequential reg-ulation of gene expression from the early phase of osteo-blast proliferation to the final steps of mineralization.Once the cells start mineralizing, cell division and DNAsynthesis dramatically slow down and eventually cease.When an injury occurs in mineralized tissue, GFs likeFGF-2 are released and start a new proliferation stage to heal the defect. The increase in cell replication in a miner- alizing cell likely represents a de-differentiation from themineralizing phase to the growing phase, and increasesexpression of GFs most likely induce proliferation. Treat-ment of the mineralized defect model with FGF-2 resultedin gene expression that corresponds to de-differentiation(e.g. significant increases in growth related genes egf-1, fgf-2 , cox-2, TGF b, vegfA, vegfr and mmp3 and down-regulation of mineralizing related genes). Vegf and vegfr1 are primaryregulators of angiogenesis, while MMP3 is thought toplay a major role on cell behaviors such as proliferationand migration 30 which may explain the ability of theFGF-2 to enable the cultured cells to fill the defect voidefficiently. The fact that FGF-2 induces its own expres-sion suggests that after injury, the FGF-2 released fromthe wound matrix could promote it s own expression, making it a feed-forward loop. Although Figures 1 and 2 demonstrate the relative FGF-2 regulation and sequential expression of growth,angiogenic and chemotactic genes and depresses expres-sion of mineralization-related genes, these figures do nottell us the relative abundance of the genes. In Table 2, we determined the relative abundance of genes in threegroups after 24 hours; with or without treatment with FGF-2 or BMP-2. FGF-2 caused a significant increase in abundance of genes associated with proliferation, che-motaxis and angiogenesis. Moreover, the addition ofFGF-2 to the mineralized wounded cultures caused amarked decrease in abundance of col1a1 as well as fn, igf-1, noggin, oc, bmp-2 and alpmessage. In the early stages of mineralization, the major protein (greater than20) synthesized by the osteoblast is collagen, howeverTable 2 Relative abundance of gene expression in FGF-2 and BMP-2 treated cells Non-treated FGF-2 treated BMP-2 treated FGF-2 vs BMP-2 Gene Average SD Average SD Average SD p-value Collagen Type I 85,081.73 2,5316.39 678.21 358.27 170,243.43 24,493.77 0.0003 Fibronectin 55,827.93 1,2119.18 28,432.19 1195.92 239,750.67 23,464.19 0.0001 IGF1 3,249.41 689.70 50.65 13.30 4,193.34 739.19 0.0006 RUNX2 349.09 40.63 674.95 63.04 1,043.65 783.29 n.s. VEGFA 109.49 38.86 5,132.66 755.22 537.13 379.66 0.0007 TGFb 93.08 10.55 245.40 41.93 185.20 38.34 n.s. ALP 58.30 34.81 13.39 11.68 91.77 23.15 0.0064 OC 16.20 3.19 1.38 0.65 34.04 6.11 0.0008 Noggin 7.11 2.77 1.61 0.49 2.41 1.76 n.s. BMP-2 0.40 0.12 0.06 0.01 0.38 0.05 0.0004 MMP3 0.03 0.03 4.04 0.97 0.12 0.14 0.0023 This table shows the relative abundance of gene expression in mineralizing MC3T3-E1 cells after 24 hours of treatment with FGF-2 (5 ng) or BMP-2 (100 ng). Total RNA was harvested 24 hours after the addition using Qiagen RNeasy kit. A two-step RT-qPCR was preformed. Each data point represents the mean  SD ofthree biological independent samples. p  0.05; p  0.01; p  0.0001 against 0 hour control samples with 2 tail student t test. Figure 3 FGF-2 and BMP-2, the yin and yang of mineralization: Contrast of effect of 24 hours of treatment with FGF-2 or BMP- 2 on fold increase in abundance of mineralization-related gene expression . Mineralizing MC3T3-E1 cells were prepared as described in Materials and Methods. They were then treated witheither FGF-2 or BMP-2 for 24 hours at which time RNA was collected and analyzed for relative abundance using qRTPCR. Each bar represents mean  SD triplicate independent biological sampleseach time point corrected to cyclophilin. (p  0.05; p  0.01 with two-tail student t-test compare to 0 hour of each gene.) 0.05; 0.01; 0.0001.Hughes-Fulford and Li Journal of Orthopaedic Surgery and Research 2011, 6:8 http:www.josr-online.comcontent618Page 5 of 8collagen is not a major component of the proliferating cell, suggesting that FGF-2 stimulates proliferation partlythrough its ability to drastically reduce the relativeabundance of a majority of the mineralizing-associated g e n e s .T h ed r a m a t i cr e d u c t i o no fI G F - 1b yF G F - 2s u g - gests a role for IGF-1 in mineralization, this is in agree-ment with findings of others that demonstrated IGF-1to be a major factor in bone mineralization 31-33using the IGF-1 null mouse. In contrast, in cells treatedwith BMP-2, the relative abundance of col1a1, fn ,oc, and tgfbwere dramatically induced while BMP-2 had nosignificant effect on genes related to growth, angiogen-esis or chemotaxis. These data suggest that BMP-2 mayb et h eb e s tG Ft ou s ef o rt h em i n e r a l i z a t i o ns t a g eb u tnot the proliferation stage of bone formation. This find- ing may help explain studies by others 34 who discov- ered that a delayed administration of BMP-2 to a fracture resulted in better repair of critical size defects.It is likely that the delay o f BMP-2 treatment allowed a longer period of proliferation prior to BMP-2 promotionof mineralization. Our findings in Table 2, 3 and Figure 3support the hypothesis that FGF-2 and BMP-2 arerequired at different stages of bone repair. Conclusions These data demonstrate the de-differentiation (reductionof mineralization genes) effect of FGF-2 likely plays akey role in osteoblast proliferation, the first stage ofbone formation. Some have expressed concern thatex-vivo proliferation of human stem cells by a growth fac- tor like FGF-2 might change the osteogenic characteristics of a pre-osteoblast; however others have shown that expansion of the population does not affect later osteo-genic potential 35 of stem cells. Therefore, an expansionof osteoblast cells by FGF-2 might be an excellent strategyfor first stage re-population of a critical defect since FGF-2Table 3 Mineralization of cells with BMP-2 Treatment Relative abundance NM 5.6  1.7 NM  5 ngml FGF-2 5.3  .1 NM  50 ngml BMP-2 16.2  4.2 MM 9.1  2.0 MM  5 ngml FGF-2 4.9  1.1 MM  50 ngml BMP-2 55.2  12.7 The Alizarin Red (2) stained cells were incubated with 10 acetic acid for 30 minutes to release bound Alizarin Red into solution. The solution wasneutralized with 10 ammonium hydroxide and the absorbance of Alizarin Red was measured at 450 nm using a microplate reader (n  6). Data is expressed at in absolute amounts according to a standard curve.    5NormalMedia  5NormalMedia5ngmlFGF2 5NormalMedia50ngmlBMP2  5Mineralizing Media  5Mineralizing Media5ngmlFGF2 5Mineralizing Media50ngmlBMP2 Figure 4 Alizarin Staining of Mineralizing Osteoblast cells . MC3T3-E1 osteoblasts were seeded at 3000 cellswell in 96 well CELLBINDplates in normal medium. Once cells were confluent, media was changed to 5 NM or 5 mineralizing media with or without 5 ngml FGF-2 or 50 ngml BMP-2. Two days after treatment, media was removed and cells were fixed in 10 formalin and stored at 4C until subsequent analysis.Cells were stained for calcium with 2 Alizarin Red for 10 minutes and visualized under 20 objectives for photography. Many areas of mineralization, as seen by bright red staining, were present in the cells treated with 5 MM plus 50 ngml BMP-2 (FIG. 11). Little to no mineralization was seen with other 5 treatments.Hughes-Fulford and Li Journal of Orthopaedic Surgery and Research 2011, 6:8 http:www.josr-online.comcontent618Page 6 of 8has the needed efficacy for promoting proliferation. These data also suggest that the final stage of bone repair is bestaccomplished with BMP-2 due to its promotion of differ-entiation and mineralization. Acknowledgements This work is supported by MHF s US Army Medical Research and Materiel Command US Army grant W81WH-07-1-0427, NASA grant NAG-2-1086 andin part by NASA grants NAG-2-1286, NCC2-1361 and the Department ofVeterans Affairs Medical Research Service in support of MHF and this project.We thank Sandra Spurlock for the data plate reading and data analysis ofTable 3. We would like to thank Tammy Chang for her thoughtful comments and suggestions during this work and Joe Meissler, Tara Candelario, Esmeralda Aguayo and Jesus Aguado for their thoughtfulcomments on the manuscript. Author details 1Department of Research, Veterans Affairs Medical Center, 4150 Clement Street, San Francisco, CA 94121, USA.2Department of Medicine, University of California, 4150 Clement Street, San Francisco, CA 94121, USA.3Department of Urology, University of California, 4150 Clement Street, San Francisco, CA 94121, USA.4Hughes-Fulford Laboratory, Northern California Institute for Research and Education, 4150 Clement Street, San Francisco, CA 94121, USA. Authors contributions MHF conceived the study, designed the study, directed the research and wrote the manuscript. C-FL made substantive intellectual contribution in theacquisition of data, analysis and has contributed to the manuscript. Bothauthors have read and approved the final manuscript. Competing interests The Department of Veterans Affairs has filed and owns a patent using some of the data found in this manuscript. Received: 29 July 2010 Accepted: 9 February 2011 Published: 9 February 2011 References 1. Stein GS, Lian JB, Stein JL, Van Wijnen AJ, Montecino M: Transcriptional control of osteoblast growth and differentiation. Physiol Rev 1996, 76:593-629. 2. Mundy GR, Chen D, Zhao M, Dallas S, Xu C, Harris S: Growth regulatory factors and bone. Rev Endocr Metab Disord 2001, 2:105-115. 3. Canalis E, McCarthy TL, Centrella M: Growth factors and cytokines in bone cell metabolism. Annu Rev Med 1991, 42:17-24. 4. Montero A, Okada Y, Tomita M, Ito M, Tsurukami H, Nakamura T, Doetschman T, Coffin JD, Hurley MM: Disruption of the fibroblast growth factor-2 gene results in decreased bone mass and bone formation. J Clin Invest 2000, 105:1085-1093. 5. Burgess WH, Maciag T: The heparin-binding (fibroblast) growth factor family of proteins. Annu Rev Biochem 1989, 58:575-606. 6. Santiago FS, Lowe HC, Day FL, Chesterman CN, Khachigian LM: Early growth response factor-1 induction by injury is triggered by release and paracrine activation by fibroblast growth factor-2. Am J Pathol 1999, 154:937-944. 7. Grazul-Bilska AT, Johnson ML, Bilski JJ, Redmer DA, Reynolds LP, Abdullah A, Abdullah KM: Wound healing: the role of growth factors. Drugs Today (Barc) 2003, 787-800. 8. Kodama HA, Amagai Y, Koyama H, Kasai S: A new preadipose cell line derived from newborn mouse calvaria can promote the proliferation ofpluripotent hemopoietic stem cells in vitro. J Cell Physiol 1982, 112:89-95. 9. Ibbotson KJ, Orcutt CM, Anglin AM, D Souza SM: Effects of transforming growth factors beta 1 and beta 2 on a mouse clonal, osteoblastlike cellline MC3T3-E1. J Bone Miner Res 1989, 4:37-45. 10. Katsuyama H, Otsuki T, Tomita M, Fukunaga M, Fukunaga T, Suzuki N, Saijoh K, Fushimi S, Sunami S: Menaquinone-7 regulates the expressions of osteocalcin, OPG, RANKL and RANK in osteoblastic MC3T3E1 cells. Int J Mol Med 2005, 15:231-236.11. Sierra OL, Cheng SL, Loewy AP, Charlton-Kachigian N, Towler DA: MINT, the Msx2 interacting nuclear matrix target, enhances Runx2-dependentactivation of the osteocalcin fibroblast growth factor response element.J Biol Chem 2004, 279:32913-32923. 12. Sudo H, Kodama HA, Amagai Y, Yamamoto S, Kasai S: In vitro differentiation and calcification in a new clonal osteogenic cell linederived from newborn mouse calvaria. J Cell Biol 1983, 96:191-198. 13. Hatton JP, Pooran M, Li CF, Luzzio C, Hughes-Fulford M: A short pulse of mechanical force induces gene expression and growth in MC3T3-E1osteoblasts via an ERK 12 pathway. J Bone Miner Res 2003, 18:58-66. 14. Hughes-Fulford M, Rodenacker K, Jutting U: Reduction of anabolic signals and alteration of osteoblast nuclear morphology in microgravity. J Cell Biochem 2006, 99:435-449. 15. Li CF, Hughes-Fulford M: Fibroblast growth factor-2 is an immediate-early gene induced by mechanical stress in osteogenic cells. J Bone Miner Res 2006, 21:946-955. 16. Wiley MH, Feingold KR, Grunfeld C, Quesney-Huneeus V, Wu JM: Evidence for cAMP-independent inhibition of S-phase DNA synthesis byprostaglandins. J Biol Chem 1983, 258:491-496. 17. Johnson RF, Mitchell CM, Giles WB, Bisits A, Zakar T: Mechanisms regulating prostaglandin H2 synthase-2 mRNA level in the amnion andchorion during pregnancy. J Endocrinol 2006, 188:603-610. 18. Hughes-Fulford M, Gilbertson V: Osteoblast fibronectin mRNA, protein synthesis, and matrix are unchanged after exposure to microgravity. Faseb J 1999, 13:S121-127. 19. Hughes-Fulford M, Tjandrawinata R, Fitzgerald J, Gasuad K, Gilbertson V: Effects of microgravity on osteoblast growth. Gravit Space Biol Bull 1998, 11:51-60. 20. Tjandrawinata RR, Hughes-Fulford M: Up-regulation of cyclooxygenase-2 by product-prostaglandin E2. Adv Exp Med Biol 1997, 407:163-170. 21. Hughes-Fulford M: Prostaglandin regulation of gene expression and growth in normal and malignant tissues. Adv Exp Med Biol 1997, 269-278. 22. Hughes-Fulford M, Lewis ML: Effects of microgravity on osteoblast growth activation. Exp Cell Res 1996, 224:103-109. 23. Stein GS, Lian JB, Stein JL, Van Wijnen AJ, Montecino M: Transcriptional control of osteoblast growth and differentiation. Physiol Rev 1996, 76:593-629. 24. Hauschka PV, Chen TL, Mavrakos AE: Polypeptide growth factors in bone matrix. Ciba Found Symp 1988, 136:207-225. 25. Tsuboi T, Mizutani S, Nakano M, Hirukawa K, Togari A: Fgf-2 regulates enamel and dentine formation in mouse tooth germ. Calcif Tissue Int 2003, 73:496-501. 26. Gerstenfeld LC, Chipman SD, Kelly CM, Hodgens KJ, Lee DD, Landis WJ: Collagen expression, ultrastructural assembly, and mineralization in cultures of chicken embryo osteoblasts. J Cell Biol 1988, 106:979-989. 27. Vary CP, Li V, Raouf A, Kitching R, Kola I, Franceschi C, Venanzoni M, Seth A: Involvement of Ets transcription factors and targets in osteoblastdifferentiation and matrix mineralization. Exp Cell Res 2000, 257:213-222. 28. Chen D, Zhao M, Mundy GR: Bone morphogenetic proteins. Growth Factors 2004, 22:233-241. 29. Mundy GR: Regulation of bone formation by bone morphogenetic proteins and other growth factors. Clin Orthop Relat Res 1996, 24-28. 30. Laurent M, Martinerie C, Thibout H, Hoffman MP, Verrecchia F, Le Bouc Y, Mauviel A, Kleinman HK: NOVH increases MMP3 expression and cell migration in glioblastoma cells via a PDGFR-alpha-dependentmechanism. Faseb J 2003, 17:1919-1921. 31. Koch H, Jadlowiec JA, Campbell PG: Insulin-like growth factor-I induces early osteoblast gene expression in human mesenchymal stem cells.Stem Cells Dev 2005, 14:621-631. 32. Wang Y, Nishida S, Sakata T, Elalieh HZ, Chang W, Halloran BP, Doty SB, Bikle DD: Insulin-like growth factor-I is essential for embryonic bone development. Endocrinology 2006, 147:4753-4761. 33. Burghardt AJ, Wang Y, Elalieh H, Thibault X, Bikle D, Peyrin F, Majumdar S: Evaluation of fetal bone structure and mineralization in IGF-I deficientmice using synchrotron radiation microtomography and Fouriertransform infrared spectroscopy. Bone 2007, 40:160-168. 34. Betz OB, Betz VM, Nazarian A, Egermann M, Gerstenfeld LC, Einhorn TA, Vrahas MS, Bouxsein ML, Evans CH: Delayed administration of adenoviral BMP-2 vector improves the formation of bone in osseous defects. Gene Ther 2007, 14:1039-1044.Hughes-Fulford and Li Journal of Orthopaedic Surgery and Research 2011, 6:8 http:www.josr-online.comcontent618Page 7 of 835. Kulterer B, Friedl G, Jandrositz A, Sanchez-Cabo F, Prokesch A, Paar C, Scheideler M, Windhager R, Preisegger KH, Trajanoski Z: Gene expression profiling of human mesenchymal stem cells derived from bone marrow during expansion and osteoblast differentiation. BMC Genomics 2007, 8:70. doi:10.11861749-799X-6-8 Cite this article as: Hughes-Fulford and Li: The role of FGF-2 and BMP-2 in regulation of gene induction, cell proliferation and mineralization.Journal of Orthopaedic Surgery and Research 2011 6:8. Submit your next manuscript to BioMed Central and take full advantage of:  Convenient online submission  Thorough peer review  No space constraints or color gure charges  Immediate publication on acceptance  Inclusion in PubMed, CAS, Scopus and Google Scholar  Research which is freely available for redistribution Submit your manuscript at www.biomedcentral.comsubmitHughes-Fulford and Li Journal of Orthopaedic Surgery and Research 2011, 6:8 http:www.josr-online.comcontent618Page 8 of 8",
        "introduction": ": The difficulty in re-growing and mineralizing new bone after severe fracture can result in loss of ambulation or limb. Here we describe the sequential roles of FGF-2 in inducing gene expression, cell growth and BMP-2 in gene expression and mineralization of bone. Materials and methods: The regulation of gene expression was determined using real-time RTPCR (qRTPCR) and cell proliferation was measured by thymidine incorporation or fluorescent analysis of DNA content in MC3T3E1 osteoblast-like cells. Photomicroscopy was used to identify newly mineralized tissue and fluorescence was used toquantify mineralization.",
        "conclusion": "s: The ability of FGF-2 to re-program a mineralizing gene expression profile to one of proliferation suggests that FGF-2 plays a critical role of osteoblast growth in early fracture repair while BMP-2 is instrumental in stimulating mineralization.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            }
        ]
    }
]