[
    {
        "pmid": "37109532",
        "title": "Morphology of Penicillium rubens Biofilms Formed in Space.",
        "year": "2023",
        "journal": "Life (Basel)",
        "abstract": "Fungi biofilms have been found growing on spacecraft surfaces such as windows, piping, cables, etc. The contamination of these surfaces with fungi, although undesirable, is highly difficult to avoid. While several biofilm forming species, including Penicillium rubens, have been identified in spacecraft, the effect of microgravity on fungal biofilm formation is unknown. This study sent seven material surfaces (Stainless Steel 316, Aluminum Alloy, Titanium Alloy, Carbon Fiber, Quartz, Silicone, and Nanograss) inoculated with spores of P. rubens to the International Space Station and allowed biofilms to form for 10, 15, and 20 days to understand the effects of microgravity on biofilm morphology and growth. In general, microgravity did not induce changes in the shape of biofilms, nor did it affect growth in terms of biomass, thickness, and surface area coverage. However, microgravity increased or decreased biofilm formation in some cases, and this was incubation-time- and material-dependent. Nanograss was the material with significantly less biofilm formation, both in microgravity and on Earth, and it could potentially be interfering with hyphal adhesion and/or spore germination. Additionally, a decrease in biofilm formation at 20 days, potentially due to nutrient depletion, was seen in some space and Earth samples and was material-dependent.",
        "full_text": "Citation: Hupka, M.; Kedia, R.; Schauer, R.; Shepard, B.; Granados-Presa, M.; Vande Hei, M.; Flores, P .; Zea, L. Morphology of Penicillium rubens Biolms Formed in Space. Life2023 ,13, 1001. https: doi.org10.3390life13041001 Academic Editor: Kai Finster Received: 28 February 2023 Revised: 23 March 2023 Accepted: 10 April 2023 Published: 13 April 2023 Copyright:  2023 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0). life Article Morphology of Penicillium rubens Biolms Formed in Space Megan Hupka1, Raj Kedia2, Rylee Schauer3, Brooke Shepard1, Mar a Granados-Presa4 , Mark Vande Hei5, Pamela Flores1,3, and Luis Zea3, 1Molecular, Cellular, and Developmental Biology Department, University of Colorado Boulder, Boulder, CO 80309, USA 2Smead Aerospace Engineering Sciences Department, University of Colorado, Boulder, CO 80309, USA 3BioServe Space Technologies, Aerospace Engineering Sciences Department, University of Colorado, Boulder, CO 80309, USA 4Universidad del Valle de Guatemala, Guatemala City 01015, Guatemala 5Johnson Space Center, NASA, Houston, TX 77058, USA Correspondence: pamela.orescolorado.edu (P .F.); luis.zeacolorado.edu (L.Z.) Abstract: Fungi biolms have been found growing on spacecraft surfaces such as windows, piping, cables, etc. The contamination of these surfaces with fungi, although undesirable, is highly difcult to avoid. While several biolm forming species, including Penicillium rubens , have been identied in spacecraft, the effect of microgravity on fungal biolm formation is unknown. This study sent seven material surfaces (Stainless Steel 316, Aluminum Alloy, Titanium Alloy, Carbon Fiber, Quartz, Silicone, and Nanograss) inoculated with spores of P . rubens to the International Space Station and allowed biolms to form for 10, 15, and 20 days to understand the effects of microgravity on biolm morphology and growth. In general, microgravity did not induce changes in the shape of biolms, nor did it affect growth in terms of biomass, thickness, and surface area coverage. However, microgravity increased or decreased biolm formation in some cases, and this was incubation-time- and material- dependent. Nanograss was the material with signicantly less biolm formation, both in microgravity and on Earth, and it could potentially be interfering with hyphal adhesion andor spore germination. Additionally, a decrease in biolm formation at 20 days, potentially due to nutrient depletion, was seen in some space and Earth samples and was material-dependent. Keywords: microgravity; Penicillium chrysogenum ; fungal biolm; International Space Station; microscopy; spacecraft 1. Introduction Biolms are cell populations that grow embedded in an extracellular matrix (ECM), which has effects on its ability to adhere to itself and to surfaces, and which changes the interaction between cells and nutrients, quorum-sensing molecules, and its environment in general  1. For example, it is estimated that up to 80 of bacterial and archaeal cells in nature grow as biolm populations  2. The ability of fungi, eukaryotic organisms, to form biolms depends, in part, on the substratum upon which they form  3, and occurs in a six-phase fashion: arrival at substratum, adhesion, colonization, ECM production, biolm maturation, and dispersal 4. One of the most important phases in biolm formation is adhesion and depends largely on cellsurface and cellcell adhesion. Following adhesion, microbes proliferate and form the ECM. The ECM has antimicrobial-resistant properties complicating the removal of fungal cells from surfaces. If the process of adhesion is blocked, proliferation and formation of the extracellular matrix will be prevented, providing an ideal way to stop biolm development  5. The factors contributing to the fungal biolm adherence are dependent on the species and strain. Past studies have identied hydrophobicity as a determinant for fungal biolm adhesion, while other studies concluded that hydrophobicity of the Life2023 ,13, 1001. https:doi.org10.3390life13041001 https:www.mdpi.comjournallifeLife2023 ,13, 1001 2 of 28 material alone is not enough to determine adhesion  6,7. The lack of a consensus on the role of material hydrophobicity in biolm adherence complicates the development of a biolm-resistant material. Because fungal biolms are challenging to remove from surfaces due to the ECM, fun- gal biolms, or molds, which in the context of this investigation are considered equivalent to fungal biolms, are a concern for human spaceight for at least two reasons. The rst comes from the potential damage to the surfaces (namely equipment) upon which they grow. Fungal biolms can directly damage surfaces by using the material as a source of energy, or indirectly by degrading it with enzymes and other metabolic byproducts  8. This is not an unfounded concern, as there have been issues derived from fungal biolm formation in previous space stations. On the Soviet Salyut 6 space station, fungal biolms were observed on piping and equipment behind the panels  8. On Salyut 7, fungal growth was found on the water condensation system used for water recycling, the ra- diator of the thermal system, and on electric connectors and cables, in some of which holes on the insulation tape were observed  8. On the Mir space station, fungal biolms (Penicillium chrysogenum now called Penicillium rubens 9) started growing on windows rubber seals and expanded onto (and damaged) the quartz and titanium frame. Fungal biolms were also reported on components of the air conditioning system and on cables using the electric insulation as a source of food. Furthermore, there were zones completely covered with growth of mold fungi destruction of the plates on the oxygen electrolysis block, and fungal biolms were observed on the head phone of the EVA suit, lavatory pan, piping of the thermal control system, urine processing assembly, etc. Cosmonauts reported fungal growths, usually observed on moist areas where water condensed over cold material surfaces, as yellow or orange, or as white powder, sometimes the size of a football  8. Both in the Mir space station as well as in the International Space Station (ISS), Penicillium has been the most isolated genus of fungi  10. Many of the fungi isolated from Mir were known biodegraders of polymers and showed more aggressive post-ight colony formation and biodegradation activity than reference strains, which the authors suggested could have been caused by the exposure to changes in radiation level, magnetic elds, or solar activity 11. The second reason why fungal biolms are a concern to human spaceight is medical in nature. The ECM and altered cellcell communication via quorum-sensing molecules can increase antifungal resistance and pathogenicity compared to planktonic cells  1,12, and the biolms can serve as reservoirs of persistent sources of infections  3. Fungi can cause infections in humans that are harder to diagnose and treat than those of bacterial origin  3, resulting in failure of antifungal therapy, which may require surgical intervention  4 and translate into high mortality rates  3. Catheters can be colonized by fungal biolms, from which cells can detach and cause acute fungemia and disseminated infection that may require long-term antifungal treatments. Similarly, fungi can infect the respiratory tract, causing bronchitis and other types of infections  4. Fungi can cause superficial and invasive infections,  13, particularly among the immunocompromised  14, posing a threat to astronaut health as spaceflight has been shown to compromise immune response  15 and confined environments, such as spacecraft, can increase exposure  16,17. Particularly , Penicillium rubens has been reported to cause rare but severe cases of esophagitis, endophthalmitis, and invasive pulmonary mycosis among immunocompromised individuals 1820. While these challenges are signicant for space stations orbiting Earth, even greater complications can arise in long-term missions. For example, in case of an emergency, such as critical equipment failure or urgent medical needs, the crew can potentially be back on the ground in a matter of hours. However, this will not be true for missions beyond the lower Earth orbit (LEO), including trips around the Moon, EarthMars transit, or on space habitats on the Moon and Mars  21. Although microbial planktonic growth has been studied in relative detail in space  2225, little is known about fungal behavior in space when grown as biofilms. In fact, to the best of our knowledge, fungal biofilm growth in space has not been assessed and compared to ground controls, particularly how surface area coverage, biomass,Life2023 ,13, 1001 3 of 28 and biofilm thickness change as a function of gravity , time, and material upon which they grow. Conversely , focus has been given to bacterial studies  2628. This was one of the objectives of our Space Biolms project performed on the ISS. Here, we report on morphological characteristics of P . rubens biolms grown for 10, 15, or 20 days on seven different spacecraft- and nosocomial-relevant materials on board the ISS, and how they compare against their matched ground controls. Separately, we have reported on the original design of this experiment  9 and on the changes in bacterial biolm formation in microgravity, also as part of our Space Biolm project  2931. Due to the frequency of fungal contamination on spaceight hardware and habitats and the risks fungal colonization poses to astronaut health and mission success, it is critical to better understand the effect of spaceight on fungal biolm development. 2. Materials and Methods 2.1. Test Matrix: Fungal Strain, Materials, and Experimental Organization Penicillium rubens ATCC28089 was chosen given the genus ubiquity in space sta- tions and this specic strains presence (and damage caused) in the Mir space station  8,11. The experiment examined the effect of (i) gravity (microgravity on board ISS vs. 1 g control in our lab on Earth), (ii) incubation duration (10, 15, and 20 days), and (iii) material substratum (seven materials tested) on fungal biolm morphology. As described in further detail in  9, the materials chosen (and why there were chosen) for this experiment were: 1. Aluminum Alloy (Al6061), as it is used in spacecraft structures, thermal control, structures for electronic devices and panels, etc.; 2. Stainless Steel 316 (SS316), as it is used in spacecraft environmental control and life support system (ECLSS) tanks and tubing (including for potable water), and Extravehicular Mobility Unit (EMU) elements, and on Earth in surgical equipment and implants; 3. Quartz, as it is used in spacecraft windows (at least one of them in the Mir space station damaged by P . rubens ); 4. Silicone, as it used in space in O-rings and on Earth in urological catheters, surgical incision drains, and respiratory devices; 5. Titanium alloy (Ti-6Al-4V), as it is used in spacecraft structures, antennae, pressure vessels, brackets, ttings, etc., and on Earth in implants; 6. Carbon ber, as it is used in spacecraft aeroshells and other applications; 7. MIT Nanograss, chosen to be interrogated as a potential solution to fungal biolm formation in space. This was developed by the Massachusetts Institute of Technol- ogy (MIT) and is the substrate (nanoetched silicon wafer) described in the making of a lubricant-impregnated surface (LIS) without the lubricant oil and treated to increase hydrophobicity 32. For each of these materials except SS316, six replicates of each incubation time were launched to ISS to be xed with 4 paraformaldehyde (PFA) at the end of the incubation period (for the post-ight morphology studies presented in this manuscript). SS316 was set up similarly but had 12 replicates per incubation time to enable more in-depth morphology analyses. Additionally, all materials had seven replicates of per incubation time launched to the ISS to be preserved in RNAlater (except MITs Nanograss, which only had 6 replicates) for post-ight differential gene expression analyses (samples available through NASAs space Biology Biospecimen Sharing Program). This yielded a total of 288 space samples. An equivalent set (288 samples) was prepared at the same time as the Earth control. Additionally, a time zero ( t0) set of samples that included seven replicates per material was also prepared.Life2023 ,13, 1001 4 of 28 2.2. Pre-Launch Preparation The following describes the preparation of the Space Biolms fungal samples prior to launch. Preparation of space and Earth control samples took place simultaneously at the Eastern Virginia Medical School (EVMS), unless otherwise specied. 2.2.1. Fungal Strain One lyophilized vial of P . rubens was rehydrated with sterile water for 30 h, and then used to inoculate potato glucose agar (PGA, Sigma-Aldrich, St. Louis, MO, USA, Cat. 70139) plates. After incubation for eight days at 25C, the plates were ooded with 6 mL of 1X PBS (Sigma Cat. P4417) and colonies were gently rubbed with an inoculation loop to dislodge spores. The spore solution was then used to inoculate new PGA plates (working plates) in a 6 6 grid fashion. The working plates were six days old when used to inoculate the material coupons with spores (Section 2.2.5). 2.2.2. Preparation of Syringes To provide a humid environment ideal for fungal growth, a couple of absorbent mats inside the ight hardware needed to be wet at the experiments start (once in microgravity) (described in more detail in Section 2.2.5). Additionally, the experiments termination for morphology samples consisted of xation with 4 PFA, while for transcriptomic samples, of preservation in RNAlater. In preparation for these tasks, 3 mL syringes lled with 3 mL of sterile distilled water, and 5 mL syringes lled with 4 mL of 4 PFA (diluted with 1X PBS from 16 PFA, Alfa Aesar, Haverhill, MA, USA, Cat. 43368) or RNAlater (Sigma-Aldrich, Cat. R0901) were prepared ahead of time. 2.2.3. Preparation of Risers Silicone risers (Saint Gobain, Courbevoie, France, Cat. D1069809) were shortened to 13 mm height at BioServe Space Technologies, bag washed with 1 Liquinox (mv) solution (Alconox, White Plains, NY, USA, Cat. No. 16-000-126) in distilled water, rinsed with distilled water, dried at 100C, and autoclaved for 30 min at 121C (dry cycle) before plate assembly (Section 2.2.5). More details on why these were used and how they were implemented are given in Section 2.2.5. 2.2.4. Preparation of Material Coupons The 1 cm2material coupons (Table 1) were labeled and organized by plate ahead of time at BioServe Space Technologies (except Silicone, which was labeled after cleaning). When at EVMS, the labeled coupons were washed with 1 Liquinox by ultrasonic cleaning, rinsed with distilled water, and then dried at 100C. Silicone coupons were cleaned by bag wash, rinsed, dried, and subsequently labeled. MIT Nanograss coupons were not cleaned, as they were prepared in sterile conditions. Table 1. Material coupons and cleaning methods used in the experiment. Amount accounts for space, Earth, and t0sets. Material Coupon BioServe Part No. Amount Cleaning Method Aluminum Alloy Al6061 4999 MPPR-311-4 84 Ultrasonic Stainless Steel 316 5183 MPPR-311-6 120 Ultrasonic Quartz 6090 MPPR-311-8 84 Ultrasonic Silicone 6092 MPPR-311-2 84 Bag washed Titanium Alloy Ti-6Al-4V 4999 MPPR-311-3 84 Ultrasonic MIT Nanograss 2022 78Not washed, prepared in sterile conditions Carbon Fiber 5012 MPPR-311-7 84 UltrasonicLife2023 ,13, 1001 5 of 28 All coupons were submerged in 70 ethanol for 15 min on each side and left to air dry inside the biosafety cabinet to disinfect the material surfaces. Once completely dried, the coupons were submerged in sterile Potato Dextrose Broth (Sigma-Aldrich, P6685) for 30 min and allowed to air dry overnight at room temperature; this supplemented the surface with nutrients to promote fungal growth over the coupons. The next day, coupons were carefully handled (never touching the surface, only the edges) to stick the cardboard side of 1 cm2pieces of double-sided tape (3M, Saint Paul, MN, USA, Cat. No. 9731) to the bottom of the coupons (over the label). The clear side of the tape was then peeled in preparation for spore inoculation (Section 2.2.5). 2.2.5. Inoculation of Spores and Sample Assembly into Hardware Each coupon was inoculated with fungal spores per the dry conidia method  33. A 5 g weight (McMaster, Hamilton, ON, Canada, Cat. 1777T23) was stuck to the back of the coupon using double-sided tape and then gently placed face down on top of 6-day-old mold of P . rubens grown on PGA plates (Figure 1a,b). Each coupon was placed on a new unused area of the mold for exactly 10 s to transfer comparable amounts of spores (on average 777 sporesmm2, Appendix A) onto each coupons surface. Life 2023, 13, x FOR PEER REVIEW 5 of 30 All coupons were submerged in 70 ethanol for 15 min on each side and left to air dry inside the biosafety cabinet to disinfect the material surfaces. Once completely dried, the coupons were submerged in sterile Potato Dextrose Broth (Sigma -Aldrich, P6685) for 30 min and allowed to air dry overnight at room temperature; this supplemented the sur- face with nutrients to promote fungal growth over the coupons. The next day, coupons were carefully handled (never touching the surface, only the edges) to stick the cardboard side of 1 cm2 pieces of double -sided tape (3M, Saint Paul, MN, USA, Cat. No. 9731) to the boom of the coupons (over the label). The clear side of the tape was then peeled in prep- aration for spore inoculation ( Section 2 .2.5). 2.2.5. Inoculation of Spores and Sample Assembly into Hardware Each coupon was inoculated with fungal spores per the dry conidia method 33. A 5 g wei ght (McMaster, Hamilton, ON, Canada, Cat. 1777T23) was stuck to the back of the coupon using double -sided tape and then gently placed face down on top of 6 -day- old mold of P. rubens grown on PGA plates (Figure 1a,b). Each coupon was placed on a new unused area of the mold for exactly 10 s to transfer comparable amounts of spores (on average 777 sporesmm2, Appendix A) onto each coupons surface. Figure 1. Inoculation of spores of P. rubens on material coupon surfaces. ( a) Example of 6  6 grid of P. rubens 6-day-old mold on PGA plates, and ( b) inoculation of mold spores with 5 g weight. One sterile riser was inserted in each well of a commercial -o-the-shelf (COTS ) 24- well plate (CellTreat, Pepperell, MA, USA, Cat. 22952 4) (Figure 2a ). An inoculated coupon was then placed on top and adhered to the riser (Figure 2b ) and secured in place by press- ing gently on the corners. The plates contained 24 coupons placed in a random fashion (ISS and Earth equivalent plates matching ) to reduce the eect of a possible humidity or oxygen gradient in the Plate Habitat (PHAB ). To ensure the safety of the crew and the space station, a sterile and gas -permeable Breathe -Easy membrane (Sigma, Cat. Z380059 ) was placed over each plate (Figure 2c ) to seal and contain the fungi and spores. The use of the silicone risers reduced the working volume in the well to 0. 7 mL, rising the material coupon closer to the membrane, and minimizing the volume of xativepreservative needed to terminate the exper iment. This resulted in reduced crew time, launch mass, and volume. Figure 1. Inoculation of spores of P . rubens on material coupon surfaces. ( a) Example of 6 6 grid of P . rubens 6-day-old mold on PGA plates, and ( b) inoculation of mold spores with 5 g weight. One sterile riser was inserted in each well of a commercial-off-the-shelf (COTS) 24-well plate (CellTreat, Pepperell, MA, USA, Cat. 229524) (Figure 2a). An inoculated coupon was then placed on top and adhered to the riser (Figure 2b) and secured in place by pressing gently on the corners. The plates contained 24 coupons placed in a random fashion (ISS and Earth equivalent plates matching) to reduce the effect of a possible humidity or oxygen gradient in the Plate Habitat (PHAB). To ensure the safety of the crew and the space station, a sterile and gas-permeable Breathe-Easy membrane (Sigma, Cat. Z380059) was placed over each plate (Figure 2c) to seal and contain the fungi and spores. The use of the silicone risers reduced the working volume in the well to 0.7 mL, rising the material coupon closer to the membrane, and minimizing the volume of xativepreservative needed to terminate the experiment. This resulted in reduced crew time, launch mass, and volume. Four loaded plates (inside a bag) and a temperature and humidity recorder were housed in each of the spaceight hardware: BioServe Space Technologies PHAB (Figure 3). The temperature and relative humidity (RH) recorder was used to determine whether the environment was similar between PHABs. The PHAB was used as the secondary containment for the samples as well as a tool to maintain humidity and promote fungal growth. Each PHAB was designated to a particular incubation time and gravitational condition; three were sent to the ISS (one corresponding to 10, 15, and 20 days of incubation), while three equivalent PHABs were kept on Earth as controls.Life2023 ,13, 1001 6 of 28 Life 2023, 13, x FOR PEER REVIEW 6 of 30 Figure 2. Twenty-four-well plate s with (a) silicone risers only, (b) placement of inoculated coupons over silicone risers, and with (c) silicone risers, samples, and membrane lm. Four loaded plates (inside a bag ) and a temperature and humidity recorder were housed in each of the spaceight hardware: BioServe Space Techn ologies PHAB (Figure 3). The temperature and relative humidity (RH ) recorder was used to determine whether the environment was similar between PHABs. The PHAB was used as the secondary con- tainment for the samples as well as a tool to maintain humidity and promote fungal growth. Each PHAB was designated to a particular incubation time and gravitational con- dition; three were sent to the ISS (one corresponding to 10, 15, and 20 days of incubation ), while three equivalent PHABs were kept on Earth as controls. Figure 3. BioServe Space Technologies PHAB in Space Biolms conguration. (a) Loaded PHAB. (b) Opened PHAB with four 24 -well plates (stacked and inside a bag ) being removed. (c) Inside view of the PHAB with water syringes, adsorbent mats, and HOBO in the boom. Photo credit: BioServe and NASA. The assembled PHABs were transferred to cold stow (4 C ), where they remained at this temperature for pre -launch, launch, and ISS stowage until experiment activation. The reduction in temperature and the placement of plates inside a plastic bag to reduce gas permeability help prevent activation (fungal growth ) until samples reach microgravity. Additionally, the PHABs were maintained oriented during pre -launch stowage and dur- ing launch so that the coupons were on top to minimize the risk of detachment from the risers. 2.2.6. Sample Set t0 The t0 samples did not undergo any cold stowage, but were immediately activated after inoculation by transferring to 25 C for 6 h to allow spores to adhere to the surface, then xed with 4 PFA on Earth. The objective of including these samples was to deter- mine if they showed a discrepancy in spore count between materials at the start of the experiment and to determine if later comparison across material type was valid, or a result of unequal inoculation. The 6 -hour incubation was chosen to allow enough time for spore adherence to prevent spores from washing away during staining. Figure 2. Twenty-four-well plates with ( a) silicone risers only, ( b) placement of inoculated coupons over silicone risers, and with ( c) silicone risers, samples, and membrane lm. Life 2023, 13, x FOR PEER REVIEW 6 of 30 Figure 2. Twenty-four-well plate s with (a) silicone risers only, (b) placement of inoculated coupons over silicone risers, and with (c) silicone risers, samples, and membrane lm. Four loaded plates (inside a bag ) and a temperature and humidity recorder were housed in each of the spaceight hardware: BioServe Space Techn ologies PHAB (Figure 3). The temperature and relative humidity (RH ) recorder was used to determine whether the environment was similar between PHABs. The PHAB was used as the secondary con- tainment for the samples as well as a tool to maintain humidity and promote fungal growth. Each PHAB was designated to a particular incubation time and gravitational con- dition; three were sent to the ISS (one corresponding to 10, 15, and 20 days of incubation ), while three equivalent PHABs were kept on Earth as controls. Figure 3. BioServe Space Technologies PHAB in Space Biolms conguration. (a) Loaded PHAB. (b) Opened PHAB with four 24 -well plates (stacked and inside a bag ) being removed. (c) Inside view of the PHAB with water syringes, adsorbent mats, and HOBO in the boom. Photo credit: BioServe and NASA. The assembled PHABs were transferred to cold stow (4 C ), where they remained at this temperature for pre -launch, launch, and ISS stowage until experiment activation. The reduction in temperature and the placement of plates inside a plastic bag to reduce gas permeability help prevent activation (fungal growth ) until samples reach microgravity. Additionally, the PHABs were maintained oriented during pre -launch stowage and dur- ing launch so that the coupons were on top to minimize the risk of detachment from the risers. 2.2.6. Sample Set t0 The t0 samples did not undergo any cold stowage, but were immediately activated after inoculation by transferring to 25 C for 6 h to allow spores to adhere to the surface, then xed with 4 PFA on Earth. The objective of including these samples was to deter- mine if they showed a discrepancy in spore count between materials at the start of the experiment and to determine if later comparison across material type was valid, or a result of unequal inoculation. The 6 -hour incubation was chosen to allow enough time for spore adherence to prevent spores from washing away during staining. Figure 3. BioServe Space Technologies PHAB in Space Biolms conguration. ( a) Loaded PHAB. (b) Opened PHAB with four 24-well plates (stacked and inside a bag) being removed. ( c) Inside view of the PHAB with water syringes, adsorbent mats, and HOBO in the bottom. Photo credit: BioServe and NASA. The assembled PHABs were transferred to cold stow (4C), where they remained at this temperature for pre-launch, launch, and ISS stowage until experiment activation. The reduction in temperature and the placement of plates inside a plastic bag to reduce gas permeability help prevent activation (fungal growth) until samples reach microgravity. Additionally, the PHABs were maintained oriented during pre-launch stowage and during launch so that the coupons were on top to minimize the risk of detachment from the risers. 2.2.6. Sample Set t0 The t0samples did not undergo any cold stowage, but were immediately activated after inoculation by transferring to 25C for 6 h to allow spores to adhere to the surface, then xed with 4 PFA on Earth. The objective of including these samples was to determine if they showed a discrepancy in spore count between materials at the start of the experiment and to determine if later comparison across material type was valid, or a result of unequal inoculation. The 6-hour incubation was chosen to allow enough time for spore adherence to prevent spores from washing away during staining. 2.3. Experiment PerformanceOn ISS and on Earth The Earth controls were performed following the same timeline as the ight set, albeit with a 2-hour delayed start, described as step 3 in Figure 4 (asynchronous). This allowed the spaceight session to conclude prior to start the equivalent on Earth. Therefore, the operations described in this section (Figure 4) pertain to both space and Earth control sets.Life2023 ,13, 1001 7 of 28 Life 2023, 13, x FOR PEER REVIEW 7 of 30 2.3. Experiment Performance On ISS and on Earth The Earth controls were performed following the same timeline as the ight set, albeit with a 2-hour delayed start, described as step 3 in Figure 4 (asynchronous ). This allowed the spaceight session to conclude prior to start the equivalent on Earth. Th erefore, the operations described in this section ( Figure 4) pertain to both space and Earth control sets. Figure 4. Concept of operations for the Fungal Space Biolms experiment. LSG  Life Sciences Glovebox, SABL  BioServes Space Automated Bioproduc t Laboratory incubator on board ISS. The start of the experiment began at sample activation when samples were re- moved from cold stow (after 12.5 days ) and provided with high relative humidity (RH ) ( 90), oxygen availability (ISS atmosphere ), warm tem perature (25 C ), and darkness, rendering the ideal environment for fungal growth. To activate the samples, the PHABs were opened, the plastic bag around the four plates was removed, and the two pieces of absorbent mat (one on the lid and one on the oor of the PHAB ) were wet with three water syringes ( 9 mL total of water per PHAB ). Then, the plates were returned to the PHAB, and the PHAB was placed at 25 C undisturbed for 10 d 2 h, 14 d 19 h, or 20 d 3.5 h. After the designated incubation period, the samples were terminated while in mi- crogravity to x the spaceight morphology or preserve the spaceight transcriptome. Termination of the experiment consisted of ooding the wells with either 4 PFA (mor- phology samples ) or RNAlater (transcriptomic samples ), and took place inside the Life Sciences Glovebox (LSG ). To terminate the samples, the Breath e-Easy membrane was pierced with a needle to inject enough xative or preservative in to each well. The punc- tured membranes were dried from the outside with sterile gauze, and sterile RNase -free sealing strips (Sigma -Aldrich, Cat. Z707392 ) were placed over to seal the holes left by the needles. Terminated plates xed with 4 PFA were stowed at 4 C, and plates pre served with RNAlater at 95 C on orbit; immediately upon receiving them back on Earth, they were stowed at 4 and 80 C, respectively , to prevent sample degradation. 2.4. Post-Flight Biolm Morphology Data Acquisition Upon return to Earth, the plates with the xed coupons were maintained at 4 C. When ready for morphology data acquisition, the coupons were transferred (without touching the coupons surface with the biolm ) into a new 24 -well plate in batches of six or eight (space and Earth control of a respective coupon treated on the same session ). Each coupon was stained with a mixture of 400 L of Calcouor White (Sigma -Aldrich, 18909 - Figure 4. Concept of operations for the Fungal Space Biolms experiment. LSG  Life Sciences Glovebox, SABL  BioServes Space Automated Bioproduct Laboratory incubator on board ISS. The start of the experiment began at sample activation when samples were removed from cold stow (after 12.5 days) and provided with high relative humidity (RH) ( 90), oxygen availability (ISS atmosphere), warm temperature (25C), and darkness, rendering the ideal environment for fungal growth. To activate the samples, the PHABs were opened, the plastic bag around the four plates was removed, and the two pieces of absorbent mat (one on the lid and one on the oor of the PHAB) were wet with three water syringes (9 mL total of water per PHAB). Then, the plates were returned to the PHAB, and the PHAB was placed at 25C undisturbed for 10 d 2 h, 14 d 19 h, or 20 d 3.5 h. After the designated incubation period, the samples were terminated while in mi- crogravity to x the spaceight morphology or preserve the spaceight transcriptome. Termination of the experiment consisted of ooding the wells with either 4 PFA (morphol- ogy samples) or RNAlater (transcriptomic samples), and took place inside the Life Sciences Glovebox (LSG). To terminate the samples, the Breathe-Easy membrane was pierced with a needle to inject enough xative or preservative into each well. The punctured mem- branes were dried from the outside with sterile gauze, and sterile RNase-free sealing strips (Sigma-Aldrich, Cat. Z707392) were placed over to seal the holes left by the needles. Termi- nated plates xed with 4 PFA were stowed at 4C, and plates preserved with RNAlater at95C on orbit; immediately upon receiving them back on Earth, they were stowed at 4 and80C, respectively, to prevent sample degradation. 2.4. Post-Flight Biolm Morphology Data Acquisition Upon return to Earth, the plates with the xed coupons were maintained at 4C. When ready for morphology data acquisition, the coupons were transferred (without touching the coupons surface with the biolm) into a new 24-well plate in batches of six or eight (space and Earth control of a respective coupon treated on the same session). Each coupon was stained with a mixture of 400 L of Calcouor White (Sigma-Aldrich, 18909-100ML-F), staining the chitin present in fungal cell walls, and 400 L of Biolm Ruby (Invitrogen, Waltham, MA, USA, F10318), marking proteins present in the extracellular matrix, for 30 min protected from light. Then, each coupon was gently dipped in distilled water four times to remove excess stain and glued onto a microscope slide. To prepare the slides for microscopy, 65 L of VectaShield anti-fade hardening mounting medium (Vector Laboratories, Burlingame, CA, USA, H-1900) and a cover slip were gently placed on top ofLife2023 ,13, 1001 8 of 28 the coupon. The coupons then stayed protected from light for 2.5 h to allow the mounting medium to harden. 2.5. Image Acquisition Microscopy images were acquired with a Nikon A1 Confocal Microscope using the 400.6NA objective and the NIS Elements 5.21.03 (Nikon Instruments Inc., Tokyo, Japan) imaging software. Two emission lters were used: 425475 nm for Calcouor White and 500550 nm for Biolm Ruby, with a 405 nm and 561 nm laser, respectively. The 3D structure of the biolm was captured using a z-stack (step size of 0.2432.096, 30 slices minimum), and each coupon was imaged in one large eld (2 2 elds of 302.35 m302.35 m each, for a total of 604.70 m604.70 m). The coupons were always imaged in the center to avoid potential user bias looking for a particular section of biolm. 2.6. Qualitative Analysis After imaging the biolms, a qualitative analysis was performed on all the sample images using the NIS Elements Viewer 5.21.00 software (Nikon Instruments Inc., Tokyo, Japan). The qualitative analysis consisted of describing the morphology of the biolms to nd differences and similarities of the biolms, namely observations regarding structure and distribution, based on material surface, incubation time, and gravity condition. 2.7. Conversion from .nd2 Files to .tiff Files and Slicing of Images The images taken with the microscope were stored as .nd2 les, which is an incompat- ible format for quantitative analysis with COMSTAT2. Thus, all the images were converted to .tiff les using ImageJ v1.48  34. To this end, the nd2 le was opened in the ImageJ software and the two channels were merged, and then the composite was subsequently converted to RGB color, 8-bit, and nally .tiff le. The ImageJ plugin Slice Remover  35 was used to remove the slices of the image stacks that did not have any relevant biolm information (i.e., underneath the bottom layer and over the topmost layer where no biolm signal was recorded). This ensured the software would not yield incorrect biolm data. 2.8. Quantitative Analysis and Quality Control For the analysis process, COMSTAT 2 software v2.1  3638 was used as a plugin in ImageJ. The images were converted into OME-Tiff les using the ImageJ macro Convert to OME-Tiff to ensure compatibility with COMSTAT 2. Each OME-Tiff le was analyzed using the following parameters: (i) automatic thresholding with Otsus Method, and (ii) no connected volume ltering. The measurements produced by the software were (a) biomass and (b) thickness distribution. A proxy for biomass, which will be referred to as biomass for the purpose of this investigation, is calculated in COMSTAT2 as the ratio of volume per unit area. Using the data for 0 m thickness, we calculated the (c) surface area coverage of the biolm. As a quality control step, each mask created by COMSTAT2 was compared with the original .nd2 les to check for resemblance between the two les. The images which were far off from the original image were re-analyzed with a manual threshold instead of automatic threshold. The biomass of each of the t0samples was produced by COMSTAT2 using the same methodology. Thickness and surface area were not calculated as these samples only contained spores which could be stacked or clumped together, potentially leading to a false statistical signicance when comparing amount of spores. Biomass was hence deemed the best parameter to examine for this set of samples as it takes into account the overall volume occupied by the spores. 2.9. Statistical Analysis Statistical analysis was performed using R version 4.1.2 in RStudio (v4.1.2; R Core Team 2021). The data obtained from the quantitative analysis were rst tested for normality and homogeneity to determine if parametric or nonparametric statistical tests would beLife2023 ,13, 1001 9 of 28 used. Normality was tested using the ShapiroWilk test and homogeneity was tested using Levenes test. The data did not comply with the assumptions of normality and homogeneity (only a few subsets complied); therefore, nonparametric statistical tests were used. The KruskalWallis test and Dunns test with Bonferroni correction were used to compare the median values of biomass and surface area coverage of biolms based on the gravity and incubation time per material as well as to compare the differences between materials. A signicance level of 0.05 was used ( p 0.05). 3. Results The results presented below in Sections 3.33.9 are all statistically signicant results. Any comparisons that were not statistically signicant are not reported. All gures with statistically signicant results are indicated using brackets. Comparisons without brackets indicate a lack of statistically signicant differences. 3.1. RH and Temperature Proles The temperature and RH registered inside the PHABs (Figure 5) shows a successful increase in temperature and humidity to promote fungal growth. The average temperature of incubation (activation to termination) was 24.8 2.4C and 25.6 0.9C for ground and spaceight samples, respectively. The RH during incubation was 96.6 6.0 for all spaceight samples, while for Earth PHABs, the humidity was less stable for some cases. The average humidity on the ground was 56.1 9.6, 91.9 5.9, and 48.4 16.9 for 10, 15, and 20 days of incubation, respectively. Life 2023, 13, x FOR PEER REVIEW 9 of 30 statistical signicance when comparing amount of spores. Biomass was hence deemed the best parameter to exam ine for this set of samples as it takes into account the overall vol- ume occupied by the spores. 2.9. Statistical Analysis Statistical analysis was performed using R version 4.1.2 in RStudio (v4.1.2; R Core Team 2021 ). The data obtained from the quantitativ e analysis were rst tested for normal- ity and homogeneity to determine if parametric or nonparametric statistical tests would be used. Normality was tested using the Shapiro Wilk test and homogeneity was tested using Levenes test. The data did not comply with the assumptions of normality and ho- mogeneity (only a few subsets complied ); therefore , nonparametric statistical tests were used. The Kruskal Wallis test and Dunns test with Bonferroni correction were used to compare the median values of biomass and surface area coverage of biolms based on the gravity and incubation time per material as well as to compare the dierences between materials. A signicance level of 0.05 was used ( p  0.05). 3. Results The results presented below in Sections 3.33.9.3 are all statistically signicant re- sults. Any comparisons that were not statistically signicant are not reported. All gures with statistically signicant results are indicated using brackets. Comparisons without brackets indicate a lack of stat istically signicant dierences. 3.1. RH and Temperature Proles The temperature and RH registered inside the PHABs ( Figure 5) shows a successful increase in temperature and humidity to promote fungal growth. The average tempera- ture of incubation (activ ation to termination ) was 24.8  2.4 C and 25.6  0.9 C for ground and spaceight samples, respectively. The RH during incubation was 96.6  6.0 for all spaceight samples, while for Earth PHABs , the humidity was less stable for some cases. The averag e humidity on the ground was 56.1  9.6, 91.9  5.9, and 48.4  16.9 for 10, 15, and 20 days of incubation, respectively. Figure 5. Temperature and RH proles of the experiment. Temperature data in solid lines and RH in doed lines. Relevant experiment activities labeled in blue. Figure 5. Temperature and RH proles of the experiment. Temperature data in solid lines and RH in dotted lines. Relevant experiment activities labeled in blue. 3.2. t 0Samples As expected, low biolm biomass was observed on the t0samples for each material (Table 2). No signicant differences in mass were found between materials at t0.Life2023 ,13, 1001 10 of 28 Table 2. Median values of fungal biolm mass on t0per material. Interquartile range Q3Q1 (IQR) is indicated in parenthesis. Material Biomass ( m3m2) Stainless Steel 316 0.0267 (0.0142) Carbon Fiber 0.0205 (0.0155) Silicone 0.0773 (0.0375) Quartz 0.0133 (0.0074) Titanium Alloy 0.0112 (0.0449) Aluminum Alloy 0.0052 (0.0061) Nanograss 0.0096 (0.0162) 3.3. Carbon Fiber No signicant differences in P . rubens biolm mass and thickness were observed when comparing incubation time and gravity conditions on carbon ber. Nevertheless, there were two statistical differences in surface area coverage between gravity conditions. When grown for 10 days, biolms formed in space had 22.7 less surface area coverage compared to samples grown on Earth ( p 0.05). However, after 15 days of growth, the spaceight samples had 37.8 more surface area coverage than the Earth controls ( p 0.05) (Figure 6). Life 2023, 13, x FOR PEER REVIEW 10 of 30 3.2. t0 Samples As expected, low biolm biomass was observed on the t0 samples for each material (Table 2). No signicant dierences in mass were found between materials at t0. Table 2. Median values of fungal biolm mass on t0 per material. Interquartile range Q3 Q1 (IQR) is indicated in parenthesis. Material Biomass (m3m2) Stainless Steel 316 0.0267 (0.0142 ) Carbon Fiber 0.0205 (0.0155 ) Silicone 0.0773 (0.0375 ) Quar 0.0133 (0.0074 ) Titanium Alloy 0.0112 (0.0449 ) Aluminum Alloy 0.0052 (0.0061 ) Nanograss 0.0096 (0.0162 ) 3.3. Carbon Fiber No signicant dierences in P. rubens biolm mass and thickness were observed when comparing incubation time and gravity conditions on carbon ber. Nevertheless, there were two statistical dierences in surface area coverage between gravity conditions. When grown for 10 days, biolms form ed in space had 22. 7 less surface area coverage compared to samples grown on Earth ( p  0.05). However, after 15 days of growth, the spaceight samples had 37. 8 more surface area coverage than the Earth controls ( p  0.05) (Figure 6 ). Figure 6. Incubation time and gravity condition comparisons of biolm surface area coverage when grown on carbon ber. : 0.01  p  0.05. 3.4. Stainless Steel 316 There were no signicant dierences observed in P. rubens biolm mass or thickness when compared throughout the gravity conditions and incubation times. Nevertheless, there were two statistical dierences in surface area coverage under two comparisons. Biolms formed on Earth showed dierences between days 10 and 20, where the surface area coverage had an 85. 8 decrease from day 10 to day 20 ( p  0.05), as seen in Figure 7a. Comparing between spaceight and Earth, the only dierence observed was on day 15, Figure 6. Incubation time and gravity condition comparisons of biolm surface area coverage when grown on carbon ber. : 0.01  p0.05. 3.4. Stainless Steel 316 There were no signicant differences observed in P . rubens biolm mass or thickness when compared throughout the gravity conditions and incubation times. Nevertheless, there were two statistical differences in surface area coverage under two comparisons. Biolms formed on Earth showed differences between days 10 and 20, where the surface area coverage had an 85.8 decrease from day 10 to day 20 ( p 0.05), as seen in Figure 7a. Comparing between spaceight and Earth, the only difference observed was on day 15, when the samples grown in space had a 30.7 increase in surface area coverage with respect to the 1 g controls ( p 0.05); such an increase in microgravity was also noticeable in the microscopy images (Figure 7b,c).Life2023 ,13, 1001 11 of 28 Life 2023, 13, x FOR PEER REVIEW 11 of 30 when the samples grown in space had a 30. 7 increase in surface area coverage with re- spect to the 1 g controls ( p  0.05); such an increase in microgravity was also noticeable in the microscopy images (Figure 7b,c ). Figure 7. (a) Fungal biolm surface area coverage on Stainless Steel 316. Images of fungal biolm after 15 days of incubation when grown in space ( b) and on Earth ( c), showing dierences in surface area coverage. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. : 0.0 1  p  0.05. 3.5. Quar There were no signicant dierences observed in mass or surface area coverage when comparing incubation times and gravity conditions of P. rubens biolms grown on quar. Nevertheless, biolm thickness after 20 days had an 88. 5 decrease compared to 15 days of incubation time in space conditions ( p  0.05). When comparing the samples grown for 20 days, those grown in space had 58.8 less thickness compared to Earth samples ( p  0.05), shown in Figure 8. Figure 7. (a) Fungal biolm surface area coverage on Stainless Steel 316. Images of fungal biolm after 15 days of incubation when grown in space ( b) and on Earth ( c), showing differences in surface area coverage. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. : 0.01  p0.05. 3.5. Quartz There were no signicant differences observed in mass or surface area coverage when comparing incubation times and gravity conditions of P . rubens biolms grown on quartz. Nevertheless, biolm thickness after 20 days had an 88.5 decrease compared to 15 days of incubation time in space conditions ( p 0.05). When comparing the samples grown for 20 days, those grown in space had 58.8 less thickness compared to Earth samples (p 0.05), shown in Figure 8.Life2023 ,13, 1001 12 of 28 Life 2023, 13, x FOR PEER REVIEW 12 of 30 Figure 8. Incubation time and gravity condition comparisons of biolm thickness when grown on quar. : 0.0 1  p  0.05. 3.6. Titanium Alloy The biolm mass (Figure 9a ) and thickness (Figure 9c ), when grown for 20 days on Earth, showed a signicant decrease compared to samples grown for 15 days with an 8 decrease in mass and a 52.8 decrease in thickness ( p  0.05). Such a biolm reduction (mass and thickness ) was not observed in microgravity between 15 and 20 days. Surface area coverage (Figure 9b ) of samples grown for 10 days on Earth was 4.6 times higher than those grown for 20 days under the same conditions ( p  0.05). Signicant changes between space and Earth samples were also observed in biolm thickness. After 10 days of incuba- tion, samples grown in space were 2.3 times thicker compare d to samples on Earth ( p  0.05). A similar observation was seen in the samples after 20 days, with samples grown in space being 1.97 times thicker compared to samples on Earth ( p  0.05) (Figure 9c ). Figure 8. Incubation time and gravity condition comparisons of biolm thickness when grown on quartz. : 0.01  p0.05. 3.6. Titanium Alloy The biolm mass (Figure 9a) and thickness (Figure 9c), when grown for 20 days on Earth, showed a signicant decrease compared to samples grown for 15 days with an 8 decrease in mass and a 52.8 decrease in thickness ( p 0.05). Such a biolm reduction (mass and thickness) was not observed in microgravity between 15 and 20 days. Surface area coverage (Figure 9b) of samples grown for 10 days on Earth was 4.6 times higher than those grown for 20 days under the same conditions ( p 0.05). Signicant changes between space and Earth samples were also observed in biolm thickness. After 10 days of incubation, samples grown in space were 2.3 times thicker compared to samples on Earth (p 0.05). A similar observation was seen in the samples after 20 days, with samples grown in space being 1.97 times thicker compared to samples on Earth ( p 0.05) (Figure 9c). 3.7. Silicone, MIT Nanograss, and Aluminum Alloy Biolms grown on Silicone, Nanograss, and Aluminum Alloy presented no signi- cant differences when compared by gravity and incubation time regarding biolm mass, thickness, or surface area coverage. 3.8. Effect of Surface Material on Earth After 15 days growing in Earth conditions (Figure 10), the biolm surface area on silicone was 13 higher than the biolm surface area on the Nanograss material ( p 0.05). There were no signicant differences in biolm thickness and mass between materials. There were also no signicant differences between materials in biolm thickness, mass, and surface area for Earth samples grown for 10 and 20 days.Life2023 ,13, 1001 13 of 28 Life 2023, 13, x FOR PEER REVIEW 13 of 30 Figure 9. Incubation time and gravity condition comparisons of biolm mass, surface area, and thickness when grown on Titanium Alloy. Graphs show fungal biolm mass ( a), surface area ( b), and thickness ( c) in space and Earth conditions after 10, 15, and 20 days. Images of both space and Earth samples after 10, 15, and 20 days demonstrate fungal biolm dierences at 40x (di). The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. : 0.01  p  0.05. 3.7. Silicone, MIT Nanograss, and Aluminum Alloy Biolms grown on Silicone, Nanograss, and Aluminum All oy presented no signi- cant dierences when compared by gravity and incubation time regarding biolm mass, thickness, or surface area coverage. Figure 9. Incubation time and gravity condition comparisons of biolm mass, surface area, and thickness when grown on Titanium Alloy. Graphs show fungal biolm mass ( a), surface area ( b), and thickness ( c) in space and Earth conditions after 10, 15, and 20 days. Images of both space and Earth samples after 10, 15, and 20 days demonstrate fungal biolm differences at 40 (di). The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. : 0.01  p0.05.Life2023 ,13, 1001 14 of 28 Life 2023, 13, x FOR PEER REVIEW 14 of 30 3.8. Eect of Surface Material on Earth After 15 days growing in Earth conditions (Figure 10 ), the biolm surface area on silicone was 13 higher than the biolm surface area on the Nanograss material ( p  0.05). There were no signicant di erences in biolm thickness and mass between materials. There were also no signicant dierences between materials in biolm thickness, mass, and surface area for Earth samples grown for 10 and 20 days. Figure 10. Comparison of biolm surface area after 15 days of incubation in Earth conditions on seven dierent materials. The nomenclature for the signicant values is as follows: : 0.01  p  0.05. 3.9. Eect of Surface Material in Space 3.9.1. Space Samples after 10 Days After growing in space conditions for 10 days, Stainless Steel had 19 times more bio- lm mass ( p  0.05) (Figure 11a) and 9 more surface area coverage ( p  0.01) (Figure 11b) than Nanograss. There was no signicant dierence in biolm thickness between materi- als grown for 10 days in space. Figure 11. Comparison of biolm mass ( a) and surface area ( b) after 10 days of incubation in space conditions on seven dierent materials . The nomenclature for the signicant values is as follows: : 0.01  p  0.05, : 0.001  p  0.01. Figure 10. Comparison of biolm surface area after 15 days of incubation in Earth conditions on seven different materials. The nomenclature for the signicant values is as follows: : 0.01  p 0.05. 3.9. Effect of Surface Material in Space 3.9.1. Space Samples after 10 Days After growing in space conditions for 10 days, Stainless Steel had 19 times more biolm mass ( p 0.05) (Figure 11a) and 9 more surface area coverage ( p 0.01) (Figure 11b) than Nanograss. There was no signicant difference in biolm thickness between materials grown for 10 days in space. Life 2023, 13, x FOR PEER REVIEW 14 of 30 3.8. Eect of Surface Material on Earth After 15 days growing in Earth conditions (Figure 10 ), the biolm surface area on silicone was 13 higher than the biolm surface area on the Nanograss material ( p  0.05). There were no signicant di erences in biolm thickness and mass between materials. There were also no signicant dierences between materials in biolm thickness, mass, and surface area for Earth samples grown for 10 and 20 days. Figure 10. Comparison of biolm surface area after 15 days of incubation in Earth conditions on seven dierent materials. The nomenclature for the signicant values is as follows: : 0.01  p  0.05. 3.9. Eect of Surface Material in Space 3.9.1. Space Samples after 10 Days After growing in space conditions for 10 days, Stainless Steel had 19 times more bio- lm mass ( p  0.05) (Figure 11a) and 9 more surface area coverage ( p  0.01) (Figure 11b) than Nanograss. There was no signicant dierence in biolm thickness between materi- als grown for 10 days in space. Figure 11. Comparison of biolm mass ( a) and surface area ( b) after 10 days of incubation in space conditions on seven dierent materials . The nomenclature for the signicant values is as follows: : 0.01  p  0.05, : 0.001  p  0.01. Figure 11. Comparison of biolm mass ( a) and surface area ( b) after 10 days of incubation in space conditions on seven different materials. The nomenclature for the signicant values is as follows: : 0.01  p 0.05, : 0.001  p 0.01. 3.9.2. Space Samples after 15 Days Biolm mass was signicantly different between Nanograss and four other materials when grown in space for 15 days. Compared to the biolm mass on Nanograss, 27-, 32-, and 30-fold increases in mass were observed on Stainless Steel, Quartz, and Titanium Alloy, respectively ( p 0.05) (Figure 12a). Stainless Steel and Titanium Alloy not only had more biolm mass than Nanograss, but also had 5 ( p 0.01) and 4 ( p 0.05) more biolmLife2023 ,13, 1001 15 of 28 surface area coverage, respectively (Figure 12b). There were no signicant differences in biolm thickness when grown in space conditions for 15 days. Life 2023, 13, x FOR PEER REVIEW 15 of 30 3.9.2. Space Samples after 15 Days Biolm mass was signicantly dierent between Nanograss and four other materials when grown in space for 15 days. Compared to the biolm mass on Nanograss, 27 -, 32-, and 30-fold increase s in mass were observed on Stainless Steel, Quar, and Titanium Al- loy, respectively ( p  0.05) (Figure 12a ). Stainless Steel and Titanium Alloy not only had more biolm mass t han Nanograss, but also had 5 (p  0.01) and 4 (p  0.05) more biolm surface area coverage, respectively (Figure 12b ). There were no signicant dier- ences in biolm thickness when grown in space conditions for 15 days. Figure 12. Comparison of biolm mass ( a) and surface area ( b) after 15 days of incubation in space conditions on seven dierent materials. Images of fungal biolms grown on Stainless Steel ( c), Car- bon Fiber ( d), Silicone (e), Nanograss ( f), Quar ( g), Aluminum Al loy (h), and Titanium Alloy ( i) after 15 days of incubation time in space conditions. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. The nomenclature for the signicant values is as follows: : 0.01  p  0.05, : 0.001  p  0.01. Figure 12. Comparison of biolm mass ( a) and surface area ( b) after 15 days of incubation in space conditions on seven different materials. Images of fungal biolms grown on Stainless Steel ( c), Carbon Fiber ( d), Silicone ( e), Nanograss ( f), Quartz ( g), Aluminum Alloy ( h), and Titanium Alloy ( i) after 15 days of incubation time in space conditions. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. The nomenclature for the signicant values is as follows: : 0.01  p 0.05, : 0.001  p 0.01. 3.9.3. Space Samples after 20 Days After growing for 20 days in space, Aluminum Alloys biolm was 25 thicker than Nanograsss biolm ( p 0.05) (Figure 13). There were no signicant differences in biolm mass or surface area after 20 days of growth in space conditions.Life2023 ,13, 1001 16 of 28 Life 2023, 13, x FOR PEER REVIEW 16 of 30 3.9.3. Space Samples after 20 Days After growing for 20 days in space, Aluminum Alloys biolm was 25 thicker than Nanograsss biolm ( p  0.05) (Figure 13 ). There were no signicant dierences in biolm mass or surface area after 20 days of growth in space condition s. Figure 13. Comparison of biolm thickness after 20 days of incubation in space conditions on seven dierent materials. The nomenclature for the signicant values is as follows: : 0.01  p  0.05. 4. Discussion The primary aim of this investigation was to characteriz e P. rubens biolm morphol- ogy on seven clinically or spaceight relevant materials both in space and on Earth. All materials were susceptible to fungal biolm formation, some more than others, regardless of the gravitational condition. The fungal samples had equivalent initial amounts of spores on all material substra tes, as there were no signicant dierences in biomass after 6 h of incubation. Although the temperature was kept close to 25 C during the incubation time across samples, and despite our eorts to provide a stable environment, the humidity presented si gnicant variations. Specically, the samples incubated for 10 and 20 days on Earth had RH of approximately half that of the rest of the conditions. Since each PHAB contained samples of all material coupons, this does not aect the comparisons across materials, but it could interfere with comparisons across incubation times and between gravitational regimes. 4.1. The Eect of Microgravity on Biolm Growth One of the primary dependent variables examined was fungal biolm formation in microgravity comp ared to Earths gravity. Three cases of signicantly increased biolm growth in microgravity were observed: Carbon Fiber at day 15 (surface area increase ), Stainless Steel at day 15 (surface area increase ), and Titanium Alloy at day 10 and day 20 (thickness increase ). However, there were two cases that showed the contrary with signif- icantly decreased biolm growth in microgravity compared to Earth: Carbon Fiber at day 10 (surface area decrease ) and Quar at day 20 (thickness decrease ). These two cases, where fungal biolms on Earth grew beer than in space , are of particular interest because those samples correspond to the conditions (Earth at 10 days and 20 days ) that experi- enced uctuations of humidity (Figure 5 ). The ideal RH for P. chrysogenum is 90, and decreases in fungal growth below this RH have been observed 39. Previous studies have shown that drops in humidity can immediately stop growth and cause the dehydration of P. rubens 40. On occasion, the fungus is able to start growing again when the humidity Figure 13. Comparison of biolm thickness after 20 days of incubation in space conditions on seven different materials. The nomenclature for the signicant values is as follows: : 0.01  p 0.05. 4. Discussion The primary aim of this investigation was to characterize P . rubens biolm morphology on seven clinically or spaceight relevant materials both in space and on Earth. All materials were susceptible to fungal biolm formation, some more than others, regardless of the gravitational condition. The fungal samples had equivalent initial amounts of spores on all material substrates, as there were no signicant differences in biomass after 6 h of incubation. Although the temperature was kept close to 25C during the incubation time across samples, and despite our efforts to provide a stable environment, the humidity presented signicant variations. Specically, the samples incubated for 10 and 20 days on Earth had RH of approximately half that of the rest of the conditions. Since each PHAB contained samples of all material coupons, this does not affect the comparisons across materials, but it could interfere with comparisons across incubation times and between gravitational regimes. 4.1. The Effect of Microgravity on Biolm Growth One of the primary dependent variables examined was fungal biolm formation in microgravity compared to Earths gravity. Three cases of signicantly increased biolm growth in microgravity were observed: Carbon Fiber at day 15 (surface area increase), Stainless Steel at day 15 (surface area increase), and Titanium Alloy at day 10 and day 20 (thickness increase). However, there were two cases that showed the contrary with signicantly decreased biolm growth in microgravity compared to Earth: Carbon Fiber at day 10 (surface area decrease) and Quartz at day 20 (thickness decrease). These two cases, where fungal biolms on Earth grew better than in space, are of particular interest because those samples correspond to the conditions (Earth at 10 days and 20 days) that experienced uctuations of humidity (Figure 5). The ideal RH for P . chrysogenum is 90, and decreases in fungal growth below this RH have been observed  39. Previous studies have shown that drops in humidity can immediately stop growth and cause the dehydration of P . rubens 40. On occasion, the fungus is able to start growing again when the humidity increases, but other times, RH uctuations (of as little as 3 h) can suppress growth permanently, so only new germination can occur  40. Additionally, there is evidence that after being exposed to high humidity, P . rubens cannot restart growth following a desiccation event of RH below 75  41. Since the humidity uctuations in Earth PHABs of 10 and 20 days lasted for days and the PHABs reached RH of 50 and below, we expected the fungal growth toLife2023 ,13, 1001 17 of 28 be impaired for those samples. Hence, it is possible that if RH values would have been equivalent between ight and ground in the day 10 and 20 PHABs, even more biolm growth could have been observed on Earth. Nevertheless, this would not change our relative observation presented herelikely except for Titanium Alloy at 20 days, results that may be an artifact of the RH challenges. Quartz at 20 days was an exception to this trend as an increase in biolm formation was seen despite lower RH values. While we have no clear explanation as to why this occurred, a previous study classied P . chrysogenum (the previous species name for P . rubens ) as xerotolerant, meaning it can undergo a complete life cycle at low RH values and is considered resistant to dry environments  42. While this was not studied specically in this investigation, how P . rubens survives in dry environments should be further examined. With that in mind, our results suggest mixed effects of microgravity on biolm growth dependent on the material surface and without a clear trend in time. It is important to note the signicant outlier in the Carbon Fiber 10-day sample grown on Earth and the effect of removing this outlier from the statistical test. When removed, the comparison between Earth and space sample groups is no longer signicant; however, all of the other observed differences remain the same, which implies mixed effects of microgravity on biolm growth. Despite the changes in biolm growth in microgravity, no consistent visual trends in morphological shape (overall 3D structure) across gravity conditions were observed. Therefore, in our experiment, microgravity did not impact the fungal shape of the biolm. The mechanisms behind the changes in fungal biolm formation in microgravity are still unclear and need further investigation. One potential mechanism behind the changes observed in this investigation could lie in how different fungi sense gravity. The octahedral crystal matrix protein (OCTIN) is the structural protein comprising the vacuolar protein crystals that the fungal family Mucorales uses to sense gravity  43. While this protein does not exist in Penicillium species, other unknown gravity sensing proteins could be present. Research into how other fungal families, such as Penicillium, might be capable of sensing gravity is a crucial next step to understanding fungal biolm growth in microgravity and the changes in biolm formation observed in this study. 4.2. The Effect of Material Surface on Biolm Growth After qualitative analysis of the fungal biolms, no difference in biolm shape was observed across materials (Appendix B). However, signicant differences in mass, thickness, and surface area coverage of the biolms between materials were identied. The Nanograss material was of particular interest in this investigation as a potential biolm-resistant material. Nanograss was the most efcient material at reducing fungal biolm formation, both in space and on Earth. One potential explanation for the reduced biolm formation is a reduced strength of adhesion. Spore adhesion was the same across all materials by 6 h time (Appendix A), meaning all spores were at minimum equivalently loosely adhered to the material surface. Adhesion strength, how strongly the fungi ad- heres to the material, and how much force the spores or biolm can withstand before being removed are dependent on various material characteristics such as hydrophobicity, roughness, and charge  44. Hydrophobicity is unlikely to be a factor contributing to the reduced biolm growth. This is due to hydrophobins, which are proteins that help to determine a fungal spores hydrophobicity. One hydrophobin, RodA, has been shown to coat the outside of spores, forming a hydrophobic rodlet layer inAspergillus fumigatus , and other hydrophobins have been identied in hyphae  4547. An ortholog RodA gene with 100 query cover (E value 0.0, and 90.40 identity) was found in P . rubens (Accession No. AM920436.1) using NCBIs BLAST Tool, meaning that P . rubens could also have hydrophobic spores if this gene is being expressed. Nanograss is a highly hydropho- bic material and therefore should allow the P . ruben spores to strongly adhere. Therefore, hydrophobicity is not the factor interfering with spore and hyphal adhesion preventing biolm formation on Nanograss.Life2023 ,13, 1001 18 of 28 Other factors such as surface roughness and charge are likely at play in preventing biolm growth on Nanograss  44. In the majority of previous research, P . rubens biolms have been grown on gypsum, and data on the effect of roughness and surface charge on P . rubens biolm formation are not available. Additionally, data on the roughness and charge of the materials used in this investigation are not available as these properties are manufacturer- and sometimes batch-dependent. Future experiments should measure this materials properties to examine the effect of different material charges and roughness on biolm growth on hydrophobic materials. Due to the decreased biolm formation on Nanograss, this material warrants further studies with varying conditions and strains to determine its full potential as an anti-microbial material. 4.3. The Effect of Incubation Time on Biolm Growth A decrease in biolm growth was observed as incubation time increased in three cases: Titanium Alloy Earth samples (mass and thickness decreased between day 15 and day 20 and surface area decreased between day 10 and day 20), Quartz space samples (thickness decrease between day 15 and day 20), and Stainless Steel Earth samples (surface area decrease between day 10 and day 20). Since there was only a thin coat of PDB on the surface of the coupons, it is possible the nutrients were depleted as incubation time increased, causing the fungal biolms to be in a starvation state. When in unfavorable conditions, small groups of fungal persister cells will form and remain even as other fungal cells die  48. These cell populations have decreased metabolism and growth, allowing the biolm to remain at a stable population level until conditions improve and growth can resume  49. Furthermore, Candida albicans , another fungal species known for biolm formation, can maintain a consistent population in starvation after an initial drop in cell population  50. If the biolms have depleted resources by day 15, a decrease in overall biolm mass, thickness, and surface area can be expected as the cell population will start to die but maintains a minimum population with the assistance of persister cells. The reduced biolms observed at day 20 could contain these persister cells, which would allow the biolm to continue growth during a longer incubation time if the environment becomes favorable again, which could present a possible risk for future long-term missions. Further studies should be conducted to observe the effect of adding more nutrients to the fungal population after 20 days in microgravity. In the future, analyses of persister cells within the biolm and their gene expression should be conducted, comparing the number of persister cells formed both in space and on Earth. This is especially relevant because the persister cells are more resistant to antimicrobials, and in conned spaces such as spacecraft, they could pose an increased health risk for astronauts. Another possibility for the decrease in biolm formation on day 20 due to depleted nutrients is the weakening of cellcell and cellsurface adhesions. Fungi have two types of adhesion proteins which are vital for cellcell adhesion and cellsurface adhesion, lectin-like adhesions and sugar-independent adhesins  51. Depleted nutrients decrease the amount of available sugars for the adhesins to bind to, potentially decreasing the strength of cell surface adhesion. Whether the sugar-independent adhesions are sufcient to maintain a strong attachment is unknown and was not studied in this investigation. However, if the sugar-independent adhesions are insufcient, then fungi with a loose attachment were potentially washed away in the gentle washing steps during staining. Further studies should be conducted to determine if the depleted resources decreased the strength of biolm adherence. Altogether, the results show that microgravity does not have a strong effect on biolm shape and morphology of P . rubens up to 20 days of incubation. Even in the few cases where there was increased biolm formation in microgravity, this effect was not maintained in time. Additionally, due to the reduced fungal biolm formation, both in space and on Earth, Nanograss could be considered as a potential anti-microbial material for certain spacecraft equipment. The results presented in this manuscript can contribute to the efforts of fungal biolm control in space, but long-term tests (20 days) as well as complementaryLife2023 ,13, 1001 19 of 28 transcriptomic and proteomic analyses are highly recommended, as microgravity effects were both material- and incubation-time-dependent. Author Contributions: Conceptualization, L.Z.; methodology, L.Z., R.S. and P .F.; experiment perfor- mance, M.V .H. in space and P .F. and L.Z. on Earth; validation, L.Z., R.S. and P .F.; formal analysis, M.H., R.K. and P .F.; investigation, L.Z., R.S., P .F., M.V .H., M.G.-P ., B.S., M.H. and R.K.; resources, L.Z.; data curation, M.H. and R.K.; writingoriginal draft preparation, M.H., R.S., L.Z., P .F. and R.K.; writingreview and editing, M.H., L.Z., P .F., M.G.-P ., B.S., R.K., M.V .H. and R.S.; visualization, M.H. and P .F.; supervision, L.Z. and P .F.; project administration, L.Z. and P .F.; funding acquisition, L.Z. All authors have read and agreed to the published version of the manuscript. Funding: This research was funded by the National Aeronautics and Space Administration as our funding source under grants no. 80NSSC17K0036 to L.Z. and 80NSSC21K1950 to L.Z. and P .F. Informed Consent Statement: Not applicable. Data Availability Statement: All microscopy les and raw data obtained from COMSTAT2 can be found in NASAs Physical Sciences Informatics (PSI) data repository (https:psi.nasa.gov). Project ID TBD. Acknowledgments: Thanks to BioServe Space Technologies for the constant support that ensured the success of this project; special thanks to Stefanie Countryman, Louis Stodieck, Maggie Kolicko, Jim Wright, Carla Hoehn, Shankini Doraisingam, Sheila Nielsen, Mark Rupert, Stuart Tozer, and Matt Velone. To the Light Microscopy Core Facility, Porter Biosciences B047, B049 and B051 at the University of Colorado Boulder (RRID:SCR_018993) for providing the access to the confocal microscope. To Marta Cortesao for her expertise and assistance in the early stages of the project, particularly her guidance on the use of the dry conidia inoculation method. MITs Kripa Varanasi and Samantha McBride are acknowledged for providing samples of the Nanograss material. Thanks to Northrop Grumman and Eastern Virginia Medical School for hosting us during pre-launch experiment preparation, and special thanks to Joella Delheimer, Rebecca Bryan, and the University of Colorados Melissa Dunivant. Thanks to Ivan Castro for the photos in Figures 1b and 2b. We acknowledge our NASA project scientist and manager, Sridahr Gorti and Shawn Reagan, respectively. Conicts of Interest: The authors declare no conict of interest. Appendix A The number of spores inoculated onto the coupons was tested to conrm equivalent spores are transferred using the dry conidia method. Analysis of the adhered spores was performed using ImageJ and statistical comparisons between materials were performed with Dunns test. No statistically signicant difference ( p 0.05) was found between any material types for spore count after 6 h of incubation (Figure A1), with an overall median of 248 spores counted per eld of view, or 777 sporesmm2. Life 2023, 13, x FOR PEER REVIEW 20 of 30 Appendix A The number of spores inoculated onto the coupons was tested to conrm equivalent spores are transferred using the dry conidia method. Analysis of the adhered spores was performed using ImageJ and statistical comparison s between materials were per- formed with Dunns test. No statistically signicant dierence ( p  0.05) was found be- tween any material types for spore count after 6 h of incubation (Figure A1 ), with an over- all median of 248 spores counted per eld of view, or 777 sporesmm2. Figure A1. Spore count per material after 6 h of incubation. Data ploed correspond to the number of spores per eld of view ( 565  565 m2). n  3 biological replicates. No signicant dierences between materials (Dunns tes t with Bonferroni correction ). Appendix B Confocal microscopy images of representative biolms per condition were compiled for qualitative analysis (Figure s A2A8). Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to proteins of the biolms extracellular matrix. Images were chosen due to their median amount of biomass, surface area, and thickness to avoid bias. It is important to mention that there were no clear pa erns or trends in chitin protein ratios and that dierences portrayed in an image may be true only for that samples and not for the group as a whole. No signicant dierences in morphol- ogy shape were observed between time points and gravity condition. Figure A1. Spore count per material after 6 h of incubation. Data plotted correspond to the number of spores per eld of view (565 565m2). n  3 biological replicates. No signicant differences between materials (Dunns test with Bonferroni correction).Life2023 ,13, 1001 20 of 28 Appendix B Confocal microscopy images of representative biolms per condition were compiled for qualitative analysis (Figures A2A8). Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to proteins of the biolms extracellular matrix. Images were chosen due to their median amount of biomass, surface area, and thickness to avoid bias. It is important to mention that there were no clear patterns or trends in chitinprotein ratios and that differences portrayed in an image may be true only for that samples and not for the group as a whole. No signicant differences in morphology shape were observed between time points and gravity condition. Life 2023, 13, x FOR PEER REVIEW 21 of 30 Figure A2. Biolm growth on stainless steel in space and on Earth after 10, 15, and 20 days. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to proteins of the biolms extracellular matrix. Confoca l microscopy images of representative biolms per condition. Figure A2. Biolm growth on stainless steel in space and on Earth after 10, 15, and 20 days. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to proteins of the biolms extracellular matrix. Confocal microscopy images of representative biolms per condition.Life2023 ,13, 1001 21 of 28 Life 2023, 13, x FOR PEER REVIEW 22 of 30 Figure A3. Biolm growth on Carbon Fiber in space and on Earth after 10, 15, and 20 days. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. Confocal microscopy images of representative bio- lms per condition. Figure A3. Biolm growth on Carbon Fiber in space and on Earth after 10, 15, and 20 days. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. Confocal microscopy images of representative biolms per condition.Life2023 ,13, 1001 22 of 28 Life 2023, 13, x FOR PEER REVIEW 23 of 30 Figure A4. Biolm growth on Silicone in space and on Earth after 10, 15, and 20 days. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. Confocal microscopy images of representative biolms per con- dition. Figure A4. Biolm growth on Silicone in space and on Earth after 10, 15, and 20 days. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to compo- nents of the biolms extracellular matrix. Confocal microscopy images of representative biolms per condition.Life2023 ,13, 1001 23 of 28 Life 2023, 13, x FOR PEER REVIEW 24 of 30 Figure A5. Biolm growth on Quar in space and on Earth after 10, 15, an d 20 days. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. Confocal microscopy images of representative biolms per con- dition. Figure A5. Biolm growth on Quartz in space and on Earth after 10, 15, and 20 days. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to compo- nents of the biolms extracellular matrix. Confocal microscopy images of representative biolms per condition.Life2023 ,13, 1001 24 of 28 Life 2023, 13, x FOR PEER REVIEW 25 of 30 Figure A6. Biolm growth on Nanograss in space and on Earth after 10, 15, and 20 days. The Calco- uor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to com- ponents of the biolms extracellular matrix. Confocal microscopy images of re presentative biolms per condition. Figure A6. Biolm growth on Nanograss in space and on Earth after 10, 15, and 20 days. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. Confocal microscopy images of representative biolms per condition.Life2023 ,13, 1001 25 of 28 Life 2023, 13, x FOR PEER REVIEW 26 of 30 Figure A7. Biolm growth on Aluminum in space and on Earth after 10, 15, and 20 days. The Calco- uor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to com- ponents of the biolm s extracellular matrix. Confocal microscopy images of representative biolms per condition. Figure A7. Biolm growth on Aluminum in space and on Earth after 10, 15, and 20 days. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to components of the biolms extracellular matrix. Confocal microscopy images of representative biolms per condition.Life2023 ,13, 1001 26 of 28 Life 2023, 13, x FOR PEER REVIEW 27 of 30 Figure A8. Biolm growth on titanium in space and on Earth after 10, 15, and 20 days. The Calco- uor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to com- ponents of the biolms extracellular matrix. Confocal microscopy image s of representative biolms per condition. Figure A8. Biolm growth on titanium in space and on Earth after 10, 15, and 20 days. The Calcouor White stain in blue binds to cellulose and chitin. The Biolm Ruby stain in red binds to compo- nents of the biolms extracellular matrix. Confocal microscopy images of representative biolms per condition. References 1. Fanning, S.; Mitchell, A.P . Fungal Biolms. PLoS Pathog. 2012 ,8, e1002585. CrossRef PubMed 2. Penesyan, A.; Paulsen, I.T.; Kjelleberg, S.; Gillings, M.R. Three faces of biolms: A microbial lifestyle, a nascent multicellular organism, and an incubator for diversity. NPJ Biolms Microbiomes 2021 ,7, 19. CrossRef PubMedLife2023 ,13, 1001 27 of 28 3. Ramage, G.; Mowat, E.; Jones, B.; Williams, C.; Lopez-Ribot, J. Our Current Understanding of Fungal Biolms. Crit. Rev. Microbiol. 2009 ,35, 340355. CrossRef PubMed 4. Ramage, G.; Rajendran, R.; Sherry, L.; Williams, C. Fungal Biolm Resistance. Int. J. Microbiol. 2012 ,2012 , 528521. CrossRef 5. Blankenship, J.; Mitchell, A.P . How to build a biolm: A fungal perspective. Curr. Opin. Microbiol. 2006 ,9, 588594. CrossRef 6. Luo, G.; Samaranayake, L.P . Candida glabrata , an emerging fungal pathogen, exhibits superior relative cell surface hydrophobicity and adhesion to denture acrylic surfaces compared with Candida albicans .APMIS 2002 ,110, 601610. CrossRef 7. Silva, S.; Negri, M.; Henriques, M.; Oliveira, R.; Williams, D.W.; Azeredo, J. Adherence and biolm formation of non- Candida albicans Candida species. Trends Microbiol. 2011 ,19, 241247. CrossRef 8. Klintworth, R.; Reher, H.; Viktorov, A.; Bohle, D. Biological induced corrosion of materials II: New test methods and experiences from mir station. Acta Astronaut. 1999 ,44, 569578. CrossRef 9. Zea, L.; Nisar, Z.; Rubin, P .; Cortes o, M.; Luo, J.; McBride, S.A.; Moeller, R.; Klaus, D.; Mller, D.; Varanasi, K.K.; et al. Design of a spaceight biolm experiment. Acta Astronaut. 2018 ,148, 294300. CrossRef 10. Pierson, D.L. Microbial Contamination in the Spacecraft. 1 January 2001. Available online: https:ntrs.nasa.govcitations2010 0036603 (accessed on 20 March 2023). 11. Novikova, N.D. Review of the Knowledge of Microbial Contamination of the Russian Manned Spacecraft. Microb. Ecol. 2004 ,47, 127132. CrossRef 12. Costa-Orlandi, C.B.; Sardi, J.C.O.; Pitangui, N.S.; De Oliveira, H.C.; Scorzoni, L.; Galeane, M.C.; Medina-Alarc n, K.P .; Melo, W.C.M.A.; Marcelino, M.Y.; Braz, J.D.; et al. Fungal Biolms and Polymicrobial Diseases. J. Fungi 2017 ,3, 22. CrossRef PubMed 13. Brown, G.D.; Denning, D.W.; Gow, N.A.R.; Levitz, S.M.; Netea, M.G.; White, T.C. Hidden Killers: Human Fungal Infections. Sci. Transl. Med. 2012 ,4, 165rv13. CrossRef PubMed 14. Guevara-Suarez, M.; Sutton, D.A.; Cano-Lira, J.F.; Garcia, D.; Martin-Vicente, A.; Wiederhold, N.; Guarro, J.; Gen , J. Identication and Antifungal Susceptibility of Penicillium-Like Fungi from Clinical Samples in the United States. J. Clin. Microbiol. 2016 ,54, 21552161. CrossRef PubMed 15. Borchers, A.T.; Keen, C.L.; Gershwin, M. Microgravity and immune responsiveness: Implications for space travel. Nutrition 2002 , 18, 889898. CrossRef PubMed 16. CDC. Reduce Your Exposure to Mold in Your Home  Mold  CDC. 17 November 2022. Available online: https:www.cdc.gov moldreduce-your-exposure-to-mold.html (accessed on 17 January 2023). 17. CDC. Invasive Mold Infections in Immunocompromised People  Mold  CDC. 19 September 2022. Available online: https: www.cdc.govmoldinvasive-mold-infections.htm (accessed on 18 January 2023). 18. Hoffman, M.; Bash, E.; Berger, S.A.; Burke, M.; Yust, I. Fatal necrotizing esophagitis due toPenicillium chrysogenum in a patient with acquired immunodeciency syndrome. Eur. J. Clin. Microbiol. Infect. Dis. 1992 ,11, 11581160. CrossRef 19. Eschete, M.L.; King, J.W.; West, B.C.; Oberle, A. Penicillium chrysogenum endophthalmitis: First reported case. A New Invasive Pathogen. Mycopathologia 1981 ,74, 125127. CrossRef PubMed 20. Geltner, C.; Lass-Flrl, C.; Bonatti, H.; Mller, L.; Stelzmller, I. Invasive Pulmonary Mycosis Due to Penicillium chrysogenum . Transplantation 2013 ,95, e21e23. CrossRef 21. Zea, L.; McLean, R.J.; Rook, T.A.; Angle, G.; Carter, D.L.; Delegard, A.; Denvir, A.; Gerlach, R.; Gorti, S.; McIlwaine, D.; et al. Potential biolm control strategies for extended spaceight missions. Biolm 2020 ,2, 100026. CrossRef 22. Horneck, G.; Klaus, D.M.; Mancinelli, R.L. Space Microbiology. Microbiol. Mol. Biol. Rev. 2010 ,74, 121156. CrossRef 23. Zea, L.; Prasad, N.; Levy, S.E.; Stodieck, L.; Jones, A.; Shrestha, S.; Klaus, D. A Molecular Genetic Basis Explaining Altered Bacterial Behavior in Space. PLoS ONE 2016 ,11, e0164359. CrossRef 24. Zea, L.; Larsen, M.; Estante, F.; Qvortrup, K.; Moeller, R.; de Oliveira, S.D.; Stodieck, L.; Klaus, D. Phenotypic Changes Exhibited by E. coli Cultured in Space. Front. Microbiol. 2017 ,8, 1598. CrossRef PubMed 25. Aunins, T.R.; Erickson, K.E.; Prasad, N.; Levy, S.E.; Jones, A.; Shrestha, S.; Mastracchio, R.; Stodieck, L.; Klaus, D.; Zea, L.; et al. Spaceight Modies Escherichia coli Gene Expression in Response to Antibiotic Exposure and Reveals Role of Oxidative Stress Response. Front. Microbiol. 2018 ,9, 310. CrossRef PubMed 26. Cottin, H.; Rettberg, P . EXPOSE-R2 on the International Space Station (20142016): Results from the PSS and BOSS Astrobiology Experiments. Astrobiology 2019 ,19, 975978. CrossRef PubMed 27. Zhao, X.; Yu, Y.; Zhang, X.; Huang, B.; Bai, P .; Xu, C.; Li, D.; Zhang, B.; Liu, C. Decreased biolm formation ability of Acinetobacter baumannii after spaceight on Chinas Shenzhou 11 spacecraft. Microbiol. Open 2019 ,8, e00763. CrossRef PubMed 28. Loudon, C.-M.; Nicholson, N.; Finster, K.; Leys, N.; Byloos, B.; Van Houdt, R.; Rettberg, P .; Moeller, R.; Fuchs, F.M.; Demets, R.; et al. BioRock: New experiments and hardware to investigate microbemineral interactions in space. Int. J. Astrobiol. 2017 ,17, 303313. CrossRef 29. Flores, P .; Schauer, R.; McBride, S.A.; Luo, J.; Hoehn, C.; Doraisingam, S.; Widhalm, D.; Chadha, J.; Selman, L.; Mueller, D.W.; et al. Preparation for and performance of a Pseudomonas aeruginosa biolm experiment on board the International Space Station. Acta Astronaut. 2022 ,199, 386400. CrossRef 30. Flores, P .; Luo, J.; Mueller, D.; Muecklich, F.; Zea, L. Space BiolmsAn Overview of the Morphology of Pseudomonas aeruginosa Biolms Grown on Silicone and Cellulose Membranes on board the International Space Station. Acta Astronautica 2022 ,199, 386400. CrossRefLife2023 ,13, 1001 28 of 28 31. Flores, P .; McBride, S.; Varanasi, K.; Galazka, J.; Zea, L. Biolms formation of Pseudomonas aeruginosa in spaceight is minimized on Lubricant Impregnated Surface. Res. Sq. 2022 . CrossRef 32. Smith, J.D.; Dhiman, R.; Anand, S.; Reza-Garduno, E.; Cohen, R.E.; McKinley, G.H.; Varanasi, K.K. Droplet mobility on lubricant- impregnated surfaces. Soft Matter 2013 ,9, 17721780. CrossRef 33. Bekker, M.M. Growth of Penicillium rubens after Desiccation. Ph.D. Thesis, Eindhoven University of Technology, Eindhoven, The Netherlands, 2014. CrossRef 34. Schneider, C.A.; Rasband, W.S.; Eliceiri, K.W. NIH Image to ImageJ: 25 Years of image analysis. Nat. Methods 2012 ,9, 671675. CrossRef 35. Rasband, W. Slice Remover. 2009. ImageJ. Available online: https:imagej.nih.govijpluginsslice-remover.html (accessed on 1 June 2022). 36. Heydorn, A.; Ersbll, B.K.; Vorregaard, M. Comstat2. 1 July 2015. Available online: www.comstat.dk (accessed on 1 June 2022). 37. Heydorn, A.; Nielsen, A.T.; Hentzer, M.; Sternberg, C.; Givskov, M.; Ersbll, B.K.; Molin, S. Quantication of biolm structures by the novel computer program comstat. Microbiology 2000 ,146 Pt 10 , 23952407. CrossRef PubMed 38. Vorregaard, M. Comstat2A Modern 3D Image Analysis Environment for Biolms. Ph.D. Thesis, Technical University of Denmark, Lyngby, Denmark, 2008. 39. Singh, P .; Chauhan, M. Inuence of Environmental Factors on The Growth of Building Deteriorating Fungi: Aspergillus Flavus and Penicillium Chrysogenum .Int. J. Pharm. Sci. Res. 2012 ,4, 425429. 40. Ruijten, P .; Huinink, H.P .; Adan, O.C.G. Hyphal growth of Penicillium rubens in changing relative humidity. Appl. Microbiol. Biotechnol. 2021 ,105, 51595171. CrossRef 41. Segers, F.J.J.; van Laarhoven, K.A.; Huinink, H.P .; Adan, O.C.G.; Wsten, H.A.B.; Dijksterhuis, J. The Indoor Fungus Cladosporium halotolerans Survives Humidity Dynamics Markedly Better than Aspergillus niger and Penicillium rubens despite Less Growth at Lowered Steady-State Water Activity. Appl. Environ. Microbiol. 2016 ,82, 50895098. CrossRef PubMed 42. Ponizovskaya, V .B.; Antropova, A.B.; Mokeeva, V .L.; Bilanenko, E.N.; Chekunova, L.N. Effect of water activity and relative air humidity on the growth of Penicillium chrysogenum thom, Aspergillus repens (Corda) Sacc., and Trichoderma viride Pers. isolated from living spaces. Microbiology 2011 ,80, 378385. CrossRef 43. Nguyen, T.A.; Greig, J.; Khan, A.; Goh, C.; Jedd, G. Evolutionary novelty in gravity sensing through horizontal gene transfer and high-order protein assembly. PLoS Biol. 2018 ,16, e2004920. CrossRef 44. Fernandes, S.; Sim es, L.C.; Lima, N.; Sim es, M. Adhesion of lamentous fungi isolated from drinking water under different process conditions. Water Res. 2019 ,164, 114951. CrossRef 45. Gomoiu, I.; Chatzitheodoridis, E.; Vadrucci, S.; Walther, I.; Cojoc, R. Fungal Spores Viability on the International Space Station. Orig. Life Evol. Biospheres. 2016 ,46, 403418. CrossRef 46. Latg, J.-P . (Ed.) The Fungal Cell Wall: An Armour and a Weapon for Human Fungal Pathogens ; Springer International Publishing: Cham, Switzerland, 2020; Volume 425. CrossRef 47. Tanaka, T.; Terauchi, Y.; Yoshimi, A.; Abe, K. Aspergillus Hydrophobins : Physicochemical Properties, Biochemical Properties, and Functions in Solid Polymer Degradation. Microorganisms 2022 ,10, 1498. CrossRef 48. Sardi, J.D.C.O.; Pitangui, N.D.S.; Rodr guez-Arellanes, G.; Taylor, M.L.; Fusco-Almeida, A.M.; Mendes-Giannini, M.J.S. Highlights in pathogenic fungal biolms. Rev. Iberoam. Micol. 2014 ,31, 2229. CrossRef 49. Harriott, M.M. Biolms and Antibiotics. In Reference Module in Biomedical Sciences ; Elsevier: Amsterdam, The Netherlands, 2019. CrossRef 50. Richards, D.; Davies, J.K.; Figdor, D. Starvation survival and recovery in serum of Candida albicans compared with Enterococcus faecalis .Oral Surg. Oral Med. Oral Pathol. Oral Radiol. Endodontol. 2010 ,110, 125130. CrossRef PubMed 51. Verstrepen, K.J.; Klis, F.M. Flocculation, adhesion and biolm formation in yeasts. Mol. Microbiol. 2006 ,60, 515. CrossRef PubMed DisclaimerPublishers Note: The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of MDPI andor the editor(s). MDPI andor the editor(s) disclaim responsibility for any injury to people or property resulting from any ideas, methods, instructions or products referred to in the content.",
        "introduction": "Biolms are cell populations that grow embedded in an extracellular matrix (ECM), which has effects on its ability to adhere to itself and to surfaces, and which changes the interaction between cells and nutrients, quorum-sensing molecules, and its environment in general  1. For example, it is estimated that up to 80 of bacterial and archaeal cells in nature grow as biolm populations  2. The ability of fungi, eukaryotic organisms, to form biolms depends, in part, on the substratum upon which they form  3, and occurs in a six-phase fashion: arrival at substratum, adhesion, colonization, ECM production, biolm maturation, and dispersal 4. One of the most important phases in biolm formation is adhesion and depends largely on cellsurface and cellcell adhesion. Following adhesion, microbes proliferate and form the ECM. The ECM has antimicrobial-resistant properties complicating the removal of fungal cells from surfaces. If the process of adhesion is blocked, proliferation and formation of the extracellular matrix will be prevented, providing an ideal way to stop biolm development  5. The factors contributing to the fungal biolm adherence are dependent on the species and strain. Past studies have identied hydrophobicity as a determinant for fungal biolm adhesion, while other studies concluded that hydrophobicity of the Life2023 ,13, 1001. https:doi.org10.3390life13041001 https:www.mdpi.comjournallifeLife2023 ,13, 1001 2 of 28 material alone is not enough to determine adhesion  6,7. The lack of a consensus on the role of material hydrophobicity in biolm adherence complicates the development of a biolm-resistant material. Because fungal biolms are challenging to remove from surfaces due to the ECM, fun- gal biolms, or molds, which in the context of this investigation are considered equivalent to fungal biolms, are a concern for human spaceight for at least two reasons. The rst comes from the potential damage to the surfaces (namely equipment) upon which they grow. Fungal biolms can directly damage surfaces by using the material as a source of energy, or indirectly by degrading it with enzymes and other metabolic byproducts  8. This is not an unfounded concern, as there have been issues derived from fungal biolm formation in previous space stations. On the Soviet Salyut 6 space station, fungal biolms were observed on piping and equipment behind the panels  8. On Salyut 7, fungal growth was found on the water condensation system used for water recycling, the ra- diator of the thermal system, and on electric connectors and cables, in some of which holes on the insulation tape were observed  8. On the Mir space station, fungal biolms (Penicillium chrysogenum now called Penicillium rubens 9) started growing on windows rubber seals and expanded onto (and damaged) the quartz and titanium frame. Fungal biolms were also reported on components of the air conditioning system and on cables using the electric insulation as a source of food. Furthermore, there were zones completely covered with growth of mold fungi destruction of the plates on the oxygen electrolysis block, and fungal biolms were observed on the head phone of the EVA suit, lavatory pan, piping of the thermal control system, urine processing assembly, etc. Cosmonauts reported fungal growths, usually observed on moist areas where water condensed over cold material surfaces, as yellow or orange, or as white powder, sometimes the size of a football  8. Both in the Mir space station as well as in the International Space Station (ISS), Penicillium has been the most isolated genus of fungi  10. Many of the fungi isolated from Mir were known biodegraders of polymers and showed more aggressive post-ight colony formation and biodegradation activity than reference strains, which the authors suggested could have been caused by the exposure to changes in radiation level, magnetic elds, or solar activity 11. The second reason why fungal biolms are a concern to human spaceight is medical in nature. The ECM and altered cellcell communication via quorum-sensing molecules can increase antifungal resistance and pathogenicity compared to planktonic cells  1,12, and the biolms can serve as reservoirs of persistent sources of infections  3. Fungi can cause infections in humans that are harder to diagnose and treat than those of bacterial origin  3, resulting in failure of antifungal therapy, which may require surgical intervention  4 and translate into high mortality rates  3. Catheters can be colonized by fungal biolms, from which cells can detach and cause acute fungemia and disseminated infection that may require long-term antifungal treatments. Similarly, fungi can infect the respiratory tract, causing bronchitis and other types of infections  4. Fungi can cause superficial and invasive infections,  13, particularly among the immunocompromised  14, posing a threat to astronaut health as spaceflight has been shown to compromise immune response  15 and confined environments, such as spacecraft, can increase exposure  16,17. Particularly , Penicillium rubens has been reported to cause rare but severe cases of esophagitis, endophthalmitis, and invasive pulmonary mycosis among immunocompromised individuals 1820. While these challenges are signicant for space stations orbiting Earth, even greater complications can arise in long-term missions. For example, in case of an emergency, such as critical equipment failure or urgent medical needs, the crew can potentially be back on the ground in a matter of hours. However, this will not be true for missions beyond the lower Earth orbit (LEO), including trips around the Moon, EarthMars transit, or on space habitats on the Moon and Mars  21. Although microbial planktonic growth has been studied in relative detail in space  2225, little is known about fungal behavior in space when grown as biofilms. In fact, to the best of our knowledge, fungal biofilm growth in space has not been assessed and compared to ground controls, particularly how surface area coverage, biomass,Life2023 ,13, 1001 3 of 28 and biofilm thickness change as a function of gravity , time, and material upon which they grow. Conversely , focus has been given to bacterial studies  2628. This was one of the objectives of our Space Biolms project performed on the ISS. Here, we report on morphological characteristics of P . rubens biolms grown for 10, 15, or 20 days on seven different spacecraft- and nosocomial-relevant materials on board the ISS, and how they compare against their matched ground controls. Separately, we have reported on the original design of this experiment  9 and on the changes in bacterial biolm formation in microgravity, also as part of our Space Biolm project  2931. Due to the frequency of fungal contamination on spaceight hardware and habitats and the risks fungal colonization poses to astronaut health and mission success, it is critical to better understand the effect of spaceight on fungal biolm development. 2. Materials and",
        "conclusion": null,
        "images": []
    }
]