[
    {
        "pmid": "23349454",
        "title": "Differential effects of aging and exercise on intra-abdominal adipose arteriolar function and blood flow regulation.",
        "year": "2013",
        "journal": "J Appl Physiol (1985)",
        "abstract": "Adipose tissue (AT), which typically comprises an increased percentage of body mass with advancing age, receives a large proportion of resting cardiac output. During exercise, an old age-associated inability to increase vascular resistance within the intra-abdominal AT may compromise the ability of the cardiovascular system to redistribute blood flow to the active musculature, contributing to the decline in exercise capacity observed in this population. We tested the hypotheses that 1) there would be an elevated perfusion of AT during exercise with old age that was associated with diminished vasoconstrictor responses of adipose-resistance arteries, and 2) chronic exercise training would mitigate the age-associated alterations in AT blood flow and vascular function. Young (6 mo; n = 40) and old (24 mo; n = 28) male Fischer 344 rats were divided into young sedentary (YSed), old sedentary (OSed), young exercise trained (YET), or old exercise trained (OET) groups, where training consisted of 10-12 wk of treadmill exercise. In vivo blood flow at rest and during exercise and in vitro α-adrenergic and myogenic vasoconstrictor responses in resistance arteries from AT were measured in all groups. In response to exercise, there was a directionally opposite change in AT blood flow in the OSed group (≈ 150% increase) and YSed (≈ 55% decrease) vs. resting values. Both α-adrenergic and myogenic vasoconstriction were diminished in OSed vs. YSed AT-resistance arteries. Exercise training resulted in a similar AT hyperemic response between age groups during exercise (YET, 9.9 ± 0.5 ml · min(-1) · 100(-1) g; OET, 8.1 ± 0.9 ml · min(-1) · 100(-1) g) and was associated with enhanced myogenic and α-adrenergic vasoconstriction of AT-resistance arteries from the OET group relative to OSed. These results indicate that there is an inability to increase vascular resistance in AT during exercise with old age, due, in part, to a diminished vasoconstriction of AT arteries. Furthermore, the results indicate that exercise training can augment vasoconstriction of AT arteries and mitigate age-related alterations in the regulation of AT blood flow during exercise.",
        "full_text": "",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]