[
    {
        "pmid": "33750813",
        "title": "Evaluating the effect of spaceflight on the host-pathogen interaction between human intestinal epithelial cells and Salmonella Typhimurium.",
        "year": "2021",
        "journal": "NPJ Microgravity",
        "abstract": "Spaceflight uniquely alters the physiology of both human cells and microbial pathogens, stimulating cellular and molecular changes directly relevant to infectious disease. However, the influence of this environment on host-pathogen interactions remains poorly understood. Here we report our results from the STL-IMMUNE study flown aboard Space Shuttle mission STS-131, which investigated multi-omic responses (transcriptomic, proteomic) of human intestinal epithelial cells to infection with Salmonella Typhimurium when both host and pathogen were simultaneously exposed to spaceflight. To our knowledge, this was the first in-flight infection and dual RNA-seq analysis using human cells.",
        "full_text": "BRIEF COMMUNICATION OPEN Evaluating the effect of space ight on the host pathogen interaction between human intestinal epithelial cells and Salmonella Typhimurium Jennifer Barrila1,2, Shameema F. Sarker2, Nicole Hansmeier3,4, Shanshan Yang5, Kristina Buss5, Natalia Briones5,6, Jin Park5, Richard R. Davis1,2, Rebecca J. Forsyth2,16, C. Mark Ott7, Kevin Sato8, Cristine Kosnik9, Anthony Yang9, Cheryl Shimoda9, Nicole Rayl8,10, Diana Ly8, Aaron Landenberger11,16, Stephanie D. Wilson12, Naoko Yamazaki13, Jason Steel5, Camila Montano5, Rolf U. Halden14, Tom Cannon9, Sarah L. Castro-Wallace7and Cheryl A. Nickerson1,2,15 Space ight uniquely alters the physiology of both human cells and microbial pathogens, stimulating cellular and molecular changes directly relevant to infectious disease. However, the in uence of this environment on host pathogen interactions remains poorly understood. Here we report our results from the STL-IMMUNE study own aboard Space Shuttle mission STS-131, which investigated multi-omic responses (transcriptomic, proteomic) of human intestinal epithelial cells to infection with Salmonella Typhimurium when both host and pathogen were simultaneously exposed to space ight. To our knowledge, this was the rst in-ight infection and dual RNA-seq analysis using human cells. npj Microgravity (2021) 7:9 ; https:doi.org10.1038s41526-021-00136-w Humans will travel to space more frequently and for longer duration as the rapidly growing space ight industry enables more routine access for both professional astronauts and the public.Space ight can adversely affect multiple aspects of human physiology, including immune and gastrointestinal function14. While pre- ight screening and quarantine procedures have reduced infection incidence, astronauts and cargo can still harboropportunistic and obligate pathogens, including Salmonella spp., which have been recovered from both crew refuse and Interna- tional Space Station (ISS) surfaces58. We previously discovered that space ight and space ight analog culture increased the virulence and stress resistance of the foodborne pathogen,Salmonella enterica serovar Typhimurium ( Salmonella )912. These environments have also been shown to increase the virulence andor alter pathogenesis-related phenotypes of other micro- organisms1316. Collectively, these ndings indicate an increased risk for infection during space travel and underscore the need fora more in-depth understanding of the similarities and differences between space ight and ground-based infection mechanisms. Studies performed in space ight and space ight analog environments have revealed unexpected physiological responses in both mammalian and microbial cells14,15. This is not surprising given that physical forces in the cellular microenvironment (including those associated with microgravity) profoundly alterboth host and pathogen phenotypes through mechanotransduc-tion 17. An integrated network involving the cytoskeleton, cell surface receptors, and the extracellular matrix (ECM) mediates the dynamic three-dimensional (3D) interactions between host cellsand their external environment to regulate cellular responses1719. Since space ight alters the organization andor expression of these classes of proteins14,20,21, it is logical to predict that this environment could impact infection processes for invasivepathogens like Salmonella that hijack the host and actively exploit these structural networks to enable their invasion and dissemination22,23. From the pathogen perspective, we previously discovered that space ight analog culture of Salmonella in the Rotating Wall Vessel bioreactor led to increased virulence in mice24, enhanced stress resistance911,24, global transcriptional and proteomic reprogramming11,12,24and enhanced the colonization of a human 3D intestinal co-culture model (JB, SY, RRD, RJF, CMO, JS, CAN; manuscript in preparation). Space Shuttle experiments aboard STS-115 and STS-123 independently con rmed RWV trends by demonstrating that space ight increased the virulence and globally altered the transcriptomic and proteomic responses ofSalmonella relative to identical ground controls9,10. Supplementa- tion of select ions in the media was able to counteract this space ight-associated increased virulence10. It is important to note that Salmonella virulence studies were performed when the bacteria were cultured in space ight, brought back to Earth and immediately used in animal infections (i.e., the host was not exposed to space ight). Transcriptional pro ling revealed a central role for the RNA-binding protein Hfq in the response of Salmonella to both space ight and space ight analog culture in the RWV9,10 and subsequent studies indicated altered expression of hfqor the Hfq regulon in other microbes2528. 1Biodesign Center for Fundamental and Applied Microbiomics, Arizona State University, Tempe, AZ, USA.2Biodesign Center for Infectious Diseases and Vaccinology, Arizona State University, Tempe, AZ, USA.3Swette Center for Environmental Biotechnology, The Biodesign Institute, Arizona State University, Tempe, AZ, USA.4Luther College at University of Regina, Department of Biology, Regina, Saskatchewan, Canada.5Bioinformatics Core Facility, Bioscience, Knowledge Enterprise, Arizona State University, Tempe, AZ, USA. 6Integrated Cancer Genomics Division, The Translational Genomics Research Institute, Phoenix, AZ, USA.7Biomedical Research and Environmental Sciences Division, NASA Johnson Space Center, Houston, TX, USA.8NASA Ames Research Center, Mountain View, CA, USA.9Tissue Genesis, Inc, Honolulu, HI, USA.10NASA Headquarters, Washington, D.C., USA.11DoD Space Test Program, Houston, TX, USA.12Astronaut Of ce, NASA Johnson Space Center, Houston, TX, USA.13Space Biomedical Research Of ce, Human Space Technology and Astronauts Department, Japan Aerospace Exploration Agency (JAXA), Tokyo, Japan.14Biodesign Center for Environmental Health Engineering, School of Sustainable Engineering and the Built Environment, Arizona State University, Tempe, AZ, USA.15School of Life Sciences, Arizona State University, Tempe, AZ, USA.16Deceased: Rebecca J. Forsyth, Aaron Landenberger.email: Cheryl.Nickersonasu.eduwww.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;In this study, we investigated how space ight culture alters the response of human intestinal epithelial cells (HT-29) to infection bySalmonella when both the host and pathogen were exposed to space ight. The experiment was own as part of the Space Tissue Loss (STL) payload and operationally designated as STL-IMMUNE,since epithelial cells are excellent sentinels of innate immunity byproviding the rst physical and chemical barriers to infection and coordinating additional innate and mucosal defenses and sub- sequent adaptive responses 29,30. Since in- ight technicallimitations precluded the use of gentamicin protection assays to quantify bacterial invasion into the epithelium, we focused ouranalysis on transcriptomic (dual RNA-seq of host and pathogen) and proteomic pro ling (Isobaric tags for relative and absolute quanti cationiTRAQ). These global analyses can yield valuable insight into the status of healthy and infected cells. Figure 1shows the experimental design and timeline for STL-IMMUNE and schematic of hollow ber bioreactors used for 3D cell culture. HT-29 cells were seeded into the extracapillary space (ECS) of Fig. 1 STL-IMMUNE experimental design and impact of space ight on uninfected HT-29 transcriptional pro les. a Hollow ber bioreactor technology. Photo and cross-sectional schematic of the hollow ber bioreactors used in this study. Hollow bers had a pore size of 0.3 m to retain bacteria within the extracapillary space (ECS) while still facilitating nutrient and gas exchange via diffusion as oxygenated media wasperfused through the intracapillary space (ICS). bSTL-IMMUNE experimental design. HT-29 cells and bacteria were prepared as shown (see Methods section for additional detail). Bioreactors, bacteria, and xative bags were integrated into the CCM hardware and launched aboard Space Shuttle Discovery mission STS-131. Crew members activated the CCM once on orbit. At mission elapsed day 11, cultures were infected with S. Typhimurium for 6 h and xed for post ight analysis. Launch and astronaut images: NASA STS-131-S-036 (image is slightly cropped), S131E007206, and S131E007188. cSpace ight-induced transcriptional responses of HT-29 cells relative to ground controls. Left panel: volcano plot depicting differentially expressed genes (DEGs) between ight and ground control cultures ( ightground). Red: signi cantly upregulated genes according to a log 2fold change in expression of at least  1 and FDR  0.05. Blue: signi cantly downregulated genes. The top 5 signi cantly up and downregulated genes are labeled. Right panel: Analysis of upregulated (red) and downregulated (blue) transcripts revealed signi cantly enriched GO terms and KEGG pathways using DAVID. BP biological process, CC cellular component. The authors af rm that informed consent for publication of the images in Fig. 1was provided.J. Barrila et al. 2 npj Microgravity (2021) 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;hollow ber bioreactors which contained collagen I-coated capillary bers for intestinal cell attachment. Oxygenated and CO2-containing media was continually perfused through the intracapillary space (ICS) of the bers (underneath the basal side of the cells, which also prevented exposure of cells to high uid shear forces). During space ight, Salmonella was introduced to the apical side of HT-29 cultures through ECS ports and allowed to incubate for 6 h before xative was perfused through the ICS. Between uninfected ight and ground HT-29 cultures, RNA-seq proling showed signi cant differences in 307 genes ( 2-fold change; false discovery rate (FDR)  0.05; Fig. 1c and Supplemen- tary Table 1). Evaluation of the top 5 signi cantly upregulated genes revealed the enhanced expression of several transcriptsbelonging to the small proline-rich (SPRR) family as well as DHRS9 (a retinol dehydrogenase) and tumor-associated calcium signal transducer 2 (Fig. 1c).SPRR genes encode mechanosensitive proteins that play roles in barrier function, differentiation, reactive oxygen species (ROS) detoxi cation, wound healing and cancer31. They are also likely involved in the stabilization of the actincytoskeleton in response to biomechanical stress32. Their expres- sion is regulated by ECMintegrin interactions and by various stimuli, including UV radiation, in ammation, oxidative stress, DNA damage, and retinoids31,33. Gene ontology (GO) analysis of upregulated genes indicated enrichment in type I interferon (IFN-I)signalingantiviral defense, DNA replication, and differentiation (including the SPRR genes) (Fig. 1c, Supplementary Table 2). The upregulation of viral defense genes was also previously observedin the livers of mice following space ight 34. IFN-I signaling is complex and context dependent, regulating a broad range of cellular processes35,36. In addition to modulating innate and adaptive immune defenses against pathogens, IFN-Iregulates intestinal homeostasis, including epithelial cell prolifera- tion, and barrier function36,37. IFN-I signaling is often associated with decreased proliferation to promote differentiation, cellularrepair, or defense against infection36,37. We found that genes important for glycolysis ( SLC2A3 ,HK2,PFKFB3, PFKFB4, PDK1) and fatty acid metabolism ( FADS1, FADS2, ELOVL5, EHHADH ,SIRT4 ) were downregulated in ight (Supplementary Table 1). Previous space ight studies using either cultured macrophages38or murine liver tissue34also saw the suppression of multiple glycolytic enzymes, with the latter study postulating a model linking space ight changes in cellular metabolism, ROS, and immune dysregulation34. The downregulation of these bioenergetic path- ways in our study could indicate the reduced proliferation of the ight cultures, which could result from a number of phenotypes, including decreased tumorigenicityincreased differentiation,increased DNA damage or apoptosis. During cancer metabolism, glycolysis and fatty acid synthesis is often elevated39. Several genes highly expressed in tumors or undifferentiated cells werealso downregulated in ight, including CA9, CA12, CEACAM6, ITGA5, CLDN2 ,COL5A2 ,VIM,PROM1 , and LGR4 (Supplemental Table 1). Together, these trends may indicate decreased tumorigenicity of the ight cells. Salmonella is known to preferentially colonize cancer cells40, thus differences in tumorigenicity between ight and ground cultures could impact infection. Of relevance, we previously showed that RWV culture of HT-29 cells induced a morenormal, differentiated phenotype relative to controls41. Although in our present study we saw indicators of increased differentiation of the ight cultures, there were also some potential indicators of increased tumorigenicity (e.g., downregulation of VIL,TP53I11 , upregulation of CCAT1; Supplemental Table 1). In addition, LGR4 is also important for Paneth cell differentiation42. A reduction in Paneth cells could diminish antimicrobial defenses. Host metabo- lism is also important in the context of an impending infection asthe pathogen must scavenge for available nutrients43,44. Decreases in intracellular glucose could dampen intracellular pathogen replication depending on the availability of othernutrients. However, Salmonella has evolved an impressivemetabolic plasticity to exploit diverse nutrients in parallel, even at trace levels44. Engagement of IFN-I signaling and decreased expression of metabolic genes could also indicate increased apoptosis. How-ever, pro-apoptotic genes BNIP3 and BNIP3L were downregulated inight, suggesting reduced apoptosis. A previous space ight study45showed reduced apoptosis and increased differentiation in MIP-101 colon cells, as well as increased expression ofcarcinoembryonic antigen proteins (often upregulated in coloncancer). In our study, we observed the downregulation of CEACAM6 (Supplementary Table 1). IFN-I signaling can also be activated by the DNA damage response following exposure toradiation, oxidative stress, or other harmful stimuli. DNA damagecan occur during space ight due to radiation exposure and oxidative stress, including in the gastrointestinal tract 4649. Chromosomal damage has been observed in astronauts48,49and we previously saw the downregulation of select DNA repair genes in astronaut blood cells50, which could potentially impede repair. In our present study, several genes involved in checkpoint-mediated responses to DNA damage and replication stress wereupregulated ( BRCA1 ,CLSPN, MCM10, RRM2 , and KIAA0101) . Thus, it is also possible that changes in IFN-I and metabolic genes could be due to DNA damage caused by oxidative stress andorradiation exposure. GO analysis of downregulated genes indicated enrichment in cellular components related to the cell surfacemembrane and extracellular components as well as complement and coagulationpathways (Fig. 1c, Supplementary Table 2). Decreased expression of genes encoding factors classically associated with blood or other tissues was observed, including complement and brinogen complex proteins (e.g., C3, FGG, FGA , and FGB) (Supplementary Table 2). Fibrinogen and complement proteins are also expressed by epithelial cells and play an important role in infection 5154. However, as there are cases where RNA from fetal bovine serum(FBS) in culture media has been detected in mRNA analyses55,w e cannot exclude the possibility of FBS interference. Importantly, the same batch of heat-inactivated FBS was used for identical and simultaneous preparation of all ight and ground cultures in this study. We also performed iTRAQ analysis to obtain a snapshot of the cellular proteomic pro le in the uninfected ight cultures compared to ground controls. The presence of FBS in the culturemedia resulted in strong interference from bovine proteins; a subset of which could not be distinguished from human proteins due to their identical sequence homologies and thus wereexcluded from our analysis. Despite this challenge, we observedight-associated upregulation of the major cytoskeletal proteins G-actin and tubulin, which are known targets of Salmonella effectors to facilitate invasion 56(Supplementary Table 3). HSPA1A protein was also 2.4-fold upregulated in ight. None of these proteins were differentially regulated at the transcriptional level; however, it is fairly common to see divergence in mRNA and protein expression due to a variety of biological factors, such asalterations in posttranscriptional modi cations, translation ef - ciency and RNA or protein stabilities (reviewed by Maier et al.)57. We then examined the data for the infections performed with Salmonella during space ight and in our ground controls. The experiment was designed to automatically inject 1 mL bacterial inoculum (1  107colony forming units (CFU)) into HT-29 cultures. Postlanding hardware inspection revealed that all ight samples received the intended volume of bacteria; however,ground controls received slightly different volumes (see Meth- odssection). The 6-h incubation in the absence of gentamicin would have allowed suf cient time for the bacteria to replicate in the media during attachment and invasion, but it is unknown whether differences in initial inoculum eventually equalized. In addition, while we had suf cient material to perform iTRAQ analysis using triplicate cultures, only one infected ight sampleJ. Barrila et al. 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 9 had enough material remaining after proteomics for RNA-seq, thus we analyzed multiple technical replicates from a single ight bioreactor for that condition (see Methods section). Acknowl- edging these limitations, given the rare nature of these samplesdue to the inherent dif culty in performing space ight infections, we present a preliminary analysis of the host and pathogen response during space ight infection. Rather than focusing on the direct quantitative comparison between the infected ight and ground cultures, we instead focused on evaluating the geneexpression patterns elicited during either a space ight or ground- based infection relative to their respective controls (infected vs. uninfected for ight and ground) (Fig. 2; Supplementary Tables 4  7). However, we also include the direct comparisons of the hostresponse to infection between ight and ground for comparison in future studies (Supplementary Table 8), as well as the bacterial genes expressed above background during the ight and ground infections (Supplementary Tables 9 and 10) and directly between ight and ground infected cultures (Supplementary Table 11). Analysis of ight and ground cultures indicates both common and distinct host transcriptional pro les in response to Salmonella infection (Fig. 2; Supplementary Tables 4 7). Overall, 35 transcripts were altered in response to infection in both ight and ground conditions; 28 genes in the same direction and 7 oppositelyregulated (Fig. 2b, Supplementary Tables 4 7). Relative to their respective uninfected controls, both ight- and ground-infected cultures displayed enrichment in biological functions and path- ways expected for Salmonella -infected cultures, including the upregulation of genes involved in in ammation (TNF, IL-1, NF- B, and NOD signaling), response to lipopolysaccharide (LPS), and cell chemotaxis (Fig. 2d; Supplementary Tables 5 and 7). Interaction of Salmonella with the intestinal epithelium initiates a series of signaling cascades leading to intestinal in ammation 58. In vivo, this defensive response serves to recruit neutrophils and other immune cells to the site of infection but can also lead to thegeneration of ROS that confers a strategic advantage forSalmonella to outcompete resident microbiota 58. Both ight and ground infections induced upregulation of IRAK2 , a protein that plays a central role in TLR signaling to NF- B for the production of pro-in ammatory mediators59. NF- B-related genes commonly induced during both ight and ground infections included the Rel protein NFKB2 and the atypical I B member, NFKBIZ (Supplemen- tary Tables 4 and 6). RELB and REL, which encode distinct Rel proteins which are induced in response to pathogen-associated molecular patternsPAMPs (e.g., agellin, LPS), were also upregu- lated in ight and ground infections, respectively (Supplementary Tables 4 and 6). In line with these observations, both ight and ground infections led to the upregulation of transcripts encoding several chemokines important for recruiting neutrophils and other immune cells to the site of infection, including CXCL1, CXCL2, CXCL3 ,CXCL8 , and CCL20 .NFKBIZ encodes NF- B inhibitor zeta (IB), which both represses and activates select NF- B genes60. IBis rapidly induced in response to infection or exposure to potent TLR stimuli and is an important inhibitor of nuclear NF- B activity to prevent uncontrolled in ammation61. These ndings conrm that during space ight, Salmonella can induce a subset of the known biosignatures of infection in the host at thetranscriptional level. In addition to those commonly observed responses, both ight and ground cultures also displayed unique transcriptional responses to infection (Fig. 2b, c; Supplementary Tables 4 7). DAVID analysis of upregulated genes in the infected ight cultures indicated that they were enriched for negative regulation of NF- B transcription factor activity as well as those involved in Epstein Barr virus infection (Fig. 2c). Genes belonging to these categories overlap with those known to be important for Salmonella infection. Two uniquely upregulated genes of interest belonging to these categories were anti-in ammatory mediator NFKBIA (IB) and NF- B transcription factor, RELB .IBfunctionsby sequestering NF- B in the cytoplasm to prevent its transloca- tion to the nucleus62. RelB is induced in response to severe systemic in ammation, LPS, agellin andor TNF stimulation and is required for sustained expression of I Bduring LPS tolerance62. Both proteins are known to be targeted by Salmonella to suppress host in ammation andor apoptosis63,64. Changes in the expres- sion of these transcripts may re ect an attempt by the host andor pathogen to initiate processes to suppress excessive in ammation or apoptosis during the ight infection. Ground cultures uniquely displayed enrichment in select upregulated genes associated with cell chemotaxis and in amma- tion (the latter include genes classi ed by DAVID under the Rheumatoid arthritis category but overlap in their role for Salmonella infection). Conversely, downregulated genes were enriched for diverse biological processes (e.g., cell adhesion, ECM organization, brinogen complex, glycolysis, hypoxia), cellular components (e.g., cell surfacemembrane, exosome, and brinogen complex), molecular functions associated with binding and KEGG pathway involved in ECM-receptor interaction. Inter-estingly, although we observed the expected stimulation of TLR4 (Toll-like receptor 4) in the ground-based infection (Supplemen- tary Table 6), this did not occur in the ight cultures at the time point evaluated. In alignment with the TLR4 trends, LPS-induciblePIGR was also upregulated only during the ground infection (Supplementary Table 6). A previous study using astronaut monocytes observed a signi cant decrease in TLR4 expression immediately following return from a space shuttle mission relativeto measurements taken 10 days before launch and 15 days post landing 65. Similarly, TLR4 was also downregulated in blood cells in- ight and post- ight relative to pre- ight levels during the Twins study48.PIGR encodes polymeric immunoglobulin receptor which transports dimeric secretory IgA (sIgA) across the epithelium and into intestinal secretions as part of the rst line of defense in mucosal immunity. Our ndings could indicate the potential for an altered intestinal mucosal immune response to infection inspace ight. Hindlimb unloading disrupted intestinal immune homeostasis in rats, leading to decreased sIgA levels in the ileum, although the activation of TLR4MyD88NF-kB was still observed66. In astronauts, PIGR andor sIgA expression in saliva or blood has increased following space ight48,67,68. However, sIgA levels in extraintestinal sites are not always predictive of intestinal responses69,70. Thus, there is a need for further investigation into how space ight regulates these intestinal-speci c responses. iTRAQ analysis further revealed unique differences at the protein level in HT-29 cells for ight and ground infections. Keratins 8 and 18 (KRT 8, KRT18), both targets of the Salmonella effector SipC during invasion56, were downregulated in the infected ight cultures relative to the uninfected ight cultures (Supplementary Table 3). In contrast, these proteins wereupregulated in response to infection in ground cultures (Supple-mentary Table 3). Infected ight cultures also displayed the downregulation of two additional cytoskeletal proteins, ACTG1 and TUBA1C, as well as a retinal dehydrogenase, ALDH1A1. Asmentioned above, space ight-induced alterations in the unin- fected ight cultures in several of these structural proteins relative to the uninfected ground controls, which may indicate thepresence of an altered or dysregulated cytoskeletal landscape atthe starting point for the infection. Space ight is known to alter the organization andor expression of structural proteins 14,20,21. Infection in ground controls induced changes in the expression ofproteins with various functions, including heat shockproteinfolding, RNA-binding, calcium-sensing, and disul de bond cata- lysis (Supplementary Table 3). Heat shock protein HSPA1A was upregulated during infection in ground cultures but not inresponse to infection in ight. This difference between the ight and ground infections could possibly be attributed to the fact that the protein was already 2.4-fold upregulated in ight even in the absence of infection (see uninfected ight vs. ground comparisonJ. Barrila et al. 4 npj Microgravity (2021) 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAFig. 2 Transcriptional responses of HT-29 cells elicited in response to infection with S. Typhimurium during ight or ground culture. aVolcano plots. Differentially expressed genes between infected and uninfected host cells during space ight (left panel) or in matching ground controls (right panel). Red: signi cantly upregulated genes in response to infection. Blue: signi cantly downregulated genes. Signi cance determined according to a log 2fold change in expression of at least 1 and FDR  0.05. The top 5 signi cantly up and downregulated genes are labeled. bVenn diagram. Overlapping and distinct genes elicited in response to infection in ight and ground cultures. c,dUniquely and commonly enriched GO terms and KEGG pathways in response to infection either in ight or ground cultures relative to their respective uninfected controls. Analysis was performed in DAVID 6.8 using upregulated (red) or downregulated (blue)transcripts using an EASE score of 0.05 and Benjamini Hochberg correction to determine signi cantly enriched terms and pathways (adjusted P 0.05). BP biological process, CC cellular component, MF molecular function. Bars in dindicate the results for a ight infection (yellow; ight infecteduninfected) and ground infection (gray; ground infecteduninfected).J. Barrila et al. 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 9 in Supplementary Table 3). Thus, the ight-cultured cells may have had suf cient amounts of HSPA1A protein readily available for response to infection. HSPA1A is a major stress-inducible member of the HSP70 family and can be upregulated as part of acytoprotective response to a variety of stressors, includinginfection 71. Heat shock proteins have previously shown altered expression (RNA and protein) in a variety of mammalian, plant, and prokaryotic cells during space ight or space ight analog culture, though not in a uni ed direction72, which is not surprising given their diverse functions. For example, multiple HSP70 transcripts were upregulated during BRIC-16, an Arabidopsis thaliana tissue culture payload aboard STS-131 (the same Shuttle mission as the present study)72. We also performed a direct comparison between infected ight and ground cultures under the previously described limitations (Supplementary Table 8). Direct comparison indicated thatinfection during space ight-induced upregulation of host genes associated with in ammation, response to Salmonella challenge andor wound healing relative to infected ground controls,including CXCL8 (IL-8), CXCL2 ,CSF2 ,IL36B, MAPK13 ,JUN,FOS, KLC2, NCF2, FLNA, RHOG , among others (Supplementary Table 8). IL-8 chemokine expression can be stimulated by both LPS and agellin 73. Elevated IL-8 levels were previously observed in a postight challenge using puri ed LPS from Escherichia coli (E. coli ) and astronaut immune cells, the latter collected either in- ight or at landing (relative to pre- ight levels)4,65. Interestingly, both increased and decreased IL-8 responses have been observedfollowing post ight LPS challenge in crew immune cells74.A n overall blunted response to E. coli LPS was observed when endothelial cells were challenged during space ight, including only a modest increase in IL-8 expression by ight cultures relative to ground75. As is the case in terrestrial studies, IL-8 responses to LPS challenge in the context of space ight will depend on the type of LPS and host cells evaluated, as well as LPS exposure in thecontext of a live pathogen. In this study, TLR4 was signi cantly downregulated in the infected ight samples relative to infected ground cultures (Supplementary Table 8), which suggests that the enhanced expression of pro-in ammatory mediators (e.g., CXCL8 ) in the infected ight cultures may rely more heavily on other interactions, such as agellin-mediated interactions with TLR5. Alternatively, the kinetics of infection may have been altered between ight and ground cultures, where TLR4 expression in the infected ight cultures may have occurred outside of our analysis time point. Future studies following the in- ight kinetics of infection would provide insight in this regard. iTRAQ analysisindicated that infection during space ight induced downregula- tion of multiple cytoskeletal genes and retinal dehydrogenase 1 relative to infected ground cultures (Supplementary Table 3). Direct comparison of the bacterial transcripts between infected ight and ground cultures indicated 328 upregulated genes and 1 downregulated gene (Supplementary Table 11). Transcripts associated with metabolism (glycolysisgluconeogenesis, TCA cycle, purine and pyrimidine metabolism, amino sugar andnucleotide sugar metabolism), protein translation, antibiotic synthesis, amino acid biosynthesis, RNA degradation, and biosynthesis of siderophore group non-ribosomal peptides wereupregulated in ight. We also observed the upregulation of the AcrAB-TolC multidrug ef ux pump (Supplementary Table 11). Though we did not see changes in Salmonella pathogenicity island 1 or 2 (SPI-1 or SPI-2) virulence genes, transcripts encoding majorglobal virulence andor stress regulators rpoS,rpoE, and rpoH were upregulated in ight relative to ground controls. Another global regular, hfq, was found to be expressed above background levels in the ight cultures, but not the ground cultures (Supplementary Tables 9 and 10). However, in the direct comparison between infected ight and ground cultures, while we did observe an upward trend in hfq expression during space ight, it was not signi cant by FDR (7.8-fold; FDR 0.24,pvalue0.006). In our previous studies, hfqwas downregulated inSalmonella in response to both space ight and space ight analog culture 9,12. Deletion of the gene impacted RWV trends in acid stress resistance and macrophage survival9. Hfq post- transcriptionally regulates gene expression by pairing mRNAswith cognate small non-coding RNAs to either inhibit or facilitate translation76. Given the diverse functions of hfqand its ability to both positively and negatively regulate translation, its absoluteexpression level can change depending on environmentalconditions 77. The conditions in our current study (GTSF-2 media, 37C, 5 CO 2) are very different from those in our STS-115 experiment which solely looked at pure cultures of Salmonella (Lennox BrothLB, ambient temperature). In addition, our STS-115study was performed in the absence of the host, as all infections with microgravity-grown bacteria were done immediately upon landing. In our present study, the bacteria were co-cultured withhost cells that had either been exposed to space ight prior to infection or infected as ground controls. Thus, the host cells in our current study experienced different environmental conditions(microgravity vs. unit gravity), which could also potentiallycontribute to observed bacterial differences. In addition, the cellular mRNA and protein concentration of hfq is tightly controlled by autoregulation and mRNA expression is also undercontrol of several promoters, including 32 (encoded by rpoH ,a global stress response regulator that was also upregulated in response to space ight, Supplementary Table 11) 77. It is unlikely that the Hfq protein was completely suppressed in groundcultures given its important role in diverse cellular functions; however, since bacterial proteins were not detected in our proteomics analysis these levels are unknown. If indeed elevatedamounts of Hfq protein were present in the ground culturesrelative to ight, it is possible that mRNA expression was inhibited in the ground cultures via autoregulation. Future studies will seek to con rm these gene expression trends and identify the associated regulatory mechanisms. To our knowledge, this study was the rst to examine how human cells respond to microbial infection when both the host and pathogen are simultaneously exposed to space ight. In addition, it is the rst global transcriptomic and proteomic proling of human intestinal epithelial cultures during space ight (either infected or uninfected). Although the sample size was small in this study due to technical limitations, the results from thisinvestigation suggest that space ight altered the transcriptional and proteomic pro les of both uninfected and infected host cells. Space ight culture of the uninfected cells led to the upregulation of genes associated with IFN-I signaling and decreased expressionof multiple bioenergetic pathways, suggesting the potential for decreased proliferation relative to ground cultures. Decreased proliferation could be due to the changes in tumorigenicpotential, differentiation or DNA damage responses. Salmonella infection induced a core set of pro-in ammatory responses in both conditions, but space ight culture also induced unique transcriptional and proteomic responses not observed in theidentical ground controls. Trends observed between infected ight and ground samples were consistent with a heightened response of host cells to infection with Salmonella during space ight, including ampli ed induction of genes encoding pro-in ammatory mediators and wound healing. These ndings are important to consider in the context of previously observed changes in astronaut intestinal microbiota 3,48,78, where some alterations were linked with decreased abundance of anti-inammatory species and increases in select pro-in ammatory species3,78. In addition, the use of nutritional countermeasures to prevent or mitigate infection including the modulation ofnutritional supplements2,10or probiotic microbes for intestinal health during space ight (including for protection against pathogens)7981are active areas of research and have shown promise in ground-based studies. Our investigation adds to theJ. Barrila et al. 6 npj Microgravity (2021) 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAgrowing number of studies aimed at mitigating infectious disease risks to humans during space ight missions and for the general public on Earth. METHODS Mammalian cell lines, bacterial strains, and ight hardware The human colonic epithelial cell line, HT-29 (ATCC, HTB-38), was cultured at 37 C and 5 CO 2in GTSF-2 media (Hyclone) supplemented with 10 heat-inactivated FBS (ThermoFisher Scienti c), 2.25 g sodium bicarbonate (Fisher Scienti c) and 5 mL insulin transferrin selenite (Sigma-Aldrich) per liter. Media used to expand cells as monolayers contained Penicillin Streptomycin (10 unitsmL and 10 gmL, respec- tively; Sigma-Aldrich) and fungizon e (0.5 gmL). Flight culture media contained only streptomycin (Sm) and fungizone. Infection studies were performed with wild-type S.T y p h i m u r i u m 3339, a mouse-passaged derivative of SL1344 which is naturally Sm-resistant24. Bacteria were cultured in Lennox Broth (LB) containing 0.3 M NaCl prior to loading in the hardware, as described below. HT-29 cells were cultured in 2.2 mL hollow ber bioreactors (Spectrum Labs) that were housed in the Cell Culture Module (CCM; Tissue Genesis). The CCM hardware enabled automated media perfusion, addition of bacteria to perform infections and sample xation. Flight comparisons were made to identical ground c o n t r o l sh o u s e di nt h es a m eh a r d w a r ea tN A S AK e n n e d yS p a c eC e n t e r (KSC). The ight hardware and experimental layout are shown in Fig. 1. Preparation of S. Typhimurium Ten days before launch, S. Typhimurium strain 3339 was streaked from a glycerol stock onto LB agar plates containing 100 gmL Sm and incubated at 37 C overnight. Bacterial colonies were then used to inoculate overnight cultures grown for 15 16 h. with aeration in LB media containing 0.3 M NaCl and 100 gmL Sm at 37 C. Cultures were pelleted at 7000 r.p.m. and resuspended in Dulbecco s Phosphate Buffered Saline (DPBS; Invitrogen). Bacteria were quanti ed by plating for viable CFU per mL and diluted to 11 07CFUmL in DPBS to maintain the bacteria as viable but not actively growing. On L-7, ight bacteria bags were lled with 2 mL of the cultures and maintained at room temperature until attachment to the ow paths 2 days prior to launch (L-2). Preparation of hollow ber bioreactors, media bags and xatives Sterile bioreactors were wetted with 70 ethanol (10 mL) and then rinsed in triplicate with 10 mL DPBS. A 1 mgmL collagen I solution (bovine, Corning) in DPBS was then introduced through the ECS ports to coat the hollow bers. After 1 h, bioreactors were rinsed in triplicate with DPBS through the ECS ports to remove unbound collagen. Bioreactors were rinsed in triplicate with 10 mL of warm ight medium and placed at 37 C until ready for loading with HT-29 cells. Flight and ground control bags contained either 60 mL of ight culture media or 40 mL RNAlater II xative (Ambion) for transcriptomic and proteomic analyses. Preparation and loading of HT-29 cells into ight hardware HT-29 cells were expanded as monolayers in T-75 asks. Four days prior to launch, con uent monolayers were washed in warm Hank sB a l a n c e d Salt Solution without calcium and magnesium (ThermoFisher Scienti c), dissociated using 0.25 Trypsin-EDTA (Corning), and counted using trypan blue exclusion to determine cell viability. Approximately 1  106 HT-29 cells were loaded into twelve 2.2 mL hollow ber bioreactors (Spectrum) through the ECS ports (Fig. 1). Six bioreactors were designated for ight (three infected and three time-matched uninfected controls) and six for identical ground controls. Bioreactors were placed at 37 C and rotated every 15 min until attachment to the CCM rails together with the ight media bags. CCM rails are organizational subunits within the CCM that facilitate gas and media delivery. Rails were placed into a 37 C incubator and monitored for contamination. Media was circulated within the ICS of the bers during the experiment at a ow rate of 6 mL min. The day prior to launch, the fully loaded rails containing the HT-29 cells, media, xatives and bacteria (maintained in stasis in DPBS) were integrated into the CCM, which was then sealed, powered and the temperature set to 37 C. The CCM was turned over to the KSC integration team at L-18 h. STL-IMMUNE launched aboard Space Shuttle Discovery (STS-131) on April 5, 2010 at 6:21 a.m.In-ight operations At approximately L 3 h, astronauts activated the on-orbit programming of the CCM. On mission elapsed day 11, the CCM was programmed to automatically inject 1 mL (1  107bacteria) into a subset of the hollow ber bioreactors to enable infection at the apical surface of host cells. Six hours after the bacteria were injected, RNAlater II was injected into thedesignated bioreactors and the rails were turned off to maintain sample temperature at 29 30 C until landing. Postlanding processing STL-IMMUNE landed at KSC at 9:08 a.m. on April 20, 2010. All bioreactors and bags were removed from the rails and stored at 4 C. Each reactor wascarefully opened, cells and hollow bers were maintained in RNAlater II at 80 C until further processing. Inspection of the remaining volumes in the bacterial bags post ight indicated that all infected ight cultures received the intended 1 mL bacterial injection. Infected ground cultures received 0.8and 0.4 mL injections for two replicates used for both the RNA-seqiTRAQ analysis, and the third replicate received a 1.2 mL injection (this sample used for iTRAQ analysis only). For processing, RNAlater II- xed samples were thawed at 4 C. Samples were concentrated using a Vivaspin 20(0.2 m) concentrator. Cells were allowed to settle at 4 C, the supernatantwas removed and then processed for iTRAQ andor RNA-seq analysis. Isobaric tags for relative and absolute quantitation (iTRAQ) analysis Proteomic analysis using iTRAQ was performed on total cellular protein from HT-29 cells from triplicate ight and ground bioreactors ( n3f o r ight and ground infected and uninfected cultures). Cells were lysed with 1 cell bed volume of RLT buffer (Qiagen) supplemented with cOmplete EDTA-free protease inhibitor (Roche), vortexed and passed 5 7 times through a 25G needle to facilitate lysis. After a 10-min incubation on ice, lysates were centrifuged at 12,000 rpm for 10 min at 4 C. Lysates were added to adesalting column (Pierce) and eluted by centrifugation at 1000  gfor 2 min. From each condition 25 g protein sample was prepared according to the manufacturer s instruction (iTRAQ reagents 4plex Application kit, Applied Biosystems). Brie y, after protein reduction, alkylation, tryptic digestion (Promega), and labeling with iTRAQ 4plex, peptide samples werequenched before pooled and vacuum-dried. The combined iTRAQ-reagentlabeled sample was resuspended in 2 acetonitrile and 0.1 tri uoroacetic acid before separated with a 145-min gradient elution (using a Tempo LC MALDI Spotting system (Applied Biosystems)) and analyzed with a 4800MALDI-tandem time-of- ight (TOFTOF) mass spectrometer (Applied Biosystems) as described 82. Protein identi cation and quanti cation was performed with ProteinPilot 4.0 software using Paragon algorithm. The search parameters were as follows: iTRAQ 4plex (peptide labeled), trypsin as the digestion agent, UniProt database Homo sapiens (created on March 2009), ID focus: biological modi cation. Proteins were considered as differentially expressed according to the following criteria: greater than atwofold expression change, pvalue 0.05 (two-tailed ANOVA). Differential proteins were identi ed with at least three unique peptides (95 condence, 1 FDR). Identi ed and quanti ed proteins by LC MALDI-MS MS are shown in Supplementary Dataset 1. RNA-Seq RNA was extracted from ight and ground cultures using remaining samples following the proteomics processing. From the remainingsamples, RNA-seq analyses were performed using duplicate ight and ground bioreactors for all conditions ( n2 biological replicates) except for the infected ight samples, which only had suf cient sample remaining to evaluate duplicate technical aliquots from a single bioreactor (i.e., n1 biological; n2 technical replicates). RNAlater II- xed samples were lysed with 700 l Qiazol (Qiagen), vortexed extensively and passed several timesthrough a 25G needle. After a 5-min static incubation at room temperaturewith intermittent vortexing, samples were added to MaXtract High-Density tubes (Qiagen) together with 100 l RNase-free water (Qiagen) and 200 l chloroform (Sigma-Aldrich). Samples were then processed using themiRNeasy kit (Qiagen) according to the manufacturer s instructions, including on-column DNase-treatment. RNA was quanti ed using a Nanodrop spectrophotometer and the integrity validated using an Agilent Bioanalyzer 2100 to con rm an RNA integrity number (RIN) of 7 or greater for all samples. All RIN were between 7 and 8 except for one of theuninfected ground control samples which had a RIN of 6.4.J. Barrila et al. 7 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 9 RNA was fragmented with heat and magnesium to roughly 300 bp using the KAPA HyperPrep RNA-seq kit (Roche). The KAPA Hyper RNA-seq kit andIllumina-compatible adapters (IDT) were used for the remaining libraryconstruction. Adapter ligated molecules were cleaned using Kapa pure beads (Kapa Biosciences) and ampli ed with Kapa HIFI enzyme. Each library was then analyzed for fragment size on an Agilent Tapestation andquanti ed by qPCR (KAPA Library Quanti cation Kit) on Quantstudio 5 (ThermoFisher Scienti c). Libraries were then multiplexed and sequenced on 2  150 ow cells on the NovaSeq platform (Illumina) at University of Colorado Anschutz Medical Campus Genomics and Microarray Core. RNA- seq reads for each sample were quality checked using FastQC v0.10.1 and aligned to Human GRCh38.p7 primary assembly and S. Typhimurium LT2genome using STAR v2.5.1b. A series of quality control metrics weregenerated on the STAR outputs. Cuf inks v2.2.1 was used to report FPKM values (Fragments Per Kilobase of transcript per Million mapped reads) andread counts. Transcripts per million was calculated by an in-house R script. Differential expression analysis was performed with EdgeR package from Bioconductor v3.2 in R 3.2.3. Multidimensional scaling plots were drawn byplotMDS, in which distances correspond to leading log-fold-changesbetween samples. For each pairwise comparison, genes with FDR 0.05were considered signi cant and log 2-fold changes of expression between conditions (logFC) were reported. GO biological process and KEGG pathway enrichment analysis DAVID 6.8 was used to perform the enrichment analysis of RNA-seq data.Data were corrected using the Benjamini Hochberg procedure, had threshold count of 2 and EASE score of 0.05. Reporting summary Further information on experimental design is available in the NatureResearch Reporting Summary linked to this paper. DATA AVAILABILITY All data generated during this study are either included in the manuscript and its Supplementary les (Supplementary Dataset 1) or are available from the corresponding authors upon reasonable request. RNA-Seq data are available at the Gene Expression Omnibus (GEO) database (GSE156066; BioProject PRJNA656571) and NASA GeneLab (https:genelab-data.ndc.nasa.govgenelabaccessionGLDS-323 ). Received: 27 August 2020; Accepted: 3 February 2021; REFERENCES 1. Mcpee, J. C.  Charles, J. B. Human Health and Performance Risks of Space Exploration Missions . (US National Aeronautics and Space Admin; NASA SP-2009- 3405 edition, 2010). 2. Crucian, B. E. et al. Immune system dysregulation during space ight: potential countermeasures for deep space exploration missions. Front Immunol. 9, 1437 (2018). 3. Voorhies, A. A.  Lorenzi, H. A. The challenge of maintaining a healthy micro- biome during long-duration space missions. Front. Astron. Space Sci. 3,https:doi. org10.3389fspas.2016.00023 (2016). 4. Crucian, B. et al. Alterations in adaptive immunity persist during long-duration space ight. NPJ Microgravity 1, 15013 (2015). 5. Castro, V. A., Thrasher, A. N., Healy, M., Ott, C. M.  Pierson, D. L. Microbial characterization during the early habitation of the International Space Station. Micro. Ecol. 47, 119 126 (2004). 6. Yamaguchi, N. et al. Microbial monitoring of crewed habitats in space-current status and future perspectives. Microbes Environ. 29, 250 260 (2014). 7. Kish, A. L. et al. Biostability and Microbiological Analysis Of Shuttle Crew Refuse . (SAE Technical Paper 2002-01-2356, 2002). 8. Singh, N. K., Wood, J. M., Karouia, F.  Venkateswaran, K. Succession and persis- tence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces. Microbiome 6, 204 (2018). 9. Wilson, J. W. et al. Space ight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. Proc. Natl Acad. Sci. USA 104, 16299 16304 (2007). 10. Wilson, J. W. et al. Media ion composition controls regulatory and virulence response of Salmonella in space ight. PLoS ONE 3, e3923 (2008).11. Wilson, J. W. et al. Low-Shear modeled microgravity alters the Salmonella enterica serovar typhimurium stress response in an RpoS-independent manner. Appl. Environ. Microbiol. 68, 5408 5416 (2002). 12. Wilson, J. W. et al. Microarray analysis identi esSalmonella genes belonging to the low-shear modeled microgravity regulon. Proc. Natl Acad. Sci. USA 99, 13807 13812 (2002). 13. Gilbert, R. et al. Space ight and simulated microgravity conditions increase virulence of Serratia marcescens in the Drosophila melanogaster infection model. npj Microgravity 6, 4 (2020). 14. Nickerson, C. A, Pellis, N. R.  Ott, C. M. Effect of Space ight and Space ight Analogue Culture on Human and Microbial Cells: Novel Insights into Disease Mechanisms (Springer, 2016). 15. Horneck, G., Klaus, D. M.  Mancinelli, R. L. Space microbiology. Microbiol. Mol. Biol. Rev. 74, 121 156, (2010). 16. Mermel, L. A. Infection prevention and control during prolonged human space travel. Clin. Infect. Dis. 56, 123 130 (2013). 17. Barrila, J. et al. Modeling host-pathogen interactions in the context of the microenvironment: three-dimensional cell culture comes of age. Infect. Immun. 86,https:doi.org10.1128IAI.00282-18 (2018). 18. Bissell, M. J.  Aggeler, J. Dynamic reciprocity: how do extracellular matrix and hormones direct gene expression? Prog. Clin. Biol. Res 249, 251 262 (1987). 19. Ingber, D. E. How cells (might) sense microgravity. FASEB J. 13,S 3S15 (1999). 20. Hughes-Fulford, M. Function of the cytoskeleton in gravisensing during space- ight. Adv. Space Res. 32, 1585 1593 (2003). 21. Lewis, M. L. The cytoskeleton, apoptosis, and gene expression in T lymphocytes and other mammalian cells exposed to altered gravity. Adv. Space Biol. Med. 8, 77128 (2002). 22. Ibarra, J. A.  Steele-Mortimer, O. Salmonella-the ultimate insider. Salmonella virulence factors that modulate intracellular survival. Cell Microbiol. 11, 1579 1586 (2009). 23. Gruenheid, S.  Finlay, B. B. Microbial pathogenesis and cytoskeletal function. Nature 422, 775 781 (2003). 24. Nickerson, C. A. et al. Microgravity as a novel environmental signal affecting Salmonella enterica Serovar typhimurium virulence. Infect. Immun. 68, 3147 3152 (2000). 25. Castro, S. L., Nelman-Gonzalez, M., Nickerson, C. A.  Ott, C. M. Induction of attachment-independent bio lm formation and repression of Hfq expression by low-uid-shear culture of Staphylococcus aureus. Appl. Environ. Microbiol. 77, 6368 6378 (2011). 26. Crabb, A. et al. Response of Pseudomonas aeruginosa PAO1 to low shear modelled microgravity involves AlgU regulation. Environ. Microbiol. 12, 1545 1564 (2010). 27. Crabbe, A. et al. Transcriptional and proteomic responses of Pseudomonas aer- uginosa PAO1 to space ight conditions involve Hfq regulation and reveal a role for oxygen. Appl. Environ. Microbiol. 77, 1221 1230 (2011). 28. Grant, K. C., Khodadad, C. L. M.  Foster, J. S. Role of Hfq in an animal microbe symbiosis under simulated microgravity conditions. Int. J. Astrobiol. 13,5 3 61 (2014). 29. Larsen, S. B., Cowley, C. J.  Fuchs, E. Epithelial cells: liaisons of immunity. Curr. Opin. Immunol. 62,4 553 (2020). 30. Allaire, J. M. et al. The intestinal epithelium: central coordinator of mucosal immunity. Trends Immunol. 39, 677 696, (2018). 31. Carregaro, F., Stefanini, A. C., Henrique, T.  Tajara, E. H. Study of small proline-rich proteins (SPRRs) in health and disease: a review of the literature. Arch. Dermatol. Res.305, 857 866 (2013). 32. Pradervand, S. et al. Small proline-rich protein 1A is a gp130 pathway- and stress- inducible cardioprotective protein. EMBO J. 23, 4517 4525 (2004). 33. Pyle, A. L. et al. Regulation of the atheroma-enriched protein, SPRR3, in vascular smooth muscle cells through cyclic strain is dependent on integrin alpha1beta1collagen interaction. Am. J. Pathol. 173, 1577 1588 (2008). 34. Pecaut, M. J. et al. Is space ight-induced immune dysfunction linked to systemic changes in metabolism? PLOS ONE 12, e0174174 (2017). 35. McNab, F., Mayer-Barber, K., Sher, A., Wack, A.  O Garra, A. Type I interferons in infectious disease. Nat. Rev. Immunol. 15,8 7103 (2015). 36. Kotredes, K. P., Thomas, B.  Gamero, A. M. The protective role of type I inter- ferons in the gastrointestinal tract. Front. Immunol. 8, 410 (2017). 37. Katlinskaya, Y. V. et al. Type I interferons control proliferation and function of the intestinal epithelium. Mol. Cell Biol. 36, 1124 1135 (2016). 38. Shi, L. et al. Space ight and simulated microgravity suppresses macrophage development via altered RASERKNFkappaB and metabolic pathways. Cell. Mol. Immunol. https:doi.org10.1038s41423-019-0346-6 (2020). 39. Fritz, V.  Fajas, L. Metabolism and proliferation share common regulatory pathways in cancer cells. Oncogene 29, 4369 4377 (2010).J. Barrila et al. 8 npj Microgravity (2021) 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA40. Leschner, S.  Weiss, S. Salmonella-allies in the ght against cancer. J. Mol. Med. 88, 763 773 (2010). 41. Honer zu Bentrup, K. et al. Three-dimensional organotypic models of human colonic epithelium to study the early stages of enteric salmonellosis. Microbes Infect. 8, 1813 1825 (2006). 42. Barker, N., Tan, S.  Clevers, H. Lgr proteins in epithelial stem cell biology. Development 140, 2484 2494 (2013). 43. Field, C. J., Johnson, I. R.  Schley, P. D. Nutrients and their role in host resistance to infection. J. Leukoc. Biol. 71,1 632 (2002). 44. Steeb, B. et al. Parallel exploitation of diverse host nutrients enhances Salmonella virulence. PLoS Pathog. 9, e1003301 (2013). 45. Jessup, J. M. et al. Microgravity culture reduces apoptosis and increases the differentiation of a human colorectal carcinoma cell line. Vitr. Cell Dev. Biol. Anim. 36, 367 373 (2000). 46. Kumar, S., Suman, S., Fornace, A. J. Jr  Datta, K. Space radiation triggers per- sistent stress response, increases senescent signaling, and decreases cell migra- tion in mouse intestine. Proc. Natl Acad. Sci. USA 115, E9832 E9841 (2018). 47. Moreno-Villanueva, M., Wong, M., Lu, T., Zhang, Y.  Wu, H. Interplay of space radiation and microgravity in DNA damage and DNA damage response. NPJ Microgravity 3, 14 (2017). 48. Garrett-Bakelman, F. E. et al. The NASA Twins Study: a multidimensional analysis of a year-long human space ight. Science 364.https:doi.org10.1126science. aau8650 (2019). 49. George, K., Rhone, J., Beitman, A.  Cucinotta, F. A. Cytogenetic damage in the blood lymphocytes of astronauts: effects of repeat long-duration space missions.Mutat. Res. 756, 165 169 (2013). 50. Barrila, J. et al. Space ight modulates gene expression in the whole blood of astronauts. npj Microgravity 2, 16039 (2016). 51. Simpson-Haidaris, P. J. et al. Induction of brinogen expression in the lung epi- thelium during Pneumocystis carinii Pneumonia. Infect. Immun. 66, 4431 4439 (1998). 52. Molmenti, E. P., Ziambaras, T.  Perlmutter, D. H. Evidence for an acute phase response in human intestinal epithelial cells. J. Biol. Chem. 268, 14116 14124 (1993). 53. Andoh, A. et al. Detection of complement C3 and factor B gene expression in normal colorectal mucosa, adenomas and carcinomas. Clin. Exp. Immunol. 111, 477483 (1998). 54. Kulkarni, H. S., Liszewski, M. K., Brody, S. L.  Atkinson, J. P. The complement system in the airway epithelium: an overlooked host defense mechanism andtherapeutic target? J. Allergy Clin. Immunol. 141, 1582 1586 e1581 (2018). 55. Wei, Z., Batagov, A. O., Carter, D. R.  Krichevsky, A. M. Fetal bovine serum RNA interferes with the cell culture derived extracellular RNA. Sci. Rep. 6, 31175 (2016). 56. Schleker, S. et al. The current Salmonella-host interactome. Proteom. Clin. Appl. 6, 117133 (2012). 57. Maier, T., Guell, M.  Serrano, L. Correlation of mRNA and protein in complex biological samples. FEBS Lett. 583, 3966 3973 (2009). 58. Broz, P., Ohlson, M. B.  Monack, D. M. Innate immune response to Salmonella typhimurium, a model enteric pathogen. Gut Microbes 3,6 270 (2012). 59. Keating, S. E., Maloney, G. M., Moran, E. M.  Bowie, A. G. IRAK-2 participates in multiple toll-like receptor signaling pathways to NFkappaB via activation of TRAF6 ubiquitination. J. Biol. Chem. 282, 33435 33443 (2007). 60. Muller, A. et al. IkappaBzeta is a key transcriptional regulator of IL-36-driven psoriasis-related gene expression in keratinocytes. Proc. Natl Acad. Sci. USA 115, 10088 10093 (2018). 61. Yamazaki, S., Muta, T.  Takeshige, K. A novel IkappaB protein, IkappaB-zeta, induced by proin ammatory stimuli, negatively regulates nuclear factor-kappaB in the nuclei. J. Biol. Chem. 276, 27657 27662 (2001). 62. Chen, X. et al. RelB sustains IkappaBalpha expression during endotoxin tolerance. Clin. Vaccin. Immunol. 16, 104 110 (2009). 63. Le Negrate, G. et al. Salmonella secreted factor L deubiquitinase of Salmonella typhimurium inhibits NF-kappaB, suppresses IkappaBalpha ubiquitination and modulates innate immune responses. J. Immunol. 180, 5045 5056 (2008). 64. Sun, H., Kamanova, J., Lara-Tejero, M.  Galan, J. E. A family of Salmonella type IIi secretion effector proteins selectively targets the NF-kappaB signaling pathwayto preserve host homeostasis. PLoS Pathog. 12, e1005484 (2016). 65. Kaur, I., Simons, E. R., Kapadia, A. S., Ott, C. M.  Pierson, D. L. Effect of space ight on ability of monocytes to respond to endotoxins of gram-negative bacteria. Clin. Vaccin. Immunol. 15, 1523 1528 (2008). 66. Jin, M. et al. Responses of intestinal mucosal barrier functions of rats to simulated weightlessness. Front. Physiol. 9, 729 (2018). 67. Mednieks, M. H. A. In Oral Tissue Responses to Travel in Space. Beyond LEO - Human Health Issues for Deep Space Exploration (ed Reynolds, R. J.) (IntechOpen, 2019). 68. Spielmann, G. et al. B cell homeostasis is maintained during long-duration space ight. J. Appl. Physiol. 126, 469 476 (2018).69. Aase, A. et al. Salivary IgA from the sublingual compartment as a novel non- invasive proxy for intestinal immune induction. Mucosal Immunol. 9, 884 893 (2016). 70. Externest, D., Meckelein, B., Schmidt, M. A.  Frey, A. Correlations between antibody immune responses at different mucosal effector sites are controlled by antigen type and dosage. Infect. Immun. 68, 3830 3839 (2000). 71. Ding, X. Z. et al. HSP-70 mitigates LPSSKI-induced cell damage by increasing sphingosine kinase 1 (SK1). Prostaglandins Other Lipid Mediat .92,17 (2010). 72. Zupanska, A. K., Denison, F. C., Ferl, R. J.  Paul, A. L. Space ight engages heat shock protein and other molecular chaperone genes in tissue culture cells of Arabidopsis thaliana. Am. J. Bot. 100, 235 248 (2013). 73. Audy, J., Mathieu, O., Belvis, J.  Tompkins, T. A. Transcriptomic response of immune signalling pathways in intestinal epithelial cells exposed to lipopoly-saccharides, Gram-negative bacteria or potentially probiotic microbes. Benef. Microbes 3, 273 286 (2012). 74. Crucian, B., Stowe, R., Quiriarte, H., Pierson, D.  Sams, C. Monocyte phenotype and cytokine production pro les are dysregulated by short-duration space ight. Aviat. Space Environ. Med. 82, 857 862 (2011). 75. Chakraborty, N. et al. An integrated omics analysis: impact of microgravity on host response to lipopolysaccharide in vitro. BMC Genom. 15, 659 (2014). 76. Vogel, J.  Luisi, B. F. Hfq and its constellation of RNA. Nat. Rev. Microbiol .9, 578589 (2011). 77. Morita, T.  Aiba, H. Mechanism and physiological signi cance of autoregulation of the Escherichia coli hfq gene. RNA 25, 264 276 (2019). 78. Voorhies, A. A. et al. Study of the impact of long-duration space missions at the International Space Station on the astronaut microbiome. Sci. Rep. 9, 9911 (2019). 79. Castro-Wallace, S., Stahl, S., Voorhies, A., Lorenzi, H.  Douglas, G. L. Response of Lactobacillus acidophilus ATCC 4356 to low-shear modeled microgravity. Acta Astronautica 139, 463 468 (2017). 80. Shao, D. et al. Simulated microgravity affects some biological characteristics of Lactobacillus acidophilus. Appl. Microbiol. Biotechnol. 101,3 4 3 9 3449 (2017). 81. Turroni, S. et al. Gut microbiome and space travelers health: state of the art and possible proprebiotic strategies for long-term space missions. Front. Physiol. 11, https:doi.org10.3389fphys.2020.553929 (2020). 82. Hansmeier, N., Chao, T. C., Goldman, L. R., Witter, F. R.  Halden, R. U. Prioritization of biomarker targets in human umbilical cord blood: identi cation of proteins in infant blood serving as validated biomarkers in adults. Environ. Health Perspect. 120, 764 769 (2012). ACKNOWLEDGEMENTS This work was funded by NASA grants NNX09AH40G (C.A.N., C.M.O., J.B.) and 80NSSC18K1478 (C.A.N., C.M.O., and J.B.; includes NASA PECASE funding to J.B.). We thank Dr. Mitch Magee for his help with the bioanalyzer analysis. We apologize toall authors whose work we were unable to cite due to space limitations. AUTHOR CONTRIBUTIONS Designed research: C.A.N., J.B., C.M.O., S.F.S., N.H., R.U.H., S.Y., J.P., J.S.; M.M., S.L.C.-W.Performed research: J.B., S.F.S., C.A.N., N.H., N.B., S.D.W., N.Y., K.B., and C.M. Hardware design and optimization: C.K., A.Y., C.S., and T.C. Science payload mission manage- ment and support: K.S., N.R., D.L., A.L., R.R.D., R.J.F., C.K., A.Y., C.S., and T.C. Analyzeddata: J.B., N.H., S.Y., N.B., C.A.N.; R.U.H. Wrote the paper: J.B. Edited paper: J.B., C.A.N.,C.M.O., S.Y., N.H., K.S., and R.U.H. FUNDING NASA Space Biology NNX09AH40G, 80NSSC18K1478. COMPETING INTERESTS C.A.N is the Editor-in-Chief for npj Microgravity , C.M.O is Deputy Editor, J.B. is an Associate Editor and K.S. is on the Editorial board. ADDITIONAL INFORMATION Supplementary information The online version contains supplementary material available at https:doi.org10.1038s41526-021-00136-w . Correspondence and requests for materials should be addressed to C.A.N.J. Barrila et al. 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2021) 9 Reprints and permission information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third party material in this article are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this license, visit http:creativecommons. orglicensesby4.0 .  The Author(s) 2021J. Barrila et al. 10 npj Microgravity (2021) 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            }
        ]
    }
]