[
    {
        "pmid": "36362962",
        "title": "Lipid Rafts and Plant Gravisensitivity.",
        "year": "2022",
        "journal": "Life (Basel)",
        "abstract": "The necessity to include plants as a component of a Bioregenerative Life Support System leads to investigations to optimize plant growth facilities as well as a better understanding of the plant cell membrane and its numerous activities in the signaling, transport, and sensing of gravity, drought, and other stressors. The cell membrane participates in numerous processes, including endo- and exocytosis and cell division, and is involved in the response to external stimuli. Variable but stabilized microdomains form in membranes that include specific lipids and proteins that became known as (detergent-resistant) membrane microdomains, or lipid rafts with various subclassifications. The composition, especially the sterol-dependent recruitment of specific proteins affects endo- and exo-membrane domains as well as plasmodesmata. The enhanced saturated fatty acid content in lipid rafts after clinorotation suggests increased rigidity and reduced membrane permeability as a primary response to abiotic and mechanical stress. These results can also be obtained with lipid-sensitive stains. The linkage of the CM to the cytoskeleton via rafts is part of the complex interactions between lipid microdomains, mechanosensitive ion channels, and the organization of the cytoskeleton. These intricately linked structures and functions provide multiple future research directions to elucidate the role of lipid rafts in physiological processes.",
        "full_text": "Citation: Kordyum, E.L.; Artemenko, O.A.; Hasenstein, K.H. Lipid Rafts and Plant Gravisensitivity. Life2022 ,12, 1809. https:doi.org 10.3390life12111809 Academic Editor: Othmane Merah Received: 22 October 2022 Accepted: 2 November 2022 Published: 7 November 2022 Publishers Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional afl- iations. Copyright:  2022 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https: creativecommons.orglicensesby 4.0). life Review Lipid Rafts and Plant Gravisensitivity Elizabeth L. Kordyum1, Olga A. Artemenko1 and Karl H. Hasenstein2, 1Department of Cell Biology and Anatomy, Institute of Botany NASU, Tereschenkivska Str. 2, 01601 Kyiv, Ukraine 2Biology Department, University of Louisiana at Lafayette, Lafayette, LA 70504-3602, USA Correspondence: hasensteinlouisiana.edu Abstract: The necessity to include plants as a component of a Bioregenerative Life Support System leads to investigations to optimize plant growth facilities as well as a better understanding of the plant cell membrane and its numerous activities in the signaling, transport, and sensing of gravity, drought, and other stressors. The cell membrane participates in numerous processes, including endo- and exocytosis and cell division, and is involved in the response to external stimuli. Variable but stabilized microdomains form in membranes that include specic lipids and proteins that became known as (detergent-resistant) membrane microdomains, or lipid rafts with various subclassications. The composition, especially the sterol-dependent recruitment of specic proteins affects endo- and exo-membrane domains as well as plasmodesmata. The enhanced saturated fatty acid content in lipid rafts after clinorotation suggests increased rigidity and reduced membrane permeability as a primary response to abiotic and mechanical stress. These results can also be obtained with lipid-sensitive stains. The linkage of the CM to the cytoskeleton via rafts is part of the complex interactions between lipid microdomains, mechanosensitive ion channels, and the organization of the cytoskeleton. These intricately linked structures and functions provide multiple future research directions to elucidate the role of lipid rafts in physiological processes. Keywords: cell membrane; clinorotation; microdomains; sterols 1. Introduction Our understanding of microgravitys effects on living systems, including plants, im- proves as the result of better methods and novel technologies but also by using specic (plant) species. Examining increasingly complex interactions between specic plant re- sponses and environmental conditions elucidates the complex effects of gravity on plants and their response to weightlessness. The realization that plants must be a component of Bioregenerative Life Support Systems (BLSS) focused on plant productivity and the identication of the most suitable species for space cultivation  1,2. Plant functionality during long-term space missions includes the responses to elevated CO 2, the hydrolysis of water, oxygen generation, possibly hydrogen as generic fuel, and the recycling of water. However, the provision of edible biomass is certainly the most sought-after benet of plant growth in space  36. Human explorations of the Moon or Mars are impossible without BLSSs as the reduction in resources (water, food, and oxygen), achievable with BLSSs, is essential because of energy requirements for food transport, stowage, as well as the additional mass of packaging, which makes in situ food production and BLSSs essential for long-term space exploration. Additional criteria for in situ food production are logistical and space- and energy-saving measures. The degradation of food during long-term storage and the required volume can only be solved by means of preparing fresh food. The focus on BLSSs is different from fundamental biological questions of the effect of weightlessness on plant physiology. From the earliest to current space experiments, the effects of weightlessness were the focus of much basic research that included considerations of cellular structures, such as the organization of cells, responses of the cytoskeleton and Life2022 ,12, 1809. https:doi.org10.3390life12111809 https:www.mdpi.comjournallifeLife2022 ,12, 1809 2 of 13 metabolism, stress responses, and differential gene expressions between space experiments and ground controls 716. Despite the fact that biological membranes, notably the cell membrane (CM), are most sensitive to altered gravity  17, there are few published data on the effect of mi- crogravity on their physicochemical properties. The CM is one of the most dynamic supra-molecular structures in a cell, as it is the link between the cytoplasm and the ex- tracellular matrix. It participates in numerous basic cell processes such as the transport of metabolites and ions, cell signaling, endocytosis, cell division and differentiation, and defense from pathogens 1823. The ability of plants to remodel membrane lipids and protein composition plays a crucial role in the adaptation to stress and environmental changes, including altering temperature, drought, salinity, and heavy metals 24. The involvement of CM in gravisensing has been demonstrated initially by the forma- tion of complex and diverse pattern folds in the green alga Chlorella vulgaris in space ight in comparison with ground control  25. The appearance of CM folds of a complicated conguration during space ight was suggested to associate with enhanced metabolism and endo- and exocytosis. Hanke  26 used planar lipid bilayers with alamethicin-induced pores to demonstrate the dependence of conductivity relative to the gravity vector. The inuence of gravity has been conrmed in genuine biological membranes of E. coli 27. The gravity dependence of the viscosity of articial and cell membranes was demonstrated during parabolic ights by means of uorescence polarization microscopy  28. Simi- larly, changes in the composition of phospholipids, fatty acids, and sterols in the CM of clinorotated pea seedlings have been reported  2931 and prompted the hypothesis of gravitational decompensation, which postulates that the surface tension of the membrane under microgravity conditions can induce changes that are enhanced by the heterogeneity of the membrane. Thus, alteration in the physicochemical properties of the membrane leads to changes in the permeability and ion transport activity of membrane-bound channels, followed by adjustments of metabolism and eventually physiological responses 32. The presence of functional microdomains with specic localization and lipids and protein composition in the CM became known as membrane microdomains or detergent- resistant membranes (DRMs). However, the most common name is lipid rafts with the distinction of rafts, clustered rafts, DRMPs, and Caveolae  33. The formation of ordered domains was linked to the behavior of DRMs in liposomes and cells  34. Upon stimulation, rafts may cluster to form larger structures, i.e., temporally and spatially organize functionally different protein complexes, that improve the synchronization and specicity of cellular responses  33. The functional signicance of lipid rafts, their dynamic assembly, and the enrichment of cholesterol, sphingolipids, and saturated fatty acids affect membrane trafcking and signaling. Thus, lipid rafts take part in many vitally important cell processes  20,23,3542. The concept of cholesterol clustering helps explain its effect on membrane uidity via the formation of ordered domains and changed membrane deformation by altered protein interactions with the cortical cytoskeleton, and the formation and stabilization of lipidprotein assemblies  43. The main function of sphingolipids is their involvement in signal transmission from the outer to the inner membrane surface. This function depends on various lipophilic (ceramide) or hydrophilic (carbohydrate) attachments, which determine the extent of the interaction of the lipid bilayer with the polar environment. Sphingolipids are localized on the outer membrane surface, and the specicity is determined by the attached carbohydrate moiety  4446. Lipid rafts explain the biochemical processes of the cell membrane under normal and stress conditions that cannot be explained otherwise. The increased cholesterol and saturated fatty acid content of the raft fraction in clinorotated pea seedling root membranes indicated raft sensitivity to clinorotation 47. The aim of this review is to assess available data on plant lipid rafts as possible triggers of changes in cell activities in response to changes in mechanical stimulation and unloading.Life2022 ,12, 1809 3 of 13 2. Lipid Rafts in Plants Basic information on the structure, composition, and functions of lipid rafts in the CM was obtained in studies of the membranes of animal and yeast cells. Later, data on the presence of microdomains enriched in sphingolipids, cholesterol, and nonionic detergent insoluble in domains, similar to the lipid rafts of mammalian cells, were reported in plants 40,41,4857. Lipid rafts were documented in the CM isolated from Nicotiana tabacum leaves and BY2 cell cultures  38,39,48,51,58. Microdomains have sizes in the range of 100400 nm and often contain aggregated protein complexes. Six proteins of 22, 28, 35, 60, 67, and 94 kDa anchored to glycosylphosphatidylinositol (GPI) were detected  48. Based on one- and two- dimensional gel electrophoresis, mass spectrometry , and immunoblotting, DRMs were shown to be highly enriched in glucosylceramide and in a mixture of phytosterolsstigmasterol, sitosterol, 24-methylcholesterol, and cholesterolcompared with the CM from which they were isolated  38,39. Phospho- and glycoglycerolipids were detected in lipid rafts in small quantities. The role of plant rafts, defined as the sterol-dependent ordered assemblies of specific lipids and proteins in plant CM as a signaling entity is based on their ability to recruit specific membrane proteins that elicit specific signaling and responses to biotic and abiotic stress, cellular trafficking, and cell wall metabolism  39,51,59. The enrichment of microdomains with polyphosphoinositides and saturated fatty acids also suggests lipid raft involvement in cell signaling 58. Similarly, DRMs isolated from the CM of Arabidopsis thaliana callus, A. thaliana , and Allium porrum leaves were enriched in sterols and sphingolipids 45-fold in comparison with the entire CM, sterylglucosides, and glucosylceramides and were depleted in glyc- erophospholipids  49,53. Microdomains from A. thaliana cotyledons were enriched with specic signaling components, particularly with seven receptor kinases with leucine-rich repeats, 10 other kinases, the subunit of heterotrimeric G-proteins, and ve other GTP- binding proteins  60. Sterol-dependent proteins associated with rafts comprise part of the membrane-bound ABA signaling system in A. thaliana leaves, in particular, phosphatase ABI1 (a negative regulator of ABA signaling) and calcium-dependent protein kinase 21  61. The glycoprotein At-FLA 4 (fasciclin-like arabinogalactan protein 4) positively regulates the biosynthesis of cell wall components and normal root growth through an ABA-dependent signaling pathway. Fasciclins are normally associated with the outer surface of lipid rafts in the CM via glucosylphosphatidylinositol 62. In the CM of Medicago trunculata , lipid rafts were structurally identied as small (40120 nm ), heterogeneous, highly dynamic domains enriched in sterols and sphingolipids. Small rafts can sometimes form larger units through proteinprotein and proteinlipid interactions. A specic set of proteins, including the presence of a redox system around cytochrome B561, was found in rafts isolated from the root CM. Likely, the redox system is involved in the symbiotic interaction between legumes and symbionts 52,63. The involvement of Bax inhibitor (BI-1), which is a suppressor of apoptosis, in sphin- golipids metabolism suggests a regulatory mechanism of rafts for cell death. BI-1 overex- pression inhibits stress-induced cell death by decreasing the abundance of a set of key pro- teins. The inuence of BI-1 on cell death-associated components in sphingolipid-enriched microdomains of the Oryza sativa CM suggests a novel, biological implication of plant lipid rafts in stress-induced cell death  64. Higher proportions of sterols, sphingolipids, and saturated phospholipids were also detected in the microdomains of Avena sativa and Secale cereale in comparison with those in the CM  65. Numerous proteins were identied as DRM proteins in these species. The physicochemical properties of the proteins and the unique distribution of proteins in the DRMs may control the functions of the domains in the CM for various physiological processes 66. The involvement of lipid rafts and apoplastic transport through plasmodesmata is likely controlled by callose, which is synthesized by callose synthases and degraded by -1,3 glucanases. The proximity of callose-modifying glycosylphosphatidylinositol proteins at plasmodesmata may depend on and be stabilized by sterols  67. Thus, lipidLife2022 ,12, 1809 4 of 13 rafts may affect callose accumulation in plasmodesmata and participate in the maintenance of plasmodesmal ultrastructure, callose deposition, and signaling. Therefore, lipid rafts may affect the function of plasmodesmata 68,69. CM lipids of the cell suspension cultures of Populus trichocarpa are enriched in proteins of functional categories such as transport, signal transduction, responses to abiotic and biotic stress, and the biosynthesis of callose. It is especially interesting and important to note that microdomains are enriched with ABC transporters, aquaporins, sugar, metal, organic solute transporters, and ATPases, as well as phospholipase D and diacylglycerol kinases. These enzymes are involved in the biosynthesis of phosphatidic acid  70, which regulates and amplies many cellular signaling pathways and functions, as well as in membrane arrangement 71. The role of lipid rafts in the protective mechanisms under various stresses has been shown for cold stress in A. thaliana 72. P-type HATPases, aquaporins, and endocytosis- related proteins increased and, conversely, tubulins, actins, and V-type H-ATPase sub- units decreased in DRMs during cold acclimation. The functional categorization of cold- responsive proteins in DRMs supports the notion that plant CM microdomains affect mem- brane transport and cytoskeleton interactions in Avena sativa and Secale cereale 65, drought, and salinity in Brassica oleracea L. var italica  73 and iron deciency in Beta vulgaris 74. A close relationship between Gossypium hirsutum cv. Jimian 14 ber cell development and cell membrane lipid organization and lipid raft activity were illustrated by di-4-ANEPPDHQ- labeled bers  75. The raft-specic lipids enriched with cerebrosides and sterols in the halophytes Artemisia santonica and Salicornia perennans indicate the participation of rafts in salt resistance  76. In addition, a study of the lipid raft fraction from pea seedling root CM after clinorotation showed signicantly increased cholesterol and saturated fatty acids  47, which will be illustrated in more detail below. 3. Lipid Rafts under Clinorotation Lipid rafts from the root CM of pea seedlings grown in stationary conditions and under slow horizontal clinorotation (2 rpm) have the appearance of thin tapes of 80100 nm in length and 613 nm in width (Figure 1); they were similar to those in other plant species in structure and size and also enriched with cholesterol and saturated fatty acids. Life 2022 , 12, x FOR PEER REVIEW 4 of 13 affect callose accumulation in plasmodesmata and participate in the maintenance of plas- modesmal ultrastructure, callose deposition, and signaling. Therefore, lip id rafts may af- fect the function of plasmodesmata 68,69 . CM lipids of the cell suspension cultures of Populus trichocarpa are enriched in pro- teins of functional categories such as transp ort, signal transduction, responses to abiotic and biotic stress , and the biosynthesis of callose. It is especially interesting and important to note that microdomains are enriched with ABC transporters, aquaporins, sugar, metal, organic solute transporter s, and ATPases , as well as phospholipase D and diacylglycerol kinases. These enzymes are involved in the biosynthesis of phosphatidic acid 70, which regulates and amplifies many cellular signaling pathways and functions, as well as in mem brane arrangement 71. The role of lipid rafts in the protect ive mechanisms under various stresses has been shown for cold stress in A. thaliana 72. P-type HATPases, aquaporins , and endocytosis - related proteins increased and, conversely, tubulins, actins, and V -type H-ATPase subu- nits decreased in DRMs during cold acclimation. The f unctional categorization of cold - responsive proteins in DRMs support s the notion that plant CM microdomains affect membrane transport and cytoskeleton interactions in Avena sativa and Secale cereale 65, drought, and salinity in Brassica oleracea L. var italica 73 and iron deficiency in Beta vul- garis 74. A close relationship between Gossypium hirsutum cv. Jimian 14 fiber cell devel- opment and cell membrane lipid organization and lipid raft activity were illustrated by di-4-ANEPPDHQ -label ed fibers 75. The raft -specific lipids enriched with cerebrosides and sterols in the halophytes Artemisia santonica and Salicornia perennans indicate the par- ticipation of rafts in salt resistance 76. In addition, a study of the lipid raft fraction from pea seedling root CM after clinorotation showed significantly increased cholesterol and saturated fatty acids 47, which will be illustrated in more detail below. 3. Lipid Rafts under Clinorotation Lipid rafts from the root CM of pea seedlings grown in stationary conditions and under slow horizontal clinorotation (2 rpm) have the appearance of thin tapes of 80 100 nm in length and 6 13 nm in width ( Figure 1); they were similar to those in o ther plant species in structure and size and also enriched with cholesterol and saturated fatty acids. Figure 1. Raft fraction isolated the root CM of 6 -day-old pea seedlings (transmission electron mi- croscopy). Arrows point to rafts 47. Under stationary conditions, saturated fatty acids prevailed in the lipid raft fraction (64.5) vs. 43.5 in the static CM. In cli norotated fractions, the percentage s of the monoe- noic and polyenoic fatty acids were 6.5 and 29 , respectively , and the content of satu- rated fatty acids increased (66.7), monoenoic fatty acids decreased (5.2), while the con- tent of polyenoic fatty acids remained unchanged (28.2). The content of cholesterol in- creased about seven times under clinorotation compared to the control, but the content of other sterols remained unchanged ( Figure 2) 47. Figure 1. Raft fraction isolated the root CM of 6-day-old pea seedlings (transmission electron microscopy). Arrows point to rafts 47. Under stationary conditions, saturated fatty acids prevailed in the lipid raft fraction (64.5) vs. 43.5 in the static CM. In clinorotated fractions, the percentages of the mo- noenoic and polyenoic fatty acids were 6.5 and 29, respectively, and the content of saturated fatty acids increased (66.7), monoenoic fatty acids decreased (5.2), while the content of polyenoic fatty acids remained unchanged (28.2). The content of cholesterol increased about seven times under clinorotation compared to the control, but the content of other sterols remained unchanged (Figure 2) 47.Life2022 ,12, 1809 5 of 13 Life 2022 , 12, x FOR PEER REVIEW 5 of 13 Figure 2. Data on the sterol content in the raft fraction s isolated from the root CM of six -day-old pea seedlings grown statically (control) or after clinorotation 47. The level of membrane cholesterol is important for the structure and stability of dense microdomains. A significant increase in the cholesterol content is a marker of the increased rigidity of lipid rafts that reduces membrane permeability. The regula tory role of sterols in membrane structure and fluidity and the assembly of specific proteins will affect cell responses to abiotic stress and microgravity 22,54,77 . The concept of choles- terol clustering helps explain functions such as membrane fluidity via lipid ordering and membrane elasticity by protein interactions with the cortical cytoskeleton and the for- mation and stabilization of rafts themselves 43. Interestingly, the equality of the CM fatty acid saturation index (the ratio between unsaturated and saturated fatty acids) for static and clinorotated samples was most likely based on new specific fatty acids that main- tained CM fluidity (microviscosity) 31,78 . 3.1. Filipin Staining Fluorescent marker of sterols filipin (a complex of four pentanes 79 from the acti- nomycete Streptomyces filipinensis )is an antibiotic that is strongly fluorescent with a max- imum emission at 482 nm (ex  340 nm) upon binding to sterol -containing areas of cell membranes. Filipin fluorescence is the estab lished tool for sterol visualization in biologi- cal membranes 50,8085. After filipin staining, the CM of root tip cells of 3 -day-old pea seedlings acquired the characteristic blue color ( Figure 3A) 86. In 6-day-old seedlings, the CM was marked by filipin with a dashed thinner blue line ( Figure 3C) and the intensity of the filipin fluorescence diminished, possibly because the cholesterol content decreased, as changes in the cholesterol labeling intensity depend o n the developmental stage 87. Figure 3. Images of live, elongating root cells of 3 -day-old ( A,B) and 6 -day-old ( C,D) pea seedlings stained with filipin staining: (A,C)control; (B,D)clinorotated. Scale bar 20 m 86. Figure 2. Data on the sterol content in the raft fractions isolated from the root CM of six-day-old pea seedlings grown statically (control) or after clinorotation 47. The level of membrane cholesterol is important for the structure and stability of dense microdomains. A signicant increase in the cholesterol content is a marker of the increased rigidity of lipid rafts that reduces membrane permeability. The regulatory role of sterols in membrane structure and uidity and the assembly of specic proteins will affect cell responses to abiotic stress and microgravity  22,54,77. The concept of cholesterol clustering helps explain functions such as membrane uidity via lipid ordering and membrane elasticity by protein interactions with the cortical cytoskeleton and the formation and stabilization of rafts themselves  43. Interestingly, the equality of the CM fatty acid saturation index (the ratio between unsaturated and saturated fatty acids) for static and clinorotated samples was most likely based on new specic fatty acids that maintained CM uidity (microviscosity) 31,78. 3.1. Filipin Staining Fluorescent marker of sterolslipin (a complex of four pentanes  79 from the acti- nomycete Streptomyces lipinensis )is an antibiotic that is strongly uorescent with a maximum emission at 482 nm ( ex  340 nm) upon binding to sterol-containing areas of cell membranes. Filipin uorescence is the established tool for sterol visualization in biological membranes  50,8085. After lipin staining, the CM of root tip cells of 3-day-old pea seedlings acquired the characteristic blue color (Figure 3A)  86. In 6-day-old seedlings, the CM was marked by lipin with a dashed thinner blue line (Figure 3C) and the intensity of the lipin uorescence diminished, possibly because the cholesterol content decreased, as changes in the cholesterol labeling intensity depend on the developmental stage 87. Life 2022 , 12, x FOR PEER REVIEW 5 of 13 Figure 2. Data on the sterol content in the raft fraction s isolated from the root CM of six -day-old pea seedlings grown statically (control) or after clinorotation 47. The level of membrane cholesterol is important for the structure and stability of dense microdomains. A significant increase in the cholesterol content is a marker of the increased rigidity of lipid rafts that reduces membrane permeability. The regula tory role of sterols in membrane structure and fluidity and the assembly of specific proteins will affect cell responses to abiotic stress and microgravity 22,54,77 . The concept of choles- terol clustering helps explain functions such as membrane fluidity via lipid ordering and membrane elasticity by protein interactions with the cortical cytoskeleton and the for- mation and stabilization of rafts themselves 43. Interestingly, the equality of the CM fatty acid saturation index (the ratio between unsaturated and saturated fatty acids) for static and clinorotated samples was most likely based on new specific fatty acids that main- tained CM fluidity (microviscosity) 31,78 . 3.1. Filipin Staining Fluorescent marker of sterols filipin (a complex of four pentanes 79 from the acti- nomycete Streptomyces filipinensis )is an antibiotic that is strongly fluorescent with a max- imum emission at 482 nm (ex  340 nm) upon binding to sterol -containing areas of cell membranes. Filipin fluorescence is the estab lished tool for sterol visualization in biologi- cal membranes 50,8085. After filipin staining, the CM of root tip cells of 3 -day-old pea seedlings acquired the characteristic blue color ( Figure 3A) 86. In 6-day-old seedlings, the CM was marked by filipin with a dashed thinner blue line ( Figure 3C) and the intensity of the filipin fluorescence diminished, possibly because the cholesterol content decreased, as changes in the cholesterol labeling intensity depend o n the developmental stage 87. Figure 3. Images of live, elongating root cells of 3 -day-old ( A,B) and 6 -day-old ( C,D) pea seedlings stained with filipin staining: (A,C)control; (B,D)clinorotated. Scale bar 20 m 86. Figure 3. Images of live, elongating root cells of 3-day-old ( A,B) and 6-day-old ( C,D) pea seedlings stained with lipin staining: ( A,C)control; ( B,D)clinorotated. Scale bar 20 m 86.Life2022 ,12, 1809 6 of 13 Under clinorotation, the lipin labeling of the CM in 3-day-old pea seedlings appeared interrupted, which may either indicate the uneven distribution of cholesterol (Figure 3B) or the uneven binding of the dye. After 6 days of clinorotation, the lipin-stained areas were signicantly larger than in the controls, clusters formed, and uorescence increased (Figure 3D). These data suggest an increase in the cholesterol content of membrane mi- crodomains and the clustering of microdomains under clinorotation. 3.2. Laurdan Staining Laurdan (or 6-propionyl-2-(dimethylamino)naphthalene), is a uorescent, lipophilic probe and is widely used to study the structure of biological membranes  88 in addition to styryl dyes  89. Its emission spectra depend on the parameters of the surrounding medium, such as polarity, hydration, and viscosity. Rafts form a liquid-ordered (Lo) phase on the membrane bilayer surface, which is surrounded by a liquid-disordered (Ld) phase  90,91. Because the Lo phase is characterized by a higher level of lipid packing compared to the Ld phase, it is also less hydrated and more viscous  92,93. The difference in the CM water content can be estimated 94,95. The dynamics of the Lo and Ld phases of the CM under clinorotation were examined using laurdan as an imaging probe  86,96, developed for the observation of live plant cells. No signicant differences were observed in the CM of the root tip cells of the control or the clinorotated seedlings in areas with different water contents. The expansion of the Lo areas (Figure 4) indicates higher rigidity, possibly the result of denser domains (rafts) under clinorotation. Life 2022 , 12, x FOR PEER REVIEW 6 of 13 Under clinorotation, the filipin labeling of the CM in 3 -day-old pea seedlings ap- peared interrupted, which may either indicate the uneven distribution of cholesterol ( Fig- ure 3B) or the uneven binding of the dy e. After 6 days of clinorotation, the filipin -stained areas were significantly larger than in the controls, clusters formed , and fluorescence in- creased ( Figure 3D). These data suggest an increase in the cholesterol content of mem- brane microdomains and the clustering of microdomains under clinorotation. 3.2. Laurdan Staining Laurdan (or 6 -propionyl -2-(dimethylamino)naphthalene), is a fluorescent, lipophilic probe and is widely used to study the structure of biological membranes 88 in addition to styryl dyes 89. Its emission spectra depend on the parameters of the surrounding me- dium, such as polarity, hydration, and viscosity. Rafts form a liquid -ordered (Lo) phase on the membrane bilayer surface, which is surrounded by a liquid -disordered (Ld) phase 90,91 . Because the Lo phase is characterized by a higher level of lipid packing compared to the Ld phase, it is also less hydrated and more viscous 92,93 . The difference in the CM water content can be estimated 94,95 . The dynamics of the Lo and Ld phases of the CM under clinorotation were examined using laurdan as an imaging probe 86,96 , developed for the observatio n of live plant cells. No significant differences were observed in the CM of the root tip cells of the control or the clinorotated seedlings in areas with different water content s. The expansion of the Lo areas ( Figure 4) indicates higher rigidity, possibl y the result of denser domains (rafts) under clinorotation. Figure 4. Images of live 6 -day-old pea root cells stained with laurdan without ( A,C) and after clino- rotation ( B,D). Red fluorescence (620 650 nm) indicates higher water content, representing disor- dered (Ld) state. Blue -shifted emission (480 500 nm, green) indicates lower water content and or- dered (Lo) state. Scale bar 50 m  86. The significantly increased cholesterol content in lipid raf ts and their increased den- sity under clinorotation suggest changes in the associated proteins. Altered CM permea- bility is likely to affect cell metabolism as a response to mechanostimulation. These data suggest that clinorotation does not serve as a substi tute for microgravity but that plants respond to enhanced mechanostimulation. This notion supports the observed effect of hy- pergravity on membrane lipid composition and the conclusion that gravity resistance de- pends on lipid rafts 97 as well as observations that clinorotation decreases but weight- lessness increases amyloplast size 98. Figure 4. Images of live 6-day-old pea root cells stained with laurdan without ( A,C) and after clinorotation ( B,D). Red uorescence (620650 nm) indicates higher water content, representing disordered (Ld) state. Blue-shifted emission (480500 nm, green) indicates lower water content and ordered (Lo) state. Scale bar 50 m 86. The signicantly increased cholesterol content in lipid rafts and their increased density under clinorotation suggest changes in the associated proteins. Altered CM permeability is likely to affect cell metabolism as a response to mechanostimulation. These data suggest that clinorotation does not serve as a substitute for microgravity but that plants respond to enhanced mechanostimulation. This notion supports the observed effect of hypergravity on membrane lipid composition and the conclusion that gravity resistance depends on lipid rafts 97 as well as observations that clinorotation decreases but weightlessness increases amyloplast size 98.Life2022 ,12, 1809 7 of 13 4. How Do Lipid Raft Studies Advance the Understanding of the Gravisensitivity of Plant Cells? Plant lipid rafts have been dened as the sterol-dependent ordered assemblies of specic lipids and proteins in the plant CM. The dependence of membrane function on their lipid composition and associated proteins can affect the activity of integral mem- brane proteins, including ion channels  99. According to current concepts regarding the heterogeneity of the lipid bilayer, rafts link the CM with the cytoskeleton and affect cell polarization and thus signal transmission from the membrane surface to intracellular structures, in particular, the reorganization and dynamics of the actin cytoskeleton. Pro- teomic analysis revealed the inclusion of various actin-binding proteins as well as the actin and - and -chains of tubulin in rafts  51,100,101. The inuence of cholesterol on the actin cytoskeleton depends on the initial state of the microlament network. Cholesterol- dependent rearrangements of the cytoskeleton are determined by the balance of globular and brillar actin in the cell, which demonstrates a new role of membrane cholesterol in cellular mechanotransduction and organization. The suggestion that the cytoskeleton may be a gravity sensor has been supported by its modications in microgravity and clinorotation  102104, especially in non-specialized cells  104. For example, an increase in cortical actin microlaments and the appearance of short and disoriented scattered microlaments under clinorotation were described in the root and hypocotyl elongating cells of A. thaliana 104106. Possibly, clinorotation is assumed to enhance the mutual dependence between the actin and tubulin elements of the cytoskeleton and part of the cellular stress response 105,106. Cortical microtubules, which regulate the movement of the cellulose-synthesizing complexes and control cellulose deposition in the cell wall  107109 changed their orienta- tion, were more randomly distributed and often shorter in A. thaliana hypocotyls in space ight and Beta vulgaris roots under clinorotation than in the controls  104111. Reduced tubulin gene transcription might have caused the suppression of MT reorientation. It is interesting to note that changes in the microtubule orientation and length occurred in the elongating cells of hypocotyls and the root distal elongation zone (DEZ), distinguishing specic physiological properties and functions  103,112114. Cytoskeletal elements regu- late both the growth polarity and the maintenance of cellular growth  113,115. Cell growth in the DEZ involves cytoplasm expansion (non-directional growth), which requires the dynamic formation of MT, which makes especially cortical MT more sensitive to changes related to microgravity. These microtubules function via associated proteins and regulatory kinases and phosphatases 116. The sensitivity of the plant cell wall structure, composition, and function is well- established.  7,13,117. The general phenomenon of cell wall thinning and softening in microgravity and clinorotation could be related to qualitative and quantitative changes in the poly- and monosaccharide composition based on the increased activity of cellu- losopectolytic enzymes, for example, endo-1,4-B-glucanase, exo-1,4-B-glucanase, polygalac- turonase, and pectin esterase. Such changes were demonstrated in the protonemata of Funaria hygrometrica grown under long-term slow clinorotation and in wheat plants grown in space  117. Galacturonic acid reduced the methoxyl groups of pectins, which release calcium ions because of enhanced cellulose and pectin hydrolysis. Decreasing levels of cel- lulose and polysaccharides per unit of length have also been reported in the coleoptiles and roots of the Oryza sativa and A. thaliana hypocotyls in spaceight compared with ground controls  13,118,119. The degradation of 1,3:1,4- -glucans reduces these polysaccharides in growing rice shoots and affects the mechanical properties of cell walls in micrograv- ity. However, microgravity only slightly affected cell wall biopolymer synthesis and the deposition of cellulose microbrils 120. Modications of the intracellular calcium concentration and localization were shown in microgravity and under clinorotation similar to the uorescent calcium indicators chlorote- tracycline and indo-1. Changes in the relative calcium ion content have been demonstrated in the cells of the green algae Chlorella vulgaris , the protonemata of Funaria hydrometrica ,Life2022 ,12, 1809 8 of 13 the statocytes of Pisum sativum ,Melilotus album , and Glycine max , the microcalluses of Daucus carota andBrassica napus , as well as in the cytosol of the root hairs in Lepidium sativum and Beta vulgaris , and in the callus cell cultures of A. thaliana 121124. Most experiments showed that calcium in cells increased under microgravity and clinorotation. Calcium is a well-established second messenger and plays a crucial role in signal transduction in all eukaryotic cells. Its messenger functions involve transient changes in the cytosolic ion concentration in response to a variety of external and internal stimuli, including light, hormones, temperature, anoxia, salinity, and gravity  125127. The role of calcium ions as secondary messengers depends on short-term alterations in cytosolic concentration, which are mediated by the actions of Ca2-permeable ion channels, the efux by Ca2- ATPases, and Ca2H exchangers  128130. Calcium ions enter the cytosol from the apoplast through selective channels in the CM andor a release from intracellular sources, such as an endoplasmic reticulum (ER) or the vacuole, which are typically activated by inositol-1,4,5-triphosphate  131. An increase in the intracellular calcium activity in micro- gravity was assumed to occur due to the activation of mechanosensitive calcium channels, which was demonstrated by gadolinium, which blocks such channels  132,133, as well as a possible decrease in Ca2-ATPase activity associated with lipid rafts  134. The com- plex interactions between the roles of cholesterol and lipid microdomains in regulating mechanosensitive ion channels and the organization of the cytoskeleton provide multiple future research directions. These prospects for further studies of membrane lipid microdomains include their participation in cell signaling and cell membrane activities as part of experiments that seek to understand the effect of gravity and mechanostimulation on basic cellular processes in biological systems. There is an additional temporal element in this notion as the lipid prole of membranes changes depending on the type of tissue, cell, and organelle  45,67,135. The quantitative differences in the content of lipids and fatty acids in the CM of epicotyls and roots are most likely associated with the structure, growth, and specic functions of specic cells  136. In contrast to the root proper, the root cap contains statocytes, which are specialized cells for the perception of gravitational and mechanical stimuli including clinorotation. Therefore, the CM state of these tissues exhibits a specic composition  21,67. The heterogeneity of lipid rafts is linked to the specicity of the transcriptome  137 and proteome interactions  138. The successful implementation of Bioregenerative Life Support Systems, therefore, benets from a better understanding of cell membrane functions, especially lipid rafts, and their improvement of nutrient acquisition 139. 5. Conclusions The data and inferences described so far clearly indicate that the functional domains of membranes are critically important for signal integration and responses. We hope that this review will prompt future research on the effect of lipid rafts and membrane functions on general and gravitational physiology. Author Contributions: Conceptualization, E.L.K.; writingoriginal draft preparation, E.L.K.; writing review and editing, K.H.H.; microscopy, O.A.A. All authors have read and agreed to the published version of the manuscript. Funding: This research was partially supported by NASA grant 80NSSC17K0344 to KHH. Data Availability Statement: Not applicable. Conicts of Interest: The authors declare no conict of interest. References 1. Lehto, K.A.; Lehto, H.J.; Kanervo, E.A. Suitability of different photosynthetic organisms for an extraterrestrial biological life support system. Res. Microbiol. 2006 ,157, 6976. CrossRef PubMed 2. Mitchell, C.A. Bioregenerative life-support-systems. Am. J. Clin. Nutr. 1994 ,60, 820S824S. CrossRef PubMed 3. Ferl, R.; Wheeler, R.; Levine, H.G.; Paul, A.L. Plants in Space. Curr. Opin. Plant Biol. 2002 ,5, 258263. CrossRefLife2022 ,12, 1809 9 of 13 4. Ferl, R.J.; Koh, J.; Denison, F.; Paul, A.L. Spaceight Induces Specic Alterations in the Proteomes of Arabidopsis. Astrobiology 2015 ,15, 3256. CrossRef 5. Wheeler, R.M. Plants for human life support in space: From Myers to Mars. Gravit. Space Res. 2010 ,23, 2535. 6. Fu, Y.M.; Li, L.Y.; Xie, B.Z.; Dong, C.; Wang, M.J.; Jia, B.Y.; Shao, L.Z.; Dong, Y.Y.; Deng, S.D.; Liu, H.; et al. How to establish a bioregenerative life support system for long-term crewed missions to the Moon or Mars. Astrobiology 2016 ,16, 925936. CrossRef 7. Halstead, T.W.; Dutcher, F.R. Plants in Space. Annu. Rev. Plant Physiol. Plant Mol. Biol. 1987 ,38, 317345. CrossRef 8. Claassen, D.; Spooner, B. International Review of CytologyA Survey of Cell Biology ; Jeon, K.W., Berezney, R., Eds.; Academic Press: Cambridge, MA, USA, 1994; Volume 156, pp. 301373. 9. Kordyum, E.L. Plant cell gravisensitivity and adaptation to microgravity. Plant Biol. 2014 ,16, 7990. CrossRef 10. Wolverton, C.; Kiss, J.Z. An update on plant space biology. Gravit. Space Biol. 2009 ,22, 1320. 11. Paul, A.L.; Wheeler, R.M.; Levine, H.G.; Ferl, R.J. Fundamental plant biology enabled by the Space Shuttle. Am. J. Bot. 2013 ,100, 226234. CrossRef 12. Kittang, A.I.; Iversen, T.H.; Fossum, K.R.; Mazars, C.; Carnero-Diaz, E.; Boucheron-Dubuisson, E.; Le Disquet, I.; Legue, V .; Herranz, R.; Pereda-Loth, V .; et al. Exploration of plant growth and development using the European Modular Cultivation System facility on the International Space Station. Plant Biol. 2014 ,16, 528538. CrossRef PubMed 13. Hoson, T. Plant growth and morphogenesis under different gravity conditions: Relevance to plant life in space. Life2014 ,4, 205216. CrossRef PubMed 14. Paul, A.L.; Ferl, R.J. Spaceight exploration in plant gravitational biology. Methods Mol. Biol. 2015 ,1309 , 285305. PubMed 15. Manzano, A.I.; Herranz, R.; Manzano, A.; van Loon, J.; Medina, F.J. Early effects of altered gravity environments on plant cell growth and cell proliferation: Characterization of morphofunctional nucleolar types in an Arabidopsis cell culture system. Front. Astron. Space Sci. 2016 ,3, 2. CrossRef 16. Kordyum, E.; Hasenstein, K.H. Plant biology for space explorationBuilding on the past, preparing for the future. Life Sci. Space Res. 2021 ,29, 17. CrossRef PubMed 17. Slenska, K.; Kordyum, E.L. Gravity, cellular membranes and associated processes: An introduction. Adv. Space Res. 1995 ,17, 141142. CrossRef 18. Masson, F.; Rossignol, M. Basic plasticity of protein expression in tobacco leaf plasma-membrane. Plant J. 1995 ,8, 7785. CrossRef 19. Gronnier, J.; Gerbeau-Pissot, P .; Germain, V .; Mongrand, S.; Simon-Plas, F. Divide and Rule: Plant Plasma Membrane Organization. Trends Plant Sci. 2018 ,23, 899917. CrossRef 20. Santos, A.L.; Preta, G. Lipids in the cell: Organisation regulates function. Cell. Mol. Life Sci. 2018 ,75, 19091927. CrossRef 21. Cassim, A.M.; Gouguet, P .; Gronnier, J.; Laurent, N.; Germain, V .; Grison, M.; Boutte, Y.; Gerbeau-Pissot, P .; Simon-Plas, F.; Mongrand, S. Plant lipids: Key players of plasma membrane organization and function. Prog. Lipid Res. 2019 ,73, 127. CrossRef 22. Rogowska, A.; Szakiel, A. The role of sterols in plant response to abiotic stress. Phytochem. Rev. 2020 ,19, 15251538. CrossRef 23. Jaillais, Y.; Ott, T. The Nanoscale Organization of the Plasma Membrane and Its Importance in Signaling: A Proteolipid Perspective(1) (OPEN). Plant Physiol. 2020 ,182, 16821696. CrossRef PubMed 24. Rawat, N.; Singla-Pareek, S.L.; Pareek, A. Membrane dynamics during individual and combined abiotic stresses in plants and tools to study the same. Physiol. Plant. 2021 ,171, 653676. CrossRef 25. Popova, A.F.; Sytnik, K.M.; Kordyum, E.L.; Meleshko, G.I.; Sychev, V .N.; Levinskykh, M.A. Ultrastructural and growth indices of chlorella culture in multicomponent aquatic systems under space ight conditions. Adv. Space Res. 1989 ,9, 7982. CrossRef 26. Hanke, W. Studies of the interaction of gravity with biological-membranes using alamethicin doped planar lipid bilayers as a model system. Adv. Space Res. 1994 ,17, 143150. CrossRef 27. Goldermann, M.; Hanke, W. Ion channel are sensitive to gravity changes. Microgravity Sci. Technol. 2001 ,13, 3538. CrossRef 28. Sieber, M.; Hanke, W.; Kohn, F.P .M. Modication of Membrane Fluidity by Gravity. Open J. Biophys. 2014 ,04, 105111. CrossRef 29. Polulyakh, Y.A. Phospholipid and fatty-acid composition of pea root cell plasma-membranes under clinostating. Acad. Sci. Ukr. Ser. B-Geol. Chem. Biol. Sci. 1988 ,10, 6769. 30. Polulyakh, Y.; Zhadko, S.; Klimchuk, D.; Baraboy, V .; Alpatov, A.; Sytnik, K. Plant cell plasma membrane structure and properties under clinostatting. Adv. Space Res. 1989 ,9, 7174. CrossRef 31. Kordyum, E.; Nedukha, O.; Grakhov, V .; Melnik, A.; Vorobyova, T.; Klimenko, O.; Zhupanov, I. Study of the inuence of simulated microgravity on the cytoplasmic membrane lipid bilayer of plant cells. Kosm. Nauka Tehnol. 2015 ,21, 4047. CrossRef 32. Kordyum, E.L. International Review of CytologyA Survey of Cell Biology ; Jeon, K.W., Ed.; Academic Press: Cambridge, MA, USA, 1997; Volume 171, pp. 178. 33. Simons, K.; Toomre, D. Lipid rafts and signal transduction. Nat. Rev. Mol. Cell Biol. 2000 ,1, 3139. CrossRef PubMed 34. Schroeder, R.J.; Ahmed, S.N.; Zhu, Y.Z.; London, E.; Brown, D.A. Cholesterol and sphingolipid enhance the Triton X-100 insolubility of glycosylphosphatidylinositol-anchored proteins by promoting the formation of detergent-insoluble ordered membrane domains. J. Biol. Chem. 1998 ,273, 11501157. CrossRef 35. Simons, K.; Ikonen, E. Functional rafts in cell membranes. Nature 1997 ,387, 569572. CrossRef PubMed 36. Brown, D.A.; London, E. Functions of lipid rafts in biological membranes. Annu. Rev. Cell Dev. Biol. 1998 ,14, 111136. CrossRef PubMed 37. Xu, X.L.; Bittman, R.; Duportail, G.; Heissler, D.; Vilcheze, C.; London, E. Effect of the structure of natural sterols and sphingolipids on the formation of ordered sphingolipidsterol domains (rafts). J. Biol. Chem. 2001 ,276, 3354033546. CrossRefLife2022 ,12, 1809 10 of 13 38. Mongrand, S.; Morel, J.; Laroche, J.; Claverol, S.; Carde, J.P .; Hartmann, M.A.; Bonneu, M.; Simon-Plas, F.; Lessire, R.; Bessoule, J.J. Lipid rafts in higher plant cellsPurication and characterization of triton X-100-insoluble microdomains from tobacco plasma membrane. J. Biol. Chem. 2004 ,279, 3627736286. CrossRef 39. Mongrand, S.; Stanislas, T.; Bayer, E.M.F.; Lherminier, J.; Simon-Plas, F. Membrane rafts in plant cells. Trends Plant Sci. 2010 ,15, 656663. CrossRef 40. Grennan, A.K. Lipid rafts in plants. Plant Physiol. 2007 ,143, 10831085. CrossRef 41. Cacas, J.L.; Furt, F.; Le Guedard, M.; Schmitter, J.M.; Bure, C.; Gerbeau-Pissot, P .; Moreau, P .; Bessoule, J.J.; Simon-Plas, F.; Mongrand, S. Lipids of plant membrane rafts. Prog. Lipid Res. 2012 ,51, 272299. CrossRef 42. Tsai, Y.T.; Moore, W.; Kim, H.; Budin, I. Bringing rafts to life: Lessons learned from lipid organization across diverse biological membranes. Chem. Phys. Lipids 2020 ,233, 104984. CrossRef 43. Carquin, M.; DAuria, L.; Pollet, H.; Bongarzone, E.R.; Tyteca, D. Recent progress on lipid lateral heterogeneity in plasma membranes: From rafts to submicrometric domains. Prog. Lipid Res. 2016 ,62, 124. CrossRef PubMed 44. Huby, E.; Napier, J.A.; Baillieul, F.; Michaelson, L.V .; Dhondt-Cordelier, S. Sphingolipids: Towards an integrated view of metabolism during the plant stress response. New Phytol. 2020 ,225, 659670. CrossRef PubMed 45. Cassim, A.M.; Grison, M.; Ito, Y.; Simon-Plas, F.; Mongrand, S.; Boutte, Y. Sphingolipids in plants: A guidebook on their function in membrane architecture, cellular processes, and environmental or developmental responses. FEBS Lett. 2020 ,594, 37193738. CrossRef PubMed 46. Cassim, A.M.; Navon, Y.; Gao, Y.; Decossas, M.; Fouillen, L.; Grelard, A.; Nagano, M.; Lambert, O.; Bahammou, D.; Van Delft, P .; et al. Biophysical analysis of the plant-specic GIPC sphingolipids reveals multiple modes of membrane regulation. J. Biol. Chem. 2021 ,296, 100602. CrossRef PubMed 47. Kordyum, E.L.; Klymenko, O.; Bulavin, I.V .; Zhupanov, I.V .; Vorobyova, T.M.; Ruelland, E. Lipid rafts in plant cells are sensitive to the inuence of simulated microgravity (clinorotation). Space Sci. Technol.-Kosm. Nauka Tehnol. 2018 ,24, 4858. CrossRef 48. Peskan, T.; Westermann, M.; Oelmuller, R. Identication of low-density Triton X-100-insoluble plasma membrane microdomains in higher plants. Eur. J. Biochem. 2000 ,267, 69896995. CrossRef PubMed 49. Borner, G.H.H.; Sherrier, D.J.; Weimar, T.; Michaelson, L.V .; Hawkins, N.D.; MacAskill, A.; Napier, J.A.; Beale, M.H.; Lilley, K.S.; Dupree, P . Analysis of detergent-resistant membranes in Arabidopsis. Evidence for plasma membrane lipid rafts. Plant Physiol. 2005 ,137, 104116. CrossRef 50. Bhat, R.A.; Panstruga, R. Lipid Rafts in Plants. Planta 2005 ,223, 519. CrossRef 51. Morel, J.; Claverol, S.; Mongrand, S.; Furt, F.; Fromentin, J.; Bessoule, J.J.; Blein, J.P .; Simon-Plas, F. Proteomics of plant detergent- resistant membranes. Mol. Cell. Proteom. 2006 ,5, 13961411. CrossRef 52. Lefebvre, B.; Furt, F.; Hartmann, M.A.; Michaelson, L.V .; Carde, J.P .; Sargueil-Boiron, F.; Rossignol, M.; Napier, J.A.; Cullimore, J.; Bessoule, J.J.; et al. Characterization of lipid rafts from Medicago truncatula root plasma membranes: A proteomic study reveals the presence of a raft-associated redox system. Plant Physiol. 2007 ,144, 402418. CrossRef 53. Laloi, M.; Perret, A.M.; Chatre, L.; Melser, S.; Cantrel, C.; Vaultier, M.N.; Zachowski, A.; Bathany, K.; Schmitter, J.M.; Vallet, M.; et al. Insights into the role of specic lipids in the formation and delivery of lipid microdomains to the plasma membrane of plant cells. Plant Physiol. 2007 ,143, 461472. CrossRef PubMed 54. Lingwood, D.; Simons, K. Lipid Rafts As a Membrane-Organizing Principle. Science 2010 ,327, 4650. CrossRef PubMed 55. Kraft, M.L. Plasma membrane organization and function: Moving past lipid rafts. Mol. Biol. Cell 2013 ,24, 27652768. CrossRef PubMed 56. Yu, M.; Cui, Y.N.; Zhang, X.; Li, R.L.; Lin, J.X. Organization and dynamics of functional plant membrane microdomains. Cell. Mol. Life Sci. 2020 ,77, 275287. CrossRef 57. Ozolina, N.V .; Kapustina, I.S.; Gurina, V .V .; Bobkova, V .A.; Nurminsky, V .N. Role of Plasmalemma Microdomains (Rafts) in Protection of the Plant Cell Under Osmotic Stress. J. Membr. Biol. 2021 ,254, 429439. CrossRef PubMed 58. Furt, F.; Konig, S.; Bessoule, J.J.; Sargueil, F.; Zallot, R.; Stanislas, T.; Noirot, E.; Lherminier, J.; Simon-Plas, F.; Heilmann, I.; et al. Polyphosphoinositides Are Enriched in Plant Membrane Rafts and Form Microdomains in the Plasma Membrane. Plant Physiol. 2010 ,152, 21732187. CrossRef PubMed 59. Grosjean, K.; Der, C.; Robert, F.; Thomas, D.; Mongrand, S.; Simon-Plas, F.; Gerbeau-Pissot, P . Interactions between lipids and proteins are critical for organization of plasma membrane-ordered domains in tobacco BY-2 cells. J. Exp. Bot. 2018 ,69, 35453557. CrossRef 60. Shahollari, B.; Peskan-Berghofer, T.; Oelmuller, R. Receptor kinases with leucine-rich repeats are enriched in Triton X-100 insoluble plasma membrane microdomains from plants. Physiol. Plant. 2004 ,112, 397403. CrossRef 61. Demir, F.; Horntrich, C.; Blachutzik, J.O.; Scherzer, S.; Reinders, Y.; Kierszniowska, S.; Schulze, W.X.; Harms, G.S.; Hedrich, R.; Geiger, D.; et al. Arabidopsis nanodomain-delimited ABA signaling pathway regulates the anion channel SLAH3. Proc. Natl. Acad. Sci. USA 2013 ,110, 82968301. CrossRef 62. Seifert, G.J.; Xue, H.; Acet, T. The Arabidopsis thaliana FASCICLIN-LIKE ARABINOGALACTAN PROTEIN 4 gene acts synergistically with abscisic acid signalling to control root growth. Ann. Bot. 2014 ,114, 11251133. CrossRef 63. Furt, F.; Lefebvre, B.; Cullimore, J.; Bessoule, J.-J.; Mongrand, S. Plant Lipid Rafts. Plant Signal. Behav. 2007 ,2, 508511. CrossRef PubMedLife2022 ,12, 1809 11 of 13 64. Ishikawa, T.; Aki, T.; Yanagisawa, S.; Uchimiya, H.; Kawai-Yamada, M. Overexpression of BAX INHIBITOR-1 Links Plasma Membrane Microdomain Proteins to Stress. Plant Physiol. 2015 ,169, 13331343. CrossRef PubMed 65. Takahashi, D.; Imai, H.; Kawamura, Y.; Uemura, M. Lipid proles of detergent resistant fractions of the plasma membrane in oat and rye in association with cold acclimation and freezing tolerance. Cryobiology 2016 ,72, 123134. CrossRef 66. Takahashi, D.; Kawamura, Y.; Yamashita, T.; Uemura, M. Detergent-resistant plasma membrane proteome in oat and rye: Similarities and dissimilarities between two monocotyledonous plants. J. Proteome Res. 2012 ,11, 16541665. CrossRef PubMed 67. Grison, M.S.; Brocard, L.; Fouillen, L.; Nicolas, W.; Wewer, V .; Dormann, P .; Nacir, H.; Benitez-Alfonso, Y.; Claverol, S.; Germain, V .; et al. Specic Membrane Lipid Composition Is Important for Plasmodesmata Function in Arabidopsis. Plant Cell 2015 ,27, 12281250. CrossRef PubMed 68. Iswanto, A.B.; Kim, J.Y. Lipid Raft, Regulator of Plasmodesmal Callose Homeostasis. Plants 2017 ,6, 15. CrossRef 69. Zhang, Y.; Wang, S.; Wang, L.; Chang, X.; Fan, Y.; He, M.; Yan, D. Sphingolipids at Plasmodesmata: Structural Components and Functional Modulators. Int. J. Mol. Sci. 2022 ,23, 5677. CrossRef 70. Srivastava, V .; Malm, E.; Sundqvist, G.; Bulone, V . Quantitative proteomics reveals that plasma membrane microdomains from poplar cell suspension cultures are enriched in markers of signal transduction, molecular transport, and callose biosynthesis. Mol. Cell. Proteom. 2013 ,12, 38743885. CrossRef 71. Zhukovsky, M.A.; Filograna, A.; Luini, A.; Corda, D.; Valente, C. Phosphatidic acid in membrane rearrangements. FEBS Lett. 2019 ,593, 24282451. CrossRef 72. Minami, A.; Fujiwara, M.; Furuto, A.; Fukao, Y.; Yamashita, T.; Kamo, M.; Kawamura, Y.; Uemura, M. Alterations in detergent- resistant plasma membrane microdomains in Arabidopsis thaliana during cold acclimation. Plant Cell Physiol. 2009 ,50, 341359. CrossRef 73. Yepes-Molina, L.; Carvajal, M.; Martinez-Ballesta, M.C. Detergent Resistant Membrane Domains in Broccoli Plasma Membrane Associated to the Response to Salinity Stress. Int. J. Mol. Sci. 2020 ,21, 7694. CrossRef PubMed 74. Gutierrez-Carbonell, E.; Takahashi, D.; Luethje, S.; Gonzalez-Reyes, J.; Mongrand, S.; Contreras-Moreira, B.; Abadia, A.; Uemura, M.; Abadia, J.; Lopez-Millan, A.F. Shotgun proteomic approach reveals that Fe deciency causes marked changes in the protein proles of plasma membrane and detergent-resistant microdomain preparations from Beta vulgaris roots. J. Proteome Res. 2016 ,15, 25102524. CrossRef PubMed 75. Xu, F.; Suo, X.; Li, F.; Bao, C.; He, S.; Huang, L.; Luo, M. Membrane lipid raft organization during cotton ber development. J. Cotton Res. 2020 ,3, 13. CrossRef 76. Rozentsvet, O.; Nesterkina, I.; Ozolina, N.; Nesterov, V . Detergent-resistant microdomains (lipid rafts) in endomembranes of the wild halophytes. Funct. Plant Biol. 2019 ,46, 869876. CrossRef 77. Pike, L.J. The challenge of lipid rafts. J. Lipid Res. 2009 ,50, S323S328. CrossRef 78. Nedukha, O.; Kordyum, E.; Vorobyova, T. Sensitivity of Plant Plasma Membrane to Simulated Microgravity. Microgravity Sci. Technol. 2021 ,33, 10. CrossRef 79. Bergy, M.E.; Eble, T.E. Filipin complex. Biochemistry 1968 ,7, 653659. CrossRef 80. Grebe, M.; Xu, J.; Mobius, W.; Ueda, T.; Nakano, A.; Geuze, H.J.; Rook, M.B.; Scheres, B. Arabidopsis sterol endocytosis involves actin-mediated trafcking via ARA6-positive early endosomes. Curr. Biol. 2003 ,13, 13781387. CrossRef 81. Boutte, Y.; Frescatada-Rosa, M.; Men, S.Z.; Chow, C.M.; Ebine, K.; Gustavsson, A.; Johansson, L.; Ueda, T.; Moore, I.; Jurgens, G.; et al. Endocytosis restricts Arabidopsis KNOLLE syntaxin to the cell division plane during late cytokinesis. EMBO J. 2010 ,29, 546558. CrossRef 82. Tan, L.H.; Tan, A.J.; Ng, Y.Y.; Chua, J.J.; Chew, W.S.; Muralidharan, S.; Torta, F.; Dutta, B.; Sze, S.K.; Herr, D.R.; et al. Enriched Ex- pression of Neutral Sphingomyelinase 2 in the Striatum is Essential for Regulation of Lipid Raft Content and Motor Coordination. Mol. Neurobiol. 2018 ,55, 57415756. CrossRef 83. Rochetti, V .P .; Rollin-Pinheiro, R.; de Oliveira, E.B.; Xisto, M.; Barreto-Bergter, E. Glucosylceramide Plays a Role in Fungal Germination, Lipid Raft Organization and Biolm Adhesion of the Pathogenic Fungus Scedosporium aurantiacum. J. Fungi 2020 , 6, 345. CrossRef 84. Wang, H.Y.; Bharti, D.; Levental, I. Membrane Heterogeneity Beyond the Plasma Membrane. Front. Cell Dev. Biol. 2020 ,8, 580814. CrossRef PubMed 85. Grundner, M.; Panevska, A.; Sepcic, K.; Skocaj, M. What Can Mushroom Proteins Teach Us about Lipid Rafts? Membranes 2021 , 11, 264. CrossRef PubMed 86. Artemenko, O.A. The study of the functional state of lipid rafts in the cytoplasmic membrane of Pisum sativum seedlings under clinorotation. Space Sci. Technol.-Kosm. Nauka Tehnol. 2021 ,27, 3546. CrossRef 87. Ovecka, M.; Berson, T.; Beck, M.; Derksen, J.; Samaj, J.; Baluska, F.; Lichtscheidl, I.K. Structural Sterols Are Involved in Both the Initiation and Tip Growth of Root Hairs in Arabidopsis thaliana .Plant Cell 2010 ,22, 29993019. CrossRef 88. Weber, G.; Farris, F.J. Synthesis and spectral properties of a hydrophobic fluorescent probe: 6-propionyl-2-(dimethylamino)naphthalene. Biochemistry 1979 ,18, 30753078. CrossRef 89. Collot, M.; Boutant, E.; Fam, K.T.; Danglot, L.; Klymchenko, A.S. Molecular Tuning of Styryl Dyes Leads to Versatile and Efcient Plasma Membrane Probes for Cell and Tissue Imaging. Bioconj. Chem. 2020 ,31, 875883. CrossRef 90. Ghysels, A.; Kramer, A.; Venable, R.M.; Teague, W.E., Jr.; Lyman, E.; Gawrisch, K.; Pastor, R.W. Permeability of membranes in the liquid ordered and liquid disordered phases. Nat. Commun. 2019 ,10, 5616. CrossRefLife2022 ,12, 1809 12 of 13 91. Baoukina, S.; Rozmanov, D.; Tieleman, D.P . Simulation study of dynamic heterogeneity in lipid bilayers. Eur. Biophys. J. Biophys. Lett. 2015 ,44, S109. 92. MBaye, G.; Mely, Y.; Duportail, G.; Klymchenko, A.S. Liquid ordered and gel phases of lipid bilayers: Fluorescent probes reveal close uidity but different hydration. Biophys. J. 2008 ,95, 12171225. CrossRef 93. Quinn, P .J. Long N-acyl fatty acids on sphingolipids are responsible for miscibility with phospholipids to form liquid-ordered phase. Biochim. Biophys. Acta-Biomembr. 2009 ,1788 , 22672276. CrossRef PubMed 94. Chernyshov, M.Y.; Nurminsky, V .N.; Ozolina, N.V . Lipid-Protein Microinclusions in the Morphological Structures of Organelle Membranes Studied by Fluorescent Confocal Microscopy. Adv. Biol. Chem. 2017 ,07, 4259. CrossRef 95. Butler, C.E.; Wheeler, G.; Graham, J.; Tyler, K.M. Fluorescent Methods to Study Biological Membranes ; Springer: BerlinHeidelberg, Germany, 2012; Volume 13. 96. Blachutzik, J.; Demir, F.; Kreuzer, I.; Hedrich, R.; Harms, G.S. Methods of staining and visualization of sphingolipid enriched and non-enriched plasma membrane regions of Arabidopsis thaliana with uorescent dyes and lipid analogues. Plant Methods 2012 , 8, 28. CrossRef PubMed 97. Koizumi, T.; Sakaki, T.; Usui, S.; Soga, K.; Wakabayashi, K.; Hoson, T. Changes in membrane lipid composition in azuki bean epicotyls under hypergravity conditions: Possible role of membrane sterols in gravity resistance. Adv. Space Res. 2007 ,39, 11981203. CrossRef 98. Hasenstein, K.H.; Park, M.R.; John, S.P .; Ajala, C. High-gradient magnetic elds and starch metabolism: Results from a space experiment. Sci. Rep. 2022 ,12, 18256. CrossRef 99. Edidin, M. The state of lipid rafts: From model membranes to cells. Annu. Rev. Biophys. Biomol. Struct. 2003 ,32, 257283. CrossRef 100. Nebl, T.; Pestonjamasp, K.N.; Leszyk, J.D.; Crowley, J.L.; Oh, S.W.; Luna, E.J. Proteomic analysis of a detergent-resistant membrane skeleton from neutrophil plasma membranes. J. Biol. Chem. 2002 ,277, 4339943409. CrossRef 101. Brown, D.A. Lipid rafts, detergent-resistant membranes, and raft targeting signals. Physiology 2006 ,21, 430439. CrossRef 102. Baluska, F.; Hasenstein, K.H. Root cytoskeleton: Its role in perception of and response to gravity. Planta 1997 ,203, S69S78. CrossRef 103. Vorselen, D.; Roos, W.H.; MacKintosh, F.C.; Wuite, G.J.L.; van Loon, J. The role of the cytoskeleton in sensing changes in gravity by nonspecialized cells. FASEB J. 2014 ,28, 536547. CrossRef 104. Pozhvanov, G.; Sharova, E.; Medvedev, S. Microgravity modelling by two-axial clinorotation leads to scattered organisation of cytoskeleton in Arabidopsis seedlings. Funct. Plant Biol. 2021 ,48, 10621073. CrossRef PubMed 105. Shevchenko, G.V .; Kalinina, Y.M.; Kordyum, E.L. Interrelation between microtubules and microlaments in the elongation zone of Arabidopsis root under clinorotation. Adv. Space Res. 2007 ,39, 11711175. CrossRef 106. Kalinina, I.; Shevchenko, G.; Kordyum, E. Tubulin Cytoskeleton in Arabidopsis thaliana Root Cells Under Clinorotation. Microgravity Sci. Technol. 2009 ,21, 187190. CrossRef 107. Hasezawa, S.; Nozaki, H. Role of cortical microtubules in the orientation of cellulose microbril deposition in higher-plant cells. Protoplasma 1999 ,209, 98104. CrossRef PubMed 108. Baskin, T.I. On the alignment of cellulose microbrils by cortical microtubules: A review and a model. Protoplasma 2001 ,215, 150171. CrossRef PubMed 109. Lloyd, C.; Chan, J. Microtubules and the shape of plants to come. Nat. Rev. Mol. Cell Biol. 2004 ,5, 1322. CrossRef 110. Soga, K.; Wakabayashi, K.; Kamisaka, S.; Hoson, T. Stimulation of elongation growth and xyloglucan breakdown in Arabidopsis hypocotyls under microgravity conditions in space. Planta 2002 ,215, 10401046. CrossRef 111. Soga, K.; Wakabayashi, K.; Kamisaka, S.; Hoson, T. Effects of hypergravity on expression of XTH genes in azuki bean epicotyls. Physiol. Plant. 2007 ,131, 332340. CrossRef 112. Ishikawa, H.; Evans, M. Specialized Zones of Development in Roots. Plant Physiol. 1995 ,109, 725727. CrossRef 113. Baluka, F.; Jasik, J.; Edelmann, H.G.; Salajova, T.; Volkmann, D. Latrunculin B-induced plant dwarsm: Plant cell elongation is F-actin-dependent. Dev. Biol. 2001 ,231, 113124. CrossRef 114. Baluska, F.; Mancuso, S.; Volkmann, D.; Barlow, P .W. Root apex transition zone: A signalling-response nexus in the root. Trends Plant Sci. 2010 ,15, 402408. CrossRef PubMed 115. Baluska, F.; Samaj, J.; Wojtaszek, P .; Volkmann, D.; Menzel, D. Cytoskeleton-plasma membrane-cell wall continuum in plants. Emerging links revisited. Plant Physiol. 2003 ,133, 482491. CrossRef 116. Sedbrook, J.C. MAPs in plant cells: Delineating microtubule growth dynamics and organization. Curr. Opin. Plant Biol. 2004 ,7, 632640. CrossRef PubMed 117. Nedukha, E.M. Effects of microgravity on the structure and function of plant cell walls. Int. Rev. Cytol. 1997 ,170, 3977. CrossRef PubMed 118. Hoson, T.; Soga, K.; Mori, R.; Saiki, M.; Nakamura, Y.; Wakabayashi, K.; Kamisaka, S. Stimulation of elongation growth and cell wall loosening in rice coleoptiles under microgravity conditions in space. Plant Cell Physiol. 2002 ,43, 10671071. CrossRef 119. Hoson, T.; Soga, K.; Wakabayashi, K.; Kamisaka, S.; Tanimoto, E. Growth and cell wall changes in rice roots during spaceight. Plant Soil 2003 ,255, 1926. CrossRef 120. Levine, L.H.; Heyenga, A.G.; Levine, H.G.; Choi, J.W.; Davin, L.B.; Krikorian, A.D.; Lewis, N.G. Cell-wall architecture and lignin composition of wheat developed in a microgravity environment. Phytochemistry 2001 ,57, 835846. CrossRefLife2022 ,12, 1809 13 of 13 121. Hilaire, E.; Paulsen, A.Q.; Brown, C.S.; Guikema, J.A. Microgravity and clinorotation cause redistribution of free calcium in sweet clover columella cells. Plant Cell Physiol. 1995 ,36, 831837. CrossRef 122. Klymchuk, D.O.; Brown, C.S.; Chapman, D.K.; Vorobyova, T.V .; Martyn, G.M. Cytochemical localization of calcium in soybean root cap cells in microgravity. Adv. Space Res. 2001 ,27, 967972. CrossRef 123. Kordyum, E.L. A role for the cytoskeleton in plant cell gravisensitivity and Ca2-signaling in microgravity. Cell Biol. Int. 2003 ,27, 219221. CrossRef 124. Hausmann, N.; Fengler, S.; Hennig, A.; Franz-Wachtel, M.; Hampp, R.; Neef, M. Cytosolic calcium, hydrogen peroxide and related gene expression and protein modulation in Arabidopsis thaliana cell cultures respond immediately to altered gravitation: Parabolic ight data. Plant Biol. 2014 ,16, 120128. CrossRef PubMed 125. Hepler, P .; Wayne, R. Calcium and plant development. Annu. Rev. Plant Physiol. 1985 ,36, 397439. CrossRef 126. Lee, J.; Mulkey, T.; Evans, M. Gravity-induced polar transport of calcium across root-tips of maize. Plant Physiol. 1983 ,73, 874876. CrossRef PubMed 127. Knight, H. International Review of CytologyA Survey of Cell Biology ; Jeon, K.W., Ed.; Academic Press: Cambridge, MA, USA, 2000; Volume 195, pp. 269324. 128. Bose, J.; Pottosin, I.I.; Shabala, S.S.; Palmgren, M.G.; Shabala, S. Calcium efux systems in stress signaling and adaptation in plants. Front. Plant Sci. 2011 ,2, 85. CrossRef 129. Demidchik, V .; Maathuis, F.; Voitsekhovskaja, O. Unravelling the plant signalling machinery: An update on the cellular and genetic basis of plant signal transduction. Funct. Plant Biol. 2018 ,45, 18. CrossRef 130. Kudla, J.; Becker, D.; Grill, E.; Hedrich, R.; Hippler, M.; Kummer, U.; Parniske, M.; Romeis, T.; Schumacher, K. Advances and current challenges in calcium signaling. New Phytol. 2018 ,218, 414431. CrossRef 131. Ward, S.G.; Mills, S.J.; Liu, C.S.; Westwick, J.; Potter, B.V .L. D-myo-inositol 1,4,5-trisphosphate analogs modied at the 3-position inhibit phosphatidylinositol 3-kinase. J. Biol. Chem. 1995 ,270, 1207512084. CrossRef 132. Miyamoto, K.; Hoshino, T.; Yamashita, M.; Ueda, J. Automorphosis of etiolated pea seedlings in space is simulated by a three- dimensional clinostat and the application of inhibitors of auxin polar transport. Physiol. Plant. 2005 ,123, 467474. CrossRef PubMed 133. Haswell, E.S. MscS-Like Proteins in Plants. Curr. Top. Membr. 2007 ,58, 329359. CrossRef 134. Pang, Y.H.; Zhu, H.; Wu, P .; Chen, J.W. The characterization of plasma membrane Ca2-ATPase in rich sphingomyelin-cholesterol domains. FEBS Lett. 2005 ,579, 23972403. CrossRef 135. Fratini, M.; Krishnamoorthy, P .; Stenzel, I.; Riechmann, M.; Matzner, M.; Bacia, K.; Heilmann, M.; Heilmann, I. Plasma membrane nano-organization species phosphoinositide effects on Rho-GTPases and actin dynamics in tobacco pollen tubes. Plant Cell 2021 , 33, 642670. CrossRef PubMed 136. Amaral, V .S.G.; Fernandes, C.M.; Felicio, M.R.; Valle, A.S.; Quintana, P .G.; Almeida, C.C.; Barreto-Bergter, E.; Goncalves, S.; Santos, N.C.; Kurtenbach, E. Psd2 pea defensin shows a preference for mimetic membrane rafts enriched with glucosylceramide and ergosterol. Biochim. Biophys. Acta-Biomembr. 2019 ,1861 , 713728. CrossRef PubMed 137. Luttgeharm, K.D.; Kimberlin, A.N.; Cahoon, R.E.; Cerny, R.L.; Napier, J.A.; Markham, J.E.; Cahoon, E.B. Sphingolipid metabolism is strikingly different between pollen and leaf in Arabidopsis as revealed by compositional and gene expression proling. Phytochemistry 2015 ,115, 121129. CrossRef PubMed 138. Zupanska, A.K.; Denison, F.C.; Ferl, R.J.; Paul, A.L. Spaceight engages heat shock protein and other molecular chaperone genes in tissue culture cells of Arabidopsis thaliana. Am. J. Bot. 2013 ,100, 235248. CrossRef PubMed 139. Yang, B.; Li, M.Y.; Phillips, A.; Li, L.; Ali, U.; Li, Q.; Lu, S.P .; Hong, Y.Y.; Wang, X.M.; Guo, L. Nonspecic phospholipase C4 hydrolyzes phosphosphingolipids and sustains plant root growth during phosphate deciency. Plant Cell 2021 ,33, 766780. CrossRef",
        "introduction": "Our understanding of microgravitys effects on living systems, including plants, im- proves as the result of better methods and novel technologies but also by using specic (plant) species. Examining increasingly complex interactions between specic plant re- sponses and environmental conditions elucidates the complex effects of gravity on plants and their response to weightlessness. The realization that plants must be a component of Bioregenerative Life Support Systems (BLSS) focused on plant productivity and the identication of the most suitable species for space cultivation  1,2. Plant functionality during long-term space missions includes the responses to elevated CO 2, the hydrolysis of water, oxygen generation, possibly hydrogen as generic fuel, and the recycling of water. However, the provision of edible biomass is certainly the most sought-after benet of plant growth in space  36. Human explorations of the Moon or Mars are impossible without BLSSs as the reduction in resources (water, food, and oxygen), achievable with BLSSs, is essential because of energy requirements for food transport, stowage, as well as the additional mass of packaging, which makes in situ food production and BLSSs essential for long-term space exploration. Additional criteria for in situ food production are logistical and space- and energy-saving measures. The degradation of food during long-term storage and the required volume can only be solved by means of preparing fresh food. The focus on BLSSs is different from fundamental biological questions of the effect of weightlessness on plant physiology. From the earliest to current space experiments, the effects of weightlessness were the focus of much basic research that included considerations of cellular structures, such as the organization of cells, responses of the cytoskeleton and Life2022 ,12, 1809. https:doi.org10.3390life12111809 https:www.mdpi.comjournallifeLife2022 ,12, 1809 2 of 13 metabolism, stress responses, and differential gene expressions between space experiments and ground controls 716. Despite the fact that biological membranes, notably the cell membrane (CM), are most sensitive to altered gravity  17, there are few published data on the effect of mi- crogravity on their physicochemical properties. The CM is one of the most dynamic supra-molecular structures in a cell, as it is the link between the cytoplasm and the ex- tracellular matrix. It participates in numerous basic cell processes such as the transport of metabolites and ions, cell signaling, endocytosis, cell division and differentiation, and defense from pathogens 1823. The ability of plants to remodel membrane lipids and protein composition plays a crucial role in the adaptation to stress and environmental changes, including altering temperature, drought, salinity, and heavy metals 24. The involvement of CM in gravisensing has been demonstrated initially by the forma- tion of complex and diverse pattern folds in the green alga Chlorella vulgaris in space ight in comparison with ground control  25. The appearance of CM folds of a complicated conguration during space ight was suggested to associate with enhanced metabolism and endo- and exocytosis. Hanke  26 used planar lipid bilayers with alamethicin-induced pores to demonstrate the dependence of conductivity relative to the gravity vector. The inuence of gravity has been conrmed in genuine biological membranes of E. coli 27. The gravity dependence of the viscosity of articial and cell membranes was demonstrated during parabolic ights by means of uorescence polarization microscopy  28. Simi- larly, changes in the composition of phospholipids, fatty acids, and sterols in the CM of clinorotated pea seedlings have been reported  2931 and prompted the hypothesis of gravitational decompensation, which postulates that the surface tension of the membrane under microgravity conditions can induce changes that are enhanced by the heterogeneity of the membrane. Thus, alteration in the physicochemical properties of the membrane leads to changes in the permeability and ion transport activity of membrane-bound channels, followed by adjustments of metabolism and eventually physiological responses 32. The presence of functional microdomains with specic localization and lipids and protein composition in the CM became known as membrane microdomains or detergent- resistant membranes (DRMs). However, the most common name is lipid rafts with the distinction of rafts, clustered rafts, DRMPs, and Caveolae  33. The formation of ordered domains was linked to the behavior of DRMs in liposomes and cells  34. Upon stimulation, rafts may cluster to form larger structures, i.e., temporally and spatially organize functionally different protein complexes, that improve the synchronization and specicity of cellular responses  33. The functional signicance of lipid rafts, their dynamic assembly, and the enrichment of cholesterol, sphingolipids, and saturated fatty acids affect membrane trafcking and signaling. Thus, lipid rafts take part in many vitally important cell processes  20,23,3542. The concept of cholesterol clustering helps explain its effect on membrane uidity via the formation of ordered domains and changed membrane deformation by altered protein interactions with the cortical cytoskeleton, and the formation and stabilization of lipidprotein assemblies  43. The main function of sphingolipids is their involvement in signal transmission from the outer to the inner membrane surface. This function depends on various lipophilic (ceramide) or hydrophilic (carbohydrate) attachments, which determine the extent of the interaction of the lipid bilayer with the polar environment. Sphingolipids are localized on the outer membrane surface, and the specicity is determined by the attached carbohydrate moiety  4446. Lipid rafts explain the biochemical processes of the cell membrane under normal and stress conditions that cannot be explained otherwise. The increased cholesterol and saturated fatty acid content of the raft fraction in clinorotated pea seedling root membranes indicated raft sensitivity to clinorotation 47. The aim of this review is to assess available data on plant lipid rafts as possible triggers of changes in cell activities in response to changes in mechanical stimulation and unloading.Life2022 ,12, 1809 3 of 13 2. Lipid Rafts in Plants Basic information on the structure, composition, and functions of lipid rafts in the CM was obtained in studies of the membranes of animal and yeast cells. Later, data on the presence of microdomains enriched in sphingolipids, cholesterol, and nonionic detergent insoluble in domains, similar to the lipid rafts of mammalian cells, were reported in plants 40,41,4857. Lipid rafts were documented in the CM isolated from Nicotiana tabacum leaves and BY2 cell cultures  38,39,48,51,58. Microdomains have sizes in the range of 100400 nm and often contain aggregated protein complexes. Six proteins of 22, 28, 35, 60, 67, and 94 kDa anchored to glycosylphosphatidylinositol (GPI) were detected  48. Based on one- and two- dimensional gel electrophoresis, mass spectrometry , and immunoblotting, DRMs were shown to be highly enriched in glucosylceramide and in a mixture of phytosterolsstigmasterol, sitosterol, 24-methylcholesterol, and cholesterolcompared with the CM from which they were isolated  38,39. Phospho- and glycoglycerolipids were detected in lipid rafts in small quantities. The role of plant rafts, defined as the sterol-dependent ordered assemblies of specific lipids and proteins in plant CM as a signaling entity is based on their ability to recruit specific membrane proteins that elicit specific signaling and responses to biotic and abiotic stress, cellular trafficking, and cell wall metabolism  39,51,59. The enrichment of microdomains with polyphosphoinositides and saturated fatty acids also suggests lipid raft involvement in cell signaling 58. Similarly, DRMs isolated from the CM of Arabidopsis thaliana callus, A. thaliana , and Allium porrum leaves were enriched in sterols and sphingolipids 45-fold in comparison with the entire CM, sterylglucosides, and glucosylceramides and were depleted in glyc- erophospholipids  49,53. Microdomains from A. thaliana cotyledons were enriched with specic signaling components, particularly with seven receptor kinases with leucine-rich repeats, 10 other kinases, the subunit of heterotrimeric G-proteins, and ve other GTP- binding proteins  60. Sterol-dependent proteins associated with rafts comprise part of the membrane-bound ABA signaling system in A. thaliana leaves, in particular, phosphatase ABI1 (a negative regulator of ABA signaling) and calcium-dependent protein kinase 21  61. The glycoprotein At-FLA 4 (fasciclin-like arabinogalactan protein 4) positively regulates the biosynthesis of cell wall components and normal root growth through an ABA-dependent signaling pathway. Fasciclins are normally associated with the outer surface of lipid rafts in the CM via glucosylphosphatidylinositol 62. In the CM of Medicago trunculata , lipid rafts were structurally identied as small (40120 nm ), heterogeneous, highly dynamic domains enriched in sterols and sphingolipids. Small rafts can sometimes form larger units through proteinprotein and proteinlipid interactions. A specic set of proteins, including the presence of a redox system around cytochrome B561, was found in rafts isolated from the root CM. Likely, the redox system is involved in the symbiotic interaction between legumes and symbionts 52,63. The involvement of Bax inhibitor (BI-1), which is a suppressor of apoptosis, in sphin- golipids metabolism suggests a regulatory mechanism of rafts for cell death. BI-1 overex- pression inhibits stress-induced cell death by decreasing the abundance of a set of key pro- teins. The inuence of BI-1 on cell death-associated components in sphingolipid-enriched microdomains of the Oryza sativa CM suggests a novel, biological implication of plant lipid rafts in stress-induced cell death  64. Higher proportions of sterols, sphingolipids, and saturated phospholipids were also detected in the microdomains of Avena sativa and Secale cereale in comparison with those in the CM  65. Numerous proteins were identied as DRM proteins in these species. The physicochemical properties of the proteins and the unique distribution of proteins in the DRMs may control the functions of the domains in the CM for various physiological processes 66. The involvement of lipid rafts and apoplastic transport through plasmodesmata is likely controlled by callose, which is synthesized by callose synthases and degraded by -1,3 glucanases. The proximity of callose-modifying glycosylphosphatidylinositol proteins at plasmodesmata may depend on and be stabilized by sterols  67. Thus, lipidLife2022 ,12, 1809 4 of 13 rafts may affect callose accumulation in plasmodesmata and participate in the maintenance of plasmodesmal ultrastructure, callose deposition, and signaling. Therefore, lipid rafts may affect the function of plasmodesmata 68,69. CM lipids of the cell suspension cultures of Populus trichocarpa are enriched in proteins of functional categories such as transport, signal transduction, responses to abiotic and biotic stress, and the biosynthesis of callose. It is especially interesting and important to note that microdomains are enriched with ABC transporters, aquaporins, sugar, metal, organic solute transporters, and ATPases, as well as phospholipase D and diacylglycerol kinases. These enzymes are involved in the biosynthesis of phosphatidic acid  70, which regulates and amplies many cellular signaling pathways and functions, as well as in membrane arrangement 71. The role of lipid rafts in the protective mechanisms under various stresses has been shown for cold stress in A. thaliana 72. P-type HATPases, aquaporins, and endocytosis- related proteins increased and, conversely, tubulins, actins, and V-type H-ATPase sub- units decreased in DRMs during cold acclimation. The functional categorization of cold- responsive proteins in DRMs supports the notion that plant CM microdomains affect mem- brane transport and cytoskeleton interactions in Avena sativa and Secale cereale 65, drought, and salinity in Brassica oleracea L. var italica  73 and iron deciency in Beta vulgaris 74. A close relationship between Gossypium hirsutum cv. Jimian 14 ber cell development and cell membrane lipid organization and lipid raft activity were illustrated by di-4-ANEPPDHQ- labeled bers  75. The raft-specic lipids enriched with cerebrosides and sterols in the halophytes Artemisia santonica and Salicornia perennans indicate the participation of rafts in salt resistance  76. In addition, a study of the lipid raft fraction from pea seedling root CM after clinorotation showed signicantly increased cholesterol and saturated fatty acids  47, which will be illustrated in more detail below. 3. Lipid Rafts under Clinorotation Lipid rafts from the root CM of pea seedlings grown in stationary conditions and under slow horizontal clinorotation (2 rpm) have the appearance of thin tapes of 80100 nm in length and 613 nm in width (Figure 1); they were similar to those in other plant species in structure and size and also enriched with cholesterol and saturated fatty acids. Life 2022 , 12, x FOR PEER REVIEW 4 of 13 affect callose accumulation in plasmodesmata and participate in the maintenance of plas- modesmal ultrastructure, callose deposition, and signaling. Therefore, lip id rafts may af- fect the function of plasmodesmata 68,69 . CM lipids of the cell suspension cultures of Populus trichocarpa are enriched in pro- teins of functional categories such as transp ort, signal transduction, responses to abiotic and biotic stress , and the biosynthesis of callose. It is especially interesting and important to note that microdomains are enriched with ABC transporters, aquaporins, sugar, metal, organic solute transporter s, and ATPases , as well as phospholipase D and diacylglycerol kinases. These enzymes are involved in the biosynthesis of phosphatidic acid 70, which regulates and amplifies many cellular signaling pathways and functions, as well as in mem brane arrangement 71. The role of lipid rafts in the protect ive mechanisms under various stresses has been shown for cold stress in A. thaliana 72. P-type HATPases, aquaporins , and endocytosis - related proteins increased and, conversely, tubulins, actins, and V -type H-ATPase subu- nits decreased in DRMs during cold acclimation. The f unctional categorization of cold - responsive proteins in DRMs support s the notion that plant CM microdomains affect membrane transport and cytoskeleton interactions in Avena sativa and Secale cereale 65, drought, and salinity in Brassica oleracea L. var italica 73 and iron deficiency in Beta vul- garis 74. A close relationship between Gossypium hirsutum cv. Jimian 14 fiber cell devel- opment and cell membrane lipid organization and lipid raft activity were illustrated by di-4-ANEPPDHQ -label ed fibers 75. The raft -specific lipids enriched with cerebrosides and sterols in the halophytes Artemisia santonica and Salicornia perennans indicate the par- ticipation of rafts in salt resistance 76. In addition, a study of the lipid raft fraction from pea seedling root CM after clinorotation showed significantly increased cholesterol and saturated fatty acids 47, which will be illustrated in more detail below. 3. Lipid Rafts under Clinorotation Lipid rafts from the root CM of pea seedlings grown in stationary conditions and under slow horizontal clinorotation (2 rpm) have the appearance of thin tapes of 80 100 nm in length and 6 13 nm in width ( Figure 1); they were similar to those in o ther plant species in structure and size and also enriched with cholesterol and saturated fatty acids. Figure 1. Raft fraction isolated the root CM of 6 -day-old pea seedlings (transmission electron mi- croscopy). Arrows point to rafts 47. Under stationary conditions, saturated fatty acids prevailed in the lipid raft fraction (64.5) vs. 43.5 in the static CM. In cli norotated fractions, the percentage s of the monoe- noic and polyenoic fatty acids were 6.5 and 29 , respectively , and the content of satu- rated fatty acids increased (66.7), monoenoic fatty acids decreased (5.2), while the con- tent of polyenoic fatty acids remained unchanged (28.2). The content of cholesterol in- creased about seven times under clinorotation compared to the control, but the content of other sterols remained unchanged ( Figure 2) 47. Figure 1. Raft fraction isolated the root CM of 6-day-old pea seedlings (transmission electron microscopy). Arrows point to rafts 47. Under stationary conditions, saturated fatty acids prevailed in the lipid raft fraction (64.5) vs. 43.5 in the static CM. In clinorotated fractions, the percentages of the mo- noenoic and polyenoic fatty acids were 6.5 and 29, respectively, and the content of saturated fatty acids increased (66.7), monoenoic fatty acids decreased (5.2), while the content of polyenoic fatty acids remained unchanged (28.2). The content of cholesterol increased about seven times under clinorotation compared to the control, but the content of other sterols remained unchanged (Figure 2) 47.Life2022 ,12, 1809 5 of 13 Life 2022 , 12, x FOR PEER REVIEW 5 of 13 Figure 2. Data on the sterol content in the raft fraction s isolated from the root CM of six -day-old pea seedlings grown statically (control) or after clinorotation 47. The level of membrane cholesterol is important for the structure and stability of dense microdomains. A significant increase in the cholesterol content is a marker of the increased rigidity of lipid rafts that reduces membrane permeability. The regula tory role of sterols in membrane structure and fluidity and the assembly of specific proteins will affect cell responses to abiotic stress and microgravity 22,54,77 . The concept of choles- terol clustering helps explain functions such as membrane fluidity via lipid ordering and membrane elasticity by protein interactions with the cortical cytoskeleton and the for- mation and stabilization of rafts themselves 43. Interestingly, the equality of the CM fatty acid saturation index (the ratio between unsaturated and saturated fatty acids) for static and clinorotated samples was most likely based on new specific fatty acids that main- tained CM fluidity (microviscosity) 31,78 . 3.1. Filipin Staining Fluorescent marker of sterols filipin (a complex of four pentanes 79 from the acti- nomycete Streptomyces filipinensis )is an antibiotic that is strongly fluorescent with a max- imum emission at 482 nm (ex  340 nm) upon binding to sterol -containing areas of cell membranes. Filipin fluorescence is the estab lished tool for sterol visualization in biologi- cal membranes 50,8085. After filipin staining, the CM of root tip cells of 3 -day-old pea seedlings acquired the characteristic blue color ( Figure 3A) 86. In 6-day-old seedlings, the CM was marked by filipin with a dashed thinner blue line ( Figure 3C) and the intensity of the filipin fluorescence diminished, possibly because the cholesterol content decreased, as changes in the cholesterol labeling intensity depend o n the developmental stage 87. Figure 3. Images of live, elongating root cells of 3 -day-old ( A,B) and 6 -day-old ( C,D) pea seedlings stained with filipin staining: (A,C)control; (B,D)clinorotated. Scale bar 20 m 86. Figure 2. Data on the sterol content in the raft fractions isolated from the root CM of six-day-old pea seedlings grown statically (control) or after clinorotation 47. The level of membrane cholesterol is important for the structure and stability of dense microdomains. A signicant increase in the cholesterol content is a marker of the increased rigidity of lipid rafts that reduces membrane permeability. The regulatory role of sterols in membrane structure and uidity and the assembly of specic proteins will affect cell responses to abiotic stress and microgravity  22,54,77. The concept of cholesterol clustering helps explain functions such as membrane uidity via lipid ordering and membrane elasticity by protein interactions with the cortical cytoskeleton and the formation and stabilization of rafts themselves  43. Interestingly, the equality of the CM fatty acid saturation index (the ratio between unsaturated and saturated fatty acids) for static and clinorotated samples was most likely based on new specic fatty acids that maintained CM uidity (microviscosity) 31,78. 3.1. Filipin Staining Fluorescent marker of sterolslipin (a complex of four pentanes  79 from the acti- nomycete Streptomyces lipinensis )is an antibiotic that is strongly uorescent with a maximum emission at 482 nm ( ex  340 nm) upon binding to sterol-containing areas of cell membranes. Filipin uorescence is the established tool for sterol visualization in biological membranes  50,8085. After lipin staining, the CM of root tip cells of 3-day-old pea seedlings acquired the characteristic blue color (Figure 3A)  86. In 6-day-old seedlings, the CM was marked by lipin with a dashed thinner blue line (Figure 3C) and the intensity of the lipin uorescence diminished, possibly because the cholesterol content decreased, as changes in the cholesterol labeling intensity depend on the developmental stage 87. Life 2022 , 12, x FOR PEER REVIEW 5 of 13 Figure 2. Data on the sterol content in the raft fraction s isolated from the root CM of six -day-old pea seedlings grown statically (control) or after clinorotation 47. The level of membrane cholesterol is important for the structure and stability of dense microdomains. A significant increase in the cholesterol content is a marker of the increased rigidity of lipid rafts that reduces membrane permeability. The regula tory role of sterols in membrane structure and fluidity and the assembly of specific proteins will affect cell responses to abiotic stress and microgravity 22,54,77 . The concept of choles- terol clustering helps explain functions such as membrane fluidity via lipid ordering and membrane elasticity by protein interactions with the cortical cytoskeleton and the for- mation and stabilization of rafts themselves 43. Interestingly, the equality of the CM fatty acid saturation index (the ratio between unsaturated and saturated fatty acids) for static and clinorotated samples was most likely based on new specific fatty acids that main- tained CM fluidity (microviscosity) 31,78 . 3.1. Filipin Staining Fluorescent marker of sterols filipin (a complex of four pentanes 79 from the acti- nomycete Streptomyces filipinensis )is an antibiotic that is strongly fluorescent with a max- imum emission at 482 nm (ex  340 nm) upon binding to sterol -containing areas of cell membranes. Filipin fluorescence is the estab lished tool for sterol visualization in biologi- cal membranes 50,8085. After filipin staining, the CM of root tip cells of 3 -day-old pea seedlings acquired the characteristic blue color ( Figure 3A) 86. In 6-day-old seedlings, the CM was marked by filipin with a dashed thinner blue line ( Figure 3C) and the intensity of the filipin fluorescence diminished, possibly because the cholesterol content decreased, as changes in the cholesterol labeling intensity depend o n the developmental stage 87. Figure 3. Images of live, elongating root cells of 3 -day-old ( A,B) and 6 -day-old ( C,D) pea seedlings stained with filipin staining: (A,C)control; (B,D)clinorotated. Scale bar 20 m 86. Figure 3. Images of live, elongating root cells of 3-day-old ( A,B) and 6-day-old ( C,D) pea seedlings stained with lipin staining: ( A,C)control; ( B,D)clinorotated. Scale bar 20 m 86.Life2022 ,12, 1809 6 of 13 Under clinorotation, the lipin labeling of the CM in 3-day-old pea seedlings appeared interrupted, which may either indicate the uneven distribution of cholesterol (Figure 3B) or the uneven binding of the dye. After 6 days of clinorotation, the lipin-stained areas were signicantly larger than in the controls, clusters formed, and uorescence increased (Figure 3D). These data suggest an increase in the cholesterol content of membrane mi- crodomains and the clustering of microdomains under clinorotation. 3.2. Laurdan Staining Laurdan (or 6-propionyl-2-(dimethylamino)naphthalene), is a uorescent, lipophilic probe and is widely used to study the structure of biological membranes  88 in addition to styryl dyes  89. Its emission spectra depend on the parameters of the surrounding medium, such as polarity, hydration, and viscosity. Rafts form a liquid-ordered (Lo) phase on the membrane bilayer surface, which is surrounded by a liquid-disordered (Ld) phase  90,91. Because the Lo phase is characterized by a higher level of lipid packing compared to the Ld phase, it is also less hydrated and more viscous  92,93. The difference in the CM water content can be estimated 94,95. The dynamics of the Lo and Ld phases of the CM under clinorotation were examined using laurdan as an imaging probe  86,96, developed for the observation of live plant cells. No signicant differences were observed in the CM of the root tip cells of the control or the clinorotated seedlings in areas with different water contents. The expansion of the Lo areas (Figure 4) indicates higher rigidity, possibly the result of denser domains (rafts) under clinorotation. Life 2022 , 12, x FOR PEER REVIEW 6 of 13 Under clinorotation, the filipin labeling of the CM in 3 -day-old pea seedlings ap- peared interrupted, which may either indicate the uneven distribution of cholesterol ( Fig- ure 3B) or the uneven binding of the dy e. After 6 days of clinorotation, the filipin -stained areas were significantly larger than in the controls, clusters formed , and fluorescence in- creased ( Figure 3D). These data suggest an increase in the cholesterol content of mem- brane microdomains and the clustering of microdomains under clinorotation. 3.2. Laurdan Staining Laurdan (or 6 -propionyl -2-(dimethylamino)naphthalene), is a fluorescent, lipophilic probe and is widely used to study the structure of biological membranes 88 in addition to styryl dyes 89. Its emission spectra depend on the parameters of the surrounding me- dium, such as polarity, hydration, and viscosity. Rafts form a liquid -ordered (Lo) phase on the membrane bilayer surface, which is surrounded by a liquid -disordered (Ld) phase 90,91 . Because the Lo phase is characterized by a higher level of lipid packing compared to the Ld phase, it is also less hydrated and more viscous 92,93 . The difference in the CM water content can be estimated 94,95 . The dynamics of the Lo and Ld phases of the CM under clinorotation were examined using laurdan as an imaging probe 86,96 , developed for the observatio n of live plant cells. No significant differences were observed in the CM of the root tip cells of the control or the clinorotated seedlings in areas with different water content s. The expansion of the Lo areas ( Figure 4) indicates higher rigidity, possibl y the result of denser domains (rafts) under clinorotation. Figure 4. Images of live 6 -day-old pea root cells stained with laurdan without ( A,C) and after clino- rotation ( B,D). Red fluorescence (620 650 nm) indicates higher water content, representing disor- dered (Ld) state. Blue -shifted emission (480 500 nm, green) indicates lower water content and or- dered (Lo) state. Scale bar 50 m  86. The significantly increased cholesterol content in lipid raf ts and their increased den- sity under clinorotation suggest changes in the associated proteins. Altered CM permea- bility is likely to affect cell metabolism as a response to mechanostimulation. These data suggest that clinorotation does not serve as a substi tute for microgravity but that plants respond to enhanced mechanostimulation. This notion supports the observed effect of hy- pergravity on membrane lipid composition and the conclusion that gravity resistance de- pends on lipid rafts 97 as well as observations that clinorotation decreases but weight- lessness increases amyloplast size 98. Figure 4. Images of live 6-day-old pea root cells stained with laurdan without ( A,C) and after clinorotation ( B,D). Red uorescence (620650 nm) indicates higher water content, representing disordered (Ld) state. Blue-shifted emission (480500 nm, green) indicates lower water content and ordered (Lo) state. Scale bar 50 m 86. The signicantly increased cholesterol content in lipid rafts and their increased density under clinorotation suggest changes in the associated proteins. Altered CM permeability is likely to affect cell metabolism as a response to mechanostimulation. These data suggest that clinorotation does not serve as a substitute for microgravity but that plants respond to enhanced mechanostimulation. This notion supports the observed effect of hypergravity on membrane lipid composition and the conclusion that gravity resistance depends on lipid rafts 97 as well as observations that clinorotation decreases but weightlessness increases amyloplast size 98.Life2022 ,12, 1809 7 of 13 4. How Do Lipid Raft Studies Advance the Understanding of the Gravisensitivity of Plant Cells? Plant lipid rafts have been dened as the sterol-dependent ordered assemblies of specic lipids and proteins in the plant CM. The dependence of membrane function on their lipid composition and associated proteins can affect the activity of integral mem- brane proteins, including ion channels  99. According to current concepts regarding the heterogeneity of the lipid bilayer, rafts link the CM with the cytoskeleton and affect cell polarization and thus signal transmission from the membrane surface to intracellular structures, in particular, the reorganization and dynamics of the actin cytoskeleton. Pro- teomic analysis revealed the inclusion of various actin-binding proteins as well as the actin and - and -chains of tubulin in rafts  51,100,101. The inuence of cholesterol on the actin cytoskeleton depends on the initial state of the microlament network. Cholesterol- dependent rearrangements of the cytoskeleton are determined by the balance of globular and brillar actin in the cell, which demonstrates a new role of membrane cholesterol in cellular mechanotransduction and organization. The suggestion that the cytoskeleton may be a gravity sensor has been supported by its modications in microgravity and clinorotation  102104, especially in non-specialized cells  104. For example, an increase in cortical actin microlaments and the appearance of short and disoriented scattered microlaments under clinorotation were described in the root and hypocotyl elongating cells of A. thaliana 104106. Possibly, clinorotation is assumed to enhance the mutual dependence between the actin and tubulin elements of the cytoskeleton and part of the cellular stress response 105,106. Cortical microtubules, which regulate the movement of the cellulose-synthesizing complexes and control cellulose deposition in the cell wall  107109 changed their orienta- tion, were more randomly distributed and often shorter in A. thaliana hypocotyls in space ight and Beta vulgaris roots under clinorotation than in the controls  104111. Reduced tubulin gene transcription might have caused the suppression of MT reorientation. It is interesting to note that changes in the microtubule orientation and length occurred in the elongating cells of hypocotyls and the root distal elongation zone (DEZ), distinguishing specic physiological properties and functions  103,112114. Cytoskeletal elements regu- late both the growth polarity and the maintenance of cellular growth  113,115. Cell growth in the DEZ involves cytoplasm expansion (non-directional growth), which requires the dynamic formation of MT, which makes especially cortical MT more sensitive to changes related to microgravity. These microtubules function via associated proteins and regulatory kinases and phosphatases 116. The sensitivity of the plant cell wall structure, composition, and function is well- established.  7,13,117. The general phenomenon of cell wall thinning and softening in microgravity and clinorotation could be related to qualitative and quantitative changes in the poly- and monosaccharide composition based on the increased activity of cellu- losopectolytic enzymes, for example, endo-1,4-B-glucanase, exo-1,4-B-glucanase, polygalac- turonase, and pectin esterase. Such changes were demonstrated in the protonemata of Funaria hygrometrica grown under long-term slow clinorotation and in wheat plants grown in space  117. Galacturonic acid reduced the methoxyl groups of pectins, which release calcium ions because of enhanced cellulose and pectin hydrolysis. Decreasing levels of cel- lulose and polysaccharides per unit of length have also been reported in the coleoptiles and roots of the Oryza sativa and A. thaliana hypocotyls in spaceight compared with ground controls  13,118,119. The degradation of 1,3:1,4- -glucans reduces these polysaccharides in growing rice shoots and affects the mechanical properties of cell walls in micrograv- ity. However, microgravity only slightly affected cell wall biopolymer synthesis and the deposition of cellulose microbrils 120. Modications of the intracellular calcium concentration and localization were shown in microgravity and under clinorotation similar to the uorescent calcium indicators chlorote- tracycline and indo-1. Changes in the relative calcium ion content have been demonstrated in the cells of the green algae Chlorella vulgaris , the protonemata of Funaria hydrometrica ,Life2022 ,12, 1809 8 of 13 the statocytes of Pisum sativum ,Melilotus album , and Glycine max , the microcalluses of Daucus carota andBrassica napus , as well as in the cytosol of the root hairs in Lepidium sativum and Beta vulgaris , and in the callus cell cultures of A. thaliana 121124. Most experiments showed that calcium in cells increased under microgravity and clinorotation. Calcium is a well-established second messenger and plays a crucial role in signal transduction in all eukaryotic cells. Its messenger functions involve transient changes in the cytosolic ion concentration in response to a variety of external and internal stimuli, including light, hormones, temperature, anoxia, salinity, and gravity  125127. The role of calcium ions as secondary messengers depends on short-term alterations in cytosolic concentration, which are mediated by the actions of Ca2-permeable ion channels, the efux by Ca2- ATPases, and Ca2H exchangers  128130. Calcium ions enter the cytosol from the apoplast through selective channels in the CM andor a release from intracellular sources, such as an endoplasmic reticulum (ER) or the vacuole, which are typically activated by inositol-1,4,5-triphosphate  131. An increase in the intracellular calcium activity in micro- gravity was assumed to occur due to the activation of mechanosensitive calcium channels, which was demonstrated by gadolinium, which blocks such channels  132,133, as well as a possible decrease in Ca2-ATPase activity associated with lipid rafts  134. The com- plex interactions between the roles of cholesterol and lipid microdomains in regulating mechanosensitive ion channels and the organization of the cytoskeleton provide multiple future research directions. These prospects for further studies of membrane lipid microdomains include their participation in cell signaling and cell membrane activities as part of experiments that seek to understand the effect of gravity and mechanostimulation on basic cellular processes in biological systems. There is an additional temporal element in this notion as the lipid prole of membranes changes depending on the type of tissue, cell, and organelle  45,67,135. The quantitative differences in the content of lipids and fatty acids in the CM of epicotyls and roots are most likely associated with the structure, growth, and specic functions of specic cells  136. In contrast to the root proper, the root cap contains statocytes, which are specialized cells for the perception of gravitational and mechanical stimuli including clinorotation. Therefore, the CM state of these tissues exhibits a specic composition  21,67. The heterogeneity of lipid rafts is linked to the specicity of the transcriptome  137 and proteome interactions  138. The successful implementation of Bioregenerative Life Support Systems, therefore, benets from a better understanding of cell membrane functions, especially lipid rafts, and their improvement of nutrient acquisition 139. 5.",
        "conclusion": "s The data and inferences described so far clearly indicate that the functional domains of membranes are critically important for signal integration and responses. We hope that this review will prompt future research on the effect of lipid rafts and membrane functions on general and gravitational physiology. Author Contributions: Conceptualization, E.L.K.; writingoriginal draft preparation, E.L.K.; writing review and editing, K.H.H.; microscopy, O.A.A. All authors have read and agreed to the published version of the manuscript. Funding: This research was partially supported by NASA grant 80NSSC17K0344 to KHH. Data Availability Statement: Not applicable. Conicts of Interest: The authors declare no conict of interest. References 1. Lehto, K.A.; Lehto, H.J.; Kanervo, E.A. Suitability of different photosynthetic organisms for an extraterrestrial biological life support system. Res. Microbiol. 2006 ,157, 6976. CrossRef PubMed 2. Mitchell, C.A. Bioregenerative life-support-systems. Am. J. Clin. Nutr. 1994 ,60, 820S824S. CrossRef PubMed 3. Ferl, R.; Wheeler, R.; Levine, H.G.; Paul, A.L. Plants in Space. Curr. Opin. Plant Biol. 2002 ,5, 258263. CrossRefLife2022 ,12, 1809 9 of 13 4. Ferl, R.J.; Koh, J.; Denison, F.; Paul, A.L. Spaceight Induces Specic Alterations in the Proteomes of Arabidopsis. Astrobiology 2015 ,15, 3256. CrossRef 5. Wheeler, R.M. Plants for human life support in space: From Myers to Mars. Gravit. Space Res. 2010 ,23, 2535. 6. Fu, Y.M.; Li, L.Y.; Xie, B.Z.; Dong, C.; Wang, M.J.; Jia, B.Y.; Shao, L.Z.; Dong, Y.Y.; Deng, S.D.; Liu, H.; et al. How to establish a bioregenerative life support system for long-term crewed missions to the Moon or Mars. Astrobiology 2016 ,16, 925936. CrossRef 7. Halstead, T.W.; Dutcher, F.R. Plants in Space. Annu. Rev. Plant Physiol. Plant Mol. Biol. 1987 ,38, 317345. CrossRef 8. Claassen, D.; Spooner, B. International Review of CytologyA Survey of Cell Biology ; Jeon, K.W., Berezney, R., Eds.; Academic Press: Cambridge, MA, USA, 1994; Volume 156, pp. 301373. 9. Kordyum, E.L. Plant cell gravisensitivity and adaptation to microgravity. Plant Biol. 2014 ,16, 7990. CrossRef 10. Wolverton, C.; Kiss, J.Z. An update on plant space biology. Gravit. Space Biol. 2009 ,22, 1320. 11. Paul, A.L.; Wheeler, R.M.; Levine, H.G.; Ferl, R.J. Fundamental plant biology enabled by the Space Shuttle. Am. J. Bot. 2013 ,100, 226234. CrossRef 12. Kittang, A.I.; Iversen, T.H.; Fossum, K.R.; Mazars, C.; Carnero-Diaz, E.; Boucheron-Dubuisson, E.; Le Disquet, I.; Legue, V .; Herranz, R.; Pereda-Loth, V .; et al. Exploration of plant growth and development using the European Modular Cultivation System facility on the International Space Station. Plant Biol. 2014 ,16, 528538. CrossRef PubMed 13. Hoson, T. Plant growth and morphogenesis under different gravity conditions: Relevance to plant life in space. Life2014 ,4, 205216. CrossRef PubMed 14. Paul, A.L.; Ferl, R.J. Spaceight exploration in plant gravitational biology.",
        "images": []
    }
]