[
    {
        "pmid": "25491117",
        "title": "Inner Ear Vestibular Signals Regulate Bone Remodeling via the Sympathetic Nervous System.",
        "year": "2015",
        "journal": "J Bone Miner Res",
        "abstract": "The inner ear vestibular system has numerous projections on central brain centers that regulate sympathetic outflow, and skeletal sympathetic projections affect bone remodeling by inhibiting bone formation by osteoblasts and promoting bone resorption by osteoclasts. In this study, we show that bilateral vestibular lesions in mice cause a low bone mass phenotype associated with decreased bone formation and increased bone resorption. This reduction in bone mass is most pronounced in lower limbs, is not associated with reduced locomotor activity or chronic inflammation, and could be prevented by the administration of the β-blocker propranolol and by genetic deletion of the β2-adrenergic receptor, globally or specifically in osteoblasts. These results provide novel experimental evidence supporting a functional autonomic link between central proprioceptive vestibular structures and the skeleton. Because vestibular dysfunction often affects the elderly, these results also suggest that age-related bone loss might have a vestibular component and that patients with inner ear pathologies might be at risk for fracture. Lastly, these data might have relevance to the bone loss observed in microgravity, as vestibular function is altered in this condition as well. © 2015 American Society for Bone and Mineral Research.",
        "full_text": "Inner Ear Vestibular Signals Regulate Bone Remodeling via the Sympathetic Nervous System Guillaume Vignaux1, Jean DLC Ndong1, Daniel S Perrien2, and Florent Elefteriou1 1Department of Medicine, Vanderbilt University Medical Center, Vanderbilt Center for Bone Biology, Nashville, TN, USA 2Department of Orthopaedic Surgery  RehabilitationDepartment of VA, Vanderbilt University Medical Center, Vanderbilt Center for Bone Biology, Nashville, TN, USA Abstract The inner ear vestibular system has numerous projections on central brain centers that regulate sympathetic outflow, and skeletal sympathetic projections affect bone remodeling by inhibiting bone formation by osteoblasts and promoting bone resorption by osteoclasts. In this study, we show that bilateral vestibular lesions in mice cause a low bone mass phenotype associated with decreased bone formation and increased bone resorption. This reduction in bone mass is most pronounced in lower limbs, is not associated with reduced locomotor activity or chronic inflammation, and could be prevented by the administration of the -blocker propranolol and by genetic deletion of the 2-adrenergic receptor, globally or specifically in osteoblasts. These results provide novel experimental evidence supporting a functional autonomic link between central proprioceptive vestibular structures and the skeleton. Because vestibular dysfunction often affects the elderly, these results also suggest that age-related bone loss might have a vestibular component and that patients with inner ear pathologies might be at risk for fracture. Lastly, these data might have relevance to the bone loss observed in microgravity, as vestibular function is altered in this condition as well. Keywords VESTIBULAR SYSTEM; INNER EAR; BONE; SYMPATHETIC NERVOUS SYSTEM; B2- ADRENERGIC RECEPTOR; MICROGRAVITY; AGING; OSTEOPOROSIS Address correspondence to: Florent Elefteriou, PhD, Vanderbilt University, Center for Bone Biology, 1235 Medical Research Building IV, 2215B Garland Avenue, Nashville, TN 37232-0575, USA. florent.elefteriouvanderbilt.edu. Authors roles: GV and FE designed the research, analyzed and interpreted data, performed statistical analyses and wrote the manuscript. GV, JDLCN and DP conducted research. FE takes responsibility for final content. All authors read and approved the final manuscript. Additional Supporting Information may be found in the online version of this article. Disclosures All authors state that they have no conflicts of interest. HHS Public Access Author manuscript J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Published in final edited form as: J Bone Miner Res . 2015 June ; 30(6): 11031111. doi:10.1002jbmr.2426. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIntroduction The skeleton is richly innervated by sympathetic neurons, which are found in close vicinity to osteoblasts, the bone-forming cells.(16) The beta 2-adrenergic receptor ( 2AR) is expressed by osteoblasts, and 2AR stimulation by pharmacological 12 nonselective agonists such as isoproterenol causes bone loss, owing to reduced bone formation and increased bone resorption triggered by stimulation of Rankl expression.(7,8) In contrast, AR blockade by propranolol or genetic lack of the 2AR in Adr2-deficient mice leads to a high bone mass phenotype caused by an increase in bone formation and a decrease in bone resorption.(8,9) These studies in mice indicated that sympathetic nerve activity had important repercussions on bone homeostasis. Clinical observational evidence also suggested that this regulatory pathway was conserved between mice and humans, based on the observation that -blocker use was associated with increased bone mineral density (BMD) and reduced fracture risk in humans (although some studies did not detect association).(1012) In addition, aging is associated with an elevation in sympathetic outflow and a reduction in trabecular bone volume in humans.(13) Another condition in which sympathetic outflow and bone homeostasis are altered together is microgravity, during which sympathetic neuronal outflow is elevated.(14) Mechanical unloading contributes to bone loss in microgravity, as shown by models of bed rest in humans(15) and of tail suspension in rodents.(16) However, increased mechanical load by daily exercise in microgravity improved muscular parameters but did not preserve bone density without additional pharmacological intervention.(17) These observations suggested that countermeasures based on bone mechanical stimulation only are not optimal andor that physiological or external factors other than mechanical unloading and muscular atrophy contribute to bone loss in space. We recently showed that bilateral vestibular lesions induce bone loss in the lower limbs of rats.(18) The vestibular system is known for its crucial role in spatial orientation and postural balance, but it is also involved in the regulation of other important neurophysiological systems, including the respiratory and cardiovascular systems,(19,20) circadian regulation,(21) and cognitive function.(22) Central neural circuits enable the integration of vestibular and autonomic information. Stimulation of the vestibular nerve, either through natural stimulation induced by head movements on a stationary body or via selective stimulation of vestibular afferents, produces large effects on sympathetic neural reflexes and blood pressure.(23,24) These relationships between vestibular function, sympathetic activation, and bone loss highlighted by these independent studies led us to the hypothesis that vestibular alterations may alter bone homeostasis and bone mass via activation of sympathetic outflow. We show here, in mice, that alterations in vestibular function have a negative influence on bone mass via activation of autonomic nerves and the 2AR in osteoblasts. These findings suggest that bone loss triggered by aging and perhaps microgravity might have, in part, a vestibular origin that may initiate or exacerbate the effects of reduced mechanical and muscular loading on the skeleton.Vignaux et al. Page 2 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptMaterials and Methods General procedures All procedures were approved by the Institutional Animal Care and Use Committee at Vanderbilt University Medical Center. Mice were group-housed in plastic cages ( n  5cage) in an AAALAC-approved facility, under standard laboratory conditions with a 12-hour dark, 12-hour light cycle, a constant temperature of 20 C, and humidity of 48. Mice were fed a standard rodent diet (Pharma Serv, Purina Rodent Laboratory Chow 5001; Framingham, MA, USA). 2AR 2.3col1 mice were generated by crossing the 2.3-kb Col1a1 -cre mice and Adr2floxflox mice.(1,25) Drug administration Propranolol (0.5 gL; Sigma-Aldrich, St. Louis, MO, USA) was given ad libitum in drinking water. Calcein was administered 6 and 2 days before euthanization for dynamic histomorphometry. Bilateral vestibular lesion procedure and vestibular syndrome clinical scale Two-month-old female mice were anesthetized in an isoflurane chamber at 3.5 oxygen (flow rate 2 Lmin) and maintained under a nosecone at 2 oxygen (flow rate 0.8 Lmin). Each mouse received a bilateral transtympanic injection of 0.05 mL sodium arsanilate solution (D-Arsenilic, Sigma-Aldrich) at a dose of 25 mgmL (diluted in saline solution at 0.9, 2.5 mgear). Sham mice received bilateral transtympanic injections of 0.05 mL of saline solution. Female mice were studied because the clinical burden of osteoporosis is higher in females than in males. The behavioral effects of chemical vestibular lesions were evaluated with a previously validated clinical vestibular scale.(26) This scale assesses six static or dynamic locomotor points, with a value ranging from 0 to 4 for each criterion. Three categories of spontaneous motor behavior were evaluated, including circular walking, retropulsive movement, and abnormal head bobbing, alongside three reflex behaviors, including tail-hang, contact inhibition of righting, and air righting. Clinical score was recorded for each mouse 3, 15, and 30 days after vestibular lesion. Bobbing is an abnormal head movement characterized by the periodic backward extension of the neck, circular walking is circular locomotor activity, and rearing is defined as retropulsive movement (backward walking of the animal). When the animal is lifted from the table, a successful tail-hang reflex results in the forelimbs reaching out in anticipation of contacting a surface; vestibular lesion (VBX) mice often bend themselves ventrally and occasionally attempt to climb their own tails, which can lead them to fall on the back of their skulls. Contact inhibition related to the righting reflex reflects the ability and speed to go from a supine to a prone position on a table. The mouse is turned over into a supine position with a grid placed to touch its feet while its back maintains contact with the table. Sham-treated mice turn over to the physiological prone position, whereas VBX mice stay in a supine position, attempting to walk with their feet up on the grid. The air-righting reflex is tested by holding animals supine and dropping them onto a padded cushion from a height of 30 cm. Sham-treated mice are able to right themselves, whereas VBX mice fail to right and land on their backs.Vignaux et al. Page 3 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptLocomotor activity Ambulatory distance was recorded 3 and 27 days post-VBX. Mice (1 per cage, 8 per group) were placed in a 27.3 cm  27.3 cm open-field cage equipped with three 16-beam IR arrays (Med Associates, St Albans, VT, USA) for 90 minutes. Micro-computed tomography (CT) analysis The right femur and L 3 to L 4 vertebrae from each animal were dissected and fixed overnight in 4 phosphate-buffered formalin and then transferred to 70 ethanol, loaded into 12.3- mm-diameter scanning tubes, and imaged using a CT 40 (Scanco Medical, Bassersdorf, Switzerland), according to JBMR guidelines for micro-CT analysis of rodent specimens.(27) The scans were integrated into three-dimensional (3D) voxel images. A Gaussian filter (sigma  0.5, support 2) was used to reduce signal noise, and a threshold of 400 was applied to segment mineralized bone from soft tissue. Scans were acquired with 12-m isotropic voxels (E  55 kVp, I  145 A). The regions of interest were 1) cortex of the femur at the midpoint (2 mm in length); 2) cancellous bone of the tibial proximal metaphysis (0.24 to 1.20 mm below the growth plate); and 3) cancellous bone of the L 3 to L 4 vertebral bodies (1.2 mm between end plates). Histomorphometry The right femur from each animal was fixed in 4 phosphate-buffered formalin, dehydrated, and embedded, undecalcified, in methyl methacrylate using standard procedures. Longitudinal 5- or 7-m sections were cut on a rotary microtome and stained by van Giesonvon Kossa. Histomorphometry measurements were performed using the Bioquant Image Analysis System (RM Biometrics, Nashville, TN, USA). Distal femur cancellous bone measurements (osteoblast surface per bone surface ObSBS, osteoclast surface per bone surface OcSBS, trabeculae number Tb.N, trabeculae thickness Tb.Th, trabeculae space Tb.Sp.) were restricted to the secondary spongiosa, excluding primary spongiosa and cortical tissue. Gene expression Total RNA was extracted from snap-frozen brown adipose tissue pulverized into frozen powder, using the TRIzol reagent (Invitrogen, Grand Island, NY, USA), as recommended by the manufacturer. cDNAs were synthesized after DNase I treatment using the high-capacity cDNA reverse-transcription kit (Applied Biosystems, Carlsbad, CA, USA). Quantitative PCR (qPCR) was performed using TaqMan gene expression assays. The probe and primer sets for Hprt (Mm00446968_m1, housekeeping gene) and Ucp1 (Mm00494069_m1) were obtained from Applied Biosystems. Serum assay Blood was collected by intracardiac puncture and centrifuged at 3000 g for 10 minutes to obtain serum. TNF  level was measured using a mouse ELISA kit (Abcam, Cambridge, MA, USA).Vignaux et al. Page 4 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptStatistics All data are presented as means  SD. Statistical analyses were performed using one-way ANOVA for multiple comparisons followed by pair-wise comparison with Tukeys post hoc test or unpaired two-tailed Students t tests for two group comparisons. For all analyses, p  0.05 was considered statistically significant. Statistical analyses were performed using GraphPad Prism v5.04 (GraphPad, La Jolla, CA, USA). Results Bilateral arsanilate vestibular injections induce a vestibular syndrome and bone loss in mice We previously reported that bilateral sodium arsanilate injections in rats cause bone loss in hindlimbs,(28) but further investigations of the mechanism by which vestibular signals control bone remodeling were hampered by limitations in generating loss-of-function studies in this species. We, therefore, sought to establish a model of vestibular dysfunction in mice, based on a similar approach. For that purpose, 2-month-old wild-type (WT) C57BL6J female mice were administered PBS (control) or sodium arsanilate via transtympanic injections (VBX), and behaviors indicative of a vestibular-like syndrome were assessed 3, 15, and 30 days post-injections using an established scoring system (see Boadas-Vaello and colleagues(26) and Materials and Methods). At all time points, mice subjected to VBX exhibited a significant vestibular syndrome (score 3) compared with sham animals (score  0) (Fig. 1 A). Such lesions, however, did not have any effect on body weight and fat pad weight at death, 30 days post-VBX (body weight 19.8  1.0 g versus 19.9  0.9 g, fat pad weight 0.2  0.1 g versus 0.2  0.1 g for sham and VBX, respectively) and did not elevate serum levels of the inflammation marker TNF  (Fig. 1 B). To assess the effect of vestibular lesions on the skeleton, distal femoral metaphyses, diaphysis, and L 3 to L 4 vertebrae were analyzed 30 days post-VBX by high-resolution 3D microcomputed tomography. Metaphyseal femoral trabecular bone analyses revealed a significant decrease in bone volumetissue volume (BVTV) and trabecular thickness (Tb.Th) in mice subjected to VBX compared with sham animals (Fig. 1 C), whereas diaphyseal cortical thickness (Ct.Th) and cortical tissue mineral density (TMD) remained unchanged (Supplementary Fig. S1 A, B). Histological analyses on undecalcified metaphyseal femoral bone sections showed that this VBX-induced bone loss was associated with a significant decrease in trabecular osteoblast surface per bone surface (Ob.SBS) and osteoblast number per bone perimeter (N.ObB.Pm). VBX also caused a significant increase in osteoclast surface per bone surface (Oc.SBS) and osteoclast number per bone perimeter (Fig. 1 C). Dynamic histomorphometric analyses indicated that mineralized surface per bone surface (MSBS) and bone formation rate per bone surface (BFRBS) were decreased upon vestibular lesion, whereas mineral apposition rate (MAR) remained unchanged (Fig. 1 C). Vertebral trabecular bone volume per tissue volume (Supplementary Fig. S1 C), as well as body size and femoral bone size, were not affected by VBX (Supplementary Table S1). No effect of vestibular lesions on locomotor activity was observed 27 days post-lesion, although increased locomotor activity was observed 3 days post-lesion in the VBX group compared Vignaux et al. Page 5 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptwith sham-operated controls (Fig. 1 D). Collectively, these results suggest that intact vestibular outputs are required for normal bone remodeling. The bone loss induced by bilateral vestibular lesion is compensated with time Animal studies showed that bilateral vestibular dysfunction entails postural, muscular, visual, cognitive, and autonomic alterations. Although postural stability, hypermetria in limb muscle, blood flow, and pressure were compensated within a week,(2935) other parameters including balance, eye movements in response to head rotations in the dark, navigational abilities, and spatial memory remained permanently altered.(29,32,3638) The long-term consequences of bilateral vestibular lesions on bone mass, on the other hand, remain unknown. We thus asked whether the bone loss observed 1 month post-VBX lesions was sustained with time, or reversible. To address this question, bilateral vestibular lesions were performed at age 2 months and bone mass was measured 1, 3, and 6 months later. In contrast to the 1-month time point, no significant reduction in femoral trabecular BVTV could be detected at 3 and 6 months post-VBX compared with aged-matched sham groups (Fig. 2 A, Table 1). Similarly, Ucp1 expression in brown adipose tissue (BAT), used as a surrogate marker of sympathetic peripheral outflow, was not significantly different between sham and VBX mice at 3 and 6 months, whereas it was upregulated 1 month post-VBX (Fig. 2 B). These results indicate that the bone loss triggered by bilateral vestibular dysfunction in young adult mice is compensated with time. Beta-2 adrenergic signaling is required for VBX-induced bone loss The vestibular system has autonomic projections(39) and pharmacological agonists used as a surrogate of sympathetic activation induce bone loss.(8,40,41) In addition, we have shown that the nonselective 12-adrenergic receptor antagonist propranolol mitigates the bone loss induced by bilateral vestibular lesions in rats.(18) These observations, along with the aforementioned correlation between bone loss and Ucp1 BAT expression in mice subjected to VBX, suggested that activation of the sympathetic nervous system (SNS) mediates the bone loss caused by vestibular lesions. To address this hypothesis, bilateral vestibular lesions were performed in mice in which sympathetic signals were blocked, either genetically in Adr2-deficient mice or pharmacologically by propranolol. The effect of vestibular lesions was first investigated in mice deficient for Adr2 globally (2AR mice)(42) or in mature osteoblasts ( 2AR 2.3col1 mice). 2AR, 2AR 2.3col1, and respective WT littermates were subjected to bilateral vestibular lesions at age 2 months, and their skeletal response was analyzed 1 month later. Vestibular lesions induced a significant vestibular syndrome in all genotypes (Fig. 3 A), but only WT mice subjected to VBX lost bone, whereas 2AR and 2AR 2.3col1 mice were resistant to VBX-induced bone loss (Fig. 3 B, C). VBX-induced structural and cellular bone alterations, including decreases in Tb.Th, Ob.SBS, N.ObB.Pm, MSBS, and BFRBS and increases in Oc.SBS and N.OcB.Pm, were also blunted by lack of the 2AR (Table 2). Another approach to block sympathetic activation in response to VBX, without potential developmental phenotypes caused by genetic alterations during development, is to use propranolol, a nonselective 12AR antagonist, in WT adult mice, from the time of VBX Vignaux et al. Page 6 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptlesion (2-month-old mice) until death, 1 month later. This short duration treatment had no bone anabolic effect in sham mice but prevented bone loss and the reduction in trabecular thickness observed in VBX mice (Fig. 3 D, Table 3) without affecting locomotor activity (Fig. 1 D), body and fat pad weight (body weight 19.8  1.0 g versus 19.5  1.1 g, fat pad weight 0.2  0.1 g versus 0.2  0.1 g at day 30 for sham and VBX  Pro, respectively), or body and femur size (Supplementary Table S1). Collectively, these results support the hypothesis that loss of normal vestibular signals induces bone loss through the activation of the sympathetic nervous system and stimulation of the 2AR in osteoblasts. Discussion Immunological reactivity to various neuropeptides and retrograde neuronal labeling showed that sympathetic projections in bone are anatomically linked to the central nervous system (CNS)(1,2) and receive inputs from leptin-sensitive hypothalamic and brainstem neurons.(43) In this study, we show that alterations in vestibular neuronal outputs by single bilateral arsanilate injections influence skeletal homeostasis in adult mice, independently of changes in locomotor activity, and that this effect requires activation of the 2AR in osteoblasts. These results raise the hypothesis that vestibular dysfunctions caused by aging, diseases, or microgravity might affect bone remodeling and bone mass via alterations in sympathetic outflow. A number of results from this study support the contribution of sympathetic activation as the main mechanism by which bilateral vestibular lesions induce bone loss in mice. Those include the similarity of changes in structural and cellular bone parameters triggered by VBX and the 12AR agonist isoproterenol,(44) the observed association between bone loss and peripheral sympathetic activation after VBX, and perhaps most convincingly, the absence of VBX-induced bone loss in mice lacking the 2AR globally or specifically in osteoblasts. Because blood vessels are innervated and responsive to sympathetic outflow, the lack of bone loss upon VBX in global 2AR-deficient could have been explained by possible alterations in vascular parameters. However, the blunting of VBX-induced bone loss in mice lacking the 2AR specifically in osteoblasts excluded this putative mechanism and supports the notion that VBX affects bone homeostasis independently of indirect effects on the vasculature or other organ systems whose function is under regulation by 2AR signaling. The observed reduction in bone mass observed after VBX appears to arise from changes in vestibular neuronal signals, independently of systemic inflammation (as measured by normal TNF  levels) or significant structural lesions in the vestibular nerve.(28) In addition, the bone loss induced by vestibular lesions did not reduce locomotor activity, indicating that a reduction in mechanical loading is unlikely to explain the observed bone loss. Although neuroanatomical studies provide a preliminary blueprint of the CNS circuitry linking vestibular neurons and central autonomic structures, the precise CNS pathways and neurotransmitters involved in the observed bone loss induced by VBX remain unknown. Electrophysiological studies indicated the existence of a predominant indirect pathway linking the vestibular nucleus (directly innervated by the vestibular nerve) and the rostro- ventro-lateral medullary structure (RVLM) through the lateral medullary reticular Vignaux et al. Page 7 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptformation,(45,46) and neuroanatomical studies reported an indirect connection through the tractus solitary nucleus,(47) with the RVLM being directly connected to the sympathetic medullary tractus innervating arterioles and possibly bone tissues.(48) Studies in cats indicated that electrical vestibular stimulations lead to a decrease in SNS activity in hindlimbs and opposite effects in upper and lower body parts with a decrease in femoral vasoconstriction and an increase in brachial vascular tone.(49) Interestingly, this pattern matches the pattern of space-induced bone loss, which is more pronounced in lower limbs.(15,18) These observations suggest that vestibulosympathetic reflexes may mainly impact lower body tissues. The occurrence of bone loss in the trabecular compartment observed after VBX is consistent with previous studies in which adrenergic-mediated effects on bone mass were restricted to cancellous bone.(50,51) This regionalization of bone loss in the trabecular bone compartment and in appendicular bones thus further supports the contribution of increased sympathetic output as the mechanism by which bilateral vestibular lesions induce bone loss. It is unknown why the appendicular skeleton, but not the axial skeleton, is affected by VBX. A differential innervation between cancellous versus cortical and appendicular versus axial bone might explain these differences, but further studies will be necessary to address this question. Although bone unloading in microgravity conditions is viewed as the major contributing factor explaining bone loss in space, additional factors including nutritional deficiencies, decreased calcium intestinal absorption, radiation exposure, changes in blood volume distribution, and psychological chronic stress may contribute to bone loss in space.(52) It is currently unknown to what extent alterations in vestibular outputs and subsequent SNS and hypothalamic-pituitary-adrenal axis activation caused by spaceflight may affect bone homeostasis. Results of this study suggest that such alterations might contribute and add up to the known deleterious effects of spaceflight on the skeleton. Vestibular dysfunctions are also prevalent in aging individuals on earth. Interestingly, low BMD was associated with hearing and postural balance impairments among adults older than 40 years,(53) leading the authors of this study to conclude that osteoporosis negatively affects vestibular function and balancehearing. In light of our results in rodent models, we propose an alternative interpretation of these results, being that vestibular abnormalities caused by aging contribute, in part and via sympathetic activation, to the osteoporosis and increased fracture risk observed in aging individuals. Although the transient effect of VBX on bone mass observed in mice would argue against this hypothesis, it has to be emphasized that the duration and extent of the vestibular impairments induced by a unique injection of arsanilate is unknown, and alternative models may need to be generated to guarantee a long-term vestibular deficit. In addition, these studies in mice were conducted at a relatively young age, before peak bone mass was reached. Hence, the normal bone anabolism occurring in mice up to 4 to 6 months of age could have contributed to the recovery of VBX-induced bone loss. In contrast, peak bone mass is achieved in humans by approximately age 30 years. Therefore, is it possible that the bone loss triggered by vestibular abnormalities in aging adults would not be recovered over time without pharmacological intervention. This idea is in line with the observation that Vignaux et al. Page 8 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptastronauts, despite their higher than average resistance training, never fully recover the bone loss caused by microgravity after return to earth. Lastly, these results may also have implications for the care of patients with a history of vestibular pathologies, such as labyrinthectomy, antibiotic treatment (aminoglycosides and platinum-based chemotherapy), vestibular neuritis, or Mnires disease, and further studies are warranted to investigate fracture risk in these conditions. Supplementary Material Refer to Web version on PubMed Central for supplementary material. Acknowledgments This work was supported by grant NNX12AL35G from the National Aeronautics and Space Administration (FE), a postdoctoral fellowship from the National Space Biomedical Research Institute (GV, NASA NCC 9-58), and grant number S10 RR027631 from the National Institutes of Health (DP). The locomotor activity experiment was performed in part through the use of the Murine Neurobehavior Core lab (Vanderbilt University Medical Center). The authors thank Dr S Besnard, Prof P Denise (University of Caen, France), and Dr J Allison (Vanderbilt Murine Neurobehavioral Laboratory) for their valuable inputs. This work was also supported in part by Career Development Award  1IK2 BX001634 from the United States (U.S.) Department of Veterans Affairs, Biomedical Laboratory Research and Development Program. References 1. Elefteriou F. Neuronal signaling and the regulation of bone remodeling. Cell Mol Life Sci. 2005; 62(1920):233949. PubMed: 16132233 2. Dnes A, Boldogkoi Z, Uhereczky G, et al. Central autonomic control of the bone marrow: multisynaptic tract tracing by recombinant pseudorabies virus. Neuroscience. 2005; 134(3):94763. PubMed: 15994021 3. Imai S, Tokunaga Y, Maeda T, Kikkawa M, Hukuda S. Calcitonin gene-related peptide, substance P, and tyrosine hydroxylase-immunoreactive innervation of rat bone marrows: an immunohistochemical and ultrastructural investigation on possible efferent and afferent mechanisms. J Orthop Res. 1997; 15(1):13340. PubMed: 9066538 4. Mach DB, et al. Origins of skeletal pain: sensory and sympathetic innervation of the mouse femur. Neuroscience. 2002; 113(1):15566. PubMed: 12123694 5. Serre CM, Farlay D, Delmas PD, Chenu C. Evidence for a dense and intimate innervation of the bone tissue, including glutamate-containing fibers. Bone. 1999; 25(6):6239. PubMed: 10593406 6. Fukuda T, et al. Sema3A regulates bone-mass accrual through sensory innervations. Nature. 2013; 497(7450):4903. PubMed: 23644455 7. Bonnet N, et al. Alteration of trabecular bone under chronic beta2 agonists treatment. Med Sci Sports Exerc. 2005; 37(9):1493501. PubMed: 16177600 8. Elefteriou F, et al. Leptin regulation of bone resorption by the sympathetic nervous system and CART. Nature. 2005; 434(7032):51420. PubMed: 15724149 9. Takeda S, Karsenty G. Molecular bases of the sympathetic regulation of bone mass. Bone. 2008; 42(5):83740. PubMed: 18295563 10. Pasco JA, et al. Beta-adrenergic blockers reduce the risk of fracture partly by increasing bone mineral density: Geelong Osteoporosis Study. J Bone Miner Res. 2004; 19(1):1924. PubMed: 14753732 11. Schlienger RG, Kraenzlin ME, Jick SS, Meier CR. Use of beta-blockers risk of fractures. JAMA. 2004; 292(11):132632. PubMed: 15367554 12. Reid IR, et al. Beta-blocker use, BMD, and fractures in the study of osteoporotic fractures. J Bone Miner Res. 2005; 20(4):6138. PubMed: 15765180 Vignaux et al. Page 9 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript13. Farr JN, et al. Relationship of sympathetic activity to bone microstructure, turnover, and plasma osteopontin levels in women. J Clin Endocrinol Metab. 2012; 97(11):421927. PubMed: 22948767 14. Ertl AC, et al. Human muscle sympathetic nerve activity and plasma noradrenaline kinetics in space. J Physiol. 2002; 538(Pt 1):3219. PubMed: 11773339 15. LeBlanc AD, Spector ER, Evans HJ, Sibonga JD. Skeletal responses to space flight and the bed rest analog: a review. J Musculoskelet Neuronal Interact. 2007; 7(1):3347. PubMed: 17396004 16. Vico L, Novikov VE, Very JM, Alexandre C. Bone histomorphometric comparison of rat tibial metaphysis after 7-day tail suspension vs. 7-day spaceflight. Aviat Space Environ Med. 1991; 62(1):2631. PubMed: 1996927 17. Cavanagh PR, Licata AA, Rice AJ. Exercise and pharmacological countermeasures for bone loss during long-duration space flight. Gravitat Space Biol Bull. 2005; 18(2):3958. 18. Vignaux G, et al. Bone remodeling is regulated by inner ear vestibular signals. J Bone Miner Res. 2013; 28(10):213644. PubMed: 23553797 19. Normand H, Etard O, Denise P. Otolithic and tonic neck receptors control of limb blood flow in humans. J Appl Physiol. 1997; 82(6):17348. PubMed: 9173934 20. Yates BJ, Billig I, Cotter LA, Mori RL, Card JP. Role of the vestibular system in regulating respiratory muscle activity during movement. Clin Exp Pharmacol Physiol. 2002; 29(12):1127. PubMed: 11906468 21. Fuller PM, Jones TA, Jones SM, Fuller CA. Neurovestibular modulation of circadian homeostatic regulation: vestibulohypothalamic connection. Proc Natl Acad Sci USA. 2002; 99(24):157238. PubMed: 12434016 22. Besnard S, et al. Influence of vestibular input on spatial and nonspatial memory and on hippocampal NMDA receptors. Hippocampus. 2012; 22(4):81426. PubMed: 21538662 23. Yates BJ, Miller AD. Properties of sympathetic reflexes elicited by natural vestibular stimulation: implications for cardiovascular control. J Neurophysiol. 1994; 71(6):208792. PubMed: 7931504 24. Kerman IA, McAllen RM, Yates BJ. Patterning of sympathetic nerve activity in response to vestibular stimulation. Brain Res Bull. 2000; 53(1):116. PubMed: 11033203 25. Dacquin R, Starbuck M, Schinke T, Karsenty G. Mouse alpha1(I)-collagen promoter is the best known promoter to drive efficient Cre recombinase expression in osteoblast. Dev Dyn. 2002; 224(2):24551. PubMed: 12112477 26. Boadas-Vaello P, Riera J, Llorens J. Behavioral and pathological effects in the rat define two groups of neurotoxic nitriles. Toxicol Sci. 2005; 88(2):45666. PubMed: 16150883 27. Bouxsein ML, et al. Guidelines for assessment of bone microstructure in rodents using micro- computed tomography. J Bone Miner Res. 2010; 25(7):146886. PubMed: 20533309 28. Vignaux G, et al. Evaluation of the chemical model of vestibular lesions induced by arsanilate in rats. Toxicol Appl Pharmacol. 2012; 258(1):6171. PubMed: 22023963 29. Thomson DB, Inglis JT, Schor RH, Macpherson JM. Bilateral labyrinthectomy in the cat: motor behaviour and quiet stance parameters. Exp Brain Res. 1991; 85(2):364372. PubMed: 1893985 30. Inglis JT, Macpherson JM. Bilateral labyrinthectomy in the cat: effects on the postural response to translation. J Neurophysiol. 1995; 73(3):118191. PubMed: 7608764 31. Jian BJ, Cotter LA, Emanuel BA, Cass SP, Yates BJ. Effects of bilateral vestibular lesions on orthostatic tolerance in awake cats. J Appl Physiol (1985). 1999; 86(5):155260. PubMed: 10233117 32. Stapley PJ, Ting LH, Kuifu C, Everaert DG, Macpherson JM. Bilateral vestibular loss leads to active destabilization of balance during voluntary head turns in the standing cat. J Neurophysiol. 2006; 95(6):378397. PubMed: 16554521 33. Wilson TD, et al. Vestibular inputs elicit patterned changes in limb blood flow in conscious cats. J Physiol. 2006; 575(Pt 2):67184. PubMed: 16809368 34. Macpherson JM, Everaert DG, Stapley PJ, Ting LH. Bilateral vestibular loss in cats leads to active destabilization of balance during pitch and roll rotations of the support surface. J Neurophysiol. 2007; 97(6):435767. PubMed: 17428912 Vignaux et al. Page 10 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript35. Yavorcik KJ, et al. Effects of postural changes and removal of vestibular inputs on blood flow to and from the hindlimb of conscious felines. Am J Physiol Regul Integr Comp Physiol. 2009; 297(6):R177784. PubMed: 19793952 36. Barmack NH, Pettorossi VE, Erickson RG. The influence of bilateral labyrinthectomy on horizontal and vertical optokinetic reflexes in the rabbit. Brain Res. 1980; 196(2):5204. PubMed: 7397544 37. Waespe W, Wolfensberger M. Optokinetic nystagmus (OKN) and optokinetic after-responses after bilateral vestibular neurectomy in the monkey. Exp Brain Res. 1985; 60(2):2639. PubMed: 4054270 38. Baek JH, Zheng Y, Darlington CL, Smith PF. Evidence that spatial memory deficits following bilateral vestibular deafferentation in rats are probably permanent. Neurobiol Learn Mem. 2010; 94(3):40213. PubMed: 20736074 39. Yates BJ, Siniaia MS, Miller AD. Descending pathways necessary for vestibular influences on sympathetic and inspiratory outflow. Am J Physiol. 1995; 268(6 Pt 2):R13815. PubMed: 7611512 40. Hinoi E, et al. An osteoblast-dependent mechanism contributes to the leptin regulation of insulin secretion. Ann NY Acad Sci. 2009; 1173(Suppl 1):E2030. PubMed: 19751411 41. Elefteriou F. Regulation of bone remodeling by the central and peripheral nervous system. Arch Biochem Biophys. 2008; 473(2):2316. PubMed: 18410742 42. Rohrer DK, Chruscinski A, Schauble EH, Bernstein D, Kobilka BK. Cardiovascular and metabolic alterations in mice lacking both beta1- and beta2-adrenergic receptors. J Biol Chem. 1999; 274(24):167018. PubMed: 10358009 43. Yadav VK, et al. A serotonin-dependent mechanism explains the leptin regulation of bone mass, appetite, and energy expenditure. Cell. 2009; 138(5):97689. PubMed: 19737523 44. Takeda S, et al. Leptin regulates bone formation via the sympathetic nervous system. Cell. 2002; 111(3):30517. PubMed: 12419242 45. Kerman IA, Yates BJ. Regional and functional differences in the distribution of vestibulosympathetic reflexes. Am J Physiol. 1998; 275(3 Pt 2):R82435. PubMed: 9728081 46. Wilkinson KA, Maurer AP, Sadacca BF, Yates BJ. Responses of feline medial medullary reticular formation neurons with projections to the C5-C6 ventral horn to vestibular stimulation. Brain Res. 2004; 1018(2):24756. PubMed: 15276885 47. Cai Y-L, Ma W-L, Wang J-Q, Li Y-Q, Li M. Excitatory pathways from the vestibular nuclei to the NTS and the PBN and indirect vestibulo-cardiovascular pathway from the vestibular nuclei to the RVLM relayed by the NTS. Brain Res. 2008; 1240:96104. PubMed: 18809392 48. Hohmann EL, Elde RP, Rysavy JA, Einzig S, Gebhard RL. Innervation of periosteum and bone by sympathetic vasoactive intestinal peptide-containing nerve fibers. Science. 1986; 232(4752):868 71. PubMed: 3518059 49. Kerman IA, Emanuel BA, Yates BJ. Vestibular stimulation leads to distinct hemodynamic patterning. Am J Physiol Regul Integr Comp Physiol. 2000; 279(1):R11825. PubMed: 10896872 50. De Souza RL, Pitsillides AA, Lanyon LE, Skerry TM, Chenu C. Sympathetic nervous system does not mediate the load-induced cortical new bone formation. J Bone Miner Res. 2005; 20(12):2159 68. PubMed: 16294269 51. Levasseur R, et al. Sympathetic nervous system as transmitter of mechanical loading in bone. Joint Bone Spine. 2003; 70(6):515519. PubMed: 14756119 52. Tavassoli M. Medical problems of space flight. Am J Med. 1986; 81(5):8504. PubMed: 3490786 53. Mendy A, et al. Low bone mineral density is associated with balance and hearing impairments. Ann Epidemiol. 2014; 24(1):5862. PubMed: 24263001 Vignaux et al. Page 11 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFig. 1. VBX-induced bone loss in mice 1 month after VBX. ( A) Vestibular syndrome score (in arbitrary unit), 3, 15, and 30 days after VBX. ( B) Serum TNF  level 1 month after sham operation or VBX. ( C) Trabecular bone volume ratio (BVTV), trabeculae number (Tb.N), thickness (Tb.Th), and space (Tb.Sp), osteoblast and osteoclast surface per bone surface (Ob.SBS, Oc.SBS), osteoblasts and osteoclasts number per bone perimeter (N.ObB.Pm, N.OcB.Pm), mineralized surface per bone surface (MSBS), bone formation rate per bone surface (BFRBS), and mineral apposition rate (MAR) 1 month after sham operation or VBX. ( D) Ambulatory distance 3 and 27 days after sham operation or VBX. ( AD) n  8 10group; error bars are standard deviations; p  0.05, p  0.01, p  0.005 versus WT PBS.Vignaux et al. Page 12 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFig. 2. VBX-induced bone loss in young adult mice is transient. ( A) Trabecular bone volume ratio (BVTV) 1, 3, and 6 months after VBX lesion (CT measurements). ( B) Ucp1 expression in brown adipose tissue 1, 3, and 6 months after VBX lesion. Values are normalized to WT PBS 1 month after lesion in B; n  10group; error bars are standard deviations; p  0.01, p  0.005; p  0.005 versus WT PBS 1 month after lesion.Vignaux et al. Page 13 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFig. 3. AR blockade prevents VBX-induced bone loss. ( A) Vestibular syndrome score (in arbitrary unit) 3, 15, and 30 days after VBX ( p  0.005 versus sham). ( B) Trabecular bone volume ratio (BVTV) in 3-month-old 2AR and 2AR mice subjected to sham or VBX (CT measurements). ( C) Trabecular bone volume ratio (BVTV) in 3-month-old 2AR2.3col1 and 2AR2.3col1 mice subjected to sham or VBX (CT measurements). ( D) Trabecular bone volume ratio (BVTV) in mice subjected to sham or VBX, treated or not with propranolol (Pro., 0.5 gL). ( AD) n  10group; error bars are standard deviations; p  0.05, p  0.01, p  0.005.Vignaux et al. Page 14 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptAuthor Manuscript Author Manuscript Author Manuscript Author ManuscriptVignaux et al. Page 15 Table 1 Bone Microarchitecture Parameters 1, 3, and 6 Months After Sham Operation or VBX (CT Measurements) 1 month post-VBX 3 months post-VBX 6 months post-VBX WT PBS WT VBX WT PBS WT VBX WT PBS WT VBX Tb.N 3.9600.235 3.9640.313 3.6080.261 3.6150.199 2.8310.241 2.9880.136 Tb.Th (mm) 0.0390.001 0.0350.0010.0410.004 0.0470.006 0.0450.004 0.0440.007 Tb.Sp (mm) 0.2540.016 0.2550.021 0.2790.022 0.2790.013 0.3600.033 0.3350.013 Tb.N, trabeculae number; Tb.Th, trabeculae thickness; Tb.Sp, trabeculae space; n  10group; meanstandard deviations. p  0.05 versus WT PBS 1 month after lesion. J Bone Miner Res . Author manuscript; available in PMC 2016 March 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptVignaux et al. Page 16 Table 2 Bone Microarchitecture Parameters 1 Month After Sham Operation or VBX (CT Measurements) in Control, , or 2.3col1 Mice 2AR mice 2AR PBS 2AR VBX 2AR PBS 2AR VBX Tb.N 3.9000.269 3.8340.144 4.0990.356 3.8270.231 Tb.Th (mm) 0.0320.002 0.0280.002 0.0320.002 0.0320.002 Tb.Sp (mm) 0.2590.019 0.2580.016 0.2450.022 0.2650.016 Ob.SBS () 16.3131.334 10.2221.394 15.5101.195 16.1280.835 Oc.SBS () 2.2930.517 4.6450.923 2.2920.461 2.2750.641 N.ObB.Pm (Nbmm) 9.5600.152 5.4220.178 9.7430.182 2.2920.461 N.OcB.Pm (Nbmm) 2.1510.685 5.0341.713 2.1971.145 2.7001.390 MSBS () 45.5356.999 26.0756.840 46.2047.210 45.8716.544 BFRBS (m3m2d) 1.0550.082 0.61350.424 1.1050.076 1.0920.0875 MAR (md) 2.3170.331 2.3530.379 2.3920.283 2.3820.443 2AR 2.3col1 mice 2AR 2.3col1 PBS 2AR 2.3col1 VBX 2AR 2.3col1 PBS 2AR 2.3col1 VBX Tb.N 4.2370.243 4.1330.254 4.4020.063 4.4640.332 Tb.Th (mm) 0.0400.003 0.0360.001 0.0400.003 0.0400.003 Tb.Sp (mm) 0.2310.018 0.2510.026 0.2260.005 0.2220.028 Ob.SBS () 16.8740.835 10.6231.682 16.6221.070 16.5421.310 Oc.SBS () 2.2520.707 5.2581.389 2.3751.061 2.7561.282 N.ObB.Pm (Nbmm) 9.8711.246 5.6250.744 9.6231.401 9.5201.773 N.OcB.Pm (Nbmm) 2.1620.723 5.3201.581 2.2881.137 2.8351.342 MSBS () 46.4727.436 27.4297.035 46.7746.860 45.8737.280 BFRBS (m3m2d) 1.0980.084 0.6550.418 1.1120.074 1.0970.0827 MAR (md) 2.3630.367 2.3880.402 2.3780.362 2.3920.381 Tb.N, trabeculae number; Tb.Th, trabeculae thickness; Tb.Sp, trabeculae space; Ob.SBS, osteoblast surface per bone surface; Oc.SBS, osteoclast surface per bone surface; N.ObB.Pm, osteoblasts number per bone perimeter; N.OcB.Pm, osteoclasts number per bone perimeter; MSBS, mineralized surface per bone surface; BFRBS, bone formation rate per bone surface; MAR, mineral apposition rate. n  10group; meanstandard deviations. p  0.05, p  0.01, p  0.005 versus control. J Bone Miner Res . Author manuscript; available in PMC 2016 March 01.Author Manuscript Author Manuscript Author Manuscript Author ManuscriptVignaux et al. Page 17 Table 3 Bone Microarchitecture Parameters 1 Month After Sham Operation or VBX (CT Measurements) Propranolol (Pro) Treatment in WT Mice WT PBS WT VBX WT PBSPro WT VBXPro Tb.N 3.9600.235 3.9640.313 4.0760.235 3.6970.161 Tb.Th (mm) 0.0390.001 0.0350.001 0.0380.001 0.0410.005 Tb.Sp (mm) 0.2540.016 0.2550.021 0.2460.015 0.2730.012 Tb.N, trabeculae number; Tb.Th, trabeculae thickness; Tb.Sp, trabeculae space; n  10group; meanstandard deviations. p  0.05 versus WT PBS. J Bone Miner Res . Author manuscript; available in PMC 2016 March 01.",
        "introduction": "The skeleton is richly innervated by sympathetic neurons, which are found in close vicinity to osteoblasts, the bone-forming cells.(16) The beta 2-adrenergic receptor ( 2AR) is expressed by osteoblasts, and 2AR stimulation by pharmacological 12 nonselective agonists such as isoproterenol causes bone loss, owing to reduced bone formation and increased bone resorption triggered by stimulation of Rankl expression.(7,8) In contrast, AR blockade by propranolol or genetic lack of the 2AR in Adr2-deficient mice leads to a high bone mass phenotype caused by an increase in bone formation and a decrease in bone resorption.(8,9) These studies in mice indicated that sympathetic nerve activity had important repercussions on bone homeostasis. Clinical observational evidence also suggested that this regulatory pathway was conserved between mice and humans, based on the observation that -blocker use was associated with increased bone mineral density (BMD) and reduced fracture risk in humans (although some studies did not detect association).(1012) In addition, aging is associated with an elevation in sympathetic outflow and a reduction in trabecular bone volume in humans.(13) Another condition in which sympathetic outflow and bone homeostasis are altered together is microgravity, during which sympathetic neuronal outflow is elevated.(14) Mechanical unloading contributes to bone loss in microgravity, as shown by models of bed rest in humans(15) and of tail suspension in rodents.(16) However, increased mechanical load by daily exercise in microgravity improved muscular parameters but did not preserve bone density without additional pharmacological intervention.(17) These observations suggested that countermeasures based on bone mechanical stimulation only are not optimal andor that physiological or external factors other than mechanical unloading and muscular atrophy contribute to bone loss in space. We recently showed that bilateral vestibular lesions induce bone loss in the lower limbs of rats.(18) The vestibular system is known for its crucial role in spatial orientation and postural balance, but it is also involved in the regulation of other important neurophysiological systems, including the respiratory and cardiovascular systems,(19,20) circadian regulation,(21) and cognitive function.(22) Central neural circuits enable the integration of vestibular and autonomic information. Stimulation of the vestibular nerve, either through natural stimulation induced by head movements on a stationary body or via selective stimulation of vestibular afferents, produces large effects on sympathetic neural reflexes and blood pressure.(23,24) These relationships between vestibular function, sympathetic activation, and bone loss highlighted by these independent studies led us to the hypothesis that vestibular alterations may alter bone homeostasis and bone mass via activation of sympathetic outflow. We show here, in mice, that alterations in vestibular function have a negative influence on bone mass via activation of autonomic nerves and the 2AR in osteoblasts. These findings suggest that bone loss triggered by aging and perhaps microgravity might have, in part, a vestibular origin that may initiate or exacerbate the effects of reduced mechanical and muscular loading on the skeleton.Vignaux et al. Page 2 J Bone Miner Res . Author manuscript; available in PMC 2016 March 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptMaterials and",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            }
        ]
    }
]