[
    {
        "pmid": "33692763",
        "title": "MARSBOx: Fungal and Bacterial Endurance From a Balloon-Flown Analog Mission in the Stratosphere.",
        "year": "2021",
        "journal": "Front Microbiol",
        "abstract": "Whether terrestrial life can withstand the martian environment is of paramount interest for planetary protection measures and space exploration. To understand microbial survival potential in Mars-like conditions, several fungal and bacterial samples were launched in September 2019 on a large NASA scientific balloon flight to the middle stratosphere (∼38 km altitude) where radiation levels resembled values at the equatorial Mars surface. Fungal spores of Aspergillus niger and bacterial cells of Salinisphaera shabanensis, Staphylococcus capitis subsp. capitis, and Buttiauxella sp. MASE-IM-9 were launched inside the MARSBOx (Microbes in Atmosphere for Radiation, Survival, and Biological Outcomes Experiment) payload filled with an artificial martian atmosphere and pressure throughout the mission profile. The dried microorganisms were either exposed to full UV-VIS radiation (UV dose = 1148 kJ m-2) or were shielded from radiation. After the 5-h stratospheric exposure, samples were assayed for survival and metabolic changes. Spores from the fungus A. niger and cells from the Gram-(-) bacterium S. shabanensis were the most resistant with a 2- and 4-log reduction, respectively. Exposed Buttiauxella sp. MASE-IM-9 was completely inactivated (both with and without UV exposure) and S. capitis subsp. capitis only survived the UV shielded experimental condition (3-log reduction). Our results underscore a wide variation in survival phenotypes of spacecraft associated microorganisms and support the hypothesis that pigmented fungi may be resistant to the martian surface if inadvertently delivered by spacecraft missions.",
        "full_text": "fmicb-12-601713 February 15, 2021 Time: 10:37  1 ORIGINAL RESEARCH published: 22 February 2021 doi: 10.3389fmicb.2021.601713 Edited by: Jesse G. Dillon, California State University, Long Beach, United States Reviewed by: Claudia Coleine, University of Tuscia, Italy Kai Waldemar Finster, Aarhus University, Denmark Anima Nanda, Sathyabama Institute of Science and Technology, India Correspondence: Ralf Moeller ralf.moellerdlr.de David J. Smith david.j.smith-3nasa.gov These authors have contributed equally to this work and share rst authorship Specialty section: This article was submitted to Extreme Microbiology, a section of the journal Frontiers in Microbiology Received: 01 September 2020 Accepted: 20 January 2021 Published: 22 February 2021 Citation: Corteso M, Siems K, Koch S, Beblo-Vranesevic K, Rabbow E, Berger T, Lane M, James L, Johnson P , Waters SM, Verma SD, Smith DJ and Moeller R (2021) MARSBOx: Fungal and Bacterial Endurance From a Balloon-Flown Analog Mission in the Stratosphere. Front. Microbiol. 12:601713. doi: 10.3389fmicb.2021.601713 MARSBOx: Fungal and Bacterial Endurance From a Balloon-Flown Analog Mission in the Stratosphere Marta Corteso1, Katharina Siems1, Stella Koch1, Kristina Beblo-Vranesevic2, Elke Rabbow2, Thomas Berger3, Michael Lane4, Leandro James4, Prital Johnson4, Samantha M. Waters5,6, Sonali D. Verma6,7, David J. Smith6and Ralf Moeller1 1Aerospace Microbiology Research Group, Department of Radiation Biology, Institute of Aerospace Medicine, German Aerospace Center, Cologne, Germany,2Astrobiology Research Group, Department of Radiation Biology, Institute of Aerospace Medicine, German Aerospace Center, Cologne, Germany,3Biophysics Research Group, Department of Radiation Biology, Institute of Aerospace Medicine, German Aerospace Center, Cologne, Germany,4NASA Kennedy Space Center, Engineering Directorate, Kennedy Space Center, Merritt Island, FL, United States,5Universities Space Research Association, Moffett Field, CA, United States,6NASA Ames Research Center, Space Biosciences Research Branch, Moffett Field, CA, United States,7Blue Marble Space Institute of Science, Moffett Field, CA, United States Whether terrestrial life can withstand the martian environment is of paramount interest for planetary protection measures and space exploration. To understand microbial survival potential in Mars-like conditions, several fungal and bacterial samples were launched in September 2019 on a large NASA scientic balloon ight to the middle stratosphere (38 km altitude) where radiation levels resembled values at the equatorial Mars surface. Fungal spores of Aspergillus niger and bacterial cells of Salinisphaera shabanensis , Staphylococcus capitis subsp. capitis , and Buttiauxella sp. MASE-IM-9 were launched inside the MARSBOx (Microbes in Atmosphere for Radiation, Survival, and Biological Outcomes Experiment) payload lled with an articial martian atmosphere and pressure throughout the mission prole. The dried microorganisms were either exposed to full UV-VIS radiation (UV dose  1148 kJ m2) or were shielded from radiation. After the 5-h stratospheric exposure, samples were assayed for survival and metabolic changes. Spores from the fungus A. niger and cells from the Gram-() bacterium S. shabanensis were the most resistant with a 2- and 4-log reduction, respectively. Exposed Buttiauxella sp. MASE-IM-9 was completely inactivated (both with and without UV exposure) and S. capitis subsp. capitis only survived the UV shielded experimental condition (3-log reduction). Our results underscore a wide variation in survival phenotypes of spacecraft associated microorganisms and support the hypothesis that pigmented fungi may be resistant to the martian surface if inadvertently delivered by spacecraft missions. Keywords: Mars simulation, fungal spores, spore survival, space, radiation, UV, balloon ight, stress resistance INTRODUCTION Mariner IV was the rst successful robotic mission to Mars producing surface photos and preliminary data used to model atmospheric pressure, layer heights, and temperature (Leighton et al., 1965; Binder, 1966; Fjeldbo and Eshleman, 1968). In the half century since that rst pioneering mission, orbital and surface rover missions have continued to characterize the Mars Frontiers in Microbiology  www.frontiersin.org 1 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  2 Corteso et al. MARSBOx environment  generally regarded as hostile to terrestrial life as we know it. The martian surface features highly desiccating conditions as well as extremely low pressure and temperature. Moreover, lacking a substantial atmosphere and with a weak magnetosphere (Acua et al., 2001), non-ionizing UV radiation (100400 nm) as well as high energy solar ionizing radiation (X- rays, Gamma rays, etc.) and galactic cosmic rays (GCR) bombard the planets surface (Kuhn and Atreya, 1979; Simonsen et al., 1990; Saganti et al., 2004; Hellweg and Baumstark-Khan, 2007; Barlow, 2008; Catling, 2009; Hassler et al., 2014; Martnez et al., 2017). With such an extreme radiation environment, from a terrestrial standpoint, the martian surface appears to be biocidal. To ascertain where life can survive beyond Earth, experiments in the elds of space biology and astrobiology have examined the responses of terrestrial model organisms to simulated and real space conditions (Rothschild and Mancinelli, 2001; Moissl- Eichinger et al., 2016; DasSarma et al., 2020). Understanding microbial adaptations to either isolated and combined extreme environmental stressors helps (i) establish the limits of life on Earth as we know it; (ii) determine whether terrestrial life could survive on Mars; and (iii) rene the search for life in other extraterrestrial habitats (Horneck et al., 2010; Cockell et al., 2016). With the possible exception of the Viking missions, Mars has been unavailable to date for conducting controlled biological experiments; thus, extreme terrestrial analog environments have been widely used to test instrumentation and microbial survival outcomes (Marlow et al., 2008; Fairn et al., 2010; Suedfeld, 2010; West et al., 2010). Typically, martian analog environments are located on Earths surface in regions where aridity, temperature extremes, and elevated radiation dominate the landscape. For instance, the McMurdo Dry Valleys in continental Antarctica and high-elevation deserts in Australia and South America are frequently visited, analog destinations (Clarke and Persaud, 2004; Fletcher et al., 2012; Lpez-Lozano et al., 2012; Heldmann et al., 2013; Musilova et al., 2015). However, high above Earths surface in the stratosphere ( 1550 km), another Mars analog environment exists, presenting a unique combination of environmental insults that more closely resemble conditions on the Red Planet. In the middle stratosphere during daytime hours, the following Mars-like factors are simultaneously present: intense, full spectrum ultraviolet (UV) radiation, high energy ionizing radiation (including secondary scattering), desiccation, hypoxia, and ultralow temperatures and pressures (Clark and McCoy, 1965; Potemra and Zmuda, 1970; Vampola and Gorney, 1983; Keating et al., 1987; Clancy and Muhleman, 1993; Von Engeln et al., 1998; Seele and Hartogh, 1999; Shepherd, 2000; Lambert et al., 2007; Mertens et al., 2016; Caro et al., 2019). Taken together, these combined conditions cannot be found naturally anywhere on the surface of the Earth and would be challenging to easily reproduce in laboratory-based experiments. Reaching the middle stratosphere is relatively achievable compared to suborbital and orbital spaceight investigations. High-altitude scientic balloons have been used for more than eight decades to study the atmosphere and atmospheric phenomena (Winckler et al., 1959; Winckler, 1960; Murcray et al., 1969; Mertens et al., 2016; Caro et al., 2019) and more recently for conducting biological exposure experiments(Stevens, 1936; Simons, 1954; Sullivan and Smith, 1960; Rainwater and Smith, 2004; Beck-Winchatz and Bramble, 2014; Coleman and Mitchell, 2014; Smith et al., 2014; Khodadad et al., 2017; Smith and Sowa, 2017; Pulschen et al., 2018). In this study, we take advantage of a large scientic balloon mission to the middle stratosphere ( 38 km altitude) for exposing microorganisms and measuring their survival and metabolic responses while monitoring ionizing radiation levels and other pertinent environmental conditions. Four microorganisms relevant to astrobiology and space biology were own inside the Microbes in Atmosphere for Radiation, Survival, and Biological Outcomes Experiment (MARSBOx) payload. The two bacterial extremophiles, Salinisphaera shabanensis and Buttiauxella sp. MASE-IM-9, were included to test the hypothesis that terrestrial microbial strains, isolated from extreme Mars- analog environments, can withstand the stress factors of a martian-like environment. The fungus Aspergillus niger and the bacterium Staphylococcus capitis subsp. capitis were included in this study because they are human-associated and opportunistic pathogens, and have both been previously detected on the International Space Station (ISS). Thus, they are likely to travel to Mars in crewed space missions (Novikova et al., 2006; Checinska et al., 2015; Be et al., 2017; Mora et al., 2019; Sobisch et al., 2019). Moreover, spores from A. niger might resist space travel on the outside of a spacecraft; therefore, understanding their survival potential in a Mars-like environment is of interest to planetary protection. The MARSBOx design was a balloon-compatible, NASA- adapted version of hardware from the European Space Agencys (ESA) biological exposure missions EXPOSE-E and EXPOSE- R aboard the ISS (Rabbow et al., 2009; Rabbow et al., 2012, 2015), using the transport and exposure box (Trex-Box) from the European MASE project (Beblo-Vranesevic et al., 2017a). To adjust for Mars atmospheric conditions, the Trex-Box was lled with a Mars gas mixture at 510 mbar during the mission. Herein, we report results from the rst MARSBOx mission and summarize environmental conditions that collectively indicate the most robust Mars analog. MATERIALS AND METHODS Test Organisms, Media, and Sample Preparation for Flight A summary of the microorganisms used in this study can be found in Table 1 .Aspergillus niger (N402) spores were harvested after 3 days of incubation at 30C from complete medium agar plates CM; composition: 55 mM glucose, 11 mM KH 2PO 4, 7 mM KCl, 178 nM H 3BO 3, 2 mM MgSO 4, 76 nM ZnSO 4, 70 mM NaNO 3, 6.2 nM Na 2MoO 4, 18 nM FeSO 4, 7.1 nM CoCl 2, 6.4 nM CuSO 4, 25 nM MnCl 2, 174 nM EDTA; 0.5 (w v1) yeast extract and 0.1 (w v1) casamino acids, 15 g agar per Liter by ooding the plates with sterile, saline solution (0.9 NaCl) and gently scraping the spores out using a cotton stick. The spore suspensions were then ltered through a sterile lter with 2225 mm pore size (Miracloth) to remove hyphal fragments and kept at 4C. Titer determination was done using an improved Frontiers in Microbiology  www.frontiersin.org 2 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  3 Corteso et al. MARSBOx TABLE 1  Test microorganisms used in this study. Organism Classication Growth Tested as References Aspergillus niger N402 Filamentous fungus (mold)Minimal Medium 30CSpore monolayer (107spores mL1) or spore multilayer (108spores mL1) desiccated in waterBos et al., 1988 Staphylococus capitis subsp. capitis K1-2-2-23Gram-(C) bacteria Tryptic Soy Broth (TSB) or Agar (TSA) 37CCell multilayer (1109CFU mL1) desiccated in PBSSobisch et al., 2019 Salinisphaera shabanensisGram-() bacteria HalophilicMarine broth or agar 30C Cell multilayer (2 108CFU mL1) desiccated in PBS (10 NaCl) or medium.Antunes et al., 2003 Buttiauxella sp. MASE-IM-9Gram-() bacteria Tryptic Soy Broth (TSB) or Agar (TSA) 30CCell multilayer (2108CFU mL1) desiccated in PBS or medium.Cockell et al., 2018 Neubauer cell count chamber on vortexed suspensions; 20 mL of spores were then spotted onto round quartz disks (6 mm , 1 mm thickness; MolTech) in triplicate and left to dry at room temperature (22C) on the bench. Two spore concentrations were prepared for the MARSBOx ight: 1 107spores mL1 (spore monolayer) and 1 108spores mL1(spore multilayer). Presence of spore multilayer and monolayer was determined qualitatively with a scanning electron microscope (JSM-6510, Jeol), operated at 10 Kv ( Figure 1 ). Further experiments using agar plates were done with minimal medium (composition: 55 mM glucose, 11 mM KH2PO 4, 7 mM KCl, 178 nM H 3BO 3, 2 mM MgSO 4, 76 nM ZnSO 4, 70 mM NaNO 3, 6.2 nM Na 2MoO4, 18 nM FeSO 4, 7.1 nM CoCl 2, 6.4 nM CuSO 4, 25 nM MnCl 2, 174 nM EDTA, 15 g agar, per Liter). Staphylococcus capitis subsp. capitis strain K1-2-2-23 (DSM 111179) was cultivated in tryptic soy broth (TSB; BD Difco; composition: tryptone 17.0 g, soy peptone 3.0 g, glucose 2.5 g, NaCl 5.0 g, K 2HPO 42.5 g, per Liter) at 37C under constant agitation at 200 rpm for 18 h. Stationary phase cells were harvested by centrifugation (4000 rpm) in 40 mL culture for 5 min. Cells were washed by removal of the supernatant, resuspension of the pellet in 40 mL phosphate buered saline (PBS; composition: Na 2HPO 47.0 g, KH 2PO 43.0 g, NaCl 4.0 g, per Liter, pH 7.5), and centrifugation for 5 min at 4000 rpm. The washing step was repeated once and after the last centrifugation step, the pellet was resuspended in 10 mL PBS. Thirty mL of this concentrated cell suspension were pipetted onto the quartz disks and left to dry at room temperature (22C) on the bench. The absolute number of cells per quartz disk was determined by standard plate counts on tryptic soy agar (TSA; composition: tryptone 17.0 g, soy peptone 3.0 g, glucose 2.5 g, NaCl 5.0 g, K2HPO 42.5 g, agar 15 g, per Liter) to be 1.4 109cells per disk, resulting in a multilayer of bacterial cells. The facultative anaerobes, Salinisphaera shabanensis and Buttiauxella sp. MASE-IM-9, were cultivated in liquid microoxic Marine Broth (BD Difco; composition: peptone 5.0 g, yeast extract 1.0 g ferric citrate 0.1 g, NaCl 19.45 g, MgCl 25.9 g, MgSO 43.24 g, CaCl 21.8 g, KCl 0.55 g, NaHCO 30.16 g, KBr, 0.08 g, SrCl 234.0 mg, boric acid 22.0 mg, Na 4SiO 44.0 mg, NaF 2.4 mg, NH 4NO 31.6 mg, and Na 2HPO 48.0 mg, per Liter) and microoxic TSB, respectively, in sterile serum bottles with headspace pressure and gas composition of 1,010 mbarand N 2CO 2(8020 vv), respectively. Cell concentration was determined via cell counting in a Thoma counting chamber. Stationary phase cells from an overnight culture of each strain were harvested by centrifugation (14,500 g) of 1 mL culture for 15 min. To assess possible dierences in survival between cells dried in medium (UV absorption of medium components) or dried in non-absorbing buer, after the centrifugation step either (i) 950 mL of the supernatant were removed, cells were resuspended in the remaining growth media, and 50 mL were applied on each quartz disk; or (ii) cells were washed with 1 mL PBS (for S. shabanensis the NaCl content was adjusted to 10), again centrifuged for 15 min at 14,100 g, the supernatant (950 mL) was removed, and 50 mL were applied on each quartz disk. The desiccation process was conducted under oxic conditions on the bench. The absolute number of cells per quartz disk was determined by standard plate counts on Marine agarTSA to be 108cells per disk for both strains. Balloon Payload The MARSBOx payload (38.1 cm 25.4 cm63.5 cm; mass 18 kg) was built for simple mounting and integration onto the exterior of large scientic balloon gondolas ( Figure 2 ). Biological samples were enclosed within a pressurized, shielded container (Trex-Box) (Beblo-Vranesevic et al., 2017a) with a rotatable shutter that prevented solar radiation exposure during ascent and descent (i.e., experimental initiationtermination). Covering the Trex-Box was suprasil glass: 8 mm thick, with a long pass cut o of170 nm (with 0 transmission), and magnesium uoride (MgF 2), with a long pass cut o of 110 nm (custom made by MolTech, Germany) ( Figure 3B ). During the balloon ight, the MARSBOx system controlled the exposure to UV radiation so that the samples were only exposed at stratosphere altitudes Figure 4 and Supplementary Videos 1 (ascent), 2(descent). Motors, gears, and the shutter were held together by a frame composed of aluminum cutouts and 3D-printed polycarbonate- ABS components. T-slotted 8020 aluminum extrusions formed the framework of the payload, with detachable, white powder- coated aluminum panels on each face of the MARSBOx. Angle brackets on the back plate were used to mount the system onto the balloon gondola. The front panel data port contained one micro-USB port, six light emitting diodes (LEDs), and two key switches. One key switch was used to power on the system Frontiers in Microbiology  www.frontiersin.org 3 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  4 Corteso et al. MARSBOx FIGURE 1  SEM images of Aspergillus niger spores in (A)multilayer (108spores mL1) and (B)monolayer (107spores mL1). and the other was used to manually rotate the shutter lid (for loading and removing Trex-Box with samples). The LEDs were programmed to indicate the state of the onboard computers health (OSD3358, Octavo Systems) and the status of the computers state machine, GPS receiver (GPS_FGPMMOPA6H, Adafruit Industries), camera system (Hero4 Black, GOPRO with Dash controller, CamDo), heater system, and the M-42 radiation dosimeter (Berger et al., 2019). Other major payload components included three pressure sensors (MS5803, MEAS Switzerland; AMS5812, Analog Microelectronics; and BMP085, Bosch Sensortec), four temperature sensors, and a 9-axis Inertial Measurement Unit (IMU). While not own on this mission, MARSBOx can carry additional instruments (e.g., UV radiometers) located behind the front panel of the payload. For the LDB 697NT ight, power was provided by a 14.8v 25.2 Ah lithium-ion polymer battery (CU-J141, BatterySpace) fastened in place with an ultem 3-D printed battery holder. The MARSBOx payload can also utilize a direct connection to the balloon gondola power source with an acceptable input range of 9V  36V. The design and technical details of the Trex-Box were previously described in detail (Beblo-Vranesevic et al., 2017a). Briey, the design of the aluminum box was inspired by the EXPOSE mission series on the ISS (Rabbow et al., 2012; Rabbow et al., 2015) using a Trex-Box to control the transport of microorganisms during experiments (Beblo-Vranesevic et al., 2017a, 2020). The Trex-Box can be lled with gas and sealed, allowing for a sustained martian gas composition of 0.17 O 2, 95 CO 2, 0.07 CO, 2.6 N 2, and 1.9 Ar during the course ofthe experiment at Mars-like pressures ( 7 mbar) ( Figures 3C,D ). The Trex-Box enabled testing of four dierent microorganisms without cross-contamination (an issue reported in past balloon experiments; see Dez et al., 2020) because each organism was set in one of the four quarter sections of each layer ( Figure 3A ). Stratospheric Flight Experiment The Trex-Box consisted of two layers of an aluminum 64- well sample carrier, each holding quartz disks with microbial samples (see section Test organisms, media, and sample preparation for ight) that were either exposed to direct stratospheric UV radiation (UV-exposed, top layer) or shielded from UV (UV-shielded, bottom layer) ( Table 2 ). The quartz disks were glued into the sample carrier using the biocompatible Vulcanizing Adhesive for Spaceight Experiments (Wacker Chemie AG, certied by ECSS  European Cooperation for Space Standardization). For each experimental group, three quartz disks were used as ground laboratory controls and remained in normal atmospheric conditions at room temperature (22C) on the bench until analysis ( Table 2 ). The full mission timeline extended over 5 months including; (i) sample preparation and Trex-Box sample accommodation; (ii) MARSBOx payload integration; (iii) balloon ight; (iv) shipping and sample retrieval from Trex-Box; and (v) sample analysis. During the 5-month experimental duration, both ight and control samples were kept desiccated on quartz disks. Table 2 provides an overview of the conditions microbial samples experienced in this study. Frontiers in Microbiology  www.frontiersin.org 4 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  5 Corteso et al. MARSBOx FIGURE 2  MARSBOx payload labeled model. FIGURE 3  Trex-Box sample preparation. Dimensions of the Trex-Box are 13.5 cm 13.5 cm5.0 cm. The container is a gastight closable stainless-steel box with one borehole which allows an exchange of internal atmosphere. (A)Quartz disks harboring the microbial samples being placed onto the Trex-Box; (B)covering the Trex-Box with a suprasil glass that allows for full UV-VIS exposure; (C)screws were used to tighten and seal the container; (D)Earths atmosphere being replaced with Mars-gas mixture. Frontiers in Microbiology  www.frontiersin.org 5 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  6 Corteso et al. MARSBOx FIGURE 4  Balloon ight (A)Image from atop the MARSBOx payload and Trex-Box in the stratosphere during the ight. (B)Balloon ight path; stars mark opening and closing of the Trex-Box lid, which corresponds to UV-VIS radiation exposure beginning and ending. Estimated UV Radiation Dose The total UV dose J m2 that the samples were exposed to during the MARSBOx mission was calculated as follows: Dose.J m2DTFluence .mWcm2Time.sU 10 where UV uence mW cm2 values for UV A-UVB (280 400 nm) in the middle stratosphere were taken from a previous ight  6 mW cm2(Caro et al., 2019), and sample exposuretime in seconds  19140 s. Samples were exposed to an estimated total of 1148 kJ m2of UV A-UVB radiation. Previously modeled UVC (206280 nm) values by Caro et al. (2019) ranged from about 0.11 mW cm2for the altitude own during the MARSBOx mission ( 38 km). Ionizing Radiation Dosimetry: M-42 In order to determine the ionizing radiation environment during the ight, a miniaturized, low-power consumption radiation detector system (M-42) was included onboard the MARSBOx Frontiers in Microbiology  www.frontiersin.org 6 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  7 Corteso et al. MARSBOx TABLE 2  Overview of experimental design. Condition Experimental treatment Lab Control 5-month desiccation (air-dried, 22C, Earth atmosphere) Bottom Layer (UV shielded)5-month desiccation in Mars atmosphere and pressure. Exposure to temperature uctuation during balloon ight. Top Layer (UV exposed)Same as bottom layer with additional exposure to stratospheric UV radiation during balloon ight. payload. The M-42 instrument (size: 142 mm 38 mm13 mm) was developed at DLR and can actively measure the absorbed dose using a silicon detector diode (Berger et al., 2019). Two batteries allow the M-42 to operate as a stand-alone radiation detector system, but for the MARSBOx ight the instrument was externally powered through the in-built micro-USB connector. Upon launch of the balloon, power was provided and the M-42 started taking measurements. Data were stored every 5 min on a non-volatile ash memory and upon landing the instrument was switched o. Balloon Flight Prole One week before ying, the MARSBOx hardware (without biological specimens loaded) was tested in a hypobaric chamber at the Columbia Scientic Balloon Facility (Palestine, TX, United States) to validate system performance and commands. The payload was then transported to the launch site at Ft. Sumner, NM, United States (lat 34.49long104.2), where it was mounted onto the top portion of the LDB 697NT gondola. After installation and prior to launch, the payload surface was sprayed with sterile air and wiped down with isopropyl alcohol. The mission carrying the MARSBOx payload was launched on 23 September 2019 at 1400 UTC, with a full video replay of the ight available here: https:www.youtube.comwatch?vVn8qx_ 0FmV0. The balloon ascended for 2.5 h until reaching an average oat altitude of 38.2 km where it remained for 4 h, followed by a 35-min descent on parachute, landing 172 km west of the launch site (lat 35.29long105.1). Sample exposure began during ascent at 21.4 km with the Trex-Box shutter opening at 1521 UTC and concluded 5 h and 19 min later with the Trex-Box shutter closing during descent at 22.0 km at 2040 UTC ( Figure 4 ). The M-42 dosimeter was turned on at 1405 UTC when the payload was at 3.07 km and remained on until 2119 UTC at 1.75 km above the balloon landing site. Personnel from CSBF recovered the payload on 24 September 2019 and transported it back to the launch site facility inside a climate-controlled vehicle before shipping to NASA KSC at ambient conditions. Three weeks later, samples and instruments (Trex-Box and M-42) were removed from the MARSBOx payload and shipped to the DLR for post-ight analysis. Post-ight Processing After shipment arrival of the samples at the DLR, the Trex- Box was opened within an anaerobic chamber (COY Laboratory products) to ensure a constant low relative humidity ( 13 relative humidity). The quartz disks harboring dried cells and spores were retrieved from the carrier and placed inside 2 mLEppendorf tubes with 1 mL PBS respectively. For A. niger spore recovery 2 mm glass beads were added. The tubes were vortexed for 30 s to separate the cells from the disk, and the resulting suspension was used for downstream analyses. Determination of Microbial Survival via Standard Plate Counting The post-ight survival of the tested microorganisms was determined by standard plate counting, where serial dilutions (1:10) were plated on nutrient agar. For bacteria, TSA mediummarine medium was used; for A. niger minimal medium supplemented with 0.05 Triton-X was used. Agar plates were incubated for 13 days at 37C for bacteria and 30C for fungi. Colony forming units (CFU) were counted, and the colony forming units per mL (CFU mL1) were calculated. The survival fraction was calculated as NN 0, in which N is the CFU mL1 after sample retrieval and N 0is the initial cell concentration on the quartz disk. Determination of CFU mL1included at least three biological replicates per tested strain ( n3). Determination of Metabolic Activity via Resazurin Reduction To evaluate the potential for revival after exposure to Mars- like conditions, the metabolic activity of the bacterial cells and fungal spores was measured in a 96-well-plate using resazurin reduction as an indicator (alamarBlueTMCell Viability Reagent, Thermo FisherTM). In each well there was a total volume of 200 mL (130 mL of media, 50 mL of dilutions, and 20 mL of alamarBlueTM). The media used was dependent on the microorganism tested and is summarized in Table 1 . The plate was incubated for 44 h at 30C. OD 600and OD 570were measured every 30 min in a Multi-Detection Microplate Reader (Innite M200 PRO, Tecan). Orbital shaking of the plate occurred before each measurement. The percentage of reduced resazurin reagent was calculated according to the standard protocol obtained from Thermo FisherTM. Determination of A. niger Spore Germination To determine the post-ight germination of A. niger spores, spore suspensions (106spores mL1) from each tested condition were drop plated (3 mL), in triplicate, on MM agar supplemented with 0.003 yeast extract. Plates were incubated at 22C for 18 27 h. After incubation, light microscopy was used to quantify the number of germinated (G) and non-germinated (NG) spores. At least 200 spores were counted per replicate. Germination was calculated as the average of the GNG ratio of each replicate per tested condition. Evaluation of Spore Cell Wall Integrity To test spore cell wall integrity after exposure to Mars-like environmental stress, CFUs were quantied for A. niger grown in the presence of an antifungal compound that acts on the cell wall (caspofungin) and a cell wall stressor (calcouor white). Spore suspensions from the three exposure conditions (desiccated lab control, UV shielded bottom layer, and UV exposed top layer) Frontiers in Microbiology  www.frontiersin.org 7 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  8 Corteso et al. MARSBOx FIGURE 5  The M-42 count rate (cts min1) measured for the MARSBOx balloon ight mission. and fresh spores (as non-desiccated control) were serially diluted in a 96-well plate. For each dilution (101to 105), 5mL were spotted on MM nutrient agar supplemented with 0.75 mg mL1 caspofungin diacetate (Sigma) or 40 mg mL1calcouor white (Sigma), and incubated for 24 days at 30C. Statistical Analysis Survival, metabolic activity and germination data were plotted as mean values using SigmaPlot (Version 13.0, Systat Software). Error bars are presented as standard error (SE). Students t-test and the non-parametric MannWhitney test were performed with MeanCSE to identify signicant dierences between each two tested conditions, per microorganism. A two-tailed p-value of p0.05 was considered signicant. ANOV A analysis was also performed on survival data. A summary of t-test and ANOV A analysis of survival data can be found in Supplementary Tables 13 . RESULTS Middle Stratosphere as a Mars Analog Environment This study exposed dierent microorganisms ( Aspergillus niger , Staphylococcus capitis subsp. capitis, Salinisphaera shabanensis, andButtiauxella sp. MASE-IM-9) to a Mars analog environment.The robust simulation of Mars environmental conditions was made possible with access to Earths middle stratosphere onboard a scientic balloon ight, where combined conditions include elevated non-ionizing and ionizing radiation doses, low temperature, and extreme desiccation. Additionally, samples were own inside a Trex-Box container with Mars gas composition (mostly CO 2) and surface atmospheric pressure (5 10 mbar). Onboard the MARSBOx payload, microbial samples were exposed as dried cells or spores desiccated on quartz disks in two dierent layers: a bottom layer that was shielded from UV radiation, and a top layer that was exposed to stratospheric UV conditions. Table 3 summarizes the environmental conditions in the balloon ight compared to the generalized equatorial surface of Mars based on available measurements and models. M-42 Ionizing Radiation Data In the following sub-section, we will only provide a snapshot of the data measured with the M-42 instrument to demonstrate proof of operations during the mission. In Figure 5 , we provide the count rate of the silicon diode for the whole time the system was powered. The count rate plot shows the crossings of the Regener maximum (Regener and Pfotzer, 1935), during ascent and descent of the balloon. At cruising altitude, we saw a nearly constant count rate which results in a dose rate of 75.5 13mGy per day. In total we measured a dose of 20.9 mGy for the Frontiers in Microbiology  www.frontiersin.org 8 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  9 Corteso et al. MARSBOx FIGURE 6  Survival fraction (NN0) of tested strains after exposure to Mars simulated conditions aboard the MARSBOx payload. (A)S. shabanensis (B)S. capitis subsp. capitis .(C,D) A. niger spores in monolayer (C)and in multilayer (D). Data for Buttiauxella sp. MASE-IM-9 are not shown, since no surviving cells were recovered after exposure. whole mission, which is equivalent to around 10 days of natural background radiation received in the DLR laboratory in Cologne. Stratospheric Sunlight Reduced Microbial Survival Figure 6 summarizes survival fractions for exposed microorganisms in the balloon experiment. Spores from the lamentous fungus A. niger showed the highest endurance to the combined stresses of stratospheric radiation and simulated martian atmospheric and temperature conditions during the MARSBOx ight ( Figure 6D ). The extremophilic bacterium S. shabanensis tolerated desiccation but showed a decrease in survival in the UV-exposed layer of the Trex-Box ( Figure 6B ). The human-associated S. capitis subsp. capitis also displayed sensitivity to UV exposure, with only cells from the UV-shieldedbottom layer surviving the ight experiment (i.e., still exposed to Mars gas, desiccation and temperature uctuation). It should be noted that the laboratory control cells of S. capitis subsp. capitis, kept desiccated under oxic conditions, were not revivable. Buttiauxella sp. MASE-IM-9 showed no growth, even in the laboratory controls; consequently, stratosphere exposure eects could not be determined for this microorganism. Survival and Metabolic Activity of Staphylococcus capitis subsp. capitis ForS. capitis subsp. capitis , the average of three samples ( n 3) from ight conditions and six samples ( n 6) from the laboratory control are shown in Figure 6A . In the UV-exposed samples and the laboratory controls, no surviving cells could be detected via determination of CFU mL1. The UV-shielded samples showed Frontiers in Microbiology  www.frontiersin.org 9 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  10 Corteso et al. MARSBOx TABLE 3  Environmental conditions aboard balloon ight compared to martian conditions. Parameters Balloon Flight CTrex-Box (738 km alt.)Mars (at equator) UV uence (280  400 nm) 6 mW cm2a5 mWcm2b Temperature (min.) 51C 73C Temperature (max.) C21C C20C Sample exposure duration 5 h 19 min  Atmosphere composition 95 CO 2 96 CO 2 1.9 Ar 1.9 Ar 2.6 N 2 1.9 N 2 0.17 O 2 0.14 O 2 0.07 COc0.07 COd Atmospheric pressure 510 mbar 510 mbare Total UV dose (est.) 1148 kJ m2f- aFluence rates for stratospheric UVA-UVB were measured in a previous balloon ight (Caro et al., 2019). bSchuerger et al., 2003. cMars gas in Trex-Box was ordered from Boggs Gases, Inc. (Titusville, FL, United States) as a commercial mixture of the top ve gasses in the martian atmosphere (Schuerger et al., 2008). dMahaffy et al., 2013. eBarlow, 2008. fTotal estimated UV dose that samples were exposed to during the balloon ight (see section Estimated UV radiation dose). a signicant reduction of the survival fraction by three orders of magnitude ( p 0.03). Metabolic activity was detected in UV- shielded (bottom layer) and UV-exposed (top layer) samples, but not in the laboratory controls. Metabolic activity in the UV- exposed cells was delayed in comparison to UV-shielded cells (Figure 7A ). UV-shielded cells reached the maximum reduction of resazurin (70) after 28 h of incubation, whereas in UV- exposed cells, the resazurin reduction was still below 70 after 44 h (total incubation time). Survival and Metabolic Activity of Buttiauxella sp. MASE-IM-9 ForButtiauxella sp. MASE-IM-9, the survivability of cells dried in medium or buer was evaluated. This strain did not survive laboratory controls or the MARSBOx ight samples. Similarly, with resazurin assay no metabolic activity was detected for Buttiauxella sp. MASE-IM-9, in any of the samples. Survival and Metabolic Activity of Salinisphaera shabanensis No survival dierences between S. shabanensis cells dried in medium and S. shabanensis cells dried in buer were observed. Therefore, the average of six samples ( n 6) was reported in Figure 6 . While S. shabanensis was able to endure 5 months of desiccation, there was still an overall reduction of four orders of magnitude (laboratory control, Figure 6B ). The survival for the laboratory control and the UV-shielded cells was similar (p 0.725), with UV exposure further reducing the survival fraction ( p 0.602) ( Figure 6B ). These results were supportedby the metabolic activity assay with resazurin reduction in both laboratory controls and own UV-shielded cells ( Figure 7B ). Survival and Metabolic Activity of Aspergillus niger Spores Compared to other microorganisms evaluated in our experiment, A. niger spores were the most resistant to all tested conditions (Figure 6 ). Two dierent A. niger spore concentrations were tested in the Trex-Box: 107spores mL1(spore monolayer) and 108spores mL1(spore multilayer); n 3 for each concentration ( Figure 1 ). Survival of UV-exposed spores was reduced by two orders of magnitude compared to laboratory controls, in both spore monolayer ( p 0.001) and spore multilayer ( p 0.001). Survival of UV-shielded spores, i.e., still exposed to Mars gas, pressure and temperature, was not aected, when compared to laboratory controls, in either the monolayer ( p 0.592) or multilayer ( p 0.495) concentration (Figures 6C,D , respectively). When assessing the time taken to reach the maximum of metabolic activity, UV-exposed monolayer spores were delayed by 48 (peaking only after 43 h of incubation) when compared with laboratory control (peaking after 29 h of incubation); and multilayer spores were delayed by 38 (peaking only after 36 h of incubation) when compared with laboratory control (peaking after 26 h of incubation) as shown in Figures 7C,D , respectively. Spore germination was delayed by 22 in UV-exposed spores, being detected only after 27 h, versus 22 h of laboratory control. Germination rate was signicantly lower in UV-exposed when compared to UV-shielded spores ( p 0.01 monolayer; p0.001 multilayer) and when compared to laboratory controls (p 0.03 monolayer; p 0.08 multilayer) ( Figure 8 ). UV-shielded spores showed decreased ability to cope with cell wall stress (1 order of magnitude; whereas UV-exposed spores were shown to be highly sensitive to cell wall stress, 2 or more orders of magnitude) ( Figure 9 ). Survival, germination, and metabolic activity were compared between spore monolayer and spore multilayer ( Table 4 ). In UV- shielded martian-like conditions, the presence of a multilayer was shown to signicantly decrease survival ( p  0.01) ( Figure 6 ) and germination rate ( p 0.004) ( Figure 8 ), but to signicantly increase metabolic activity ( p 0.02) ( Figure 7 ). In UV-exposed, Mars-like conditions, the presence of a spore multilayer did not aect survival ( p  0.5) or germination rate ( p  0.1); but was shown to increase metabolic activity ( p 0.04). Multilayer spores were signicantly faster in reaching the metabolic maximum than monolayer spores, in all tested conditions ( Table 4 ). DISCUSSION Relevance to Space Biology and Astrobiology In this study, bacterial and fungal strains were exposed to Mars- like environmental conditions onboard the MARSBOx payload during a 7 h balloon ight to the middle stratosphere ( 38 km). The tested microorganisms ( Aspergillus niger ,Staphylococcus Frontiers in Microbiology  www.frontiersin.org 10 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  11 Corteso et al. MARSBOx FIGURE 7  Metabolic activity upon revival, after exposure to Mars simulated conditions aboard the MARSBOx payload. Metabolic activity is depicted as percentage of reduced resazurin. (A)S. shabanensis (B)S. capitis subsp. capitis .(C,D) A. niger spores in monolayer (C)and in multilayer (D). FIGURE 8  (A) Germination rate (GNG) of A. niger spores after exposure to simulated Mars conditions. (B)Light microscopy showing resting spores (red), swollen spores (yellow) and germinated spores (green). Both resting and swollen spores were counted as ungerminated. capitis subsp. capitis, Salinisphaera shabanensis, andButtiauxella sp. MASE-IM-9) were chosen based on astrobiology and space biology relevance. Moreover, the choice of these strains was to provide a representative set of samples that are capable of demonstrating the MARSBOx experimental design as a valuable martian analog for future investigations.To test the hypothesis that isolates from extreme Mars-analog environments on Earth would be able to survive the MARSBOx simulated martian conditions, two extremophilic bacteria were included. The bacterium S. shabanensis is a halophile isolated from the brineseawater interface of the Shaban Deep at a depth of 1.3 km where the maximal salinity reaches 26 (Eder Frontiers in Microbiology  www.frontiersin.org 11 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  12 Corteso et al. MARSBOx FIGURE 9  Stress resistance of A. niger towards caspofungin (antifungal compound) and to calcouor white (cell wall stressor), after spore exposure to simulated martian conditions. TABLE 4  Impact of spore monolayer versus spore multilayer in A. niger resistance to Mars-like conditions. Monolayer Multilayerfp-value Survival fractionaLab Control 5.31011.81011.11015.9102 0.09 UV shielded 6.41018.01022.11016.6102 0.01 UV exposed 1.31024.51032.11015.2103 0.5 Metabolic max.bLab Control 205 23 1  0.6 UV shielded 291 36 0.1  0.002 UV exposed 137 35 0.5  0.04 Time until max.cLab Control 29 h1.3 26 h 0.7  0.1 UV shielded 30 h0.3 29 h 0.3  0.07 UV exposed 44 h2 36 h 0.6  0.002  Germination ratedLab Control 0.380.09 0.24 0.03  0.2 UV shielded 0.470.01 0.23 0.04  0.004  UV exposed 0.010.00 0.03 0.01  0.1 aSurvival fraction calculated as NN 0. bMetabolic activity maximum, measured as  of reduced resazurin. cIncubation time taken to reach maximum of metabolic activity (h). dTime of incubation until metabolic peak was detected (h). fPresence of spore multilayer has increased ( ) or decreased () the measured parameter. et al., 2002). Deep-sea brine pools have been identied as martian analogs in regards to the salinity and water activity in brines (Antunes, 2020). On the surface of Mars, brines might remain liquid at ultra-low temperatures (Toner and Catling, 2016). In addition to high salinity, the martian surface lacks oxygen and nutrients. For these reasons, the Gram-(- ) bacterium, Buttiauxella sp. MASE-IM-9, isolated from an anoxic, nutrient-limited, and sulphidic martian analog spring in Germany (Cockell et al., 2018), was also included in our study. An emerging body of evidence shows that spores from the fungus A. niger can withstand harsh conditions (e.g., radiation, heat, low water activity, etc.) (Singaravelan et al., 2008; Esbelin et al., 2013; Segers et al., 2018; Corteso et al., 2020a), probably due to the roles of pigmentation, cell wall structure, and metabolic suppression, which might enable them to survive space travel on the outer surfaces of a spacecraft, and to thrive within the spacecrafts controlled habitat. Alarmingly, the inhalation of A. niger spores may cause respiratory diseases, especially when in closed indoor habitats such as the ISS, which facilitate sporedispersal (Silverman et al., 1967; Latge, 1999; Esbelin et al., 2013; Corteso et al., 2020a,b). This motivates further study on how the species responds to spaceight conditions, and consequent implications for astronaut health, in particular in long-term space missions. Moreover, on Earth, A. niger is used in biotechnology to produce a wide-range of useful compounds including citric acid, antibiotics, and enzymes (Meyer et al., 2011; Cairns et al., 2018). Consequently, A. niger could play an important role in human space exploration as long-duration, far- reaching, missions may require biomanufacturing and resource- independence from Earth (Silverman et al., 1967; Latge, 1999; Esbelin et al., 2013; Corteso et al., 2020a,b). Finally, S. capitis is a Gram-(C) bacterium commonly associated as a commensal species on human skin (Byrd et al., 2018). However, S. capitis also has the ability to cause infections in neonates and form biolms on implants (de Silva et al., 2002; Cui et al., 2013). The Staphylococcus capitis subsp. capitis strain K1-2- 2-23 (DSM 111179) used in this study was isolated aboard the ISS within an indoor exposure experiment (Sobisch et al., 2019). Its Frontiers in Microbiology  www.frontiersin.org 12 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  13 Corteso et al. MARSBOx occurrence in crewed space stations, the clinical relevance and the phylogenetic proximity to other clinically relevant staphylococcal species make S. capitis a useful model organism to study the eects of space conditions on opportunistic human pathogens, and to identify potential risks of crew infection (Xiao et al., 2019). Radiation Levels in the Middle Stratosphere Life on Earth is protected from low-wavelength UV radiation (100280 nm) by atmospheric ozone (Horneck et al., 2010). Above the concentration of atmospheric ozone, where large scientic balloon missions oat, UV radiation levels nearly match those expected on the surface of equatorial Mars. For instance, Caro et al. (2019) recently measured an average instantaneous UV A-UVB ux of6 mW cm2on a meteorological balloon mission own to the middle stratosphere; the total combined dose measured was 1.9 kJ. In comparison, 5 mW cm2was the reported value to be expected at the surface of Mars for UV A-UVB according to calculations from Schuerger et al. (2003). Surprisingly few UVC measurements have been obtained for Earths middle stratosphere but Caro et al. (2019) modeled an expected range of 0.11 mW cm2for altitudes above the ozone layer. Besides intense UV radiation (derived levels in this study), we measured ionizing radiation in the middle stratosphere with the M-42 active dosimeter. This was the rst successful M- 42 ight test in preparation for the dosimetry suite onboard the upcoming Matroshka AstroRad Radiation Experiment on the NASA Artemis I mission (Berger et al., 2019). At the 38 km oat altitude on the MARSBOx mission, the dose rate was almost constant, around 75.5 13mGy day1. In comparison, the dose rate measured on the surface of Mars for the same time period would approach 260 mGy day1. A more comprehensive radiation biophysics analysis (e.g., Monte Carlo calculations) will be reported later alongside additional balloon ight measurements from a joint NASA-DLR long-duration Antarctic mission own in December 2019. In the meantime, we point readers interested in the ionizing radiation levels of the middle stratosphere over New Mexico to the RaD-X mission results from Mertens (2016). Bacterial Survival The endurance of S. shabanensis, a non-pigmented halophile, to the (derived) UV dose of 1148 kJ m2during the balloon ight was unanticipated considering the original isolation source for the species was a deep-sea brine pool with no direct illumination from sunlight. Our stratosphere balloon mission results for S. shabanensis (partial resistance to UV exposure) reveal a wide variability in UV response based on the model bacterium studied. It was previously reported that even vegetative Escherichia coli cells can persist for 7 days under simulated Mars conditions, even when exposed to 8 h of UVC irradiation (200 280 nm) at a uence of 3.6 W m2per day (Berry et al., 2010). Besides innate physiological dierences, survival rates might also be inuenced by the degree to which the UV dose was attenuated. With past laboratory- and ight-based experiments embedding microorganisms in dierent substrates  includingMars analog soils  the eects of UV (alone) can be dicult to assess (Rettberg et al., 2004; Wadsworth and Cockell, 2017). Cell layering (discussed later in section  A. niger spores survive Mars-like conditions) also likely plays a role in variable survival outcomes, as reported with past stratosphere exposure studies (Khodadad et al., 2017). We expected S. capitis subsp. capitis to be more tolerant to radiation in the stratosphere because of its natural occurrence on human skin (Byrd et al., 2018), where direct illumination from sunlight would be common. For instance, the average UV dose causing erythema (abnormal redness of the skin) of Americans is approximately 25 kJ m2per year (Godar et al., 2001). Whether the tested bacterial strains would be able to survive in a real Mars-surface environment depends on various aspects; however, access to UV-shielding will certainly play a major role. This was seen in our study, as both the halophilic bacterium S. shabanensis , and the human skin associated bacterium S. capitis subsp. capitis survived the UV-shielded Mars-like environment during the balloon ight. In the event that these bacteria are brought to Mars, either in robotic missions for astrobiological research purposes; or by accident through crew- led contamination in space missions (Avila-Herrera et al., 2020) our results suggest that bacterial bioburden embedded deep inside of spacecraft sent to Mars might remain viable for longer periods of time ( 5 h). Bacterial Desiccation Tolerance in Mars-Like Conditions Desiccation can be a stressful condition for cells, where the accumulation of reactive oxygen species and irreversible changes in lipids, proteins, and nucleic acids can lead to death (Cox, 1993; Dose and Gill, 1995). Some microorganisms can tolerate extreme desiccation by ceasing metabolic activity in a state of anhydrobiosis (Glasheen and Hand, 1988; Wright, 1989; Potts, 1994). Our results for the bacterial species S. shabanensis showed survival under long-term desiccation and sunlight exposed ight conditions. The survival for the laboratory control and the UV- shielded organisms are similar, which may indicate a desiccation sensitivity of this strain. Cells of S. capitis subsp. capitis K1-2-2- 23 were inactivated from the ight UV-exposure but did partially survive the UV-shielded layer of the Trex-Box. Interestingly, the desiccated laboratory controls for S. capitis subsp. capitis did not survive the experiment, indicating that long-term resistance to desiccation was only possible when cells were under the Mars- like atmosphere and not when kept in Earth atmosphere. The results from the balloon ight warrant further investigation to determine if a Mars gas mixture has an impact on the stability of some bacterial species. For instance, it is known that the presence of oxygen can decrease the survivability of prokaryotes during desiccation (Potts, 1994; Vriezen et al., 2007; Beblo- Vranesevic et al., 2017b) and in additional experiments we observed that the survival of S. capitis subsp. capitis K1-2-2- 23 increased when desiccation occurred in anoxic conditions (data not shown). Finally, the last bacterial species own in this experiment, Buttiauxella sp. MASE-IM-9, did not survive long-term desiccation. Therefore, no surviving cells could be Frontiers in Microbiology  www.frontiersin.org 13 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  14 Corteso et al. MARSBOx detected in the balloon ight samples or from laboratory controls. This negative result was consistent with previous Mars analog experiments where Buttiauxella sp. MASE-IM-9, a facultative anaerobe, survived a maximum of 3 months of desiccation (Beblo-Vranesevic et al., 2018, 2020). A. niger Spores Survive Mars-Like Conditions While bacterial cells were sensitive to UV exposure in the middle stratosphere, in addition to long-term desiccation, A. niger spores were highly resistant to all tested conditions. Laboratory controls demonstrated A. niger spore endurance to 5-month desiccation, when air-dried and kept at room temperature (22C) at the bench, under Earth atmospheric conditions. Spores of A. niger shielded from UV (bottom layer) endured a 5-month desiccation within Mars-like atmosphere and pressure, with additional exposure to extreme temperature uctuations during the balloon ight (51C toC21C). Finally, spores of A. niger exposed to UV (top layer) withstood over 5 h of full simulation of Mars environmental conditions, i.e., exposed to Mars gas, atmosphere, temperature uctuation, and to a total estimated UV A-UVB dose of 1148 kJ m2during the balloon ight. A previous study testing A. niger spore survival to desiccation and solar radiation was done in an experimental setting similar to this study: A. niger spore monolayers were dried in glass disks and exposed to 16 kJ m2of UVB (280320 nm); the specimens were highly resistant, with 245 survival (Dose et al., 2001). The extraordinarily high level of resistance of A. niger spores to UVC radiation (LD 90 value of 1038 J m2) has been previously reported by Corteso et al. (2020a). Another balloon-own study (i.e., same launch site and season; dierent year) with pigmented spores of the fungus Fuligo spectica showed that these remained viable after a 9 h exposure to conditions in the stratosphere (Dez et al., 2020). In theAspergillus genus, secondary metabolites e.g., DHN-melanin (a pigment) and fumiquinazoline might be associated with UV protection roles (Blachowicz et al., 2020). The ubiquitous presense of A. niger spores in human indoor-closed habitats, and their high resistance to outer space conditions, suggests these will likely travel with us to Mars. A contamination scenario, several factors might aect the survivability potential of A. niger spores in a Mars-surface environment. Some are intrinsic to the spores, e.g., molecular mechanisms such as DNA repair systems; or structural protection mechanisms such as the thick cell wall (Latg et al., 2017). Whereas other factors are external, for instance, shielding from the spacecraft surfaces or martian regolith. An important factor known to impact survival outcomes is the starting cell concentration (Khodadad et al., 2017). To test this, we compared A. niger responses to the stratosphere as either a spore monolayer (107spores ml1) or a spore multilayer (108spores ml1) (Table 4 ). When exposed to UV-shielded conditions, a higher starting spore concentration (multilayer) inuenced all primary measures (i.e., survival fraction, spore germination, and metabolic activity). Unexpectedly, spores in a multilayer yielded a decreased survival in laboratory controls and UV shielded conditions, as well as a decreased germination rate in all tested conditions, when compared with spores in a monolayer. Thesediscrepancies might simply be due to incomplete removal of biomass from the quartz disks or due to the presence of hyphae fusion in germination test plates; either of which could lead to undercounting. Moreover, in A. niger spores, the cell wall is a highly complex structure that plays an important role in protecting the spores from extracellular environmental stress. The spore cell wall is composed mainly of polysaccharides ( a-glucans b-glucans), galactomannan, and chitin; and is surrounded by a rodlet layer with hydrophobic surface proteins, and a melanin layer. When germinating into vegetative cells (hyphae), the spore cell wall is remodeled and no longer provides protection to extreme conditions (Latg et al., 2017). Considering environmental changes typically act rst on the cell wall, we evaluated how Mars-like conditions might alter A. niger spore cell wall integrity. All tested spores were able to revive (i.e., germinate) and grow in media supplemented with cell wall stressors: calcouor white or caspofungin. Calcouor white is a non-specic uorochrom that can bind to 1,3- and 1,4- bpolysaccharides on chitin and cellulose, inhibiting chitin microbril assembly and cell wall integrity (Fiedler et al., 2014). CONCLUSION To date, a variety of terrestrial analogs and simulation chambers have been used to predict outcomes for microbial exposure to Mars-like conditions. Most often, such investigations use elevated radiation and desiccation paired with low pressure and temperature alongside a Mars gas mixture (Jensen et al., 2008; Schuerger et al., 2008; Motamedi et al., 2015). However, few studies can simultaneously recreate a multi-factor Mars environment. The renewed focus on Mars robotic and human exploration e.g., Mars 2020, Mars Sample Return (NASA, 2020) and ExoMars 2022 (ESA, 2020) amplies the need for additional Mars analog studies in the coming years. In this study we: reported the use of a new scientic payload (MARSBOx) for stratospheric balloon missions allowing access to a wide- ranging Mars analog environment with natural ionizing and non-ionizing radiation; demonstrated a successful experimental set-up, of the Trex-Box and MARSBOx combined, where four dierent microorganisms could be tested, in dried conditions, throughout a 5-month period, without cross-contaminations. showed that the extremophilic bacterium S. shabanensis and the human skin-associated bacterium S. capitis subsp. capitis survived the UV-shielded Mars-like environment during the balloon ight, suggesting that bioburden embedded deep inside of spacecraft sent to Mars might remain viable for longer periods of time; revealed that highly pigmented spores from the fungus A. niger would survive, in a Mars-like middle stratosphere environment for 5 h of UV exposure, even as a spore monolayer (106spores mL1), i.e., with no self-shielding. Taken together, we conclude pigmented fungal spores might be considered some of the most likely forward contaminants to Frontiers in Microbiology  www.frontiersin.org 14 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  15 Corteso et al. MARSBOx survive if inadvertently delivered to Mars. Our results underscore the importance of including fungal spores in Mars forward contamination studies and relevant planetary protection policies, which currently restrict surface bioburden of 3105bacterial endospores for robotic lander systems that are not carrying instruments to investigate extant martian life (category IVa) (COSPAR, 2020). Moreover, fungal spore sensitivity to extreme heat or to high doses of combined sources of space radiation, as well as to other factors that aect survivability (e.g., regolith reactive compounds or regolith shielding), should be further evaluated to better assess the forward contamination potential in Mars analog environments. DATA AVAILABILITY STATEMENT The original contributions presented in the study are included in the article Supplementary Material , further inquiries can be directed to the corresponding authors. AUTHOR CONTRIBUTIONS MC, KS, SK, and KB-V performed the microbial experiments, analyzed the data, and wrote the manuscript. DS, SW, SV , ER, and RM contributed to the conception and design of the study, data analyses and manuscript preparation. DS, ML, LJ, and PJ prepared and performed the balloon ight mission and contributed to manuscript preparation. TB contributed with the M-42 experiment and manuscript preparation. All authors contributed to the article and approved the submitted version. FUNDING KS, KB-V , TB, and RM were supported by the DLR grant FuE- Projekt ISS LIFE (Programm RF-FuW, Teilprogramm 475). MC was supported by the DLRDAAD Research Fellowship Doctoral Studies in Germany, 2017 (57370122). DS funding was from NASA Space Biology and NASA Planetary ProtectionResearch grants. SW was supported by the NASA Postdoctoral Program (NPP) as a fellow. ACKNOWLEDGMENTS We would like to thank the NASA Balloon Program Oce (Wallops Flight Facility) and the sta at the Columbia Scientic Balloon Facility for our chamber test activities in Palestine, Texas, and our balloon ight opportunity in Ft. Sumner, New Mexico. We would also like to thank Andrea Schrder for the technical support in sample accommodation on the Trex-Box. Furthermore, we thank Dr.-Ing. Marcel Fiebrandt for technical support and providing of the scanning electron microscope at the Chair of General Electrical Engineering and Plasma Technology (AEPT) at the Ruhr-University Bochum. SUPPLEMENTARY MATERIAL The Supplementary Material for this article can be found online at: https:www.frontiersin.orgarticles10.3389fmicb. 2021.601713fullsupplementary-material Supplementary Figure 1  Environmental data from the ight via CSBF (outside temperature and pressure and altitude). Supplementary Table 1  Students t-test was used to identify signicant differences between two tested conditions of the survival data using raw data (CFUmL). Two-tailed p-value is presented. Equal variances assumed. Supplementary Table 2  Students t-test was used to identify signicant differences between two tested conditions of the survival data (Survival Fraction NN 0) using mean values and standard error. Two-tailed p-value is presented. Equal variances assumed. Supplementary Table 3  ANOVA on Ranks followed by Kruskal-Wallis and Dunns test were used to identify signicant differences in the survival data (CFUmL). Supplementary Video 1  Rotatable shutter opening to start sample exposure to UV radiation, once stratosphere altitudes were reached. Supplementary Video 2  Rotatable shutter closing to stop sample exposure to UV radiation, in preparation for descent. REFERENCES Acua, M., Connerney, J., Wasilewski, P., Lin, R., Mitchell, D., Anderson, K., et al. (2001). Magnetic eld of Mars: summary of results from the aerobraking and mapping orbits. J. Geophys Res. Planets 106, 2340323417. doi: 10.1029 2000je001404 Antunes, A. (2020). Astrobiology: Current, Evolving and Emerging Perspectives . Poole: Caister Academic Press. Antunes, A., Eder, W., Fareleira, P., Santos, H., and Huber, R. (2003). Salinisphaera shabanensis gen. nov., sp. nov., a novel, moderately halophilic bacterium from the brine-seawater interface of the Shaban Deep. Red Sea. Extremophiles 7, 2934. doi: 10.1007s00792-002-0292-5 Avila-Herrera, A., Thissen, J., Urbaniak, C., Be, N. A., Smith, D. J., Karouia, F., et al. (2020). Crewmember microbiome may inuence microbial composition of ISS habitable surfaces. PLoS One 15:e0231838. doi: 10.1371journal.pone.0231838 Barlow, N. G. (2008). Mars: An Introduction to its Interior, Surface and Atmosphere . Cambridge: Cambridge University Press.Be, N. A., Avila-Herrera, A., Allen, J. E., Singh, N., Checinska Siela, A., Jaing, C., et al. (2017). Whole metagenome proles of particulates collected from the International Space Station. Microbiome 5:81. Beblo-Vranesevic, K., Bohmeier, M., Perras, A. K., Schwendner, P., Rabbow, E., Moissl-Eichinger, C., et al. (2017a). The responses of an anaerobic microorganism, Yersinia intermedia MASE-LG-1 to individual and combined simulated Martian stresses. PLoS One 12:e0185178. doi: 10.1371journal.pone. 0185178 Beblo-Vranesevic, K., Bohmeier, M., Perras, A. K., Schwendner, P., Rabbow, E., Moissl-Eichinger, C., et al. (2018). Lack of correlation of desiccation and radiation tolerance in microorganisms from diverse extreme environments tested under anoxic conditions. FEMS Microbiol. Lett. 365: fny044. Beblo-Vranesevic, K., Bohmeier, M., Schleumer, S., Rabbow, E., Perras, A. K., Moissl-Eichinger, C., et al. (2020). Impact of simulated martian conditions on (facultatively) anaerobic bacterial strains from dierent Mars analogue sites. Curr. Issues Mol. Biol. 38, 103122. doi: 10.21775cimb.038.103 Frontiers in Microbiology  www.frontiersin.org 15 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  16 Corteso et al. MARSBOx Beblo-Vranesevic, K., Galinski, E. A., Rachel, R., Huber, H., and Rettberg, P. (2017b). Inuence of osmotic stress on desiccation and irradiation tolerance of (hyper)-thermophilic microorganisms. Arch. Microbiol. 199, 1728. doi: 10.1007s00203-016-1269-6 Beck-Winchatz, B., and Bramble, J. (2014). High-altitude ballooning student research with yeast and plant seeds. Gravit Space Res. 2, 117127. Berger, T., Marsalek, K., Aeckerlein, J., Hauslage, J., Matthi, D., Przybyla, B., et al. (2019). The German Aerospace Center M-42 radiation detector - A new development for applications in mixed radiation elds. Rev. Sci. Instrum. 90:125115. doi: 10.10631.5122301 Berry, B. J., Jenkins, D. G., and Schuerger, A. C. (2010). Eects of simulated Mars conditions on the survival and growth of Escherichia coli andSerratia liquefaciens .Appl. Environ. Microbiol. 76, 23772386. doi: 10.1128aem.02147- 09 Binder, A. B. (1966). Mariner IV: analysis of preliminary photographs. Science 152, 10531055. doi: 10.1126science.152.3725.1053 Blachowicz, A., Raa, N., Bok, J. W., Choera, T., Knox, B., Lim, F. Y., et al. (2020). Contributions of spore secondary metabolites to UV-C protection and virulence vary in dierent Aspergillus fumigatus strains. Mbio 11, e3415e3419. Bos, C. J., Debets, A. J. M., Swart, K., Huybers, A., Kobus, G., and Slakhorst, S. M. (1988). Genetic analysis and the construction of master strains for assignment of genes to six linkage groups in Aspergillus niger .Curr. Genet. 14, 437443. doi: 10.1007bf00521266 Byrd, A. L., Belkaid, Y., and Segre, J. A. (2018). The human skin microbiome. Nat. Rev. Microbiol. 16:143. Cairns, T. C., Nai, C., and Meyer, V. (2018). How a fungus shapes biotechnology: 100 years of Aspergillus niger research. Fungal. Biol. Biotechnol. 5:13. Caro, T. A., Wendeln, M., Freeland, M., Bryan, N., Waters, S. M., McIntyre, A., et al. (2019). Ultraviolet light measurements (280400 nm) acquired from stratospheric balloon ight to assess inuence on bioaerosols. Aerobiologia 35, 771776. doi: 10.1007s10453-019-09597-9 Catling, D. C. (2009). Atmospheric evolution, mars,  in Encyclopedia of Paleoclimatology and Ancient Environments , ed. V. Gornitzs (Dordrecht: Springer Netherlands), 6675. doi: 10.1007978-1-4020-4411-3_17 Checinska, A., Probst, A. J., Vaishampayan, P., White, J. R., Kumar, D., Stepanov, V., et al. (2015). Microbiomes of the dust particles collected from the International Space Station and Spacecraft Assembly Facilities. Microbiome 3:50. Clancy, R. T., and Muhleman, D. O. (1993). Ground-based microwave spectroscopy of the Earths stratosphere and mesosphere,  in Atmospheric Remote Sensing by Microwave Radiometry , ed. M. A. Janssen (New York, NY: John Wiley), 335382. Clark, G. Q., and McCoy, J. G. (1965). Measurement of stratospheric temperature. J. Appl. Meteorol. 4, 365370. doi: 10.11751520-0450(1965)0040365:most2. 0.co;2 Clarke, J. D., and Persaud, R. (2004). Expedition two: a multi-goal Mars analogue expedition to the Arkaroola region, Australia,  in Proceedings of the 2004 Australian Mars Exploration Conference , (Sydney). Cockell, C., Schwendner, P., Perras, A., Rettberg, P., Beblo-Vranesevic, K., Bohmeier, M., et al. (2018). Anaerobic microorganisms in astrobiological analogue environments: from eld site to culture collection. Astrobiology 17, 314328. doi: 10.1017s1473550417000246 Cockell, C. S., Bush, T., Bryce, C., Direito, S., Fox-Powell, M., Harrison, J. P., et al. (2016). Habitability: a review. Astrobiology 16, 89117. Coleman, J. S. M., and Mitchell, M. (2014). Active learning in the atmospheric science classroom and beyond through high-altitude ballooning. J. Coll. Sci. Teach. 44, 2630. Corteso, M., Haas, A. D., Unterbusch, R., Fujimori, A., Schuetze, T., Meyer, V., et al. (2020a). Aspergillus niger spores are highly resistant to space radiation. Front. Microbiol. 11:560. doi: 10.3389fmicb.2020.00560 Corteso, M., Schtze, T., Marx, R., Moeller, R., and Meyer, V. (2020b). Fungal biotechnology in space: why and how?,  in Grand Challenges in Fungal Biotechnology , ed. H. Nevalainen (New York, NY: Springer), 501535. doi: 10.1007978-3-030-29541-7_18 COSPAR (2020). COSPAR Policy on Planetary Protection. Space Res Today 208. Available online at: https:cosparhq.cnes.frassetsuploads202007 PPPolicyJune-2020_Final_Web.pdf (accessed December 8th, 2020).Cox, C. S. (1993). Roles of water molecules in bacteria and viruses. Orig. Life Evol. Biosph. 23, 2936. doi: 10.1007bf01581988 Cui, B., Smooker, P. M., Rouch, D. A., Daley, A. J., and Deighton, M. A. (2013). Dierences between two clinical Staphylococcus ca subspecies as revealed by biolm, antibiotic resistance, and pulsed-eld gel electrophoresis proling. J. Clin. Microbiol. 51, 914. doi: 10.1128jcm.05124-11 DasSarma, S., DasSarma, P., Laye, V. J., and Schwieterman, E. W. (2020). Extremophilic models for astrobiology: haloarchaeal survival strategies and pigments for remote sensing. Extremophiles 24, 3141. doi: 10.1007s00792- 019-01126-3 de Silva, G. D., Kantzanou, M., Justice, A., Massey, R. C., Wilkinson, A. R., Day, N. P., et al. (2002). The ica operon and biolm production in coagulase-negative Staphylococci associated with carriage and disease in a neonatal intensive care unit. J. Clin. Microbiol. 40, 382388. doi: 10.1128jcm.40.02.382-38 8.2002 Dez, J., Moreno, G., Del Peral, L., Adams, J. H. Jr., Rodrguez Fras, M. D., and Manjn, J. L. (2020). Fuligo septica spores onboard a stratospheric NASA balloon and Its Complete In Vitro Life Cycle. Astrobiology 20, 394404. doi: 10.1089ast.2019.2097 Dose, K., Bieger-Dose, A., Ernst, B., Feister, U., Gmez-Silva, B., Klein, A., et al. (2001). Survival of microorganisms under the extreme conditions of the Atacama desert. Orig. Life Evol. Biosph. 31, 287303. Dose, K., and Gill, M. (1995). DNA stability and survival of Bacillus subtilis spores in extreme dryness. Orig. Life Evol. Biosph. 25, 277293. doi: 10.1007 bf01581591 Eder, W., Schmidt, M., Koch, M., Garbe-Schonberg, D., and Huber, R. (2002). Prokaryotic phylogenetic diversity and corresponding geochemical data of the brine-seawater interface of the Shaban Deep. Red Sea. Environ. Microbiol. 4, 758763. doi: 10.1046j.1462-2920.2002.00351.x ESA (2020). ExoMars Mission (2022) . Available online at: https:exploration.esa. intwebmars-48088-mission-overview. (Accessed December 8th, 2020). Esbelin, J., Mallea, S., Ram, A. F., and Carlin, F. (2013). Role of pigmentation in protecting Aspergillus niger conidiospores against pulsed light radiation. Photochem. Photobiol. 89, 758761. doi: 10.1111php.12037 Fairn, A. G., Davila, A. F., Lim, D., Bramall, N., Bonaccorsi, R., Zavaleta, J., et al. (2010). Astrobiology through the ages of Mars: the study of terrestrial analogues to understand the habitability of Mars. Astrobiology 10, 821843. doi: 10.1089ast.2009.0440 Fiedler, M. R., Lorenz, A., Nitsche, B. M., van den Hondel, C. A., Ram, A. F., and Meyer, V. (2014). The capacity of Aspergillus niger to sense and respond to cell wall stress requires at least three transcription factors: RlmA, MsnA and CrzA. Fungal Biol. Biotechnol. 1, 55. Fjeldbo, G., and Eshleman, V. R. (1968). The atmosphere of Mars analyzed by integral inversion of the Mariner IV occultation data. Planet. Space Sci. 16, 10351059. doi: 10.10160032-0633(68)90020-2 Fletcher, L. E., Valdivia-Silva, J. E., Perez-Montano, S., Condori-Apaza, R. M., Conley, C. A., and McKay, C. P. (2012). Variability of organic material in surface horizons of the hyper-arid Mars-like soils of the Atacama Desert. Adv. Space Res. 49, 271279. doi: 10.1016j.asr.2011.10.001 Glasheen, J., and Hand, S. (1988). Anhydrobiosis in embryos of the brine shrimp Artemia : characterization of metabolic arrest during reductions in cell-associated water. J. Exp. Biol. 135, 363380. Godar, D. E., Wengraitis, S. P., Shreer, J., and Sliney, D. H. (2001). UV Doses of Americans. Photochem. Photobiol. 73, 621629. doi: 10.15620031-8655(2001) 0730621udoa2.0.co2 Hassler, D. M., Zeitlin, C., Wimmer-Schweingruber, R. F., Ehresmann, B., Rafkin, S., Eigenbrode, J. L., et al. (2014). Mars surface radiation environment measured with the Mars Science Laboratorys Curiosity rover. Science 343: 1244797. Heldmann, J., Pollard, W., McKay, C., Marinova, M., Davila, A., Williams, K., et al. (2013). The high elevation Dry Valleys in Antarctica as analog sites for subsurface ice on Mars. Planet. Space Sci. 85, 5358. doi: 10.1016j.pss.2013.05. 019 Hellweg, C. E., and Baumstark-Khan, C. (2007). Getting ready for the manned mission to Mars: the astronauts risk from space radiation. Naturwissenschaften 94, 517526. doi: 10.1007s00114-006-0204-0 Horneck, G., Klaus, D. M., and Mancinelli, R. L. (2010). Space microbiology. Microbiol. Mol. Biol. Rev. 74, 121156. Frontiers in Microbiology  www.frontiersin.org 16 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  17 Corteso et al. MARSBOx Jensen, L. L., Merrison, J., Hansen, A. A., Mikkelsen, K. A., Kristoersen, T., Nornberg, P., et al. (2008). A facility for long-term Mars simulation experiments: the Mars Environmental Simulation Chamber (MESCH). Astrobiology 8, 537548. doi: 10.1089ast.2006.0092 Keating, G. M., Pitts, M. C., Brasseur, G., and De Rudder, A. (1987). Response of middle atmosphere to short-term solar ultraviolet variations: 1. Observations. J. Geophys. Res. Atmos. 92, 889902. doi: 10.1029jd092id01p00889 Khodadad, C. L., Wong, G. M., James, L. M., Thakrar, P. J., Lane, M. A., and Catechis, J. A. (2017). Stratosphere conditions inactivate bacterial endospores from a Mars spacecraft assembly facility. Astrobiology 17, 337350. doi: 10. 1089ast.2016.1549 Kuhn, W. R., and Atreya, S. K. (1979). Solar radiation incident on the Martian surface. J. Mol. Evol. 14, 5764. doi: 10.1007bf01732367 Lambert, A., Read, W. G., Livesey, N. J., Santee, M. L., Manney, G. L., Froidevaux, L., et al. (2007). Validation of the Aura Microwave Limb Sounder middle atmosphere water vapor and nitrous oxide measurements. J. Geophys. Res. Atmos. 112, 2436. Latge, J. P. (1999). Aspergillus fumigatus and aspergillosis. Clin. Microbiol. Rev. 12, 310350. Latg, J.-P., Beauvais, A., and Chamilos, G. (2017). The cell wall of the human fungal pathogen Aspergillus fumigatus : biosynthesis, organization, immune response, and virulence. Annu. Rev. Microbiol. 71, 99116. doi: 10.1146 annurev-micro-030117-020406 Leighton, R. B., Murray, B. C., Sharp, R. P., Allen, J. D., and Sloan, R. K. (1965). Mariner IV photography of Mars: initial results. Science 149, 627630. doi: 10.1126science.149.3684.627 Lpez-Lozano, N. E., Eguiarte, L. E., Bonilla-Rosso, G., Garca-Oliva, F., Martnez- Piedragil, C., Rooks, C., et al. (2012). Bacterial communities and the nitrogen cycle in the gypsum soils of Cuatro Cinegas Basin, Coahuila: a Mars analogue. Astrobiology 12, 699709. doi: 10.1089ast.2012.0840 Mahay, P. R., Webster, C. R., Atreya, S. K., Franz, H., Wong, M., Conrad, P. G., et al. (2013). Abundance and Isotopic composition of gases in the martian atmosphere from the curiosity rover. Science 341, 263266. Marlow, J. J., Martins, Z., and Sephton, M. A. (2008). Mars on Earth: soil analogues for future Mars missions. Astron. Geophys. 49, 220. Martnez, G. M., Newman, C. N., De Vicente-Retortillo, A., Fischer, E., Renno, N. O., Richardson, M. I., et al. (2017). The modern near-surface martian climate: a review of in-situ meteorological data from viking to curiosity. Space Sci. Rev. 212, 295338. doi: 10.1007s11214-017-0360-x Mertens, C. J. (2016). Overview of the radiation dosimetry experiment (RaD-X) ight mission. Space Weather 14, 921934. doi: 10.10022016sw001399 Mertens, C. J., Grono, G. P., Norman, R. B., Hayes, B. M., Lusby, T. C., Straume, T., et al. (2016). Cosmic radiation dose measurements from the RaD X ight campaign. Space Weather 14, 874898. doi: 10.10022016sw001407 Meyer, V., Wanka, F., van Gent, J., Arentshorst, M., van den Hondel, C. A. M. J. J., and Ram, A. F. J. (2011). Fungal gene expression on demand: an inducible, tunable, and metabolism-independent expression system for Aspergillus niger . Appl. Environ. Microbiol. 77, 29752983. doi: 10.1128aem.02740-10 Moissl-Eichinger, C., Cockell, C., and Rettberg, P. (2016). Venturing into new realms? Microorganisms in space. FEMS Microbiol. Rev. 40, 722737. doi: 10.1093femsrefuw015 Mora, M., Wink, L., Kogler, I., Mahnert, A., Rettberg, P., Schwendner, P., et al. (2019). Space Station conditions are selective but do not alter microbial characteristics relevant to human health. Nat. Commun. 10:3990. Motamedi, K., Colin, A., Hooijschuur, J., Postma, O., Lootens, R., Pruijser, D., et al. (2015). Design of a Mars atmosphere simulation chamber and testing a Raman Laser Spectrometer (RLS) under conditions pertinent to Mars rover missions. EPJ Tech. Instrum. 2:15. Murcray, D. G., Kyle, T. G., Kosters, J. J., and Gast, P. R. (1969). The measurement of the solar constant from high altitude balloons. Tellus 21, 620624. doi: 10.1111j.2153-3490.1969.tb00467.x Musilova, M., Wright, G., Ward, J. M., and Dartnell, L. R. (2015). Isolation of radiation-resistant bacteria from Mars analog Antarctic Dry Valleys by preselection, and the correlation between radiation and desiccation resistance. Astrobiology 15, 10761090. doi: 10.1089ast.2014.1278 NASA (2020). FY 2021 Volume of Integrated Performance) . Available online at: https:www.nasa.govsitesdefaultlesatomslesfy2021_volume_of_ integrated_performance.pdf. (Accessed December 8th, 2020)Novikova, N., De Boever, P., Poddubko, S., Deshevaya, E., Polikarpov, N., Rakova, N., et al. (2006). Survey of environmental biocontamination on board the International Space Station. Res. Microbiol. 157, 512. doi: 10.1016j.resmic. 2005.07.010 Potemra, T. A., and Zmuda, A. J. (1970). Precipitating energetic electrons as an ionization source in the midlatitude nighttime D region. J. Geophys Res. (1896-1977) 75, 71617167. doi: 10.1029ja075i034p07161 Potts, M. (1994). Desiccation tolerance of prokaryotes. Microbiol. Rev. 58, 755805. doi: 10.1128mmbr.58.4.755-805.1994 Pulschen, A. A., de Araujo, G. G., de Carvalho, A. C. S. R., Cerini, M. F., de Mendona Fonseca, L., Galante, D., et al. (2018). Survival of extremophilic yeasts in the stratospheric environment during balloon ights and in laboratory simulations. Appl. Environ. Microbiol. 84, e194218. Rabbow, E., Horneck, G., Rettberg, P., Schott, J.-U., Panitz, C., L Aitto, A., et al. (2009). EXPOSE, an astrobiological exposure facility on the international space station-from proposal to ight Orig .Life Evol. Biosph . 39, 581598. doi: 10. 1007s11084-009-9173-6 Rabbow, E., Rettberg, P., Barczyk, S., Bohmeier, M., Parpart, A., Panitz, C., et al. (2012). EXPOSE-E: an ESA astrobiology mission 1.5 years in space. Astrobiology 12, 374386. doi: 10.1089ast.2011.0760 Rabbow, E., Rettberg, P., Barczyk, S., Bohmeier, M., Parpart, A., Panitz, C., et al. (2015). The astrobiological mission EXPOSE-R on board of the International Space Station. Astrobiology 14, 316. doi: 10.1017s1473550414000202 Rainwater, E. L., and Smith, M. S. (2004). Ultra high altitude balloons for medium- to-large payloads. Next Gener. Sci. Ballooning 33, 16481652. doi: 10.1016j.asr. 2003.07.037 Regener, E., and Pfotzer, G. (1935). Vertical intensity of cosmic rays by threefold coincidences in the stratosphere. Nature 136, 718719. doi: 10.1038136718a0 Rettberg, P., Rabbow, E., Panitz, C., and Horneck, G. (2004). Biological space experiments for the simulation of Martian conditions: UV radiation and Martian soil analogues. Adv. Space Res. 33, 12941301. doi: 10.1016j.asr.2003. 09.050 Rothschild, L. J., and Mancinelli, R. L. (2001). Life in extreme environments. Nature 409, 10921101. Saganti, P. B., Cucinotta, F. A., Wilson, J. W., Simonsen, L. C., and Zeitlin, C. (2004). Radiation climate map for analyzing risks to astronauts on the Mars surface from galactic cosmic rays,  in 2001 Mars Odyssey , ed. C. Russell (New York, NY: Springer), 143156. doi: 10.1007978-0-306-48600-5_5 Schuerger, A. C., Mancinelli, R. L., Kern, R. G., Rothschild, L. J., and McKay, C. P. (2003). Survival of endospores of Bacillus subtilis on spacecraft surfaces under simulated martian environments: implications for the forward contamination of Mars. Icarus 165, 253276. doi: 10.1016s0019-1035(03)00200-8 Schuerger, A. C., Trigwell, S., and Calle, C. I. (2008). Use of non-thermal atmospheric plasmas to reduce the viability of Bacillus subtilis on spacecraft surfaces. Astrobiology 7, 4757. doi: 10.1017s1473550407 004016 Seele, C., and Hartogh, P. (1999). Water vapor of the polar middle atmosphere: annual variation and summer mesosphere conditions as observed by ground- based microwave spectroscopy. Geophys. Res. Lett. 26, 15171520. doi: 10.1029 1999gl900315 Segers, F. J. J., Wosten, H. A. B., and Dijksterhuis, J. (2018). Aspergillus niger mutants aected in conidial pigmentation do not have an increased susceptibility to water stress during growth at low water activity. Lett. Appl. Microbiol. 66, 238243. doi: 10.1111lam.12846 Shepherd, T. G. (2000). The middle atmosphere. J. Atmos. Sol. Terr. Phys . 62, 15871601. Silverman, G. J., Davis, N. S., and Beecher, N. (1967). Resistivity of spores to ultraviolet and gamma radiation while exposed to ultrahigh vacuum or at atmospheric pressure. Appl. Microbiol. 15, 510515. doi: 10.1128aem.15.3.510- 515.1967 Simons, D. G. (1954). Methods and results of one year of balloon ights with biological specimens. J. Av. Med. 25, 380387. Simonsen, L. C., Nealy, J. E., Townsend, L. W., and Wilson, J. W. (1990). Radiation Exposure for Manned Mars surface missions. NASA Technical Report . Available online at: https:ntrs.nasa.govsearch.jsp?R19900009041. (accessed December 8th, 2020). Singaravelan, N., Grishkan, I., Beharav, A., Wakamatsu, K., Ito, S., and Nevo, E. (2008). Adaptive melanin response of the soil fungus Aspergillus niger to Frontiers in Microbiology  www.frontiersin.org 17 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  18 Corteso et al. MARSBOx UV Radiation stress at Evolution Canyon, Mount Carmel, Israel. PLoS One 3:e2993. doi: 10.1371journal.pone.0002993 Smith, D. J., and Sowa, M. B. (2017). Ballooning for Biologists: Mission essentials for ying life science experiments to near space. Gravit. Space Res. 5, 5273. doi: 10.2478gsr-2017-0005 Smith, D. J., Thakrar, P. J., Bharrat, A. E., Dokos, A. G., Kinney, T. L., James, L. M., et al. (2014). A balloon-based payload for exposing microorganisms in the stratosphere (E-MIST). Gravit. Space Res. 2, 7080. Sobisch, L.-Y., Rogowski, K. M., Fuchs, J., Schmieder, W., Vaishampayan, A., Oles, P., et al. (2019). Biolm forming antibiotic resistant gram-positive pathogens isolated from surfaces on the International Space Station. Front. Microbiol. 10:543. doi: 10.3389fmicb.2019.00543 Stevens, A. W. (1936). Mans farthest aloft. Nat. Geogr. 69, 5994. Suedfeld, P. (2010). Historical space psychology: early terrestrial explorations as Mars analogues. Planet. Space Sci . 58, 639645. doi: 10.1016j.pss.2009.05.010 Sullivan, W. N., and Smith, C. N. (1960). Exposure of house ies and oriental rat eas on a high-altitude balloon ight. J. Econ. Entomol. 53, 247248. doi: 10.1093jee53.2.247 Toner, J., and Catling, D. (2016). Water activities of NaClO4, Ca (ClO4) 2, and Mg (ClO4) 2 brines from experimental heat capacities: water activity 0.6 below 200 K. Geochim. Cosmochim. Acta 181, 164174. doi: 10.1016j.gca.2016.03.005 Vampola, A. L., and Gorney, D. J. (1983). Electron energy deposition in the middle atmosphere. J. Geophys. Res. Space Phys . 88, 62676274. doi: 10.1029 ja088ia08p06267 Von Engeln, A., Langen, J., Wehr, T., Bhler, S., and Knzi, K. (1998). Retrieval of upper stratospheric and mesospheric temperature proles from MillimeterWave Atmospheric Sounder data. J. Geophys. Res. Atmos. 103, 3173531748. doi: 10.10291998jd200035 Vriezen, J. A., De Bruijn, F. J., and Nsslein, K. (2007). Responses of rhizobia to desiccation in relation to osmotic stress, oxygen, and temperature. Appl. Environ. Microbiol. 73, 34513459. doi: 10.1128aem.02991-06Wadsworth, J., and Cockell, C. S. (2017). Perchlorates on Mars enhance the bacteriocidal eects of UV light. Sci. Rep. 7:4662. West, M. D., Clarke, J. D. A., Laing, J. H., Willson, D., Waldie, J. M. A., Murphy, G. M., et al. (2010). Testing technologies and strategies for exploration in Australian Mars analogues: a review. Planet. Space Sci . 58, 658670. doi: 10. 1016j.pss.2009.09.022 Winckler, J. R. (1960). Balloon study of high-altitude radiations during the international geophysical year. J. Geophysl. Res. (1896-1977) 65, 13311359. doi: 10.1029jz065i005p01331 Winckler, J. R., Peterson, L., Homan, R., and Arnoldy, R. (1959). Auroral x-rays, cosmic rays, and related phenomena during the storm of February 10 11, 1958. J. Geophys. Res. (1896-1977) 64, 597610. doi: 10.1029jz064i006p 00597 Wright, J. C. (1989). Desiccation tolerance and water-retentive mechanisms in tardigrades. J. Exp. Biol. 142, 267292. Xiao, S., Venkateswaran, K., and Jianga, S. (2019). The risk of Staphylococcus skin infection during space travel and mitigation strategies. Microb. Risk Anal. 11, 2330. doi: 10.1016j.mran.2018.08.001 Conict of Interest: The authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential conict of interest. Copyright  2021 Corteso, Siems, Koch, Beblo-Vranesevic, Rabbow, Berger, Lane, James, Johnson, Waters, Verma, Smith and Moeller. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Frontiers in Microbiology  www.frontiersin.org 18 February 2021  Volume 12  Article 601713",
        "introduction": "to its Interior, Surface and Atmosphere . Cambridge: Cambridge University Press.Be, N. A., Avila-Herrera, A., Allen, J. E., Singh, N., Checinska Siela, A., Jaing, C., et al. (2017). Whole metagenome proles of particulates collected from the International Space Station. Microbiome 5:81. Beblo-Vranesevic, K., Bohmeier, M., Perras, A. K., Schwendner, P., Rabbow, E., Moissl-Eichinger, C., et al. (2017a). The responses of an anaerobic microorganism, Yersinia intermedia MASE-LG-1 to individual and combined simulated Martian stresses. PLoS One 12:e0185178. doi: 10.1371journal.pone. 0185178 Beblo-Vranesevic, K., Bohmeier, M., Perras, A. K., Schwendner, P., Rabbow, E., Moissl-Eichinger, C., et al. (2018). Lack of correlation of desiccation and radiation tolerance in microorganisms from diverse extreme environments tested under anoxic conditions. FEMS Microbiol. Lett. 365: fny044. Beblo-Vranesevic, K., Bohmeier, M., Schleumer, S., Rabbow, E., Perras, A. K., Moissl-Eichinger, C., et al. (2020). Impact of simulated martian conditions on (facultatively) anaerobic bacterial strains from dierent Mars analogue sites. Curr. Issues Mol. Biol. 38, 103122. doi: 10.21775cimb.038.103 Frontiers in Microbiology  www.frontiersin.org 15 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  16 Corteso et al. MARSBOx Beblo-Vranesevic, K., Galinski, E. A., Rachel, R., Huber, H., and Rettberg, P. (2017b). Inuence of osmotic stress on desiccation and irradiation tolerance of (hyper)-thermophilic microorganisms. Arch. Microbiol. 199, 1728. doi: 10.1007s00203-016-1269-6 Beck-Winchatz, B., and Bramble, J. (2014). High-altitude ballooning student research with yeast and plant seeds. Gravit Space Res. 2, 117127. Berger, T., Marsalek, K., Aeckerlein, J., Hauslage, J., Matthi, D., Przybyla, B., et al. (2019). The German Aerospace Center M-42 radiation detector - A new development for applications in mixed radiation elds. Rev. Sci. Instrum. 90:125115. doi: 10.10631.5122301 Berry, B. J., Jenkins, D. G., and Schuerger, A. C. (2010). Eects of simulated Mars conditions on the survival and growth of Escherichia coli andSerratia liquefaciens .Appl. Environ. Microbiol. 76, 23772386. doi: 10.1128aem.02147- 09 Binder, A. B. (1966). Mariner IV: analysis of preliminary photographs. Science 152, 10531055. doi: 10.1126science.152.3725.1053 Blachowicz, A., Raa, N., Bok, J. W., Choera, T., Knox, B., Lim, F. Y., et al. (2020). Contributions of spore secondary metabolites to UV-C protection and virulence vary in dierent Aspergillus fumigatus strains. Mbio 11, e3415e3419. Bos, C. J., Debets, A. J. M., Swart, K., Huybers, A., Kobus, G., and Slakhorst, S. M. (1988). Genetic analysis and the construction of master strains for assignment of genes to six linkage groups in Aspergillus niger .Curr. Genet. 14, 437443. doi: 10.1007bf00521266 Byrd, A. L., Belkaid, Y., and Segre, J. A. (2018). The human skin microbiome. Nat. Rev. Microbiol. 16:143. Cairns, T. C., Nai, C., and Meyer, V. (2018). How a fungus shapes biotechnology: 100 years of Aspergillus niger research. Fungal. Biol. Biotechnol. 5:13. Caro, T. A., Wendeln, M., Freeland, M., Bryan, N., Waters, S. M., McIntyre, A., et al. (2019). Ultraviolet light measurements (280400 nm) acquired from stratospheric balloon ight to assess inuence on bioaerosols. Aerobiologia 35, 771776. doi: 10.1007s10453-019-09597-9 Catling, D. C. (2009). Atmospheric evolution, mars,  in Encyclopedia of Paleoclimatology and Ancient Environments , ed. V. Gornitzs (Dordrecht: Springer Netherlands), 6675. doi: 10.1007978-1-4020-4411-3_17 Checinska, A., Probst, A. J., Vaishampayan, P., White, J. R., Kumar, D., Stepanov, V., et al. (2015). Microbiomes of the dust particles collected from the International Space Station and Spacecraft Assembly Facilities. Microbiome 3:50. Clancy, R. T., and Muhleman, D. O. (1993). Ground-based microwave spectroscopy of the Earths stratosphere and mesosphere,  in Atmospheric Remote Sensing by Microwave Radiometry , ed. M. A. Janssen (New York, NY: John Wiley), 335382. Clark, G. Q., and McCoy, J. G. (1965). Measurement of stratospheric temperature. J. Appl. Meteorol. 4, 365370. doi: 10.11751520-0450(1965)0040365:most2. 0.co;2 Clarke, J. D., and Persaud, R. (2004). Expedition two: a multi-goal Mars analogue expedition to the Arkaroola region, Australia,  in Proceedings of the 2004 Australian Mars Exploration Conference , (Sydney). Cockell, C., Schwendner, P., Perras, A., Rettberg, P., Beblo-Vranesevic, K., Bohmeier, M., et al. (2018). Anaerobic microorganisms in astrobiological analogue environments: from eld site to culture collection. Astrobiology 17, 314328. doi: 10.1017s1473550417000246 Cockell, C. S., Bush, T., Bryce, C., Direito, S., Fox-Powell, M., Harrison, J. P., et al. (2016). Habitability: a review. Astrobiology 16, 89117. Coleman, J. S. M., and Mitchell, M. (2014). Active learning in the atmospheric science classroom and beyond through high-altitude ballooning. J. Coll. Sci. Teach. 44, 2630. Corteso, M., Haas, A. D., Unterbusch, R., Fujimori, A., Schuetze, T., Meyer, V., et al. (2020a). Aspergillus niger spores are highly resistant to space radiation. Front. Microbiol. 11:560. doi: 10.3389fmicb.2020.00560 Corteso, M., Schtze, T., Marx, R., Moeller, R., and Meyer, V. (2020b). Fungal biotechnology in space: why and how?,  in Grand Challenges in Fungal Biotechnology , ed. H. Nevalainen (New York, NY: Springer), 501535. doi: 10.1007978-3-030-29541-7_18 COSPAR (2020). COSPAR Policy on Planetary Protection. Space Res Today 208. Available online at: https:cosparhq.cnes.frassetsuploads202007 PPPolicyJune-2020_Final_Web.pdf (accessed December 8th, 2020).Cox, C. S. (1993). Roles of water molecules in bacteria and viruses. Orig. Life Evol. Biosph. 23, 2936. doi: 10.1007bf01581988 Cui, B., Smooker, P. M., Rouch, D. A., Daley, A. J., and Deighton, M. A. (2013). Dierences between two clinical Staphylococcus ca subspecies as revealed by biolm, antibiotic resistance, and pulsed-eld gel electrophoresis proling. J. Clin. Microbiol. 51, 914. doi: 10.1128jcm.05124-11 DasSarma, S., DasSarma, P., Laye, V. J., and Schwieterman, E. W. (2020). Extremophilic models for astrobiology: haloarchaeal survival strategies and pigments for remote sensing. Extremophiles 24, 3141. doi: 10.1007s00792- 019-01126-3 de Silva, G. D., Kantzanou, M., Justice, A., Massey, R. C., Wilkinson, A. R., Day, N. P., et al. (2002). The ica operon and biolm production in coagulase-negative Staphylococci associated with carriage and disease in a neonatal intensive care unit. J. Clin. Microbiol. 40, 382388. doi: 10.1128jcm.40.02.382-38 8.2002 Dez, J., Moreno, G., Del Peral, L., Adams, J. H. Jr., Rodrguez Fras, M. D., and Manjn, J. L. (2020). Fuligo septica spores onboard a stratospheric NASA balloon and Its Complete In Vitro Life Cycle. Astrobiology 20, 394404. doi: 10.1089ast.2019.2097 Dose, K., Bieger-Dose, A., Ernst, B., Feister, U., Gmez-Silva, B., Klein, A., et al. (2001). Survival of microorganisms under the extreme conditions of the Atacama desert. Orig. Life Evol. Biosph. 31, 287303. Dose, K., and Gill, M. (1995). DNA stability and survival of Bacillus subtilis spores in extreme dryness. Orig. Life Evol. Biosph. 25, 277293. doi: 10.1007 bf01581591 Eder, W., Schmidt, M., Koch, M., Garbe-Schonberg, D., and Huber, R. (2002). Prokaryotic phylogenetic diversity and corresponding geochemical data of the brine-seawater interface of the Shaban Deep. Red Sea. Environ. Microbiol. 4, 758763. doi: 10.1046j.1462-2920.2002.00351.x ESA (2020). ExoMars Mission (2022) . Available online at: https:exploration.esa. intwebmars-48088-mission-overview. (Accessed December 8th, 2020). Esbelin, J., Mallea, S., Ram, A. F., and Carlin, F. (2013). Role of pigmentation in protecting Aspergillus niger conidiospores against pulsed light radiation. Photochem. Photobiol. 89, 758761. doi: 10.1111php.12037 Fairn, A. G., Davila, A. F., Lim, D., Bramall, N., Bonaccorsi, R., Zavaleta, J., et al. (2010). Astrobiology through the ages of Mars: the study of terrestrial analogues to understand the habitability of Mars. Astrobiology 10, 821843. doi: 10.1089ast.2009.0440 Fiedler, M. R., Lorenz, A., Nitsche, B. M., van den Hondel, C. A., Ram, A. F., and Meyer, V. (2014). The capacity of Aspergillus niger to sense and respond to cell wall stress requires at least three transcription factors: RlmA, MsnA and CrzA. Fungal Biol. Biotechnol. 1, 55. Fjeldbo, G., and Eshleman, V. R. (1968). The atmosphere of Mars analyzed by integral inversion of the Mariner IV occultation data. Planet. Space Sci. 16, 10351059. doi: 10.10160032-0633(68)90020-2 Fletcher, L. E., Valdivia-Silva, J. E., Perez-Montano, S., Condori-Apaza, R. M., Conley, C. A., and McKay, C. P. (2012). Variability of organic material in surface horizons of the hyper-arid Mars-like soils of the Atacama Desert. Adv. Space Res. 49, 271279. doi: 10.1016j.asr.2011.10.001 Glasheen, J., and Hand, S. (1988). Anhydrobiosis in embryos of the brine shrimp Artemia : characterization of metabolic arrest during reductions in cell-associated water. J. Exp. Biol. 135, 363380. Godar, D. E., Wengraitis, S. P., Shreer, J., and Sliney, D. H. (2001). UV Doses of Americans. Photochem. Photobiol. 73, 621629. doi: 10.15620031-8655(2001) 0730621udoa2.0.co2 Hassler, D. M., Zeitlin, C., Wimmer-Schweingruber, R. F., Ehresmann, B., Rafkin, S., Eigenbrode, J. L., et al. (2014). Mars surface radiation environment measured with the Mars Science Laboratorys Curiosity rover. Science 343: 1244797. Heldmann, J., Pollard, W., McKay, C., Marinova, M., Davila, A., Williams, K., et al. (2013). The high elevation Dry Valleys in Antarctica as analog sites for subsurface ice on Mars. Planet. Space Sci. 85, 5358. doi: 10.1016j.pss.2013.05. 019 Hellweg, C. E., and Baumstark-Khan, C. (2007). Getting ready for the manned mission to Mars: the astronauts risk from space radiation. Naturwissenschaften 94, 517526. doi: 10.1007s00114-006-0204-0 Horneck, G., Klaus, D. M., and Mancinelli, R. L. (2010). Space microbiology. Microbiol. Mol. Biol. Rev. 74, 121156. Frontiers in Microbiology  www.frontiersin.org 16 February 2021  Volume 12  Article 601713fmicb-12-601713 February 15, 2021 Time: 10:37  17 Corteso et al. MARSBOx Jensen, L. L., Merrison, J., Hansen, A. A., Mikkelsen, K. A., Kristoersen, T., Nornberg, P., et al. (2008). A facility for long-term Mars simulation experiments: the Mars Environmental Simulation Chamber (MESCH). Astrobiology 8, 537548. doi: 10.1089ast.2006.0092 Keating, G. M., Pitts, M. C., Brasseur, G., and De Rudder, A. (1987). Response of middle atmosphere to short-term solar ultraviolet variations: 1. Observations. J. Geophys. Res. Atmos. 92, 889902. doi: 10.1029jd092id01p00889 Khodadad, C. L., Wong, G. M., James, L. M., Thakrar, P. J., Lane, M. A., and Catechis, J. A. (2017). Stratosphere conditions inactivate bacterial endospores from a Mars spacecraft assembly facility. Astrobiology 17, 337350. doi: 10. 1089ast.2016.1549 Kuhn, W. R., and Atreya, S. K. (1979). Solar radiation incident on the Martian surface. J. Mol. Evol. 14, 5764. doi: 10.1007bf01732367 Lambert, A., Read, W. G., Livesey, N. J., Santee, M. L., Manney, G. L., Froidevaux, L., et al. (2007). Validation of the Aura Microwave Limb Sounder middle atmosphere water vapor and nitrous oxide measurements. J. Geophys. Res. Atmos. 112, 2436. Latge, J. P. (1999). Aspergillus fumigatus and aspergillosis. Clin. Microbiol. Rev. 12, 310350. Latg, J.-P., Beauvais, A., and Chamilos, G. (2017). The cell wall of the human fungal pathogen Aspergillus fumigatus : biosynthesis, organization, immune response, and virulence. Annu. Rev. Microbiol. 71, 99116. doi: 10.1146 annurev-micro-030117-020406 Leighton, R. B., Murray, B. C., Sharp, R. P., Allen, J. D., and Sloan, R. K. (1965). Mariner IV photography of Mars: initial results. Science 149, 627630. doi: 10.1126science.149.3684.627 Lpez-Lozano, N. E., Eguiarte, L. E., Bonilla-Rosso, G., Garca-Oliva, F., Martnez- Piedragil, C., Rooks, C., et al. (2012). Bacterial communities and the nitrogen cycle in the gypsum soils of Cuatro Cinegas Basin, Coahuila: a Mars analogue. Astrobiology 12, 699709. doi: 10.1089ast.2012.0840 Mahay, P. R., Webster, C. R., Atreya, S. K., Franz, H., Wong, M., Conrad, P. G., et al. (2013). Abundance and Isotopic composition of gases in the martian atmosphere from the curiosity rover. Science 341, 263266. Marlow, J. J., Martins, Z., and Sephton, M. A. (2008). Mars on Earth: soil analogues for future Mars missions. Astron. Geophys. 49, 220. Martnez, G. M., Newman, C. N., De Vicente-Retortillo, A., Fischer, E., Renno, N. O., Richardson, M. I., et al. (2017). The modern near-surface martian climate: a review of in-situ meteorological data from viking to curiosity. Space Sci. Rev. 212, 295338. doi: 10.1007s11214-017-0360-x Mertens, C. J. (2016). Overview of the radiation dosimetry experiment (RaD-X) ight mission. Space Weather 14, 921934. doi: 10.10022016sw001399 Mertens, C. J., Grono, G. P., Norman, R. B., Hayes, B. M., Lusby, T. C., Straume, T., et al. (2016). Cosmic radiation dose measurements from the RaD X ight campaign. Space Weather 14, 874898. doi: 10.10022016sw001407 Meyer, V., Wanka, F., van Gent, J., Arentshorst, M., van den Hondel, C. A. M. J. J., and Ram, A. F. J. (2011). Fungal gene expression on demand: an inducible, tunable, and metabolism-independent expression system for Aspergillus niger . Appl. Environ. Microbiol. 77, 29752983. doi: 10.1128aem.02740-10 Moissl-Eichinger, C., Cockell, C., and Rettberg, P. (2016). Venturing into new realms? Microorganisms in space. FEMS Microbiol. Rev. 40, 722737. doi: 10.1093femsrefuw015 Mora, M., Wink, L., Kogler, I., Mahnert, A., Rettberg, P., Schwendner, P., et al. (2019). Space Station conditions are selective but do not alter microbial characteristics relevant to human health. Nat. Commun. 10:3990. Motamedi, K., Colin, A., Hooijschuur, J., Postma, O., Lootens, R., Pruijser, D., et al. (2015). Design of a Mars atmosphere simulation chamber and testing a Raman Laser Spectrometer (RLS) under conditions pertinent to Mars rover missions. EPJ Tech. Instrum. 2:15. Murcray, D. G., Kyle, T. G., Kosters, J. J., and Gast, P. R. (1969). The measurement of the solar constant from high altitude balloons. Tellus 21, 620624. doi: 10.1111j.2153-3490.1969.tb00467.x Musilova, M., Wright, G., Ward, J. M., and Dartnell, L. R. (2015). Isolation of radiation-resistant bacteria from Mars analog Antarctic Dry Valleys by preselection, and the correlation between radiation and desiccation resistance. Astrobiology 15, 10761090. doi: 10.1089ast.2014.1278 NASA (2020). FY 2021 Volume of Integrated Performance) . Available online at: https:www.nasa.govsitesdefaultlesatomslesfy2021_volume_of_ integrated_performance.pdf. (Accessed December 8th, 2020)Novikova, N., De Boever, P., Poddubko, S., Deshevaya, E., Polikarpov, N., Rakova, N., et al. (2006). Survey of environmental biocontamination on board the International Space Station. Res. Microbiol. 157, 512. doi: 10.1016j.resmic. 2005.07.010 Potemra, T. A., and Zmuda, A. J. (1970). Precipitating energetic electrons as an ionization source in the midlatitude nighttime D region. J. Geophys Res. (1896-1977) 75, 71617167. doi: 10.1029ja075i034p07161 Potts, M. (1994). Desiccation tolerance of prokaryotes. Microbiol. Rev. 58, 755805. doi: 10.1128mmbr.58.4.755-805.1994 Pulschen, A. A., de Araujo, G. G., de Carvalho, A. C. S. R., Cerini, M. F., de Mendona Fonseca, L., Galante, D., et al. (2018). Survival of extremophilic yeasts in the stratospheric environment during balloon ights and in laboratory simulations. Appl. Environ. Microbiol. 84, e194218. Rabbow, E., Horneck, G., Rettberg, P., Schott, J.-U., Panitz, C., L Aitto, A., et al. (2009). EXPOSE, an astrobiological exposure facility on the international space station-from proposal to ight Orig .Life Evol. Biosph . 39, 581598. doi: 10. 1007s11084-009-9173-6 Rabbow, E., Rettberg, P., Barczyk, S., Bohmeier, M., Parpart, A., Panitz, C., et al. (2012). EXPOSE-E: an ESA astrobiology mission 1.5 years in space. Astrobiology 12, 374386. doi: 10.1089ast.2011.0760 Rabbow, E., Rettberg, P., Barczyk, S., Bohmeier, M., Parpart, A., Panitz, C., et al. (2015). The astrobiological mission EXPOSE-R on board of the International Space Station. Astrobiology 14, 316. doi: 10.1017s1473550414000202 Rainwater, E. L., and Smith, M. S. (2004). Ultra high altitude balloons for medium- to-large payloads. Next Gener. Sci. Ballooning 33, 16481652. doi: 10.1016j.asr. 2003.07.037 Regener, E., and Pfotzer, G. (1935). Vertical intensity of cosmic rays by threefold coincidences in the stratosphere. Nature 136, 718719. doi: 10.1038136718a0 Rettberg, P., Rabbow, E., Panitz, C., and Horneck, G. (2004). Biological space experiments for the simulation of Martian conditions: UV radiation and Martian soil analogues. Adv. Space Res. 33, 12941301. doi: 10.1016j.asr.2003. 09.050 Rothschild, L. J., and Mancinelli, R. L. (2001). Life in extreme environments. Nature 409, 10921101. Saganti, P. B., Cucinotta, F. A., Wilson, J. W., Simonsen, L. C., and Zeitlin, C. (2004). Radiation climate map for analyzing risks to astronauts on the Mars surface from galactic cosmic rays,  in 2001 Mars Odyssey , ed. C. Russell (New York, NY: Springer), 143156. doi: 10.1007978-0-306-48600-5_5 Schuerger, A. C., Mancinelli, R. L., Kern, R. G., Rothschild, L. J., and McKay, C. P. (2003). Survival of endospores of Bacillus subtilis on spacecraft surfaces under simulated martian environments: implications for the forward contamination of Mars. Icarus 165, 253276. doi: 10.1016s0019-1035(03)00200-8 Schuerger, A. C., Trigwell, S., and Calle, C. I. (2008). Use of non-thermal atmospheric plasmas to reduce the viability of Bacillus subtilis on spacecraft surfaces. Astrobiology 7, 4757. doi: 10.1017s1473550407 004016 Seele, C., and Hartogh, P. (1999). Water vapor of the polar middle atmosphere: annual variation and summer mesosphere conditions as observed by ground- based microwave spectroscopy. Geophys. Res. Lett. 26, 15171520. doi: 10.1029 1999gl900315 Segers, F. J. J., Wosten, H. A. B., and Dijksterhuis, J. (2018). Aspergillus niger mutants aected in conidial pigmentation do not have an increased susceptibility to water stress during growth at low water activity. Lett. Appl. Microbiol. 66, 238243. doi: 10.1111lam.12846 Shepherd, T. G. (2000). The middle atmosphere. J. Atmos. Sol. Terr. Phys . 62, 15871601. Silverman, G. J., Davis, N. S., and Beecher, N. (1967). Resistivity of spores to ultraviolet and gamma radiation while exposed to ultrahigh vacuum or at atmospheric pressure. Appl. Microbiol. 15, 510515. doi: 10.1128aem.15.3.510- 515.1967 Simons, D. G. (1954).",
        "conclusion": null,
        "images": []
    }
]