[
    {
        "pmid": "24021022",
        "title": "Functional redundancy between trans-Golgi network SNARE family members in Arabidopsis thaliana.",
        "year": "2013",
        "journal": "BMC Biochem",
        "abstract": "BACKGROUND: Vesicle fusion is an essential process for maintaining the structure and function of the endomembrane system. Fusion is mediated by t-SNARE (soluble N-ethylmaleimide-sensitive factor attachment protein receptor) fusion proteins on the target membrane and v-SNAREs on the vesicle membrane; v-and t-SNAREs interact with each other, driving vesicle fusion with the target membrane. The Arabidopsis thaliana trans-Golgi network resident SNAREs SYP41 and VTI12, along with YKT61/62, have been shown to function in vesicle fusion in vitro, consistent with immunoprecipitation results showing their interaction in Arabidopsis cell extracts. Conflicting published results have indicated that SYP4 family members are either functionally redundant or have distinct and essential functions; the reason for this discrepancy is unclear.\nRESULTS: Here we used a proteoliposome fusion assay to demonstrate that SYP42 and SYP43 can substitute for SYP41 in driving lipid mixing, providing support for functional overlap between family members. Previous reports have also suggested that VTI11 and VTI12 SNAREs show partial overlap in function, despite having mostly distinct localizations and binding partners. We show that VTI11 can substitute for VTI12 in in vitro lipid mixing reactions, providing molecular support for the genetic evidence for partial functional redundancy in vivo.\nCONCLUSIONS: Our data provide biochemical evidence for functional overlap in membrane fusion between members of the SYP4 or VTI1 SNARE groups, supporting previous genetic data suggesting redundancy.",
        "full_text": "RESEARCH ARTICLE Open Access Functional redundancy between trans -Golgi network SNARE family members in Arabidopsis thaliana Sang-Jin Kim1,2,4and Diane C Bassham1,2,3 Abstract Background: Vesicle fusion is an essential process for maintaining the structure and function of the endomembrane system. Fusion is mediated by t-SNARE (soluble N-ethylmaleimide-sensitive factor attachment protein receptor) fusion proteins on the target membrane and v-SNAREs on the vesicle membrane; v-and t-SNAREs interact with each other, driving vesicle fusion with the target membrane. The Arabidopsis thaliana trans -Golgi network resident SNAREs SYP41 and VTI12, along with YKT6162, have been shown to function in vesicle fusionin vitro , consistent with immunoprecipitation results showing their interaction in Arabidopsis cell extracts. Conflicting published results have indicated that SYP4 family members are either functionally redundant or have distinct and essential functions; the reason for this discrepancy is unclear. Results: Here we used a proteoliposome fusion assay to demonstrate that SYP42 and SYP43 can substitute for SYP41 in driving lipid mixing, providing support for functional overlap between family members. Previous reportshave also suggested that VTI11 and VTI12 SNAREs show partial overlap in function, despite having mostly distinct localizations and binding partners. We show that VTI11 can substitute for VTI12 in in vitro lipid mixing reactions, providing molecular support for the genetic evidence for partial functional redundancy in vivo . Conclusions: Our data provide biochemical evidence for functional overlap in membrane fusion between members of the SYP4 or VTI1 SNARE groups, supporting previous genetic data suggesting redundancy. Keywords: Membrane fusion, SNARE, Trans -Golgi network, Vesicle trafficking Background The endomembrane system in plants, consisting of the endoplasmic reticulum, Golgi apparatus, trans -Golgi net- work (TGN), prevacuolar compartment (PVC), vacuole and endosomes, has important roles throughout develop-ment, in responses to stress conditions and in defense responses 1-3. Transport between organelles of the endomembrane system is mediated by transport vesiclesdelivering appropriate proteins, lipids and polysaccharides. The correct trafficking of vesicles requires a number of proteins that function in processes from vesicle buddingto vesicle fusion 4-6.Soluble N-ethylmaleimide-sensitive factor attachment protein receptor (SNARE) proteins have a central role invesicle trafficking in the recognition and fusion between vesicle and target membranes 7,8. SNAREs have a coiled-coil domain which interacts with other SNAREsand typically have a C-terminal integral membrane do- main for anchoring into the membrane. There are two functional types of SNAREs; v-SNAREs are inserted intothe vesicular membrane, while t-SNAREs are located on the target membrane. SNAREs can be divided into 4 classes, Qa, Qb, Qc and R, depending on the presence ofa conserved Q or R residue in their coiled-coil domain. Q-type SNAREs are usually located on the target mem- brane and R-type SNAREs are typically on the vesicularmembrane 9. In general, two or three t-SNARE poly- peptides form a cis-SNARE complex on the target mem- brane, which interacts with a v-SNARE on an incomingvesicle via their coiled-coil domains, forming a four-  Correspondence: basshamiastate.edu 1Department of Genetics, Development and Cell Biology, Iowa State University, Ames, IA 50011, USA 2Interdepartmental Genetics Program, Iowa State University, Ames, IA 50011, USAFull list of author information is available at the end of the article  2013 Kim and Bassham; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http:creativecommons.orglicensesby2.0), which permits unrestricted use,distribution, and reproduction in any medium, provided the original work is properly cited.Kim and Bassham BMC Biochemistry 2013, 14:22 http:www.biomedcentral.com1471-20911422helix trans -SNARE complex 10. This trans -SNARE complex allows the vesicle to fuse with its target mem- brane and release its cargo. The trans -SNARE complex is typically formed only by the correct combination of v- and t-SNAREs, which is one mechanism for providing fusion specificity 11. The requirements for vesicle fu-sion have been studied extensively, and it has been dem- onstrated that SNARE complex formation is sufficient to drive membrane fusion in an in vitro proteoliposome fu- sion assay, suggesting that the SNAREs themselves form the core of the membrane fusion machinery 12-17. The Arabidopsis TGN contains the SYP4 family of closely-related SNAREs, which has 3 members, SYP41, SYP42 and SYP43 18,19. SYP41 and SYP42 each inter- act with the t-SNARE SYP61 and v-SNARE VTI12 inaddition to the SM (Sec1Munc18) protein VPS45, a po- tential regulator of vesicle fusion 18,20,21. There have been conflicting reports regarding the possible func-tional redundancy of the SYP4 family members. SYP41 and SYP42 were originally reported to be essential pro- teins in Arabidopsis, with syp41 and syp42 knockout sin- gle mutations being gametophyte lethal 22, suggesting that each SYP4 family member had a distinct function. However, a more recent study found that members ofthis family had redundant or overlapping functions, with no or only subtle phenotypes for the single mutants but lethality for the syp41syp42syp43 triple mutant. Vacuolar and secretory trafficking was defective in a syp42syp43 double mutant, suggesting a function of the SYP4 family in multiple trafficking pathways 23. The reason for thediscrepancies between these two studies is not clear. The VTI1 SNARE family consists of four genes ( VTI11, VTI12, VTI13 and VTI14 ) in Arabidopsis but only VTI11 and VTI12 are expressed at significant levels 19,24-26. VTI11 and VTI12 have high amino acid sequence identity (60), but they function in different trafficking pathways;VTI11 is involved in trafficking to the lytic vacuole, while VTI12 is involved in trafficking of storage proteins 27. Mutant phenotypes of VTI11 and VTI12 are also distinct.Avti11 mutant shows defects in shoot gravitropism, whereas a vti12 mutant is defective in the autophagy path- way and a vti11vti12 double mutant is lethal 26,28. Although VTI11 and VTI12 have different functions in vacuolar trafficking, overexpressed VTI12 or a mutant ofVTI12 that changes its specificity can substitute for VTI11 in the vti11 mutant 29, and VTI11 is also able to interact with SYP41 and SYP42 when VTI12 is not available 26.These genetic studies suggest that VTI11 may be able to functionally substitute for VTI12 in the SYP4 SNARE complex to drive vesicle fusion, although this has not beenaddressed directly. Previously, either SYP41 or SYP61, together with VTI12 and the multifunctional SNARE YKT6162, were found tobe sufficient to drive lipid mixing of liposomes in vitro15. In yeast and mammalian cells, Ykt6 is involved in vacuolar trafficking and recycling from endosomes to the TGN by interacting with Vti1p 30-33. In Arabidopsis,there are two proteins related to yeast Ykt6, and both of them are able to drive membrane fusion with SYP41 and VTI12 in vitro , suggesting that they may be functionally redundant 15.The requirement for only three SNARE proteins in the fusion reaction suggests that either a three- helix bundle may be formed at the Arabidopsis TGN or,more likely, two molecules of one component may be required to make a four-helix bundle. Here, we use in vitro liposome lipid mixing assays to ad- dress two questions relating to TGN SNARE redundancy: can SYP42 andor SYP43 substitute for SYP41 in the in vitro lipid mixing assays, thus providing further evidence to distinguish between overlapping vs. distinct functions of these SNAREs?; and can VTI11 also drive fusion in com- bination with SYP4 SNAREs and YKT6162, providing bio-chemical evidence that VTI11 may be able to functionally substitute for VTI12 in the SYP4 SNARE complex when VTI12 is absent, thus supporting the genetic studies 29?We show that SYP42 or SYP43 reconstituted into vesicles are also able to drive lipid mixing with VTI12-containing vesicles, supporting the idea of functional redundancy between these SNAREs. In addition, VTI11-containing ves- icles are able to fuse with vesi cles containing a SYP4 family member, indicating that functional overlap between VTI11and VTI12 is mediated by interaction and fusion activity with SYP4 family proteins. Results Expression of recombinant SNAREs in Escherichia coli SNAREs used in this study are shown schematically in Figure 1A. Recombinant proteins were expressed in E. coli and purified via their N-terminal His 6tag using Ni-NTA resin. Purified proteins were separated by SDS-PAGE andstained with Coomassie Blue. The purified proteins mi- grated at their expected MW with the exception of SYP42 (Figure 1B). The predicted size of SYP42 is approximately36 kDa, but recombinant SYP42 migrated at around 45 kDa, presumably due to structural hindrance during mi- gration in the gel (Figure 1B). This size difference was alsoobserved in a previous study of epitope-tagged SYP42 in transgenic Arabidopsis plants 18. SYP42 and SYP43 can also drive liposome fusion Previously, proteoliposome fusion assays using SYP41, VTI12 and YKT62 demonstrated that these proteins weresufficient to drive full lipid mixing between liposomes, as a proxy for vesicle fusion 15. Conflicting reports in the lit- erature have suggested that the SYP4 family SNAREs haveeither distinct 22 or redundant 23 functions. To further address this issue, we tested whether other SYP4 family proteins can substitute for SYP41 in driving lipid mixingKim and Bassham BMC Biochemistry 2013, 14:22 Page 2 of 10 http:www.biomedcentral.com1471-20911422in combination with VTI12 and YKT62. Recombinant SYP41, SYP42 or SYP43 was reconstituted into phospho- lipid vesicles mimicking plant membrane composition(acceptor vesicles) containing 60 mol 1,2-dioleoyl-sn- glycero-3-phosphocholine (DOPC), 20 mol 1-palmitoyl- 2-oleoyl-sn-glycero-3-(phospho-rac-(1-glycerol)) (POPG)and 20 mol 1-palmitoyl-2-oleoyl-sn-glycero-3-phospho- ethanolamine (POPE) using a Bio-beadsdialysis method 14. VTI12 was reconstituted into separate vesicles (donor vesicles) of the same lipid composition, except for the addition of 1.5 mol each of N-(7-nitro-2,1,3,benzoxadiazol-4-yl) (NBD) and rhodamine-labeled fluorescent lipids (NBD- PE and rhodamine-PE) replacing an equal amount of DOPC. The efficiency of reconstitution of proteins into liposomeswas analyzed by SDS-PAGE and staining with Coomassie Blue, and the reconstitution efficiency as determined by densitometry was around 50-60 for each protein (Figure 2). The basis for the in vitro liposome lipid mixing assay is loss of fluorescence resonance energy transfer (FRET) due to dilution of the fluorescent lipids. Donor vesiclescontain NBD and rhodamine-labeled fluorescent lipids,whereas acceptor vesicles are unlabeled. NBD fluorescence in donor vesicles is quenched by rhodamine resulting in very low initial fluorescence. When donor and acceptorvesicle membranes fuse, dilution of the fluorescent lipids leads to a decrease in NBD fluorescence quenching, caus- ing an increased NBD fluorescence which can be moni-tored by fluorescence spectrophotometry. Acceptor vesicles containing SYP41, SYP42 or SYP43 and donor vesicles containing VTI12 were mixed togetherwith the soluble form of YKT62, which is normally present as a lipid-modified form for membrane association in yeast and lacks a transmembrane domain (Figure 3D).This led to a rapid increase in NBD fluorescence due to dilution of the fluorescent lipids caused by membrane fusion (Figure 3A-C). These data indicate that SYP41,SYP42 and SYP43 can all drive lipid mixing of liposomes, and that SYP42 and SYP43 can function with VTI12 and YKT62 in SNARE complexes in vitro , as previously sug- gested by their co-immunoprecipitation 18. No fusion was observed when YKT62 was omitted from each fu- sion reaction, suggesting YKT62 is also required formembrane fusion with SYP4 and VTI1 family members and that lipid mixing is dependent on the presence of t h eS N A R E s( F i g u r e3 ) .T h i sr e s u l tp r o v i d e ss u p p o r tf o rthe idea of functional overlap between the SYP4 SNAREs in vesicle fusion. VTI11 can drive membrane lipid mixing in combination with SYP4 family SNAREs In Arabidopsis, four genes ( VTI11, VTI12, VTI13 and VTI14 ) comprise the VTI1 family, with VTI14 only ex- pressed in Arabidopsis suspension cells 19. VTI11 and VTI12 are v-SNAREs localized to the PVC and TGN, re-spectively 35. VTI11 and VTI12 were previously shown to compensate for each other in each single knockout mutant, as a vti11vti12 double mutant is embryo lethal, suggesting they are at least partially functionally redun- dant 26. Niihama et al. 29 found that expression of VTI12 was increased in a vti11 mutant, and a single amino acid substitution in VTI12 which changes the cellular localization of VTI12 to the PVC suppressed the vti11 mutant phenotype. We hypothesize that VTI11, inaddition to VTI12, is also able to mediate vesicle fusion in combination with members of the SYP4 family and that the specificity of SNARE complex formation in vivo is due at least in part to the distinct localization of VTI11 and VTI12. To test this hypothesis, VTI11 was reconstituted into donor vesicles (Figure 2) containing fluorescent lipids, and proteoliposome lipid mixing assays were performed with acceptor vesicles containing each SYP4 family memberand donor vesicles containing VTI11, all in the presence of YKT62. As shown in Figure 4, all SYP4 family proteins were able to drive rapid lipid mixing with donor vesicles Figure 1 Expression of recombinant proteins for lipid mixing assays. A . Schematic diagram of proteins used in this study 34 showing their domain structure. Habc, the N-terminal domain found in Qa-type SNAREs. TM, transmembrane domain. B. Expression and purification of proteins. His-tagged recombinant proteins as indicated were expressed in E.coli and purified using Ni-NTA resin. Teng each of the purified proteins were separated by SDS-PAGE and stained using Coomassie Blue. MW markers are indicated at left.Kim and Bassham BMC Biochemistry 2013, 14:22 Page 3 of 10 http:www.biomedcentral.com1471-20911422containing VTI11, suggesting that the SYP4 family is also able to form functional SNARE complexes with VTI11. When the maximum percentage of lipid mixing (mea- sured as NBD fluorescence) containing one SYP4 family member with vesicles containing either VTI11 or VTI12was compared, SYP41 and SYP43 showed similar max- imum percentages. However, SYP42 showed more lipid mixing with VTI11 than VTI12 by 5-10. This differencewas found to be statistically significant ( t-test, p  0.05), suggesting that VTI11 functions with SYP42 better than VTI12 in vitro (Figure 4B,D), although whether this has biological significance in vivo is unknown. We have shown that both VTI11 and VTI12 can drive lipid mixing in combination with SYP4 family members(Figure 3 and 4). To test whether the lipid mixing isdriven by the specific interaction between individual SYP4 and VTI1 family members rather than a general require- ment that any SNARE can fulfill, MEMB11, a v-SNARE involved in endoplasmic reticulum to Golgi anterograde trafficking and fusion at the Arabidopsis cis-Golgi, was synthesized and incorporated into donor vesicles 36. Lit- tle lipid mixing was seen between vesicles containing MEMB11 and vesicles containing SYP4 family SNAREs inthe presence of YKT62, indicating that the reactions are specific for the tested SNAREs (Figure 4). As a further confirmation that the observed lipid mixing is specifically dependent on the VTI1 family, soluble frag- ments of VTI11 and VTI12 (VTI11s and VTI12s) were synthesized lacking the transmembrane domain. These sol-uble VTI11 or VTI12 fragments were mixed with YKT62 Protein marker SYP41 SYP43 VTI11 VTI12 MEMB11 R-MEMB11 R-VTI11 R-VTI12 SYP42 R-SYP41 R-SYP43 R-SYP42 45kDaA B28kDa Figure 2 Reconstitution of recombinant proteins into liposomes. A . Recombinant proteins were reconstituted into liposomes in the presence of detergent (Triton X-100 or n-octylglucoside), followed by dialysis to remove detergents after reconstitution. The amount of each protein before and after reconstitution was analyzed by SDS-PAGE and Coomassie Blue staining to determine the reconstitution efficiency. Prefix R- stands for reconstituted proteins. B. The average reconstitution efficiency was obtained from three independent experiments by densitometry of gels. The average reconstitution efficiency was 50 for all proteins. Error bars represent standard deviation (n  3).Kim and Bassham BMC Biochemistry 2013, 14:22 Page 4 of 10 http:www.biomedcentral.com1471-20911422and acceptor vesicles containing one SYP4 family mem- ber, followed by incubation for 30 min before adding reconstituted donor vesicles and measuring lipid mixing (Figure 5D). The soluble VTI11 and VTI12 proteinsinhibited the lipid mixing o f vesicles containing their full length version. When cross inhibition (VTI11s with VTI12 and VTI12s with VTI11) was examined, the sameinhibition was observed, presumably due to occupation of the entire available SYP4 family member by the soluble version of VTI11 or VTI12 proteins, thus preventing in-teraction with the full length version (Figure 5). Although SYP42 preferentially works with VTI11, VTI12s can still block VTI11 fusion. The disassembly of SNARE com- plexes requires NSF and SNAP 37. Thus, the preformed SYP42 SNARE complex containing VTI12s and YKT62cannot interact with VTI11, because the SYP42 SNARE complex is locked. These data indicate that the full-length proteins cannot displace the soluble fragments and con-firm that lipid mixing is mediated by the interaction be- tween SNAREs on the acceptor and donor vesicles. These results demonstrate that individual SYP4 family members can interact with VTI11 during lipid mixing in addition to their interaction with VTI12. Inhibition by sol- uble VTI11 and VTI12 suggests that VTI11 and VTI12may have similar abilities to drive membrane fusion. Thisimplies that VTI11 can substitute for VTI12 in catalyzing membrane fusion via interaction with the same SYP4 fam- ily complexes to which VTI12 binds in vivo and provides a molecular explanation for the ability of VTI11 and VTI12to partially compensate for each other in the respective mutants. Discussion The Arabidopsis genome encodes three proteins that are members of the SYP4 family and four members of theVTI1 family. Previously, SYP41, VTI12 and YKT6162 were found to be important components of the membrane fusion machinery at the Arabidopsis TGN 15,18. Here,we demonstrate that other members of the SYP4 and VTI1 families are also able to drive rapid lipid mixing in vitro , and provide further evidence that family members have functional overlap. We use a lipid mixing assay based on dequenching of lipid fluorescence as a proxy for mem- brane fusion 12. We have previously shown that SYP41-driven lipid mixing results from full fusion between the lipid bilayers, and not simply from hemi-fusion of the outer leaflets 15. The other combinations of SNAREsused here show similar lipid mixing efficiencies, suggesting that they also result in full membrane fusion. It has been shown that lipid mixing precedes and is more efficient Figure 3 SYP42 and SYP43 can drive liposome fusion. Purified SYP41 (A), SYP42 (B), or SYP43 (C)was incorporated into acceptor vesicles (non-fluorescent vesicles), and VTI12 was reconstituted into donor vesicles containing fluorescent lipids. Membrane fusion with (black) or witho ut (red) YKT62 was measured by monitoring NBD fluorescence with excitation wavelength of 460 nm and emission wavelength of 530 nm. The fluorescence was recorded every ten seconds for 10 min. The maximal fluorescence intensity (MFI) was obtained by adding 1 l of 10 (vv) Triton X-100, and recorded fluorescence measurements were normalized to the MFI. D. Schematic diagram of the assays shown in Figures 3 and 4.Kim and Bassham BMC Biochemistry 2013, 14:22 Page 5 of 10 http:www.biomedcentral.com1471-20911422than content mixing during in vitro liposome fusion 38; determination of whether the SNAREs used in this workcan also lead to content mixing will require a specific assay for this process 39,40. The degree of functional overlap between SYP4 family members has been controversial in the literature. One report indicated that each family member is essential for viability, suggesting that each SYP4 protein has a uniqueand essential function 22. A second report, however, indicated substantial overlap in function, with no pheno- type observed for single mutants and combinations of mutations required to observe trafficking defects 23; a triple syp41syp42syp43 mutation was lethal. The reason for these discrepancies is unknown, but our in vitro re- sults indicate that all three SYP4 family members can drive lipid mixing with the same combinations of otherSNAREs, providing support for functional overlap be- tween family members. It has been shown that SYP41 and SYP42 interact with only one VTI1 family protein, VTI12, in vivo , suggesting SYP41 and SYP42 are involved in membrane fusion with vesicles containing VTI12 as a v-SNARE18. This was confirmed by an in vitro lipid mixingassay using reconstituted SYP41 or SYP42 and VTI12 (Figure 3A,B). However, SYP42 showed an unexpectedpreference for VTI11 in the in vitro lipid mixing assay (Figure 4B). It is possible that the difference between im- munoprecipitation results using Arabidopsis cell extractand lipid mixing assays using recombinant proteins could be caused by the distinct localization of VTI11 and VTI12 in vivo . VTI11 is hypothesized to function as a v-SNARE that targets vesicles containing the vacuolar sorting recep- tor VSR1 and ssVSD-containing vacuolar cargo from the TGN to the PVC, and VTI12 is thought to be involved in trafficking to storage vacuoles via recycling of vesicle traf- ficking components from the PVC to the TGN, althoughfunctional overlap between the two proteins is evident 24,27,29,41. VTI11 localizes to the PVC and interacts with SYP21 and SYP51, while VTI12 localizes to the TGN35. The different localization of VTI11 versus VTI12 pre- cludes the possibility of interaction of VTI11 with SYP4 family members at the TGN under normal conditions. Although VTI11 and VTI12 seem to be involved in dis- tinct trafficking pathways, they can compensate for loss of the other protein in vti11 andvti12 single mutants 26. In addition, more VTI12 is expressed in a vti11 mutant, Figure 4 SYP4 family members and VTI11 can function together in membrane fusion. A -C. Purified SYP41 (A), SYP42 (B)or SYP43 (C)were incorporated into acceptor vesicles, and VTI11, VTI12 or MEMB11 were reconstituted into donor vesicles. Mixing of acceptor vesicles and donor vesicles was measured as in Figure 3. The change in NBD fluorescence was monitored after mixing each R-SYP4 family and R-VTI11 either in the presence (black line) or absence of YKT62 (green line) and mixing each R-SYP4 family and either R-MEMB11 (yellow line) or R-VTI12 (red line) in the presence of YKT62. D. Maximum percentages of fusion of donor vesicles containing R-VTI11, R-VTI12 or R-MEMB11 with vesicles reconstituted with a SYP4 family protein were analyzed statistically and compared. Maximum percentage of fusion between R-SYP42 and either R-VTI11 orR-VTI12 showed a significant difference by t-test ( p 0.006, labeled with asterisk). Error bars represent standard deviation (n  7).Kim and Bassham BMC Biochemistry 2013, 14:22 Page 6 of 10 http:www.biomedcentral.com1471-20911422presumably to make up for loss of VTI11, and a single amino acid substitution in VTI12 can partially suppress the phenotype of vti11 mutants 29. These results suggest that VTI1 family proteins can bind to non-cognate inter-action partners when the other VTI1 family member is not available. This possibility was tested using in vitro lipid mixing assays, showing that VTI11 was able to mediatevesicle fusion by interacting with SYP4 family members. This result indicates that compensation by VTI11 in vti12 mutants in vivo is likely to be via the ability to form a functional SNARE complex with the VTI12 binding part- ners. The inverse may also be true, that VTI12 may be able to interact with the normal VTI11 binding partners under the appropriate circumstances. In vitro fusion assays using recombinant SYP21 and SYP51 could provide fur-ther information about the redundant functions of VTI12 and VTI11. Our data support the hypothesis that the dis- tinct subcellular localization of VTI11 and VTI12 in vivo is the primary determinant of fusion specificity of this family, rather than the innate biochemical properties of the proteins themselves. Conclusions In conclusion, we have demonstrated that each SYP4family member at the TGN, together with either VTI11or VTI12, can drive proteoliposome lipid mixing in vitro . These data provide support for functional overlap between SYP4 family members 23 rather than distinct essential functions 22, an issue which has been controversial inthe literature. They also indicate that VTI11 can substitute for VTI12 in driving lipid mixing with SYP41, suggesting that they have similar biochemical properties and thattheir specificity in different trafficking pathways in vivo is mainly due to their different subcellular localizations. Methods Plasmid construction Full-length SYP42, SYP43, VTI11, MEMB11 and a solublefragment of VTI11 (VTI11s, including amino acid se- quence 1 200) were amplified by PCR using cDNAs gener- ated from Arabidopsis seedlin gs and the following primers; SYP42 FPRP, SYP43 FPRP, VTI11 FPRP, VTI11s FPRPand MEMB11 FPRP (Table 1). DNA fragments encoding SYP42 and SYP43 were digested using EcoRI and XhoI. DNA fragments encoding VTI11, VTI11s and MEMB11were digested using EcoRI and HindIII ,BamHI and HindIII, and EcoRI and XhoI, respectively, and ligated into the pET28a expression vector (Novagen, Madison, WI)digested using the same restriction enzymes. Figure 5 SYP4 and VTI1 family-mediated fusion can be inhibited by soluble VTI11 or soluble VTI12. Reconstituted vesicles containing either SYP41 (A), SYP42 (B)or SYP43 (C)were mixed with YKT62 and either soluble VTI11 or soluble VTI12 for 30 min, followed by addition of either R-VTI11 or R-VTI12. The fluorescence did not increase significantly (less than 4), indicating inhibition of the fusion reaction in the prese nce of soluble VTI11 or soluble VTI12. D. Schematic diagram of the assays in Figure 5.Kim and Bassham BMC Biochemistry 2013, 14:22 Page 7 of 10 http:www.biomedcentral.com1471-20911422Protein expression and purification Protein expression was performed as described in Chen et al. 15 with minor changes. SYP41, SYP42, SYP43, VTI11, VTI12, VTI11s, VTI12s, YKT62 and MEMB11 were expressed in E. coli strain BL21 (DE3) as N-terminal His 6-tagged proteins. Ten ml of an overnight culture were transferred to 500 ml Luria-Burtani media with 50 gml kanamycin and 2 mgml glucose. Cells were grown at 37Cuntil the OD600 reached 0.6. Isopropyl- -D-thiogalactopy- ranoside was added to 0.5 mM final concentration to in- duce expression, and cells were incubated for 5 h at 16C. SYP41, VTI12s and YKT62 were purified according to Chen et al. 15, and SYP42, SYP43, VTI11, VTI12, VTI11s and MEMB11 were purified with minor changes in thewashing and elution steps. SYP42 and SYP43 were eluted in elution buffer with 0.2 (vv) Triton X-100 and VTI11s was purified in the same manner as VTI12s. VTI11, VTI12and MEMB11 were washed sequentially using washing buf- fer I (50 mM NaH 2PO4(pH 8.0), 200 mM NaCl, 50 mM imidazole, 0.2 (vv) Triton X-100), washing buffer II (50mM Tris HCl (pH 8.0), 300 mM NaCl, 50 mM imidazole, 0.2 (vv) Triton X-100), washing buffer III (50 mM Tris  HCl (pH 8.0), 300 mM NaCl, 50 mM imidazole) and wash-ing buffer IV (50 mM Tris HCl (pH 8.0), 300 mM NaCl, 50 mM imidazole, 0.8 (wv) n-octylglucoside), followed by elution using elution buffer (50 mM Tris HCl (pH 8.0), 300 mM NaCl, 300 mM imidazole, 0.8 (wv) n- octylglucoside). Preparation of lipid vesicles and membrane reconstitution Preparation of lipid vesicles and reconstitution of pro-teins into vesicles were performed as described in Chenet al. 15 except for proteins inserted into donor vesi- cles (VTI11, VTI12 and MEMB11). Donor vesicles containing fluorescent dyes were mixed with VTI11,V T I 1 2o rM E M B 1 1a ta1 : 2 0 0p rotein-to-lipid molar ra- tio and incubated at 4C fo r 30 minutes. The same vol- ume of fusion assay buffer was added to the mixture,which was dialyzed overnight against fusion assay buffer with 4 (vv) glycerol containing 1 gl of Bio-beads SM-2 (Bio-Rad, Hercules, CA) to remove the trace amount of detergent. The reconstitution efficiency was analyzed by SDS-PAGE and staining with Coomassie Blue. The amountof protein in vesicles was compared with a known concen- tration of protein before reconstitution using densitometry (GS-800 Calibrated Densitometer, Bio-Rad, Hercules, CA)and Quantity one software (Bio-Rad, Hercules, CA). Removal of detergent from YKT62 The detergent in YKT62 samples was removed by adding 20 mg Bio-beads SM-2, followed by rocking at 4C for 30 min. Removal of detergent was repeated three times,followed by dialysis as described above. Total lipid mixing assay The donor and acceptor vesicles were mixed in a molar ra- tio of 1:9, and the same molar amount of YKT62 to SYP41, SYP42 or SYP43 was added to the mixture. The total lipidconcentration was 0.5 mM a nd the total volume of the mixture was set to 100 l. Fusion of donor vesicles with ac- ceptor vesicles decreases qu enching between rhodamine and NBD, measured as an increase in NBD fluorescence. Fluorescence was measured at excitation and emission wavelengths of 465 and 530 nm, respectively. Fluorescencechanges were recorded every 10 sec with a Varian Cary Eclipse model fluorescence spectrophotometer (Varian, Palo Alto, CA) with 2 mm path length at 25C for 10 min.The maximum fluorescence intensity (MFI) was achieved by adding 1 l of 10 (vv) Triton X-100. Lipid mixing with VTI11s or VTI12s To inhibit fusion between donor and acceptor vesicles, a soluble version of VTI11 or VTI12 was added to theacceptor vesicles and incubated for 30 min at room temperature. The incubated acceptor vesicles were used for the lipid mixing assay as described above.Table 1 Primer sequences Gene Direction Sequence SYP42 Forward 5 -GGAATTCCATATGGCGACGAGGAATCGAACGACGGTG-3  Reverse 5 -CGC CTCGAGCTAAAACAAAATATTCTTAAGAATTAA-3  SYP43 Forward 5 -GGAATTCCATATGGCGACTAGGAATCGTACGCTGTTG-3  Reverse 5 -CGC CTCGAGTCACAACAGAATCTCCTTGAGGATTAAGA-3  VTI11 Forward 5 -GGAATTCCATATGAGTGACGTGTTTGATGGATATGAG-3  Reverse 5 -CCC AAGCTTTTACTTGGTGAGTTTGAAGTACAAGATG-3  VTI11s Forward 5 -GGATCCATGAGTGACGTGTTTGATGG-3  Reverse 5 -AAGCTTTTAGGTCCATTTGTTCTTGT-3  MEMB11 Forward 5 -GAATTCATGGCGTCTGGTATCGTCGA-3  Reverse 5 -CTCGAGGGTTAGCGTGTCCATCTTATGA-3  The restriction sites used for cloning are underlined.Kim and Bassham BMC Biochemistry 2013, 14:22 Page 8 of 10 http:www.biomedcentral.com1471-20911422Abbreviations SNARE: Soluble N-ethylmaleimide-sensitive factor attachment protein receptor; TGN: Trans -Golgi network; PVC: Prevacuolar compartment; SM: Sec1Munc18; DOPC: 1,2-dioleoyl-sn-glycero-3-phosphocholine; POPG: 1-palmitoyl-2-oleoyl-sn-glycero-3-(phospho-rac-(1-glycerol)); POPE: 1-palmitoyl- 2-oleoyl-sn-glycero-3-phospho-ethanolamine; NBD: N-(7-nitro-2,1,3, benzoxadiazol-4-yl); FRET: Fluorescence resonance energy transfer. Competing interests The authors declare that they have no competing interests. Authors contributions SJK performed the experiments, analyzed the results and drafted themanuscript. DCB conceived of the study, designed the experiments, analyzed the results and revised the manuscript. Both authors read and approved the final manuscript. Acknowledgements We thank Drs Yeon-Kyun Shin, Zhengliu Su and Yong Chen for providing constructs, equipment and valuable assistance and expertise in the in vitro fusion assay. This work was supported by a grant from the NationalAeronautics and Space Administration (grant no. NNX09AK78G) to DCB. Author details 1Department of Genetics, Development and Cell Biology, Iowa State University, Ames, IA 50011, USA.2Interdepartmental Genetics Program, Iowa State University, Ames, IA 50011, USA.3Plant Sciences Institute, Iowa State University, Ames, IA 50011, USA.4Current address: Great Lakes Bioenergy Research Center, Michigan State University, East Lansing, MI 48824, USA. Received: 14 June 2013 Accepted: 6 September 2013 Published: 11 September 2013 References 1. Robatzek S: Vesicle trafficking in plant immune responses. Cell Microbiol 2007, 9(1):18. 2. Saito C, Ueda T: Chapter 4: functions of RAB and SNARE proteins in plant life.Int Rev Cell Mol Biol 2009, 274:183233. 3. Fujimoto M, Ueda T: Conserved and plant-unique mechanisms regulating plant post-Golgi traffic. Front Plant Sci 2012, 3:197. 4. Lipka V, Kwon C, Panstruga R: SNARE-ware: the role of SNARE-domain proteins in plant biology. Annu Rev Cell Dev Biol 2007, 23:147174. 5. Bassham D, Blatt M: SNAREs: cogs and coordinators in signaling and development. Plant Physiol 2008, 147(4):1504 1515. 6. Hwang I, Robinson DG: Transport vesicle formation in plant cells. Curr Opin Plant Biol 2009, 12(6):660 669. 7. Sllner T, Whiteheart S, Brunner M, Erdjument-Bromage H, Geromanos S, Tempst P, Rothman J: SNAP receptors implicated in vesicle targeting and fusion. Nature 1993, 362(6418):318 324. 8. Sudhof TC, Rothman JE: Membrane fusion: grappling with SNARE and SM proteins. Science 2009, 323(5913):474 477. 9. Bock JB, Matern HT, Peden AA, Scheller RH: A genomic perspective on membrane compartment organization. Nature 2001, 409(6822):839 841. 10. Poirier MA, Xiao W, Macosko JC, Chan C, Shin YK, Bennett MK: The synaptic SNARE complex is a parallel four-stranded helical bundle. Nat Struct Biol 1998, 5(9):765 769. 11. Paumet F, Rahimian V, Rothman JE: The specificity of SNARE-dependent fusion is encoded in the SNARE motif. Proc Natl Acad Sci USA 2004, 101(10):3376 3380. 12. Weber T, Zemelman B, McNew J, Westermann B, Gmachl M, Parlati F, Sllner T, Rothman J: SNAREpins: minimal machinery for membrane fusion. Cell1998, 92(6):759 772. 13. McNew JA, Parlati F, Fukuda R, Johnston RJ, Paz K, Paumet F, Sollner TH, Rothman JE: Compartmental specificity of cellular membrane fusion encoded in SNARE proteins. Nature 2000, 407(6801):153 159. 14. Chen Y, Xu Y, Zhang F, Shin YK: Constitutive versus regulated SNARE assembly: a structural basis. EMBO J 2004, 23(4):681 689. 15. Chen Y, Shin YK, Bassham DC: YKT6 is a core constituent of membrane fusion machineries at the Arabidopsis trans-Golgi network. J Mol Biol 2005, 350(1):92 101.16. Cho WJ, Lee JS, Zhang L, Ren G, Shin L, Manke CW, Potoff J, Kotaria N, Zhvania MG, Jena BP: Membrane-directed molecular assembly of the neuronal SNARE complex. J Cell Mol Med 2011, 15(1):31 37. 17. Shi L, Shen QT, Kiel A, Wang J, Wang HW, Melia TJ, Rothman JE, Pincet F: SNARE proteins: one to fuse and three to keep the nascent fusion pore open. Science 2012, 335(6074):1355 1359. 18. Bassham DC, Sanderfoot AA, Kovaleva V, Zheng H, Raikhel NV: AtVPS45 complex formation at the trans-Golgi network. Mol Biol Cell 2000, 11(7):2251 2265. 19. Uemura T, Ueda T, Ohniwa RL, Nakano A, Takeyasu K, Sato MH: Systematic analysis of SNARE molecules in Arabidopsis: dissection of the post-Golgi network in plant cells. Cell Struct Funct 2004, 29(2):49 65. 20. Zouhar J, Rojo E, Bassham DC: AtVPS45 is a positive regulator of the SYP41SYP61VTI12 SNARE complex involved in trafficking of vacuolar cargo. Plant Physiol 2009, 149(4):1668 1678. 21. Bassham DC, Raikhel NV: An Arabidopsis VPS45p homolog implicated in protein transport to the vacuole. Plant Physiol 1998, 117(2):407 415. 22. Sanderfoot AA, Pilgrim M, Adam L, Raikhel NV: Disruption of individual members of Arabidopsis syntaxin gene families indicates each hasessential functions. Plant Cell 2001, 13(3):659 666. 23. Uemura T, Kim H, Saito C, Ebine K, Ueda T, Schulze-Lefert P, Nakano A: Qa- SNAREs localized to the trans-Golgi network regulate multiple transport. Proc Natl Acad Sci U S A 2012, 109(5):1784 1789. 24. Zheng H, Von Mollard G, Kovaleva V, Stevens T, Raikhel N: The plant vesicle-associated SNARE AtVTI1a likely mediates vesicle transport fromthe trans-Golgi network to the prevacuolar compartment. Mol Biol Cell 1999, 10(7):2251 2264. 25. Sanderfoot AA, Assaad FF, Raikhel NV: The Arabidopsis genome: an abundance of soluble N-ethylmaleimide-sensitive factor adaptor proteinreceptors. Plant Physiol 2000, 124(4):1558 1569. 26. Surpin M, Zheng HJ, Morita MT, Saito C, Avila E, Blakeslee JJ, Bandyopadhyay A, Kovaleva V, Carter D, Murphy A, et al:The VTI family of SNARE proteins is necessary for plant viability and mediates different protein transport pathways. Plant Cell 2003, 15(12):2885 2899. 27. Sanmartin M, Ordonez A, Sohn EJ, Robert S, Sanchez-Serrano JJ, Surpin MA, Raikhel NV, Rojo E: Divergent functions of VTI12 and VTI11 in trafficking to storage and lytic vacuoles in Arabidopsis. Proc Natl Acad Sci U S A 2007, 104(9):3645 3650. 28. Yano D, Sato M, Saito C, Sato MH, Morita MT, Tasaka M: A SNARE complex containing SGR3AtVAM3 and ZIGVTI11 in gravity-sensing cells is important for Arabidopsis shoot gravitropism. Proc Natl Acad Sci U S A 2003, 100(14):8589 8594. 29. Niihama M, Uemura T, Saito C, Nakano A, Sato MH, Tasaka M, Morita MT: Conversion of functional specificity in Qb-SNARE VTI1 homologues of Arabidopsis. Curr Biol 2005, 15(6):555 560. 30. Dilcher M, Kohler B, Von Mollard GF: Genetic interactions with the yeast Q-SNARE VTI1 reveal novel functions for the R-SNARE YKT6. J Biol Chem 2001, 276(37):34537 34544. 31. Kweon Y, Rothe A, Conibear E, Stevens T: Ykt6p is a multifunctional yeast R-SNARE that is required for multiple membrane transport pathways to the vacuole. Mol Biol Cell 2003, 14(5):1868 1881. 32. Fukasawa M, Varlamov O, Eng WS, Sollner TH, Rothman JE: Localization and activity of the SNARE Ykt6 determined by its regulatory domain and palmitoylation. Proc Natl Acad Sci U S A 2004, 101(14):4815 4820. 33. Tai G, Lu L, Wang T, Tang B, Goud B, Johannes L, Hong W: Participation of the syntaxin 5Ykt6GS28GS15 SNARE complex in transport from the earlyrecycling endosome to the trans-Golgi network. Mol Biol Cell 2004, 15(9):4011 4022. 34. Ren J, Wen L, Gao X, Jin C, Xue Y, Yao X: DOG 1.0: illustrator of protein domain structures. Cell Res 2009, 19(2):271 273. 35. Sanderfoot AA, Kovaleva V, Bassham DC, Raikhel NV: Interactions between syntaxins identify at least five SNARE complexes within the Golgiprevacuolar system of the Arabidopsis cell. M o lB i o lC e l l 2001, 12(12):3733 3743. 36. Chatre L, Brandizzi F, Hocquellet A, Hawes C, Moreau P: Sec22 and Memb11 are v-SNAREs of the anterograde endoplasmic reticulum-Golgi pathway intobacco leaf epidermal cells. Plant Physiol 2005, 139(3):1244 1254. 37. Matveeva E, Whiteheart SW: The effects of SNAPSNARE complexes on the ATPase of NSF. FEBS Lett 1998, 435(23):211 214. 38. Chan YH, Van Lengerich B, Boxer SG: Effects of linker sequences on vesicle fusion mediated by lipid-anchored DNA oligonucleotides. Proc Natl Acad Sci U S A 2009, 106(4):979 984.Kim and Bassham BMC Biochemistry 2013, 14:22 Page 9 of 10 http:www.biomedcentral.com1471-2091142239. Diao J, Su Z, Ishitsuka Y, Lu B, Lee KS, Lai Y, Shin YK, Ha T: A single-vesicle content mixing assay for SNARE-mediated membrane fusion. Nat Commun 2010, 1:54. 40. Lai Y, Diao J, Liu Y, Ishitsuka Y, Su Z, Schulten K, Ha T, Shin YK: Fusion pore formation and expansion induced by Ca2 and synaptotagmin 1. Proc Natl Acad Sci U S A 2013, 110(4):1333 1338. 41. Ebine K, Okatani Y, Uemura T, Goh T, Shoda K, Niihama M, Morita MT, Spitzer C, Otegui MS, Nakano A, et al:A SNARE complex unique to seed plants is required for protein storage vacuole biogenesis and seed development of Arabidopsis thaliana. Plant Cell 2008, 20(11):3006 3021. doi:10.11861471-2091-14-22 Cite this article as: Kim and Bassham: Functional redundancy between trans -Golgi network SNARE family members in Arabidopsis thaliana .BMC Biochemistry 2013 14:22. Submit your next manuscript to BioMed Central and take full advantage of:  Convenient online submission  Thorough peer review  No space constraints or color gure charges  Immediate publication on acceptance  Inclusion in PubMed, CAS, Scopus and Google Scholar  Research which is freely available for redistribution Submit your manuscript at www.biomedcentral.comsubmitKim and Bassham BMC Biochemistry 2013, 14:22 Page 10 of 10 http:www.biomedcentral.com1471-20911422",
        "introduction": null,
        "conclusion": "s: Our data provide biochemical evidence for functional overlap in membrane fusion between members of the SYP4 or VTI1 SNARE groups, supporting previous genetic data suggesting redundancy. Keywords: Membrane fusion, SNARE, Trans -Golgi network, Vesicle trafficking Background The endomembrane system in plants, consisting of the endoplasmic reticulum, Golgi apparatus, trans -Golgi net- work (TGN), prevacuolar compartment (PVC), vacuole and endosomes, has important roles throughout develop-ment, in responses to stress conditions and in defense responses 1-3. Transport between organelles of the endomembrane system is mediated by transport vesiclesdelivering appropriate proteins, lipids and polysaccharides. The correct trafficking of vesicles requires a number of proteins that function in processes from vesicle buddingto vesicle fusion 4-6.Soluble N-ethylmaleimide-sensitive factor attachment protein receptor (SNARE) proteins have a central role invesicle trafficking in the recognition and fusion between vesicle and target membranes 7,8. SNAREs have a coiled-coil domain which interacts with other SNAREsand typically have a C-terminal integral membrane do- main for anchoring into the membrane. There are two functional types of SNAREs; v-SNAREs are inserted intothe vesicular membrane, while t-SNAREs are located on the target membrane. SNAREs can be divided into 4 classes, Qa, Qb, Qc and R, depending on the presence ofa conserved Q or R residue in their coiled-coil domain. Q-type SNAREs are usually located on the target mem- brane and R-type SNAREs are typically on the vesicularmembrane 9. In general, two or three t-SNARE poly- peptides form a cis-SNARE complex on the target mem- brane, which interacts with a v-SNARE on an incomingvesicle via their coiled-coil domains, forming a four-  Correspondence: basshamiastate.edu 1Department of Genetics, Development and Cell Biology, Iowa State University, Ames, IA 50011, USA 2Interdepartmental Genetics Program, Iowa State University, Ames, IA 50011, USAFull list of author information is available at the end of the article  2013 Kim and Bassham; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http:creativecommons.orglicensesby2.0), which permits unrestricted use,distribution, and reproduction in any medium, provided the original work is properly cited.Kim and Bassham BMC Biochemistry 2013, 14:22 http:www.biomedcentral.com1471-20911422helix trans -SNARE complex 10. This trans -SNARE complex allows the vesicle to fuse with its target mem- brane and release its cargo. The trans -SNARE complex is typically formed only by the correct combination of v- and t-SNAREs, which is one mechanism for providing fusion specificity 11. The requirements for vesicle fu-sion have been studied extensively, and it has been dem- onstrated that SNARE complex formation is sufficient to drive membrane fusion in an in vitro proteoliposome fu- sion assay, suggesting that the SNAREs themselves form the core of the membrane fusion machinery 12-17. The Arabidopsis TGN contains the SYP4 family of closely-related SNAREs, which has 3 members, SYP41, SYP42 and SYP43 18,19. SYP41 and SYP42 each inter- act with the t-SNARE SYP61 and v-SNARE VTI12 inaddition to the SM (Sec1Munc18) protein VPS45, a po- tential regulator of vesicle fusion 18,20,21. There have been conflicting reports regarding the possible func-tional redundancy of the SYP4 family members. SYP41 and SYP42 were originally reported to be essential pro- teins in Arabidopsis, with syp41 and syp42 knockout sin- gle mutations being gametophyte lethal 22, suggesting that each SYP4 family member had a distinct function. However, a more recent study found that members ofthis family had redundant or overlapping functions, with no or only subtle phenotypes for the single mutants but lethality for the syp41syp42syp43 triple mutant. Vacuolar and secretory trafficking was defective in a syp42syp43 double mutant, suggesting a function of the SYP4 family in multiple trafficking pathways 23. The reason for thediscrepancies between these two studies is not clear. The VTI1 SNARE family consists of four genes ( VTI11, VTI12, VTI13 and VTI14 ) in Arabidopsis but only VTI11 and VTI12 are expressed at significant levels 19,24-26. VTI11 and VTI12 have high amino acid sequence identity (60), but they function in different trafficking pathways;VTI11 is involved in trafficking to the lytic vacuole, while VTI12 is involved in trafficking of storage proteins 27. Mutant phenotypes of VTI11 and VTI12 are also distinct.Avti11 mutant shows defects in shoot gravitropism, whereas a vti12 mutant is defective in the autophagy path- way and a vti11vti12 double mutant is lethal 26,28. Although VTI11 and VTI12 have different functions in vacuolar trafficking, overexpressed VTI12 or a mutant ofVTI12 that changes its specificity can substitute for VTI11 in the vti11 mutant 29, and VTI11 is also able to interact with SYP41 and SYP42 when VTI12 is not available 26.These genetic studies suggest that VTI11 may be able to functionally substitute for VTI12 in the SYP4 SNARE complex to drive vesicle fusion, although this has not beenaddressed directly. Previously, either SYP41 or SYP61, together with VTI12 and the multifunctional SNARE YKT6162, were found tobe sufficient to drive lipid mixing of liposomes in vitro15. In yeast and mammalian cells, Ykt6 is involved in vacuolar trafficking and recycling from endosomes to the TGN by interacting with Vti1p 30-33. In Arabidopsis,there are two proteins related to yeast Ykt6, and both of them are able to drive membrane fusion with SYP41 and VTI12 in vitro , suggesting that they may be functionally redundant 15.The requirement for only three SNARE proteins in the fusion reaction suggests that either a three- helix bundle may be formed at the Arabidopsis TGN or,more likely, two molecules of one component may be required to make a four-helix bundle. Here, we use in vitro liposome lipid mixing assays to ad- dress two questions relating to TGN SNARE redundancy: can SYP42 andor SYP43 substitute for SYP41 in the in vitro lipid mixing assays, thus providing further evidence to distinguish between overlapping vs. distinct functions of these SNAREs?; and can VTI11 also drive fusion in com- bination with SYP4 SNAREs and YKT6162, providing bio-chemical evidence that VTI11 may be able to functionally substitute for VTI12 in the SYP4 SNARE complex when VTI12 is absent, thus supporting the genetic studies 29?We show that SYP42 or SYP43 reconstituted into vesicles are also able to drive lipid mixing with VTI12-containing vesicles, supporting the idea of functional redundancy between these SNAREs. In addition, VTI11-containing ves- icles are able to fuse with vesi cles containing a SYP4 family member, indicating that functional overlap between VTI11and VTI12 is mediated by interaction and fusion activity with SYP4 family proteins.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "The change in NBD fluorescence was monitored after mixing each R-SYP4 family and R-VTI11 either in the\npresence (black line) or absence of YKT62 (green line) and mixing each R-SYP4 family and either R-MEMB11 (yellow line) or R-VTI12 (red line) in\nthe presence of YKT62"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            }
        ]
    }
]