[
    {
        "pmid": "28330827",
        "title": "Intrauterine exposure to maternal stress alters Bdnf IV DNA methylation and telomere length in the brain of adult rat offspring.",
        "year": "2017",
        "journal": "Int J Dev Neurosci",
        "abstract": "DNA methylation (addition of methyl groups to cytosines) and changes in telomere length (TTAGGG repeats on the ends of chromosomes) are two molecular modifications that result from stress and could contribute to the long-term effects of intrauterine exposure to maternal stress on offspring behavior. Here, we measured methylation of DNA associated with the Brain-derived neurotrophic factor (Bdnf) gene, a gene important in development and plasticity, and telomere length in the brains of adult rat male and female offspring whose mothers were exposed to unpredictable and variable stressors throughout gestation. Males exposed to prenatal stress had greater methylation (Bdnf IV) in the medial prefrontal cortex (mPFC) compared to non-stressed male controls and stressed females. Further, prenatally-stressed animals had shorter telomeres than controls in the mPFC. Together findings indicate a long-term impact of prenatal stress on brain DNA methylation and telomere biology with relevance for behavioral and health outcomes, and contribute to a growing literature linking stress to intergenerational molecular changes.",
        "full_text": "Intrauterine exposure to maternal stress alters Bdnf IV DNA methylation and telomere length in the brain of adult rat offspring Jennifer Blaze1, Arun Asok1, Kristyn Borrelli1, Christina Tulbert2, Justin Bollinger2, April E. Ronca,2,3,4, and Tania L. Roth,1 1Department of Psychological and Brain Sciences, University of Delaware, Newark, DE 2Obstetrics and Gynecology, Wake Forest School of Medicine, Winston-Salem, NC 3Program in Neuroscience, Wake Forest School of Medicine, Winston-Salem, NC 4Space Biosciences Research Division, NASA Ames Research Center, Moffett Field, CA Abstract DNA methylation (addition of methyl groups to cytosines) and changes in telomere length (TTAGGG repeats on the ends of chromosomes) are two molecular modifications that result from stress and could contribute to the long-term effects of intrauterine exposure to maternal stress on offspring behavior. Here, we measured methylation of DNA associated with the Brain-derived neurotrophic factor (Bdnf) gene, a gene important in development and plasticity, and telomere length in the brains of adult rat male and female offspring whose mothers were exposed to unpredictable and variable stressors throughout gestation. Males exposed to prenatal stress had greater methylation ( Bdnf IV ) in the medial prefrontal cortex (mPFC) compared to non-stressed male controls and stressed females. Further, prenatally-stressed animals had shorter telomeres than controls in the mPFC. Together findings indicate a long-term impact of prenatal stress on brain DNA methylation and telomere biology with relevance for behavioral and health outcomes, and contribute to a growing literature linking stress to intergenerational molecular changes. Keywords prenatal stress; maternal stress; DNA methylation; telomere length 1. Introduction Perturbations during gestation in the form of malnutrition, infection, or psychosocial stress have devastating consequences on the physical and mental well-being of offspring. For Address correspondence to: Tania L. Roth, Ph.D., Department of Psychological and Brain Sciences, University of Delaware, 108 Wolf Hall, Newark, DE 19716. phone  (302) 831-2787, trothpsych.udel.edu.Denotes equal contributions Jennifer Blaze current address: Department of Neuroscience, Icahn School of Medicine at Mt. Sinai, New York, NY Arun Asok current address: Department of Neuroscience, Columbia University, New York, NY; Howard Hughes Medical Institute, New York, NY Justin Bollinger current address: Department of Psychological and Brain Sciences, Indiana University, Bloomington, IN HHS Public Access Author manuscript Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Published in final edited form as: Int J Dev Neurosci . 2017 November ; 62: 5662. doi:10.1016j.ijdevneu.2017.03.007. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptexample, individuals exposed to famine during gestation (such as that of the Dutch Famine of 1944) have significant physical health problems including cardiovascular disease and high blood pressure ( Painter et al., 2008 ; Roseboom et al., 2011 ). Gestational famine exposure also produces long-lasting neurobiological and behavioral consequences, including an increased incidence of schizophrenia ( Hoek et al., 1996 ; Roseboom et al., 2011 ). Psychosocial stress experienced by the mother during gestation likewise produces vulnerability to psychopathology in offspring, including increased risk for schizophrenia and depression ( Betts et al., 2015 ; Malaspina et al., 2008 ). Further, work from various animal models provides additional evidence that a suboptimal intrauterine environment has long- term physical and behavioral consequences for offspring (for reviews see ( Bock et al., 2015 ; Driscoll and Barr, 2016 ; Lupien et al., 2009 )). One way that prenatal stress could affect brain function and behavior is through epigenetic modifications, including DNA methylation. DNA methylation is characterized by the addition of methyl groups to cytosines, typically at cytosine-guanine dinucleotides (CG sites), which can dampen transcriptional activity through the blockade of transcription factors or the recruitment of transcriptional silencing machinery. Recent studies have also highlighted the role of active DNA demethylation in regulating transcription within the CNS, and candidates thought to reverse DNA methylation include ten-eleven-translocation (TET) proteins ( Kohli and Zhang, 2013 ), GADD45b ( Ma et al., 2009 ), and MBD2 ( Detich et al., 2002 ). Though historically associated with early cell development and differentiation, there is now a vast literature showing that DNA methylationdemethylation remains an active process even occurring in mature neurons. Further, studies in humans ( Cao-Lei et al., 2014 ; Kundakovic and Champagne, 2011 ; Nye et al., 2014 ) and animal models ( Boersma et al., 2014 ; Dong et al., 2015 ; Jensen Pea et al., 2012 ; Matrisciano et al., 2013 ; Morgan and Bale, 2011 ; Mueller and Bale, 2007 , 2008 ) have highlighted the ability of prenatal stress to alter DNA methylation at various gene loci, including the Brain-derived neurotrophic factor (Bdnf) gene. BDNF is crucial for development and plasticity in the developing and adult brain and is implicated in various psychiatric disorders, including depression, schizophrenia, and PTSD ( Martinowich et al., 2007 ). Given the widespread functioning of BDNF across brain regions throughout early development, this locus may play a role in translating prenatal stress to adult phenotypic outcomes including psychopathology. Recent work has also sought to characterize the detrimental impact of early-life stress by examining changes in telomere length stretches of TTAGGG repeats located on the ends of chromosomes (for a comprehensive review, see ( Blaze et al., 2015 )). Studies continue to show that various forms of early-life stress (e.g., perinatal complications, psychological stress, physical abuse, etc.) during the prenatal ( Entringer et al., 2011 ; Entringer et al., 2013 ; Shalev et al., 2014a ) or postnatal ( Asok et al., 2013 ; Kananen et al., 2010 ; Kiecolt-Glaser et al., 2011 ; ODonovan et al., 2011 ; Tyrka et al., 2010 ) period shorten telomere length in the periphery. Given that telomeres are dynamically regulated during the first years of life (Slagboom et al., 1994 ; Zeichner et al., 1999 ), examining neural changes in telomere length following prenatal stress is another important avenue for understanding how stress experienced in early-life may relate to future mental well-being.Blaze et al. Page 2 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIn daily life, humans tend to be exposed to unpredictable challenges that vary in magnitude and duration. Studies of prenatal stress in rodents often employ repeated presentations of a single, non-varying stressor, most frequently, immobilization stress ( de Souza et al., 2013 ; Jensen Pea et al., 2012 ; Matrisciano et al., 2013 ), a well-known stressor in rodents (Dallman et al., 2004 ; McEwen and Magarinos, 1997 ; Par and Glavin, 1986 ). Rodent studies however provide evidence for habituation to predictable, non-varying stressors (Armario, 2006 ; Daviu et al., 2014 ). In contrast, chronic variable stress in adult males is associated with greater HPA axis responses, including baseline hypersecretion of corticosterone, adrenocorticotropic hormone, and prolactin, as well as adrenal hypertrophy (Herman et al., 1995 ). Repeated exposure of pregnant rats to uncontrollable stress elicited a prolonged (2448hr) increase in plasma concentrations of glucocorticoids from gestational day 4 to 20 ( Takahashi et al., 1998 ), an effect also observed in day 20 fetuses, suggesting that habituation to variable stressors across the rats three week pregnancy is minimal. Importantly, as compared to studies employing presentations of a single, non-varying stressor, studies employing variable prenatal stress paradigms have reported etiological changes that may be more closely linked to psychiatric disorders ( Bock et al., 2015 ; Mueller and Bale, 2008 ; Sickmann et al., 2015 ; Wilson et al., 2012 ). Collectively, these findings suggest that variable, unpredictable stress may model the human condition with greater fidelity than invariant stress paradigms. The current study was designed to characterize changes in Bdnf IV DNA methylation and telomere length across multiple discrete brain regions of the adult rat following unpredictable variable prenatal stress (UVPS). We chose to focus on the mPFC, ventral hippocampus, dorsal hippocampus, and centralbasolateral amygdala, as our prior work showed changes in Bdnf IV DNA methylation and telomere length in these regions in adult animals subjected to adverse caregiving conditions during the first postnatal week ( Asok et al., 2014 ; Blaze et al., 2013 ; Roth et al., 2009 ; Roth et al., 2014 ). Changes in Bdnf IV DNA methylation have also been found in these same brain regions in other models of prenatal stress ( Boersma et al., 2014 ; Dong et al., 2015 ), and changes at this locus within these same brain regions are known to regulate neural function and behavior including fear conditioning and extinction ( Baker-Andresen et al., 2013a ; Lubin et al., 2008 ; Martinowich et al., 2003 ). 2. Materials and Methods 2.1 Subjects Female Sprague-Dawley (SD) rats and their offspring were used (n6 control animals per sex, 7 UVPS animals per sex derived from 13 dams, with only one male and one female offspring from each control and UVPS litter). To avoid stress associated with shipping during pregnancy, dams were ordered (Taconic Farms, Germantown, NY) and time-mated in our breeding colony. Pregnancy was determined by daily vaginal lavage with the presence of spermatozoa indicating Gestational day zero (G0). Throughout pregnancy, dams were housed in groups of three in standard maternity cages (47cm  26cm  21cm) lined with corncob bedding and maintained under standard colony conditions (12:12 lightdark cycle 0600:1800; 21  1 C at 30  50 humidity). Rat chow (Purina 5102) and water were available ad libitum . On G21, dams were singly housed. Animal experimentation was Blaze et al. Page 3 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptconducted in full accordance with the NRC Guide for the Care and Use of Laboratory Animals (National Academy of Sciences, copyright 2011). All procedures were approved by the Wake Forest School of Medicine Animal Care and Use Committee (ACUC). 2.2 Unpredictable, Variable Prenatal Stress (UVPS) Paradigm On G0, pregnant dams were randomly assigned to either control or UVPS treatment conditions (Body weight: CNTL, 288  26g; UVPS, 292  23g, ns). Each group was then transported to its own colony room. Beginning on G1, daily stress was applied to UVPS dams only within their own colony room. UVPS dams were exposed during each 24hr period to three stressors, one during each of three discrete time periods varying in duration (Time periods, Early: 06001200, Mid: 12001800, Late: 1800600; Duration, 15, 30 or 60 minutes). Stressors included tube restraint (PVC tube, length  diameter: 21.6  6.4 cm), high-frequency strobe light (60Hz, 3.5W, 85mA), and white-noise induced stress (80db). Stimulus presentation was block randomized across pregnancy and spanned G1  G21. Control dams were handled briefly each day to match UVPS handling. To eliminate potential confounds of altered postnatal maternal care by UVPS dams on experimental endpoints, offspring in both conditions were fostered at birth to non-manipulated, newly parturient dams. 2.3 Tissue Collection and Processing On postnatal day (PN) 90, rats were euthanized and flash frozen. Brains were extracted and later sectioned into 300 m slices on a cryostat. DNA and RNA were simultaneously extracted (Qiagen Inc., Valencia, CA) from homogenized tissue from the mPFC (consisting of infralimbic and prelimbic cortices), dorsal hippocampus, ventral hippocampus, or central basolateral amygdala. Tissue was dissected using the following stereotaxic coordinates from bregma (according to ( Paxinos and Watson, 2007 )): mPFC, 2.52 to 5.16 mm; dorsal hippocampus, 2.16 to 3.36 mm; ventral hippocampus, 4.36 to 6.00 mm; and central basolateral amygdala, 2.16 to 3.00 mm. Quantity and quality (DNA, 260280 ratio of 1.8 range 1.82.0; RNA, 260280 ratio of 2.0 (ange 2.02.1) of nucleic acids were determined using spectrophotometry (Nanodrop 2000), which were then frozen at 80C for later processing. 2.4 Bdnf DNA Methylation and Gene Expression Assays For methylation assays, DNA was bisulfite-converted (Epitect Bisulfite Kit, Qiagen, Inc., Valencia, CA) and direct bisulfite-sequencing PCR (BSP) was used to measure methylation at 11 CG sites in Bdnf exon IV as previously reported ( Roth et al., 2009 ; Roth et al., 2014 ). PCR products were purified (Diffinity Genomics, RapidTip) and sequenced using reverse primers at the Delaware Biotechnology Institute. The electropherogram was read on Chromas software, where the percent methylation of each CG site was determined by the ratio between peak values of G and A (GG A). We confirmed the accuracy of this technique by assessing methylated standards (Rat Pre-mixed Calibration Standards, Epigendx) ranging from 0100 methylation and performing a linear regression on methylation values (F 1,40228.9, p0.001, r20.8512).Blaze et al. Page 4 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFor gene expression assays, RNA was reverse transcribed using a cDNA synthesis kit (Qiagen, Inc., Valencia, CA) and amplified via real-time PCR using Taqman probes (ThermoFisher Scientific, Grand Island, NY) to target Bdnf IV -containing transcripts (Taqman probe Rn01435337_g1). Tubulin (Taqman probe Rn01484927_m1) was used as a reference gene and all reactions were run in triplicate. The comparative Ct method was used to obtain the relative Bdnf IV mRNA fold change in experimental (UVPS) relative to control animals ( Livak and Schmittgen, 2001 ). 2.5 Telomere Length and Telomerase assays DNA was assessed for purity, and diluted to 10nguL via Nanodrop spectrophotometry following procedures used previously( Asok et al., 2014 ). Quantitative real-time PCR was conducted with the following primers targeting telomeres (T; Forward TEL:5- CGGTTTGTTTGGGTTTGGGTTTGGGTTTGGGTTTGGGTT-3  and Reverse TEL:5- GGCTTGCCTTACCCTTACCCTTACCCTTACCCTTACCCT-3 ) and a single copy control gene (S, the angiotensin receptor gene NCBI M86912.1, Forward AT1: 5- ACGTGTCTCAGCATCGACCGCTACC-3  and Reverse AT1: 5- AGAATGATAAGGAAAGGGAACAAGAAGCCC-3 ) (OCallaghan and Fenech, 2011 ). Each PCR well contained a final concentration of 1x Power Sybr Green Master Mix (ThermoFisher Scientific, Grand Island, NY), 100 nM forward primer, 100 nM reverse primer, and 20ng of sample DNA. The experimenter was blind to a samples group identification when loading the PCR plate. For each sample, the telomere and AT1 qPCR assays were carried out in triplicate in the same well position on different 96-well plates. All male and female samples for a particular brain region were run on the same 96-well PCR plate. Given that plates did not contain a standard, we did not statistically contrast brain regions across PCR plates. All samples were assayed in triplicate and any replicate that deviated  1 cycle threshold (Ct) beyond the triplicate average ( 4.3 of all replicates) was excluded from the final Ct average. Eight samples failed to amplify in the amygdala (2 females and 2 males in the control condition and 1 female and 3 males in the UVPS condition) and were thus excluded from analyses. Relative telomere length was calculated as a ratio of telomeres (T) to single copy gene (S) by the formula TS  (2Ct tel)(2Ct AT1). The TS ratio was then transformed into a proportionate score against the unstressed control condition for each brain region. Similar to Bdnf IV mRNA assays, cDNA was amplified via real-time PCR using Taqman probes (ThermoFisher Scientific, Grand Island, NY) that targeted telomerase exons 79- containing transcripts (Taqman probe Rn01409457_m1). Tubulin was also used as a reference gene and all reactions were run in duplicate. The comparative Ct method was used to obtain the relative mRNA fold change in experimental (UVPS) relative to control animals (Livak and Schmittgen, 2001 ). 2.6 Statistical Analyses Upon assignment to treatment groups, dam body weights were compared using a one-way ANOV A. Following birth, median litter sizes were analyzed using the Wilcoxon Signed- Ranks Test. For each brain region, BSP data were analyzed with two-way ANOV As comparing average methylation (across all 11 sites) between treatment group and sex (2  Blaze et al. Page 5 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript2), as well as two-way ANOV As on each of the 11 CG sites treatment group (2)  sex (2). Telomere length between conditions and sexes was likewise analyzed with two-way ANOV As for each brain region. Bonferroni multiple comparison tests were used when appropriate for post hoc analyses. Differences in Bdnf or telomerase mRNA levels were analyzed by one-sample t-tests (for comparison of UVPS subjects to controls). Differences were considered to be statistically significant for p0.05. 3. Results 3.1. Pregnancy Outcome Both UVPS and Control dams gave birth at the expected time, during the period spanning late G21 through early G22. Litter sizes ranged from 1116 for the UVPS group and 1117 for the Control group. A Wilcoxon Signed-Ranks Test indicated that the median UVPS ranks, Mdn13.5, were significantly lower than the median Control ranks, Mdn  15.5 (W0, p  0.05). 3.2. Bdnf IV DNA methylation To assess the effects of UVPS on adult DNA methylation patterns, we measured methylation of Bdnf IV in adult (PN90) male and female rats. The primer set we used targeted 3 CG sites that are upstream of the exon start site, encompassing a transcription factor binding site, and 8 CG sites within the beginning of the exon. We targeted this region as there are ample data indicating that this portion of DNA is especially sensitive to a range of physical or psychosocial factors ( Kundakovic et al., 2013 ; Lubin et al., 2008 ; Roth et al., 2009 ; Roth et al., 2014 ; Roth et al., 2011 ). Medial prefrontal cortex (mPFC) UVPS males had higher levels of methylation in the mPFC (Figure 1A). A two-way ANOV A comparing average methylation values for both treatment (UVPS vs. control) and sex (males vs. females) revealed a significant interaction (F1,1918.19, p0.01). UVPS males had higher overall methylation than control males (t193.512, p0.01) and UVPS females (t 193.374, p0.02). UVPS males also had higher methylation at several individual CG sites. A two-way ANOV A comparing methylation values at CG site 1 for both treatment (UVPS vs. control) and sex (males vs. females) revealed a significant interaction (F 1,1916.66, p0.01). UVPS males had higher methylation than control males (t 193.165, p0.03) and UVPS females (t 193.552, p0.01). A two-way ANOV A comparing methylation values at CG site 2 for both treatment and sex revealed a significant interaction (F 1,1912.31, p0.01), but all post hoc analyses failed to reach statistical significance. A two-way ANOV A comparing methylation values at CG site 3 for both treatment and sex revealed a significant interaction (F 1,1916.75, p0.01). UVPS males had higher methylation than control males (t 192.921, p0.05) and UVPS females (t193.366, p0.02). A two-way ANOV A comparing methylation values at CG site 4 for both treatment and sex revealed a significant main effect of treatment (F 1,1713.75 p0.01), sex (F 1,176.453, p0.02), and an interaction (F 1,1725.35, p0.01). UVPS males had higher methylation than control males (t 176.052, p0.01), control females (t 174.325, p0.01), and UVPS females (t 175.477, p0.01). Finally, a two-way ANOV A comparing methylation values at CG site 7 for both treatment and sex revealed a significant interaction (F 1,1914.38, Blaze et al. Page 6 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptp0.01). UVPS males had higher methylation than control males (t 193.452, p0.02) and UVPS females (t 193.145, p0.03). Dorsal hippocampus, ventral hippocampus, and amygdala There were no main effects of treatment or sex, nor any interaction effects for average methylation levels or methylation at individual CG sites within the dorsal or ventral hippocampus or central basolateral amygdala. A two-way ANOV A comparing methylation values at individual sites within the ventral hippocampus for both treatment (UVPS vs. control) and sex (males vs. females) revealed a significant interaction at CG site 1 (F 1,225.672, p0.03) and CG site 2 (F1,214.935, p0.04), but all post hoc analyses failed to reach statistical significance. 3.3. Bdnf IV gene expression As one way to envision the functional relevance of our changes in DNA methylation induced by UVPS within the mPFC, we measured steady-state gene expression of Bdnf IV - containing transcripts. No significant differences in Bdnf IV mRNA levels were detected between UVPS males and controls (t 61.900, p0.11) nor UVPS females and controls (t61.693, p0.14). These data however do not necessarily mean our observed methylation changes are not functionally relevant in terms of gene expression. DNA methylation changes do not always result in steady-state changes in gene expression, but can instead prime transcriptional responses to subsequent stimuli and neural activation ( Baker-Andresen et al., 2013b ). Thus these methylation changes may be functionally relevant in terms of activity- dependent gene expression, which would occur for example when an animal is challenged with a stressor or learning event. 3.4. Telomere length Medial prefrontal cortex (mPFC) telomere length UVPS had a significant effect on telomere length in the mPFC (Figure 2). A two-way ANOV A revealed a main effect of treatment (UVPS vs. control) on telomere length in the mPFC (F 1,227.847, p0.01), with a shorter telomere length present in animals that experienced UVPS. Ventral hippocampus, dorsal hippocampus, and amygdala telomere length In the hippocampus and centralbasolateral amygdala there were no main effects of treatment or sex, nor any interaction effects on telomere length. 3.5. Medial prefrontal cortex (mPFC) telomerase mRNA Given the differences observed in telomere length within the mPFC, we also wanted to selectively examine telomerase mRNA in this brain region. No significant differences in telomerase mRNA were detected between UVPS males vs. controls (t 61.807, p0.12) or UVPS females compared to control females (t 62.265, p0.06). 4. Discussion Here we used a rodent model of unpredictable, variable prenatal stress to test the hypothesis that a stressful environment in utero can render epigenetic and telomeric changes in the brain of offspring. We observed that Bdnf IV DNA methylation patterns in offspring at age PN90 Blaze et al. Page 7 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptvaried depending on prenatal condition, sex, and brain region. Specifically, males from prenatally stressed mothers had significantly higher levels of methylation in the mPFC compared to male controls and females from prenatally stressed mothers. No differences in Bdnf IV DNA methylation were found in the dorsal hippocampus, ventral hippocampus, or amygdala in the stressed group compared to controls for either sex. Additionally, brain- region specific stress-induced effects on telomere length were detected with UVPS offspring exhibiting shorter telomeres in the mPFC. While decades of research have shown the detrimental effects of prenatal stress on brain function and behavior, there remains much to elucidate regarding the molecular mechanisms underlying these effects. A large drawback of this field as a whole is the variance in prenatal stress paradigms used, which makes direct comparisons between studies difficult ( Bock et al., 2015 ). The timing of gestational stress, predictability of stressor, and the stressors used vary greatly between studies, but are extremely important factors when considering the neurobiological changes induced by prenatal stress. Studying PN21 and PN80 male offspring of pregnant rats subjected to a different variable stress paradigm (beginning on G14, dams were subjected to a mixture of restraint stress, forced swim, cold exposure, social stress, and light exposure overnight) than the one we employed here, another lab found that prenatally stressed males at both ages had higher Bdnf IV DNA methylation in the amygdala and hippocampus (only a site-specific change at PN80) ( Boersma et al., 2014 ). One CG site showed higher methylation within the PFC of prenatally stressed males at PN21, however no methylation differences were detected in the PFC of PN80 offspring ( Boersma et al., 2014 ). Studying PN75 male offspring of pregnant mice subjected to restraint stress under bright light conditions (45 minutes three times per day from G7 through delivery), another lab observed significantly higher levels of methylation (as well as hydroxymethylation) for DNA associated with Bdnf IV in the frontal cortex ( Dong et al., 2015 ). Finally, studying PN90 male and female offspring of pregnant mice exposed to predator stress (from G1118 dams were daily exposed to three different predator urines), another lab found lower methylation of Bdnf IV DNA (at only one CG site) in the hippocampus of female offspring ( St-Cyr and McGowan, 2015 ). Differences between these studies and ours may be attributable to differences in the type and timing of prenatal stress. Our study is unique in that we employed a block randomized program of three stressors (light, sound, and restraint) presented early- and mid-day during the lights on phase of the cycle and once during the dark phase for varying durations ranging from 15 to 60 minutes for the entire span of gestation. In addition, examining methylation within the entire prefrontal cortex, amygdala, and hippocampus instead of the specific divisions within could produce different results. Nonetheless, data altogether are consistent with the notion that stress experienced by the dam is able to produce long-term epigenetic changes in offspring at a gene well-linked to neuroplasticity and cognition (e.g. (Bekinschtein et al., 2008 ; Dincheva et al., 2016 ; Martinowich et al., 2007 ; McEwen et al., 2015 )) and mental health (e.g.( Fuchikami et al., 2011 ; Keller et al., 2010 ; Perroud et al., 2013 ; Smith et al., 2011 )). Our study and that from the McGowan lab shed light on the sex- specific epigenetic changes inducible by intrauterine exposure to stress.Blaze et al. Page 8 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptHere we also found that prenatally stressed animals exhibited shorter telomeres in the mPFC compared to controls. A number of studies have demonstrated a strong relationship between early-life stress, reduced peripheral telomere length, and future mental-health ( Entringer et al., 2011 ; Marchetto et al., 2016 ; Shalev et al., 2014b ). The effects of stress on telomere length in the brain are less clear ( Thomas et al., 2008 ). Telomeres shorten with age in the cortex of rodents, but this shortening likely reflects changes occurring within glial cells given their increased mitotic potential relative to neurons ( Flanary and Streit, 2003 ; Linkus et al., 2016 ; Szebeni et al., 2014 ). We did not distinguish between neurons and glia in measuring telomere length or methylation in the present study, although recent studies from our lab suggest that developmental (postnatal) stress induces changes in mPFC Bdnf IV DNA methylation primarily in neurons ( Blaze and Roth, 2017 ). Rats selectively bred for enhanced depressive-like symptoms (i.e., the Flinders-sensitive line) show reduced telomere length in the hippocampus ( Wei et al., 2015 ) - supporting a role for telomere shortening in the brain. In contrast, other studies have found that postnatal stress (e.g., maternal separation or caregiver maltreatment) is associated with longer telomeres in the ventral hippocampus and medial prefrontal cortex ( Asok et al., 2014 ; Botha et al., 2012 ). The findings here complement our previous work with regard to stress effects on a common brain region (i.e., the mPFC), but differ in the direction of telomere change. Similar to methylation, it is likely that the type (maltreatment vs. maternal separation vs. variable stress) and timing (pre- vs. postnatal) of stress can differentially affect brain telomere length, and future studies are certainly warranted to better understand the parameters affecting brain telomere length. How our telomere data functionally link to our methylation data is not known, but telomerase activity is necessary for the cell survival- promoting effects of BDNF in neurons ( Fu et al., 2002 ). Further evidence of a putative link between BDNF and telomeres is the observation of a reduction in hippocampal telomerase activity, telomere length, and Bdnf expression in a rodent model of depression ( Wei et al., 2015 ). In summary our findings highlight the capacity of in utero stress to leave its epigenetic and telomeric mark within specific regions of the brain, providing important new insights into how gestational stress may have far reaching behavioral consequences for progeny. Indeed, behavioral analysis of the prenatally stressed and non-stressed subjects used in this report revealed robust sex-specific (male-biased) effects on anxiety responses (Ronca, unpublished). These findings are consistent with reports that prenatal stress leads to heightened stress sensitivity, especially among males ( Bronson and Bale, 2014 ), including studies employing variable prenatal stress paradigms ( Koenig et al., 2005 ; Wilson et al., 2013 ). In accord with previous research linking prenatal stress with changes in body weight regulation and metabolic disorders ( Boersma et al., 2014 ; Wilson et al., 2013 ), adult body weights of prenatally stressed male (but not female) offspring of the present study were significantly elevated relative to non-stressed offspring (Ronca, unpublished). Our findings indicate that, in addition to brain epigenetic and telomeric changes, unpredictable, variable gestational stress exerts clear sex-specific programming effects on the physical and behavioral health of the offspring. It is unclear whether our data reported here are consistent with the notion that males are more susceptible or females are more resilient to stress, but Blaze et al. Page 9 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptevidence for sex-based vulnerability and resilience to a variety of stressors continues to grow (Goel et al., 2011 ; Pfau and Russo, 2015 ; Radley et al., 2015 ). The study reported herein provides seminal evidence in a rodent model for an enduring influence of prenatal stress on both brain DNA methylation and telomere length in adulthood. Going forward, the challenge will be to identify the specific role(s) of these molecular brain changes in relation to the diverse effects of early-life stressors. Recent progress characterizing physiological and structural changes in the brain associated with prenatal stress, and their sex-specificity, may provide important new insights. Neuronal changes are highly region-specific with the most dramatic changes occurring in limbic and prefrontal cortical areas, those involved in cognition and emotional behavior. Altered neurogenesis, neuronal density, neuronal arborization, dendritic architecture, synaptic connectivity, and myelination have all been reported in animal models of prenatal stress (Bock et al., 2015 ; Schuurmans and Kurrasch, 2013 ; Soztutar et al., 2016 ). Prenatal stress also disrupts sex-specific maturation of the PFC that normally occurs in adolescence (Markham et al., 2013 ), thus our results could reflect not only sensitivity of the developing PFC to gestational stress but also a disruption of normative periadolescent maturation. Telomere length may be related to cellular changes in a variety of cell-types throughout the brain, including glia ( Dabouras et al., 2004 ; Leventopoulos et al., 2007 ). Relating cellular alterations to epigenetic and telomeric changes in specific brain regions (including those epigenetic and telomeric observations reported here, and of course other presumed concomitant changes) are certain to produce a deeper understanding of the far-reaching effects of prenatal stress. While extensive progress has been made in the understanding of the role of early-life adversity in the development of psychiatric and metabolic disorders, more detailed research on sex-specific, epigenetic, brain structural and behavioral changes is warranted. In particular, consistency across gestational stress paradigms, including the predictability and timing of stressor, the use of common behavioral and endpoint measures, and comparisons between male and females are vital for uncovering consistent and meaningful patterns of neurobiological changes induced by prenatal stress. Our present findings may have relevance for behavioral and health outcomes, and contribute to a growing literature linking stress to early developmental programming, intergenerational epigenetic transmission of environmental exposures, and telomere biology. Illuminating molecular mechanisms underlying multigenerational programming of stress responses and mental and physical health outcomes are important first steps toward establishing therapeutic interventions to halt the generational persistence of pathological outcomes associated with early life adversity. Acknowledgments This research was supported by NIGMS (1P20GM103653) and private donation funds to TLR and NICHD (1R01HD50201) and funds from NASA Space Biology Program to AER. We thank the Delaware Biotechnology Institute for the use of their core facilities (supported by the Delaware INBRE program, with a grant from NIGMS (P20 GM103446) and the state of Delaware).Blaze et al. Page 10 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptReferences Armario A. The hypothalamic-pituitary-adrenal axis: what can it tell us about stressors? CNS  Neurological Disorders Drug Targets. 2006; 5:485501. PubMed: 17073652 Asok A, Bernard K, Rosen JB, Dozier M, Roth TL. Infant-caregiver experiences alter telomere length in the brain. PLoS One. 2014; 9:e101437. PubMed: 24983884 Asok A, Bernard K, Roth TL, Rosen JB, Dozier M. Parental responsiveness moderates the association between early-life stress and reduced telomere length. Development and Psychopathology. 2013; 25:577585. PubMed: 23527512 Baker-Andresen D, Flavell C, Bredy TW. Activation of BDNF signaling prevents the return of fear in female mice. Learning and Memory. 2013a; 20:237240. PubMed: 23589089 Baker-Andresen D, Ratnu VS, Bredy TW. Dynamic DNA methylation: a prime candidate for genomic metaplasticity and behavioral adaptation. Trends in Neurosciences. 2013b; 36:313. PubMed: 23041052 Bekinschtein P, Cammarota M, Izquierdo I, Medina JH. Reviews: BDNF and memory formation and storage. The Neuroscientist. 2008; 14:147156. PubMed: 17911219 Betts KS, Williams GM, Najman JM, Alati R. The relationship between maternal depressive, anxious, and stress symptoms during pregnancy and adult offspring behavioral and emotional problems. Depression and Anxiety. 2015; 32:8290. PubMed: 24788841 Blaze J, Asok A, Roth TL. The long-term impact of adverse caregiving environments on epigenetic modifications and telomeres. Frontiers in Behavioral Neuroscience. 2015; 9:79. PubMed: 25904853 Blaze J, Roth TL. Caregiver maltreatment causes altered neuronal DNA methylation in female rodents. Development and Psychopathology. 2017; 29:477489. PubMed: 28401839 Blaze J, Scheuing L, Roth TL. Differential methylation of genes in the medial prefrontal cortex of developing and adult rats following exposure to maltreatment or nurturing care during infancy. Developmental Neuroscience. 2013; 35:306316. PubMed: 23751776 Bock J, Wainstock T, Braun K, Segal M. Stress in utero: prenatal programming of brain plasticity and cognition. Biological Psychiatry. 2015; 78:315326. PubMed: 25863359 Boersma GJ, Lee RS, Cordner ZA, Ewald ER, Purcell RH, Moghadam AA, Tamashiro KL. Prenatal stress decreases Bdnf expression and increases methylation of Bdnf exon IV in rats. Epigenetics. 2014; 9:437447. PubMed: 24365909 Botha M, Grace L, Bugarith K, Russell V A, Kidd M, Seedat S, Hemmings SM. The impact of voluntary exercise on relative telomere length in a rat model of developmental stress. BMC research notes. 2012; 5:697. PubMed: 23270390 Bronson S, Bale T. Prenatal stress-induced increases in placental inflammation and offspring hyperactivity are male-specific and ameliorated by maternal antiinflammatory treatment. Endocrinology. 2014; 155:26352646. PubMed: 24797632 Cao-Lei L, Massart R, Suderman MJ, Machnes Z, Elgbeili G, Laplante DP, Szyf M, King S. DNA methylation signatures triggered by prenatal maternal stress exposure to a natural disaster: project Ice Storm. PLoS One. 2014; 9:e107653. PubMed: 25238154 Dabouras V , Rothermel A, Reininger-Mack A, Wien SL, Layer PG, Robitzki AA. Exogenous application of glucose induces aging in rat cerebral oligodendrocytes as revealed by alteration in telomere length. Neuroscience Letters. 2004; 368:6872. PubMed: 15342136 Dallman MF, Akana SF, Strack AM, Scribner KS, Pecoraro N, La Fleur SE, Houshyar H, Gomez F. Chronic stress-induced effects of corticosterone on brain: direct and indirect. Annals of the New York Academy of Sciences. 2004; 1018:141150. PubMed: 15240363 Daviu N, Rabasa C, Nadal R, Armario A. Comparison of the effects of single and daily repeated immobilization stress on resting activity and heterotypic sensitization of the hypothalamic pituitaryadrenal axis. Stress. 2014; 17:176185. PubMed: 24397592 de Souza MA, Centenaro LA, Menegotto PR, Henriques TP, Bonini J, Achaval M, Lucion AB. Prenatal stress produces social behavior deficits and alters the number of oxytocin and vasopressin neurons in adult rats. Neurochemical Research. 2013; 38:14791489. PubMed: 23624943 Blaze et al. Page 11 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptDetich N, Theberge J, Szyf M. Promoter-specific activation and demethylation by MBD2demethylase. Journal of Biological Chemistry. 2002; 277:3579135794. PubMed: 12177048 Dincheva I, Lynch N, Lee F. The role of BDNF in the development of fear learning. Depression and Anxiety. 2016; 33:907916. PubMed: 27699937 Dong E, Dzitoyeva SG, Matrisciano F, Tueting P, Grayson DR, Guidotti A. BDNF epigenetic modifications associated with schizophrenia-like phenotype induced by prenatal stress in mice. Biological Psychiatry. 2015; 77 Driscoll CA, Barr CS. Studying longitudinal trajectories in animal models of psychiatric illness and their translation to the human condition. Neuroscience Research. 2016; 102:6777. PubMed: 26276350 Entringer S, Epel ES, Kumsta R, Lin J, Hellhammer DH, Blackburn EH, Wst S, Wadhwa PD. Stress exposure in intrauterine life is associated with shorter telomere length in young adulthood. Proceedings of the National Academy of Sciences of the United States of America. 2011; 108:E513E518. PubMed: 21813766 Entringer S, Epel ES, Lin J, Buss C, Shahbaba B, Blackburn EH, Simhan HN, Wadhwa PD. Maternal psychosocial stress during pregnancy is associated with newborn leukocyte telomere length. American journal of obstetrics and gynecology. 2013; 208:e7. Flanary BE, Streit WJ. Telomeres shorten with age in rat cerebellum and cortex in vivo. Journal of anti-aging medicine. 2003; 6:299308. PubMed: 15142431 Fu W, Lu C, Mattson MP. Telomerase mediates the cell survival-promoting actions of brain-derived neurotrophic factor and secreted amyloid precursor protein in developing hippocampal neurons. The Journal of Neuroscience. 2002; 22:1071010719. PubMed: 12486164 Fuchikami M, Morinobu S, Segawa M, Okamoto Y , Yamawaki S, Ozaki N, Inoue T, Kusumi I, Koyama T, Tsuchiyama K, Terao T. DNA methylation profiles of the brain-derived neurotrophic factor (BDNF) gene as a potent diagnostic biomarker in major depression. PLoS ONE. 2011; 6:e23881. PubMed: 21912609 Goel N, Workman JL, Lee TT, Innala L, Viau V . Sex differences in the HPA axis. Comprehensive Physiology. 2011; 4:11211155. Herman J, Adams D, Prewitt C. Regulatory changes in neuroendocrine stress-integrative circuitry produced by a variable stress paradigm. Neuroendocrinology. 1995; 61:180190. PubMed: 7753337 Hoek H, Susser E, Buck K, Lumey L, Lin S, Gorman J. Schizoid personality disorder after prenatal exposure to famine. American Journal of Psychiatry. 1996; 153:16371639. PubMed: 8942466 Jensen Pea C, Monk C, Champagne FA. Epigenetic effects of prenatal stress on 11 -Hydroxysteroid Dehydrogenase-2 in the placenta and fetal brain. PLoS One. 2012; 7:e39791. PubMed: 22761903 Kananen L, Surakka I, Pirkola S, Suvisaari J, Lonnqvist J, Peltonen L, Ripatti S, Hovatta I. Childhood adversities are associated with shorter telomere length at adult age both in individuals with an anxiety disorder and controls. PLoS One. 2010; 5:e10826. PubMed: 20520834 Keller S, Sarchiapone M, Zarrilli F, et al. Increased BDNF promoter methylation in the Wernicke area of suicide subjects. Archives of General Psychiatry. 2010; 67:258267. PubMed: 20194826 Kiecolt-Glaser JK, Gouin JP, Weng NP, Malarkey WB, Beversdorf DQ, Glaser R. Childhood adversity heightens the impact of later-life caregiving stress on telomere length and inflammation. Psychosomatic Medicine. 2011; 73:1622. PubMed: 21148804 Koenig JI, Elmer GI, Shepard PD, Lee PR, Mayo C, Joy B, Hercher E, Brady DL. Prenatal exposure to a repeated variable stress paradigm elicits behavioral and neuroendocrinological changes in the adult offspring: potential relevance to schizophrenia. Behavioural Brain Research. 2005; 156:251 261. PubMed: 15582111 Kohli RM, Zhang Y . TET enzymes, TDG and the dynamics of DNA demethylation. Nature. 2013; 502:472479. PubMed: 24153300 Kundakovic M, Champagne FA. Epigenetic perspective on the developmental effects of bisphenol A. Brain, Behavior, and Immunity. 2011; 25:10841093. Kundakovic M, Lim S, Gudsnuk K, Champagne FA. Sex-specific and strain-dependent effects of early life adversity on behavioral and epigenetic outcomes. Frontiers in Psychiatry. 2013; 4Blaze et al. Page 12 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptLeventopoulos M, Redi-Bettschen D, Knuesel I, Feldon J, Pryce CR, Opacka-Juffry J. Long-term effects of early life deprivation on brain glia in Fischer rats. Brain Research. 2007; 1142:119126. PubMed: 17306230 Linkus B, Wiesner D, Messner M, Karabatsiakis A, Scheffold A, Rudolph KL, Thal DR, Weishaupt JH, Ludolph AC, Danzer KM. Telomere shortening leads to earlier age of onset in ALS mice. Aging. 2016; 8:382393. PubMed: 26978042 Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2CT method. Methods. 2001; 25:402408. PubMed: 11846609 Lubin FD, Roth TL, Sweatt JD. Epigenetic regulation of Bdnf gene transcription in the consolidation of fear memory. Journal of Neuroscience. 2008; 28:1057610586. PubMed: 18923034 Lupien SJ, McEwen BS, Gunnar MR, Heim C. Effects of stress throughout the lifespan on the brain, behaviour and cognition. Nature Reviews Neuroscience. 2009; 10:434445. PubMed: 19401723 Ma DK, Jang MH, Guo JU, Kitabatake Y , Chang ML, Pow-Anpongkul N, Flavell RA, Lu B, Ming GL, Song H. Neuronal activity-induced Gadd45b promotes epigenetic DNA demethylation and adult neurogenesis. Science. 2009; 323:10741077. PubMed: 19119186 Malaspina D, Corcoran C, Kleinhaus K, Perrin M, Fennig S, Nahon D, Friedlander Y , Harlap S. Acute maternal stress in pregnancy and schizophrenia in offspring: a cohort prospective study. BMC Psychiatry. 2008; 8:71. PubMed: 18717990 Marchetto NM, Glynn RA, Ferry ML, Ostojic M, Wolff SM, Yao R, Haussmann MF. Prenatal stress and newborn telomere length. American Journal of Obstetrics and Gynecology. 2016; 215:94.e91 94.e98. PubMed: 26829506 Markham JA, Mullins SE, Koenig JI. Periadolescent maturation of the prefrontal cortex is sex-specific and is disrupted by prenatal stress. Journal of Comparative Neurology. 2013; 521:18281843. PubMed: 23172080 Martinowich K, Hattori D, Wu H, Fouse S, He F, Hu Y , Fan G, Sun YE. DNA methylation-related chromatin remodeling in activity-dependent Bdnf gene regulation. Science. 2003; 302:890893. PubMed: 14593184 Martinowich K, Manji H, Lu B. New insights into BDNF function in depression and anxiety. Nature Neuroscience. 2007; 10:10891093. PubMed: 17726474 Matrisciano F, Tueting P, Dalal I, Kadriu B, Grayson DR, Davis JM, Nicoletti F, Guidotti A. Epigenetic modifications of GABAergic interneurons are associated with the schizophrenia-like phenotype induced by prenatal stress in mice. Neuropharmacology. 2013; 68:184194. PubMed: 22564440 McEwen BS, Bowles NP, Gray JD, Hill MN, Hunter RG, Karatsoreos IN, Nasca C. Mechanisms of stress in the brain. Nat Neurosci. 2015; 18:13531363. PubMed: 26404710 McEwen BS, Magarinos AM. Stress effects on morphology and function of the hippocampus. Annals of the New York Academy of Sciences. 1997; 821:271284. PubMed: 9238211 Morgan CP, Bale TL. Early prenatal stress epigenetically programs dysmasculinization in second- generation offspring via the paternal lineage. Journal of Neuroscience. 2011; 31:1174811755. PubMed: 21849535 Mueller BR, Bale TL. Early prenatal stress impact on coping strategies and learning performance is sex dependent. Physiology and Behavior. 2007; 91:5565. PubMed: 17367828 Mueller BR, Bale TL. Sex-specific programming of offspring emotionality after stress early in pregnancy. Journal of Neuroscience. 2008; 28:90559065. PubMed: 18768700 Nye MD, Fry RC, Hoyo C, Murphy SK. Investigating epigenetic effects of prenatal exposure to toxic metals in newborns: challenges and benefits. Medical Epigenetics. 2014; 2:5359. PubMed: 24955086 OCallaghan NJ, Fenech M. A quantitative PCR method for measuring absolute telomere length. Biological Procedures Online. 2011; 13:3. PubMed: 21369534 ODonovan A, Epel E, Lin J, Wolkowitz O, Cohen B, Maguen S, Metzler T, Lenoci M, Blackburn E, Neylan TC. Childhood trauma associated with short leukocyte telomere length in posttraumatic stress disorder. Biological Psychiatry. 2011; 70:465471. PubMed: 21489410 Painter RC, Osmond C, Gluckman P, Hanson M, Phillips DIW, Roseboom TJ. Transgenerational effects of prenatal exposure to the Dutch famine on neonatal adiposity and health in later life. Blaze et al. Page 13 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptBJOG: An International Journal of Obstetrics and Gynaecology. 2008; 115:12431249. PubMed: 18715409 Par WP, Glavin GB. Restraint stress in biomedical research: A review. Neuroscience  Biobehavioral Reviews. 1986; 10:339370. PubMed: 3095718 Paxinos, G., Watson, C. The rat brain in stereotaxic coordinates. 6th. Academic PressElsevier; 2007. Perroud N, Salzmann A, Prada P, Nicastro R, Hoeppli ME, Furrer S, Ardu S, Krejci I, Karege F, Malafosse A. Response to psychotherapy in borderline personality disorder and methylation status of the BDNF gene. Translational Psychiatry. 2013; 3:e207. PubMed: 23422958 Pfau ML, Russo SJ. Peripheral and central mechanisms of stress resilience. Neurobiology of Stress. 2015; 1:6679. PubMed: 25506605 Radley J, Morilak D, Viau V , Campeau S. Chronic stress and brain plasticity: Mechanisms underlying adaptive and maladaptive changes and implications for stress-related CNS disorders. Neuroscience  Biobehavioral Reviews. 2015; 58:7991. PubMed: 26116544 Roseboom TJ, Painter RC, van Abeelen AFM, Veenendaal MVE, de Rooij SR. Hungry in the womb: what are the consequences? Lessons from the Dutch famine. Maturitas. 2011; 70:141145. PubMed: 21802226 Roth TL, Lubin FD, Funk AJ, Sweatt JD. Lasting epigenetic influence of early-life adversity on the BDNF gene. Biological Psychiatry. 2009; 65:760769. PubMed: 19150054 Roth TL, Matt S, Chen K, Blaze J. Bdnf DNA methylation modifications in the hippocampus and amygdala of male and female rats exposed to different caregiving environments outside the homecage. Developmental Psychobiology. 2014; 56:17551763. PubMed: 24752649 Roth TL, Zoladz PR, Sweatt JD, Diamond DM. Epigenetic modification of hippocampal Bdnf DNA in adult rats in an animal model of post-traumatic stress disorder. Journal of Psychiatric Research. 2011; 45:919926. PubMed: 21306736 Schuurmans C, Kurrasch DM. Neurodevelopmental consequences of maternal distress: what do we really know? Clinical Genetics. 2013; 83:108117. PubMed: 23140231 Shalev I, Caspi A, Ambler A, Belsky DW, Chapple S, Cohen HJ, Israel S, Poulton R, Ramrakha S, Rivera CD, Sugden K, Williams B, Wolke D, Moffitt TE. Perinatal complications and aging indicators by midlife. Pediatrics. 2014a; 134:e1315e1323. PubMed: 25349321 Shalev I, Moffitt TE, Braithwaite AW, Danese A, Fleming NI, Goldman-Mellor S, Harrington H, Houts RM, Israel S, Poulton R, Robertson SP, Sugden K, Williams B, Caspi A. Internalizing disorders and leukocyte telomere erosion: A prospective study of depression, generalized anxiety disorder and post-traumatic stress disorder. Molecular Psychiatry. 2014b; 19:11631170. PubMed: 24419039 Sickmann HM, Arentzen TS, Dyrby TB, Plath N, Kristensen MP. Prenatal stress produces sex-specific changes in depression-like behavior in rats: implications for increased vulnerability in females. Journal of Developmental Origins of Health and Disease. 2015; 6:462474. PubMed: 26152908 Slagboom PE, Droog S, Boomsma DI. Genetic determination of telomere size in humans: a twin study of three age groups. American journal of human genetics. 1994; 55:876. PubMed: 7977349 Smith AK, Conneely KN, Kilaru V , Mercer KB, Weiss TE, Bradley B, Tang Y , Gillespie CF, Cubells JF, Ressler KJ. Differential immune system DNA methylation and cytokine regulation in post- traumatic stress disorder. American Journal of Medical Genetics Part B: Neuropsychiatric Genetics. 2011; 156:700708. Soztutar E, Colak E, Ulupinar E. Gender- and anxiety level-dependent effects of perinatal stress exposure on medial prefrontal cortex. Experimental Neurology. 2016; 275(Part 2):274284. PubMed: 26057948 St-Cyr S, McGowan PO. Programming of stress-related behavior and epigenetic neural gene regulation in mice offspring through maternal exposure to predator odor. Frontiers in Behavioral Neuroscience. 2015; 9 Szebeni A, Szebeni K, DiPeri T, Chandley MJ, Crawford JD, Stockmeier CA, Ordway GA. Shortened telomere length in white matter oligodendrocytes in major depression: potential role of oxidative stress. International Journal of Neuropsychopharmacology. 2014; 17:15791589. PubMed: 24967945 Blaze et al. Page 14 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptTakahashi L, Turner J, Kalin N. Prolonged stress-induced elevation in plasma corticosterone during pregnancy in the rat: implications for prenatal stress studies. Psychoneuroendocrinology. 1998; 23:571581. PubMed: 9802128 Thomas P, O Callaghan NJ, Fenech M. Telomere length in white blood cells, buccal cells and brain tissue and its variation with ageing and Alzheimers disease. Mechanisms of Ageing and Development. 2008; 129:183190. PubMed: 18242664 Tyrka AR, Price LH, Kao HT, Porton B, Marsella SA, Carpenter LL. Childhood maltreatment and telomere shortening: preliminary support for an effect of early stress on cellular aging. Biological Psychiatry. 2010; 67:531534. PubMed: 19828140 Wei YB, Backlund L, Wegener G, Math AA, Lavebratt C. Telomerase dysregulation in the hippocampus of a rat model of depression: normalization by lithium. International Journal of Neuropsychopharmacology. 2015; 18:18. Wilson CA, Schade R, Terry A V Jr. Variable prenatal stress results in impairments of sustained attention and inhibitory response control in a 5-choice serial reaction time task in rats. Neuroscience. 2012; 218:126137. PubMed: 22634506 Wilson CA, Vazdarjanova A, Terry A V Jr. Exposure to variable prenatal stress in rats: Effects on anxiety-related behaviors, innate and contextual fear, and fear extinction. Behavioural Brain Research. 2013; 238:279288. PubMed: 23072929 Zeichner SL, Palumbo P, Feng Y , Xiao X, Gee D, Sleasman J, Goodenow M, Biggar R, Dimitrov D. Rapid telomere shortening in children. Blood. 1999; 93:28242830. PubMed: 10216076 Blaze et al. Page 15 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 1. Bdnf IV DNA methylation in the medial prefrontal cortex. UVPS male offspring had significantly higher methylation compared to control males and UVPS females across most CG sites within the medial prefrontal cortex. p0.05, p0.01, p0.001; n67sex condition; error bars represent SEM.Blaze et al. Page 16 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptFigure 2. Telomere length in the adult medial prefrontal cortex. Animals that experienced UVPS had significantly shorter telomeres compared to controls. p0.01; n67sexcondition; error bars represent SEM.Blaze et al. Page 17 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author Manuscript",
        "introduction": "Perturbations during gestation in the form of malnutrition, infection, or psychosocial stress have devastating consequences on the physical and mental well-being of offspring. For Address correspondence to: Tania L. Roth, Ph.D., Department of Psychological and Brain Sciences, University of Delaware, 108 Wolf Hall, Newark, DE 19716. phone  (302) 831-2787, trothpsych.udel.edu.Denotes equal contributions Jennifer Blaze current address: Department of Neuroscience, Icahn School of Medicine at Mt. Sinai, New York, NY Arun Asok current address: Department of Neuroscience, Columbia University, New York, NY; Howard Hughes Medical Institute, New York, NY Justin Bollinger current address: Department of Psychological and Brain Sciences, Indiana University, Bloomington, IN HHS Public Access Author manuscript Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Published in final edited form as: Int J Dev Neurosci . 2017 November ; 62: 5662. doi:10.1016j.ijdevneu.2017.03.007. Author Manuscript Author Manuscript Author Manuscript Author Manuscriptexample, individuals exposed to famine during gestation (such as that of the Dutch Famine of 1944) have significant physical health problems including cardiovascular disease and high blood pressure ( Painter et al., 2008 ; Roseboom et al., 2011 ). Gestational famine exposure also produces long-lasting neurobiological and behavioral consequences, including an increased incidence of schizophrenia ( Hoek et al., 1996 ; Roseboom et al., 2011 ). Psychosocial stress experienced by the mother during gestation likewise produces vulnerability to psychopathology in offspring, including increased risk for schizophrenia and depression ( Betts et al., 2015 ; Malaspina et al., 2008 ). Further, work from various animal models provides additional evidence that a suboptimal intrauterine environment has long- term physical and behavioral consequences for offspring (for reviews see ( Bock et al., 2015 ; Driscoll and Barr, 2016 ; Lupien et al., 2009 )). One way that prenatal stress could affect brain function and behavior is through epigenetic modifications, including DNA methylation. DNA methylation is characterized by the addition of methyl groups to cytosines, typically at cytosine-guanine dinucleotides (CG sites), which can dampen transcriptional activity through the blockade of transcription factors or the recruitment of transcriptional silencing machinery. Recent studies have also highlighted the role of active DNA demethylation in regulating transcription within the CNS, and candidates thought to reverse DNA methylation include ten-eleven-translocation (TET) proteins ( Kohli and Zhang, 2013 ), GADD45b ( Ma et al., 2009 ), and MBD2 ( Detich et al., 2002 ). Though historically associated with early cell development and differentiation, there is now a vast literature showing that DNA methylationdemethylation remains an active process even occurring in mature neurons. Further, studies in humans ( Cao-Lei et al., 2014 ; Kundakovic and Champagne, 2011 ; Nye et al., 2014 ) and animal models ( Boersma et al., 2014 ; Dong et al., 2015 ; Jensen Pea et al., 2012 ; Matrisciano et al., 2013 ; Morgan and Bale, 2011 ; Mueller and Bale, 2007 , 2008 ) have highlighted the ability of prenatal stress to alter DNA methylation at various gene loci, including the Brain-derived neurotrophic factor (Bdnf) gene. BDNF is crucial for development and plasticity in the developing and adult brain and is implicated in various psychiatric disorders, including depression, schizophrenia, and PTSD ( Martinowich et al., 2007 ). Given the widespread functioning of BDNF across brain regions throughout early development, this locus may play a role in translating prenatal stress to adult phenotypic outcomes including psychopathology. Recent work has also sought to characterize the detrimental impact of early-life stress by examining changes in telomere length stretches of TTAGGG repeats located on the ends of chromosomes (for a comprehensive review, see ( Blaze et al., 2015 )). Studies continue to show that various forms of early-life stress (e.g., perinatal complications, psychological stress, physical abuse, etc.) during the prenatal ( Entringer et al., 2011 ; Entringer et al., 2013 ; Shalev et al., 2014a ) or postnatal ( Asok et al., 2013 ; Kananen et al., 2010 ; Kiecolt-Glaser et al., 2011 ; ODonovan et al., 2011 ; Tyrka et al., 2010 ) period shorten telomere length in the periphery. Given that telomeres are dynamically regulated during the first years of life (Slagboom et al., 1994 ; Zeichner et al., 1999 ), examining neural changes in telomere length following prenatal stress is another important avenue for understanding how stress experienced in early-life may relate to future mental well-being.Blaze et al. Page 2 Int J Dev Neurosci . Author manuscript; available in PMC 2018 November 01. Author Manuscript Author Manuscript Author Manuscript Author ManuscriptIn daily life, humans tend to be exposed to unpredictable challenges that vary in magnitude and duration. Studies of prenatal stress in rodents often employ repeated presentations of a single, non-varying stressor, most frequently, immobilization stress ( de Souza et al., 2013 ; Jensen Pea et al., 2012 ; Matrisciano et al., 2013 ), a well-known stressor in rodents (Dallman et al., 2004 ; McEwen and Magarinos, 1997 ; Par and Glavin, 1986 ). Rodent studies however provide evidence for habituation to predictable, non-varying stressors (Armario, 2006 ; Daviu et al., 2014 ). In contrast, chronic variable stress in adult males is associated with greater HPA axis responses, including baseline hypersecretion of corticosterone, adrenocorticotropic hormone, and prolactin, as well as adrenal hypertrophy (Herman et al., 1995 ). Repeated exposure of pregnant rats to uncontrollable stress elicited a prolonged (2448hr) increase in plasma concentrations of glucocorticoids from gestational day 4 to 20 ( Takahashi et al., 1998 ), an effect also observed in day 20 fetuses, suggesting that habituation to variable stressors across the rats three week pregnancy is minimal. Importantly, as compared to studies employing presentations of a single, non-varying stressor, studies employing variable prenatal stress paradigms have reported etiological changes that may be more closely linked to psychiatric disorders ( Bock et al., 2015 ; Mueller and Bale, 2008 ; Sickmann et al., 2015 ; Wilson et al., 2012 ). Collectively, these findings suggest that variable, unpredictable stress may model the human condition with greater fidelity than invariant stress paradigms. The current study was designed to characterize changes in Bdnf IV DNA methylation and telomere length across multiple discrete brain regions of the adult rat following unpredictable variable prenatal stress (UVPS). We chose to focus on the mPFC, ventral hippocampus, dorsal hippocampus, and centralbasolateral amygdala, as our prior work showed changes in Bdnf IV DNA methylation and telomere length in these regions in adult animals subjected to adverse caregiving conditions during the first postnatal week ( Asok et al., 2014 ; Blaze et al., 2013 ; Roth et al., 2009 ; Roth et al., 2014 ). Changes in Bdnf IV DNA methylation have also been found in these same brain regions in other models of prenatal stress ( Boersma et al., 2014 ; Dong et al., 2015 ), and changes at this locus within these same brain regions are known to regulate neural function and behavior including fear conditioning and extinction ( Baker-Andresen et al., 2013a ; Lubin et al., 2008 ; Martinowich et al., 2003 ). 2. Materials and",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Bdnf IV  DNA methylation in the medial prefrontal cortex"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Telomere length in the adult medial prefrontal cortex"
            }
        ]
    }
]