[
    {
        "pmid": "32173729",
        "title": "Exocytosis and endocytosis: coordinating and fine-tuning the polar tip growth domain in pollen tubes.",
        "year": "2020",
        "journal": "J Exp Bot",
        "abstract": "Pollen tubes rapidly elongate, penetrate, and navigate through multiple female tissues to reach ovules for sperm delivery by utilizing a specialized form of polar growth known as tip growth. This process requires a battery of cellular activities differentially occurring at the apical growing region of the plasma membrane (PM), such as the differential cellular signaling involving calcium (Ca2+), phospholipids, and ROP-type Rho GTPases, fluctuation of ions and pH, exocytosis and endocytosis, and cell wall construction and remodeling. There is an emerging understanding of how at least some of these activities are coordinated and/or interconnected. The apical active ROP modulates exocytosis to the cell apex for PM and cell wall expansion differentially occurring at the tip. The differentiation of the cell wall involves at least the preferential distribution of deformable pectin polymers to the apex and non-deformable pectin polymers to the shank of pollen tubes, facilitating the apical cell expansion driven by high internal turgor pressure. Recent studies have generated inroads into how the ROP GTPase-based intracellular signaling is coordinated spatiotemporally with the external wall mechanics to maintain the tubular cell shape and how the apical cell wall mechanics are regulated to allow rapid tip growth while maintaining the cell wall integrity under the turgor pressure. Evidence suggests that exocytosis and endocytosis play crucial but distinct roles in this spatiotemporal coordination. In this review, we summarize recent advances in the regulation and coordination of the differential pectin distribution and the apical domain of active ROP by exocytosis and endocytosis in pollen tubes.",
        "full_text": "Journal of Experimental Botany, Vol. 71, No. 8 pp. 24282438, 2020 doi:10.1093jxberaa134 Advance Access Publication 16 March, 2020  The Author(s) 2020. Published by Oxford University Press on behalf of the Society for Experimental Biology. All rights reserved. For permissions, please email: journals.permissionsoup.comREVIEW PAPER Exocytosis and endocytosis: coordinating and fine-tuning the polar tip growth domain in pollen tubes Jingzhe Guo1,2 and Zhenbiao Yang2, 1 FAFU-UCR Joint Center for Horticultural Biology and Metabolomics, Haixia Institute of Science and Technology, Fujian Agriculture and Forestry University, Fuzhou, Fujian 350002, China 2 Department of Botany and Plant Sciences and Institute for Integrative Genome Biology, University of California, Riverside, CA 92521, USA  Correspondence: yangucr.edu Received 22 December 2019; Editorial decision 9 March 2020; Accepted 11 March 2020 Editor: Kris Vissenberg, University of Antwerp, Belgium Abstract Pollen tubes rapidly elongate, penetrate, and navigate through multiple female tissues to reach ovules for sperm de- livery by utilizing a specialized form of polar growth known as tip growth. This process requires a battery of cellular activities differentially occurring at the apical growing region of the plasma membrane (PM), such as the differential cellular signaling involving calcium (Ca 2), phospholipids, and ROP-type Rho GTPases, fluctuation of ions and pH, exocytosis and endocytosis, and cell wall construction and remodeling. There is an emerging understanding of how at least some of these activities are coordinated andor interconnected. The apical active ROP modulates exocyt- osis to the cell apex for PM and cell wall expansion differentially occurring at the tip. The differentiation of the cell wall involves at least the preferential distribution of deformable pectin polymers to the apex and non-deformable pectin polymers to the shank of pollen tubes, facilitating the apical cell expansion driven by high internal turgor pres-sure. Recent studies have generated inroads into how the ROP GTPase-based intracellular signaling is coordinated spatiotemporally with the external wall mechanics to maintain the tubular cell shape and how the apical cell wall mechanics are regulated to allow rapid tip growth while maintaining the cell wall integrity under the turgor pressure. Evidence suggests that exocytosis and endocytosis play crucial but distinct roles in this spatiotemporal coordination. In this review, we summarize recent advances in the regulation and coordination of the differential pectin distribution and the apical domain of active ROP by exocytosis and endocytosis in pollen tubes. Keywords: Cell wall, endocytosis, exocytosis, pollen tube, ROP GTPase, tip growth. Introduction Higher plants evolved a specialized male gametophyte, the pollen tube, which contains two sperm cells but expands as a single cell because pollen tube growth is governed by its hap- loid vegetative nuclear genome. Upon landing on the surface of the stigma, pollen grains rehydrate and germinate pollen tubes, which grow rapidly and directionally to the female repro- ductive cells (Higashiyama and Takeuchi, 2015; Higashiyama, 2018; Johnson et al., 2019). Pollen tubes penetrate and navigate through a number of female sporophytic tissues and deliver the two sperm cells into the ovule for double fertilization. The directional growth toward the ovule is guided by attract- ants produced in the ovule (Higashiyama et al., 2001; Okuda et al., 2009; Lausser et al., 2010; Kanaoka et al., 2011; Palanivelu and Tsukamoto, 2012; Takeuchi and Higashiyama, 2012, 2016; Johnson et al., 2019). Pollen grains also produce pollen tubes in vitro on pollen germination medium. Although the direction applyparastyle figcaptionp1 parastyle FigCaptExocytosis and endocytosis regulate growth domain in pollen tubes  2429 of pollen tube elongation is random in the absence of attract- ants (Kim et al., 2003), they expand unidirectionally with uni- form shape, suggesting a self-organizing mechanism for precise maintenance of growth polarity. Easy manipulation and obser-vation of the pollen tube have made it one of the most popular cell models to study the mechanism of polar cell expansion. Pollen tubes elongate by tip growth, an extreme form of polar growth in which exocytosis is targeted to the apical re-gion for apical cell surface expansion (Heslop-Harrison, 1987; Derksen et al., 1995; Hepler et al., 2001; Cheung and Wu, 2008; Kroeger et al., 2009; Grebnev et al., 2017; Luo et al., 2017; Bibeau et al., 2018). This tip-localized cell surface expansion needs to be tightly coordinated with the differential cell wall mechanics, because of high internal turgor pressure that in- flates upon the cell wall (Vogler et al., 2019). Therefore, the shape of pollen tubes, the rate of their elongation, and main- tenance of their integrity are intimately linked to the differen- tial stiffness and extensibility of the cell wall in the apex (Vogler et al., 2019). Such an internal pressure-coordinated system begs two intriguing questions: (i) how is the deposition and modi- fication of the cell surface materials coordinated with the cell wall mechanics that accommodate turgor pressure-driven cell expansion, and (ii) how do pollen tubes maintain their wall integrity while allowing the apical expansion of the cell wall inflated by the turgor pressure? The cell wall of pollen tubes in higher plants consists of pec- tins, callose, cellulose, and hemicelluloses (Dardelle et al., 2010; Chebli et al., 2012). The shape of pollen tubes is, however, de- termined by the mechanical property of the cell wall in the tip region, where it is devoid of callose (Geitmann et al., 1995; Ferguson et al., 1998; Chebli et al., 2012). While the presence of cellulose and hemicellulose in the apical cell wall of pollen tubes varies among different plant species (Ferguson et al., 1998; Chebli et al., 2012), pectins have been consistently identified as the major component of the cell wall in the tip of pollen tubes across plant species (Li et al., 1994; Geitmann et al., 1995; Jauh and Lord, 1996; Bosch et al., 2005; Parre and Geitmann, 2005). Homogalacturonan (HG), rhamnogalacturonan-I (RG-I), and RG-II are the three major types of pectin found in pollen tubes, contributing to the bearing of internal turgor pressure (Dardelle et al., 2010). Genetic evidence has dem- onstrated that both cellulose and RG-II are essential for the growth of pollen tubes by maintaining the cell wall integrity (Delmas et al., 2008; Kobayashi et al., 2011; Liu et al., 2011; Wang et al., 2011; Dumont et al., 2014). On the other hand, the structure and mechanics of HGs (hereinafter referred to as the pectin) are highly regulated spatiotemporally, and thus have been considered to be the major wall factor that deter- mines the shape and growth rate of pollen tubes (Geitmann et al., 1995; Bosch et al., 2005; Parre and Geitmann, 2005; Kroeger et al., 2009; Fayant et al., 2010; Chebli et al., 2012). The pectin is synthesized in the Golgi apparatus in a highly methylesterified form and is demethylesterified by pectin methylesterase (PME), whose activity can be inhibited by the endogenous PME inhibitor (PMEI). Demethylesterified pectin molecules cross-link via Ca 2 bridges (known as the egg-box model) and are much less deformable under turgor pressure, whereas highly methylesterified pectin, lacking Ca 2 bridges, is inflatable by turgor pressure. Thus, the mechanical property of the pectin is determined by the level of methylesterification that is controlled by the relative activities of PME and PMEI. Methylesterified pectin, PME, and PMEI are all secreted to the apex of the pollen tube through polar exocytosis (Li et al., 2002; Chebli et al., 2013; Wang et al., 2013), yet the highly methylesterified pectin and the demethylesterified pectin are preferentially distributed to the growing apical region and the shank of pollen tubes, respectively (Bosch et al., 2005; Fayant et al., 2010; Chebli et al., 2012; Wang et al., 2013; Luo et al., 2017). Both PME and PMEI were found to be preferentially distributed to the apical wall as well (Bosch et al., 2005; Rockel et al., 2008; Wang et al., 2013). It was proposed that in tobacco pollen tubes, differential endocytosis in the shoulder region may contribute to the maintenance of the apical distribution of PMEI (Rockel et al., 2008), but how PME and PMEI maintain the tip-high distribution and how the highly methylesterified and demethylesterified pectin are differentially distributed to the apex and the shank are not fully understood, but are conceivably linked to the intracellular regulatory mechanisms underlying apical cell expansion in pollen tubes. A great deal of work has focused on intracellular regulatory mechanisms underlying pollen tube tip growth, such as those involving the plasma membrane (PM)-localized receptor kin- ases and cytoplasmic kinases, Ca 2, phospholipids, ROP-type Rho GTPases, fluctuation of ions and pH, cytoskeletal or-ganization and dynamics, and vesicular trafficking. The readers are referred to several excellent recent reviews discussing the roles of various signaling events in the regulation of pollen tube growth, including PM receptors (Higashiyama, 2018; Muschietti and Wengier, 2018; Ge et al., 2019; Johnson et al., 2019), intracellular Ca 2 (Steinhorst and Kudla, 2013; Zheng et al., 2019), phospholipids (Sekeres et al., 2015; Heilmann and Ischebeck, 2016), and the fluctuation of the ions and pH (Tavares et al., 2011; Michard et al., 2017; Mangano et al., 2018). This review is intended to focus on how cell wall con- struction and remodeling are interlinked with the intracellular regulatory mechanisms with an emphasis on ROP signaling in the feedback regulation and its integration with vesicular trafficking that interfaces with both ROP signaling and cell wall construction and remodeling. The evolutionarily con- served Rho GTPases, namely ROPs (Rho-like GTPase from plants), are key regulators of tip growth in pollen tubes (Lin et al., 1996; Kost et al., 1999; Li et al., 1999; Yang, 2002, 2008; Chen et al., 2003; Klahre et al., 2006; Cheung and Wu, 2008; Feiguelman et al., 2018). ROP activation is essential for pollen tube elongation, whereas its deactivation is critical for the maintenance of growth polarity (Hwang et al., 2005, 2010; H. Li et al., 2018). Moreover, the growth domain of the pollen tube is defined by the apical cap of ROP activity (Fig. 1A), which is spatiotemporally regulated by two opposing feed- back mechanisms (Yan et al., 2009; Hwang et al., 2010; Luo et al., 2017). RopGEF (Rop guanine nucleotide exchange factor)-dependent positive feedback mediates lateral propaga- tion of ROP activity (Gu et al., 2006; Zhang and McCormick, 2007; Chang et al., 2013; E. Li et al., 2018), whereas negative feedback limits this propagation by RopGAP (Rop GTPase activating protein)-dependent ROP deactivation and possibly 2430  Guo and Yang by RhoGDI (Rho GTPase guanine nucleotide dissociation inhibitor)-dependent ROP extraction from the PM (Fu et al., 2001; Klahre and Kost, 2006; Klahre et al., 2006; Hwang et al., 2008; Feng et al., 2016). The active ROP interacts with a battery of downstream effectors to organize and coordinate polar vesicle targeting secretion. ROPs activate RIC (ROP- interactive CRIB motif-containing) proteins, which modulate the dynamics of tip-localized actin filaments required for ves-icle targeting and docking to the tip (Wu et al., 2000; Gu et al., 2005; Lee et al., 2008). The ROPs may also activate the RIP1 ICR1 (ROP-interactive partner 1interactor of constitutively active ROPs 1) protein to directly recruit the exocytic ma- chinery (Lavy et al., 2007; Li et al., 2008). Although the ROP signaling and the cell wall deposition are instrumental for the polar growth of pollen tubes, it is not well understood how these two processes are spatiotemporally coordinated during rapid growth. In particular, little is known about how the signaling network controlled by the ROP GTPase instructs the cell wall deposition in response to various external signals. Recent studies have suggested that exocytosis and endocytosis may coordinate the ROP signaling and the deposition of the cell wall by secreting and gatekeeping of the signal molecules and the cell wall modification enzymes (Luo et al., 2017; H. Li et al., 2018). In this review, we summarize our current understanding of how exocytosis and endo- cytosis shape the spatial distribution of the active ROP do- main and the pattern of the cell wall deposition, and how the ROP signaling directs the deposition of the cell wall through steering the polar exocytosis machinery. Membrane trafficking during pollen tube tip growth Pollen tube growth requires active membrane trafficking for the cell surface increase and the spatiotemporal coordination of regulatory molecules. Exocytosis delivers the cell mem- brane, cell wall materials, and signaling molecules to the apical expanding region (Li et al., 2002; Lee et al., 2008; Wang et al., 2013; Bloch et al., 2016; Luo et al., 2017), while endocytosis retrieves excess membrane (Picton and Steer, 1983; Derksen et al., 1995; Bove et al., 2008; Ketelaar et al., 2008) and signaling molecules to maintain the boundary of their active PM do- mains (H. Li et al., 2018). An alternative mode of exocytosis, kiss-and-run exocytosis, where secretory vesicles release their content through partial fusion between the membrane of the exocytic vesicle and the PM and leave the PM after the closure of the vesicles, is also proposed to mediate the fast polar secre- tion without delivering excess membrane materials (Bove et al., 2008). Although this alternative exocytosis represented a major type of exocytosis in tobacco BY -2 protoplasts and maize cole- optile protoplasts (Weise et al., 2000; Bandmann et al., 2011), it has not been directly observed in pollen tubes and is unlikely to regulate the abundance or spatial distribution of PM-residing signaling proteins. Identification of the PM regions where exo- cytosis and endocytosis occur is critical for understanding how these processes regulate tip growth in pollen tubes. Based on the distribution of various intracellular and extracellular mol- ecules along the cell surface, the pollen tube PM can be div-ided into three regions (Fig. 1A): the apical region containing active ROPs; the shoulder region with underneath distribution of longitudinally arranged actin bundles known as the actin fringe; and the shank region with various components of the clathrin-mediated endocytosis machinery (Hwang et al., 2005; Lovy-Wheeler et al., 2005; Gadeyne et al., 2014; Rounds et al., 2014; H. Li et al., 2018; Muro et al., 2018; Kaneda et al., 2019). Fig. 1. Proposed sites of exocytosis and endocytosis on the PM of pollen tubes. (A) PM of pollen tubes can be divided into three regions, the apical, shoulder, and shank region, based on the distribution of distinct molecules along the cell surface. An apical cap of active ROP1 defines the growth domain of pollen tubes. (B) The bulk of exocytosis occurs in the apical region, while certain subpopulations of exocytic vesicles may also be secreted to the shoulder region. Evidence also hints at the likely existence of an exocytic site in the shank region. Further identification of the cargos delivered to the shoulder and the shank regions is required to confirm the exocytosis events in the above two sites. (C) Clathrin-mediated endocytosis (CME) and clathrin-independent endocytosis (CIE) have been proposed to occur in both the apical region and the shank region of pollen tubes; however, only vesicle internalization by the CME has been experimentally observed to occur in the apical, shoulder, and shank region.Exocytosis and endocytosis regulate growth domain in pollen tubes  2431 The site of exocytosis in pollen tubes has been studied using various methods, and two contrasting models have been pro- posed. T wo studies proposed the PM at the shoulder region as the site of exocytosis in pollen tubes by microscopic analysis of vesicles labeled with lipophilic styryl FM dyes (Bove et al., 2008; Zonia and Munnik, 2008). However, without directly visualizing the cargos delivered through exocytosis, these two studies studied the trafficking events in the tip of pollen tubes by observing the dynamics of FM dye-labeled membrane com- partments via advanced microscopy techniques, such as FRAP (fluorescence recovery after photobleaching) and STICS (spatiotemporal image correlation spectroscopy). Considering the highly dynamic trafficking events at the apex of pollen tubes, these indirect observations might not be efficient in distinguishing actual exocytosis events from other membrane trafficking events, such as endocytosis and membrane dilution (Luo et al., 2016). In addition, the evidence supporting exo- cytosis at the subapical PM by differential interfence contrast (DIC) imaging of vesicle fusion events is misleading (Zonia and Munnik, 2008), because at the tip region it is unable to resolve the fusion events of small vesicles (Derksen et al., 1995), which are under the detection limit of the optical microscope used in this study. Electron microscopic observation has indicated the accumu- lation of exocytic vesicles at the extreme tip region (Derksen et al., 1995). This is further supported by observing the secre-tion site of the cargos transported by polar exocytosis, such as pectin (Bloch et al., 2016; Luo et al., 2017), PME (Wang et al., 2013), and a membrane-localized receptor-like kinase (PRK1) (Lee et al., 2008; Luo et al., 2016). By correcting the effect of endocytosis and membrane dilution, Luo et al. (2016) ac- curately measured the relative rate of exocytosis at the apical region of Arabidopsis pollen tubes and found that the apex of the PM has higher exocytosis activity than the shoulder region of the PM. These results together demonstrate that the bulk of exocytosis occurs in the apical region but does not exclude the existence of exocytosis in the shoulder region for some subpopulations of exocytic vesicles (Fig. 1B). Interestingly, while subunits of the exocyst complex in plants such as SEC3 (Bloch et al., 2016), SEC6, SEC8, and Exo70A1 (Hala et al., 2008) showed polar distribution in an apex-rich pattern, SEC3 can redistribute to the shoulder and shank region of the PM in non-growing pollen tubes (Bloch et al., 2016). A subcellular localization study of the members in the exocyst subunit EXO70 family in tobacco pollen tubes also revealed distinct PM domains of potential exocyst targeting sites (Sekeres et al., 2017). These observations suggest a likely existence of mul-tiple distinct sites of exocytosis on the PM of pollen tubes, but identification of cargos delivered to the shoulder region is needed to confirm the exocytosis site at the shoulder of pollen tubes. It should be noted that the exact locations of exocyt- osis may differ in pollen tubes from different species, given the large variations in diameters and growth speed of pollen tubes among different species. The mapping of endocytosis sites in pollen tubes was car- ried out by tracing the membrane trafficking events with FM dyes and charged nanogold particles (Moscatelli et al., 2007; Bove et al., 2008; Zonia and Munnik, 2008). It was suggested that clathrin-mediated endocytosis (CME) and clathrin-independent endocytosis (CIE) occurred in both the apical and shank regions (Moscatelli et al., 2007). Indeed, the clathrin light chain (CLC) and heavy chain (CHC) proteins have been localized to the apical, shoulder, and the shank regions of the pollen tube PM (Blackbourn and Jackson, 1996; Zhao et al., 2010; H. Li et al., 2018; Muro et al., 2018; Kaneda et al., 2019), and the internalization of CLC has been observed in all of these regions by live imaging in two recent studies (H. Li et al., 2018; Kaneda et al., 2019) (Fig. 1C). Internalization of active ROP1 by REN4-activated CME at the apical PM of slow- growing pollen tubes and the PM at the shoulder region of fast-growing pollen tubes further demonstrates the importance of CME for dynamic regulation of the active ROP1 domain during pollen tube growth (H. Li et al., 2018) (see below). Hence, selective internalization of cargos by endocytosis at multiple PM regions may allow robust dynamic demarcation of functionally distinctive PM domains. Roles of endocytosis and exocytosis in directing the cell wall deposition modification and maintaining cell wall integrity Exocytosis and endocytosis regulate the mechanical property of the cell wall in pollen tubes by forming two pectin zones with distinct levels of pectin methylesterification, a soft expandable zone with highly methylesterified pectin at the expanding tip and a stiff zone in the shank region with demethylesterified pectin that is cross-linked by Ca 2 bridges (Chebli et al., 2013). Dynamic adjustment of the soft pectin zone determines the rate and direction of the pollen tube elongation and is es- sential for navigating the pollen tube to female reproductive cells (Fig. 2) (Luo et al., 2017). Polar exocytosis delivers highly methylesterified pectin, PME, and PMEI to the expanding tip. Based on the distribution of AtPPME1 and AtPMEI2 in tobacco pollen tubes, it was proposed that the PME activity is inhibited by PMEI in the apical region to maintain the methylesterified status of pectin, and that PMEI is internalized by endocytosis in the shoulder region to establish a border be-tween the two pectin zones by releasing the activity of PME, which converts pectin to the demethylesterified form (Rockel et al., 2008). Furthermore, defects in pollen tube guidance or reduced pollen tube growth were frequently observed to be associated with an abnormal pattern of pectin accumulation and pectin modification when proteins involved in polar exo- cytosis, such as RABA4d (Szumlanski and Nielsen, 2009) and Exo70C2 (Synek et al., 2017), were compromised. Similarly, mutations on genes encoding Arabidopsis AP180 N-terminal homolog (ANTH) proteins, AtAP180 and AtECA2, which are CME adaptor proteins, also generate abnormal pectin zones with mislocalized demethylesterified pectin and produce pollen tubes with morphological aberration (Kaneda et al., 2019). It is therefore almost certain that exocytosis and endocytosis are indispensable for the pectin dynamics in the cell wall, but it is still unanswered how exocytosis and endocytosis mediate the establishment of the specific pattern of pectin zones and how 2432  Guo and Yang they integrate inputs from both the internal signaling network and the external positional cues, such as guidance signals. Recent studies suggest the involvement of exocytosis and endocytosis in regulating cell wall integrity maintenance during pollen tube growth. Pollen tube elongation is driven by a massive turgor pressure of 0.2 MPa (Benkert et al., 1997), therefore the cell wall of pollen tubes is under enormous mechanical stress. Cell wall integrity (CWI)-sensing mod- ules, including extracellular RAPID ALKALINIZATION FACTOR 419 (RALF419) ligands and their receptors LEUCINE-RICH REPEAT EXTENSIN (LRX) family pro- teins and several membrane-localized CrRLK1L receptor kin-ases Buddhas Paper Seal 12 (BUPS12) and ANXUR12, are required to maintain the CWI (Ge et al., 2017; Mecchia et al., 2017). Obviously, the secretion of the extracellular RALF419 and LRX proteins relies on functional exocytosis. Furthermore, the recycling of ANXUR12 to the tip of the pollen tube was reported to require loading by two ANTH domain-containing proteins, PICALM5a and PICALM5b, which are both involved in the endocytic pathway (Muro et al., 2018). Damping the CWI-sensing signal by reducing the expression level of RALF419 enlarges the soft zone of methylesterified pectin and results in pollen tube burst (Mecchia et al., 2017). Therefore, CWI-sensing feedback regu- lates the distribution of the pectin zones. Further elucidation of the downstream CWI signaling pathways will be necessary for understanding how the CWI-sensing feedback regulates exocytosis- and endocytosis-mediated cell wall delivery and modification. Missing links between ROP signaling and organization of actin filaments Polar exocytosis requires the apical accumulation of exocytic vesicles in pollen tubes, which is thought to be independent of microtubules but relies on actin filaments (Cardenas et al., 2008; Bou Daher and Geitmann, 2011; Rounds et al., 2014; Fu, 2015; Qu et al., 2017). Early studies using immunostaining or fluorescent protein labeling methods have revealed distinct structural organization of actin filaments in different regions of pollen tubes, including an array of actin bundles (cables) in the shank region and a cortical fringe (collar) of short par- allel actin cables around the shoulder region (Lovy-Wheeler et al., 2005; Cheung et al., 2008). It is believed that the array of actin bundles in the shank region supports organelle move-ment and cytoplasmic streaming through the actomyosin system, while the more dynamic actin fringe mediates targeted exocytosis of signaling components and cell wall materials to the growing tip (for reviews, see Cheung and Wu, 2008; Yang, 2008; Chebli et al., 2013; Cai et al., 2015; Hepler and Winship, 2015). However, with the development of better la- beling methods and more sensitive microscopic instruments, two populations of actin filaments have been visualized to be polymerized from the apical PM: one population extends in the shank-ward direction which forms the actin fringe, and the other novel population of actin filaments extends to the inside of the pollen tube (Fu et al., 2001; Gu et al., 2005; Liu et al., 2015; Zhang et al., 2016; Qu et al., 2017; Lan et al., 2018). This novel population of internal actin filaments has been ob- served to prevent the entry of large organelles into the clear cone and act together with the actin fringe to facilitate the formation of the V-shaped cone region (Fu et al., 2001; Gu Fig. 2. Role of exocytosis and endocytosis in the coordination and fine-tuning of the active ROP1 domain and the cell wall dynamics. (A) Reciprocal regulation of polar exocytosis and ROP signaling coordinated the active ROP1 domain and cell wall deposition. ROP GTPase organizes and coordinates polar secretion by regulating the dynamics of the actin filaments and recruiting the exocytosis machinery through a battery of downstream effectors. Exocytosis regulates the pollen tube growth and guidance through multiple pathways. (i) Exocytosis delivers building blocks of the cell wall, including pectin, PME, and PMEI to the apical growth domain, where the PME activity is inhibited by the PMEI to maintain the soft methylesterified status of pectin (sPectin). In the shoulder region, where the activity of PME is released due to internalization of the PMEI, pectin is demethylesterified by PME and cross-linked via Ca 2 bridges to form a hard network of stiff pectin polymers (hPectin). (ii) Exocytosis mediates positive feedback regulation on the ROP signaling by polar secretion of ligands and their receptors (PRK2) to the growth domain in an autocrine manner. (iii) Exocytosis delivers REN1 RopGAP to the tip of pollen tubes for global inhibition of active ROP1. (iv) Exocytosis participates in maintenance of the cell wall integrity (CWI) by secreting signal peptides (RALF419) and CWI sensor LRX family proteins; the secreted RALF419 peptides are also sensed by the PM-localized ANX12 and BUPS12 protein complexes. (v) Preferential delivery of the receptor-like kinase PRK6, the receptor for the guidance peptides AtLUREs, to the side of the PM that facing the AtLUREs is likely to be mediated by polar exocytosis. (B) Endocytosis shapes growth domains in pollen tubes using at least two mechanisms: it releases the activity of AtPPME1 by selective internalization of its inhibitor AtPMEI2 in the shoulder region and establishes a border between the two pectin zones; and it internalizes active ROP1 by REN4-mediated endocytosis in the apical and the shoulder region on the PM to maintain an optimal level of active ROP1 in the extreme apex and control the robustness of growth directionality in pollen tubes.Exocytosis and endocytosis regulate growth domain in pollen tubes  2433 et al., 2005; Qu et al., 2017). The studies involving ROP1 ef- fector proteins RIC3 and RIC4 suggest that the dynamics of the apical actin filaments are required for polar exocytosis to the tip of pollen tubes (Gu et al., 2005; Lee et al., 2008). It was proposed that RIC4-promoted assembly or stabilization of the apical actin filaments allows the accumulation of vesicles in the extreme apex, while RIC3-mediated disassembly of the same actin filaments is required for vesicle docking or fusion (Lee et al., 2008). This hypothesis is consistent with the results from the studies of several actin-binding proteins (Liu et al., 2015; Jiang et al., 2017; Li et al., 2017; Qu et al., 2017; Lan et al., 2018). The organization and turnover of actin filaments in pollen tubes is regulated by a battery of actin-binding proteins that function in nucleating (by formins), bundling (by fimbrins, villins, and LIM proteins), and depolymerization (by actin-depolymerizing factorcofilins) of actin filaments (for reviews, see Higaki et al., 2007; Ren and Xiang, 2007; Chen et al., 2009; Qu et al., 2014; Fu, 2015). Interestingly, the activities of many actin-binding proteins are regulated in vitro by Ca 2 (Xiang et al., 2007; Wang et al., 2008; Zhang et al., 2010; Zhou et al., 2015), which is an essential ionic signal molecule for pollen tubes (Hepler et al., 2012; Steinhorst and Kudla, 2013; Michard et al., 2017; Zheng et al., 2019). Y et, it is still not clear how the in vivo activity of these actin-binding proteins is regulated by the Ca2 ion in pollen tubes. On the other hand, ROP GTPase has been found to regulate polar exocytosis by modulating the organization of the actin filaments at the tip of Arabidopsis pollen tubes through its effector proteins RIC3 and RIC4 (Gu et al., 2005; Lee et al., 2008). In addition, NtRAC1, a ROP GTPase in tobacco pollen tubes, was proposed to modulate the activity of an actin-depolymerizing factor, NtADF1, through phosphorylation (Chen et al., 2003). However, the biochemical mechanism underlying the ROP signaling-mediated organiza- tion of actin filaments is still unclear. Since the Arp23 actin- nucleating complex is not required for pollen tube growth (Li et al., 2003), ROPs are unlikely to target this complex at the tip of pollen tubes. Given the critical role of formins in activating the nucleation of the dynamic apical actin filaments, RIC4 might link ROPs to formins, but how ROPs or RIC4 may regulate formin activity remains to be studied. T wo compounds have been identified to affect both the ROP activity and the organization of actin filaments; further study of their binding targets might help us to understand the missing link between ROP signaling and actin organization (Laggoun et al., 2019). Pollen tube growth reorientation such as turning towards attractants also provides an opportunity to study the link be-tween ROP signaling and actin organization in the regulation of polar exocytosis. T wo studies have both shown redistribu- tion of the apical actin structure to the future turning direction before the actual morphological change in the tip of pollen tubes (Bou Daher and Geitmann, 2011; Qu et al., 2017). It has been proposed that the asymmetric opening of Ca 2 channels may be one of the driving forces (Bou Daher and Geitmann, 2011). Indeed, a recent study has revealed the preferential enrichment of a Ca2 channel, CNGC18, in the PM facing an unknown pollen tube attractant through selective exo- cytosis involving MLO59 (Meng et al., 2020). Consistently, disrupting actin filaments by the actin-depolymerizing drug latrunculin B decreased the cytosolic Ca2 gradient in the tip of pollen tubes (Cardenas et al., 2008), probably due to inhib- ition of the polar exocytosis of Ca2 channels to the PM of pollen tubes. The finding that active ROP preferentially ac-cumulates in the PM region facing the pollen tube attractant AtLURE before the turning of pollen tube (Luo et al., 2017) also provides a future opportunity for understanding the link between ROP signaling and the dynamics of Ca 2 and actin organization by observing the spatiotemporal pattern and rela- tionship between ROP activity, Ca2 level, and actin organiza- tion during the turning. Exocytosis-coordinated generation of the apical polarity domain of ROP activity defines tip growth and controls growth direction The ROP GTPase regulates the polarity of the pollen tube, which is defined by an apical domain of active ROP1 on the PM known as the apical cap (Lin et al., 1996; Li et al., 1999; Hwang et al., 2005). It has been shown that the active ROP spatiotemporally regulates polar exocytosis by reorganizing the cytoskeleton and recruiting the exocyst through its effectors (Gu et al., 2005; Lavy et al., 2007; Lee et al., 2008; Li et al., 2008), while polar exocytosis also plays a fundamental role in establishing the domain of active ROP by active delivery of the molecular components regulating ROP signaling (Hwang et al., 2008; Lee et al., 2008; Luo et al., 2017). The compo- nents involved in the positive feedback regulation of the ROP signaling, including the potential autocrine signal peptides Lat52 (Tang et al., 2002), LTP5 (Chae et al., 2009), and the candidate ligand receptor PRK2 (Tang et al., 2002; Lee et al., 2008; Chang et al., 2013), are suggested to be targeted to the tip through polar exocytosis (Luo et al., 2017). PRK2 in turn dir- ectly activates ROP1 via RopGEFs (Zhang and McCormick, 2007; Chang et al., 2013; Zhao et al., 2013). Therefore, ROP1- dependent exocytosis appears to be a key to the positive feed- back loop of the autocrine signaling to generate the apical cap of the ROP1 activity in pollen tubes. Apart from the critical feedforward role for exocytosis in the initial formation of the apical ROP1 activity cap, exocyt-osis is also required for maintaining the apical cap by targeting a key negative regulator of ROP1 signaling, REN1 (Hwang et al., 2008; Luo et al., 2017). REN1 is a RopGAP targeted to the apical PM, where ROP1 is activated. Loss of function of the REN1 RopGAP leads to the lateral expansion of the ap-ical ROP1 activity and thus severe growth depolarization and breakdown of tip growth, a phenotype analogous to that caused by constitutive activation of ROP1 (Li et al., 1999; Klahre et al., 2006; Hwang et al., 2010). Interestingly, REN1 targeting to the apical PM is mediated by exocytosis, thus exocytosis plays a crucial role for REN1-mediated down-regulation of the apical ROP1 activity and the maintenance of the tip growth polarity. Hence, exocytosis maintains a balance between the positive and negative feedback regulation of the ROP1 activity, and is required for the generation and maintenance of the apical ROP1 cap (Luo et al., 2017). Computational modeling and 2434  Guo and Yang experimental validation show that a moderate reduction in exocytosis to a threshold level leads to lateral spreading of the apical ROP1 activity and thus growth depolarization, whereas severe defects in exocytosis passing the threshold level elim-inate the apical ROP1 activity (Luo et al., 2017). From these analyses, it was proposed that the exocytosis-coordinated posi- tive and negative feedback system of Rho GTPase signaling provides a design principle for rapid tip growth in pollen tubes and probably other similar cell systems such as fungal hyphae (Fig. 2) (Luo et al., 2017). A recent study has identified trans-Golgi network (TGN)- localized YPT -interacting protein 4a (YIP4a) and YIP4b that contribute to the delivery of ROPs to the root hair initiation sites (Gendre et al., 2019). Given the similarity between the root hair and pollen tube, the delivery of ROP itself to the do- main of active ROP by a ROP signaling pathway may also be facilitated by exocytosis in pollen tubes. The integrated modeling and experimental studies suggest that the exocytosis-coordinated design principle underlying tip growth also provides a core mechanism for growth guid- ance in pollen tubes (Luo et al., 2017). The integration of the exocytosis-coordinated ROP signaling into the mechanisms for growth guidance is further supported by a study showing that the receptor for the AtLURE1 guidance signal is PRK6 that also directly interacts with RopGEFs (Takeuchi and Higashiyama, 2016; Yu et al., 2018). Interestingly, in the pres- ence of a pollen tube attractant AtLURE1, its receptor PRK6 rapidly re-localizes to the side facing the attractant before the pollen tube reorientation (Takeuchi and Higashiyama, 2016). It is highly likely that the relocalization of PRK6 is mediated by the targeting of PRK6 to the PM region facing the attractant via ROP1-dependent exocytosis, because PRK6 may locally promote exocytosis by activating ROP1 in the same PM re-gion (Takeuchi and Higashiyama, 2016; Luo et al., 2017). The computational modeling predicts that this core mechanism is also required for the shifting of the active ROP domain to-wards the attractant side (Luo et al., 2017). Exocytosis mediates the coordination of the active ROP domain with the distribution of pectin zones It was proposed that a regulatory network regulates pectin dy- namics by orchestrating the PME activity in the pollen tube (Bosch and Hepler, 2005). Accumulating evidence suggests that the ROP signaling is central to this regulatory network to direct the cell wall dynamics during the pollen tube growth and guidance (Fig. 2). The active ROP domain on the PM is tightly associated with the distribution of the pectin zones in the growing pollen tubes. The enlargement of the active ROP domain in several mutants, such as raba4d, ren1-1, and the tri-gdi mutants, often accompanies an abnormal distribution of the pectin zones, where the soft pectin zone enriched with highly methylesterified pectin is enlarged (Szumlanski and Nielsen, 2009; Feng et al., 2016; Luo et al., 2017). Both the active ROP domain and the site of pectin deposition relocalize to the same side of the pollen tube attracted by the AtLURE peptide before the pollen tube actually turns to the attractant (Luo et al., 2017). These all strongly suggest an underlying intracel-lular mechanism that coordinates the distribution of the active ROP domain and the organization of the pectin zones in the pollen tube. Given the facts that exocytosis delivers the cell wall mater- ials to the expansion site, and that exocytosis and the ROP signaling reciprocally regulate the formation of the active ROP domain, it is highly likely that exocytosis may coordinate the spatial dynamics of the two aforementioned processes. This hypothesis is validated by Luo et al. (2017) using mathemat- ical modeling and experimental approaches, wherein the ac-tive ROP domain recruits the exocytosis machinery, which in turn guides the distribution of the soft pectin zone. This mech- anism further explains how pollen tube guidance is achieved, in which the external guidance cue instructs asymmetric cell wall deposition through redirecting the exocytosis by the lo-cally activated ROP signaling (Luo et al., 2017). However, this model is a simplified framework that only considers a limited number of pathways. A full understanding of the coordination between the active ROP domain and cell wall dynamics still requires further studies on several other factors or pathways, including endocytosis, Ca 2, and phosphoinositide signaling, which all play important roles in regulating pollen tube growth and guidance. A recent study revealed that two AGC kinases in Arabidopsis restrict the active ROP domain to the apical PM by phosphorylating RopGEFs and targeting them to the ap-ical PM (E. Li et al., 2018). It will be interesting to investigate whether the initiation of AGC kinase activity and the polar targeting of RopGEFs depend on the ROP activity, which would add another layer of complexity to the current model. REN4-mediated endocytosis acts as a rheostat to control the robustness of tip growth polarity by fine-tuning the apical ROP1 activity Endocytosis is known to regulate signaling transductions and ion homeostasis in plant cells by selective internalization of PM-localized receptors and channels (Paez Valencia et al., 2016). Although the ROP signaling has been reported to suppress the endocytosis of PIN1 through regulating the actin filaments in pavement cells (Nagawa et al., 2012), whether endocytosis also involves the regulation of the ROP signaling in pollen tubes was completely unknown until recently. This puzzle has been partly resolved by the identification of the REN4 pro- tein, which binds and internalizes active ROP in the shoulder region of the PM by recruiting the endocytosis machinery (H. Li et al., 2018). Via dual interactions with Endocytosis Adaptor of Pollen Tube (EAP1, an ANTH-related cargo adaptor for clathrin-mediated endocytosis) and GTP-bound active ROP1, REN4 initiates the endocytosis of and removes active ROP1 from the PM at the apical or the shoulder region in slow- growing and fast-growing pollen tubes, respectively (H. Li et al., 2018). By doing so, REN4 ensures that an optimal level of active ROP1 is precisely localized to the extreme apex needed for the rapid and unidirectional growth of pollen tubes Exocytosis and endocytosis regulate growth domain in pollen tubes  2435 (H. Li et al., 2018). Consequently, loss of REN4 function re- sults in wiggly pollen tubes with reduced elongation rates (H. Li et al., 2018). Therefore, the REN4-mediated endocytosis of active ROP1 acts as a rheostat for fine-tuning the apical ROP1 activity and controls the robustness of growth directionality in pollen tubes by canceling the noise of active ROP1 distribu- tion away from the extreme apex. The regulation of the ROP1 activity by REN4-mediated endocytosis is functionally distinct from the REN1 RopGAP-dependent inactivation of ROP1 (Hwang et al., 2008; Luo et al., 2017; H. Li et al., 2018). As discussed above, the exocytosis- mediated targeting of REN1 is to balance the exocytosis- dependent positive feedback activation of ROP1 and its lateral propagation, and thus is essential for the tip growth system (Fig. 2), as the absence of REN1 leads to an extensively lat-eral spreading of active ROP1 and the breakdown of the tip growth system (Hwang et al., 2008; Luo et al., 2017). In con- trast, the absence of REN4 does not abolish tip growth (H. Li et al., 2018). In addition to being a fine-tuning function, however, the REN4-mediated endocytosis of active ROP1 also has a safeguarding function in the regulation of the ROP1 activity essential for tip growth. It was shown that moderate overexpression of ROP1, which only slightly depolarized pollen tube growth in a wild-type background, dramatic- ally caused lateral spreading of active ROP1 and a loss of tip growth in the ren4-1 mutant (H. Li et al., 2018). Furthermore, potential additional functions of REN4-mediated endocytosis and its regulation deserve further investigation. For instance, it will be interesting to investigate whether REN4-mediated endocytosis regulates the relocalization of the active ROP do- main by preferential internalization of ROP in the PM that is not facing the attractant during the pollen tube guidance, whether and how the ROP signaling may regulate endocytosis, especially the endocytosis at the apical PM where it overlaps with the active ROP domain, and whether the active ROP domain is fine-tuned by a reciprocal regulation between ROP signaling and endocytosis. Lastly, it should be noted that the identification of active ROP1 as cargo for clathrin-mediated endocytosis is probably only the tip of the iceberg of the regu-lation and function of endocytosis in pollen tube tip growth. We need to fully explore why CME is essential for pollen tube growth and why many CME adaptors such as ANTH and ENTH proteins are expressed in pollen tubes (H. Li et al., 2018; Muro et al., 2018; Kaneda et al., 2019). Conclusions and perspectives A sophisticated model for the ROP GTPase-dependent mech-anisms underlying tip growth in pollen tubes has emerged. The polarity of the pollen tube is regulated by the ROP signaling pathway, but the cell expansion is physically regulated by the extensibility of the cell wall. The polarity and future growth site of pollen tube are defined by an active ROP domain, which is established and maintained by a pair of opposing positive and negative feedback regulations controlled by exo-cytosis that is in turn controlled by active ROP1 localized in the apical PM as an apical cap. The endocytosis further restrains and stabilizes the active ROP domain by internal-izing the laterally propagated ROP in the apical and shoulder region. The extensibility of the cell wall in the pollen tube is mainly regulated by the cell wall pectin, which formed two distinct pectin zones, with a soft pectin zone at the expanding tip and a stiff pectin zone at the shank region. Both pectin and its modification enzymes are delivered by ROP1-dependent exocytosis, but the formation of the distinct zones requires the internalization of PMEI by endocytosis. Therefore, both ROP signaling and cell wall dynamics are regulated by exo-cytosis and endocytosis. T o achieve the maximum efficiency of growth and guidance in pollen tubes, the active ROP do- main and the pectin dynamics must be coordinated tightly via exocytosis-based events. Nonetheless, the current under-standing of the exocytosis-coordinated mechanism only pro- vides a simplified framework underlying pollen tube growth and guidance. Further studies will expand and improve this framework by fine-tuning the current pathways and including new regulatory modules. Firstly, exocytosis has multiple target sites on the PM of the pollen tube, but it remains to be deter-mined whether various membrane signaling components are delivered to distinct sites of the PM via different populations of vesicles. Secondly, the role of endocytosis during pollen tube growth and guidance is not yet fully understood, such as whether the tip endocytosis that overlaps with the active ROP domain regulates the ROP signaling, and whether the relocalization of the AtLURE receptor PRK6 also requires the input from endocytosis. Thirdly, Ca 2, as a secondary mes- senger, may regulate both actin organization and vesicle traf- ficking, and is also part of the negative feedback regulation of the ROP activity (Gu et al., 2005; Yan et al., 2009), but whether and how the spatial distribution of Ca2 channels are regulated by exocytosis and endocytosis need further in- vestigation. Lastly, several species of phosphoinositides have been found to participate in the regulation of exocytosis and endocytosis (Sousa et al., 2008; Zhao et al., 2010; Pleskot et al., 2012; Bloch et al., 2016; Hempel et al., 2017), but how these phosphoinositides regulate vesicular trafficking and how they are integrated with the ROP signaling network remain poorly understood. With the advanced super-resolution light micros- copy technologies and additional live-cell molecular and cel- lular markers, the field of tip growth using pollen tubes as a model system will continue to be fertile in the coming years. Acknowledgements This work is in part supported by a National Institute of General Medical Sciences grant (R01GM100130) to ZY . References Bandmann V, Kreft M, Homann U. 2011. Modes of exocytotic and endo- cytotic events in tobacco BY-2 protoplasts. Molecular Plant 4, 241251. Benkert R, Obermeyer G, Bentrup F-W. 1997. The turgor pressure of growing lily pollen tubes. Protoplasma 198, 18. Bibeau JP, Kingsley JL, Furt F, Tzel E, Vidali L. 2018. F-actin mediated focusing of vesicles at the cell tip is essential for polarized growth. Plant Physiology 176, 352363.2436  Guo and Yang Blackbourn HD, Jackson AP. 1996. Plant clathrin heavy chain: sequence analysis and restricted localisation in growing pollen tubes. Journal of Cell Science 109, 777786. Bloch D, Pleskot R, Pejchar P, Potock M, Trpkoov P, Cwiklik L, Vukainovi N, Sternberg H, Yalovsky S, rsk V. 2016. Exocyst SEC3 and phosphoinositides define sites of exocytosis in pollen tube initiation and growth. Plant Physiology 172, 9801002. Bosch M, Cheung AY, Hepler PK. 2005. Pectin methylesterase, a regu- lator of pollen tube growth. Plant Physiology 138, 13341346. Bosch M, Hepler PK. 2005. Pectin methylesterases and pectin dynamics in pollen tubes. The Plant Cell 17, 32193226. Bou Daher F, Geitmann A. 2011. Actin is involved in pollen tube tropism through redefining the spatial targeting of secretory vesicles. Traffic 12, 15371551. Bove J, Vaillancourt B, Kroeger J, Hepler PK, Wiseman PW, Geitmann A. 2008. Magnitude and direction of vesicle dynamics in growing pollen tubes using spatiotemporal image correlation spectros-copy and fluorescence recovery after photobleaching. Plant Physiology 147, 16461658. Cai G, Parrotta L, Cresti M. 2015. Organelle trafficking, the cytoskeleton, and pollen tube growth. Journal of Integrative Plant Biology 57, 6378. Crdenas L, Lovy-Wheeler A, Kunkel JG, Hepler PK. 2008. Pollen tube growth oscillations and intracellular calcium levels are reversibly modulated by actin polymerization. Plant Physiology 146, 16111621. Chae K, Kieslich CA, Morikis D, Kim SC, Lord EM. 2009. A gain-of- function mutation of Arabidopsis lipid transfer protein 5 disturbs pollen tube tip growth and fertilization. The Plant Cell 21, 39023914. Chang F, Gu Y, Ma H, Yang Z. 2013. AtPRK2 promotes ROP1 activation via RopGEFs in the control of polarized pollen tube growth. Molecular Plant 6, 11871201. Chebli Y, Kaneda M, Zerzour R, Geitmann A. 2012. The cell wall of the Arabidopsis pollen tubespatial distribution, recycling, and network forma-tion of polysaccharides. Plant Physiology 160, 19401955. Chebli Y, Kroeger J, Geitmann A. 2013. Transport logistics in pollen tubes. Molecular Plant 6, 10371052. Chen CY, Cheung AY, Wu HM. 2003. Actin-depolymerizing factor me- diates RacRop GTPase-regulated pollen tube growth. The Plant Cell 15, 237249. Chen N, Qu X, Wu Y, Huang S. 2009. Regulation of actin dynamics in pollen tubes: control of actin polymer level. Journal of Integrative Plant Biology 51, 740750. Cheung AY, Duan QH, Costa SS, de Graaf BH, Di Stilio VS, Feijo J, Wu HM. 2008. The dynamic pollen tube cytoskeleton: live cell studies using actin-binding and microtubule-binding reporter proteins. Molecular Plant 1, 686702. Cheung AY, Wu HM. 2008. Structural and signaling networks for the polar cell growth machinery in pollen tubes. Annual Review of Plant Biology 59, 547572. Dardelle F, Lehner A, Ramdani Y, Bardor M, Lerouge P, Driouich A, Mollet JC. 2010. Biochemical and immunocytological characterizations of Arabidopsis pollen tube cell wall. Plant Physiology 153, 15631576. Delmas F, Sveno M, Northey JG, Hernould M, Lerouge P, McCourt P, Chevalier C. 2008. The synthesis of the rhamnogalacturonan II component 3-deoxy- d-manno-2-octulosonic acid (Kdo) is required for pollen tube growth and elongation. Journal of Experimental Botany 59, 26392647. Derksen J, Rutten T, Lichtscheidl IK, de Win AHN, Pierson ES, Rongen G. 1995. Quantitative analysis of the distribution of organelles in tobacco pollen tubes: implications for exocytosis and endocytosis. Protoplasma 188, 267276. Dumont M, Lehner A, Bouton S, Kiefer-Meyer MC, Voxeur A, Pelloux J, Lerouge P, Mollet JC. 2014. The cell wall pectic polymer rhamnogalacturonan-II is required for proper pollen tube elongation: impli-cations of a putative sialyltransferase-like protein. Annals of Botany 114, 11771188. Fayant P, Girlanda O, Chebli Y, Aubin CE, Villemure I, Geitmann A. 2010. Finite element model of polar growth in pollen tubes. The Plant Cell 22, 25792593. Feiguelman G, Fu Y, Yalovsky S. 2018. ROP GTPases structurefunction and signaling pathways. Plant Physiology 176, 5779.Feng QN, Kang H, Song SJ, Ge FR, Zhang YL, Li E, Li S, Zhang Y. 2016. Arabidopsis RhoGDIs are critical for cellular homeostasis of pollen tubes. Plant Physiology 170, 841856. Ferguson C, Teeri TT, Siika-aho M, Read SM, Bacic A. 1998. Location of cellulose and callose in pollen tubes and grains of Nicotiana tabacum. Planta 206, 452460.Fu Y. 2015. The cytoskeleton in the pollen tube. Current Opinion in Plant Biology 28, 111119. Fu Y, Wu G, Yang Z. 2001. Rop GTPase-dependent dynamics of tip- localized F-actin controls tip growth in pollen tubes. Journal of Cell Biology 152, 10191032. Gadeyne A, Snchez-Rodrguez C, Vanneste S, et al. 2014. The TPLATE adaptor complex drives clathrin-mediated endocytosis in plants. Cell 156, 691704. Ge Z, Bergonci T, Zhao Y, et al. 2017. Arabidopsis pollen tube integrity and sperm release are regulated by RALF-mediated signaling. Science 358, 15961600. Ge Z, Cheung AY, Qu LJ. 2019. Pollen tube integrity regulation in flowering plants: insights from molecular assemblies on the pollen tube surface. New Phytologist 222, 687693. Geitmann A, Hudk J, Vennigerholz F, Walles B. 1995. Immunogold localization of pectin and callose in pollen grains and pollen tubes of Brugmansia suaveolensimplications for the self-incompatibility reaction. Journal of Plant Physiology 147, 225235. Gendre D, Baral A, Dang X, et al. 2019. Rho-of-plant activated root hair formation requires Arabidopsis YIP4ab gene function. Development 146, dev168559. Grebnev G, Ntefidou M, Kost B. 2017. Secretion and endocytosis in pollen tubes: models of tip growth in the spot light. Frontiers in Plant Science 8, 154. Gu Y, Fu Y, Dowd P, Li S, Vernoud V, Gilroy S, Yang Z. 2005. A Rho family GTPase controls actin dynamics and tip growth via two counter - acting downstream pathways in pollen tubes. Journal of Cell Biology 169, 127138. Gu Y, Li S, Lord EM, Yang Z. 2006. Members of a novel class of Arabidopsis Rho guanine nucleotide exchange factors control Rho GTPase-dependent polar growth. The Plant Cell 18, 366381. Hla M, Cole R, Synek L, et al. 2008. An exocyst complex func- tions in plant cell growth in Arabidopsis and tobacco. The Plant Cell 20, 13301345. Heilmann I, Ischebeck T. 2016. Male functions and malfunctions: the im- pact of phosphoinositides on pollen development and pollen tube growth. Plant Reproduction 29, 320. Hempel F, Stenzel I, Heilmann M, et al. 2017. MAPKs influence pollen tube growth by controlling the formation of phosphatidylinositol 4,5-bisphosphate in an apical plasma membrane domain. The Plant Cell 29, 30303050. Hepler PK, Kunkel JG, Rounds CM, Winship LJ. 2012. Calcium entry into pollen tubes. Trends in Plant Science 17, 3238. Hepler PK, Vidali L, Cheung AY. 2001. Polarized cell growth in higher plants. Annual Review of Cell and Developmental Biology 17, 159187. Hepler PK, Winship LJ. 2015. The pollen tube clear zone: clues to the mechanism of polarized growth. Journal of Integrative Plant Biology 57, 7992. Heslop-Harrison J. 1987. Pollen germination and pollen-tube growth. International Review of Cytology 107, 178. Higaki T, Sano T, Hasezawa S. 2007. Actin microfilament dynamics and actin side-binding proteins in plants. Current Opinion in Plant Biology 10, 549556. Higashiyama T. 2018. Plant reproduction: autocrine machinery for the long journey of the pollen tube. Current Biology 28, R266R269. Higashiyama T, Takeuchi H. 2015. The mechanism and key molecules in- volved in pollen tube guidance. Annual Review of Plant Biology 66, 393413. Higashiyama T, Yabe S, Sasaki N, Nishimura Y, Miyagishima S, Kuroiwa H, Kuroiwa T. 2001. Pollen tube attraction by the synergid cell. Science 293, 14801483. Hwang JU, Gu Y, Lee YJ, Yang Z. 2005. Oscillatory ROP GTPase activa- tion leads the oscillatory polarized growth of pollen tubes. Molecular Biology of the Cell 16, 53855399.Exocytosis and endocytosis regulate growth domain in pollen tubes  2437 Hwang JU, Vernoud V, Szumlanski A, Nielsen E, Yang Z. 2008. A tip- localized RhoGAP controls cell polarity by globally inhibiting Rho GTPase at the cell apex. Current Biology 18, 19071916. Hwang JU, Wu G, Yan A, Lee YJ, Grierson CS, Yang Z. 2010. Pollen- tube tip growth requires a balance of lateral propagation and global inhib-ition of Rho-family GTPase activity. Journal of Cell Science 123, 340350. Jauh GY, Lord EM. 1996. Localization of pectins and arabinogalactan- proteins in lily (Lilium longiflorum L.) pollen tube and style, and their possible roles in pollination. Planta 199, 251261. Jiang Y, Wang J, Xie Y, Chen N, Huang S. 2017. ADF10 shapes the overall organization of apical actin filaments by promoting their turnover and ordering in pollen tubes. Journal of Cell Science 130, 39884001. Johnson MA, Harper JF, Palanivelu R. 2019. A fruitful journey: pollen tube navigation from germination to fertilization. Annual Review of Plant Biology 70, 809837. Kanaoka MM, Kawano N, Matsubara Y, Susaki D, Okuda S, Sasaki N, Higashiyama T. 2011. Identification and characterization of TcCRP1, a pollen tube attractant from Torenia concolor. Annals of Botany 108, 739747. Kaneda M, van Oostende-Triplet C, Chebli Y, Testerink C, Bednarek SY, Geitmann A. 2019. Plant AP180 N-terminal homolog pro-teins are involved in clathrin-dependent endocytosis during pollen tube growth in Arabidopsis thaliana. Plant  Cell Physiology 60, 13161330. Ketelaar T, Galway ME, Mulder BM, Emons AM. 2008. Rates of exocyt- osis and endocytosis in Arabidopsis root hairs and pollen tubes. Journal of Microscopy 231, 265273. Kim S, Mollet JC, Dong J, Zhang K, Park SY, Lord EM. 2003. Chemocyanin, a small basic protein from the lily stigma, induces pollen tube chemotropism. Proceedings of the National Academy of Sciences, USA 100, 1612516130. Klahre U, Becker C, Schmitt AC, Kost B. 2006. Nt-RhoGDI2 regulates RacRop signaling and polar cell growth in tobacco pollen tubes. The Plant Journal 46, 10181031. Klahre U, Kost B. 2006. Tobacco RhoGTPase ACTIVATING PROTEIN1 spatially restricts signaling of RACRop to the apex of pollen tubes. The Plant Cell 18, 30333046. Kobayashi M, Kouzu N, Inami A, Toyooka K, Konishi Y, Matsuoka K, Matoh T. 2011. Characterization of Arabidopsis CTP:3-deoxy- d-manno- 2-octulosonate cytidylyltransferase (CMP-KDO synthetase), the enzyme that activates KDO during rhamnogalacturonan II biosynthesis. Plant  Cell Physiology 52, 18321843. Kost B, Lemichez E, Spielhofer P, Hong Y, Tolias K, Carpenter C, Chua NH. 1999. Rac homologues and compartmentalized phosphatidylinositol 4,5-bisphosphate act in a common pathway to regu-late polar pollen tube growth. Journal of Cell Biology 145, 317330. Kroeger JH, Daher FB, Grant M, Geitmann A. 2009. Microfilament orientation constrains vesicle flow and spatial distribution in growing pollen tubes. Biophysical Journal 97, 18221831. Laggoun F, Dardelle F, Dehors J, Falconet D, Driouich A, Rochais C, Dallemagne P, Lehner A, Mollet JC. 2019. A chemical screen identi-fies two novel small compounds that alter Arabidopsis thaliana pollen tube growth. BMC Plant Biology 19, 152. Lan Y, Liu X, Fu Y, Huang S. 2018. Arabidopsis class I formins con- trol membrane-originated actin polymerization at pollen tube tips. PLoS Genetics 14, e1007789. Lausser A, Kliwer I, Srilunchang KO, Dresselhaus T. 2010. Sporophytic control of pollen tube growth and guidance in maize. Journal of Experimental Botany 61, 673682. Lavy M, Bloch D, Hazak O, Gutman I, Poraty L, Sorek N, Sternberg H, Yalovsky S. 2007. A novel ROPRAC effector links cell polarity, root-meristem maintenance, and vesicle trafficking. Current Biology 17, 947952. Lee YJ, Szumlanski A, Nielsen E, Yang Z. 2008. Rho-GTPase-dependent filamentous actin dynamics coordinate vesicle targeting and exocytosis during tip growth. Journal of Cell Biology 181, 11551168. Li E, Cui Y, Ge FR, Chai S, Zhang WT, Feng QN, Jiang L, Li S, Zhang Y. 2018. AGC1.5 kinase phosphorylates RopGEFs to control pollen tube growth. Molecular Plant 11, 11981209. Li H, Lin Y, Heath RM, Zhu MX, Yang Z. 1999. Control of pollen tube tip growth by a Rop GTPase-dependent pathway that leads to tip-localized calcium influx. The Plant Cell 11, 17311742.Li H, Luo N, Wang W, et al. 2018. The REN4 rheostat dynamically coord-inates the apical and lateral domains of Arabidopsis pollen tubes. Nature Communications 9, 2573. Li S, Blanchoin L, Yang Z, Lord EM. 2003. The putative Arabidopsis arp23 complex controls leaf cell morphogenesis. Plant Physiology 132, 20342044. Li S, Dong H, Pei W, Liu C, Zhang S, Sun T, Xue X, Ren H. 2017. LlFH1- mediated interaction between actin fringe and exocytic vesicles is involved in pollen tube tip growth. New Phytologist 214, 745761. Li S, Gu Y, Yan A, Lord E, Yang ZB. 2008. RIP1 (ROP Interactive Partner 1)ICR1 marks pollen germination sites and may act in the ROP1 pathway in the control of polarized pollen growth. Molecular Plant 1, 10211035. Li YQ, Chen F, Linskens HF, Cresti M. 1994. Distribution of unesterified and esterified pectins in cell walls of pollen tubes of flowering plants. Sexual Plant Reproduction 7, 145152. Li YQ, Mareck A, Faleri C, Moscatelli A, Liu Q, Cresti M. 2002. Detection and localization of pectin methylesterase isoforms in pollen tubes of Nicotiana tabacum L. Planta 214, 734740. Lin Y, Wang Y, Zhu JK, Yang Z. 1996. Localization of a Rho GTPase im- plies a role in tip growth and movement of the generative cell in pollen tubes. The Plant Cell 8, 293303. Liu X, Qu X, Jiang Y, Chang M, Zhang R, Wu Y, Fu Y, Huang S. 2015. Profilin regulates apical actin polymerization to control polarized pollen tube growth. Molecular Plant 8, 16941709. Liu XL, Liu L, Niu QK, Xia C, Yang KZ, Li R, Chen LQ, Zhang XQ, Zhou Y, Ye D. 2011. Male gametophyte defective 4 encodes a rhamnogalacturonan II xylosyltransferase and is important for growth of pollen tubes and roots in Arabidopsis. The Plant Journal 65, 647660. Lovy-Wheeler A, Wilsen KL, Baskin TI, Hepler PK. 2005. Enhanced fixation reveals the apical cortical fringe of actin filaments as a consistent feature of the pollen tube. Planta 221, 95104. Luo N, Yan A, Liu G, et al. 2017. Exocytosis-coordinated mechanisms for tip growth underlie pollen tube growth guidance. Nature Communications 8, 1687. Luo N, Yan A, Yang Z. 2016. Measuring exocytosis rate using corrected fluorescence recovery after photoconversion. Traffic 17, 554564. Mangano S, Martnez Pacheco J, Marino-Buslje C, Estevez JM. 2018. How does pH fit in with oscillating polar growth? Trends in Plant Science 23, 479489. Mecchia MA, Santos-Fernandez G, Duss NN, et al. 2017. RALF419 peptides interact with LRX proteins to control pollen tube growth in Arabidopsis. Science 358, 16001603. Meng JG, Liang L, Jia PF, Wang YC, Li HJ, Yang WC. 2020. Integration of ovular signals and exocytosis of a Ca 2 channel by MLOs in pollen tube guidance. Nature Plants 6, 143153. Michard E, Simon AA, Tavares B, Wudick MM, Feij JA. 2017. Signaling with ions: the keystone for apical cell growth and morphogenesis in pollen tubes. Plant Physiology 173, 91111. Moscatelli A, Ciampolini F, Rodighiero S, Onelli E, Cresti M, Santo N, Idilli A. 2007. Distinct endocytic pathways identified in tobacco pollen tubes using charged nanogold. Journal of Cell Science 120, 38043819. Muro K, Matsuura-Tokita K, Tsukamoto R, Kanaoka MM, Ebine K, Higashiyama T, Nakano A, Ueda T. 2018. ANTH domain-containing pro-teins are required for the pollen tube plasma membrane integrity via recyc-ling ANXUR kinases. Communications Biology 1, 152. Muschietti JP, Wengier DL. 2018. How many receptor-like kinases are re- quired to operate a pollen tube. Current Opinion in Plant Biology 41, 7382. Nagawa S, Xu T, Lin D, Dhonukshe P, Zhang X, Friml J, Scheres B, Fu Y, Yang Z. 2012. ROP GTPase-dependent actin microfilaments pro-mote PIN1 polarization by localized inhibition of clathrin-dependent endo-cytosis. PLoS Biology 10, e1001299. Okuda S, Tsutsui H, Shiina K, et al. 2009. Defensin-like polypeptide LUREs are pollen tube attractants secreted from synergid cells. Nature 458, 357361. Paez Valencia J, Goodman K, Otegui MS. 2016. Endocytosis and endosomal trafficking in plants. Annual Review of Plant Biology 67, 309335. Palanivelu R, Tsukamoto T. 2012. Pathfinding in angiosperm reproduc- tion: pollen tube guidance by pistils ensures successful double fertilization. Wiley Interdisciplinary Reviews. Developmental Biology 1, 96113.2438  Guo and Yang Parre E, Geitmann A. 2005. Pectin and the role of the physical properties of the cell wall in pollen tube growth of Solanum chacoense. Planta 220, 582592. Picton JM, Steer MW. 1983. Membrane recycling and the control of se- cretory activity in pollen tubes. Journal of Cell Science 63, 303310. Pleskot R, Pejchar P, Bezvoda R, Lichtscheidl IK, Wolters-Arts M, Marc J, Zrsk V, Potock M. 2012. Turnover of phosphatidic acid through distinct signaling pathways affects multiple aspects of pollen tube growth in tobacco. Frontiers in Plant Science 3, 54. Qu X, Jiang Y, Chang M, Liu X, Zhang R, Huang S. 2014. Organization and regulation of the actin cytoskeleton in the pollen tube. Frontiers in Plant Science 5, 786. Qu X, Zhang R, Zhang M, Diao M, Xue Y, Huang S. 2017. Organizational innovation of apical actin filaments drives rapid pollen tube growth and turning. Molecular Plant 10, 930947. Ren H, Xiang Y. 2007. The function of actin-binding proteins in pollen tube growth. Protoplasma 230, 171182. Rckel N, Wolf S, Kost B, Rausch T, Greiner S. 2008. Elaborate spatial patterning of cell-wall PME and PMEI at the pollen tube tip involves PMEI endocytosis, and reflects the distribution of esterified and de-esterified pec-tins. The Plant Journal 53, 133143. Rounds CM, Hepler PK, Winship LJ. 2014. The apical actin fringe con- tributes to localized cell wall deposition and polarized growth in the lily pollen tube. Plant Physiology 166, 139151. Sekere J, Pejchar P, antrek J, Vukainovi N, rsk V, Potock M. 2017. Analysis of exocyst subunit EXO70 family reveals dis-tinct membrane polar domains in tobacco pollen tubes. Plant Physiology 173, 16591675. Sekere J, Pleskot R, Pejchar P, rsk V, Potock M. 2015. The song of lipids and proteins: dynamic lipidprotein interfaces in the regulation of plant cell polarity at different scales. Journal of Experimental Botany 66, 15871598. Sousa E, Kost B, Malh R. 2008. Arabidopsis phosphatidylinositol-4- monophosphate 5-kinase 4 regulates pollen tube growth and polarity by modulating membrane recycling. The Plant Cell 20, 30503064. Steinhorst L, Kudla J. 2013. Calciuma central regulator of pollen germination and tube growth. Biochimica et Biophysica Acta 1833, 15731581. Synek L, Vukainovi N, Kulich I, Hla M, Aldorfov K, Fendrych M, rsk V. 2017. EXO70C2 is a key regulatory factor for optimal tip growth of pollen. Plant Physiology 174, 223240. Szumlanski AL, Nielsen E. 2009. The Rab GTPase RabA4d regulates pollen tube tip growth in Arabidopsis thaliana. The Plant Cell 21, 526544. Takeuchi H, Higashiyama T. 2012. A species-specific cluster of defensin- like genes encodes diffusible pollen tube attractants in Arabidopsis. PLoS Biology 10, e1001449. Takeuchi H, Higashiyama T. 2016. Tip-localized receptors control pollen tube growth and LURE sensing in Arabidopsis. Nature 531, 245248. Tang W, Ezcurra I, Muschietti J, McCormick S. 2002. A cysteine-rich extracellular protein, LAT52, interacts with the extracellular domain of the pollen receptor kinase LePRK2. The Plant Cell 14, 22772287. Tavares B, Domingos P, Dias PN, Feij JA, Bicho A. 2011. The essen- tial role of anionic transport in plant cells: the pollen tube as a case study. Journal of Experimental Botany 62, 22732298. Vogler H, Santos-Fernandez G, Mecchia MA, Grossniklaus U. 2019. To preserve or to destroy, that is the question: the role of the cell wall in-tegrity pathway in pollen tube growth. Current Opinion in Plant Biology 52, 131139.Wang H, Zhuang X, Cai Y, Cheung AY, Jiang L. 2013. Apical F-actin-regulated exocytic targeting of NtPPME1 is essential for construction and rigidity of the pollen tube cell wall. The Plant Journal 76, 367379. Wang HJ, Wan AR, Jauh GY. 2008. An actin-binding protein, LlLIM1, me- diates calcium and hydrogen regulation of actin dynamics in pollen tubes. Plant Physiology 147, 16191636. Wang W, Wang L, Chen C, Xiong G, Tan XY, Yang KZ, Wang ZC, Zhou Y, Ye D, Chen LQ. 2011. Arabidopsis CSLD1 and CSLD4 are re-quired for cellulose deposition and normal growth of pollen tubes. Journal of Experimental Botany 62, 51615177. Weise R, Kreft M, Zorec R, Homann U, Thiel G. 2000. Transient and per - manent fusion of vesicles in Zea mays coleoptile protoplasts measured in the cell-attached configuration. Journal of Membrane Biology 174, 1520. Wu G, Li H, Yang Z. 2000. Arabidopsis RopGAPs are a novel family of rho GTPase-activating proteins that require the Cdc42Rac-interactive binding motif for rop-specific GTPase stimulation. Plant Physiology 124, 16251636. Xiang Y, Huang X, Wang T, Zhang Y, Liu Q, Hussey PJ, Ren H. 2007. ACTIN BINDING PROTEIN 29 from Lilium pollen plays an important role in dynamic actin remodeling. The Plant Cell 19, 19301946. Yan A, Xu G, Yang ZB. 2009. Calcium participates in feedback regulation of the oscillating ROP1 Rho GTPase in pollen tubes. Proceedings of the National Academy of Sciences, USA 106, 2200222007. Yang Z. 2002. Small GTPases: versatile signaling switches in plants. The Plant Cell 14 Suppl, S375S388. Yang Z. 2008. Cell polarity signaling in Arabidopsis. Annual Review of Cell and Developmental Biology 24, 551575. Yu Y, Song J, Tian X, Zhang H, Li L, Zhu H. 2018. Arabidopsis PRK6 interacts specifically with AtRopGEF812 and induces depolarized growth of pollen tubes when overexpressed. Science China. Life Sciences 61, 100112. Zhang H, Qu X, Bao C, et al. 2010. Arabidopsis VILLIN5, an actin filament bundling and severing protein, is necessary for normal pollen tube growth. The Plant Cell 22, 27492767. Zhang M, Zhang R, Qu X, Huang S. 2016. Arabidopsis FIM5 decorates apical actin filaments and regulates their organization in the pollen tube. Journal of Experimental Botany 67, 34073417. Zhang Y, McCormick S. 2007. A distinct mechanism regulating a pollen- specific guanine nucleotide exchange factor for the small GTPase Rop in Arabidopsis thaliana. Proceedings of the National Academy of Sciences, USA 104, 1883018835. Zhao XY, Wang Q, Li S, Ge FR, Zhou LZ, McCormick S, Zhang Y. 2013. The juxtamembrane and carboxy-terminal domains of Arabidopsis PRK2 are critical for ROP-induced growth in pollen tubes. Journal of Experimental Botany 64, 55995610. Zhao Y, Yan A, Feij JA, Furutani M, Takenawa T, Hwang I, Fu Y, Yang Z. 2010. Phosphoinositides regulate clathrin-dependent endocytosis at the tip of pollen tubes in Arabidopsis and tobacco. The Plant Cell 22, 40314044. Zheng RH, Su S, Xiao H, Tian HQ. 2019. Calcium: a critical factor in pollen germination and tube elongation. International Journal of Molecular Sciences 20, 420. Zhou Z, Shi H, Chen B, Zhang R, Huang S, Fu Y. 2015. Arabidopsis RIC1 severs actin filaments at the apex to regulate pollen tube growth. The Plant Cell 27, 11401161. Zonia L, Munnik T. 2008. Vesicle trafficking dynamics and visualization of zones of exocytosis and endocytosis in tobacco pollen tubes. Journal of Experimental Botany 59, 861873.",
        "introduction": "Higher plants evolved a specialized male gametophyte, the pollen tube, which contains two sperm cells but expands as a single cell because pollen tube growth is governed by its hap- loid vegetative nuclear genome. Upon landing on the surface of the stigma, pollen grains rehydrate and germinate pollen tubes, which grow rapidly and directionally to the female repro- ductive cells (Higashiyama and Takeuchi, 2015; Higashiyama, 2018; Johnson et al., 2019). Pollen tubes penetrate and navigate through a number of female sporophytic tissues and deliver the two sperm cells into the ovule for double fertilization. The directional growth toward the ovule is guided by attract- ants produced in the ovule (Higashiyama et al., 2001; Okuda et al., 2009; Lausser et al., 2010; Kanaoka et al., 2011; Palanivelu and Tsukamoto, 2012; Takeuchi and Higashiyama, 2012, 2016; Johnson et al., 2019). Pollen grains also produce pollen tubes in vitro on pollen germination medium. Although the direction applyparastyle figcaptionp1 parastyle FigCaptExocytosis and endocytosis regulate growth domain in pollen tubes  2429 of pollen tube elongation is random in the absence of attract- ants (Kim et al., 2003), they expand unidirectionally with uni- form shape, suggesting a self-organizing mechanism for precise maintenance of growth polarity. Easy manipulation and obser-vation of the pollen tube have made it one of the most popular cell models to study the mechanism of polar cell expansion. Pollen tubes elongate by tip growth, an extreme form of polar growth in which exocytosis is targeted to the apical re-gion for apical cell surface expansion (Heslop-Harrison, 1987; Derksen et al., 1995; Hepler et al., 2001; Cheung and Wu, 2008; Kroeger et al., 2009; Grebnev et al., 2017; Luo et al., 2017; Bibeau et al., 2018). This tip-localized cell surface expansion needs to be tightly coordinated with the differential cell wall mechanics, because of high internal turgor pressure that in- flates upon the cell wall (Vogler et al., 2019). Therefore, the shape of pollen tubes, the rate of their elongation, and main- tenance of their integrity are intimately linked to the differen- tial stiffness and extensibility of the cell wall in the apex (Vogler et al., 2019). Such an internal pressure-coordinated system begs two intriguing questions: (i) how is the deposition and modi- fication of the cell surface materials coordinated with the cell wall mechanics that accommodate turgor pressure-driven cell expansion, and (ii) how do pollen tubes maintain their wall integrity while allowing the apical expansion of the cell wall inflated by the turgor pressure? The cell wall of pollen tubes in higher plants consists of pec- tins, callose, cellulose, and hemicelluloses (Dardelle et al., 2010; Chebli et al., 2012). The shape of pollen tubes is, however, de- termined by the mechanical property of the cell wall in the tip region, where it is devoid of callose (Geitmann et al., 1995; Ferguson et al., 1998; Chebli et al., 2012). While the presence of cellulose and hemicellulose in the apical cell wall of pollen tubes varies among different plant species (Ferguson et al., 1998; Chebli et al., 2012), pectins have been consistently identified as the major component of the cell wall in the tip of pollen tubes across plant species (Li et al., 1994; Geitmann et al., 1995; Jauh and Lord, 1996; Bosch et al., 2005; Parre and Geitmann, 2005). Homogalacturonan (HG), rhamnogalacturonan-I (RG-I), and RG-II are the three major types of pectin found in pollen tubes, contributing to the bearing of internal turgor pressure (Dardelle et al., 2010). Genetic evidence has dem- onstrated that both cellulose and RG-II are essential for the growth of pollen tubes by maintaining the cell wall integrity (Delmas et al., 2008; Kobayashi et al., 2011; Liu et al., 2011; Wang et al., 2011; Dumont et al., 2014). On the other hand, the structure and mechanics of HGs (hereinafter referred to as the pectin) are highly regulated spatiotemporally, and thus have been considered to be the major wall factor that deter- mines the shape and growth rate of pollen tubes (Geitmann et al., 1995; Bosch et al., 2005; Parre and Geitmann, 2005; Kroeger et al., 2009; Fayant et al., 2010; Chebli et al., 2012). The pectin is synthesized in the Golgi apparatus in a highly methylesterified form and is demethylesterified by pectin methylesterase (PME), whose activity can be inhibited by the endogenous PME inhibitor (PMEI). Demethylesterified pectin molecules cross-link via Ca 2 bridges (known as the egg-box model) and are much less deformable under turgor pressure, whereas highly methylesterified pectin, lacking Ca 2 bridges, is inflatable by turgor pressure. Thus, the mechanical property of the pectin is determined by the level of methylesterification that is controlled by the relative activities of PME and PMEI. Methylesterified pectin, PME, and PMEI are all secreted to the apex of the pollen tube through polar exocytosis (Li et al., 2002; Chebli et al., 2013; Wang et al., 2013), yet the highly methylesterified pectin and the demethylesterified pectin are preferentially distributed to the growing apical region and the shank of pollen tubes, respectively (Bosch et al., 2005; Fayant et al., 2010; Chebli et al., 2012; Wang et al., 2013; Luo et al., 2017). Both PME and PMEI were found to be preferentially distributed to the apical wall as well (Bosch et al., 2005; Rockel et al., 2008; Wang et al., 2013). It was proposed that in tobacco pollen tubes, differential endocytosis in the shoulder region may contribute to the maintenance of the apical distribution of PMEI (Rockel et al., 2008), but how PME and PMEI maintain the tip-high distribution and how the highly methylesterified and demethylesterified pectin are differentially distributed to the apex and the shank are not fully understood, but are conceivably linked to the intracellular regulatory mechanisms underlying apical cell expansion in pollen tubes. A great deal of work has focused on intracellular regulatory mechanisms underlying pollen tube tip growth, such as those involving the plasma membrane (PM)-localized receptor kin- ases and cytoplasmic kinases, Ca 2, phospholipids, ROP-type Rho GTPases, fluctuation of ions and pH, cytoskeletal or-ganization and dynamics, and vesicular trafficking. The readers are referred to several excellent recent reviews discussing the roles of various signaling events in the regulation of pollen tube growth, including PM receptors (Higashiyama, 2018; Muschietti and Wengier, 2018; Ge et al., 2019; Johnson et al., 2019), intracellular Ca 2 (Steinhorst and Kudla, 2013; Zheng et al., 2019), phospholipids (Sekeres et al., 2015; Heilmann and Ischebeck, 2016), and the fluctuation of the ions and pH (Tavares et al., 2011; Michard et al., 2017; Mangano et al., 2018). This review is intended to focus on how cell wall con- struction and remodeling are interlinked with the intracellular regulatory mechanisms with an emphasis on ROP signaling in the feedback regulation and its integration with vesicular trafficking that interfaces with both ROP signaling and cell wall construction and remodeling. The evolutionarily con- served Rho GTPases, namely ROPs (Rho-like GTPase from plants), are key regulators of tip growth in pollen tubes (Lin et al., 1996; Kost et al., 1999; Li et al., 1999; Yang, 2002, 2008; Chen et al., 2003; Klahre et al., 2006; Cheung and Wu, 2008; Feiguelman et al., 2018). ROP activation is essential for pollen tube elongation, whereas its deactivation is critical for the maintenance of growth polarity (Hwang et al., 2005, 2010; H. Li et al., 2018). Moreover, the growth domain of the pollen tube is defined by the apical cap of ROP activity (Fig. 1A), which is spatiotemporally regulated by two opposing feed- back mechanisms (Yan et al., 2009; Hwang et al., 2010; Luo et al., 2017). RopGEF (Rop guanine nucleotide exchange factor)-dependent positive feedback mediates lateral propaga- tion of ROP activity (Gu et al., 2006; Zhang and McCormick, 2007; Chang et al., 2013; E. Li et al., 2018), whereas negative feedback limits this propagation by RopGAP (Rop GTPase activating protein)-dependent ROP deactivation and possibly 2430  Guo and Yang by RhoGDI (Rho GTPase guanine nucleotide dissociation inhibitor)-dependent ROP extraction from the PM (Fu et al., 2001; Klahre and Kost, 2006; Klahre et al., 2006; Hwang et al., 2008; Feng et al., 2016). The active ROP interacts with a battery of downstream effectors to organize and coordinate polar vesicle targeting secretion. ROPs activate RIC (ROP- interactive CRIB motif-containing) proteins, which modulate the dynamics of tip-localized actin filaments required for ves-icle targeting and docking to the tip (Wu et al., 2000; Gu et al., 2005; Lee et al., 2008). The ROPs may also activate the RIP1 ICR1 (ROP-interactive partner 1interactor of constitutively active ROPs 1) protein to directly recruit the exocytic ma- chinery (Lavy et al., 2007; Li et al., 2008). Although the ROP signaling and the cell wall deposition are instrumental for the polar growth of pollen tubes, it is not well understood how these two processes are spatiotemporally coordinated during rapid growth. In particular, little is known about how the signaling network controlled by the ROP GTPase instructs the cell wall deposition in response to various external signals. Recent studies have suggested that exocytosis and endocytosis may coordinate the ROP signaling and the deposition of the cell wall by secreting and gatekeeping of the signal molecules and the cell wall modification enzymes (Luo et al., 2017; H. Li et al., 2018). In this review, we summarize our current understanding of how exocytosis and endo- cytosis shape the spatial distribution of the active ROP do- main and the pattern of the cell wall deposition, and how the ROP signaling directs the deposition of the cell wall through steering the polar exocytosis machinery. Membrane trafficking during pollen tube tip growth Pollen tube growth requires active membrane trafficking for the cell surface increase and the spatiotemporal coordination of regulatory molecules. Exocytosis delivers the cell mem- brane, cell wall materials, and signaling molecules to the apical expanding region (Li et al., 2002; Lee et al., 2008; Wang et al., 2013; Bloch et al., 2016; Luo et al., 2017), while endocytosis retrieves excess membrane (Picton and Steer, 1983; Derksen et al., 1995; Bove et al., 2008; Ketelaar et al., 2008) and signaling molecules to maintain the boundary of their active PM do- mains (H. Li et al., 2018). An alternative mode of exocytosis, kiss-and-run exocytosis, where secretory vesicles release their content through partial fusion between the membrane of the exocytic vesicle and the PM and leave the PM after the closure of the vesicles, is also proposed to mediate the fast polar secre- tion without delivering excess membrane materials (Bove et al., 2008). Although this alternative exocytosis represented a major type of exocytosis in tobacco BY -2 protoplasts and maize cole- optile protoplasts (Weise et al., 2000; Bandmann et al., 2011), it has not been directly observed in pollen tubes and is unlikely to regulate the abundance or spatial distribution of PM-residing signaling proteins. Identification of the PM regions where exo- cytosis and endocytosis occur is critical for understanding how these processes regulate tip growth in pollen tubes. Based on the distribution of various intracellular and extracellular mol- ecules along the cell surface, the pollen tube PM can be div-ided into three regions (Fig. 1A): the apical region containing active ROPs; the shoulder region with underneath distribution of longitudinally arranged actin bundles known as the actin fringe; and the shank region with various components of the clathrin-mediated endocytosis machinery (Hwang et al., 2005; Lovy-Wheeler et al., 2005; Gadeyne et al., 2014; Rounds et al., 2014; H. Li et al., 2018; Muro et al., 2018; Kaneda et al., 2019). Fig. 1. Proposed sites of exocytosis and endocytosis on the PM of pollen tubes. (A) PM of pollen tubes can be divided into three regions, the apical, shoulder, and shank region, based on the distribution of distinct molecules along the cell surface. An apical cap of active ROP1 defines the growth domain of pollen tubes. (B) The bulk of exocytosis occurs in the apical region, while certain subpopulations of exocytic vesicles may also be secreted to the shoulder region. Evidence also hints at the likely existence of an exocytic site in the shank region. Further identification of the cargos delivered to the shoulder and the shank regions is required to confirm the exocytosis events in the above two sites. (C) Clathrin-mediated endocytosis (CME) and clathrin-independent endocytosis (CIE) have been proposed to occur in both the apical region and the shank region of pollen tubes; however, only vesicle internalization by the CME has been experimentally observed to occur in the apical, shoulder, and shank region.Exocytosis and endocytosis regulate growth domain in pollen tubes  2431 The site of exocytosis in pollen tubes has been studied using various methods, and two contrasting models have been pro- posed. T wo studies proposed the PM at the shoulder region as the site of exocytosis in pollen tubes by microscopic analysis of vesicles labeled with lipophilic styryl FM dyes (Bove et al., 2008; Zonia and Munnik, 2008). However, without directly visualizing the cargos delivered through exocytosis, these two studies studied the trafficking events in the tip of pollen tubes by observing the dynamics of FM dye-labeled membrane com- partments via advanced microscopy techniques, such as FRAP (fluorescence recovery after photobleaching) and STICS (spatiotemporal image correlation spectroscopy). Considering the highly dynamic trafficking events at the apex of pollen tubes, these indirect observations might not be efficient in distinguishing actual exocytosis events from other membrane trafficking events, such as endocytosis and membrane dilution (Luo et al., 2016). In addition, the evidence supporting exo- cytosis at the subapical PM by differential interfence contrast (DIC) imaging of vesicle fusion events is misleading (Zonia and Munnik, 2008), because at the tip region it is unable to resolve the fusion events of small vesicles (Derksen et al., 1995), which are under the detection limit of the optical microscope used in this study. Electron microscopic observation has indicated the accumu- lation of exocytic vesicles at the extreme tip region (Derksen et al., 1995). This is further supported by observing the secre-tion site of the cargos transported by polar exocytosis, such as pectin (Bloch et al., 2016; Luo et al., 2017), PME (Wang et al., 2013), and a membrane-localized receptor-like kinase (PRK1) (Lee et al., 2008; Luo et al., 2016). By correcting the effect of endocytosis and membrane dilution, Luo et al. (2016) ac- curately measured the relative rate of exocytosis at the apical region of Arabidopsis pollen tubes and found that the apex of the PM has higher exocytosis activity than the shoulder region of the PM. These results together demonstrate that the bulk of exocytosis occurs in the apical region but does not exclude the existence of exocytosis in the shoulder region for some subpopulations of exocytic vesicles (Fig. 1B). Interestingly, while subunits of the exocyst complex in plants such as SEC3 (Bloch et al., 2016), SEC6, SEC8, and Exo70A1 (Hala et al., 2008) showed polar distribution in an apex-rich pattern, SEC3 can redistribute to the shoulder and shank region of the PM in non-growing pollen tubes (Bloch et al., 2016). A subcellular localization study of the members in the exocyst subunit EXO70 family in tobacco pollen tubes also revealed distinct PM domains of potential exocyst targeting sites (Sekeres et al., 2017). These observations suggest a likely existence of mul-tiple distinct sites of exocytosis on the PM of pollen tubes, but identification of cargos delivered to the shoulder region is needed to confirm the exocytosis site at the shoulder of pollen tubes. It should be noted that the exact locations of exocyt- osis may differ in pollen tubes from different species, given the large variations in diameters and growth speed of pollen tubes among different species. The mapping of endocytosis sites in pollen tubes was car- ried out by tracing the membrane trafficking events with FM dyes and charged nanogold particles (Moscatelli et al., 2007; Bove et al., 2008; Zonia and Munnik, 2008). It was suggested that clathrin-mediated endocytosis (CME) and clathrin-independent endocytosis (CIE) occurred in both the apical and shank regions (Moscatelli et al., 2007). Indeed, the clathrin light chain (CLC) and heavy chain (CHC) proteins have been localized to the apical, shoulder, and the shank regions of the pollen tube PM (Blackbourn and Jackson, 1996; Zhao et al., 2010; H. Li et al., 2018; Muro et al., 2018; Kaneda et al., 2019), and the internalization of CLC has been observed in all of these regions by live imaging in two recent studies (H. Li et al., 2018; Kaneda et al., 2019) (Fig. 1C). Internalization of active ROP1 by REN4-activated CME at the apical PM of slow- growing pollen tubes and the PM at the shoulder region of fast-growing pollen tubes further demonstrates the importance of CME for dynamic regulation of the active ROP1 domain during pollen tube growth (H. Li et al., 2018) (see below). Hence, selective internalization of cargos by endocytosis at multiple PM regions may allow robust dynamic demarcation of functionally distinctive PM domains. Roles of endocytosis and exocytosis in directing the cell wall deposition modification and maintaining cell wall integrity Exocytosis and endocytosis regulate the mechanical property of the cell wall in pollen tubes by forming two pectin zones with distinct levels of pectin methylesterification, a soft expandable zone with highly methylesterified pectin at the expanding tip and a stiff zone in the shank region with demethylesterified pectin that is cross-linked by Ca 2 bridges (Chebli et al., 2013). Dynamic adjustment of the soft pectin zone determines the rate and direction of the pollen tube elongation and is es- sential for navigating the pollen tube to female reproductive cells (Fig. 2) (Luo et al., 2017). Polar exocytosis delivers highly methylesterified pectin, PME, and PMEI to the expanding tip. Based on the distribution of AtPPME1 and AtPMEI2 in tobacco pollen tubes, it was proposed that the PME activity is inhibited by PMEI in the apical region to maintain the methylesterified status of pectin, and that PMEI is internalized by endocytosis in the shoulder region to establish a border be-tween the two pectin zones by releasing the activity of PME, which converts pectin to the demethylesterified form (Rockel et al., 2008). Furthermore, defects in pollen tube guidance or reduced pollen tube growth were frequently observed to be associated with an abnormal pattern of pectin accumulation and pectin modification when proteins involved in polar exo- cytosis, such as RABA4d (Szumlanski and Nielsen, 2009) and Exo70C2 (Synek et al., 2017), were compromised. Similarly, mutations on genes encoding Arabidopsis AP180 N-terminal homolog (ANTH) proteins, AtAP180 and AtECA2, which are CME adaptor proteins, also generate abnormal pectin zones with mislocalized demethylesterified pectin and produce pollen tubes with morphological aberration (Kaneda et al., 2019). It is therefore almost certain that exocytosis and endocytosis are indispensable for the pectin dynamics in the cell wall, but it is still unanswered how exocytosis and endocytosis mediate the establishment of the specific pattern of pectin zones and how 2432  Guo and Yang they integrate inputs from both the internal signaling network and the external positional cues, such as guidance signals. Recent studies suggest the involvement of exocytosis and endocytosis in regulating cell wall integrity maintenance during pollen tube growth. Pollen tube elongation is driven by a massive turgor pressure of 0.2 MPa (Benkert et al., 1997), therefore the cell wall of pollen tubes is under enormous mechanical stress. Cell wall integrity (CWI)-sensing mod- ules, including extracellular RAPID ALKALINIZATION FACTOR 419 (RALF419) ligands and their receptors LEUCINE-RICH REPEAT EXTENSIN (LRX) family pro- teins and several membrane-localized CrRLK1L receptor kin-ases Buddhas Paper Seal 12 (BUPS12) and ANXUR12, are required to maintain the CWI (Ge et al., 2017; Mecchia et al., 2017). Obviously, the secretion of the extracellular RALF419 and LRX proteins relies on functional exocytosis. Furthermore, the recycling of ANXUR12 to the tip of the pollen tube was reported to require loading by two ANTH domain-containing proteins, PICALM5a and PICALM5b, which are both involved in the endocytic pathway (Muro et al., 2018). Damping the CWI-sensing signal by reducing the expression level of RALF419 enlarges the soft zone of methylesterified pectin and results in pollen tube burst (Mecchia et al., 2017). Therefore, CWI-sensing feedback regu- lates the distribution of the pectin zones. Further elucidation of the downstream CWI signaling pathways will be necessary for understanding how the CWI-sensing feedback regulates exocytosis- and endocytosis-mediated cell wall delivery and modification. Missing links between ROP signaling and organization of actin filaments Polar exocytosis requires the apical accumulation of exocytic vesicles in pollen tubes, which is thought to be independent of microtubules but relies on actin filaments (Cardenas et al., 2008; Bou Daher and Geitmann, 2011; Rounds et al., 2014; Fu, 2015; Qu et al., 2017). Early studies using immunostaining or fluorescent protein labeling methods have revealed distinct structural organization of actin filaments in different regions of pollen tubes, including an array of actin bundles (cables) in the shank region and a cortical fringe (collar) of short par- allel actin cables around the shoulder region (Lovy-Wheeler et al., 2005; Cheung et al., 2008). It is believed that the array of actin bundles in the shank region supports organelle move-ment and cytoplasmic streaming through the actomyosin system, while the more dynamic actin fringe mediates targeted exocytosis of signaling components and cell wall materials to the growing tip (for reviews, see Cheung and Wu, 2008; Yang, 2008; Chebli et al., 2013; Cai et al., 2015; Hepler and Winship, 2015). However, with the development of better la- beling methods and more sensitive microscopic instruments, two populations of actin filaments have been visualized to be polymerized from the apical PM: one population extends in the shank-ward direction which forms the actin fringe, and the other novel population of actin filaments extends to the inside of the pollen tube (Fu et al., 2001; Gu et al., 2005; Liu et al., 2015; Zhang et al., 2016; Qu et al., 2017; Lan et al., 2018). This novel population of internal actin filaments has been ob- served to prevent the entry of large organelles into the clear cone and act together with the actin fringe to facilitate the formation of the V-shaped cone region (Fu et al., 2001; Gu Fig. 2. Role of exocytosis and endocytosis in the coordination and fine-tuning of the active ROP1 domain and the cell wall dynamics. (A) Reciprocal regulation of polar exocytosis and ROP signaling coordinated the active ROP1 domain and cell wall deposition. ROP GTPase organizes and coordinates polar secretion by regulating the dynamics of the actin filaments and recruiting the exocytosis machinery through a battery of downstream effectors. Exocytosis regulates the pollen tube growth and guidance through multiple pathways. (i) Exocytosis delivers building blocks of the cell wall, including pectin, PME, and PMEI to the apical growth domain, where the PME activity is inhibited by the PMEI to maintain the soft methylesterified status of pectin (sPectin). In the shoulder region, where the activity of PME is released due to internalization of the PMEI, pectin is demethylesterified by PME and cross-linked via Ca 2 bridges to form a hard network of stiff pectin polymers (hPectin). (ii) Exocytosis mediates positive feedback regulation on the ROP signaling by polar secretion of ligands and their receptors (PRK2) to the growth domain in an autocrine manner. (iii) Exocytosis delivers REN1 RopGAP to the tip of pollen tubes for global inhibition of active ROP1. (iv) Exocytosis participates in maintenance of the cell wall integrity (CWI) by secreting signal peptides (RALF419) and CWI sensor LRX family proteins; the secreted RALF419 peptides are also sensed by the PM-localized ANX12 and BUPS12 protein complexes. (v) Preferential delivery of the receptor-like kinase PRK6, the receptor for the guidance peptides AtLUREs, to the side of the PM that facing the AtLUREs is likely to be mediated by polar exocytosis. (B) Endocytosis shapes growth domains in pollen tubes using at least two mechanisms: it releases the activity of AtPPME1 by selective internalization of its inhibitor AtPMEI2 in the shoulder region and establishes a border between the two pectin zones; and it internalizes active ROP1 by REN4-mediated endocytosis in the apical and the shoulder region on the PM to maintain an optimal level of active ROP1 in the extreme apex and control the robustness of growth directionality in pollen tubes.Exocytosis and endocytosis regulate growth domain in pollen tubes  2433 et al., 2005; Qu et al., 2017). The studies involving ROP1 ef- fector proteins RIC3 and RIC4 suggest that the dynamics of the apical actin filaments are required for polar exocytosis to the tip of pollen tubes (Gu et al., 2005; Lee et al., 2008). It was proposed that RIC4-promoted assembly or stabilization of the apical actin filaments allows the accumulation of vesicles in the extreme apex, while RIC3-mediated disassembly of the same actin filaments is required for vesicle docking or fusion (Lee et al., 2008). This hypothesis is consistent with the results from the studies of several actin-binding proteins (Liu et al., 2015; Jiang et al., 2017; Li et al., 2017; Qu et al., 2017; Lan et al., 2018). The organization and turnover of actin filaments in pollen tubes is regulated by a battery of actin-binding proteins that function in nucleating (by formins), bundling (by fimbrins, villins, and LIM proteins), and depolymerization (by actin-depolymerizing factorcofilins) of actin filaments (for reviews, see Higaki et al., 2007; Ren and Xiang, 2007; Chen et al., 2009; Qu et al., 2014; Fu, 2015). Interestingly, the activities of many actin-binding proteins are regulated in vitro by Ca 2 (Xiang et al., 2007; Wang et al., 2008; Zhang et al., 2010; Zhou et al., 2015), which is an essential ionic signal molecule for pollen tubes (Hepler et al., 2012; Steinhorst and Kudla, 2013; Michard et al., 2017; Zheng et al., 2019). Y et, it is still not clear how the in vivo activity of these actin-binding proteins is regulated by the Ca2 ion in pollen tubes. On the other hand, ROP GTPase has been found to regulate polar exocytosis by modulating the organization of the actin filaments at the tip of Arabidopsis pollen tubes through its effector proteins RIC3 and RIC4 (Gu et al., 2005; Lee et al., 2008). In addition, NtRAC1, a ROP GTPase in tobacco pollen tubes, was proposed to modulate the activity of an actin-depolymerizing factor, NtADF1, through phosphorylation (Chen et al., 2003). However, the biochemical mechanism underlying the ROP signaling-mediated organiza- tion of actin filaments is still unclear. Since the Arp23 actin- nucleating complex is not required for pollen tube growth (Li et al., 2003), ROPs are unlikely to target this complex at the tip of pollen tubes. Given the critical role of formins in activating the nucleation of the dynamic apical actin filaments, RIC4 might link ROPs to formins, but how ROPs or RIC4 may regulate formin activity remains to be studied. T wo compounds have been identified to affect both the ROP activity and the organization of actin filaments; further study of their binding targets might help us to understand the missing link between ROP signaling and actin organization (Laggoun et al., 2019). Pollen tube growth reorientation such as turning towards attractants also provides an opportunity to study the link be-tween ROP signaling and actin organization in the regulation of polar exocytosis. T wo studies have both shown redistribu- tion of the apical actin structure to the future turning direction before the actual morphological change in the tip of pollen tubes (Bou Daher and Geitmann, 2011; Qu et al., 2017). It has been proposed that the asymmetric opening of Ca 2 channels may be one of the driving forces (Bou Daher and Geitmann, 2011). Indeed, a recent study has revealed the preferential enrichment of a Ca2 channel, CNGC18, in the PM facing an unknown pollen tube attractant through selective exo- cytosis involving MLO59 (Meng et al., 2020). Consistently, disrupting actin filaments by the actin-depolymerizing drug latrunculin B decreased the cytosolic Ca2 gradient in the tip of pollen tubes (Cardenas et al., 2008), probably due to inhib- ition of the polar exocytosis of Ca2 channels to the PM of pollen tubes. The finding that active ROP preferentially ac-cumulates in the PM region facing the pollen tube attractant AtLURE before the turning of pollen tube (Luo et al., 2017) also provides a future opportunity for understanding the link between ROP signaling and the dynamics of Ca 2 and actin organization by observing the spatiotemporal pattern and rela- tionship between ROP activity, Ca2 level, and actin organiza- tion during the turning. Exocytosis-coordinated generation of the apical polarity domain of ROP activity defines tip growth and controls growth direction The ROP GTPase regulates the polarity of the pollen tube, which is defined by an apical domain of active ROP1 on the PM known as the apical cap (Lin et al., 1996; Li et al., 1999; Hwang et al., 2005). It has been shown that the active ROP spatiotemporally regulates polar exocytosis by reorganizing the cytoskeleton and recruiting the exocyst through its effectors (Gu et al., 2005; Lavy et al., 2007; Lee et al., 2008; Li et al., 2008), while polar exocytosis also plays a fundamental role in establishing the domain of active ROP by active delivery of the molecular components regulating ROP signaling (Hwang et al., 2008; Lee et al., 2008; Luo et al., 2017). The compo- nents involved in the positive feedback regulation of the ROP signaling, including the potential autocrine signal peptides Lat52 (Tang et al., 2002), LTP5 (Chae et al., 2009), and the candidate ligand receptor PRK2 (Tang et al., 2002; Lee et al., 2008; Chang et al., 2013), are suggested to be targeted to the tip through polar exocytosis (Luo et al., 2017). PRK2 in turn dir- ectly activates ROP1 via RopGEFs (Zhang and McCormick, 2007; Chang et al., 2013; Zhao et al., 2013). Therefore, ROP1- dependent exocytosis appears to be a key to the positive feed- back loop of the autocrine signaling to generate the apical cap of the ROP1 activity in pollen tubes. Apart from the critical feedforward role for exocytosis in the initial formation of the apical ROP1 activity cap, exocyt-osis is also required for maintaining the apical cap by targeting a key negative regulator of ROP1 signaling, REN1 (Hwang et al., 2008; Luo et al., 2017). REN1 is a RopGAP targeted to the apical PM, where ROP1 is activated. Loss of function of the REN1 RopGAP leads to the lateral expansion of the ap-ical ROP1 activity and thus severe growth depolarization and breakdown of tip growth, a phenotype analogous to that caused by constitutive activation of ROP1 (Li et al., 1999; Klahre et al., 2006; Hwang et al., 2010). Interestingly, REN1 targeting to the apical PM is mediated by exocytosis, thus exocytosis plays a crucial role for REN1-mediated down-regulation of the apical ROP1 activity and the maintenance of the tip growth polarity. Hence, exocytosis maintains a balance between the positive and negative feedback regulation of the ROP1 activity, and is required for the generation and maintenance of the apical ROP1 cap (Luo et al., 2017). Computational modeling and 2434  Guo and Yang experimental validation show that a moderate reduction in exocytosis to a threshold level leads to lateral spreading of the apical ROP1 activity and thus growth depolarization, whereas severe defects in exocytosis passing the threshold level elim-inate the apical ROP1 activity (Luo et al., 2017). From these analyses, it was proposed that the exocytosis-coordinated posi- tive and negative feedback system of Rho GTPase signaling provides a design principle for rapid tip growth in pollen tubes and probably other similar cell systems such as fungal hyphae (Fig. 2) (Luo et al., 2017). A recent study has identified trans-Golgi network (TGN)- localized YPT -interacting protein 4a (YIP4a) and YIP4b that contribute to the delivery of ROPs to the root hair initiation sites (Gendre et al., 2019). Given the similarity between the root hair and pollen tube, the delivery of ROP itself to the do- main of active ROP by a ROP signaling pathway may also be facilitated by exocytosis in pollen tubes. The integrated modeling and experimental studies suggest that the exocytosis-coordinated design principle underlying tip growth also provides a core mechanism for growth guid- ance in pollen tubes (Luo et al., 2017). The integration of the exocytosis-coordinated ROP signaling into the mechanisms for growth guidance is further supported by a study showing that the receptor for the AtLURE1 guidance signal is PRK6 that also directly interacts with RopGEFs (Takeuchi and Higashiyama, 2016; Yu et al., 2018). Interestingly, in the pres- ence of a pollen tube attractant AtLURE1, its receptor PRK6 rapidly re-localizes to the side facing the attractant before the pollen tube reorientation (Takeuchi and Higashiyama, 2016). It is highly likely that the relocalization of PRK6 is mediated by the targeting of PRK6 to the PM region facing the attractant via ROP1-dependent exocytosis, because PRK6 may locally promote exocytosis by activating ROP1 in the same PM re-gion (Takeuchi and Higashiyama, 2016; Luo et al., 2017). The computational modeling predicts that this core mechanism is also required for the shifting of the active ROP domain to-wards the attractant side (Luo et al., 2017). Exocytosis mediates the coordination of the active ROP domain with the distribution of pectin zones It was proposed that a regulatory network regulates pectin dy- namics by orchestrating the PME activity in the pollen tube (Bosch and Hepler, 2005). Accumulating evidence suggests that the ROP signaling is central to this regulatory network to direct the cell wall dynamics during the pollen tube growth and guidance (Fig. 2). The active ROP domain on the PM is tightly associated with the distribution of the pectin zones in the growing pollen tubes. The enlargement of the active ROP domain in several mutants, such as raba4d, ren1-1, and the tri-gdi mutants, often accompanies an abnormal distribution of the pectin zones, where the soft pectin zone enriched with highly methylesterified pectin is enlarged (Szumlanski and Nielsen, 2009; Feng et al., 2016; Luo et al., 2017). Both the active ROP domain and the site of pectin deposition relocalize to the same side of the pollen tube attracted by the AtLURE peptide before the pollen tube actually turns to the attractant (Luo et al., 2017). These all strongly suggest an underlying intracel-lular mechanism that coordinates the distribution of the active ROP domain and the organization of the pectin zones in the pollen tube. Given the facts that exocytosis delivers the cell wall mater- ials to the expansion site, and that exocytosis and the ROP signaling reciprocally regulate the formation of the active ROP domain, it is highly likely that exocytosis may coordinate the spatial dynamics of the two aforementioned processes. This hypothesis is validated by Luo et al. (2017) using mathemat- ical modeling and experimental approaches, wherein the ac-tive ROP domain recruits the exocytosis machinery, which in turn guides the distribution of the soft pectin zone. This mech- anism further explains how pollen tube guidance is achieved, in which the external guidance cue instructs asymmetric cell wall deposition through redirecting the exocytosis by the lo-cally activated ROP signaling (Luo et al., 2017). However, this model is a simplified framework that only considers a limited number of pathways. A full understanding of the coordination between the active ROP domain and cell wall dynamics still requires further studies on several other factors or pathways, including endocytosis, Ca 2, and phosphoinositide signaling, which all play important roles in regulating pollen tube growth and guidance. A recent study revealed that two AGC kinases in Arabidopsis restrict the active ROP domain to the apical PM by phosphorylating RopGEFs and targeting them to the ap-ical PM (E. Li et al., 2018). It will be interesting to investigate whether the initiation of AGC kinase activity and the polar targeting of RopGEFs depend on the ROP activity, which would add another layer of complexity to the current model. REN4-mediated endocytosis acts as a rheostat to control the robustness of tip growth polarity by fine-tuning the apical ROP1 activity Endocytosis is known to regulate signaling transductions and ion homeostasis in plant cells by selective internalization of PM-localized receptors and channels (Paez Valencia et al., 2016). Although the ROP signaling has been reported to suppress the endocytosis of PIN1 through regulating the actin filaments in pavement cells (Nagawa et al., 2012), whether endocytosis also involves the regulation of the ROP signaling in pollen tubes was completely unknown until recently. This puzzle has been partly resolved by the identification of the REN4 pro- tein, which binds and internalizes active ROP in the shoulder region of the PM by recruiting the endocytosis machinery (H. Li et al., 2018). Via dual interactions with Endocytosis Adaptor of Pollen Tube (EAP1, an ANTH-related cargo adaptor for clathrin-mediated endocytosis) and GTP-bound active ROP1, REN4 initiates the endocytosis of and removes active ROP1 from the PM at the apical or the shoulder region in slow- growing and fast-growing pollen tubes, respectively (H. Li et al., 2018). By doing so, REN4 ensures that an optimal level of active ROP1 is precisely localized to the extreme apex needed for the rapid and unidirectional growth of pollen tubes Exocytosis and endocytosis regulate growth domain in pollen tubes  2435 (H. Li et al., 2018). Consequently, loss of REN4 function re- sults in wiggly pollen tubes with reduced elongation rates (H. Li et al., 2018). Therefore, the REN4-mediated endocytosis of active ROP1 acts as a rheostat for fine-tuning the apical ROP1 activity and controls the robustness of growth directionality in pollen tubes by canceling the noise of active ROP1 distribu- tion away from the extreme apex. The regulation of the ROP1 activity by REN4-mediated endocytosis is functionally distinct from the REN1 RopGAP-dependent inactivation of ROP1 (Hwang et al., 2008; Luo et al., 2017; H. Li et al., 2018). As discussed above, the exocytosis- mediated targeting of REN1 is to balance the exocytosis- dependent positive feedback activation of ROP1 and its lateral propagation, and thus is essential for the tip growth system (Fig. 2), as the absence of REN1 leads to an extensively lat-eral spreading of active ROP1 and the breakdown of the tip growth system (Hwang et al., 2008; Luo et al., 2017). In con- trast, the absence of REN4 does not abolish tip growth (H. Li et al., 2018). In addition to being a fine-tuning function, however, the REN4-mediated endocytosis of active ROP1 also has a safeguarding function in the regulation of the ROP1 activity essential for tip growth. It was shown that moderate overexpression of ROP1, which only slightly depolarized pollen tube growth in a wild-type background, dramatic- ally caused lateral spreading of active ROP1 and a loss of tip growth in the ren4-1 mutant (H. Li et al., 2018). Furthermore, potential additional functions of REN4-mediated endocytosis and its regulation deserve further investigation. For instance, it will be interesting to investigate whether REN4-mediated endocytosis regulates the relocalization of the active ROP do- main by preferential internalization of ROP in the PM that is not facing the attractant during the pollen tube guidance, whether and how the ROP signaling may regulate endocytosis, especially the endocytosis at the apical PM where it overlaps with the active ROP domain, and whether the active ROP domain is fine-tuned by a reciprocal regulation between ROP signaling and endocytosis. Lastly, it should be noted that the identification of active ROP1 as cargo for clathrin-mediated endocytosis is probably only the tip of the iceberg of the regu-lation and function of endocytosis in pollen tube tip growth. We need to fully explore why CME is essential for pollen tube growth and why many CME adaptors such as ANTH and ENTH proteins are expressed in pollen tubes (H. Li et al., 2018; Muro et al., 2018; Kaneda et al., 2019).",
        "conclusion": "s and perspectives A sophisticated model for the ROP GTPase-dependent mech-anisms underlying tip growth in pollen tubes has emerged. The polarity of the pollen tube is regulated by the ROP signaling pathway, but the cell expansion is physically regulated by the extensibility of the cell wall. The polarity and future growth site of pollen tube are defined by an active ROP domain, which is established and maintained by a pair of opposing positive and negative feedback regulations controlled by exo-cytosis that is in turn controlled by active ROP1 localized in the apical PM as an apical cap. The endocytosis further restrains and stabilizes the active ROP domain by internal-izing the laterally propagated ROP in the apical and shoulder region. The extensibility of the cell wall in the pollen tube is mainly regulated by the cell wall pectin, which formed two distinct pectin zones, with a soft pectin zone at the expanding tip and a stiff pectin zone at the shank region. Both pectin and its modification enzymes are delivered by ROP1-dependent exocytosis, but the formation of the distinct zones requires the internalization of PMEI by endocytosis. Therefore, both ROP signaling and cell wall dynamics are regulated by exo-cytosis and endocytosis. T o achieve the maximum efficiency of growth and guidance in pollen tubes, the active ROP do- main and the pectin dynamics must be coordinated tightly via exocytosis-based events. Nonetheless, the current under-standing of the exocytosis-coordinated mechanism only pro- vides a simplified framework underlying pollen tube growth and guidance. Further studies will expand and improve this framework by fine-tuning the current pathways and including new regulatory modules. Firstly, exocytosis has multiple target sites on the PM of the pollen tube, but it remains to be deter-mined whether various membrane signaling components are delivered to distinct sites of the PM via different populations of vesicles. Secondly, the role of endocytosis during pollen tube growth and guidance is not yet fully understood, such as whether the tip endocytosis that overlaps with the active ROP domain regulates the ROP signaling, and whether the relocalization of the AtLURE receptor PRK6 also requires the input from endocytosis. Thirdly, Ca 2, as a secondary mes- senger, may regulate both actin organization and vesicle traf- ficking, and is also part of the negative feedback regulation of the ROP activity (Gu et al., 2005; Yan et al., 2009), but whether and how the spatial distribution of Ca2 channels are regulated by exocytosis and endocytosis need further in- vestigation. Lastly, several species of phosphoinositides have been found to participate in the regulation of exocytosis and endocytosis (Sousa et al., 2008; Zhao et al., 2010; Pleskot et al., 2012; Bloch et al., 2016; Hempel et al., 2017), but how these phosphoinositides regulate vesicular trafficking and how they are integrated with the ROP signaling network remain poorly understood. With the advanced super-resolution light micros- copy technologies and additional live-cell molecular and cel- lular markers, the field of tip growth using pollen tubes as a model system will continue to be fertile in the coming years. Acknowledgements This work is in part supported by a National Institute of General Medical Sciences grant (R01GM100130) to ZY . References Bandmann V, Kreft M, Homann U. 2011. Modes of exocytotic and endo- cytotic events in tobacco BY-2 protoplasts. Molecular Plant 4, 241251. Benkert R, Obermeyer G, Bentrup F-W. 1997. The turgor pressure of growing lily pollen tubes. Protoplasma 198, 18. Bibeau JP, Kingsley JL, Furt F, Tzel E, Vidali L. 2018. F-actin mediated focusing of vesicles at the cell tip is essential for polarized growth. Plant Physiology 176, 352363.2436  Guo and Yang Blackbourn HD, Jackson AP. 1996. Plant clathrin heavy chain: sequence analysis and restricted localisation in growing pollen tubes. Journal of Cell Science 109, 777786. Bloch D, Pleskot R, Pejchar P, Potock M, Trpkoov P, Cwiklik L, Vukainovi N, Sternberg H, Yalovsky S, rsk V. 2016. Exocyst SEC3 and phosphoinositides define sites of exocytosis in pollen tube initiation and growth. Plant Physiology 172, 9801002. Bosch M, Cheung AY, Hepler PK. 2005. Pectin methylesterase, a regu- lator of pollen tube growth. Plant Physiology 138, 13341346. Bosch M, Hepler PK. 2005. Pectin methylesterases and pectin dynamics in pollen tubes. The Plant Cell 17, 32193226. Bou Daher F, Geitmann A. 2011. Actin is involved in pollen tube tropism through redefining the spatial targeting of secretory vesicles. Traffic 12, 15371551. Bove J, Vaillancourt B, Kroeger J, Hepler PK, Wiseman PW, Geitmann A. 2008. Magnitude and direction of vesicle dynamics in growing pollen tubes using spatiotemporal image correlation spectros-copy and fluorescence recovery after photobleaching. Plant Physiology 147, 16461658. Cai G, Parrotta L, Cresti M. 2015. Organelle trafficking, the cytoskeleton, and pollen tube growth. Journal of Integrative Plant Biology 57, 6378. Crdenas L, Lovy-Wheeler A, Kunkel JG, Hepler PK. 2008. Pollen tube growth oscillations and intracellular calcium levels are reversibly modulated by actin polymerization. Plant Physiology 146, 16111621. Chae K, Kieslich CA, Morikis D, Kim SC, Lord EM. 2009. A gain-of- function mutation of Arabidopsis lipid transfer protein 5 disturbs pollen tube tip growth and fertilization. The Plant Cell 21, 39023914. Chang F, Gu Y, Ma H, Yang Z. 2013. AtPRK2 promotes ROP1 activation via RopGEFs in the control of polarized pollen tube growth. Molecular Plant 6, 11871201. Chebli Y, Kaneda M, Zerzour R, Geitmann A. 2012. The cell wall of the Arabidopsis pollen tubespatial distribution, recycling, and network forma-tion of polysaccharides. Plant Physiology 160, 19401955. Chebli Y, Kroeger J, Geitmann A. 2013. Transport logistics in pollen tubes. Molecular Plant 6, 10371052. Chen CY, Cheung AY, Wu HM. 2003. Actin-depolymerizing factor me- diates RacRop GTPase-regulated pollen tube growth. The Plant Cell 15, 237249. Chen N, Qu X, Wu Y, Huang S. 2009. Regulation of actin dynamics in pollen tubes: control of actin polymer level. Journal of Integrative Plant Biology 51, 740750. Cheung AY, Duan QH, Costa SS, de Graaf BH, Di Stilio VS, Feijo J, Wu HM. 2008. The dynamic pollen tube cytoskeleton: live cell studies using actin-binding and microtubule-binding reporter proteins. Molecular Plant 1, 686702. Cheung AY, Wu HM. 2008. Structural and signaling networks for the polar cell growth machinery in pollen tubes. Annual Review of Plant Biology 59, 547572. Dardelle F, Lehner A, Ramdani Y, Bardor M, Lerouge P, Driouich A, Mollet JC. 2010. Biochemical and immunocytological characterizations of Arabidopsis pollen tube cell wall. Plant Physiology 153, 15631576. Delmas F, Sveno M, Northey JG, Hernould M, Lerouge P, McCourt P, Chevalier C. 2008. The synthesis of the rhamnogalacturonan II component 3-deoxy- d-manno-2-octulosonic acid (Kdo) is required for pollen tube growth and elongation. Journal of Experimental Botany 59, 26392647. Derksen J, Rutten T, Lichtscheidl IK, de Win AHN, Pierson ES, Rongen G. 1995. Quantitative analysis of the distribution of organelles in tobacco pollen tubes: implications for exocytosis and endocytosis. Protoplasma 188, 267276. Dumont M, Lehner A, Bouton S, Kiefer-Meyer MC, Voxeur A, Pelloux J, Lerouge P, Mollet JC. 2014. The cell wall pectic polymer rhamnogalacturonan-II is required for proper pollen tube elongation: impli-cations of a putative sialyltransferase-like protein. Annals of Botany 114, 11771188. Fayant P, Girlanda O, Chebli Y, Aubin CE, Villemure I, Geitmann A. 2010. Finite element model of polar growth in pollen tubes. The Plant Cell 22, 25792593. Feiguelman G, Fu Y, Yalovsky S. 2018. ROP GTPases structurefunction and signaling pathways. Plant Physiology 176, 5779.Feng QN, Kang H, Song SJ, Ge FR, Zhang YL, Li E, Li S, Zhang Y. 2016. Arabidopsis RhoGDIs are critical for cellular homeostasis of pollen tubes. Plant Physiology 170, 841856. Ferguson C, Teeri TT, Siika-aho M, Read SM, Bacic A. 1998. Location of cellulose and callose in pollen tubes and grains of Nicotiana tabacum. Planta 206, 452460.Fu Y. 2015. The cytoskeleton in the pollen tube. Current Opinion in Plant Biology 28, 111119. Fu Y, Wu G, Yang Z. 2001. Rop GTPase-dependent dynamics of tip- localized F-actin controls tip growth in pollen tubes. Journal of Cell Biology 152, 10191032. Gadeyne A, Snchez-Rodrguez C, Vanneste S, et al. 2014. The TPLATE adaptor complex drives clathrin-mediated endocytosis in plants. Cell 156, 691704. Ge Z, Bergonci T, Zhao Y, et al. 2017. Arabidopsis pollen tube integrity and sperm release are regulated by RALF-mediated signaling. Science 358, 15961600. Ge Z, Cheung AY, Qu LJ. 2019. Pollen tube integrity regulation in flowering plants: insights from molecular assemblies on the pollen tube surface. New Phytologist 222, 687693. Geitmann A, Hudk J, Vennigerholz F, Walles B. 1995. Immunogold localization of pectin and callose in pollen grains and pollen tubes of Brugmansia suaveolensimplications for the self-incompatibility reaction. Journal of Plant Physiology 147, 225235. Gendre D, Baral A, Dang X, et al. 2019. Rho-of-plant activated root hair formation requires Arabidopsis YIP4ab gene function. Development 146, dev168559. Grebnev G, Ntefidou M, Kost B. 2017. Secretion and endocytosis in pollen tubes: models of tip growth in the spot light. Frontiers in Plant Science 8, 154. Gu Y, Fu Y, Dowd P, Li S, Vernoud V, Gilroy S, Yang Z. 2005. A Rho family GTPase controls actin dynamics and tip growth via two counter - acting downstream pathways in pollen tubes. Journal of Cell Biology 169, 127138. Gu Y, Li S, Lord EM, Yang Z. 2006. Members of a novel class of Arabidopsis Rho guanine nucleotide exchange factors control Rho GTPase-dependent polar growth. The Plant Cell 18, 366381. Hla M, Cole R, Synek L, et al. 2008. An exocyst complex func- tions in plant cell growth in Arabidopsis and tobacco. The Plant Cell 20, 13301345. Heilmann I, Ischebeck T. 2016. Male functions and malfunctions: the im- pact of phosphoinositides on pollen development and pollen tube growth. Plant Reproduction 29, 320. Hempel F, Stenzel I, Heilmann M, et al. 2017. MAPKs influence pollen tube growth by controlling the formation of phosphatidylinositol 4,5-bisphosphate in an apical plasma membrane domain. The Plant Cell 29, 30303050. Hepler PK, Kunkel JG, Rounds CM, Winship LJ. 2012. Calcium entry into pollen tubes. Trends in Plant Science 17, 3238. Hepler PK, Vidali L, Cheung AY. 2001. Polarized cell growth in higher plants. Annual Review of Cell and Developmental Biology 17, 159187. Hepler PK, Winship LJ. 2015. The pollen tube clear zone: clues to the mechanism of polarized growth. Journal of Integrative Plant Biology 57, 7992. Heslop-Harrison J. 1987. Pollen germination and pollen-tube growth. International Review of Cytology 107, 178. Higaki T, Sano T, Hasezawa S. 2007. Actin microfilament dynamics and actin side-binding proteins in plants. Current Opinion in Plant Biology 10, 549556. Higashiyama T. 2018. Plant reproduction: autocrine machinery for the long journey of the pollen tube. Current Biology 28, R266R269. Higashiyama T, Takeuchi H. 2015. The mechanism and key molecules in- volved in pollen tube guidance. Annual Review of Plant Biology 66, 393413. Higashiyama T, Yabe S, Sasaki N, Nishimura Y, Miyagishima S, Kuroiwa H, Kuroiwa T. 2001. Pollen tube attraction by the synergid cell. Science 293, 14801483. Hwang JU, Gu Y, Lee YJ, Yang Z. 2005. Oscillatory ROP GTPase activa- tion leads the oscillatory polarized growth of pollen tubes. Molecular Biology of the Cell 16, 53855399.Exocytosis and endocytosis regulate growth domain in pollen tubes  2437 Hwang JU, Vernoud V, Szumlanski A, Nielsen E, Yang Z. 2008. A tip- localized RhoGAP controls cell polarity by globally inhibiting Rho GTPase at the cell apex. Current Biology 18, 19071916. Hwang JU, Wu G, Yan A, Lee YJ, Grierson CS, Yang Z. 2010. Pollen- tube tip growth requires a balance of lateral propagation and global inhib-ition of Rho-family GTPase activity. Journal of Cell Science 123, 340350. Jauh GY, Lord EM. 1996. Localization of pectins and arabinogalactan- proteins in lily (Lilium longiflorum L.) pollen tube and style, and their possible roles in pollination. Planta 199, 251261. Jiang Y, Wang J, Xie Y, Chen N, Huang S. 2017. ADF10 shapes the overall organization of apical actin filaments by promoting their turnover and ordering in pollen tubes. Journal of Cell Science 130, 39884001. Johnson MA, Harper JF, Palanivelu R. 2019. A fruitful journey: pollen tube navigation from germination to fertilization. Annual Review of Plant Biology 70, 809837. Kanaoka MM, Kawano N, Matsubara Y, Susaki D, Okuda S, Sasaki N, Higashiyama T. 2011. Identification and characterization of TcCRP1, a pollen tube attractant from Torenia concolor. Annals of Botany 108, 739747. Kaneda M, van Oostende-Triplet C, Chebli Y, Testerink C, Bednarek SY, Geitmann A. 2019. Plant AP180 N-terminal homolog pro-teins are involved in clathrin-dependent endocytosis during pollen tube growth in Arabidopsis thaliana. Plant  Cell Physiology 60, 13161330. Ketelaar T, Galway ME, Mulder BM, Emons AM. 2008. Rates of exocyt- osis and endocytosis in Arabidopsis root hairs and pollen tubes. Journal of Microscopy 231, 265273. Kim S, Mollet JC, Dong J, Zhang K, Park SY, Lord EM. 2003. Chemocyanin, a small basic protein from the lily stigma, induces pollen tube chemotropism. Proceedings of the National Academy of Sciences, USA 100, 1612516130. Klahre U, Becker C, Schmitt AC, Kost B. 2006. Nt-RhoGDI2 regulates RacRop signaling and polar cell growth in tobacco pollen tubes. The Plant Journal 46, 10181031. Klahre U, Kost B. 2006. Tobacco RhoGTPase ACTIVATING PROTEIN1 spatially restricts signaling of RACRop to the apex of pollen tubes. The Plant Cell 18, 30333046. Kobayashi M, Kouzu N, Inami A, Toyooka K, Konishi Y, Matsuoka K, Matoh T. 2011. Characterization of Arabidopsis CTP:3-deoxy- d-manno- 2-octulosonate cytidylyltransferase (CMP-KDO synthetase), the enzyme that activates KDO during rhamnogalacturonan II biosynthesis. Plant  Cell Physiology 52, 18321843. Kost B, Lemichez E, Spielhofer P, Hong Y, Tolias K, Carpenter C, Chua NH. 1999. Rac homologues and compartmentalized phosphatidylinositol 4,5-bisphosphate act in a common pathway to regu-late polar pollen tube growth. Journal of Cell Biology 145, 317330. Kroeger JH, Daher FB, Grant M, Geitmann A. 2009. Microfilament orientation constrains vesicle flow and spatial distribution in growing pollen tubes. Biophysical Journal 97, 18221831. Laggoun F, Dardelle F, Dehors J, Falconet D, Driouich A, Rochais C, Dallemagne P, Lehner A, Mollet JC. 2019. A chemical screen identi-fies two novel small compounds that alter Arabidopsis thaliana pollen tube growth. BMC Plant Biology 19, 152. Lan Y, Liu X, Fu Y, Huang S. 2018. Arabidopsis class I formins con- trol membrane-originated actin polymerization at pollen tube tips. PLoS Genetics 14, e1007789. Lausser A, Kliwer I, Srilunchang KO, Dresselhaus T. 2010. Sporophytic control of pollen tube growth and guidance in maize. Journal of Experimental Botany 61, 673682. Lavy M, Bloch D, Hazak O, Gutman I, Poraty L, Sorek N, Sternberg H, Yalovsky S. 2007. A novel ROPRAC effector links cell polarity, root-meristem maintenance, and vesicle trafficking. Current Biology 17, 947952. Lee YJ, Szumlanski A, Nielsen E, Yang Z. 2008. Rho-GTPase-dependent filamentous actin dynamics coordinate vesicle targeting and exocytosis during tip growth. Journal of Cell Biology 181, 11551168. Li E, Cui Y, Ge FR, Chai S, Zhang WT, Feng QN, Jiang L, Li S, Zhang Y. 2018. AGC1.5 kinase phosphorylates RopGEFs to control pollen tube growth. Molecular Plant 11, 11981209. Li H, Lin Y, Heath RM, Zhu MX, Yang Z. 1999. Control of pollen tube tip growth by a Rop GTPase-dependent pathway that leads to tip-localized calcium influx. The Plant Cell 11, 17311742.Li H, Luo N, Wang W, et al. 2018. The REN4 rheostat dynamically coord-inates the apical and lateral domains of Arabidopsis pollen tubes. Nature Communications 9, 2573. Li S, Blanchoin L, Yang Z, Lord EM. 2003. The putative Arabidopsis arp23 complex controls leaf cell morphogenesis. Plant Physiology 132, 20342044. Li S, Dong H, Pei W, Liu C, Zhang S, Sun T, Xue X, Ren H. 2017. LlFH1- mediated interaction between actin fringe and exocytic vesicles is involved in pollen tube tip growth. New Phytologist 214, 745761. Li S, Gu Y, Yan A, Lord E, Yang ZB. 2008. RIP1 (ROP Interactive Partner 1)ICR1 marks pollen germination sites and may act in the ROP1 pathway in the control of polarized pollen growth. Molecular Plant 1, 10211035. Li YQ, Chen F, Linskens HF, Cresti M. 1994. Distribution of unesterified and esterified pectins in cell walls of pollen tubes of flowering plants. Sexual Plant Reproduction 7, 145152. Li YQ, Mareck A, Faleri C, Moscatelli A, Liu Q, Cresti M. 2002. Detection and localization of pectin methylesterase isoforms in pollen tubes of Nicotiana tabacum L. Planta 214, 734740. Lin Y, Wang Y, Zhu JK, Yang Z. 1996. Localization of a Rho GTPase im- plies a role in tip growth and movement of the generative cell in pollen tubes. The Plant Cell 8, 293303. Liu X, Qu X, Jiang Y, Chang M, Zhang R, Wu Y, Fu Y, Huang S. 2015. Profilin regulates apical actin polymerization to control polarized pollen tube growth. Molecular Plant 8, 16941709. Liu XL, Liu L, Niu QK, Xia C, Yang KZ, Li R, Chen LQ, Zhang XQ, Zhou Y, Ye D. 2011. Male gametophyte defective 4 encodes a rhamnogalacturonan II xylosyltransferase and is important for growth of pollen tubes and roots in Arabidopsis. The Plant Journal 65, 647660. Lovy-Wheeler A, Wilsen KL, Baskin TI, Hepler PK. 2005. Enhanced fixation reveals the apical cortical fringe of actin filaments as a consistent feature of the pollen tube. Planta 221, 95104. Luo N, Yan A, Liu G, et al. 2017. Exocytosis-coordinated mechanisms for tip growth underlie pollen tube growth guidance. Nature Communications 8, 1687. Luo N, Yan A, Yang Z. 2016. Measuring exocytosis rate using corrected fluorescence recovery after photoconversion. Traffic 17, 554564. Mangano S, Martnez Pacheco J, Marino-Buslje C, Estevez JM. 2018. How does pH fit in with oscillating polar growth? Trends in Plant Science 23, 479489. Mecchia MA, Santos-Fernandez G, Duss NN, et al. 2017. RALF419 peptides interact with LRX proteins to control pollen tube growth in Arabidopsis. Science 358, 16001603. Meng JG, Liang L, Jia PF, Wang YC, Li HJ, Yang WC. 2020. Integration of ovular signals and exocytosis of a Ca 2 channel by MLOs in pollen tube guidance. Nature Plants 6, 143153. Michard E, Simon AA, Tavares B, Wudick MM, Feij JA. 2017. Signaling with ions: the keystone for apical cell growth and morphogenesis in pollen tubes. Plant Physiology 173, 91111. Moscatelli A, Ciampolini F, Rodighiero S, Onelli E, Cresti M, Santo N, Idilli A. 2007. Distinct endocytic pathways identified in tobacco pollen tubes using charged nanogold. Journal of Cell Science 120, 38043819. Muro K, Matsuura-Tokita K, Tsukamoto R, Kanaoka MM, Ebine K, Higashiyama T, Nakano A, Ueda T. 2018. ANTH domain-containing pro-teins are required for the pollen tube plasma membrane integrity via recyc-ling ANXUR kinases. Communications Biology 1, 152. Muschietti JP, Wengier DL. 2018. How many receptor-like kinases are re- quired to operate a pollen tube. Current Opinion in Plant Biology 41, 7382. Nagawa S, Xu T, Lin D, Dhonukshe P, Zhang X, Friml J, Scheres B, Fu Y, Yang Z. 2012. ROP GTPase-dependent actin microfilaments pro-mote PIN1 polarization by localized inhibition of clathrin-dependent endo-cytosis. PLoS Biology 10, e1001299. Okuda S, Tsutsui H, Shiina K, et al. 2009. Defensin-like polypeptide LUREs are pollen tube attractants secreted from synergid cells. Nature 458, 357361. Paez Valencia J, Goodman K, Otegui MS. 2016. Endocytosis and endosomal trafficking in plants. Annual Review of Plant Biology 67, 309335. Palanivelu R, Tsukamoto T. 2012. Pathfinding in angiosperm reproduc- tion: pollen tube guidance by pistils ensures successful double fertilization. Wiley Interdisciplinary Reviews. Developmental Biology 1, 96113.2438  Guo and Yang Parre E, Geitmann A. 2005. Pectin and the role of the physical properties of the cell wall in pollen tube growth of Solanum chacoense. Planta 220, 582592. Picton JM, Steer MW. 1983. Membrane recycling and the control of se- cretory activity in pollen tubes. Journal of Cell Science 63, 303310. Pleskot R, Pejchar P, Bezvoda R, Lichtscheidl IK, Wolters-Arts M, Marc J, Zrsk V, Potock M. 2012. Turnover of phosphatidic acid through distinct signaling pathways affects multiple aspects of pollen tube growth in tobacco. Frontiers in Plant Science 3, 54. Qu X, Jiang Y, Chang M, Liu X, Zhang R, Huang S. 2014. Organization and regulation of the actin cytoskeleton in the pollen tube. Frontiers in Plant Science 5, 786. Qu X, Zhang R, Zhang M, Diao M, Xue Y, Huang S. 2017. Organizational innovation of apical actin filaments drives rapid pollen tube growth and turning. Molecular Plant 10, 930947. Ren H, Xiang Y. 2007. The function of actin-binding proteins in pollen tube growth. Protoplasma 230, 171182. Rckel N, Wolf S, Kost B, Rausch T, Greiner S. 2008. Elaborate spatial patterning of cell-wall PME and PMEI at the pollen tube tip involves PMEI endocytosis, and reflects the distribution of esterified and de-esterified pec-tins. The Plant Journal 53, 133143. Rounds CM, Hepler PK, Winship LJ. 2014. The apical actin fringe con- tributes to localized cell wall deposition and polarized growth in the lily pollen tube. Plant Physiology 166, 139151. Sekere J, Pejchar P, antrek J, Vukainovi N, rsk V, Potock M. 2017. Analysis of exocyst subunit EXO70 family reveals dis-tinct membrane polar domains in tobacco pollen tubes. Plant Physiology 173, 16591675. Sekere J, Pleskot R, Pejchar P, rsk V, Potock M. 2015. The song of lipids and proteins: dynamic lipidprotein interfaces in the regulation of plant cell polarity at different scales. Journal of Experimental Botany 66, 15871598. Sousa E, Kost B, Malh R. 2008. Arabidopsis phosphatidylinositol-4- monophosphate 5-kinase 4 regulates pollen tube growth and polarity by modulating membrane recycling. The Plant Cell 20, 30503064. Steinhorst L, Kudla J. 2013. Calciuma central regulator of pollen germination and tube growth. Biochimica et Biophysica Acta 1833, 15731581. Synek L, Vukainovi N, Kulich I, Hla M, Aldorfov K, Fendrych M, rsk V. 2017. EXO70C2 is a key regulatory factor for optimal tip growth of pollen. Plant Physiology 174, 223240. Szumlanski AL, Nielsen E. 2009. The Rab GTPase RabA4d regulates pollen tube tip growth in Arabidopsis thaliana. The Plant Cell 21, 526544. Takeuchi H, Higashiyama T. 2012. A species-specific cluster of defensin- like genes encodes diffusible pollen tube attractants in Arabidopsis. PLoS Biology 10, e1001449. Takeuchi H, Higashiyama T. 2016. Tip-localized receptors control pollen tube growth and LURE sensing in Arabidopsis. Nature 531, 245248. Tang W, Ezcurra I, Muschietti J, McCormick S. 2002. A cysteine-rich extracellular protein, LAT52, interacts with the extracellular domain of the pollen receptor kinase LePRK2. The Plant Cell 14, 22772287. Tavares B, Domingos P, Dias PN, Feij JA, Bicho A. 2011. The essen- tial role of anionic transport in plant cells: the pollen tube as a case study. Journal of Experimental Botany 62, 22732298. Vogler H, Santos-Fernandez G, Mecchia MA, Grossniklaus U. 2019. To preserve or to destroy, that is the question: the role of the cell wall in-tegrity pathway in pollen tube growth. Current Opinion in Plant Biology 52, 131139.Wang H, Zhuang X, Cai Y, Cheung AY, Jiang L. 2013. Apical F-actin-regulated exocytic targeting of NtPPME1 is essential for construction and rigidity of the pollen tube cell wall. The Plant Journal 76, 367379. Wang HJ, Wan AR, Jauh GY. 2008. An actin-binding protein, LlLIM1, me- diates calcium and hydrogen regulation of actin dynamics in pollen tubes. Plant Physiology 147, 16191636. Wang W, Wang L, Chen C, Xiong G, Tan XY, Yang KZ, Wang ZC, Zhou Y, Ye D, Chen LQ. 2011. Arabidopsis CSLD1 and CSLD4 are re-quired for cellulose deposition and normal growth of pollen tubes. Journal of Experimental Botany 62, 51615177. Weise R, Kreft M, Zorec R, Homann U, Thiel G. 2000. Transient and per - manent fusion of vesicles in Zea mays coleoptile protoplasts measured in the cell-attached configuration. Journal of Membrane Biology 174, 1520. Wu G, Li H, Yang Z. 2000. Arabidopsis RopGAPs are a novel family of rho GTPase-activating proteins that require the Cdc42Rac-interactive binding motif for rop-specific GTPase stimulation. Plant Physiology 124, 16251636. Xiang Y, Huang X, Wang T, Zhang Y, Liu Q, Hussey PJ, Ren H. 2007. ACTIN BINDING PROTEIN 29 from Lilium pollen plays an important role in dynamic actin remodeling. The Plant Cell 19, 19301946. Yan A, Xu G, Yang ZB. 2009. Calcium participates in feedback regulation of the oscillating ROP1 Rho GTPase in pollen tubes. Proceedings of the National Academy of Sciences, USA 106, 2200222007. Yang Z. 2002. Small GTPases: versatile signaling switches in plants. The Plant Cell 14 Suppl, S375S388. Yang Z. 2008. Cell polarity signaling in Arabidopsis. Annual Review of Cell and Developmental Biology 24, 551575. Yu Y, Song J, Tian X, Zhang H, Li L, Zhu H. 2018. Arabidopsis PRK6 interacts specifically with AtRopGEF812 and induces depolarized growth of pollen tubes when overexpressed. Science China. Life Sciences 61, 100112. Zhang H, Qu X, Bao C, et al. 2010. Arabidopsis VILLIN5, an actin filament bundling and severing protein, is necessary for normal pollen tube growth. The Plant Cell 22, 27492767. Zhang M, Zhang R, Qu X, Huang S. 2016. Arabidopsis FIM5 decorates apical actin filaments and regulates their organization in the pollen tube. Journal of Experimental Botany 67, 34073417. Zhang Y, McCormick S. 2007. A distinct mechanism regulating a pollen- specific guanine nucleotide exchange factor for the small GTPase Rop in Arabidopsis thaliana. Proceedings of the National Academy of Sciences, USA 104, 1883018835. Zhao XY, Wang Q, Li S, Ge FR, Zhou LZ, McCormick S, Zhang Y. 2013. The juxtamembrane and carboxy-terminal domains of Arabidopsis PRK2 are critical for ROP-induced growth in pollen tubes. Journal of Experimental Botany 64, 55995610. Zhao Y, Yan A, Feij JA, Furutani M, Takenawa T, Hwang I, Fu Y, Yang Z. 2010. Phosphoinositides regulate clathrin-dependent endocytosis at the tip of pollen tubes in Arabidopsis and tobacco. The Plant Cell 22, 40314044. Zheng RH, Su S, Xiao H, Tian HQ. 2019. Calcium: a critical factor in pollen germination and tube elongation. International Journal of Molecular Sciences 20, 420. Zhou Z, Shi H, Chen B, Zhang R, Huang S, Fu Y. 2015. Arabidopsis RIC1 severs actin filaments at the apex to regulate pollen tube growth. The Plant Cell 27, 11401161. Zonia L, Munnik T. 2008. Vesicle trafficking dynamics and visualization of zones of exocytosis and endocytosis in tobacco pollen tubes. Journal of Experimental Botany 59, 861873.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            }
        ]
    }
]