[
    {
        "pmid": "28408692",
        "title": "Draft Genome Sequences of Several Fungal Strains Selected for Exposure to Microgravity at the International Space Station.",
        "year": "2017",
        "journal": "Genome Announc",
        "abstract": "The whole-genome sequences of eight fungal strains that were selected for exposure to microgravity at the International Space Station are presented here. These baseline sequences will help to understand the observed production of novel bioactive compounds.",
        "full_text": "Draft Genome Sequences of Several Fungal Strains Selected for Exposure toMicrogravity at the International SpaceStation Nitin K. Singh,aAdriana Blachowicz,a,bJillian Romsdahl,bClay Wang,b,c Tamas Torok,d Kasthuri Venkateswarana Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USAa; Department of Pharmacology and Pharmaceutical Sciences, School of Pharmacy, University of Southern California, LosAngeles, California, USA b; Department of Chemistry, Dornsife College of Letters, Arts and Sciences, University of Southern California, Los Angeles, California, USAc; Lawrence Berkeley National Laboratory, Berkeley, California, USAd ABSTRACT The whole-genome sequences of eight fungal strains that were selected for exposure to microgravity at the International Space Station are presented here.These baseline sequences will help to understand the observed production of novelbioactive compounds. In a screening project of natural products, fungal strains isolated from environments associated with the Chernobyl nuclear power plant (ChNPP) accident ( 1) have been investigated. The radiation-tolerant microorganisms selected for exposure to micro-gravity at the International Space Station were known to produce valuable naturalproducts; their genomic sequences coded for secondary metabolism pathways; or theydisplayed positive radiotropism. Aspergillus niger , an industrially important lamentous fungus, contains a sequence resembling the fumonisin gene cluster, which suggests that the fungus has the geneticpotential to produce carcinogenic fumonisins ( 2).A. niger also produces an abundance of naphtho-gamma-pyrone secondary metabolites, which have been shown to haveantibacterial, antifungal ( 3), antitumor ( 4), and cytotoxic ( 3,4) activity. Aspergillus terreus is used to produce organic acids, such as itaconic acid ( 5), or enzymes, such as xylanases ( 6,7). One of the most important secondary metab- olites made by A. terreus is the cholesterol-lowering molecule lovastatin. Discovery of this potent compound revolutionized the treatment of hypercholesterolemia( 8,9). Aureobasidium pullulans is an important producer of pullulan, a homopolysaccharide of glucose that is widely used in the food, pharmaceutical, and electronics industries (10,11). The whole-genome sequence of A. pullulans revealed signicant biotechno- logical potential but also the presence of virulence factors that cannot be overlooked( 12). Beauveria bassiana is an entomopathogenic fungus used to produce biodegradable, nonpoisonous, and cost-efcient bioinsecticides ( 13). Genomic analysis of B. bassiana exhibits its capacity to produce a plethora of secondary metabolites, such as oosporein,bassianin, beauvericin, or oxalic acid ( 14). Beauvericin possesses antimicrobial, antiviral, antifungal, and antitumor activity ( 15). Cladosporium cladosporioides , a ubiquitous organism, produces cladosporin and isocladosporinsecondary metabolites known to have antifungal activities. Its genomehas not been sequenced yet ( 16,17).Received 22 December 2016 Accepted 16 February 2017 Published 13 April 2017 Citation Singh NK, Blachowicz A, Romsdahl J, Wang C, Torok T, Venkateswaran K. 2017. Draftgenome sequences of several fungal strainsselected for exposure to microgravity at theInternational Space Station. Genome Announc5:e01602-16. https:doi.org10.1128 genomeA.01602-16 . Copyright  2017 Singh et al. This is an open- access article distributed under the terms ofthe Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov.EUKARYOTES crossm Volume 5 Issue 15 e01602-16 genomea.asm.org 1Cladosporium sphaerospermum is a plant endophyte but also an allergen to immu- nocompromised populations. It has the capacity to produce a variety of allergens, suchas enolase, mannitol, dehydrogenase, and aldehyde dehydrogenase ( 18). Fusarium solani is a plant pathogen that produces multiple phytotoxins, such as marticin, isomarticin, anhydrofusarubin, and javanicin, that cause sudden death syn-drome of soybean ( 19), for example. Trichoderma virens is a common rhizosphere fungus benecial to plants and re- ported to induce a defense response of cotton to Rhizoctonia solani incited seedling disease ( 20,21). The whole-genome sequences of these eight fungal strains were obtained by shotgun sequencing performed on an Illumina HiSeq2500 platform with a paired-endmodule. The NGS QC toolkit version 2.3 ( 22) was used to lter the data for high-quality vector- and adaptor-free reads for genome assembly (cutoff read length for highquality: 80; cutoff quality score: 20). High-quality vector-ltered reads were used forassembly with the MaSuRCA genome assembler ( k-mer size H1100570) ( 23). Data from the nal assembly of the strains, including number of scaffolds, total size, N50contig length, GH11001C content, and GenBank accession numbers, are given in Table 1 . Accession number(s). This whole-genome shotgun project has been deposited in DDBJENAGenBank under the accession numbers given in Table 1 . The versions described in this paper are the second versions. ACKNOWLEDGMENTS We thank the implementation team of the Center for Advanced Study in Space and Duane Pierson, Johnson Space Center for providing the A. niger strain. The other fungal strains are maintained at Lawrence Berkeley National Laboratory. Part of the research described in this publication was carried out at the Jet Propulsion Laboratory (JPL), California Institute of Technology, under a contract withNASA. This research was supported by the JPL Advanced Concept Development fundawarded to K.V. that funded a student fellowship to A.B. Part of the research describedin this publication was carried out at Lawrence Berkeley National Laboratory (T.T.) andthe University of Southern California (C.W.), which funded a student fellowship to J.R. REFERENCES 1. Kessler G, Veser A, Schlter F-H, Raskob W, Landman C, Psler-Sauer J. 2014. The severe reactor accidents of Three Mile Island, Chernobyl, andFukushima, p 173198. InThe risks of nuclear energy technology. Springer, Berlin. 2. Baker SE. 2006. Aspergillus niger genomics: past, present and into the future. Med Mycol 44(suppl 1):S17S21. https:doi.org10.1080 13693780600921037 . 3. Koyama K, Ominato K, Natori S, Tashiro T, Tsuruo T. 1988. Cytotoxicity and antitumor activities of fungal bis(naphtho-gamma-pyrone) deriva-tives. J Pharmacobiodyn 11:630635. https:doi.org10.1248bpb1978 .11.630 . 4. Song YC, Li H, Ye YH, Shan CY, Yang YM, Tan RX. 2004. Endophytic naphthopyrone metabolites are co-inhibitors of xanthine oxidase,SW1116 cell and some microbial growths. FEMS Microbiol Lett 241: 6772. https:doi.org10.1016j.femsle.2004.10.005 . 5. Okabe M, Lies D, Kanamasa S, Park EY. 2009. Biotechnological produc- tion of itaconic acid and its biosynthesis in Aspergillus terreus . Appl Microbiol Biotechnol 84:597606. https:doi.org10.1007s00253-009 -2132-3 . 6. Lakshmi GS, Rao CS, Rao RS, Hobbs PJ, Prakasham RS. 2009. Enhanced production of xylanase by a newly isolated Aspergillus terreus under solid state fermentation using palm industrial waste: a statistical optimization.Biochem Eng J 48:5157. https:doi.org10.1016j.bej.2009.08.005 . 7. Ghanem NB, Yusef HH, Mahrouse HK. 2000. Production of Aspergillus terreus xylanase in solid-state cultures: application of the PlackettBurman experimental design to evaluate nutritional require-TABLE 1 Statistical summary for the eight draft fungal genome sequences StrainStrain designation NCBI accession no. Isolation locationaNo. ofcontigsGenome size (bp) N 50(bp)GH11545C content () Aspergillus niger JSC-093350089 MSJD00000000 ISS environmental surface 223 36,080,355 543,773 49.46 Aspergillus terreus IMV 01167 MSJE00000000 Soil, Kirovograd region 331 31,580,414 482,632 52.24 Aureobasidium pullulans IMV 00882 MSJF00000000 Wall surface, unit 4, ChNPP 879 40,984,331 98,085 51.01 Beauveria bassiana IMV 00265 MSJG00000000 Wall surface, unit 4, ChNPP 735 35,190,057 138,299 51.72 Cladosporium cladosporioides IMV 00236 MSJH00000000 Wall surface, unit 4, ChNPP 843 47,573,060 186,555 42.89 Cladosporium sphaerospermum IMV 00045 MSJI00000000 Wall surface, unit 4, ChNPP 959 50,156,125 72,128 53.05 Fusarium solani IMV 00293 MSJJ00000000 Wall surface, unit 4, ChNPP 876 51,318,644 812,484 47.58 Trichoderma virens IMV 00454 MSJK00000000 Soil, 10-km ChEZ 197 42,025,033 1,319,489 48.44 aISS, International Space Station; ChNPP, Chernobyl nuclear power plant; ChEZ, Chernobyl exclusion zone.Singh et al. Volume 5 Issue 15 e01602-16 genomea.asm.org 2ments. Bioresour Technol 73:113121. https:doi.org10.1016S0960 -8524(99)00155-8 . 8. Alberts AW. 1988. Discovery, biochemistry and biology of lovastatin. Am J Cardiol 62:10J15J. https:doi.org10.10160002-9149(88)90002-1 . 9. Mulder KCL, Mulinari F, Franco OL, Soares MSF, Magalhes BS, Parachin NS. 2015. Lovastatin production: From molecular basis to industrialprocess optimization. Biotechnol Adv 33:648665. https:doi.org10 .1016j.biotechadv.2015.04.001 . 10. Cheng KC, Demirci A, Catchmark JM. 2011. Pullulan: biosynthesis, pro- duction, and applications. Appl Microbiol Biotechnol 92:2944. https: doi.org10.1007s00253-011-3477-y . 11. Leathers TD. 2003. Biotechnological production and applications of pullulan. Appl Microbiol Biotechnol 62:468473. https:doi.org10 .1007s00253-003-1386-4 . 12. Chan GF, Bamadhaj HM, Gan HM, Rashid NAA. 2012. Genome sequence ofAureobasidium pullulans AY4, an emerging opportunistic fungal pathogen with diverse biotechnological potential. Eukaryot Cell 11:14191420. https:doi.org10.1128EC.00245-12 . 13. Feng MG, Poprawski TJ, Khachatourians GG. 1994. Production, formula- tion and application of the entomopathogenic fungus Beauveria bassi- ana for insect control: current status. Biocontrol Sci Technol 4:334. https:doi.org10.108009583159409355309 . 14. Xiao G, Ying SH, Zheng P, Wang ZL, Zhang S, Xie XQ, Shang Y, St Leger RJ, Zhao GP, Wang C, Feng MG. 2012. Genomic perspectives on theevolution of fungal entomopathogenicity in Beauveria bassiana . Sci Rep 2:483. https:doi.org10.1038srep00483 . 15. Wang Q, Xu L. 2012. Beauvericin, a bioactive compound produced byfungi: a short review. Molecules 17:23672377. https:doi.org10.3390 molecules17032367 . 16. Scott PM, Van Walbeek WV, Maclean WM. 1971. Cladosporin, a new antifungal metabolite from Cladosporium cladosporioides . J Antibiot (To- kyo) 24:747755. https:doi.org10.7164antibiotics.24.747 . 17. Jacyno JM, Harwood JS, Cutler HG, Lee MK. 1993. Isocladosporin, a biologically active isomer of cladosporin from Cladosporium cladospori- oides . J Nat Prod 56:13971401. https:doi.org10.1021np50098a023 . 18. Ng KP, Yew SM, Chan CL, Soo-Hoo TS, Na SL, Hassan H, Ngeow YF, Hoh CC, Lee KW, Yee WY. 2012. Sequencing of Cladosporium sphaerosper- mum , a dematiaceous fungus isolated from blood culture. Eukaryot Cell 11:705706. https:doi.org10.1128EC.00081-12 . 19. Jin H. 1996. Characterization and purication of a phytotoxin produced byFusarium solani , the causal agent of soybean sudden death syn- drome. Phytopathology 86:277. https:doi.org10.1094Phyto-86-277 . 20. Howell CR, Hanson LE, Stipanovic RD, Puckhaber LS. 2000. Induction of terpenoid synthesis in cotton roots and control of Rhizoctonia solani by seed treatment with Trichoderma virens . Phytopathology 90:248252. https:doi.org10.1094PHYTO.2000.90.3.248 . 21. Harman GE, Howell CR, Viterbo A, Chet I, Lorito M. 2004. Trichoderma speciesopportunistic, avirulent plant symbionts. Nat Rev Microbiol2:4356. https:doi.org10.1038nrmicro797 . 22. Patel RK, Jain M. 2012. NGS QC toolkit: a toolkit for quality control of next generation sequencing data. PLoS One 7:e30619. https:doi.org10 .1371journal.pone.0030619 . 23. Zimin AV, Marais G, Puiu D, Roberts M, Salzberg SL, Yorke JA. 2013. The MaSuRCA genome assembler. Bioinformatics 29:26692677. https:doi .org10.1093bioinformaticsbtt476 .Genome Announcement Volume 5 Issue 15 e01602-16 genomea.asm.org 3",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]