[
    {
        "pmid": "34179686",
        "title": "Spaceflight decelerates the epigenetic clock orchestrated with a global alteration in DNA methylome and transcriptome in the mouse retina.",
        "year": "2021",
        "journal": "Precis Clin Med",
        "abstract": "Astronauts exhibit an assortment of clinical abnormalities in their eyes during long-duration spaceflight. The purpose of this study was to determine whether spaceflight induces epigenomic and transcriptomic reprogramming in the retina or alters the epigenetic clock. The mice were flown for 37 days in animal enclosure modules on the International Space Station; ground-based control animals were maintained under similar housing conditions. Mouse retinas were isolated and both DNA methylome and transcriptome were determined by deep sequencing. We found that a large number of genes were differentially methylated with spaceflight, whereas there were fewer differentially expressed genes at the transcriptome level. Several biological pathways involved in retinal diseases such as macular degeneration were significantly altered. Our results indicated that spaceflight decelerated the retinal epigenetic clock. This study demonstrates that spaceflight impacts the retina at the epigenomic and transcriptomic levels, and such changes could be involved in the etiology of eye-related disorders among astronauts.",
        "full_text": "Precision Clinical Medicine , 4(2), 2021, 93108 10.1093pcmedipbab012 Advance Access Publication Date: 17 May 2021Research Article RESEARCH ARTICLE Spaceflight decelerates the epigenetic clock orchestrated with a global alteration in DNAmethylome and transcriptome in the mouse retina Zhong Chen1,, Seta Stanbouly1,2,, Nina C. Nishiyama2,X i nC h e n1, Michael D. Delp3, Hongyu Qiu4,X i a oW .M a o2and Charles Wang1,5, 1Center for Genomics, School of Medicine, Loma Linda University, Loma Linda, CA 92350, USA 2Division of Radiation Research, Department of Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA 92354, USA 3Department of Nutrition and Integrative Physiology, Florida State University, Tallahassee, FL 32306, USA 4Center for Molecular and Translational Medicine, Institute of Biomedical Science, Georgia State University, Atlanta, GA 30303, USA 5Division of Microbiology and Molecular Genetics, Department of Basic Sciences, School of Medicine, Loma Linda University, Loma Linda, CA 92350, USA Correspondence: Charles Wang, chwangllu.edu Charles Wang, http:orcid.org0000-0001-8861-2121 These authors contributed equally to this work. Abstract Astronauts exhibit an assortment of clinical abnormalities in their eyes during long-duration spaceflight. The purposeofthisstudywastodeterminewhetherspaceflightinducesepigenomicandtranscriptomicreprogram-ming in the retina or alters the epigenetic clock. The mice were flown for 37 days in animal enclosure modules ontheInternationalSpaceStation;ground-basedcontrolanimalsweremaintainedundersimilarhousingcon- ditions. Mouse retinas were isolated and both DNA methylome and transcriptome were determined by deepsequencing. We found that a large number of genes were differentially methylated with spaceflight, whereas therewerefewerdifferentiallyexpressedgenesatthetranscriptomelevel.Severalbiologicalpathwaysinvolved in retinal diseases such as macular degeneration were significantly altered. Our results indicated that space- flight decelerated the retinal epigenetic clock. This study demonstrates that spaceflight impacts the retina at the epigenomic and transcriptomic levels, and such changes could be involved in the etiology of eye-relateddisorders among astronauts. Key words: spaceflight; DNA methylome; transcriptome; epigenetic clock Received: 1 March 2021; Revised: 27 April 2021; Accepted: 13 May 2021 CcirclecopyrtThe Author(s) 2021. Published by Oxford University Press on behalf of the West China School of Medicine  West China Hospital of Sichuan University. This is an Open Access article distributed under the terms of the Creative Commons Attribution License ( http:creativecommons.orglicensesby4.0 ), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited. 9394Zhong Chen et al. Introduction The spaceflight environment contains two major risk factors, irradiation and microgravity, which are thoughtto induce adverse effects on astronauts vision andcentral nervous systems, 14and in particular, the eye and retina.5,6Studies reported that more than 30 of astronauts returning from Space Shuttle missions orthe International Space Station (ISS) were diagnosedwith eye problems that reduced visual acuity. 3,7Further- more, a recent study showed that spaceflight inducedsignificant apoptosis in the retinal inner nuclear layer(INL) and ganglion cell layer (GCL) of mice. 8Previ- ous work has also shown that many genes involvedin oxidative stress and mitochondria-associated apop-tosis are altered in the retinas of space-flown mice,and oxidative stress-induced apoptosis plays an impor-tant role in response to space irradiation in mouseretinas. 911 Previous research on space-induced visual impair- ment in astronauts has primarily utilized proteomicsand microarray technologies to better understand thebiological effects of spaceflight on the mouse retina;these studies collectively reveal that spaceflight altersthe expression of certain genes and proteins involved incell death, mitochondrial function, endoplasmic reticu-lum (ER) stress, neuronal and glial cell loss, and axonaldegenerationinmice. 9,12Althoughtherearestudiesana- lyzing the transcriptome in human retinas, none hasbeen done under spaceflight conditions. 1316Thus, the mechanisms underlying the spaceflight-induced visionimpairment remain largely unknown. Even thoughspaceflight-induced transcriptomic reprogramming inmouse retinas was recently reported, 17there has been no study of the effects of spaceflight on the retinamethylome or the epigenetic clocks of animals orhumans. There is great enthusiasm both within the scientific community and society in general with the ambitiousplans for the return of manned missions to the moonand long-duration ( 300 days) space travel to Mars and beyond. However, a comprehensive assessment of theadverseeffects onthehumanbodyis still incomplete. Ina recent NASA Twins Study, some persistent changes ingene expression, DNA damage, telomeres, neuro-ocularand cognitive function were observed when comparingthe spaceflight twin brother to his earth-bound twin. 18 It has also been shown that long-duration spaceflightchanges gene regulation at both the transcriptional andepigeneticlevels,althoughthemajorityofthesechangesreturntothepreflightlevelsixmonthsafterreturningtoearth. As part of a NASA research consortium to acceler-ate spaceflight risk characterization and to gather omicsdata to allow robust predictions of cellular responsein organisms exposed to long-duration spaceflight, weinvestigated the DNA methylome, epigenetic clock andtranscriptome of retinas from mice flown on a long-duration 37-day mission, the human equivalent of 4.1years, as part of the Rodent Research-1 (RR-1) project.We identified differentially methylated genes (DMGs)and differentially expressed genes (DEGs) between spaceflight and ground control mice. In addition, asepigenetic clocks have been used to predict tissue bio-logical ages and age-related diseases in both humans 19 and mice20,21, we calculated spaceflight-induced epige- neticclockbasedontheDNAmethylationatuniqueCpGsites of mouse retinas to predict the retinal tissue agingdue to the spaceflight. This study provides new insightsinto the visual impairment due to long-duration space-flight. Results Study design and overall QC of RRBS DNA methylome and RNA-seq transcriptome data To study the effects of spaceflight on retinal tissue epigenomicandtranscriptomicchanges,weconstructed18 reduced representation bisulfite sequencing (RRBS)libraries with one sample being removed from down-stream analysis due to low quality (8 flight vs. 9 groundcontrol mice) and 18 RNA-seq libraries (9 flight vs. 9ground control mice). Figure 1shows the study design. Fragment sizes of RRBS library were between 200 and500 bp, with a peak around 300 bp. RNA-seq library sizedistribution ranged between 200500 bp, with a peakaround 280 bp. To monitor the quality of the RNA-seq,we also added External RNA Control Consortium (ERCC)spike-in controls in an amount equivalent to about 1of the total RNA in each sample before RNA-seq libraryconstruction. We generated 778 million reads of 75- bp single-end RRBS DNA methylome data and 764 mil-lion reads (75 bp 2) of pair-end RNA-seq transcrip- tomic data, corresponding to an average of 45.8 million (N17) sequence reads per RRBS sample, and 42.5 mil- lion (N 18) sequence reads per RNA-seq sample (Sup- plementary Table S3). High-qualityreadswereobtainedfrombothRRBSand RNA-seq data (Supplementary Fig. S1). We aligned theRRBS DNA-seq methylome data, 75 bp single reads tothe NCBI mouse GRCm38 genome. On average, 62.48of the reads were aligned to the genome with an aver-age of 26.3 million (N 17) aligned reads per sam- ple (Supplementary Table S3). The aligned reads werefurther annotated, resulting in an average of 1.84 mil-lion (N 17) CpG sites covered by at least 10 reads. For RNA-seq transcriptomic data, we aligned the 75 2 bp fastq reads to the NCBI mouse GRCm38 genome,NCBI GRCm38 gene model, and ERCC transcripts. Over-all,85.05 (N 18) of the reads were aligned to the genome uniquely, and 0.35 (N 18) to the ERCC transcripts. Among the reads aligned to the genome,56.03 (N 18) to the exons, 20.88 (N 18) to the introns. Scatterplots of ERCC log2 (FPKM) vs. log2 (spike-in concentration) showed an overall linear relationship(R 20.94) between the observed and the expected tran- scripts of the ERCC spike-in controls (SupplementaryFig. S1G).Spaceflight and epigenetic clock 95 Figure 1. Study design. This study was under the NASA Rodent Research-1 (RR-1) project consortium. Spaceflight mice after flight were eutha- nized and frozen on orbit. The retinas were isolated from both the ground habitat control and flight mice after returning to ground. RNA andDNA were extracted from the retinas, and then RRBS and RNA-seq libraries were constructed to obtain DNA methylome and transcriptome,respectively. Retinal epigenetic age was calculated using MouseEpigeneticClock script. Disease and bio-functional pathways were generated using the DAVID GO functional annotation and the Ingenuity Pathway through Analysis (IPA) based on DMGs  DEGs.96Zhong Chen et al. Figure 2. Spaceflight caused global epigenomic changes in mouse retina. (A) Genome-wide CpG methylation status at various genome regions. (B)and(C)CharacteristicsofsignificantdifferentiallymethylatedCpGs(DMCs,methylationchange 10and P0.05).(D)Principalcomponent analysis(PCA)basedonthespaceflightinducedDMCs.ThebetavaluesofalldifferentiallymethylatedCpGswereusedforPCAcomputationand no filtering was applied. (E) HCA plots based on DMCs. (F) Epigenetic ages calculated using Stubbs age estimator based on retinal methylomes. Global epigenomic and transcriptomic changes in the retinas of spaceflight mice Overall, 31.2 million CpGs, ranging from 1.6 million to 2.1 million CpGs per sample, were used to study thegenome-wide CpG methylation patterns in terms of therelationship to the genomic features. The profiling CpGmethylation patterns revealed that the spaceflight micewerehypomethylatedgloballycomparedtogroundmice(P0.034, two-tailed t-test, Fig. 2A). A significant lower CpG methylation level was observed within CG islandscompared to CpG shores in both ground and space-flight mice ( P2.2E16, two-tailed t-test). In addition, the level of methylation was significantly higher in theintrons compared to exons in both groups ( P2.2E16, two-tailed t-test). The methylation at the transcription starting site (TSS) had the lowest methylation com-pared to other genomic regions (promoter, exon andintron) in both spaceflight and ground mice. Further-more, 62.5 of the 643 differentially methylated geneswere hypomethylated and 37.5 were hypermethylated(Fig.2B). Annotation of differentially methylated CpGs (DMCs) revealed that a large portion of the DMCs werelocated in introns, followed by intergenic regions andexons. About 15 of the DMCs were located in promot- ers (Fig. 2C). Principal component analysis (PCA) (Fig. 2D) and hierarchial cluster analysis (HCA) (Fig. 2E) based on DMCs showed a clear difference between spaceflightand ground control mice. Overall, the methylation dataclearly demonstrated that spaceflight induced profoundDNA methylation changes. As DNA methylation has been successfully used to predict epigenetic clockbiological age, 22we deter- mined the epigenetic clocks of the retinas of spaceflightand control mice, using Stubbs epigenetic clock predic-tor. 20ThedifferencesofStubbspredictedbiologicalages between the spaceflight and ground control mice weretested using Welchs two-sample t-test, which showed a significant age deceleration in spaceflight mice relativetogroundmice (1.7 vs. 2.4weeks, P0.049 ontwo-tailed t-test) (Fig. 2F). It is worth noting that the predicted epi- genetic ages were much younger than the true chrono-logical ages (21.2 weeks). Our RNA-seq transcriptomic analysis identified 177 DEGs(foldchange 1.2,P0.05andFDR 0.3),including both up- and down-regulated genes (Fig. 3A and Supple- mentary Table S1). Similar to what was observed in themethylome dataset, a distinct separation was observedSpaceflight and epigenetic clock 97 Figure 3. Spaceflight induced global alterations on gene expression and the distribution of DMCs and DEGs across chromosomes. (A) Volcano plot showing significant differentially expressed genes (DEGs, fold change 1.2 and P0.05). Red and blue triangle indicates the number of up-regulatedordown-regulatedDEGs,respectively.DEGswithmorethan50expressionchangearehighlightedinred(up-regulated)andblue(down-regulated). (B) PCA using the spaceflight induced DEGs. The normalized expressions of 177 DEGs were used for PCA computation and no sample was filtered out. (C) HCA plots based on DEGs between spaceflight mouse retinas and ground controls. (D) Circos plot showing the distribution of DMCs and DEGs across chromosomes. Y chromosome was excluded as only female mice were used in the study.98Zhong Chen et al. between the spaceflight and ground control mice based on both the PCA and HCA on the DEGs (Figs. 3Ba n d3C). We further examined the alteration patterns due to the spaceflight on the DNA methylome and tran-scriptome across chromosomes using Circos plotting(Fig.3D). Despite that differentially methylated regioins (DMRs) were observed on each chromosome (chromo-some Y was excluded as only female mice were usedin this study), the DMRs were not evenly distributedacross chromosome as well as at certain particularchromosome regions, suggesting that some chromo-somes or regions were more prone to methylation mod-ification. For instance, Chr X harbored the most DMRs,followed by Chr 4 and 7. In addition, some regions, e.g.,Chr 4: 95 278 373155 343 067 and Chr 2: 118 262 949159 068 995, exhibited locally enriched DMRs. AlthoughmanyDMRswereobservedincertainchromosomes,e.g.,C h r2 ,4 ,5 ,1 4 ,a n dX ,t h e r ew e r ef e w e rD E G si nt h e s echromosomes(61DMRsvs.3DEGsobservedonChrX;30DMRs vs. 14 DEGs observed on Chr 11), suggesting a dif-ferential or relatively less sensitive response in the geneexpression of retinal tissue to spaceflight. Biological functions and pathways affected by spaceflight in mouse retinas at transcriptome and DNA methylome, respectively Pathways and functions affected in mouse retina by space- flight based on DEGs The IPA based on DEGs identified many significantly enriched canonical pathways (negative log 10P-value 1.3, i.e., P0.05) due to spaceflight (Fig. 4Aa n d Supplementary Table S2). A large number of enrichedpathways had a significantly negative Z-score (sup-pressed)andwereassociatedwithdown-regulatedDEGs(Figs.4Aa n d4C). Enriched canonical pathways mainly belonged to two biological processes: 1) the junc-tionconnection including G6P signaling, osteoarthritissignaling,andILKsignalingpathways;and2)theinflam-mationproliferation including PDGF signaling, CXCR4signaling, actin cytoskeleton signaling, and NF- B sig- naling. Many other biological pathways, such as hep-atic fibrosis, IGF-1 signaling, epithelial adherent junc-tion, and tight junction (Supplementary Table S2), wereenriched by spaceflight with significant Pvalues, but zero Z-scores due to a lack of other relevant support-ing evidence. These pathways were functionally linkedto the extracellular matrix (ECM) homeostasis. Notably,many of the genes in the above pathways enrichedand impacted by spaceflight in this study were alsoobserved in NASA Twins Study, 18such as Ilk, Pdgf, Cxcr4, Igf-1 and Nf-b. At the individual gene level, a large number of DEGs fell into the categories of woundhealingcell growthcell motility, inflammation defense,mitochondria metabolism, and oxidative stress (Table 1, Fig.4A).Insummary,theIPAanalysisindicatedimpaired cell-to-cell connection and subsequent repair. In addition, based on the functional similarity, the DAVID analysis identified 47 genes out of 177 DEGs assecretedextracellular proteins, and 17 genes of those 47 DEGs were the EMC components (Table 2). Further- more, transforming growth factor beta (TGF- ) signal- ing,woundhealingprocess,andinsulin-likegrowth(IGF)factor signaling were enriched by 12, 9.9, and 6 folds,respectively, in spaceflight mouse retinas as comparedto those housed in AEM (Table 2and Supplementary Table S1, P0.01). Several genes enriched in the TGF- group, such as Pdgfra, Nog, and Dcn, were significantly down-regulated (P 0.05, N 9 per group). The tran- scriptional factors such as hormone-retinoid receptorsNr4a1, Nr4a3 , zinc finger transcriptional factor Egr1,a n d connective tissue growth factor Ctgfwere observed to be down-regulated in spaceflight mouse retinas (Table 1 and Supplementary Table S1). In contrast, the majorityof the top up-regulated DEGs were the structural pro-tein genes, like Krt1,Krt10,a n d Adamts3 , which is con- sistent with the notion that spaceflight activates inflam-mation and cell survival mechanisms. In summary,consistent with the IPA analysis, the David functionalanalysis suggested that spaceflight compromised cellproliferation and mobility necessary for retinal woundhealing. Pathways and functions affected in mouse retina by space- flight based on DMGsWe identified 434 hypomethylated and 209 hypermethy-lated genes, using 10 difference on methylation andP0.05 (N 9 for each group) as criteria (Fig. 2B and Supplementary Table S1). Out of those 643 DMGs,118 had at least one differentially methylated cyto-sine located within a CpG island and 108 had DMClocated in the promoter regions (34 hypomethylationand 74 hypermethylation) (Fig. 2C), indicating epige- netic regulation of transcriptional changes in space-flight compared to ground control mice. Furthermore, 22hypermethylated genes and 35 hypomethylated geneshad DMCs located in both CpG islands and exonareas. We used the DAVID Functional Clustering to exam- ine how spaceflight-induced methylome changes wouldaffect retinal cell function. The data revealed that asubstantial amount of DMGs were linked to cell struc-ture and tissue morphology, with significant Pvalues and fold enrichment (Figs. 4Ba n d4D and Supplemen- tary Table S2). Specifically, 35 DMGs were related to thecell junction, 17 DMGs were related to the extracellu-lar matrix, and 8 DMGs were related to the tight junc-tion. Another 20 DMGs were members of collagen andfibronectin gene families, with fold enrichment valuesof 3.4 ( P0.05) and 3.1 ( P0.01), respectively. Fur- ther, functional clustering revealed that DNA methyla-tion might play an important role in cell proliferation,differentiation, and organism development (Table 2and Supplementary Table S2). For instance, 24 DMGs werelinked to cell differentiation and 38 DMGs were linkedto multicellular organism development. In addition, 6DMGs (fold enrichment value of 8.1, P0.01) were pos- itive regulators of epithelial to mesenchymal transitionSpaceflight and epigenetic clock 99 Table 1. Gene ontology molecular functions based on the top differentially expressed genes induced by the spaceflight. Gene symbol Protein Molecular function Up-regulated genes Elovl5 fatty acid elongase Affiliated tissues include brain, eye and spinal cord. Related phenotypes are slow eye movements and nystagmus. Myoc myocilin Found in eye trabecular meshwork and the ciliary body. It regulates the pressure within the eye (intraocular pressure). Ctgf connective tissue growth factorCTGF has important roles in many biological processes, including cell adhesion, tissue growth factor migration, proliferation, angiogenesis and tissue wound repair. Nr4a1,4a3 retinoid receptor Components of retinoic acid (RA) signaling pathway. Play important role in mediating eye development. Egr1 zinc finger protein Binds to the promoter region of target genes. Regulates the response to growth factors DNA damage, ischemia, cell survival, proliferation, and cell death. Serpinf1, e2, h1, g1serine protease InhibitorsPigment epithelium-derived factor (PEDF) also known as serpin F1 (SERPINF1). It influences development and differentiation of the neural retina. krt12 epithelial keratins Krt12 is a specific corneal epithelial differentiation marker. It is involved in adult corneal epithelial homeostasis and wound healing response. Sox10 SOX10 protein SOX10 protein directs neural crest cells to become more specific cell types. In particular, the SOX10 protein is essential for the production of melanocytes. Mlph exophilin This protein tethers pigment-producing melanosomes to the actin cytoskeleton in melanocytes, and is required for visible pigmentation in the hair and skin. Lyz2 lysozyme Associates with the monocytemacrophase system and enhances the activity of immunoagents. Active against a range of Gram-positive and Gram-negative bacteria. Col1a1, 8a2, 12a1alpha chains of type VIII and XII collagenMajor component of the basement membrane of the corneal endothelium. Rnu2-10 small nuclear RNA Mutation of Rnu2-8 causes ataxia and neurodegeneration. Down-regulated genes Amy1 amylase 1 Endohydrolysis of (1 4)-alpha-D-glucosidic linkages in oligosaccharides and polysaccharides. Krt1, Krt10 epithelial keratins Important constituent of nonkeratinized epithelia such as those covering the Cornea and conjunctiva, the ocular surface. Slc31a2 solute carrier1 Involved in low-affinity copper uptake. Sst somatostatin Growth hormone-inhibiting hormone (GHIH), regulates the endocrine system and affects neurotransmission and cell proliferation via somatostatin receptors. Wisp1 WNT1 Downstream regulator in the WntFrizzled-signaling pathway. Associated with cell survival. Azi2 5-azacytidine Activates serinethreonine-protein kinase TBK1 and facilitates its oligomerization. Zfand6 AN1-Type Zinc Finger ProteinInvolved in regulation of TNF-alpha induced NF-kappa-B activation and apoptosis. Ttc14 tetratricopeptide repeat domain 14Maybe involved in ectoderm differentiation and neurulation. Asprv1 Aspartic Protease ASPRV1 associated diseases include retinitis pigmentosa and artrichia with papular lesions. Wdr89 WD repeat domain 89 Plays an important role in the elongation step of protein synthesis. Psca WD Cell membrane glycoprotein. May be involved in the regulation of cell proliferation. Olfr613 olfactory receptor 613 G protein-coupled receptor activity Sbsn suprabasin Oncoprotein, upregulated in multiple cancers. Adamts3 disintegrin Major procollagen II N-propeptidase. A deficiency of this protein may be responsible for Dermatosparaxis Zfp488 zinc finger protein function involved in transcriptional regulation.100Zhong Chen et al. Figure4. FunctionalenrichmentsbasedonspaceflightinducedDEGsandDMGs.(A)TheIPAidentifiedsignificantlyenrichedcanonicalpathways based on spaceflight induced retinal DEGs in spaceflight mice. The left y-axis shows the percentage of DEGs to the total number of genes ineachindividualpathway;thewhiteunfilledbarsectionrepresentsthepercentageofnon-DEGs;thegreenfilledgreenbarsectionrepresentsthepercentageofdown-regulatedDEGs;andtheredfilledbarsectionrepresentstheup-regulatedDEGs.Only3up-regulatedDEGswereidentifiedin thelistedIPApathways(NF-Bsignaling,Glucocorticoidreceptorsignaling,andOsteoarthritispathway).Therighty-axisshowsthenegati ve log 10(P-value)oftheenrichedpathwaysaspinkdot-line.Thenegativelog 10(0.05) 1.3.(B)SignificantpathwaysenrichedbasedonDMGsusing theDAVID Functional AnnotationAnalysis.Thebarsrepresentthefoldenrichmentandthedot-line representsthenegativelog 10(P-value). Red number on top of each bar indicates the number of DMGs identified in each pathway. (C) Tight junction signaling, a representative pathway enriched based DEGs. Pathway components are highlighted by blue (down-regulated) or purple (up-regulated) showing the DEGs identified within the component. (D) Cell Adhesion Molecules, representative functional clusters enriched by DAVID functional analysis based on DMGs.The significant genes identified in our spaceflight mouse retinal methylome are labelled as red star. and several other DMGs were the components of Hippo and TGF- signaling pathways. DMGs-based functional analysis demonstrated consistent shifts in cell functionand agreed well with those observed in transcriptomeanalysis. DMGs-based IPA analysis portrayed a concerted hypermethylation on several retinoic acid (RA) signal-ingpathwaygenes(SupplementaryFig.S2).Amongthosewere Rho(rhodopsin; light perception), Vegfa(vascular endothelial growth factor A), Tgfb1(cell growth factor), Bcl2l11(apoptosis facilitator), Mmp2(matrix metallopep- tidase 14), Wnt5a(transcription factor), and N32e1(reti- nal transcription factor). Consistent with the changes inRA signaling, Nxph1gene, which is involved in neuronal synaptic transmission, was highly methylated. Geneswith decreased methylation included Smad2,Smad3, Sod3,Tnfrsf19 ,Edn2,a n d Dnmt3l (Supplementary Table S2). Six mitochondrial membrane solute transportergenes ( Slc22a2, Slc25a25 ,Slc25a33, Slc35f3, Slc6a17 ,a n dSlc6a8)werehypomethylated,suggestingthatmitochon- drial function was affected during spaceflight. Furtherfunctionalanalysissuggestedthatspaceflight could induce morphological changes in many retinalcell types. The putative morphology changes were evi-denced by the extensive functional overlaps of 9 DMGs(5 hypermethylated: Erc2, Neurog2, ATP8A2, App, and Rarg;4 hypomethylated: Rho, Vegfa, Hes1, and Discam) (SupplementaryTableS2).Particularly,functionalenrich-ment analysis indicated that at least two DMGs wereinvolved in the abnormal morphological development inhorizontal cells, photoreceptor cells, retinal layer cells,and retinal rods on the photo-receptor side and bipo-lar cells and neurons on the transmitter side. Our recentstudy of RR-9 flight mice also confirmed the spaceflight-induced photoreceptor abnormalities with differentiallyexpressed genes belonging to retinitis pigmentosa, dia-betic retinopathy, age-related macular degeneration andretinal detachment pathways. 17In the current study,Spaceflight and epigenetic clock 101 Table 2. DAVID functional clustering analysis based on the spaceflight induced differentially expressed or methylated genes. Differentially expressed genes (DEGs)No. of Genes PValue Fold enrichment Benjamini FDR Secretedextracellular region 47 3.46E-17 4.24 7.43E-15 4.38E-14 Extracellular matrix 17 2.50E-12 1.12 2.69E-10 3.17E-09 Insulin-like growth factor binding protein 5 9.99E-07 6.04 4.02E-04 1.39E-03 Beta receptor signaling pathway 7 2.04E-05 1.24 7.21E-03 3.25E-02 ECM-receptor interaction 8 1.48E-05 9.71 2.00E-03 1.74E-02 Wound healing 7 7.36E-05 9.9 1.94E-02 1.17E-01 Differentially methylated genes (DMGs) Cell junction 35 2.64E-05 2.2 9.94E-03 3.66E-02 Synapse 17 3.46E-03 2.29 6.86E-02 4.50E 00 Zinc-finger 69 1.54E-04 1.58 8.78E-03 2.04E-01 Regulation of transcriptionDNA binding 68 5.53E-03 1.37 4.52E-01 9.18E 00 Developmental protein 36 1.27E-03 1.77 3.99E-02 1.68E 00 Multicellular organism development 38 1.82E-03 1.7 3.01E-01 3.10E 00 Cell differentiation 24 8.92E-03 1.79 1.06E-01 1.12E 01 Extracellular matrix 17 1.34E-03 2.86 3.77E-02 1.76E 00 Collagen 6 3.20E-02 3.39 2.68E-01 3.51E 01 Tight junction 8 1.70E-03 4.63 3.99E-02 2.23E 00 Fibronectin, type III 14 5.74E-04 3.13 3.88E-01 8.85E-01 Hippo signaling pathway 10 3.08E-03 3.31 1.05E-01 3.84E 00 TGF beta signaling pathway 4 1.42E-02 7.34 8.28E-01 1.52E 01 Positive regulation of epithelial to mesenchymal transition6 7.74E-04 8.12 2.85E-01 1.33E 00 177 DEGs and 472 DMGs were clustered based on their functional similarity using the DAVID functional annotation. The enriched groups with a P-value 0.05 were listed. DMGs were detected to be involved in abnormal mor- phological development in horizontal cells, photorecep-torcells,retinallayercells,andretinalrodsonthephoto-receptorsideandbipolarcellsandneuronsonthetrans-mitter side (Supplementary Table S2). Integration analysis of genes regulated at both transcription and DNA methylation levels We identified 5 genes in the mouse retinas regulated by spaceflight that are present both in the DEG and DMGlists: Col8a2, JunJuneb, Maf, Mid1ip1 ,and Tsc22d3 (Figs.5A and5B, Supplementary Table S1). It is worth noting that Mid1ip1,acellulargrowthregulator,washypomethylated in its promoter, exon, and CpG island regions, but itstranscription was down-regulated (Fig. 5B). Interestingly, although Col8a2(a collagen gene), Maf(a transcription factor), and Junb(a transcription factor) had significant changes in both transcription and DNA methylation, thedifferentially methylated CpGs were far from their genebodies (Supplementary Table S1). Hypomethylation was found in the intron and CpG island regions for Tsc22d3, whereas its transcription was suppressed (Fig. 5B). In order to understand the regulatory role of DNA methylationontranscription,weperformedPearsoncor -relation analysis between DNA methylation and geneexpression at gene body level, using all CpGs anno-tated to the 5 overlapping genes (Fig. 5C). Overall, there were mild to moderate correlations ( Rvalues between 0.30.7), nevertheless with no consistent trend between DNA methylation in the gene body and their geneexpressions. For examples, in Col8a2 gene, a moder- ate positive correlation between DNA methylations atupstream 1 to 5 kb region (R 0.49, P0.066) but a moderate negative correlation (R 0.55, P0.0410) at exons with its gene expression were observed. InJunbgene, a moderate positive correlation (R 0.68, P0.01) between DNA methylation at 5 primeUTR and its gene expression was observed. In Tsc22d3 gene, a mod- erate negative correlation (R 0.58, P0.019) was observed between DNA methylation at upstream 1 to 5kb region and its gene expression. Weak negative corre-lations were observed between DNA methylations in allgene body regions of Mafand its gene expression, while weak positive correlations were observed between DNAmethylations in all parts of Mid1ip1 gene and its gene expression. Genes and pathways regulated by spaceflight at both transcription and DNA methylation levels The functional analysis based on both DEGs and DMGs revealed that the genes involved in ECM and focal adhe- sion were the main regulatory targets in the retinas by spaceflight. We found that ECM genes like collagen,laminin, thrombospondin ( Thbs), and integrins included CD44, syndecan, and VLA protein subunit 1, 3, and 8, were regulated at transcriptional level, whereas othergenes like tenascin and integrin VLA subunit 2, 7 and 8, were regulated at DNA methylation level by space-flight (Supplementary Fig. S3A). Though simultaneouslychanges at both the transcription and DNA methylationlevels were not observed in many genes, an integration102Zhong Chen et al. Figure 5. Integrative analysis of spaceflight induced DMGs and DEGs. (A) Venn diagram showing the overlapping DMGs and DEGs induced by spaceflight. (B) TheDNA methylation (based on differentially methylated CpG sites of the gene) vs. the gene expression for the fiveoverlappingDMGsandDEGs.Thelefty-axisshowstheDNAmethylationchange(bluebarforDNAmethylation);therighty-axisshowsthegeneexpressionfold-change (red bar for gene expression). (C) Correlation between the gene expression and DNA methylation of different location of gene for the five overlapping genes. Blue, spaceflight mouse retina; orange, ground control mouse retina.Spaceflight and epigenetic clock 103 analysis identified many DEGs and DMRs were enriched in the ECMcell junction functional group, suggestingthat the genes and gene networks in the ECMcell junc-tion were more sensitive to the stress of spaceflight inthe mouse retinas. This notion of convergent regulationis illustrated in Figs. 4Ca n d4D. We examined the DEGs and DMGs involved in HIPPO, TGF-, and Wnt signaling pathways (Supplementary Fig. S3B). Our analysis showed that Fzd, a transmembrane receptor in Wnt pathway, was significantly downregu-lated in gene expression; while Tfg-r, a transmembrane receptor in TGF- pathway, was hypermethylated. Fzd and Tfg-rinteract with a variety of extracellular signal molecules to activate signaling cascade, of which manydownstream signal components were found in eitherthe DEG or DMG lists, including the genes responsiblefor apoptosis and proliferation ,such as Smad23, CK1 , Axin, CycD, andPkc. Furthermore, the epithelial adher- ent, a cell surface receptor for calcium-dependent cell-cell adhesion, was hypomethylated. Overall, the inte-grated gene network and pathway analysis strongly sug-gested a coordinated response at the transcriptome andmethylome levels in the spaceflight mice. Discussion Approximately one in three astronauts flying on long-duration space missions experience visual impairmentand morphologic changes to their eyes that includechoroidal and retinal folds, optic disc edema, focal areasof retinal ischemia (i.e., cotton wool spots), globe flat-tening, and hyperopic shifts. This collection of oculardisorders, as first reported by Mader and colleagues, 3 has been termed as spaceflight-associated neuro-ocularsyndrome (SANS). A number of factors associated withspaceflight have been proposed to initiate SANS, includ-ing headward fluid shifts induced by weightlessness,space radiation, and high ambient CO 2levels within the spacecraft. A variety of potential mechanisms have alsobeen proposed to account for the unusual physiologicand pathologic neuro-ophthalmic findings, includingelevations in intracranial pressure (ICP) from cephaladfluid shifts, altered autoregulation of cerebral perfusion,impaired cerebrospinal fluid drainage from the brainand orbital optic nerve sheath through venous, glym-phatic, and lymphatic drainage systems, and disruptionof blood-brain, blood-retinal, and blood-optic nerve bar-rier function. 23This seemingly multifaceted pathologi- cal process, which varies from astronaut to astronaut,indicates a complex origin for these neuro-ophthalmicfindings associated with SANS. Results from the presentstudy of spaceflight-induced alterations in DNA methy-lome and transcriptome demonstrated that retinal cellhomeostasis was disrupted during spaceflight, and thattheprimarilyimpactedgenesbelongedtoseveralphysio-logicallyrelevantcellularprocessesandpathways.Theseincludedprocessesandpathwaysassociatedwithoxida-tivestress,inflammation,mitochondrialfunction,tissueremodeling, fibrosis and angiogenesis. Further, the inte- grated DNA methylome and RNA transcriptome analy-sis demonstrated that spaceflight had profound effectsonECMcelljunctionandcellproliferationapoptosissig-nalingintheretina.Althoughthesedatadidnotaddressall the possible mechanisms involved in the etiology ofSANS, they provided crucial insight into the potentialadverse consequences of spaceflight on the retina thatcould be functionally important for maintaining propervisual acuity among astronauts. Multi-dimensional genome-wide analyses have been applied to interrogate vision function, aging and dis-eases. 4,2426In this study, we characterized the retinal tissue epigenomic reprogramming, along with the tran-scriptomic changes of mouse retinas after a period of37-day spaceflight, the human equivalent of 4.1 years.The differential gene expression analysis revealed a fewdistinctive yet interconnected pathways that may havebeen affected by spaceflight, such as inflammatory andcancer-prone pathways, i.e., interleukin and chemokinepathways ( Fgfr1, Fos, Cxcr4 genes); cell structure main- tenance pathways, i.e., ECM and keratins; and the celldeath, cell differentiation, and survival pathways, i.e.,VEGF, TSP1, TGF- signaling and DNA repair. These find- ings support the notion that environmental conditionsduring spaceflight, such as microgravity and space radi-ation, induce retinal structure damage and the coun-teractive cell response, 9leading to similar conditions of known disease states such as age-related maculardegeneration (AMD). 16,27A recent study by Cheng et al. showed that even though mice do not have macula,mimickingdiseasedphotoreceptormetabolismprofileinmicecausedmaculardegeneration-likepathologiessim-ilar to that in humans and leading to blindness. 28 Consistent with what has been reported on retinal disorders,14we identified six genes in the spaceflight mouse retinas that were associated with AMD ( Adamts, Col8a, Htr, Igfb, Slc, Tgfbr ).We also found that the mito- chondrial small molecule transporter family genes suchasSlc4a7, Slc6a17, Slc22a8, Slc22as, Slc25a2, and Slc31a2 were among the top DEGs and DMGs induced by space-flight in the mouse retinas. A gene expression changeof a small molecule transporter in ocular tissue wasalso observed in a previous spaceflight study, whichwas linked to oxidative damage in leading to mito-chondrial apoptosis and cell death in retina. 9Many other structural proteins, such as collagen, keratin andactin, were also downregulated under spaceflight condi-tions. The suppression of these genes has been shownto trigger chronic inflammation, fibrosis, retinopathy,and cancer. 29Notably, several genes in the retinoic acid metabolism pathway were hypermethylated in space-flight mice. RA receptors repress the activity of tran-scription factors such as AP-1and NF-B, and therefore have potential anti-proliferative and anti-inflammatoryeffects. In addition, the expressions of several genes(Wnt5a, Vegf, and Tnf)intheWnt -cateninpathwaywere altered by spaceflight. Wnt -catenin pathway plays a pathogenic role in AMD, and it is believed that certain104Zhong Chen et al. changes in AMD likely lead to inflammation or a cancer- like disease state.30 Intraocular pressure (IOP) impacts cell adhesion and connection, promotes detachment of cell from ECM,leading to apoptosis and optical nerve damage. 31,32Our transcriptomic and epigenomic studies on spaceflightmouse retinas showed that ECM-receptor componentswereamongthemostalteredgenesinspaceflightmouseretinas relative to that in ground control mice (Table 1). We found that the expression of myocilin (encoded byMyoc), a structural component that regulates IOP, was significantly suppressed, suggesting an adverse effectof microgravity on IOP regulation. Another significantlyaltered gene family in the spaceflight mouse retinaswas simple epithelial keratins (SEKs), which are pri-marily expressed in single-layered simple epithelia. Animportant feature of SEKs is that one specific SEK pair(one type I SEK and one type II SEK) predominate in anepithelial cell where they form noncovalent heteropoly-mers. 33Our transcriptomic data showed both Krt1and Krt10were significantly upregulated, suggesting that the spaceflight mice might have been subject to some struc-tural repair in the retinas. However, the expression ofanother corneal epithelial SEK , Krt12, was significantly suppressed. Beside its structural roles, Krt12is generally regarded as a specific corneal epithelial differentiationmarker 34and a reduced expression of Krt12gene may suggest an impaired cell differentiation under space-flight condition. The transcriptomic data revealed spaceflight down- regulated wound-healing and cell proliferation genes(Tgfb2, Tgfb3, Igfbp4, Igfbp5, Igfbp6 ,Pdgfra,and Dcn)i n mouse retinas. Furthermore, many transcriptional regu-lators were also downregulated in the spaceflight mouseretinas,includinghormone-retinoidreceptors Nr4a1and Nr4a3, zinc finger transcriptional factor Egr1, connective tissue growth factor Ctgf, and serine protease inhibitors Serpine2, Serpinf1, Serpinh1 and Serping. These transcrip- tional factors play critical roles in regulating cell sur-vival,proliferation,axialeyegrowth, 35morphogenesisof the lens and optic vesicle development.36,37The methy- lomic data also suggested that spaceflight may impactcellcycleandDNArepairasindicatedbytheIPAanalysis-based DMGs, which showed that R-SMAD binding pro-tein, TGF- receptor signaling, and WNT signaling path- ways were all enriched. The recent NASA Twins Study, 18 also showed that the gene expression changed for genesrelated to cell growth, proliferation and angiogenesisin CD4 and CD8 cells, indicating that the activation ofwound-repairing pathways are not limited to retinal tis-sue in spaceflight. This is the first report on an epigenetic age alteration in retinal tissue during spaceflight. The data indicatedthat the retinas of spaceflight mice tended to have ayounger epigenetic age (deceleration of age) comparedto that of ground control animals (Fig. 2F). Interestingly, in the NASA Twin Study, the results showed that thespaceflight twin had an elongated telomere length rela-tive to his ground-based twin brother, suggesting sloweraging in space. 18Thus, there seems to be some evi- dence that spaceflight-induced age deceleration occursin mice and humans. There also seems to be some sim-ilarity in the aging deceleration of the retinal epige-netic clocks of spaceflight mice and that in mice withovariectomy or on a high-fat diet. 20,21It is worth not- ing that the predicted epigenetic age based on retinalmethylation was much younger than the chronologicalage (2 3 weeks as predicted by retinal DNA methyla- tion clock vs. 21 weeks per chronological age). A cou-pleoffactorsmighthavecontributedtothisdiscrepancy.First, the retinal tissue DNA methylation data was notincluded in Stubbss epigenetic clock training dataset, 20 andtherefore,theretinalepigeneticagewasnotwellrep-resentedbyStubbsalgorithm.Second,theretinaisahet-erocellular tissue and its epigenetic age might be over-represented by epigenetically younger cells. As a matterof fact, Horvath reported that several tumors exhibiteddecelerated epigenetic clocks and that malignant cancertissues were much younger than anticipated. 19,38Never- theless, our spaceflight mouse retinal epigenetic clockanalysis showed that spaceflight significantly deceler-ated retinal epigenetic age. This age deceleration maysuggest an activation of remodeling or compensatorypathways that are dormant under normal physiologicalconditions. 39 In summary, this study is the first to investigate the effects of spaceflight on both DNA methylome andtranscriptome in retinal tissue. Interestingly, the resultsindicate that spaceflight decelerated epigenetic clock inthe mouse retina, i.e., the mice flown in space showedyounger biological ages than the ground control mice.Despite this positive finding, the results also demon-strated that retinal cell homeostasis was disrupted dur-ing spaceflight. The primarily impacted genes by space-flight belong to several physiologically relevant cellu-lar processes and pathways, including those associatedwithoxidativestress,inflammation,mitochondrialfunc-tion, tissue remodeling, fibrosis, and angiogenesis. Thefunctional analysis integrating both DNA methylomeand transcriptome demonstrated that spaceflight hadparticularly profound effects on two important biologi-cal processes, i.e., ECMcell junction and cell prolifera-tionapoptosis signaling in the retina (Figs. 4Ca n d4D, Supplementary Fig. S3). Methods Study design Figure1illustrates the overall study design. The 16- week-old female C57 BL6J mice (Jackson Lab, Bar Har-bor, ME) were used in this study as part of the NASARR-1 project consortium. This project was approved bythe NASA Institutional Animal Care and Use Commit-tee. Both spaceflight and ground control animals werehousedinNASAsanimalenclosuremodules(AEM),withcontrol mice being exposed to the same environmentSpaceflight and epigenetic clock 105 conditions (12-hour light cycle, temperature and humid- ity) as those flown on the International Space Station(ISS). Control animals were kept inside an environmen-talsimulator(ISSES)attheSpaceLifeScienceLaboratory(SLSL) at Kennedy Space Center (KSC), and the space-flight animals were transported to the ISS by SpaceX4on September 21, 2014. All animals were fed with a spe-cial NASA food bar diet and their health was checkeddaily. The spaceflight mice were euthanized and frozenon-orbit after 37 days of flight, while ground controlmice were simultaneously euthanized and frozen underidentical conditions. After the frozen carcasses werereturned to KSC, the ocular tissues were removed frombothgroups.DNAandRNAwereextractedfromthesameretinal sample and were used for library constructionsusing NuGEN Ovation RcirclecopyrtRRBS and OvationRcirclecopyrtMouse RNA- seq library construction kits, respectively. Libraries weremultiplexed with unique sample indices, pooled, andsequenced on an Illumina NextSeq 550. FastQ files weresubject to FastQC, adapter and low-quality reads trim-ming before mapping to mouse genome NCBI GRCm38.Differential CpG methylation regions and differentialexpressed genes were determined after mapping andcounting, and theresulting DMR and DEG lists weresub-ject to IPA and DAVID gene functional analysis. The epi-genetic clock was determined using the MouseEpigenet-icClock script developed by Stubbs et al. (2017). 20 Dissection and preservation of the mouse ocular samples Atthetimeofdissections,botheyesweredissectedfrom the carcasses thawed at room temperature for 1520minutes.Theeyeswereharvestedandsnapfrozeninliq-uidnitrogen,thenstoredat 80 C.Thefrozenwholeeye samplesweremicro-dissectedintheice-coldphosphate-buffered saline (PBS). Fine spring scissors were used toseparate the cornea from the sclera to access the retina.The retina was carefully detached from the sclera. Theretina, cornea, and lens were immediately frozen on dryice and stored at 80 C before DNA and RNA isolations. DNA and RNA isolations Retinal tissues (420 mg) were homogenized with Pre- cellys CKM beads (Hilden, Germany) in 350 lo fQ i a g e n RLT plus buffer. The genomic DNA (gDNA) and total RNAwereisolatedusingtheQiagenAllPrepDNARNAmiRNAUniversal Kit according to the manufacturers protocol.After isolation, RNA and DNA were frozen and kept at80 C until further use. Isolated RNA samples were quantified using NanoDrop spectrophotometry (ThermoScientific,Chino,CA).DNAandRNAwerefurtherquanti-fied using the Qubit dsDNA High Sensitivity Kit and RNABroad Range Kit, respectively (Life Technologies, Carls-bad, CA). RNA quality was evaluated using the Agilent2200 TapeStation and RNA ScreenTape (Santa Clara, CA).All RNA samples had an integrity numbers (RIN) rangingfrom 7.2 to 8.1.Reduced Representation Bisulfite Sequencing (RRBS) library construction One hundred (100) ng of gDNA was used to con- struct RRBS DNA-seq library using the OvationRcirclecopyrtRRBS Methyl-Seq System (NuGEN Technologies, San Carlos,CA)accordingtothemanufacturersprotocol.Briefly,theMspI enzyme, which cuts the DNA at CCGG sites, wasusedtodigestgDNAintofragments.Thefragmentsweredirectly subject to end blunting and phosphorylation inpreparation for ligation to a methylated adapter with asingle-baseToverhang.Auniqueindex,outof16indices,was used for each individual sample for multiplexing.The ligation products were repaired in a thermal cyclerunder the program (60 C10 min, 70C10 min, hold at 4C). The products of the final repair reaction were used for bisulfite conversion using QIAGEN EpiTect Fast DNABisulfite Kit according to Qiagens protocol. Bisulfite-converted DNA was then amplified (Mastercycler Rcirclecopyrtpro, Eppendorf, Hamburg, Germany), and bead-purified withAgencourt RNAClean XP beads. RNA-seq library construction The OvationRcirclecopyrtMouse RNA-Seq System 116 (NuGEN Technologies, San Carlos, CA) was used to constructRNA-seq libraries according to the manufacturersinstructions. Briefly, 100 ng of total RNA spiked with 1 l of 1:500 diluted ERCC Mix 1 (Life Technologies, Carlsbad,CA) was used to start cDNA synthesis. Following theprimer annealing and cDNA synthesis, the products(130 leach sample) were sheared using Covaris S220 Focused-ultrasonicator (Covaris Inc., Woburn, MA). Theparameters were set as follows: 10 duty factor, peakpower 175 and 200 cycles per burst at 4 C for 200 sec- onds to obtain fragment sizes between 150200 bp. Theproducts were then subject to end-repair, adaptor indexligation and strand selection. A custom InDA-C primermixture SS5 Version 5 for mouse was used to allowstrand selection. Finally, the libraries were amplifiedon a PCR thermocycler for 17 cycles (Mastercycler Rcirclecopyrt pro, Eppendorf, Hamburg, Germany), and purified withRNAClean XP Agencourt beads (Beckman Coulter, Indi-anapolis, IN); and quantified using Qubit dsDNA HS Kiton Qubit 3.0 Fluorometer (Life Technologies, Carlsbad,CA). The quality and peak size were determined usingthe D1000 ScreenTape on Agilent 2200 TapeStation(Agilent Technologies, Santa Clara, CA). RRBS and RNA-seq library sequencing The RRBS libraries were sequenced on an IlluminaNextSeq 550, 75 bp, single-end read, whereas the RNA-seq libraries were sequenced on both Illumina NextSeq550andHiSeq4000,pair-endreads(75bpx2),attheLomaLinda University (LLU) Center for Genomics.106Zhong Chen et al. Bioinformatics pipelines For the RRBS data, we used a pipeline that integrates the read quality assessment (FastQC, v0.11.6), trim-ming process (TrimGalore, 40v0.4.5, NuGEN diversity trimming and N6 de-duplicate scripts), alignment (Bis-mark, 41v0.16.34), and differential methylation analysis using MethylKit42(v0.1.0) and DMAP43(v2.8.1). This pipeline facilitates a rapid transition from sequencingreads to a fully annotated CpG methylation report forbiological interpretation. Briefly, the RRBS raw fastqdata were first trimmed using Trim Galore. The mousegenome NCBI GRCm38 downloaded from iGenome(https:support.illumina.comsequencingsequencing s oftwareigenome.htmlMusmusculuMus musculus N CBIGRCm38.tar.gz ), was used as a reference genome. ReadswerealignedtothemousereferencegenomewithBismark (v0.16.34) by default parameter settings. Themethylation call files including the location of each CpGsite and the methylation percentage were generatedby the bismark methylation extractor function. The aligned SAM files were further processed through DMAPto generate CpG region profile using function diffmeth(options: -A 40, 220, -N -I 6). The CpG regions withcoverage by a minimum 20 reads in all samples wereused for further analysis. For the RNA-seq data, we adopted the pipelines used in our recent publications 44,45for mRNA-seq data visualization, which integrated the QC (FastQC,46 ShortRead,47v1.48.0), trimming process (trimmomatic,48 v0.35),alignment(Tophat2,49v2.2.1),readsquantification (cufflinks,50v2.2.1), and differentially expressed gene (DEG) analysis (cuffdiff,51v 2.2.1) for mRNA-seq data analyses. Briefly, the RNA-seq raw fastq data were firsttrimmedusingTrimmomatic(options:Leading:20,Trail-ing:20,Crop:75,Headcrop:5,Slidingwindow:4:15,Minlen:35). The trimmed reads were aligned to the mouse ref-erence genome (NCBI GRCm38) using TopHat2 (defaultparametersettings).Thealignedbamfileswerethenpro-cessedusingCufflinksforgenequantification.Thereadsthat were unable to align to the mouse genome wereconverted to fastq format using SamToFastq functionin Picard (v1.11.4) for ERCC mapping and calculation inwhich the reads were mapped to ERCC transcripts andquantified using TopHat2 and Cufflinks (default param-eter settings). The genes with FPKM 1 in all samples were used for DEG analysis. The DEGs were identifiedby Cuffdiff with FDR 0.3, and fold change (FC) 1.2 (P0.05). All bioinformatics pipelines were run with default parameters if not specified otherwise. Epigenetic clock calculation We used a mouse epigenetic clock algorithm developedby Stubbs et al.(2017) 20to estimate the biological age of the retinas of spaceflight mice, using the MouseEpi-geneticClock script on the methylation coverage fileswith default parameter of read depth threshold at 5. Themouse age estimator, based on the methylation of 329CpG loci, was shown to accurately measure the epige- netic clockbiological age across multiple mouse tis-sues. 19 Gene networks, pathway and functional annotation analyses The analyses on the gene networks, canonical and bio- functional pathways regulated by spaceflight at bothDNA methylome and transcriptome were performedusing the Ingenuity Pathway Analysis (IPA, Qiagen).The sets of 177 differentially expressed genes and 643differentially methylated genes were input into theIPA database to discover canonical, diseases and bio-functional networks possibly regulated by spaceflight.ThecompleteIPAanalysissummaryisshowninthesup-plementary files. We also applied the DAVID FunctionalAnnotation Tool ( https:david.ncifcrf.gov ) to the lists of DEGs and DMGs to identify the functional enrichment ofthe spaceflight-induced gene expression changes to bio-logically relevant categories. PCA computation and statistical analysis PCA components were computed from normalized geneexpression counts of 177 DEGs, or the beta values of alldifferentially methylated CpGs. Specifically, the missingvalues in input data were handled by the imputePCAfunction from R package missMDA (v1.18). Then, PCAwas performed using prcomp (scale FALSE) func- tion from R package stats (v3.6.2). Finally, the contri-butions of each PCA component were extracted usingget eigenvalue function. For DEG analysis, an FC 1.2 with P 0.05 (FDR 0.3) was used as a threshold to select DEGs. For DMG analy-sis, a methylation change 10 (FDR 0.05) was used as a threshold to select DMGs. Pathway analysis wasperformed using IPA and DAVID Functional AnnotationTool to identify canonical pathways. For other statisticsanalysis, data were presented as mean SD, and were analyzed using two-tailed Students t-test or one-way ANOVAfollowedbyTurkeysposthoctest. P-value 0.05 was considered statistically significant. Experimentalnumber (N) represents the number of animals tested ineach group. Supplementary data Supplementary data is available at PCMEDI online. Author contributions CW, XWM and MDD conceived the study and CW designed and determined the experimental approach.MDD and XWM obtained the eye tissues through theNASA Space Biology Program. ZC, SS carried out theexperiments, performed bioinformatics data analysisand drafted the manuscript. NCN performed the mouseSpaceflight and epigenetic clock 107 retina isolation. XC performed bioinformatics data anal- ysis. XC, MDD, HQ and XWM reviewed the manuscript.CW revised and finalized the manuscript. Data availability The RRBS and RNA-seq sequencing data has beenuploadedtotheGeneExpressionOmnibus(GEO)withtheaccession GSE159771. Acknowledgments The authors would like to thank Dr. Thomas M. Stubbs,Dr. Wolf Reik for the discussions; and Dr. ZhaoweiYang for helping in the analysis with the mouse epi-genetic age estimator. The genomic work carried outat the Loma Linda University Center for Genomics wasfunded in part by the National Institutes of Health(NIH)(Grant No. S10OD019960) (CW), the Ardmore Insti-tute of Health (Grant No. 2150141) (CW) and Dr. CharlesA. Sims gift to LLU Center for Genomics. This projectwas partially supported by NASA Space Biology (GrantNo. NNX15AE86G) (MDD and XWM), and AmericanHeartAssociation(AHA)(GrantNo.18IPA34170301)(CW);and also partially supported by NIH grants HL115195-06 (HQ)subcontract (GSU)  SP00013920-02 (CW), andHL137962 (HQ)subcontract (GSU)  SP00013696-01 (CW). Conflict of interest All authors claim no conflict of interests and all authorshave reviewed and agreed with the contents of themanuscript. In addition, as an Editorial Board MemberofPrecision Clinical Medicine , the corresponding author Charles Wang was blinded from reviewing and makingdecision on this manuscript. References 1. Demontis GC, Germani MM, Caiani EG, et al.Human patho- physiological adaptations to the space environment. Front Physiol2017;8:547. doi:10.3389fphys.2017.00547. 2. Joseph JA, Shukitt-Hale B, McEwen J, et al.CNS-induced deficits of heavy particle irradiation in space: the aging con- nection. Adv Space Res 2000;25:205764. doi:10.1016S0273- 1177(99)01013-3. 3. Mader TH, Gibson CR, Pass AF, et al.Optic disc edema, globe flattening, choroidal folds, and hyperopic shifts observed in astronauts after long-duration space flight. Ophthalmology 2011;118:205869. doi:10.1016j.ophtha.2011.06.021. 4 .I o s i mS ,M a c K a yM ,W e s t o v e rC , et al.Translating current biomedicaltherapiesforlongduration,deepspacemissions. Precis Clin Med 2019;2:25969. doi:10.1093pcmedipbz022. 5. Chylack LT, Jr, Leif EP, Alan HF, et al.NASA study of cataract inastronauts(NASCA).Report1:Cross-sectionalstudyofthe relationship of exposure to space radiation and risk of lensopacity. Radiat Res 2009;172:1020. doi:10.1667RR1580.1. 6. Jones JA, McCarten M, Manuel K, et al.Cataract formation mechanisms and risk in aviation and space crews. Aviat Space Environ Med 2007;78:A5666.7. Mader TH, Gibson CR, Miller NR, et al.An overview of spaceflight-associated neuro-ocular syndrome (SANS). Neu- rol India 2019;67:S20611. doi:10.41030028-3886.259126. 8. Mao XW, Byrum S, Nishiyama NC, et al.Impact of space- flight and artificial gravity on the mouse retina: Biochem- ical and proteomic analysis. Int J Mol Sci 2018;19:2546. doi:10.3390ijms19092546. 9. Mao XW, Pecaut MJ, Stodieck LS, et al.Spaceflight environ- ment induces mitochondrial oxidative damage in ocular tis- sue. Radiat Res 2013;180:34050. doi:10.1667RR3309.1. 10. MaoXW,GreenLM,MekonnenT, et al.Geneexpressionanal- ysisofoxidativestressandapoptosisinproton-irradiatedrat retina. In Vivo2010;24:42530. 11. Mao XW, Boerma M, Rodriguez D, et al.Acute effect of low- dosespaceradiationonmouseretinaandretinalendothelial cells. Radiat Res 2018;190:4552, doi:10.1667RR14977.1. 12. Mao XW, Nishiyama NC, Byrum SD, et al.Characteriza- tion of mouse ocular response to a 35-day spaceflight mis- sion: Evidence of blood-retinal barrier disruption and ocu- lar adaptations. Sci Rep2019;9:8215. doi:10.1038s41598-019- 44696-0. 13. Strunnikova NV, Maminishkis A, Barb JJ, et al.Transcrip- tome analysis and molecular signature of human reti-nal pigment epithelium. Hum Mol Genet 2010;19:246886. doi:10.1093hmgddq129. 14. LiM,JiaC,KazmierkiewiczKL, et al.Comprehensiveanalysis of gene expression in human retina and supporting tissues.Hum Mol Genet 2014;23:400114. doi:10.1093hmgddu114. 15. Tian L, Kazmierkiewicz KL, Bowman AS, et al.Transcrip- tome of the human retina, retinal pigmented epithe-lium and choroid. Genomics 2015;105:25364. doi:10.1016 j.ygeno.2015.01.008. 16. Whitmore SS, Mullins RF. Transcriptome changes in age-related macular degeneration. BMC Med 2012;10:21. doi:10.11861741-7015-10-21. 17. Overbey EG, da Silveira WA, Stanbouly S, et al.Spaceflight influences gene expression, photoreceptor integrity, and oxidativestress-relateddamageinthemurineretina. Sci Rep 2019;9:13304. doi:10.1038s41598-019-49453-x13304. 18. Garrett-Bakelman FE, Darshi M, Green SJ, et al.The NASA twins study: A multidimensional analysis of a year-long human spaceflight. Science 2019;364:eaau8650. doi:10.1126science.aau8650. 19. Horvath S. DNA methylation age of human tissues and cell types. Genome Biol 2013;14:R115. doi:10.1186gb-2013-14-10- r115. 20. Stubbs TM, Bonder MJ, Stark AK, et al.Multi-tissue DNA methylation age predictor in mouse. Genome Biol 18:68. doi:10.1186s13059-017-1203-5. 21. Petkovich DA, Podolskiy DI, Lobanov AV, et al.Using DNA methylation profiling to evaluate biological age and longevity interventions. Cell Metab 2017;25:95460. doi:10.1016j.cmet.2017.03.016. 22. Horvath S, Raj K. DNA methylation-based biomarkers and the epigenetic clock theory of ageing. Nat Rev Genet 2018;19:37184. doi:10.1038s41576-018-0004-3. 23. Lee AG, Mader TH, Gibson CR, et al.Spaceflight asso- ciated neuro-ocular syndrome (SANS) and the neuro- ophthalmologic effects of microgravity: a review and anupdate. NPJ Microgravity 2020;6:7. doi:10.1038s41526-020- 0097-9. 24. Yang HJ, RatnapriyaR, Cogliati T, et al.Vision from next gen- eration sequencing: multi-dimensional genome-wide anal- ysis for producing gene regulatory networks underlying108Zhong Chen et al. retinal development, aging and disease. Prog Retin Eye Res 2015;46:130. doi:10.1016j.preteyeres.2015.01.005. 25. Vernice NA, Meydan C, Afshinnekoo E, et al.Long-term spaceflight and the cardiovascular system. Precis Clin Med 2020;3:28491. doi:10.1093pcmedipbaa022. 26. da Silveira WA, Fazelinia H, Rosenthal SB, et al.Com- prehensive multi-omics analysis reveals mitochon-drial stress as a central biological hub for space- flight impact. Cell2020;183:1185201. doi:https:doi.org 10.1016j.cell.2020.11.002. 27. Whitmore SS, Wagner AH, DeLuca AP, et al.Transcriptomic analysis across nasal, temporal, and macular regions of human neural retina and RPEchoroid by RNA-Seq. Exp Eye Res2014;129:93106, doi:10.1016j.exer.2014.11.001. 28. Cheng SY, Cipi J, Ma S, et al.Altered photoreceptor metabolism in mouse causes late stage-related macular degeneration-like pathologies. Proc Natl Acad Sci U S A 2020;117:13094104. doi:10.1073pnas.2000339117. 29. Jun JI, Lau L. Taking aim at the extracellular matrix: ccn pro- teins as emerging therapeutic targets. Nat Rev Drug Discov 2011;10:94563. 30. Kim JH, Park S, Chung H, et al.Wnt5a attenuates the pathogenic effects of the Wntbeta-catenin pathwayin human retinal pigment epithelial cells via down- regulating beta-catenin and Snail. BMB Rep 2015;48: 52530. doi:10.5483bmbrep.2015.48.9.140. 31. LaurieSS,VizzeriG,TaibbiG, et al.Effectsofshort-termmild hypercapnia during head-down tilt on intracranial pressure and ocular structures in healthy human subjects. Physiol Rep 2017;5:e13302. doi:10.14814phy2.13302. 32. Zhu Y, Pappas AC, Wang R, et al.Ultrastructural morphol- ogy of the optic nerve head in aged and glaucomatous mice. Invest Ophthalmol Vis Sci 2018;59:398496.doi:10.1167iovs.18- 23885. 33. Omary MB, Ku NO, Strnad P, et al.Toward unraveling the complexity of simple epithelial keratins in human disease.J Clin Invest 2009;119:1794805. doi:10.1172JCI37762. 3 4 .K u r p a k u sM A ,M a n i a c iM T ,E s c oM .E x p r e s s i o no fk e r - atins K12, K4 and K14 during development of ocu-lar surface epithelium. Curr Eye Res 1994;13:80514. doi:10.310902713689409025135. 35. LiT,XiaoX,LiS, et al.EvaluationofEGR1asacandidategene for high myopia. Mol Vis2008;14:130912. 36. Chanda B, Ditadi A, Iscove NN, et al.Retinoic acid signaling is essential for embryonic hematopoietic stem cell develop- ment. Cell2013;155:21527. doi:10.1016j.cell.2013.08.055. 37. Cvekl A, Wang WL. Retinoic acid signaling in mam- malian eye development. Exp Eye Res 2009;89:28091. doi:10.1016j.exer.2009.04.012.38. Corso-Diaz X, Jaeger C, Chaitankar V, et al.Epigenetic con- trol of gene regulation during development and disease: A view from the retina. Prog Retin Eye Res 2018;65:127. doi:10.1016j.preteyeres.2018.03.002. 39. Theriot CAZ, Zanello SB. Molecular effects of spaceflight in the mouse eye after space shuttle mission STS-135. Gravitat Space Res 2014;2:324. 40. TrimGalore. http:www.bioinformatics.babraham.ac.ukpr ojectstrim galore. 41. Krueger F, Andrews SR. Bismark: a flexible aligner and methylationcallerforBisulfite-Seqapplications. Bioinformat- ics2011;27:15712. doi:10.1093bioinformaticsbtr167. 42. AkalinA,KormakssonM,LiS, et al.methylKit:acomprehen- siveRpackagefortheanalysisofgenome-wideDNAmethy- lation profiles. Genome Biol 2012;13:R87. doi:10.1186gb-2012- 13-10-r87. 43. Stockwell PA, Chatterjee A, Rodger EJ, et al.DMAP: dif- ferential methylation analysis package for RRBS and WGBS data. Bioinformatics 2014;30:181422. doi:10.1093 bioinformaticsbtu126. 44. Wang C, Gong B, Bushel PR, et al.The concordance between RNA-seq and microarray data depends on chemical treat-ment and transcript abundance. Nat Biotechnol 2014;32:926 32. doi:10.1038nbt.3001. 45. Yu Y, Fuscoe JC, Zhao C, et al.A rat RNA-Seq transcriptomic BodyMap across 11 organs and 4 developmental stages. Nat Commun 2014;5:3230. doi:10.1038ncomms4230. 46. Andrews SR. FastQC: A quality control tool for high throughput sequence data . 2010,http:www.bioinformatics.babraham.ac .ukprojectsfastqc . 47. Morgan M, Anders S, Lawrence M, et al.ShortRead: a bioconductor package for input, quality assessment andexploration of high-throughput sequence data. Bioinformat- ics2009;25:26078. doi:10.1093bioinformaticsbtp450. 48. Bolger AM, Lohse M, Usadel B. Trimmomatic: a flexible trim- mer for Illumina sequence data. Bioinformatics 2014;30:2114 20. doi:10.1093bioinformaticsbtu170. 49. Kim D, Pertea G, Trapnell C, et al.TopHat2: accurate alignment of transcriptomes in the presence of inser- tions, deletions and gene fusions. Genome Biol 2013;14:R36. doi:10.1186gb-2013-14-4-r36. 50. Trapnell C, Williams BA, Pertea G, et al.Transcript assem- blyandquantificationbyRNA-Seqrevealsunannotatedtran- scriptsandisoformswitchingduringcelldifferentiation. Nat Biotechnol 2010;28:5115. doi:10.1038nbt.1621. 51. Trapnell C, Roberts A, Goff L, et al.Differential gene and transcript expression analysis of RNA-seq experi- ments with TopHat and Cufflinks. Nat Protoc 2012;7:56278. doi:10.1038nprot.2012.016.",
        "introduction": "The spaceflight environment contains two major risk factors, irradiation and microgravity, which are thoughtto induce adverse effects on astronauts vision andcentral nervous systems, 14and in particular, the eye and retina.5,6Studies reported that more than 30 of astronauts returning from Space Shuttle missions orthe International Space Station (ISS) were diagnosedwith eye problems that reduced visual acuity. 3,7Further- more, a recent study showed that spaceflight inducedsignificant apoptosis in the retinal inner nuclear layer(INL) and ganglion cell layer (GCL) of mice. 8Previ- ous work has also shown that many genes involvedin oxidative stress and mitochondria-associated apop-tosis are altered in the retinas of space-flown mice,and oxidative stress-induced apoptosis plays an impor-tant role in response to space irradiation in mouseretinas. 911 Previous research on space-induced visual impair- ment in astronauts has primarily utilized proteomicsand microarray technologies to better understand thebiological effects of spaceflight on the mouse retina;these studies collectively reveal that spaceflight altersthe expression of certain genes and proteins involved incell death, mitochondrial function, endoplasmic reticu-lum (ER) stress, neuronal and glial cell loss, and axonaldegenerationinmice. 9,12Althoughtherearestudiesana- lyzing the transcriptome in human retinas, none hasbeen done under spaceflight conditions. 1316Thus, the mechanisms underlying the spaceflight-induced visionimpairment remain largely unknown. Even thoughspaceflight-induced transcriptomic reprogramming inmouse retinas was recently reported, 17there has been no study of the effects of spaceflight on the retinamethylome or the epigenetic clocks of animals orhumans. There is great enthusiasm both within the scientific community and society in general with the ambitiousplans for the return of manned missions to the moonand long-duration ( 300 days) space travel to Mars and beyond. However, a comprehensive assessment of theadverseeffects onthehumanbodyis still incomplete. Ina recent NASA Twins Study, some persistent changes ingene expression, DNA damage, telomeres, neuro-ocularand cognitive function were observed when comparingthe spaceflight twin brother to his earth-bound twin. 18 It has also been shown that long-duration spaceflightchanges gene regulation at both the transcriptional andepigeneticlevels,althoughthemajorityofthesechangesreturntothepreflightlevelsixmonthsafterreturningtoearth. As part of a NASA research consortium to acceler-ate spaceflight risk characterization and to gather omicsdata to allow robust predictions of cellular responsein organisms exposed to long-duration spaceflight, weinvestigated the DNA methylome, epigenetic clock andtranscriptome of retinas from mice flown on a long-duration 37-day mission, the human equivalent of 4.1years, as part of the Rodent Research-1 (RR-1) project.We identified differentially methylated genes (DMGs)and differentially expressed genes (DEGs) between spaceflight and ground control mice. In addition, asepigenetic clocks have been used to predict tissue bio-logical ages and age-related diseases in both humans 19 and mice20,21, we calculated spaceflight-induced epige- neticclockbasedontheDNAmethylationatuniqueCpGsites of mouse retinas to predict the retinal tissue agingdue to the spaceflight. This study provides new insightsinto the visual impairment due to long-duration space-flight.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Study design"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Spaceflight caused global epigenomic changes in mouse retina"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Spaceflight induced global alterations on gene expression and the distribution of DMCs and DEGs across chromosomes"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "Integrative analysis of spaceflight induced DMGs and DEGs"
            }
        ]
    }
]