[
    {
        "pmid": "24052491",
        "title": "n-3 Polyunsaturated fatty acids supplementation in peripheral artery disease: the OMEGA-PAD trial.",
        "year": "2013",
        "journal": "Vasc Med",
        "abstract": "Despite current consensus guidelines recommending intensive cardiovascular risk factor management for peripheral artery disease (PAD), patients suffering from PAD continue to experience significant morbidity and mortality. This excess morbid burden is at least partially related to impaired vascular function and systemic inflammation. Interventions bridging this gap are critical. Dietary supplementation of n-3 polyunsaturated fatty acids (n-3 PUFA) has been shown to improve endothelial function and reduce inflammation in different cohorts, as well as to decrease cardiovascular events in secondary prevention trials in patients with coronary artery disease. Their effects in the PAD population are, however, less well understood. The OMEGA-PAD trial is a double-blinded, randomized, placebo-controlled trial that examines the impact of a high-dose, short-duration dietary oral supplementation of n-3 PUFA on vascular function and inflammation in patients with established PAD. The purpose of this article is to provide a detailed description of the design and methods of the OMEGA-PAD trial, and a summary of baseline characteristics of the cohort.",
        "full_text": "n-3 Polyunsaturated fatty acids supplementation in peripheral artery disease: the OMEGA-PAD trial S Marlene Grenon1,2, Christopher D Owens1,2, Hugh Alley1, Karen Chong1, Priscilla K Yen3, William Harris4, Millie Hughes-Fulford5, and Michael S Conte1 1Department of Surgery. University of California, San Francisco, San Francisco, CA, USA 2Department of Surgery, Veterans Affairs Medical Center. San Francisco CA, USA 3Department of Biostatistics. University of California, Los Angeles, Los Angeles, CA, USA 4Department of Medicine. University of South, Dakota, Vermillion, SD, USA 5Department of Medicine, Veterans Affairs Medical Center, San Francisco, CA, USA Abstract Despite current consensus guidelines recommending intensive cardiovascular risk factor management for peripheral artery disease (PAD), patients suffering from PAD continue to experience significant morbidity and mortality. This excess morbid burden is at least partially related to impaired vascular function and systemic inflammation. Interventions bridging this gap are critical. Dietary supplementation of n-3 polyunsaturated fatty acids (n-3 PUFA) has been shown to improve endothelial function and reduce inflammation in different cohorts, as well as to decrease cardiovascular events in secondary prevention trials in patients with coronary artery disease, Their effects in the PAD population are, however, less well understood. The OMEGA- PAD trial is a double-blinded, randomized, placebo-controlled trial that examines the impact of a high-dose, short-duration dietary oral supplementation of n-3 PUFA on vascular function and inflammation in patients with established PAD. The purpose of this article is to provide a detailed description of the design and methods of the OMEGA-PAD trial, and a summary of baseline characteristics of the cohort. Keywords fatty acids; peripheral artery disease; randomized controlled trials Introduction and rationale Peripheral artery disease (PAD) is an epidemic with significant impact on the health of our society. Classically, PAD affects more than 12 of people aged over 65 years, and more  The Author(s) 2013 Corresponding author: S Marlene Grenon, Department of Surgery, Veterans Affairs Medical Center, University of California, 4 50 Clement St, Surgical Services, Mail Code 2G, San Francisco, CA 94 2, USA, marlene.grenonucsfmedctr.org. Declaration of conflicting interest The authors have no conflicts of interest to declare. NIH Public Access Author Manuscript Vasc Med . Author manuscript; available in PMC 2014 October 01. Published in final edited form as: Vasc Med . 2013 October ; 18(5): 263274. doi:10.11771358863X13503695. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptthan 20 of those aged above 75.1 However, a more recent study suggests that in a primary care population, one-third of patients aged 70 years and above suffer from PAD.2 Once PAD is diagnosed, the annual mortality rate is 46,3,4 with a 2060 increased risk of myocardial infarction5,6 and a 40 increased risk of stroke. With further progression of the disease- to its most advanced stage (critical limb ischemia), the 1-year mortality is increased to 25 and may be as high as 45 in those who have under-gone an amputation.3,7,8 Overall, the public remains poorly informed about PAD, and there are major knowledge gaps with regards to the definition of PAD, (he risk factors and symptoms of the disease, as well as the association of the disease with the risk of amputation or mortality.9 In 2001, a total of 4.37 billion was spent by Medicare on PAD-related treatment and 88 of these expenditures were for inpatient care.10 Interestingly, the international Reduction of Atherothrombosis for Continued Health (REACH) Registry reported PAD incurring higher annual mean medication and hospitalization costs annually than coronary artery disease (CAD) and cerebrovascular disease.11 Interventions to improve the morbidity and mortality of patients with PAD are therefore critical. n-3 Polyunsaturated fatty acids (PUFA) have long been recognized to reduce cardiovascular disease,12,13 with a high tissue ratio of n-3n-6 PUFA leading to a reduced risk of coronary events.14 Greenland Eskimos who consume a diet high in n-3 PUFA15 have a low incidence of CAD. Randomized trials evaluating the impact of oily fish or fish oil supplementation on cardiovascular health have demonstrated a decrease in total mortality, a decrease in cardiovascular death, a decrease in sudden cardiac death and a reduction in non-fatal cardiovascular events.1619 There is presently more controversy about the benefits of n-3 PUFA in patients with cardiovascular disease. For example, in a recent meta-analysis published last year by Rizos et al., there were no significant benefits of n-3 PUFA on all- cause mortality, cardiac death, sudden death, myocardial infarction, or stroke.20 However, in another meta-analysis published the same year, n-3 PUFA were found to be protective against vascular death.21 One of the largest trials, the JEL1S study, randomized 18,000 hypercholesterolemic patients to statin and n-3 PUFA supplementation versus statins alone. The group with n-3 PUFA supplementation experienced significantly fewer non-fatal coronary events.18 Furthermore, n-3 PUFA supplementation was associated with a 55 reduction in major coronary events in the PAD subgroup compared to an 18 relative reduction in the patients without PAD.22 Since patients with PAD continue to experience a higher risk of cardiovascular events compared to those with CAD,23,24 they could potentially benefit from improved medical therapy, warranting further investigations on n-3 PUFA in this patient population. Part of the clinically relevant benefit of fish-oil or n-3 PUFA supplementation is thought to be due to improvement in endothelial function and reduction in inflammation. Supporting evidence of (his proposition includes an improvement in endothelial function in healthy volunteers,2527 in obese adolescents28 and in patients with chronic heart failure,29 as well as a dramatic reduction in inflammation as measured by C-reactive protein (CRP) in healthy individuals,3036 male smokers,37 obese adolescents,28 and in patients with rheumatoid arthritis38 or CAD.39 Still, evidence for the beneficial effects of n-3 PUFA in patients with PAD is controversial.40 Although there is some evidence suggesting that consumption of n-3 FAs in the diet may be associated with a decreased prevalence of PAD,41 the effects of n-3Grenon et al. Page 2 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptPUFA on PAD have not been as thoroughly investigated. Several relatively small prospective studies have aimed to assess the effects of fish oil and n-3 PUFA on different parameters related to PAD,4249 with different conclusions. One meta-analysis studied the effects of n-3 PUFA in intermittent claudication50 and concluded that blood viscosity decreases with n-3 PUFA supplementation, but that there is no evidence it significantly affects walking distance, the ankle-brachial index or blood pressure. At the present time, there is also insufficient evidence to know if n-3 PUFA can improve endothelial function and inflammation in patients with PAD. The OMEGA-PAD trial aims to assess the impact of high-dose, short-term, n-3 PUFA supplementation on endothelial function and inflammation in patients with established symptomatic PAD (Figure 1). The results obtained will be correlated with the omcga-3 index, a validated marker of tissue n-3 PUFA content and an independent graded risk factor for death from CAD.51,52 The scientific knowledge obtained from this study could have a significant clinical impact resulting in improved treatment and outcomes for patients suffering from PAD. The results of this study will also provide valuable mechanistic insight into PUFA as well as inform on this class of agents for cardiovascular outcome trials. At the present time, despite guidelines from the American Heart Association (AHA) of n-3 PUFA and diet in general,53,54 the evidence for PAD remains elusive. If successful, the present study will provide direct evidence of a beneficial impact of dietary n-3 PUFA supplementation on the vascular health of the PAD population, and help define a treatment goal (omcga-3 index threshold) to guide such recommendations. Methods Study design The OMEGA-PAD trial is a randomized, double-blind, placebo-controlled trial. A total of 80 patients aged 50 years or above with lower extremity PAD in the form of intermittent claudication and an anklebrachial index (ABI) of 0.9 presenting to the vascular surgery clinic at the Veterans Affairs Medical Center in San Francisco (SFVAMC) will be randomized to 2.2 g oral n-3 PUFA twice daily (total of 4.4 gday) or a matched placebo for 1 month. Measurements will be done at baseline and after 1 month (Figure 2 and Table 1). The primary endpoint is a change in endothelial function measured by brachial artery flow- mediated, endothelium-dependent vasodilation (FMD). Secondary endpoints include a change in inflammatory and anti-inflammatory markers such as high-sensitivity C-reactive protein (hsCRP), interleukin-6 (IL-6), soluble intracellular adhesion molecule- (sICAM-1), tumor necrosis factor-  (TNF- ) and 15-epimeric lipoxin A4 (15-epi-LXA4), and improvement in lipid profile (low-density lipoprotein (LDL), triglycerides, high-density lipoprotein (HDL)), blood pressure and patient-perceived walking impairment as determined by the Walking Impairment Questionnaire.55 The omega-3 index will be measured to correlate observed effects with changes in the red blood cell (RBC) content of n-3 PUFA.Grenon et al. Page 3 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptEthics Institutional review board approval was granted for this study by the Committee on Human Research at the University of California, San Francisco (UCSF), The study was registered with ClinicalTrials.org (NCT01310270). Study population, site and recruitment The subjects recruited for this study will include males and females with PAD, age 50 years and above. The patients targeted are those with intermittent claudication (Rutherford grade I3), Inclusion criteria include; (1) intermittent claudication (mild-severe); (2) resting or exercise ABI0.9; and (3) age  50. Lxolusion criteria include: (1) critical limb ischemia (rest pain or tissue loss); (2) hypersensitivity allergies to fish or seafood; (3) significant renal, hepatic or inflammatory disorder; (4) concurrent severe infections; (5) acute illness or major surgery within 30 days; and (6) receiving immunosuppressive medications. Eighty subjects will be recruited from the vascular surgery clinic at the SFVAMC. All patients will undergo a complete history and physical examination. Demographic information, cardiovascular history (e.g. coronary artery disease, cerebrovascular disease), risk factors (hypertension, diabetes, hypercholesterolemia, cigarette smoking, renal insufficiency), medications, and pertinent cardiovascular examination findings will be documented. Randomization procedures and nutritional intervention After an individual is recruited and determined to be eligible, the participant will be randomized to one of two groups: n-3 PUFA or placebo, n-3 PUFA supplementation is achieved with four capsules of ProOmega twice daily (Nordic Naturals, Watsonville, CA, USA), corresponding to a total of 4.4 gday. Each ProOmega capsule contains 325 mg of eicosapentaenoic acid (EPA) and 225 mg of doco-sahexaenoic acid (DHA). We chose the dose of 4 gday, which corresponds with the AHAs recommendations for the treatment of hypertriglyceridemia.40,41 In order to achieve this target dose, a total of eight tabs of ProOmega (325 mg EPA225 mg DHA) are used, corresponding to a total dose of 4.4 gday of n-3 PUFA. The placebo group will take the same number of capsules containing an inactive substance (soybean; Nordic Naturals). The placebo capsules are designed to be the same color and shape as the treatment capsules. Prior to the randomization visit, project staff will contact the assigned research pharmacist who will generate the block randomization process. Four subjects will be randomized per block (total of 20 blocks) with a ratio of 1:1 for each block. A 1-month period was chosen in order to assess the impact of acute oral supplementation of fish oil, as other investigators have demonstrated that 1 month of treatment was sufficient to see changes in the lipid profile.44 Study protocol Individuals who are interested in the study will undergo an initial screening questionnaire with the study staff in clinic or over the phone. Those meeting the inclusion criteria will be invited to enter the research study, at which time informed consent will be obtained by study staff in accordance with requirements of the Committee for Human Research. Subjects will come into the hospital for an initial visit for baseline measurements and then commence the study drug or placebo for I month (Figure 2). At the end of the month, theyGrenon et al. Page 4 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptwill return for a second visit when study measurements will be repeated (Table 1). In addition to the primary and secondary endpoints described above, other measurements will include bilateral ABIs, bioelectric impedance analysis (BIA), and arterial tonometry to correlate with FMD results. Subjects will also be instructed to complete a nutrition questionnaire (Block 2005 Food Frequency Questionnaire; NutritionQuest, Berkeley, CA, USA) based on their diet,56 two surveys for post-traumatic stress disorders,57,58 and one 8- item patient health questionnaire for depression.59 Measurements Demographics, anthropometries, medical history, and hemodynamic measurements Demographic data (including age, race, sex, hip and waist circumference, body mass index (BM1), prior supplement use, exercise frequency), cardiovascular history (e.g. CAD, cerebrovascular disease, previous procedures), risk factors (hypertension, diabetes, hypercholesterolemia, cigarette smoking, renal insufficiency), medications, and pertinent cardiovascular examination findings will be recorded. Blood pressure will be recorded by an indirect sphygmomanometer. Vascular reactivity of brachial arteries Flow-mediated vasodilation will be performed according to current guidelines and standards60,61 and as already described by our group62 and other investigators.6366 Subjects will be asked to be fasting (8 hours) and free of nicotine ( 4 hours). A history of recent medications will be recorded. Subjects will be allowed to rest for 10 minutes in a supine position in a darkened room at 23C. The subjects arm will be extended onto a movement-constraining pillow with the palmar aspect oriented anteriorly. A 5 Cm tourniquet blood pressure cuff will be placed on the upper arm distal to the insertion of the deltoid. The length of the brachial artery will be surveyed by B- mode ultrasound (Philips HD11) using a broadband linear array transducer with a 312 MHz range Philips LI2-3) until a straight segment with a visible registration structure can be located. The probe will be oriented so that the artery is at least 3 cm deep to the surface of the skin, the focus aligned with the deep boundary of the vessel, and clearly demarcated intimalumen boundaries are visible. Prior to cuff inflation, the baseline diameter of the vessel and blood-flow velocity will be recorded for 60 seconds using electrocardiogram (EKG)-gated image capture software (Brachial Imager; Medical Imaging Applications LLC, Coralville, 1A, USA). Baseline blood-flow velocity will be recorded for 60 seconds using an insonation angle of 60. The Doppler sample gate will be positioned to cover the center, but not the edges, of the lumen. The probe will not be moved between measurements. The blood pressure cud will then be inflated to the greater of 250 mmHg or 50 mmHg above the subjects systolic blood pressure for a period of 5 minutes. Recording of the B-mode images will begin 10 seconds prior to cuff release. Blood-flow velocity will be assessed for a period of 30 seconds post-cuff release using the methods described above. 13-mode images will be recorded until 3 minutes post-cuff release. Analysis of the images will be performed using continuous edge-detection software (Brachial Analyzer; Medical Imaging Applications LLC). Baseline diameter will beGrenon et al. Page 5 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptrecorded as the mean of 60 seconds of data. From hyperemia recordings, the exact moment of cuff release will be noted, Hyperemia diameter will be calculated using a pre-determined time window (5565 seconds post-cuff release). FMD will be calculated as (60 s hyperemia diameter  avg baseline diameteravg baseline diameter) 100. The vasoreactivity index was calculated by normalizing FMD to brachial stimulus ratio, with brachial stimulus ratio corresponding to hyperemia flow divided by baseline flow. FMD in healthy subjects is expected to be above 760 and has been reported to range between 0.20 and 19.2.67 Our preliminary data are comparable to other investigators in the PAD population (59).62,63,65 Time-averaged velocity measurements will be obtained using the peak-velocity method. Average velocity at baseline will be obtained from 60 seconds of data. Velocity of the hyperemia stimulus will be calculated as the mean velocity of the first four heart beats following cuff-release. Both mean velocity and the velocity time integral will be recorded. Quality control will be assessed at each point of the measurements. Image quality will be evaluated by a second observer and graded on a 6-point scale that includes; registration structure (landmark), horizontally directed artery, correct longitudinal alignment, clearly visualized near wall intimal medial thickness (1MT) and far wall IMT, and at least 5 mm of clearly visualized artery. Tonometry Measurements of arterial stiffness will be performed with an applanation tonometer (SphygmoCor CP (Tonometry System; Itasca, 1L, USA) and the provided analysis software. After measuring the subjects blood pressure and applying EKG leads, the applanation tonometer probe will be placed over the subjects radial, carotid, and femoral arteries for about 3 minutes to capture pulse wave tracings of the artery of interest. The tracings will be used in the Fourier transform algorithm to calculate several parameters including ascending aortic blood pressure, aortic pulse pressure and augmentation index, ejection duration, and pulse wave velocity between any two sites in the vasculature. Ankle-brachial index Anklebrachial indices will be measured using current guidelines and standards.68 Systolic blood pressures of the brachial, posterior tibial and dorsalis pedis arteries will be measured bilaterally. For each lower extremity, the highest systolic pressure of the two pedal pulses will be divided by the highest systolic pressure of the two brachial arteries. Body fat composition Body fat composition will be measured using bioelectric impedance analysis (RJL Quantum J01Q; RJL Sciences, Clinton Township, Ml, USA). Resistance and reactance will be used to calculate impedance (resistance2 reactance2)0.5, which is used to calculate fat free mass (FFM) (0.8787ht2)(impedance0.485l25.22)(0 . 0813wt)0.071. FFM is used to calculate body fat mass wt FFMJ and fat percentage (body fat masswt)100. Inflammatory markers Inflammation will be measured through inflammatory biomarkers including hsCRP, IL-6, sICAM-1, TNF-  and 15-epi-LXA4.69,70 Ten milliliters of whole venous blood will be collected in a fasting stale in a tiger-top tube, clotted for aGrenon et al. Page 6 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptminimum of 30 minutes at room temperature, and centrifuged at 2800 rpm for 10 minutes at 4C. Serum will be stored at 80C until assayed for IL-6, sICAM-1, and TNF-  per standard kit protocol (RD Systems Inc., Minneapolis, MN, USA). The typical coefficients of variation for IL-6, slCAM-1, and TNF-  are 7.4, 4.6, and 5.4, respectively. The lower limits of detection are 0.04 pgml, 0.1 ngml, and 0.11 pgml, respectively. Plasma will be assayed for hsCRP the same day as collection by the SFVAMC lab per standard methodology (Analyzer; Beckman Coulter, Miami, FL, USA), The coefficient of variation for hsCRP using this procedure is 5.1, In healthy individuals, CRT is 1.0 mgdl. n-Fatty acid measurements The omega-3 index represents the red blood cell (RBC) content of the two major long-chain n-3 FAs, LPA and D11A.71 It equates to LPA I D1IA as a percent of total RBC FAs and has been identified as a biomarker for increased risk for CAD, especially sudden cardiac death, it is read as high, intermediate, and low-risk levels of the omega-3 index (4, 48, 8, respectively). Ten milliliters of whole venous blood will be collected in a fasting slate in an HDTA tube, and centrifuged at 2800 rpm for 10 minutes at 4C within 30 minutes of collection. Packed RBCs will be stored al 80C until assayed for n-3 FAs, n-6 FAs, arachidonic acid (AA), HPA, D11A, omega-3 index., saturated fat, trans fat, and monounsaturated fat. The RBCs will be analyzed according to the HS-Omega-3 Index methodology.72 Briefly, fatly acid methyl esters are generated from RBCs by acid transesterification with boron trifluoride and analyzed by capillary gas chromatography using a GC-2010 Gas Chromatograph (Shimadzu Corporation, Columbia, MD, USA) equipped with a SP2560, 100-m column (Supelco, Inc., Bellefonte, PA, USA). Fatty acids arc identified by comparison with a standard mixture of fatty acids characteristic of erythrocytes and reported as a percentage of total identified fatty acids after response factor correction. Trans fats are defined as the sum of the trans isomers of oleic acid (C18: 1) and linoleic acid (C18:2n-6; i.e. the C18 trans). The typical coefficient of variation for the HS-Omega-3 Index (EPADHA) using this procedure is 3 and 7 for trans fats. The average omcga-3 index in the US population is 4.5, with values ranging from 2.7 in the lowest 5th percentile to 8.8 in the highest 95th percentile.73 Renal, lipid and metabolic measurements Blood samples will be collected in a fasting state for measurement of creatinine (Cr), estimated glomerular filtration rate (eGFR), albumin, hemoglobin Alc (HbAlc) as well as total cholesterol, triglycerides, LDL and HDL. Plasma will be assayed for these analytes the same day as collection by the SFVAMC lab per standard methodology (Beckman Coulter Analyzer). Serum will be isolated at the same time points for homocysteine and assayed the same day as collection by the SFVAMC lab per standard methodology (Architect i1000 Analyzer; Abbott Laboratories, Lake Forest, IL, USA). Walking Impairment Questionnaire (WIQ) The Walking Impairment Questionnaire (WIQ) is a validated instrument that assesses the patient-perceived walking impairment.55 This questionnaire will be administered by research staff and measures patient-perceived walking capacity and limitation across three domains; distance, speed, and stair-climbing. The WIQ Distance score is calculated after the patient ranks, on an ordinal Likert scale, his or her degree of difficulty walking specific distances (indoors at home to five blocks). TheGrenon et al. Page 7 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptWIQ Speed score uses a similar method; patients are asked to rank their degree of difficulty walking a fixed distance at difference speeds (walking slowly to jogging). The WIQ Stair score asks patients to rank their difficulty climbing one to three flights of stairs. To score the WIQ, the individual items are multiplied by a weighted factor, the products are then summed and divided by the maximum possible score yielding a percent. For example, the WIQ Distance multiplies different distances (20 to 1500 feet; 6.1 to 457.2 meters). Each distance is multiplied by the respondents difficulty ranking (0 to 4). The sum of these is divided by the total possible score. The WIQ Speed score assigns weights to different speeds (1 to 5 mph; 1.6 to 8 kmh). The WIQ Stair score assigns a proportional weighting to the number of flights of stairs (one to three). Adverse events Adverse events will be regularly assessed by telephone every week as well as at the end of the study. All events will be recorded, whether elicited by the study staff or reported by the subject at clinic visits or via telephone contact. Additionally, all participants will be asked to contact study staff in the event of hospitalization, emergency room visits or any other unexpected medical event. Statistical analysis The sample size for this study was calculated using a paired t-test. Our study evaluates the hypothesis that n-3 PUFA supplementation is associated with an improvement in brachial artery FMD. Based on the available data from the literature, the closest estimate of an effect size that can be expected is a 40 increase in FMD. For example, Schiano et al. demonstrated a 3.3 (6.710.0) absolute increase in FMD with n-3 PUFA supplementation,48 which corresponds to a 49 relative increase in FMD. In the hypercho- lesterolemic patients, Goodfellow et al. demonstrated a doubling of FMD with n-3 PUFA supplementation.74 Hence, a 40 increase in FMD would be considered conservative. Based on data from a similar patient population at Brigham and Womens Hospital,75 a baseline value of 9.214.6 is expected in the PAD population. With a power of 0.9 and a 40 increase in brachial artery diameter, a sample size of 33 patients per group (66 total) should lead to significance. Considering a possible 10 loss of patients during the study due to loss of follow-up, discontinuing participation in the study, we plan to randomize 40 patients per group for a total of 80 patients participating in the study. For subsequent analysis, all variables will be summarized by appropriate descriptive statistics at each time point. The intervention group will be compared to the placebo group for homogeneity on demographic and baseline clinical variables via the chi-squared test or Students t-test (depending on the type of variable). Through stratified randomization, these variables are anticipated to be comparable in both groups. All analyses will be based on intention to treat (all participants randomized will be analyzed based upon their assigned group). The significance level will be preset at 0.05 and two-sided tests will be performed. Results will be correlated with the change in the omega-3 index after intervention. Statistical analyses will be performed using StataSE 12 (StataCorp, College Station, TX, USA).Grenon et al. Page 8 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptResults Baseline characteristics of the first 50 randomized patients in the OMEGA-PAD trial Recruitment for the OMEGA-PAD trial started in April 2011. Fifty male veterans have been enrolled and randomized (Table 2). The mean age is 679 years. The mean index limb ABI is 0.800.19. CAD is present in 36, hypertension in 92, and diabetes mellitus in 32. A total of 47 are current smokers and 45 are former smokers. The mean HbAlc is 81, LDL 9337 mgdl, triglycerides 16098 mgdl and HDL 4312 mgdl. The baseline brachial FMD is 74, indicating an overall impairment of endothelial function in this cohort. The inflammatory burden of this cohort is substantial  as evidenced by hsCRP 4.54.8 mgl. The baseline ornega-3 index is 4.90.2. Discussion PAD is an epidemic with significant impact on the health of the aging population. In addition to better understanding the effects of n-3 PUFA supplementation on vascular health in patients with symptomatic PAD, we expect that this study will serve as a pilot study for a larger randomized trial assessing the effects of n-3 PUFA supplementation on disease progression and clinical events in patients with PAD. Successful prevention of critical limb ischemia and treatment of the disease at an early stage could have a tremendous impact in terms of the economic benefits to the individual as well as the healthcare system, and more importantly a significant improvement to the quality of life of thousands of patients. Significance of the study and contribution to knowledge development This study is innovative in several areas of PAD research. First, it is presently unknown whether a short-term dietary intervention (high-dose n-3 PUFA oral supplementation) has the potential to reverse key features (endothelial dysfunction and inflammation) of vasculopathy associated with chronic PAD. Second, this study captures clinically relevant physiological end points of dietary supplement (fish oil) which could potentially become an alternative to drug therapies for the treatment of PAD. Current medical therapies for PAD are limited to antiplatelet and lipid-lowering medications, and there is a great need for additional pharmacotherapy to reduce the burden of this disease. It is known that elderly patients have a lower compliance to statins compared to younger patients.76,77 n-3 PUFA supplementation may therefore represent a cheaper and better tolerated alternative for that population, with the overall goal of slowing and potentially reversing disease progression. The definition of a relationship between dietary omega-3 supplementation and inflammatory markers in a PAD cohort is another novel aspect of this trial. Epidemiologic evidence linking inflammation to the future development and severity of PAD has been established.7881 CRP is a classical acute-phase marker and a member of the pentraxin family of innate immune response proteins.82 It is synthesized by the liver and plasma concentrations can increase 1000-fold in response to an inflammatory stimulus.83 Inflammation in general, and CRP in particular, has been correlated with impaired endothelial function in vivo and in vitro,84,85 and hsCRP levels have been inversely correlated with acetylcholine-induced, endothelial-dependent forearm blood flow.86 hsCRPGrenon et al. Page 9 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptas well as IL-6 and ICAM have been found to be increased in patients with PAD.75,87,88 Emerging evidence suggests that omega-3 FAs are biologically linked to the endogenous resolution pathway of PAD8991 and 15-epi-LXA4 levels have been found to be reduced in PAD patients.88 This study will allow us to correlate levels of pro- and anti-inflammatory markers in response to omega-3 supplementation in a cohort with PAD. Furthermore, the inflammatory markers chosen for this trial have already been found to be correlated with clinical events in PAD patients in our group and in others.75,88,92 Another unique aspect of our study is the correlation of endothelial function and inflammatory changes with the actual incorporation of n-3 PUFA in the R.BC membrane using the omega-3 index, a validated marker of tissue n-3 content. Impaired FMD of the brachial artery independently predicts cardiovascular events in patients undergoing vascular surgery,93,94 emphasizing the relationship between markers of inflammation, thrombosis, and endothelial function.95 Our study will provide direct evidence linking n-3 PUFA supplementation to vascular phenotype via changes in cellular lipid metabolism. Lastly, the preliminary data accumulated during the proposed study may lead to the development of a laboratory treatment target for the use of n-3 PUFA supplements in PAD. The omega-3 index has been correlated with CAD. A subsequent trial based on the data acquired in this study could validate a suggested threshold level of the omega-3 index in a larger population with PAD. Overall, we feel that this trial will potentially bring another paradigm to clinical practice with the potential addition of n-3 PUFA supplementation to the medical management of patients, particularly elderly patients with PAD. Future trials could evaluate the effects of n-3 PUFA on the functional status of patients with PAD. Brachial artery FMD in this cohort is significantly depressed compared with other cohorts and therefore we feel this represents a vulnerable cohort for incident and recurrent cardiovascular events. It is not currently known whether or not improvement of endothelial function in this cohort will translate into improvement in clinical outcomes and this represents one of the first attempts to mitigate risk in this population. A recent meta-analysis suggested that the association between FMD and the estimated 10-year risk of CAD assessed by the Framingham risk score was strongest in low-risk populations compared to medium or high-risk populations.96 In the first 50 patients randomized to this study, the Framinghum risk score (10-year cardiovascular risk) is 19. Therefore, we feel studies in high-risk populations such as ours will provide clarity on this issue and guide future investigations. Additional limitations of studydesignmethods It is possible that patients may experience an aftertaste after taking the fish oil capsules, possibly affecting their compliance with treatment. However, we will perform a pill count when patients return after the treatment period. Furthermore, the omega-3 index should help us confirm that the n-3 PUFA supplementation was taken by quantifying the incorporation into the RBC membrane. Additionally, hsCRP and other biomarkers may be affected by concurrent infectious or inflammatory illness unrelated to vascular disease per sc. However, with proper selection and exclusion criteria as outlined, the baseline levels should be minimally affected by such factors. The magnitude of an important association may be lessGrenon et al. Page 10 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptthan hypothesized, in which case an inadequate sample size may fail to detect potentially significant relationships between markers and endothelial function. Another major limitation is related to unknown aspects of the dosing scheme. A high-dose and short-duration intervention was chosen but a longer treatment andor higher dose may be required to have a beneficial effect. Furthermore, the very short-term follow-up period will limit the ability to discern effects that may require more time to be observed. These unknown aspects could, however, be studied in further trials. The study population, composed of mostly male veterans who are predominantly Caucasian, may not be fully representative of the wider PAD population. Furthermore, the inflammatory phenotype of the population studied at the SFVAMC may be skewed compared to the typical PAD patient with regards to levels of psychological and psychosocial factors affecting overall stress and inflammation.97 Conclusion The OMEGA-PAD trial will test the novel hypothesis that short-term, intensive n-3 PUFA supplementation improves functional and inflammatory parameters in a cohort at high vascular risk. The results of this study will provide valuable mechanistic insight into PU FA as well as inform on this class of agents for cardiovascular outcome trials to ultimately decrease morbidity burden in this patient population. Acknowledgments Funding This work was supported by start-up funds from the University of California, San Francisco and the Northern California Institute for Research and Education. The project described was supported by a Society for Vascular Surgery Seed Grant and by Award Number KL2RR024130 from the National Center for Research Resources. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Center for Research Resources or the National Institutes of Health. The funding organizations were not involved in the design and conduct of the study; collection, management, analysis, and interpretation of the data; or preparation, review, or approval of the manuscript. This publication was also supported by the National Center for Advancing Translational Sciences, National Institutes of Health, through UCSF-CTSI Grant Number KL2 TR000143. Its contents arc solely the responsibility of the authors and do not necessarily represent the official views of the NIH. References 1. Criqui MH, Fronek A, Barrett-Connor E, Klauber MR, Gabriel S, Goodman D. The prevalence of peripheral arterial disease in a defined population. Circulation. 1985; 71:510515. PubMed: 3156006 2. Hirsch AT, Criqui MH, Treat-Jacobson D, et al. Peripheral arterial disease detection, awareness, and treatment in primary care. JAMA. 2001; 286:13171324. PubMed: 11560536 3. Criqui MH, Langer RD, Fronek A, et al. Mortality over a period of 10 years in patients with peripheral arterial disease. N Engl J Med. 1992; 326:381386. PubMed: 1729621 4. McKenna M, Wolfson S, Kuller L. The ratio of ankle and arm arterial pressure as an independent predictor of mortality. Atherosclerosis. 1991; 87:119128. PubMed: 1854359 5. Smith GD, Shipley MJ, Rose G. Intermittent claudication, heart disease risk factors, and mortality. The Whitehall Study. Circulation. 1990; 82:19251931. PubMed: 2242518Grenon et al. Page 11 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript6. Leng GC, Lee AJ, Fowkes FG, et al. Incidence, natural history and cardiovascular events in symptomatic and asymptomatic peripheral arterial disease in the general population. Int J Epidemiol. 1996; 25:11721181. PubMed: 9027521 7. Kazmers A, Perkins AJ, Jacobs IA. Major lower extremity amputation in Veterans Affairs medical centers. Ann Vasc Surg. 2000; 14:216222. PubMed: 10796952 8. Dormandy J, Heeck L, Vig S. The fate of patients with critical leg ischemia. Semin Vasc Surg. 1999; 12:142147. PubMed: 10777241 9. Hirsch AT, Murphy TP, Lovell MB, et al. Gaps in public knowledge of peripheral arterial disease: the first national PAD public awareness survey. Circulation. 2007; 116:20862094. PubMed: 17875966 10. Hirsch AT, Hartman L, Town RJ, Virnig BA. National health care costs of peripheral arterial disease in the Medicare population. Vasc Med. 2008; 13:209215. PubMed: 18687757 11. Mahoney EM, Wang K, Cohen DJ, et al. One-year costs in patients with a history of or at risk for atherothrombosis in the United States. Circ Cardiovasc Qual Outcomes. 2008; 1:3845. PubMed: 20031786 12. Kromhout D, Bosschieter EB, de Lezenne Coulander C. The inverse relation between fish consumption and 20-year mortality from coronary heart disease. N Engl J Med. 1985; 312:1205 1209. PubMed: 3990713 13. Daviglus ML, Stamler J, Orencia AJ, et al. Fish consumption and the 30-year risk of fatal myocardial infarction. N Engl J Med. 1997; 336:10461053. PubMed: 9091800 14. Harris WS, Poston WC, Haddock CK. Tissue n-3 and n-6 fatty acids and risk for coronary heart disease events. Atherosclerosis. 2007; 193:110. PubMed: 17507020 15. Bang HO, Dyerberg J, Nielsen AB. Plasma lipid and lipoprotein pattern in Greenlandic West-coast Eskimos. Lancet. 1971; i:11431145. PubMed: 4102857 16. Burr ML, Fehily AM, Gilbert JF, et al. Effects of changes in fat, fish, and fibre intakes on death and myocardial reinfarction: diet and reinfarction trial (DART). Lancet. 1989; ii:757761. PubMed: 2571009 17. Dietary supplementation with n-3 polyunsaturated fatty acids and vitamin E after myocardial infarction: results of the GISSI-Prevenzione trial. Gruppo Italiano per lo Studio della Sopravvivenza nellInfarto miocardico. Lancet. 1999; 354:447455. PubMed: 10465168 18. Yokoyama M, Origasa H, Matsuzaki M, et al. Effects of eicosapentaenoic acid on major coronary events in hyper-cholesterolaemic patients (JELIS): a randomised open-label, blinded endpoint analysis. Lancet. 2007; 369:10901098. PubMed: 17398308 19. Marik PE, Varon J. Omcga-3 dietary supplements and the risk of cardiovascular events: a systematic review. Clin Cardiol. 2009; 32:365372. PubMed: 19609891 20. Rizos EC, Ntzani EE, Bika E, Kostapanos MS, Elisaf MS. Association between omega-3 fatty acid supplementation and risk of major cardiovascular disease events: a systematic review and meta- analysis. JAMA. 2012; 308:10241033. PubMed: 22968891 21. Kotwal S, Jun M, Sullivan D, Perkovic V, Neal B. Omega 3 Fatty acids and cardiovascular outcomes: systematic review and meta-analysis. Circ Cardiovasc Qual Outcomes. 2012; 5:808 818. PubMed: 23110790 22. Ishikawa Y, Yokoyama M, Saito Y, et al. Preventive effects of eicosapentaenoic acid on coronary artery disease in patients with peripheral artery disease. Circ J. 2010; 74:14511457. PubMed: 20484828 23. Cotter G, Cannon CP, McCabe CH, et al. Prior peripheral arterial disease and cerebrovascular disease are independent predictors of adverse outcome in patients with acute coronary syndromes: are we doing enough? Results from the Orbofiban in Patients with Unstable Coronary Syndromes Thrombolysis In Myocardial Infarction (OPUS-TIM1) 16 study. Am Heart J. 2003; 145:622 627. PubMed: 12679757 24. Golomb BA, Dang TT, Criqui MH. Peripheral arterial disease: morbidity and mortality implications. Circulation. 2006; 114:688699. PubMed: 16908785 25. Tousoulis D, Papageorgiou N, Antoniades C, et al. Acute effects of different types of oil consumption on endothelial function, oxidative stress status and vascular inflammation in healthy volunteers. Br J Nutr. 2010; 103:4349. PubMed: 19703325Grenon et al. Page 12 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript26. Khan F, Elherik K, Bolton-Smith C, et al. The effects of dietary fatty acid supplementation on endothelial function and vascular tone in healthy subjects. Cardiovasc Res. 2003; 59:955962. PubMed: 14553835 27. Fahs CA, Yan H, Ranadive S, et al. The effect of acute fish-oil supplementation on endothelial function and arterial stiffness following a high-fat meal. Appl Physiol Nutr Metab. 2010; 35:294 302. PubMed: 20555373 28. Dangardt F, Osika W, Chen Y, et al. Omega-3 fatty acid supplementation improves vascular function and reduces inflammation in obese adolescents. Atherosclerosis. 2010; 212:580585. PubMed: 20727522 29. Morgan DR, Dixon LJ, Hanratty CG, et al. Effects of dietary omega-3 fatty acid supplementation on endothelium-dependent vasodilation in patients with chronic heart failure. Am J Cardiol. 2006; 97:547551. PubMed: 16461054 30. Bloomer RJ, Larson DE, Fisher-Wellman KH, Galpin AJ, Schilling BK. Effect of eicosapentaenoic and docosahexaenoic acid on resting and exercise-induced inflammatory and oxidative stress biomarkers: a randomized, placebo controlled, cross-over study. Lipids Health Dis. 2009; 8:36. PubMed: 19691834 31. He K, Liu K, Daviglus ML, et al. Associations of dietary long-chain n-3 polyunsaturated fatty acids and fish with bio-markers of inflammation and endothelial activation (from the Multi-Ethnic Study of Atherosclerosis MESA). Am J Cardiol. 2009; 103:12381243. PubMed: 19406265 32. Lopez-Garcia E, Schulze MB, Manson JE, et al. Consumption of (n-3) fatty acids is related to plasma biomarkers of inflammation and endothelial activation in women. J Nutr. 2004; 134:1806 1811. PubMed: 15226473 33. Micallef MA, Munro IA, Garg ML. An inverse relationship between plasma n-3 fatty acids and C- reactive protein in healthy individuals. Eur J Clin Nutr. 2009; 63:11541156. PubMed: 19352379 34. Poudel-Tandukar K, Nanri A, Matsushita Y, et al. Dietary intakes of alpha-linolenic and linoleic acids are inversely associated with serum C-reactive protein levels among Japanese men. Nutr Res. 2009; 29:363370. PubMed: 19628101 35. Niu K, Hozawa A, Kuriyama S, et al. Dietary long-chain n-3 fatty acids of marine origin and serum C-reactive protein concentrations are associated in a population with a diet rich in marine products. Am J Clin Nutr. 2006; 84:223229. PubMed: 16825699 36. Murakami K, Sasaki S, Takahashi Y, et al. Total n-3 polyunsaturated fatly acid intake is inversely associated with serum C-reactive protein in young Japanese women. Nutr Res. 2008; 28:309314. PubMed: 19083425 37. Ohsawa M, ltai K, Onoda T, et al. Dietary intake of n-3 polyunsaturated fatly acids is inversely associated with CRP levels, especially among male smokers. Atherosclerosis. 2008; 201:184191. PubMed: 18343384 38. Sundrarjun T, Komindr S, Archararit N, et al. Effects of n-3 fatty acids on serum interleukin-6, tumour necrosis factor-alpha and soluble tumour necrosis factor receptor p55 in active rheumatoid arthritis. J Int Med Res. 2004; 32:443454. PubMed: 15458276 39. Farzaneh-Far R, Harris WS, Garg S, Na B, Whooley MA. Inverse association of erythrocyle n-3 fatty acid levels with inflammatory biomarkers in patients with stable coronary artery disease: The Heart and Soul Study. Atherosclerosis. 2009; 205:538543. PubMed: 19185299 40. Grenon SM, Hughes-Fulford M, Rapp J, Conte MS. Polyunsaturated fatty acids and peripheral artery disease. Vasc Med. 2012; 17:5163. PubMed: 22363018 41. Lane JS, Magno CP, Lane KT, Chan T, Hoyt DB, Greenfield S. Nutrition impacts the prevalence of peripheral arterial disease in the United States. J Vasc Surg. 2008; 48:897904. PubMed: 18586439 42. Woodcock BE, Smith B, Lambert WH, et al. Beneficial effect of fish oil on blood viscosity in peripheral vascular disease. Br Med J. 1984; 288:592594. PubMed: 6320945 43. Gans RO, Bilo HJ, Weersink EG, et al. Fish oil supplementation in patients with stable claudication. Am J Surg. 1990; 160:490495. PubMed: 2240382Grenon et al. Page 13 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript44. Mori TA, Vandongen R, Mahanian F, Douglas A. Plasma lipid levels and platelet and neutrophil function in patients with vascular disease following fish oil and olive oil supplementation. Metabolism. 1992; 41:10591067. PubMed: 1328817 45. Leng GC, Lee AJ, Fowkes FG, et al. Randomized controlled trial of gamma-linolenic acid and eicosapentaenoic acid in peripheral arterial disease. Clin Nutr. 1998; 17:265271. PubMed: 10205349 46. Carrero JJ, Lopez-Huertas E, Salmeron LM, Baro L, Ros E. Daily supplementation with (n-3) PUFAs, oleic acid, folic acid, and vitamins B-6 and E increases pain-free walking distance and improves risk factors in men with peripheral vascular disease. J Nutr. 2005; 135:13931399. PubMed: 15930443 47. Conway, K.; Dillon, M.; Evans, J.; Howells-Jones, R.; Price, P.; Harding, KG.; Hill, S. Yearbook. Vol. 86 A. London: Vascular Society of Great Britain and Ireland; 2005. A doubled-blinded, randomized study to determine the effect of omcga-3 marine triglycerides on intermittent claudication. 48. Schiano V, Laurenzano E, Brevetti G, et al. Omega-3 polyunsaturated fatty acid in peripheral arterial disease: effect on lipid pattern, disease seventy, inflammation profile, and endothelial function. Clin Nutr. 2008; 27:241247. PubMed: 18237823 49. Madden J, Brunner A, Dastur ND, et al. Fish oil induced increase in walking distance, but not ankle brachial pressure index, in peripheral arterial disease is dependent on both body mass index and inflammatory genotype. Prostaglandins Leukot Essent Fatty Acids. 2007; 76:331340. PubMed: 17600695 50. Sommerfield T, Price J, Hiatt WR. Omega-3 fatty acids for intermittent claudication. Cochrane Database Syst Rev. 2007; (4) CD003833. 51. Harris WS. The omega-3 index as a risk factor for coronary heart disease. Am J Clin Nutr. 2008; 87:1997S2002S. PubMed: 18541601 52. Harris WS, Von Schacky C. The Omega-3 Index: a new risk factor for death from coronary heart disease? Prev Med. 2004; 39:212220. PubMed: 15208005 53. Lichtenstein AH, Appel LJ, Brands M, et al. Diet and life-style recommendations revision 2006: a scientific statement from the American Heart Association Nutrition Committee. Circulation. 2006; 114:8296. PubMed: 16785338 54. Kris-Etherton PM, Harris WS, Appel LJ. Fish consumption, fish oil, omega-3 fatty acids, and cardiovascular disease. Circulation. 2002; 106:27472757. PubMed: 12438303 55. Nicolai SP, Kruidenier LM, Rouwet EV, Graffius K, Prins MH, Teijink JA. The walking impairment questionnaire: an effective tool to assess the effect of treatment in patients with intermittent claudication. J Vasc Surg. 2009; 50:8994. PubMed: 19563956 56. Block G, Woods M, Potosky A, Clifford C. Validation of a self-administered diet history questionnaire using multiple diet records. J Clin Epidemiol. 1990; 43:13271335. PubMed: 2254769 57. Blanchard EB, Jones-Alexander J, Buckley TC, Forneris CA. Psychometric properties of the PTSD Checklist (PCL). Behav Res Ther. 1996; 34:669673. PubMed: 8870294 58. Foa EB, Cashman L, Jaycox L, Perry K. The validation of a self-report measure of PTSD: The Posttraumatic Diagnostic Scale. Psychological Assessment. 1997; 9:445451. 59. Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001; 16:606613. PubMed: 11556941 60. Corretti MC, Anderson TJ, Benjamin EJ, et al. Guidelines for the ultrasound assessment of endothelial-dependent flow-mediated vasodilation of the brachial artery: a report of the International Brachial Artery Reactivity Task Force. J Am Coll Cardiol. 2002; 39:257265. PubMed: 11788217 61. Thijssen DH, Black MA, Pyke KE, et al. Assessment of flow-mediated dilation in humans: a methodological and physiological guideline. Am J Physiol Heart Circ Physiol. 2011; 300:H2H12. PubMed: 20952670 62. Owens CD, Wake N, Conte MS, Gerhard-Herman M, Beckman JA. In vivo human lower extremity saphenous vein bypass grafts manifest flow mediated vasodilation. J Vasc Surg. 2009; 50:10631070. PubMed: 19679424Grenon et al. Page 14 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript63. McDermott MM, Ades P, Guralnik JM, et al. Treadmill exercise and resistance training in patients with peripheral arterial disease with and without intermittent claudication: a randomized controlled trial. JAMA. 2009; 301:165174. PubMed: 19141764 64. Golledge J, Leicht AS, Crowther RG, et al. Determinants of endothelial function in a cohort of patients with peripheral artery disease. Cardiology. 2008; 111:5156. PubMed: 18239393 65. Husmann M, Dorffler-Melly J, Kalka C, Diehm N, Baumgartner I, Silvestro A. Successful lower extremity angioplasty improves brachial artery flow-mediated dilation in patients with peripheral arterial disease. J Vasc Surg. 2008; 48:12111216. PubMed: 18771886 66. Payvandi L, Dyer A, McPherson D, et al. Physical activity during daily life and brachial artery flow-mediated dilation in peripheral arterial disease. Vasc Med. 2009; 14:193201. PubMed: 19651668 67. Bots ML, Westerink J, Rabelink TJ, de Koning EJ. Assessment of flow-mediated vasodilatation (FMD) of the brachial artery: effects of technical aspects of the FMD measurement on the FMD response. Eur Heart J. 2005; 26:363368. PubMed: 15618057 68. Aboyans V, Criqui MH, Abraham P, et al. Measurement and interpretation of the ankle-brachial index: a scientific statement from the American Heart Association. Circulation. 2012; 126:2890 2909. PubMed: 23159553 69. Serhan CN, Hamberg M, Samuelsson B. Lipoxins: novel series of biologically active compounds formed from arachidonic acid in human leukocytes. Proc Natl Acad Sci U S A. 1984; 81:5335 5339. PubMed: 6089195 70. Ho KJ, Spite M, Owens CD, et al. Aspirin-triggered lipoxin and resolvin E1 modulate vascular smooth muscle phenotype and correlate with peripheral atherosclerosis. Am J Pathol. 2010; 177:21162123. PubMed: 20709806 71. Harris WS. The omega-3 index as a risk factor for coronary heart disease. Am J Clin Nutr. 2008; 87:1997S2002S. PubMed: 18541601 72. Farzaneh-Far R, Lin J, Epel ES, Harris WS, Blackburn HH, Whooley MA. Association of marine omega-3 fatty acid levels with telomeric aging in patients with coronary heart disease. JAMA. 2010; 303:250257. PubMed: 20085953 73. Harris WS, Pottala JV, Varvel SA, Borowski JJ, Ward JN, McConnell JP. Erythrocyte omega-3 fatty acids increase and linoleic acid decreases with age: observations from 160,000 patients, Prostaglandins Leukot Essent Fatty Acids. 2013; 88:257263. 74. Goodfellow J, Bellamy MF, Ramsey MW, Jones CJ, Lewis MJ. Dietary supplementation with marine omega-3 fatty acids improve systemic large artery endothelial function in subjects with hypercholesterolemia. J Am Coll Cardiol. 2000; 35:265270. PubMed: 10676668 75. Owens CD, Wake N, Conte MS, Gerhard-Herman M, Beckman JA. In vivo human lower extremity saphenous vein bypass grafts manifest flow mediated vasodilation. J Vasc Surg. 2009; 50:10631070. PubMed: 19679424 76. Benner JS, Glynn RJ, Mogun H, Neumann PJ, Weinstein MC, Avorn J. Long-term persistence in use of statin therapy in elderly patients. JAMA. 2002; 288:455461. PubMed: 12132975 77. Jackevicius CA, Mamdani M, Tu JV. Adherence with statin therapy in elderly patients with and without acute coronary syndromes. JAMA. 2002; 288:462467. PubMed: 12132976 78. Ridker PM, Cushman M, Stampfer MJ, Tracy RP, Hennekens CH. Plasma concentration of C- reactive protein and risk of developing peripheral vascular disease. Circulation. 1998; 97:425428. PubMed: 9490235 79. Ridker PM, Slampfer MJ, Rifai N. Novel risk factors for systemic atherosclerosis: a comparison of C-reactive protein, fibrinogen, homocysleine, lipoprotein(a), and standard cholesterol screening as predictors of peripheral arterial disease. JAMA. 2001; 285:24812485. PubMed: 11368701 80. Beckman JA, Preis O, Ridker PM, Gerhard-Herman M. Comparison of usefulness of inflammatory markers in patients with versus without peripheral arterial disease in predicting adverse cardiovascular outcomes (myocardial infarction, stroke, and death). Am J Cardiol. 2005; 96:1374 1378. PubMed: 16275181 81. Tzoulaki I, Murray GD, Lee AJ, Rumley A, Lowe GD, Fowkes FG. C-reactive protein, interleukin-(S, and soluble adhesion molecules as predictors of progressive peripheralGrenon et al. Page 15 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptatherosclerosis in the general population: Edinburgh Artery Study. Circulation. 2005; 112:976 983. PubMed: 16087797 82. Westhuyzen J, Healy H. Review: Biology and relevance of C-reactive protein in cardiovascular and renal disease. Ann Clin Lab Sci. 2000; 30:133143. PubMed: 10807156 83. Gauldie J, Richards C, Northemann W, Fey G, Baumann H. IFN beta 2BSF2IL-6 is the monocyte-derived HSF that regulates receptor-specific acute phase gene regulation in hepatocytcs. Ann N Y Acad Sci. 1989; 557:4658. discussion 59. PubMed: 2500053 84. Verma S, Wang CH, Li SH, et al. A self-fulfilling prophecy: C-reactive protein attenuates nitric oxide production and inhibits angiogencsis. Circulation. 2002; 106:913919. PubMed: 12186793 85. Owens CD, Ridker PM, Belkin M, et al. Elevated C-reactive protein levels are associated with postoperative events in patients undergoing lower extremity vein bypass surgery. J Vasc Surg. 2007; 45:29. discussion 9. PubMed: 17123769 86. Fichtlscherer S, Rosenberger G, Walter DH, Breuer S, Dimmeler S, Zeiher AM. Elevated C- reactive protein levels and impaired endothelial vasoreactivity in patients with coronary artery disease. Circulation. 2000; 102:10001006. PubMed: 10961964 87. Conen D, Rexrode KM, Creager MA, Ridker PM, Pradhan AD. Metabolic syndrome, inflammation, and risk of symptomatic peripheral artery disease in women: a prospective study. Circulation. 2009; 120:10411047. PubMed: 19738135 88. Ho KJ, Spite M, Owens CD, et al. Aspirin-triggered lipoxin and resolvin E1 modulate vascular smooth muscle phenotype and correlate with peripheral atherosclerosis. Am J Pathol. 2010; 177:21162123. PubMed: 20709806 89. Serhan CN, Brain SD, Buckley CD, et al. Resolution of inflammation: state of the art, definitions and terms. FASEB J. 2007; 21:325332. PubMed: 17267386 90. Serhan CN, Chiang N, Van Dyke TE. Resolving inflammation: dual anti-inflammatory and pro- resolution lipid mediators. Nat Rev Immunol. 2008; 8:349361. PubMed: 18437155 91. Serhan CN, Hong S, Gronert K, et al. Resolvins: a family of bioactive products of omega-3 fatty acid transformation circuits initiated by aspirin treatment that counter proinflammation signals. J Exp Med. 2002; 196:10251037. PubMed: 12391014 92. Pande RL, Perlstein TS, Beckman JA, Creager MA. Association of insulin resistance and inflammation with peripheral arterial disease: the National Health and Nutrition Examination Survey, 1999 to 2004. Circulation. 2008; 118:3341. PubMed: 18559705 93. Gokce N, Keaney JF Jr, Hunter LM, et al. Predictive value of noninvasively determined endothelial dysfunction for long-term cardiovascular events in patients with peripheral vascular disease. J Am Coll Cardiol. 2003; 41:17691775. PubMed: 12767663 94. Gokce N, Keaney JF Jr, Hunter LM, Watkins MT, Menzoian JO, Vita JA. Risk stratification for postoperative cardiovascular events via noninvasive assessment of endothelial function: a prospective study. Circulation. 2002; 105:15671572. PubMed: 11927524 95. Brevetti G, Silvestro A, Di Giacomo S, et al. Endothelial dysfunction in peripheral arterial disease is related to increase in plasma markers of inflammation and seventy of peripheral circulatory impairment but not to classic risk factors and atherosclerotic burden. J Vasc Surg. 2003; 38:374 379. PubMed: 12891123 96. Witte DR, Westerink J, de Koning EJ, van der Graaf Y, Grobbee DE, Bots ML. Is the association between flow-mediated dilation and cardiovascular risk limited to low-risk populations? J Am Coll Cardiol. 2005; 45:19871993. PubMed: 15963397 97. Grenon SM, Hiramoto J, Smolderen KG, Vittinghoff E, Whooley MA, Cohen BE. Association between depression and peripheral artery disease: insights from the heart and soul study. J Am Heart Assoc. 2012; 1:e002667. PubMed: 23130170Grenon et al. Page 16 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure I. OMEGA-PAD trial.Grenon et al. Page 17 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 2. Study protocol.Grenon et al. Page 18 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptNIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptGrenon et al. Page 19 Table I Testing measurements Measures Baseline One-month follow-up 1. Demographics, anthropometrics, medical history X 2. Hemodynamic measurements X X 3. Brachial flow-mediated vasodilation (FMD) study X X 4. Arterial Tonometry X X 5. Ankle-brachial index X X 6. Body fat composition X X 7. Inflammatory markers X X 8. Omega-3 index X X 9. Lipid, renal, and metabolic markers X X 10. Walking Impairment Questionnaire X X 11. Nutritional Questionnaire (Block 2005 Food Frequency Questionnaire) X 12. Three PTSDDepression questionnaires (PHQ-9, CIV-C, PTSD Scale) X Vasc Med . Author manuscript; available in PMC 2014 October 01.NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptGrenon et al. Page 20 Table 2 Baseline characteristics of the first 50 individuals recruited for the OMEGA-PAD trial. General characteristics Frequency count () Mean SD Age, years 67 9 Male 50 (00) Caucasian 36 (72) Veteran 47 (00) Left ABI 0.80 0. 9 Right ABI 0,82 0.20 Rutherford Mild claudication 2 (24) Moderate claudication 6 (32) Severe claudication 22 (44) BMI 28 4 Waist:hip ratio .0 0.06 Omega index ) 4.9 0.2 Comorbidities Coronary artery disease 8 (36) Hypertension 46 (92) Hyperlipidemia 45(90) Diabetes mellitus 6 (32) Surgical history Index bypass 7(4) Index percutaneous 3 (27) Systolic blood pressure (mmHg) 36 8 Diastolic blood pressure (mmHg) 76 9 Medications Aspirin 28 (58) Ace inhibitor 8(38) B-blocker 26 (54) Statin 43(90) PAD risk factors Smoking, current 23 (47) Smoking, former 22 (45) Pack years, yearspacksday 5 .36 37.58 Cholesterol, mgdl 66.24 4 .36 Triglycerides, mgdl 60 98 HDL, mgdl 43 2 LDL. mgdl 93 37 Serum creatinine (CR). mgdl .05 0.34 eGFR, mlmin 79 23 Albumin, gdl 4.02 0.35 Vasc Med . Author manuscript; available in PMC 2014 October 01.NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptGrenon et al. Page 21 General characteristics Frequency count () Mean SD Homocysteine, moll 3.62 4.4 HbA c.  8 Inflammation hsCRP, mgl 4.5 4.8 IL-6. pgml .6 0.9 ICAM-1, ngml 2.6 5.0 TNF- . pgml 2.3 .6 Brachial FMD and tonometry Brachial FMD,  7. 9 4. 9 Brachial artery baseline diameter, cm 0.38 0.06 Brachial artery mean velocity, ms 0. 5 0.07 Brachial artery baseline flow, mlmin 03.46 56.06 Brachial artery baseline shear stress, dynescm2 .49 5.58 Brachial artery reactive hyperemia diameter, cm 0.40 0.06 Brachial artery reactive hyperemia velocity, ms 0.67 0.28 Brachial reactive hyperemia flow, mlmin 5 3.48 248.29 Brachial reactive hyperemia shear stress. dynescm2 47.37 20.34 Stimulus ratio 4.88 2.3 Patient-perceived walking performance Walking distance score: 0 00) 26 23 Walking speed (score: 0 00) 26 24 Stairs (score: 0 00) 32 25 ABI, ankle-brachlal Index; BMI, body mass index; HDL, high-density lipoprotein; LDL, low-density lipoprotein; eGFR, estimated glomerular filtration rate; hsCRP, high-sensitivity C-reactive protein; IL-6, interleukim-6; ICAM-1, intracellular adhesion molecule-; TNF- , tumor necrosis factor-  FMD, flow-mediated, endothelium-dependent vasodilation Vasc Med . Author manuscript; available in PMC 2014 October 01.",
        "introduction": "and rationale Peripheral artery disease (PAD) is an epidemic with significant impact on the health of our society. Classically, PAD affects more than 12 of people aged over 65 years, and more  The Author(s) 2013 Corresponding author: S Marlene Grenon, Department of Surgery, Veterans Affairs Medical Center, University of California, 4 50 Clement St, Surgical Services, Mail Code 2G, San Francisco, CA 94 2, USA, marlene.grenonucsfmedctr.org. Declaration of conflicting interest The authors have no conflicts of interest to declare. NIH Public Access Author Manuscript Vasc Med . Author manuscript; available in PMC 2014 October 01. Published in final edited form as: Vasc Med . 2013 October ; 18(5): 263274. doi:10.11771358863X13503695. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptthan 20 of those aged above 75.1 However, a more recent study suggests that in a primary care population, one-third of patients aged 70 years and above suffer from PAD.2 Once PAD is diagnosed, the annual mortality rate is 46,3,4 with a 2060 increased risk of myocardial infarction5,6 and a 40 increased risk of stroke. With further progression of the disease- to its most advanced stage (critical limb ischemia), the 1-year mortality is increased to 25 and may be as high as 45 in those who have under-gone an amputation.3,7,8 Overall, the public remains poorly informed about PAD, and there are major knowledge gaps with regards to the definition of PAD, (he risk factors and symptoms of the disease, as well as the association of the disease with the risk of amputation or mortality.9 In 2001, a total of 4.37 billion was spent by Medicare on PAD-related treatment and 88 of these expenditures were for inpatient care.10 Interestingly, the international Reduction of Atherothrombosis for Continued Health (REACH) Registry reported PAD incurring higher annual mean medication and hospitalization costs annually than coronary artery disease (CAD) and cerebrovascular disease.11 Interventions to improve the morbidity and mortality of patients with PAD are therefore critical. n-3 Polyunsaturated fatty acids (PUFA) have long been recognized to reduce cardiovascular disease,12,13 with a high tissue ratio of n-3n-6 PUFA leading to a reduced risk of coronary events.14 Greenland Eskimos who consume a diet high in n-3 PUFA15 have a low incidence of CAD. Randomized trials evaluating the impact of oily fish or fish oil supplementation on cardiovascular health have demonstrated a decrease in total mortality, a decrease in cardiovascular death, a decrease in sudden cardiac death and a reduction in non-fatal cardiovascular events.1619 There is presently more controversy about the benefits of n-3 PUFA in patients with cardiovascular disease. For example, in a recent meta-analysis published last year by Rizos et al., there were no significant benefits of n-3 PUFA on all- cause mortality, cardiac death, sudden death, myocardial infarction, or stroke.20 However, in another meta-analysis published the same year, n-3 PUFA were found to be protective against vascular death.21 One of the largest trials, the JEL1S study, randomized 18,000 hypercholesterolemic patients to statin and n-3 PUFA supplementation versus statins alone. The group with n-3 PUFA supplementation experienced significantly fewer non-fatal coronary events.18 Furthermore, n-3 PUFA supplementation was associated with a 55 reduction in major coronary events in the PAD subgroup compared to an 18 relative reduction in the patients without PAD.22 Since patients with PAD continue to experience a higher risk of cardiovascular events compared to those with CAD,23,24 they could potentially benefit from improved medical therapy, warranting further investigations on n-3 PUFA in this patient population. Part of the clinically relevant benefit of fish-oil or n-3 PUFA supplementation is thought to be due to improvement in endothelial function and reduction in inflammation. Supporting evidence of (his proposition includes an improvement in endothelial function in healthy volunteers,2527 in obese adolescents28 and in patients with chronic heart failure,29 as well as a dramatic reduction in inflammation as measured by C-reactive protein (CRP) in healthy individuals,3036 male smokers,37 obese adolescents,28 and in patients with rheumatoid arthritis38 or CAD.39 Still, evidence for the beneficial effects of n-3 PUFA in patients with PAD is controversial.40 Although there is some evidence suggesting that consumption of n-3 FAs in the diet may be associated with a decreased prevalence of PAD,41 the effects of n-3Grenon et al. Page 2 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptPUFA on PAD have not been as thoroughly investigated. Several relatively small prospective studies have aimed to assess the effects of fish oil and n-3 PUFA on different parameters related to PAD,4249 with different conclusions. One meta-analysis studied the effects of n-3 PUFA in intermittent claudication50 and concluded that blood viscosity decreases with n-3 PUFA supplementation, but that there is no evidence it significantly affects walking distance, the ankle-brachial index or blood pressure. At the present time, there is also insufficient evidence to know if n-3 PUFA can improve endothelial function and inflammation in patients with PAD. The OMEGA-PAD trial aims to assess the impact of high-dose, short-term, n-3 PUFA supplementation on endothelial function and inflammation in patients with established symptomatic PAD (Figure 1). The results obtained will be correlated with the omcga-3 index, a validated marker of tissue n-3 PUFA content and an independent graded risk factor for death from CAD.51,52 The scientific knowledge obtained from this study could have a significant clinical impact resulting in improved treatment and outcomes for patients suffering from PAD. The results of this study will also provide valuable mechanistic insight into PUFA as well as inform on this class of agents for cardiovascular outcome trials. At the present time, despite guidelines from the American Heart Association (AHA) of n-3 PUFA and diet in general,53,54 the evidence for PAD remains elusive. If successful, the present study will provide direct evidence of a beneficial impact of dietary n-3 PUFA supplementation on the vascular health of the PAD population, and help define a treatment goal (omcga-3 index threshold) to guide such recommendations.",
        "conclusion": "The OMEGA-PAD trial will test the novel hypothesis that short-term, intensive n-3 PUFA supplementation improves functional and inflammatory parameters in a cohort at high vascular risk. The results of this study will provide valuable mechanistic insight into PU FA as well as inform on this class of agents for cardiovascular outcome trials to ultimately decrease morbidity burden in this patient population. Acknowledgments Funding This work was supported by start-up funds from the University of California, San Francisco and the Northern California Institute for Research and Education. The project described was supported by a Society for Vascular Surgery Seed Grant and by Award Number KL2RR024130 from the National Center for Research Resources. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Center for Research Resources or the National Institutes of Health. The funding organizations were not involved in the design and conduct of the study; collection, management, analysis, and interpretation of the data; or preparation, review, or approval of the manuscript. This publication was also supported by the National Center for Advancing Translational Sciences, National Institutes of Health, through UCSF-CTSI Grant Number KL2 TR000143. Its contents arc solely the responsibility of the authors and do not necessarily represent the official views of the NIH. References 1. Criqui MH, Fronek A, Barrett-Connor E, Klauber MR, Gabriel S, Goodman D. The prevalence of peripheral arterial disease in a defined population. Circulation. 1985; 71:510515. PubMed: 3156006 2. Hirsch AT, Criqui MH, Treat-Jacobson D, et al. Peripheral arterial disease detection, awareness, and treatment in primary care. JAMA. 2001; 286:13171324. PubMed: 11560536 3. Criqui MH, Langer RD, Fronek A, et al. Mortality over a period of 10 years in patients with peripheral arterial disease. N Engl J Med. 1992; 326:381386. PubMed: 1729621 4. McKenna M, Wolfson S, Kuller L. The ratio of ankle and arm arterial pressure as an independent predictor of mortality. Atherosclerosis. 1991; 87:119128. PubMed: 1854359 5. Smith GD, Shipley MJ, Rose G. Intermittent claudication, heart disease risk factors, and mortality. The Whitehall Study. Circulation. 1990; 82:19251931. PubMed: 2242518Grenon et al. Page 11 Vasc Med . Author manuscript; available in PMC 2014 October 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript6. Leng GC, Lee AJ, Fowkes FG, et al. Incidence, natural history and cardiovascular events in symptomatic and asymptomatic peripheral arterial disease in the general population. Int J Epidemiol. 1996; 25:11721181. PubMed: 9027521 7. Kazmers A, Perkins AJ, Jacobs IA. Major lower extremity amputation in Veterans Affairs medical centers. Ann Vasc Surg. 2000; 14:216222. PubMed: 10796952 8. Dormandy J, Heeck L, Vig S. The fate of patients with critical leg ischemia. Semin Vasc Surg. 1999; 12:142147. PubMed: 10777241 9. Hirsch AT, Murphy TP, Lovell MB, et al. Gaps in public knowledge of peripheral arterial disease: the first national PAD public awareness survey. Circulation. 2007; 116:20862094. PubMed: 17875966 10. Hirsch AT, Hartman L, Town RJ, Virnig BA. National health care costs of peripheral arterial disease in the Medicare population. Vasc Med. 2008; 13:209215. PubMed: 18687757 11. Mahoney EM, Wang K, Cohen DJ, et al. One-year costs in patients with a history of or at risk for atherothrombosis in the United States. Circ Cardiovasc Qual Outcomes. 2008; 1:3845. PubMed: 20031786 12. Kromhout D, Bosschieter EB, de Lezenne Coulander C. The inverse relation between fish consumption and 20-year mortality from coronary heart disease. N Engl J Med. 1985; 312:1205 1209. PubMed: 3990713 13. Daviglus ML, Stamler J, Orencia AJ, et al. Fish consumption and the 30-year risk of fatal myocardial infarction. N Engl J Med. 1997; 336:10461053. PubMed: 9091800 14. Harris WS, Poston WC, Haddock CK. Tissue n-3 and n-6 fatty acids and risk for coronary heart disease events. Atherosclerosis. 2007; 193:110. PubMed: 17507020 15. Bang HO, Dyerberg J, Nielsen AB. Plasma lipid and lipoprotein pattern in Greenlandic West-coast Eskimos. Lancet. 1971; i:11431145. PubMed: 4102857 16. Burr ML, Fehily AM, Gilbert JF, et al. Effects of changes in fat, fish, and fibre intakes on death and myocardial reinfarction: diet and reinfarction trial (DART). Lancet. 1989; ii:757761. PubMed: 2571009 17. Dietary supplementation with n-3 polyunsaturated fatty acids and vitamin E after myocardial infarction: results of the GISSI-Prevenzione trial. Gruppo Italiano per lo Studio della Sopravvivenza nellInfarto miocardico. Lancet. 1999; 354:447455. PubMed: 10465168 18. Yokoyama M, Origasa H, Matsuzaki M, et al. Effects of eicosapentaenoic acid on major coronary events in hyper-cholesterolaemic patients (JELIS): a randomised open-label, blinded endpoint analysis. Lancet. 2007; 369:10901098. PubMed: 17398308 19. Marik PE, Varon J. Omcga-3 dietary supplements and the risk of cardiovascular events: a systematic review. Clin Cardiol. 2009; 32:365372. PubMed: 19609891 20. Rizos EC, Ntzani EE, Bika E, Kostapanos MS, Elisaf MS. Association between omega-3 fatty acid supplementation and risk of major cardiovascular disease events: a systematic review and meta- analysis. JAMA. 2012; 308:10241033. PubMed: 22968891 21. Kotwal S, Jun M, Sullivan D, Perkovic V, Neal B. Omega 3 Fatty acids and cardiovascular outcomes: systematic review and meta-analysis. Circ Cardiovasc Qual Outcomes. 2012; 5:808 818. PubMed: 23110790 22. Ishikawa Y, Yokoyama M, Saito Y, et al. Preventive effects of eicosapentaenoic acid on coronary artery disease in patients with peripheral artery disease. Circ J. 2010; 74:14511457. PubMed: 20484828 23. Cotter G, Cannon CP, McCabe CH, et al. Prior peripheral arterial disease and cerebrovascular disease are independent predictors of adverse outcome in patients with acute coronary syndromes: are we doing enough?",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "Study protocol"
            }
        ]
    }
]