[
    {
        "pmid": "23051695",
        "title": "New perspectives on viable microbial communities in low-biomass cleanroom environments.",
        "year": "2013",
        "journal": "ISME J",
        "abstract": "The advent of phylogenetic DNA microarrays and high-throughput pyrosequencing technologies has dramatically increased the resolution and accuracy of detection of distinct microbial lineages in mixed microbial assemblages. Despite an expanding array of approaches for detecting microbes in a given sample, rapid and robust means of assessing the differential viability of these cells, as a function of phylogenetic lineage, remain elusive. In this study, pre-PCR propidium monoazide (PMA) treatment was coupled with downstream pyrosequencing and PhyloChip DNA microarray analyses to better understand the frequency, diversity and distribution of viable bacteria in spacecraft assembly cleanrooms. Sample fractions not treated with PMA, which were indicative of the presence of both live and dead cells, yielded a great abundance of highly diverse bacterial pyrosequences. In contrast, only 1% to 10% of all of the pyrosequencing reads, arising from a few robust bacterial lineages, originated from sample fractions that had been pre-treated with PMA. The results of PhyloChip analyses of PMA-treated and -untreated sample fractions were in agreement with those of pyrosequencing. The viable bacterial population detected in cleanrooms devoid of spacecraft hardware was far more diverse than that observed in cleanrooms that housed mission-critical spacecraft hardware. The latter was dominated by hardy, robust organisms previously reported to survive in oligotrophic cleanroom environments. Presented here are the findings of the first ever comprehensive effort to assess the viability of cells in low-biomass environmental samples, and correlate differential viability with phylogenetic affiliation.",
        "full_text": "ORIGINAL ARTICLE New perspectives on viable microbial communities in low-biomass cleanroom environments Parag Vaishampayan1,4, Alexander J Probst2,4, Myron T La Duc1,4, Emilee Bargoma1, James N Benardini1, Gary L Andersen3and Kasthuri Venkateswaran1 1Biotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, CA, USA;2Department for Microbiology and Archaea Center, University of Regensburg, Regensburg, Germany and3Earth Sciences Division, Ecology Department, Lawrence Berkeley National Laboratory, Berkeley, CA, USA The advent of phylogenetic DNA microarrays and high-throughput pyrosequencing technologies has dramatically increased the resolution and accuracy of detection of distinct microbial lineages inmixed microbial assemblages. Despite an expanding array of approaches for detecting microbes in agiven sample, rapid and robust means of assessing the differential viability of these cells, as a function of phylogenetic lineage, remain elusive. In this study, pre-PCR propidium monoazide (PMA) treatment was coupled with downstream pyrosequencing and PhyloChip DNA microarray analysesto better understand the frequency, diversity and distribution of viable bacteria in spacecraft assembly cleanrooms. Sample fractions not treated with PMA, which were indicative of the presence of both live and dead cells, yielded a great abundance of highly diverse bacterial pyrosequences. Incontrast, only 1 to 10 of all of the pyrosequencing reads, arising from a few robust bacteriallineages, originated from sample fractions that had been pre-treated with PMA. The results of PhyloChip analyses of PMA-treated and -untreated sample fractions were in agreement with those of pyrosequencing. The viable bacterial population detected in cleanrooms devoid of spacecrafthardware was far more diverse than that observed in cleanrooms that housed mission-criticalspacecraft hardware. The latter was dominated by hardy, robust organisms previously reported to survive in oligotrophic cleanroom environments. Presented here are the findings of the first ever comprehensive effort to assess the viability of cells in low-biomass environmental samples, andcorrelate differential viability with phylogenetic affiliation. The ISME Journal (2013) 7,312324; doi:10.1038ismej.2012.114; published online 11 October 2012 Subject Category: integrated genomics and post-genomics approaches in microbial ecology Keywords: viability; microarray; 454 pyrosequencing; PMA; PhyloChip; 16S rRNA gene Introduction Microbial cells are traditionally classified as either viable (maintaining active metabolism and membrane integrity), viable but dormant (becauseof external pressures) or non-viable (dead) (Kaprelyants et al. , 1993; Keer and Birch, 2003). The vast majority of microorganisms cannot becultivated and many that can require long cultiva-tion times (Amann et al. , 1995). To minimize the time spent in determining viability and bias asso- ciated with such analyses, advanced molecularapproaches for assessing cellular viability have been recently developed, including livedead staining(Boulos et al. , 1999) and flow cytometry-based techniques (Ben-Amor et al. , 2005). In such cases, however, there is inherent risk of overestimating the total number of viable cells in samples because ofvariation in binding affinities of the dyes used. Methods probing RNA as an alternative to DNA have also been developed for assessing viability(DeAngelis et al. , 2011), but these too come with complications as RNA is difficult to purify, less stable, prone to degradation and often isolated in quantities insufficient for analysis (Hierro et al. , 2006; Andorra et al. , 2010). The development of high-throughput pyrosequen- cing and phylogenetic microarray techniques hasdramatically increased the resolution and detectable spectrum of diverse microbial lineages from envir- onmental samples (Sogin et al. , 2006; La Duc et al. , 2009; Mendes et al. , 2011). However, DNA-based molecular technologies alone have yet to be vali- dated for assessing the differential viability of cells across varying phylogenetic lineages in a complexmicrobial assemblage. DNA-derived signals, which Correspondence: K Venkateswaran, California Institute of Technology, Jet Propulsion Laboratory Biotechnology and Plane-tary Protection Group; MS 89-108, 4800 Oak Grove Drive,Pasadena, CA 91109, USA.E-mail: kjvenkatjpl.nasa.gov 4These authors contributed equally to this work. Received 3 April 2012; revised 8 August 2012; accepted 14 August 2012; published online 11 October 2012The ISME Journal (2013) 7, 312324 2013 International Society for Microbial Ecology All rights reserved 1751-736213 www.nature.comismejoriginate from both living and dead cell types, often lead to interpretations that overestimate the viable microbial population present (Rogers et al. , 2008; Pointing et al. , 2009). Quantitative PCR (qPCR)-based analyses increase the speed, sensitivity and specifi- city of quantitative microbial detection (Hierro et al. , 2006; Yanez et al. , 2011). Unfortunately, qPCR techniques alone cannot differentiate live from dead cells, as the latter contribute template DNA to the overall PCR amplification (Cawthorn and Witthuhn,2008). The persistence of nucleic acids post-cell death renders cogent estimations of livedead cellular ratios in a given sample practically impos-sible, as naked DNA will ultimately result in theoverestimation of total cells (Nocker et al. , 2006). The treatment of microbial cell suspensions with propidium monoazide (PMA), which first interca-lates and on photo-activation, covalently binds DNA, before DNA extraction followed by downstream PCR and related molecular analyses has become anincreasingly popular technique for the selective detection and enumeration of viable microbes (Hein et al. , 2006; Nocker et al. , 2006; Wagner et al. , 2008; Bae and Wuertz, 2009). The use of PMA for discriminating live from dead cells has been studied across various applications and researchtestbeds, including food (Cawthorn and Witthuhn,2008), biosolids (van Frankenhuyzen et al. , 2011), infectious enteric viruses in water samples (Parshionikar et al. , 2010), fungi (Vesper et al. , 2008), bacteriophage T4 (Fittipaldi et al. , 2010), infectious parasitic protozoa (Brescia et al. , 2009) and wastewater treatment plants (Lin et al. , 2011). Recently, PMA treatment has been used in combina- tion with crude microarray analysis for assessing cell viability (Nocker et al. , 2009). In addition, pyrose- quencing profiles of water samples exposed to hightemperature and treated with and without PMA have been comparatively analyzed (Nocker et al. , 2010). The development and validation of molecular methods to selectively detect and enumerate the living fraction of the microbial population resident on critical surfaces (for example, hospital operatingrooms, pharmaceutical manufacturing and packa- ging facilities, semiconductor fabrication, and spacecraft assembly cleanrooms) is of immenseimportance to good manufacturing practices aimed at minimizing contaminant bioburden levels. Reported here for the first time are the results ofpioneering efforts coupling PMA-based viabilitydiscrimination with innovative PhyloChip DNA microarray and bacterial tag-encoded FLX amplicon pyrosequencing (bTEFAP) methodologies to assessthe viable bacterial population present in a typical low-biomass environmental sample. Materials and methods Sampling location The two cleanroom facilities examined in this studywere both certified as ISO 8. Spacecraft hardwareand componentry was housed and assembled in the first cleanroom site, Jet Propulsion Laboratorys (JPLs) Spacecraft Assembly Facility (SAF) (sample GI-36; Table 1), whereas the second cleanroom site,JPL cleanroom Building (Bldg)144 (sample GI-42; Table 1), did not house spacecraft hardware at the time of sample collection. Both of these cleanroomfacilities operated at a positive pressure, with temperatures in the range of 20 41C, and relative humidity ranging from 30 to 50. Ground supportequipment (GSE) consisted of all non-flight hard- ware items used during spacecraft hardware receipt, assembly, integration, test, storage, shipment andpre-launch activities. All GSE materials used insidethe cleanrooms were inspected for compliance to visible cleanliness. An all-purpose cleaning and degreasing agent (Kleenol 30, Accurate Industrial Supply, Inc., Cerri- tos, CA, USA, Cat : J-CC-00040) was used to maintain cleanliness of the floor. Surface cleaningprocedures were performed twice a day in the cleanroom during periods when spacecraft compo- nentry was actively undergoing assembly (SAF;sample GI-36). In contrast, the quiescent Bldg 144 environmental test facility certified cleanroom was cleaned only once a week since spacecraft hardwarewas not present in this facility at the time of samplecollection. Both of the cleanroom facilities exam- ined were maintained with stringent protocols pertaining to the replacement of tacky mats,vacuuming and mopping of floors, and wiping down of GSE surfaces with alcohol. In addition, before entering, staff were required to don clean-room garments and comply with appropriate prac- tices to minimize the influx of particulate matter. Sample collection Samples were collected from the cleanroom floors and GSE housed in SAF and Bldg 144. Wet-surface sampling of the cleanroom floors and GSE (each 1m2) was performed using biological sampling kit (BiSKit; QuickSilver Analytics, Abingdon, MD, USA) as previously described (Kwan et al. , 2011). To measure indigenous DNA associated with thesampling device (negative control), 15 ml of sterilephosphate-buffered saline (PBS, pH 7.0, Mo Bio Laboratories Inc., Carlsbad, CA, USA) was first processed through each BiSKit sampling module,with the expelled liquid pooled before using the very same kit for sample collection. The collection bottle corresponding to each BiSKit sampling mod-ule was replenished with 15 ml of sterile PBS and the entire assembly was inverted, saturating the macrofoam sponge. The sampling module of theBiSKit assembly was then used to sample floors andGSE sites in the ternary, unidirectional manner described elsewhere (Kwan et al. , 2011). Overall, 36 individual samples (each 1 m 2) were collected from two distinct cleanroom floors and two distinct GSE locations. A detailed description of the sampleViability assessment of microbial communities P Vaishampayan et al 313 The ISME Journaltypes is provided in Table 1. Sterile water, PBS, DNA extraction reagent blanks and PCR reagentblanks used in sample collection, processing and analysis, respectively, served as negative controls in all molecular analyses. Sample processing Sample volumes were extracted from BiSKit devices as instructed by the manufacturer, a total of three times with 15 ml of PBS each. Previous studies havedemonstrated that spacecraft-associated surfaces house extremely low-biomass and seldom yield detectable PCR amplification products (Moisslet al. , 2007; Vaishampayan et al. , 2010). Hence, all samples collected from the same general location or site were pooled together. The biological materials resulting from each pooled sample ( B400 ml each) were further concentrated using Amicon Ultra-50 Ultracel centrifugal filter tubes (Millipore, Billerica, MA, USA). Each filter unit has a molecular masscutoff of 50 kDa, which facilitates the concentration of bacterial cells, spores and exogenous nucleic acid fragments 4100 bp in a final volume of 1 ml. All filtered samples were divided into two separatealiquots (500 ml each), one to be subjected to PMA pre-treatment (viability assessment), and the other to serve as a null environmental sample (viable  non-viable; total DNA). All samples, both with and without PMA pre-treatment were subjected to DNAextraction via the Maxwell 16 automated system (Promega, Madison, WI, USA) according to themanufacturers instructions, and resulting DNA suspensions (100 ml each) were stored at C0201C. PMA treatment A 500 ml aliquot of filter-concentrated sample sus- pension was treated with 12.5 ml of PMA (2 m M; Biotium, Inc., Hayward, CA, USA) to a final concentration of 50 mM(Rawsthorne et al. , 2009; Nocker et al. , 2010), followed by thorough mixing and incubation in the dark for 50 min at room temperature. The tubes were inverted manually 56 times over a 10-min incubation interval to promotehomogeneous PMA exposure. Sample tubes were then placed horizontally atop a bed of ice and exposed to a 500-W halogen lamp (Osram 64553C318; Danvers, MA, USA) at a distance of 20 cm for 3 min. Samples without PMA treatment were also subjected to incubation in dark for 50 min andexposure to 500-W halogen lamp on ice along withPMA-treated samples. Quantitative PCR Bacteria-directed primers (1369F and 1492R) target-ing the 16S ribosomal RNA (rRNA ) gene were used for qPCR analysis (Suzuki et al. , 2000). Each 25 ml reaction mixture consisted of 12.5 ml of Bio-Rad 2XTable 1 Physical, chemical and bacterial characteristics of samples collected during this study Sample ID Sample typea123-bp qPCR (16S rRNA copies mC02)Total number of PhloChip- detected generabTotal number of bTEFAP- derived MOTUc SAF (during a spacecraft assembly): GI-36-4 Clean room floor 6.70 C210594 122 GI-36-4(p) PMA-treated clean room floor4.93C210494 GI-36-3 GSE 1.85 C2106411 425 GI-36-3(p) PMA-treated GSE 7.50 C210431 7 Bldg 144 (no mission operation): GI-42-1 Clean room floor 4.46 C2107199 447 GI-42-1(p) PMA-treated clean room floor9.25C2106106 108 GI-42-2 GSE 2.68 C2107236 571 GI-42-2(p) PMA-treated GSE 1.86 C210675 42 Abbreviations: Bldg, building; bTEFAP, bacterial tag-encoded FLX amplicon pyrosequencing; GSE, ground support equipment; JPL, Jet Propulsion Laboratory; MOTU, molecular operational taxonomic unit; PMA, propidium monoazide; qPCR, quantitative PCR; rRNA, ribosomalRNA; SAF, spacecraft assembly facility. aNine individual samples (each 1 m2) were collected using Biological Sampling Kit and pooled. All filtered samples were divided into two separate aliquots (500 ul each; equivalent to 4.5 m2), one to be subjected to PMA pre-treatment (viability assessment), and the other to serve as a null environmental sample (viable non-viable; total DNA). The JPLSAF is the most frequently utilized cleanroom facility, as spacecraft assembly was underway at the time of sampling. In contrast, Bldg 144 was inactive and not in use when samples were collected. The only human traffic in the Bldg 144 facility before sampling was the janitorial servicing, which occurred once a week, or to address any other miscellaneous maintenance issues. Other metadata such as usage rate, and so on, are not in place. The dimensions of the JPL-SAF cleanroom were larger and surface area of the GSE materials were more in JPLSAF than in Bldg 144. bThe amount of total 16S rRNA PCR product subjected to hybridization on PhyloChips was normalized across samples ( B400 ng) whenever possible. cThe total volume of initial PCR product used for subsequent emulsion PCR was 2 ml for strong positives ( 410 ngmlC01; all non-PMA samples), 5 ml for weak positives (5 to 10 ng mlC01; GI-42-1(p)) and 20 ml for samples that failed to yield PCR products ( o5n gmlC01; all PMA-treated samples except GI-42-1(p)). This normalization step enhanced retrieval of maximum number of sequences.Viability assessment of microbial communities P Vaishampayan et al 314 The ISME JournaliQ SYBR Green Supermix (Hercules, CA, USA), 10.5ml of UltraPure water (Gibco; Grand Island, NY, USA), 0.5 ml of forward primer 1369F (10 mM), 0.5mlo f reverse primer 1492R (10 mM)a n d1 mlo fD N A template. Purified standards and UltraPure Gibco water no-template controls were included in all qPCR runs. Thermal cycling parameters for universal 16S rRNA gene qPCR were as follows: hold at 95 1Cf o r 3 min to achieve initial denaturation, followed by 40 cycles of: 10-s hold at 95 1C to denature, ramp-down to 55 1C for primer annealing and extension occurring through a 35-s ramp-up to 95 1C. In this study, all samples were analyzed in triplicate. Taxonomy For convenience and differentiation in this commu-nication, bTEFAP-based pyrosequence discrimina- tion results are binned hierarchically into what are referred to as molecular operational taxonomicunit(s) (MOTU; Blaxter, 2003; Blaxter et al. , 2005). Variation in DNA sequence among microbes can arise via naturally occurring evolutionary eventsandor methodological errors (for example, homo- polymer repetition in pyrosequencing). It is the goal of the MOTU-based classification and clusteringsystem presented here, and in detail elsewhere (Blaxter and Floyd, 2003), to separate these two sources of sequence variation based on known errorrates in sequencing and measured levels of differ-ence across various taxonomical schemes. The accuracy and specificity of a MOTU-based system can be derived from measured levels of between-taxa and within-group variation from well-defined populations, and of observational error obtained by re-sequencing (Blaxter and Floyd, 2003). In a similarvein, PhyloChip DNA microarrays use multiple B25-bp probes, which collectively represent the full-length B1.5-kb 16S rRNA gene of each taxon. In this study, PhyloChip-derived taxonomic units (PTUs) were delineated in accordance with the hybridization scores of a given set of 25-mer probes,which have been previously designed based on theprevalence of members of a given PTU, and dissim- ilarity in DNA sequences outside of the given PTU. Ultimately, a microorganism can be assigned to onlyone given MOTUPTU, either via similarity within a homologous sequenced DNA fragment (MOTU) or hybridization score (PTU), but neither MOTU norPTU need be congruent with other taxonomic schemes. PhyloChip G3 Bacterial 16S rRNA genes were amplified from DNA preparations from each sample using theprimers 27F (5 0-AGAGTTTGATCCTGGCTCAG-30) and 1492R (50-GGTTACCTTGTTACGACTT-30). PCR conditions were as follows: 1 cycle of initial meltingfor 3 min at 95 1C, followed by 35 cycles of 30-s melting at 95 1C, 30-s annealing over a 4858 1Cgradient (48 1C, 48.8 1C, 50.1 1C, 51.9 1C, 54.4 1C, 56.3 1C, 57.5 1C and 58 1C), and 2-min extension at 721C, with a final 10-min incubation at 72 1C. The amount of total 16S rRNA gene PCR product sub- jected to hybridization on PhyloChips was normal- ized across samples ( B400 ng) whenever possible. A detailed explanation of the processing of thePhyloChip assay has been described elsewhere (Hazen et al. , 2010). Stage 1 and stage 2 analysis were performed and the cross-hybridization res-ponse score was adjusted as previous described (Cooper et al. , 2011). PhyloChip G3 data analysis Following stage 2 analysis, hybridization intensities were transformed (log 21000) and were henceforth referred to as transformed hybridization intensities. Representative PTU sequences were then compared against the taxonomic architecture of the SILVAdatabase (Pruesse et al. , 2007) and PTU were grouped at the genus level. In order to be identified as having been enriched in the PMA-treated sam-ples, PTU had to meet the following two criteria: (a) the PTU must be deemed present based on standard PhyloChip analysis in PMA-treated samples and (b)the corresponding PTU must be present in greater transformed hybridization intensity in the PMA- treated sample fraction than in the non-PMA-treatedsample fraction. One representative 16S rRNA gene sequence within each PTU was selected, a multiple sequence alignment was generated with the SINA aligner(Pruesse et al. , 2012), and a neighbor-joining phylogenetic tree was compiled at the family level with MEGA 4 (Tamura et al. , 2007). This tree was rendered in a circular manner with the iTOL tree viewing program (Letunic and Bork, 2011). Tag-encoded FLX amplicon pyrosequencing Bacterial-biased primers 28F (50-GAGTTTGATCNTG GCTCAG-30) and 519R (50-GTNTTACNGCGGCKG CTG-30) were used to amplify B500-bp fragments spanning the V1V3 hypervariable regions of thebacterial 16S rRNA gene. This primer pair was tailored for bTEFAP by adding a fusion linker and a proprietary 12-bp barcode sequence at the 5 0end of the forward primer, and a biotin and fusion linkersequence at the 5 0end of the reverse primer (Dowd et al. , 2008). A HotStarTaq Plus master mix kit (Qiagen, Valencia, CA, USA) was used to catalyzethe PCR under the following thermal cycling conditions: initial denaturing at 95 1C for 5 min, followed by 35 cycles of denaturing at 95 1C for 30 s, annealing at 54 1C for 40 s, and extension at 72 1C for 1 min, finalized by a 10-min elongation at 72 1C. Resulting PCR products were purified via Rapid Tip (Diffinity Genomics, Inc., West Henrietta, NY, USA)chemistry, and were then pooled accordingly. Small fragments ( o100 bp) were removed with AgencourtViability assessment of microbial communities P Vaishampayan et al 315 The ISME JournalAmpure Beads in accordance with manufacturers instructions (Beckman Coulter, Brea, CA, USA). In preparation for FLX-Titanium sequencing (Roche, Nutley, NJ, USA), resulting PCR ampliconfragment size and concentration were accurately measured with DNA 1000 chips using a Bioanalyzer 2100 automated electrophoresis station (Agilent,Santa Clara, CA, USA) and a TBS-380 Fluorometer (Turner Biosystems, Sunnyvale, CA, USA). The total volume of initial PCR product used for subsequentemulsion PCR was 2 ml for strong positives (410 ngml C01), 5ml for weak positives (5 to 10 ngmlC01) and 20 ml for samples that failed to yield PCR products ( o5n gmlC01). This normalization step helped to ensure minimal bias favoring downstream amplification from initially strong PCR products. Approximately 9.6 C2106molecules of B600-bp double-stranded DNA were combined with 9.6C2106DNA capture beads, and then subjected to emulsion PCR conditions. Following recovery andenrichment, bead-attached DNA molecules were denatured with NaOH and sequencing primers were annealed. A 454 pyrosequencing run was performedon a GS PicoTiterPlate using the Genome Sequencer FLX System in accordance with manufacturers instructions (Roche). In all, 24 to 30 tagged sampleswere applied to each quarter region of the PicoTi-terPlate. All bTEFAP procedures were performed at the Research and Testing Laboratory (Lubbock, TX, USA) in accordance with well-established protocols(Dowd et al. , 2008). bTEFAP-derived bacterial diversity and data analysis Bacterial TEFAP sequences were processed and analyzed using the MOTHUR software package(Schloss et al. , 2009), with the AmpliconNoise algorithm implemented. Raw pyrosequencing data for the PMA-untreated samples was derived frompreviously published work and was re-analyzed alongside PMA-treated samples (La Duc et al. , 2012). Previously described standard operatingprocedures were followed for the analysis of sequence data in this study (Schloss et al. , 2011). Sequences were removed from consideration if they(a) did not contain the primer sequence, (b) contained an uncorrectable barcode, (c) were o200 nt in length, (d) had homopolymers longer than 8 nt or (e) had a quality score of o25. Unique sequences were aligned using the Greengenes reference alignment (Schloss et al. , 2009; McDonald et al. , 2012) and trimmed such that all the sequences overlap in the same alignment space. Filtered sequences were assigned to samples accord- ing to their 12-nt barcode. After removing chimeras,sequences were classified in accordance with the new Greengenes training set and taxonomy (McDonald et al. , 2012; Werner et al. , 2012), and clustered into MOTU at the 0.03 level (that is, at97 similarity) (Schloss et al. , 2011).Negative controls During this study, a negative control whereby a BiSKit was only pre-moistened with PBS, and a handling control, in which a BiSKit was pre-moistened with PBS and exposed to the sampling environment, were also prepared. These negative and handling controls were processed and analyzedboth with and without PMA treatment before DNA extraction. All of the resulting qPCR indices for these controls were below detection limit. BacterialbTEFAP sequencing was not performed on any of these controls because PCR amplification did not yield any quantifiable product. Although no detect-able PCR amplification products were available, allnegative and handling controls were run on a PhyloChip in order to detect possible contaminants. The resulting 447 PTU (of 8943 PTU in total)detected were omitted from the entire analysis. Only one PTU was detected in one handling control after PMA treatment. No PTU were detected in anyof the negative or sampling controls after PMA treatment, supporting the conclusion that the detected PTU originated from extraneous DNA,and not from viable microbes associated with sampling materials or reagents. Statistical analysis of community data Multiple statistical analyses were performed tostudy the differences between the PMA-treated and non-PMA samples, all of which were based on (a)the abundance of sequences of each MOTU and (b) the transformed hybridization intensities of each PTU. This included principal coordinate analysis(PCoA), multi-response permutation procedures and Adonis testing (999 permutations), all of which were based on BrayCurtis distance measures. Dendo-gram clustering was based on Euclidean distance.Diversity indices (ShannonWiener) were calcu- lated for MOTU only. All statistical analyses, including heatmaps, were performed using the Rprogramming environment (R-project 2011, Vegan, MASS and ape packages). Results Quantitative PCR Total bacterial burden, as assessed by bacteria- directed qPCR, is given in Table 1. When PMA treatment was omitted before molecular processing, the total bacterial burden (viable non-viable) of the mission-critical SAF cleanroom floor and GSE samples was B105to 106rRNA gene copies mC02. Samples collected from the inactive Bldg 144 facilityfloor and GSE yielded 1 to 2-logs higher rRNA genecopy numbers than SAF samples both with and without PMA treatment. Following treatment with PMA, a mere 7 (floors) and 4 (GSE) of the totalbacterial population encountered about the mission- critical SAF was determined to be viable. However,Viability assessment of microbial communities P Vaishampayan et al 316 The ISME Journalthe bacterial population present in PMA-treated Bldg 144 samples was 21 (floors) and 7 (GSE) viable. On comparative analysis, Bldg 144 floors housed a 188-fold greater viable bacterial burdenthan their mission-critical SAF counterparts. Simi- larly, Bldg 144 GSE samples contained 25-fold more viable bacteria than their SAF GSE equivalents. bTEFAP analysis A breakdown of the number of MOTU observed in the various samples examined over the course of this study is provided in Table 1. Overall, Bldg 144cleanroom floor samples housed 3.6-fold more bacterial MOTU than the mission-critical SAF cleanroom floor, whereas the GSE surfaces fromeach of these cleanrooms yielded a roughly equiva-lent number of MOTU. The effect of PMA treatment was significantly higher in both SAF (97 MOTU reduction) and Bldg 144 (75 MOTU reduction)floor samples, which indicated the presence of a large number of dead cells or extraneous DNA on these floors. A similar trend was observed inPMA-treated GSE samples from SAF (reduced from 425 to 17 MOTU) and Bldg 144 (reduced from 571 to 42 MOTU). A breakdown of MOTU, at the level of bacterial phyla or class, observed in the various samples examined is detailed in Table 2. The mission-critical SAF floor retained MOTU affiliated with physiolo-gically recalcitrant bacteria (Actinobacteria, Acido- bacteria and Firmicutes), whereas the Bldg 144 cleanroom floor harbored predominantly proteobac-terial MOTU. It was particularly apparent that a few acidobacterial types (4 MOTU) were present in great abundance (112 sequences) in the SAF floor sam-ples. However, the GSE samples exhibited no suchcorrelation between MOTU numbers and sequence occurrence. A closer examination of the pyrose- quence reads resulting from the SAF cleanroomfloor and GSE samples indicated a predominance of members of the genera: Acidobacteria, Actinobac- teria, Arsenicicoccus, Arthrobacter, Corynebacter-ium, Kineococcus, Propionibacterium, Nocardioides, Streptomyces, Bacillus, Clostridium, Lactobacillus, Deinococcus and Staphylococcus .M a n yo ft h e Table 2 Bacterial taxa present in various cleanroom samples as determined by pyrosequencing method Number of MOTUs from: Number of pyrosequences from: Taxa SAF clean- room floor (GI-36-4)SAFGSE (GI-36-3)Bldg 144 cleanroom floor (GI-42- 1)Bldg 144 GSE (GI-42- 2)SAF clean- room floor (GI-36-4)SAFGSE (GI-36-3)Bldg 144 cleanroom floor (GI-42-1)Bldg 144 GSE (GI-42- 2) As is PMA As is PMA As is PMA As is PMA As is PMA As is PMA As is PMA As is PMA Actinobacteria 25 1 161 48 8 155 3 350 2 1685 84 106 578 15 Armatimonadetes 3 1 1 6 1 1Bacteroidetes 8 36 39 5 66 3 108 208 2483 60 403 8Verrucomicrobia 2 5 Chloroflexi 1 6 9 4 44 24 Deinococcus-Thermus 7 5 13 26 7 40Acidobacteria 4 1 1 3 2 112 55 1 30 67Firmicutes 11 24 1 11 5 24 2 157 250 2 16 30 109 10Fusobacteria 1 1 2 1 1 2Gemmatimonadetes 2 2Nitrospirae 1 1 1 1 Planctomycetes 1 2 2 1 2 4 Proteobacteria Alpha 41 2 100 8 186 41 168 16 606 11 1154 52 7335 1058 2478 121Beta 9 22 39 14 46 2 100 464 879 296 525 42Delta 1 1 3 2 36 5 6 5Gamma 19 2 26 2 67 23 35 5 357 3 231 6 4784 479 1094 239 Unidentified 9 2 4 155 2 31 Spirochetes 1 1 Unidentified division SC4 3 4 23 6TM7 1 1 2 1 WPS-2 2 2 Unclassified bacteria 4 32 5 26 10 36 8 8 112 27 145 165 103 25 Total 122 4 425 17 447 108 571 42 1783 14 4318 89 15914 2196 5434 528 Abbreviations: Bldg, building; GSE, ground support equipment; MOTU, molecular operational taxonomic unit; PMA, propidium monoazide; SAF, spacecraft assembly facility.Viability assessment of microbial communities P Vaishampayan et al 317 The ISME Journalsequences arising from the physiologically recalci- trant bacteria observed in cleanroom floor samples sans PMA treatment were absent or in very low number in the PMA-treated fractions of the very samesample. Although equivalent surface areas were sampled from the floors and GSE of the two cleanroomsstudied (9 m 2each), the Bldg 144 samples gave rise to many more pyrosequence reads than the SAF floor samples. Regardless of sample type, PMA-treated sample fractions consistently yielded con- siderably fewer pyrosequences than their untreated counterparts. Anywhere from 14 to 2196 high-quality pyrosequences ( 4250 bp) were obtained from samples that had been pre-treated with PMA, whereas 1783 to 15 914 high-quality pyrosequences were recovered from untreated samples. Even whenPMA treatment was omitted, the mission-critical SAF cleanroom floor sample (GI-36-4) yielded far fewer pyrosequences (1783 reads) than the Bldg 144cleanroom floor sample (GI-42-1; 15 914 reads). The relative abundance of pyrosequences retrieved from the PMA-untreated cleanroom floor samples isplotted as a Venn diagram in Figure 1a. Approxi- mately 65 of the pyrosequences retrieved from these two distinct facility floor samples weredetected in both cleanrooms, although this sharedfraction represented only 8 of the total observed MOTU (46 out of 569; Figure 1a). The relative abundance of pyrosequences retrieved from theuntreated SAF samples is plotted as a Venn diagram in Figure 1b. Between the SAF floor and GSE samples, B38 of the total number of detected pyrosequence reads were shared, although this constituted a mere 7.8 of the total MOTU (43 out of 547). PhyloChip analysis A drastic decrease in the total number of bacterial genera was observed in all samples on pre-treatment with PMA (Table 1). After having been treatedwith PMA, the SAF cleanroom floor and GSE samples exhibited very simple bacterial communitystructure, housing very few genera (9 and 3, respectively) of Firmicute and Proteobacteria line- age. Without PMA treatment, these very same floor and GSE samples yielded many more genera, whichrepresented a diverse assemblage of taxa (Table 3) dominated by Actinobacteria, Firmicutes and Pro- teobacteria. The Bldg 144 cleanroom floor and GSEsamples also presented many more genera without PMA pre-treatment (199 and 236, respectively) than the very same samples having been treated withPMA (106 and 75). A heatmap was generated based on the trans- formed hybridization intensities of detected PTU(Supplementary Figure 1). Such analysis clearlyillustrates a marked decrease in the hybridization scores of all samples treated with PMA, as compared with the very same samples not treated with PMA.For instance, the SAF GSE sample (GI-36-3) exhib- ited very high transformed hybridization intensities for detected PTU sans PMA treatment. However, when treated with PMA, this very same sample showed a dramatic reduction in all resulting hybridization intensity scores, which suggested thatthe majority of the detected 16S rRNA genes arose from deceased members of the community. In order to identify the viable members that exhibitedincreased hybridization intensities after PMA treat-ment, ratios of non-PMA-treated and PMA-treated hybridization scores were calculated for each PTU, and are presented as a heatmap (Figure 2). Anobserved increase in the transformed hybridization intensity of a given PTU following PMA treatment would likely stem from PCR bias in non-PMA-treated samples, where high levels of DNA originat- ing from non-viable cells are co-amplified. This amplification of template DNA arising from non-viable cell types masks the presence of smallerlevels of DNA template arising from viable cells. Hence, transformed hybridization intensities are elevated on removing the template DNA arisingfrom non-viable cells from the equation (that is, PMA-treated sample fraction). The SAF cleanroom floor and GSE samples gave rise to fewer PTU withhigher transformed hybridization ratios. At the same time, PMA-treated Bldg 144 cleanroom samples were richer in PTU having increased transformedhybridization intensity ratios, which was indicative of a relatively greater viable population. These PTU belonged to the Firmicutes, Cyanobacteria, Actino-bacteria and Proteobacteria. A phylogenetic tree ofPhyloChip PTU grouped at the family level is provided as Supplementary Figure 2, which shows the presence of the detected families in each samplewith and without PMA treatment. Statistical analysis of microbial community profiles The various samples examined by bTEFAP analysisconsistently showed lower ShannonWiener diver-sity indices when treated with PMA compared with their corresponding non-treated samplesBldg. 144 Floor 15914SAF Floor 1783401 5557 46 1141076 731 SAF GSE 4318SAF Floor 1783382 3159 43 229479 648 Figure 1 Venn diagram showing the MOTU detected in various samples of the cleanrooms. Comparison ( a) between SAF and Bldg 144 cleanroom floor samples and ( b) between floor and GSE samples of SAF cleanroom. Parentheses denote total number ofpyrosequences generated and the numerals without parenthesesare total number of MOTU present in that sample.Viability assessment of microbial communities P Vaishampayan et al 318 The ISME Journal(Supplementary Table 1). PCoA was performed to study the environmental clustering and relatednessof community profiles derived from bTEFAP and PhyloChip analyses (Figure 3). All of the samples analyzed without PMA treatment clustered together,indicative of their relatively similar community structure, compared with their coinciding PMA- treated sample fractions. The clustering observed inthe PCoA plot was congruent with the dendogram clustering presented in Supplementary Figure 1, which implied a close association among all non-PMA samples. Multi-response permutation proce-dure analysis was performed to assess the difference in community structure between PMA-treated sam- ple fractions and non-PMA-treated sample fractions,derived by both bTEFAP and PhyloChip analysis. The null hypothesis (no difference in PMA- treated and non-PMA-treated samples) was rejectedbased on the significance of the delta for both bTEFAP and PhyloChip analyses (0.028 and 0.037, respectively). The chance-corrected within-groupagreements were fairly low for bTEFAP sequencedata ( A0.0411) but high ( A0.2605) forPhyloChip data, which reflect the observed group- ing in PCoA. In addition, Adonis testing clearlyshowed a significant change in the detected community profiles after PMA treatment ( P-value bTEFAP: 0.04, P-value PhyloChip: 0.02). Based on the multiple statistical approaches used, such as Adonis, multi-response permutation procedure, a Euclidean distance-based dendogram (Supplemen-tary Figure 1), and ordination (PCoA) analyses (Figure 3), it was clear that PMA-treated samples and non-PMA samples were significantly dissimilarwith respect to diversity in bacterial communityprofiles. Discussion Over the past 25 years, sequence analysis of PCR-amplified rRNA genes has become the gold stan- dard for assessing species richness in mixed microbial communities, and as a result, totalresolvable microbial diversity is now estimated to be threefold greater than that based solely onTable 3 Bacterial taxa of various cleanroom samples as determined by PhyloChip analysis Number of PhyloChip-detected genera from: Taxa SAF cleanroom floor (GI-36-4)SAFGSE (GI-36-3)Bldg 144 cleanroom floor (GI-42-1)Bldg 144 GSE (GI-42-2) As is PMA As is PMA As is PMA As is PMA Actinobacteria 19 131 16 11 73 18 Armatimonadetes 1 Bacteroidetes 1 16 4 2 3 2Verrucomicrobia 1 Chloroflexi 2 Deinococcus-Thermus 1 2 2 1Acidobacteria 2 4 1Firmicutes 12 4 67 2 6 14 28 13Fusobacteria 1 2Gemmatimonadetes 1 1Nitrospirae 1 Planctomycetes 4 2 2 1 Proteobacteria Alpha 18 3 59 1 55 24 39 9Beta 19 61 53 28 41 18Delta 2 2 Gamma 18 2 54 56 20 38 4 Epsilon 1 Fibrobacteres 1Cyanobacteria 2 4 4 4 6 5 Unidentified division BRC1 1 OP11 1 OP3 1 TM7 1 1 1WS3 11 Total number of genera 94 9 411 3 199 106 236 75 Abbreviations: Bldg, building; GSE, ground support equipment; PMA, propidium monoazide; SAF, spacecraft assembly facility.Viability assessment of microbial communities P Vaishampayan et al 319 The ISME Journalcultivation (Pace, 1997). As sequences from organ- isms in greatest abundance are far more likely to be represented in clone libraries than those from singleton and low-abundance taxa, it is advanta-geous to use high-throughput technologies, such asbTEFAP and PhyloChip, which have been shown to render a far superior representation of community structure (Brodie et al. , 2006; Sogin et al. , 2006; DeSantis et al. , 2007; La Duc et al. , 2009). The application of PMA to assess the differential viability of microbial cells is increasing in popular-ity within the scientific community (Nocker et al. , 2009; van Frankenhuyzen et al. , 2011). When used to pre-treat samples, the PMA concentration appliedin this study effectively precluded B90 of the total DNA template molecules from downstreammanipulation, resulting in the generation of only 2827 pyrosequences, whereas 27 449 pyrosequences were obtained from the very same samples without PMA pre-treatment. With respect to diversity, all ofthe pyrosequences generated after PMA treatmentrepresented a mere 171 MOTU, which corresponded toB12 of the total number of MOTU resulting from the very same samples without PMA treatment(Table 2). Furthermore, 2- to 3-logs fewer pyrose- quences arose from PMA-treated than untreated mission-critical cleanroom samples (0.8 for floor;2.1 for GSE). The total number of MOTU observed in the operational mission-critical SAF cleanroom floorsample (122 MOTU) was considerably less than thatassociated with the quiescent Bldg 144 cleanroom Figure 2 Heatmap of PTU that increased in transformed hybridization intensities in PMA-treated samples compared with non-PMA- treated samples and were called present in the PMA-treated sample. An increase in transformed hybridization intensities in PMA-treatedsample is reflected as a positive ratio. In total, 801 PTU were identified that fulfilled this requirement, which were grouped into 70genera. Displayed are representatives of all genera with the most drastic changes for each sample pair. Numbers in parentheses are thetotal number of PTU.Viability assessment of microbial communities P Vaishampayan et al 320 The ISME Journalfloor (447 MOTU). Bioinformatic analyses of pyro- sequence data demonstrated that both of thesecontaminant microbial populations comprised only Actinobacteria, Firmicutes and Proteobacteria. The vast majority of these bacteria, if not all, werepresent in the SAF mission-critical cleanroom floorsamples in a non-viable state. However, about 25 of the detected MOTU (108 out of 447) were observed to be viable in the Bldg 144 facility,suggesting that certain taxa are able to withstand the desiccated and nutrient-deprived conditions of these cleanroom floors (sample GI-42-1). Actino-bacterial genera such as Kineococcus, Kocuria, Modestobacter andPropionibacterium were present in high abundance in the JPL-SAF floor samples. Incontrast, the floors of the Bldg 144 facility housedpredominantly Proteobacterial genera, as Brevendi- monas and Acinetobacter pyrosequences were gen- erated in great numbers. Previously, members ofthese and other closely related genera have been isolated from spacecraft assembly environments (Osman et al. , 2008; La Duc et al. , 2009; Ghosh et al. , 2010; Vaishampayan et al. , 2012). The molecular biological detection and isolation of these robust microbial lineages from spacecraft-associatedenvironments is of particular consequence to National Aeronautics and Space Administration (NASA) planetary protection practices, not to men-tion routine validation of these cleanroom facilities.Unlike cleanroom floors, which were treated with Kleenol 30 detergent, the GSE materials housed in either cleanroom were subjected only to alcoholwiping, and yet gave rise to similar MOTU and pyrosequence occurrence, with GSE materials kept at the Bldg 144 facility marginally enriched ( B1.3- fold increase in pyrosequences and MOTU). From these results, it is apparent that GSE need to be subjected to more rigorous cleaning regimens, asGSE-associated richness was two to four timesgreater than that of the floor surfaces.The most frequently encountered bacterial MOTU from the stringently maintained and frequentlycleaned floors of the SAF cleanroom were members of the genera: Bacillus, Clostridium and Nocardia. These bacteria are known to survive oligotrophicconditions for extended periods of time, toleratealkaline and oxidative stress, and avoid death by ultraviolet radiation by morphing into highly resi- lient, dormant endospores (La Duc et al. , 2007; Ghosh et al. , 2010; Probst et al. , 2010). Although routine cleaning and maintenance regimens limit the number of bacterial taxa capable of persisting incleanrooms, hardy spore-forming microorganisms like Bacillus spp., Clostridium spp. and Nocardia spp. capitalize on their selective advantage andsuperior fitness and survivemuch to the chagrin ofthose challenged with bioreduction and sterilization of these environments. The presence of these organisms is detected as a result of their (a) viability,or (b) inability to be penetrated by PMA molecules while in a non-viable state. Owing to subtle nuances inherent in the PMA-chemistry-coupled techniquesdescribed herein, endospores and non-viable cells having intact cell walls andor outer membranes will escape PMA treatment (Nocker et al. , 2009; Rawsthorne et al. , 2009; Probst et al. , 2012), and thus be observed as false-positive viable entities. Similarly, sampling and sample processing steps(for example, the composition of the solution tocollect and store microorganisms, method for cell concentration and PMA treatment) might affect the viability of the cells but in a recent study suchadverse effect of sample handling procedures was not noticed for sea and canal water samples (Kort et al. , 2010; Nocker et al. , 2010). As was observed via bTEFAP procedures, Phylo- Chip-based analyses discerned noticeable differ- ences in the bacterial diversity profiles resultingfrom PMA- and non-PMA-treated samples. Onesuch observation was the reduction in diversity of Figure 3 PCoA based on: ( a) number of pyrosequences per MOTU (PCoA1, percentage of explained variance: 22; PCoA2, percentage of explained variance: 17) and ( b) PhyloChip-derived transformed hybridization scores of each PTU (PCoA1, percentage of explained variance: 87; PCoA2, percentage of explained variance: 6). Open and closed dots represent PMA-treated and PMA-non-treatedsamples, respectively.Viability assessment of microbial communitiesP Vaishampayan et al 321 The ISME Journalproteobacteria detected in PMA-treated samples and prevalence of proteobacteria in samples not treated with PMA. Another consistent result was the observed prevalence of Firmicutes in the PMA-treated samples. This suggests that Gram-positive bacteria are more tolerable of the inhospitable conditions of the cleanroom environment that theirGram-negative kin. Numerous studies have reported varying accounts of the microbial diversity typical of spacecraft-associated cleanrooms, and what the presence of such communities might portend for life detec- tion endeavors in extraterrestrial settings(Venkateswaran et al. , 2001; La Duc et al. , 2004, 2007; Moissl et al. , 2007; Probst et al. , 2010; Vaishampayan et al. , 2010). Indeed, the introduction of contaminant microbes to extraterrestrial environ-ments could have profound repercussions on (a) the scientific integrity of in situ and sample-return based life detection experiments, and (b) theuncompromised nature of such settings. The worst-case scenario for life-detection experimenta- tion would be the inadvertent transfer of viablecontaminant microbiota to an otherwise pristine location of interest. The results of this study are encouraging, as they suggest that hitherto, thebreadth of diversity enveloped within the viablefraction(s) of typical spacecraft-associated microbial communities have been overestimated. At the same time, these findings enabled the first ever statisti-cally significant differentiation between the total and viable-only portion of microbial communities in cleanroom environments. Significant differenceswere shown between these two populations using two independent profiling methods, namely bTE- FAP and PhyloChip G3. Consequently, these meth-odologies are an attractive means of discerningviable phylotypes in low-biomass environments. Such a capability is of crucial importance and benefit to numerous industries (for example, health-care, pharma, semiconductor fabrication), not least of all the NASA, whose planetary protection program is tasked with ensuring spacecraft-bornemicroorganisms do not result in harmful contam- ination of extraterrestrial environments. Conflict of Interest The authors declare no conflict of interest. Acknowledgements Part of the research described in this study was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under contract with the National Aeronautics and Space Administration. AJPs contribution was sup-ported by the German National Academic Foundation(Studienstiftung des deutschen Volkes). We are grateful to T DeSantis, L Tom, for PhyloChip analyses, S Westcott and P Schloss, for pyrosequence analysis, J Andy Spry andK Buxbaum for valuable advice and guidance. We thankM Cooper and C Stam for assistance with sample collection and processing, and acknowledge Y Sun at Research and Technology Laboratory for all next-genera-tion sequencing and assistance with TEFAP analyses. References Amann RI, Ludwig W, Schleifer KH. (1995). Phylogenetic identification and in situ detection of individualmicrobial cells without cultivation. Microbiol Rev 59: 143169. Andorra I, Esteve-Zarzoso B, Guillamon JM, Mas A. (2010). Determination of viable wine yeast usingDNA binding dyes and quantitative PCR. Int J Food Microbiol 144: 257262. Bae S, Wuertz S. (2009). Discrimination of viable and dead fecal Bacteroidales bacteria by quantitative PCR with propidium monoazide. Appl Environ Microbiol 75: 29402944. Ben-Amor K, Heilig H, Smidt H, Vaughan EE, Abee T, de Vos WM. (2005). Genetic diversity of viable, injured, and dead fecal bacteria assessed by fluorescence- activated cell sorting and 16S rRNA gene analysis.Appl Environ Microbiol 71: 46794689. Blaxter M. (2003). Molecular systematics: counting angels with DNA. Nature 421: 122124. Blaxter M, Floyd R. (2003). Molecular taxonomics for biodiversity surveys: already a reality. TRENDS Ecol Evol 18: 268269. Blaxter M, Mann J, Chapman T, Thomas F, Whitton C, Floyd R et al. (2005). Defining operational taxonomic units using DNA barcode data. Philos Trans R Soc Lond B Biol Sci 360: 19351943. Boulos L, Pre vost M, Barbeau B, Coallier J, Desjardins R. (1999). LIVEDEAD sBacLight t: application of a new rapid staining method for direct enumeration of viable and total bacteria in drinking water. J Microbiol Methods 37: 7786. Brescia CC, Griffin SM, Ware MW, Varughese EA, Egorov AI, Villegas EN. (2009). Cryptosporidium propidium monoazide-PCR, a molecular biology-based technique for genotyping of viable Cryptosporidium oocysts.Appl Environ Microbiol 75: 68566863. Brodie EL, DeSantis TZ, Joyner DC, Baek SM, Larsen JT, Andersen GL et al. (2006). Application of a high- density oligonucleotide microarray approach tostudy bacterial population dynamics during uranium reduction and reoxidation. Appl Environ Microbiol 72: 62886298. Cawthorn DM, Witthuhn RC. (2008). Selective PCR detection of viable Enterobacter sakazakii cells utiliz- ing propidium monoazide or ethidium bromide monoazide. J Appl Microbiol 105: 11781185. Cooper M, La Duc MT, Probst A, Vaishampayan P, Stam C, Benardini JN et al. (2011). Comparison of innovative molecular approaches and standard spore assays forassessment of surface cleanliness. Appl Environ Microbiol 77: 54385444. DeAngelis KM, Wu CH, Beller HR, Brodie EL, Chakraborty R, DeSantis TZ et al. (2011). PCR amplification- independent methods for detection of microbialcommunities by the high-density microarray Phylo- Chip. Appl Environ Microbiol 77: 63136322. DeSantis TZ, Brodie EL, Moberg JP, Zubieta IX, Piceno YM, Andersen GL. (2007). High-density universal 16SViability assessment of microbial communities P Vaishampayan et al 322 The ISME JournalrRNA microarray analysis reveals broader diversity than typical clone library when sampling the environ-ment. Microb Ecol 53: 371383. Dowd SE, Sun Y, Secor PR, Rhoads DD, Wolcott BM, James GA et al. (2008). Survey of bacterial diversity in chronic wounds using pyrosequencing, DGGE, andfull ribosome shotgun sequencing. BMC Microbiol 8: 43. Fittipaldi M, Codony F, Adrados B, Camper AK, Morato J. (2010). Viable real-time PCR in environmental sam- ples: can all data be interpreted directly? Microb Ecol 61: 712. Ghosh S, Osman S, Vaishampayan P, Venkateswaran K. (2010). Recurrent isolation of extremotolerant bacteria from the clean room where Phoenix spacecraft components were assembled. Astrobiology 10: 325335. Hazen TC, Dubinsky EA, DeSantis TZ, Andersen GL, Piceno YM, Singh N et al. (2010). Deep-sea oil plume enriches indigenous oil-degrading bacteria. Science 330: 204208. Hein I, Flekna G, Wagner M, Nocker A, Camper AK. (2006). Possible errors in the interpretation of ethidium bromide and PicoGreen DNA stainingresults from ethidium monoazide-treated DNA. Appl Environ Microbiol 72: 68606861. author reply 6861-6862. Hierro N, Esteve-Zarzoso B, Gonzalez A, Mas A, Guillamon JM. (2006). Real-time quantitative PCR (QPCR) and reverse transcription-QPCR for detection and enumeration of total yeasts in wine. Appl Environ Microbiol 72: 71487155. Kaprelyants AS, Gottschal JC, Kell DB. (1993). Dormancy in non-sporulating bacteria. FEMS Microbiol Rev 10: 271285. Keer JT, Birch L. (2003). Molecular methods for the assessment of bacterial viability. J Microbiol Methods 53: 175183. Kort R, Nocker A, de Kat Angelino-Bart A, van Veen S, Verheij H, Schuren F et al. (2010). Real-time detection of viable microorganisms by intracellular phototauto- merism. BMC Biotechnol 10: 45. Kwan K, Cooper M, Duc MTL, Vaishampayan P, Stam C, Benardini JN et al. (2011). Evaluation of procedures for the collection, processing, and analysis of biomo- lecules from low-biomass surfaces. Appl Environ Microbiol 77: 29432953. La Duc MT, Kern RG, Venkateswaran K. (2004). Microbial monitoring of spacecraft and associated environments. Microb Ecol 47: 150158. La Duc MT, Dekas AE, Osman S, Moissl C, Newcombe D, Venkateswaran K. (2007). Isolation and characteriza- tion of bacteria capable of tolerating the extremeconditions of clean-room environments. Appl Environ Microbiol 73: 26002611. La Duc MT, Osman S, Vaishampayan P, Piceno Y, Andersen G, Spry JA et al. (2009). Comprehensive census of bacteria in clean rooms by using DNA microarrayand cloning methods. Appl Environ Microbiol 75: 65596567. La Duc MT, Vaishampayan P, Nilsson H, Torok T, Venkateswaran K. (2012). Pyrosequencing-derived bacterial, archaeal, and fungal diversity of spacecraft hardware destined for Mars. Appl Environ Microbiol 78: 59125922. Letunic I, Bork P. (2011). Interactive tree of life v2: online annotation and display of phylogenetic trees made easy. Nucleic Acids Res 39: W475W478.Lin W-T, Luo J-F, Guo Y. (2011). Comparison and characterization of microbial communities in sulfide-rich wastewater with and without propidium mono- azide Treatment. Curr Microbiol 62: 374381. McDonald D, Price MN, Goodrich J, Nawrocki EP, Desantis TZ, Probst A et al. (2012). An improved Greengenes taxonomy with explicit ranks for ecological and evolutionary analyses of bacteria and archaea. ISME J 6: 610618. Mendes R, Kruijt M, de Bruijn I, Dekkers E, van der Voort M, Schneider JH et al. (2011). Deciphering the rhizo- sphere microbiome for disease-suppressive bacteria.Science 332: 10971100. Moissl C, La Duc MT, Osman S, Dekas AE, Venkateswaran K. (2007). Molecular bacterial community analysis of clean rooms where spacecraft are assembled. FEMS Microbiol Ecol 61: 509521. Nocker A, Cheung CY, Camper AK. (2006). Comparison of propidium monoazide with ethidium monoazide for differentiation of live vs. dead bacteria by selectiveremoval of DNA from dead cells. J Microbiol Methods 67: 310320. Nocker A, Mazza A, Masson L, Camper AK, Brousseau R. (2009). Selective detection of live bacteria combiningpropidium monoazide sample treatment with micro- array technology. J Microbiol Methods 76: 253261. Nocker A, Richter-Heitmann T, Montijn R, Schuren F, Kort R. (2010). Discrimination between live and deadcellsin bacterial communities from environmental water samples analyzed by 454 pyrosequencing. Int Microbiol 13: 5965. Osman S, Peeters Z, LaDuc MT, Mancinelli R, Ehren- freund P, Venkateswaran K. (2008). Effect of shadow- ing on the survival of bacteria to conditions simulating Martian atmosphere and UV-radiation. Appl Environ Microbiol 74: 959970. Pace NR. (1997). A molecular view of microbial diversity and the biosphere. Science 276: 734740. Parshionikar S, Laseke I, Fout GS. (2010). Use of propidium monoazide in reverse transcriptase PCR to distinguish between infectious and noninfectious enteric viruses in water samples. Appl Environ Microbiol 76: 43184326. Pointing SB, Chan Y, Lacap DC, Lau MC, Jurgens JA, Farrell RL. (2009). Highly specialized microbial diversity in hyper-arid polar desert. Proc Nat Acad Sci Usa 106: 1996419969. Probst A, Vaishampayan P, Osman S, Moissl-Eichinger C, Andersen GL, Venkateswaran K. (2010). Diversity of anaerobic microbes in spacecraft assembly cleanrooms. Appl Environ Microbiol 76: 28372845. Probst A, Mahnert A, Weber C, Haberer K, Moissl- Eichinger C. (2012). Detecting inactivated endosporesin fluorescence microscopy using propidium mono-azide. Int J Astrobiol 11: 117123. Pruesse E, Quast C, Knittel K, Fuchs BM, Ludwig W, Peplies J et al. (2007). SILVA: a comprehensive online resource for quality checked and aligned ribosomalRNA sequence data compatible with ARB. Nucleic Acids Res 35: 71887196. Pruesse E, Peplies J, Glo ckner FO. (2012). SINA: accurate high throughput multiple sequence alignment of ribosomal RNA genes. Bioinformatics 28: 18231829. R-project (2011). R Development Core Team RA Language and Environment for Statistical Computing (http:www.r-project.org). R Foundation for Statistical Com- puting, Vienna, Austria.Viability assessment of microbial communities P Vaishampayan et al 323 The ISME JournalRawsthorne H, Dock CN, Jaykus LA. (2009). PCR-based method using propidium monoazide to distinguishviable from nonviable Bacillus subtilis spores. Appl Environ Microbiol 75: 29362939. Rogers GB, Stressmann FA, Koller G, Daniels T, Carroll MP, Bruce KD. (2008). Assessing the diagnosticimportance of nonviable bacterial cells in respiratory infections. Diagn Microbiol Infect Dis 62: 133141. Schloss PD, Westcott SL, Ryabin T, Hall JR, Hartmann M, Hollister EB et al. (2009). Introducing mothur: open-source, platform-independent, community-sup- ported software for describing and comparing micro-bial communities. Appl Environ Microbiol 75: 75377541. Schloss PD, Gevers D, Westcott SL. (2011). Reducing the effects of PCR amplification and sequencing artifactson 16S rRNA-based studies. PLoS one 6: e27310. Sogin ML, Morrison HG, Huber JA, Welch DM, Huse SM, Neal PR et al. (2006). Microbial diversity in the deep sea and the underexplored rare biosphere. Proc Natl Acad Sci USA 103: 1211512120. Suzuki MT, Taylor LT, DeLong EF. (2000). Quantitative analysis of small-subunit rRNA genes in mixed microbial populations via 5-nuclease assays. App Environ Microbiol 66: 46054614. Tamura K, Dudley J, Nei M, Kumar S. (2007). MEGA4: Molecular Evolutionary Genetics Analysis (MEGA)software version 4.0. Mol Biol Evol 24: 15961599. Vaishampayan P, Osman S, Andersen G, Venkateswaran K. (2010). High-density 16S microarray and clone library- based microbial community composition of the Phoe-nix spacecraft assembly clean room. Astrobiology 10: 499508.Vaishampayan P, Roberts AH, Augustus A, Schwendner P, Mayilraj S, Salmassi T et al. (2012). Deinococcus phoenicis sp. nov., an extreme ionizing radiation resistant bacterium isolated from the Phoenix Lander assembly facility. Int J System Evol Microbiol 61Pt 6: 13381343. van Frankenhuyzen JK, Trevors JT, Lee H, Flemming CA, Habash MB. (2011). Molecular pathogen detection in biosolids with a focus on quantitative PCR usingpropidium monoazide for viable cell enumeration. J Microbiol Methods 87: 263272. Venkateswaran K, Satomi M, Chung S, Kern RG, Koukol R, Basic C et al. (2001). Molecular microbial diversity of a spacecraft assembly facility. Syst Appl Microbiol 24: 311320. Vesper S, McKinstry C, Hartmann C, Neace M, Yoder S, Vesper A. (2008). Quantifying fungal viability in airand water samples using quantitative PCR after treatment with propidium monoazide (PMA). J Micro- biol Methods 72: 180184. Wagner AO, Malin C, Knapp BA, Illmer P. (2008). Removal of free extracellular DNA from environmental samples by ethidium monoazide and propidium monoazide. Appl Environ Microbiol 74: 25372539. Werner JJ, Koren O, Hugenholtz P, DeSantis TZ, Walters WA, Caporaso JG et al. (2012). Impact of training sets on classification of high-throughput bacterial 16s rRNA gene surveys. ISME J 6: 94103. Yanez MA, Nocker A, Soria-Soria E, Murtula R, Martinez L, Catalan V. (2011). Quantification of viable Legio- nella pneumophila cells using propidium monoazide combined with quantitative PCR. J Microbiol Methods 85: 124130. Supplementary Information accompanies the paper on Th e ISME Journal website (http:www.nature.comismej)Viability assessment of microbial communities P Vaishampayan et al 324 The ISME Journal",
        "introduction": "Microbial cells are traditionally classified as either viable (maintaining active metabolism and membrane integrity), viable but dormant (becauseof external pressures) or non-viable (dead) (Kaprelyants et al. , 1993; Keer and Birch, 2003). The vast majority of microorganisms cannot becultivated and many that can require long cultiva-tion times (Amann et al. , 1995). To minimize the time spent in determining viability and bias asso- ciated with such analyses, advanced molecularapproaches for assessing cellular viability have been recently developed, including livedead staining(Boulos et al. , 1999) and flow cytometry-based techniques (Ben-Amor et al. , 2005). In such cases, however, there is inherent risk of overestimating the total number of viable cells in samples because ofvariation in binding affinities of the dyes used.",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            }
        ]
    }
]