[
    {
        "pmid": "32348348",
        "title": "Crewmember microbiome may influence microbial composition of ISS habitable surfaces.",
        "year": "2020",
        "journal": "PLoS One",
        "abstract": "The International Space Station (ISS) is a complex built environment physically isolated from Earth. Assessing the interplay between the microbial community of the ISS and its crew is important for preventing biomedical and structural complications for long term human spaceflight missions. In this study, we describe one crewmember's microbial profile from body swabs of mouth, nose, ear, skin and saliva that were collected at eight different time points pre-, during and post-flight. Additionally, environmental surface samples from eight different habitable locations in the ISS were collected from two flights. Environmental samples from one flight were collected by the crewmember and samples from the next flight were collected after the crewmember departed. The microbial composition in both environment and crewmember samples was measured using shotgun metagenomic sequencing and processed using the Livermore Metagenomics Analysis Toolkit. Ordination of sample to sample distances showed that of the eight crew body sites analyzed, skin, nostril, and ear samples are more similar in microbial composition to the ISS surfaces than mouth and saliva samples; and that the microbial composition of the crewmember's skin samples are more closely related to the ISS surface samples collected by the crewmember on the same flight than ISS surface samples collected by other crewmembers on different flights. In these collections, species alpha diversity in saliva samples appears to decrease during flight and rebound after returning to Earth. This is the first study to compare the ISS microbiome to a crewmember's microbiome via shotgun metagenomic sequencing. We observed that the microbiome of the surfaces inside the ISS resemble those of the crew's skin. These data support future crew and ISS microbial surveillance efforts and the design of preventive measures to maintain crew habitat onboard spacecraft destined for long term space travel.",
        "full_text": "ZKKF ZIN FZOIS K Iowyoylo ytmltyo yky tzqwuozmo ytmltkw mytttz qOsklttklwo uqkmo Fky FtwkNook4.Qkyo stoz5.Ikytwwk lkztkv6.Utmswk F1Go5.Jktn Q1yts7.Lkst Rktk9.:.kts Tosk;.Rkst ozvkokkz6.Ikw Qktzr OJ 5 4Iy ktzr Jtomko .Skozmo Stoyo Uktzkw Sklk .Stoyo. Ikwtqzt k.zton ko q Fyotmk. 5Wstmkw kznStqomtozmo Jtomko .Skozmo Stoy oUktzkw Sklk. Stoy o. Ikwtqzt k.zton ko qFyotmk. 6Gtomsz wr kznWwkzok Womtz M. UFF QoWwtz Sklk .Wkknozk. Ikwtqzt k.zton ko qFyotmk. 7kmo Gtmtozmo Zookms Gkzms .UFF Fyo Zookms Iozo. Tqqo Ltown. Ikwtqztk. zton ko qFyotmk. 9RGZ wo.UFF Fyo Zookm sIozo. Tqqo Ltown. Ikwtqztk. zton ko qFyotmk. :Jokyoz qWskyk motmkw Isoyt .ztot qIkwtqztk kz Lkzmtm .kz Lkzmtm. Ikwtqzt k.zton ko qFyotmk. ;Ttmltw rSkl. _wo Sklkt o.UFF Qszz kmo Iozo. Nz. ok. zton ko q Fyotmk uktzr5Ew wzw1r Fltkmt so Ozozktzkw kmo ktz O tkmywo ltw oztzyoz stmkww twkon qy Kks1 Fotzr sotzowk loooz soytmltkw myyzt qsoOkznt mo ttykz qooztzr ltyontmkw kznmkw mywtmktz qwzr oy sykz kmoqwtrs yttz1 Ozstn. onomtlo zomoyoylo) ytmltkw qtwo qy ln kl qys. zo. ok. vtz kznkwtk skoo mwwomon kotrs ntqqooz tyo tz o. ntzr kznqwtrs1 Fnnttzkww. oztzyozkw qkmo kywo qy otrs ntqqooz skltklwo wmktz tzsoOoo mwwomon qy qwtrs1 Kztzyozkw kywo qy zoqwtrs oo mwwomon lsomoyoylo kznkywo qy sozo qwtrs oo mwwomon kqo somoyoylo nokon1 so ytmltkw myttz tzls oztz yoz kznmoyoylo kywo k yokon tzr srz yokrozytm oozmtzr kznmoon tzr soStoyo Tokrozytm Fzkwt wvt1 Vntzktz qkywo  kywo ntkzmo son skqsootrs mo ln to kzkwon. vtz. ztw. kznok kywo koyo tytwk tzytmltkw myttz soOqkmo skz ys kznkwtk kywo? kznsksoytmltkw myttz qsomoyoylo) vtz kywo koyo mwow owkon soOqkmo kywo mwwomon lsomoyoylo zsokyo qwtrs skz Oqkmo kywo mwwomon lso moyoylo zntqqooz qwtrs1 Ozsoo mw womtz. omto kwsk ntot tzkwtk kywo kok nomoko ntzr qwtrs kzn olzn kqo oztzr Kks1 st tsoqtn myko soOytmltyo k moyoylo) ytmltyo tksrz yokrozytm oozmtzr1 _oloon skso ytmltyo qsoqkmo tztno soOooylwo so qsomo) vtz1 soo nkk  qo mo kznOytmltkw otwwkzmo oqq kznsonotrz qoozto yok o yktzktz mo skltk zlkn kmomkq notzon qwzr oy kmo kow1 PLOS ONE WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 4253k4444444444 k4444444444 k4444444444 k4444444444 k4444444444 OPEN ACCESS Itktz FtwkNo okF.stoz Q.lkztkv I.Go UF.yts JQ.Rktk L.okw15353 Ioyoy loytmltyo yktzqwozmo ytmltkw myttz qOskltklwo qkmo1 WS VUK 497 o356461 s22 nt1r243146;4 2uzkw1 zo135646  Knt kvkyt 1Zonn. Iskwo W1Jkl Istwnoz) Zookm sOzto. UOKJ FK Zomoton Jomoylo 63.534 Fmmoon Ftw 4.5353 Wlwtson Ftw 5.5353 Itrs sttkzoz kmmo ktmwo. qooqkww mtrs. kznykloqoow onmon. nttlon. kzyt on.yntqto n.ltwz.  soto on lkzzo qkzwkqw o1 sov tykno kktwklwo zno soIokto Iyyz II3lwtm nyktz nontmktz1 Jkk Fktwkltwt koyoz soyokrozyt m oozmo nkkrozokon qy soOqkmo tz stn mkzloqzn zno UIGO oozmo Zokn Fmsto ZF zno soltuom zylo WZQUF7;53 1somoyoylo kmtkon ytmlty ooozmtz rnkkmkzz loskon lwtmw noOZG1soJkk tkktwklwo tzUFF Stqomtozmo Jkk Fmsto SJF s22wnk 1um1 zkk1r2Jk ko1 Fwwtzoyo ntko nkkmotzr kznkzkwt qtwokotzmwnon kwoyozk  qtwo1Oznmtz Fztzmokon qm zsoowktzst loooz tzn ltwntzr kzn sykz sokws skwon komrzttz sk soOzozktzkw kmo ktz O tktmwkw oww ton qntzr ytmltyo tstz mo lomko solttzr  tkztow twkon twkzn tz kmo d4f1Vzlkn soO. tzotrk mkzoyktmkww kmv ytmltkw ktkw. mtmwktz. kzn kzyttzzwtvo so otzr on qntzr ytmltwr qltw oztzyoz. ms ksyo d5f.stkw d6f.lyktzo d7f.lk d9f.ktmkq d:f.oyo mtoztqtm ktz d;f1Too. sotzqw kzn qw qytmrkzty ksoOrozokww mm k owkzzon tzokw soz moyoylo. mkr. kzn ootyoz koomskzron loooz kz kmomkq1 Lsoo okz. soOtkzzkkwwowon wmktz qntzr so tzokmto nzkytm loooz sykz kzn ytmrkzty tztno mwon skltk1 Iykk tow. ootkw oqq yzt ytmltkw nzkytm tzltwntzr y knno kkto q mzqzntzr n qkm o1r1. oztwktz. sykz mmkz. oztzyozkw mznttz ms koyoko. sytnt1 Zoykvklw. 73 qytmltkw trzko tztno ootkw ltwntzr konoton qy sykz wttzr tttzr sokmo df.noytmltkw nolt kmtkon ts sonntzr. osk wktz. oomktz. vtz sonntzr. m tzsovtz. lwknno kzn low ko df1Nnv okw1d43f otykon sk oo s ktykow 43ytwwtz lkmotk qzrt mkzloowokon tztno kltw oztzyoz lktzrwo sykz mmkz1 Wowo ts zmyyton otk  km kzn sokws tyyzo oy mkzkww qtrs qqoztkww skyqw ytmlo otntzr tstz ltw skltk1 Noo. sykz kmoqwtrs tznmo zo tv sk y lo mztnoon lomko kzk mkzlomyo yo motlwo tzqomtz ntzr wzr kmo qwtrs yttz d44f1 so lozoqtmtkw. loztrz notyozkw ksk kmtkon ts ytmlo s tzokmtz tzkmoqwtrs oyktz w znon d45. 46f1 Uklw. omoz Oo qskltklwo qkmo. kt.kzn ko kywo loon zow omto. yo qstms ytrs sko lomyo yo klznkz nokmozto o tzmwntzr ytmrkt kzn wk2m ytm kntktz d474:f1 Okkw omozw sz skZinnia wkz sk oo rz zso KMMOK oy zsoO. sknmmylon tw kzn ntoko nokqzrkw ksroz. Fusarium oxysporum d4;f1 so wkz ksroz kkw twkon qy qkmo to qy so Ttmltkw kmvtzr 4n d4f1 Uyo kmoqwtrs ootyoz otzr Bacillus subtilis. Bacillus pumilus. Escherichia coli. kznSalmonella typhimurium oon yktz kzn kl oqntqqooztkww ooon rozo kmtkon. zkmtkon ts twozmo d457f1 kvoz roso. soot ln qOytmltwr ookms strswtrs ykz zvzz sk mkz zw loknnoon ts yo oyktm. ktoykw yokoyoz ntomw mowkon  Ommkz1 Iwwomtzr kzn tzootzr ytmltkw qtwtzr nkk zlkn twwlommtkw q qo yttz wkz t1o1. kowtzr soTz Tk soo ktn mo oz kzn Kks lkon yontmkw tzooztz ooy zwtvow1 Zomozw. Oqkmo kywo qy ookw wmktz oo kmton kzn ytmltkw ntot qtwo oo nmyozon twttzr srz yokrozyo d59f kzn kywtmz lkmotk kzn qzrt oozmtzr d5:f1 soo tzotrktz ookwon kotw zyzton tmszo q ytmltkw ntot tztno soOd59. 5;f1 Vzo n sk. qsoqt tyo. okytzon mowk tz loooz otnoz kzk kzn soOqkmo ytmltyo tzr 4:ZUF oozm tzr. kzn qzn sk qkmo ytmltyo sko tytwktto sovtz ytmltyo d5f1 so n kw oozon otnozmo sk soytmltkw myyztto qsorktzotzkw km. vtz. zo kzn zro mskzro ntzr sokmo yttz1 Zomozw. zokzk kyzt on qk4ok kmoqwtrs n. kzn sorktzotzkw ytmltyo o. ntzr kzn qwtrs oo kzkwon kzn mykon kmzw luom zoks d5f1 soo oo ztr ztqtmkz ntqqoozmo loooz soluom tzsookww ytmltkw ntot. srs so PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 5253Lzntzr Fky FtwkNook. Qkyo stoz. Utmswk FGo.Ikw Qktzr oo qznon lUFF kmo Gtwr zno mzkm 3UI4R34 461 soqzno sknzwotzn notrz. nkk mwwomtz kznkzkwt .nomttz lwts.  okktz qsoykzmt1 Ikytwwk lkztkv kznRkst ozvkokk zoo qznon lUFF kmo Gtwr kv Wwkz7;;333:51 soqzno sknzwotzn notrz. nkkmwwomt zkzn kzkwt. nomttz lwts. okk tzqso ykzmt1 kts Tosk oo qznon lUFF kmo Gtwr zno mzkm 3UI4R34 461 soqzno sknzwotzn notrz. nkk mwwomtz kznkzkwt .nomttz lwts.  okktz qsoykzmt1 Jktn Qyts k qznon lUFF Fyo kmo Gtwr rky1 soqzno sknzwotzn notrz. nkk mwwomtz kznkzkwt .nomttz lwts.  okktz qsoykzmt1 Lkst Rktk k on srs soRGZwo2L OST lmzkm tssoJokyoz q Wskykmo tmkwIsoyt ksoztot q Ikwtqztk kzLkzmtm. UUF47FG5I. kUFF Fyo Zookms Iozo1 soqzno sknzwotz n notrz. nkkmwwomtz kznkzkwt. nomttz lwts. okktz qsoykzmt1 Iyotzr tzoo soks sko nomwkon skzmyotzr tzoo ot1tmszo qsokzk) ytmltyo kwo skz stmzw luom1 _tstz sok zk kywo. soo ntnzkok lokztrztqtmkz nomoko tztmszo ntot tz tzqwtrs kywo owkto oqwtrs kzn qwtrs kywo1 Ttkon lkonomo Ttmltkw kmvtzr4 uom nomtlon ltzrs okw1d59f kzn Isomtzvktowkqq okw1d5:f. kzn sozoon qyo myosozto kzn yokrozytm oozm tzrkzkwt qmo kzn oztzyozkw ytmltyo tzmwntzr lkmotk. kmskok. qzrt kzn to. omznmon kn mkwwon Ttmltkw kmvtzr5 T5 sk ktyon yoko so owktzst loooz oztzyozkw ytmrkzty kzn kzk tzkmoqwtrs stms mwn lotztrsqw qqo yttz wkzzo kotzr sok lozoqt kzk sokws t1o1. myyozkw. ykwttm. kzn ksroztm owktzst1 kmstoo soo luomto. otrs noqtzon Oqkmo wmktz oo kywon tyo o somo qtyzs qy 534; 534. JUF okmon. kzn ytmltkw ntot oo mkkwron tzr srz yokrozyo oozmtzr1 Fwzrtno soo oztzyozkw qkmo kywo. vtz. ok.ys. ztw kzn kwtk kywo tnon lkmoyoylo oqwtrs. tzqwtrs. kzn qwtrs oo mwwomon tnoztq ozn tzoykw kzn ktkw nzkytm1 Fzkwo ts nkk mwwomon qy knnt tzkw moyoylo twwlozoonon trw otnoztqton ozn1 so okmstzr ssot qT5 ksk soktkw. :yzs k. kzn noko qkmoyoylo so Omwn loozon tkkztzmoko olktz qytmltkw tytwkt loooz moyoy loln to kzn kt skltk qkmo1 Fowkon luomto qT5 knooytzo tq sokzk ytmltyo wn tzsot ytmltyo qy soOkzn tqso kk wn lo oktzon yzs kqo oztzr qy soyttz1 Tosn Ioyoylo kywo mwwomtz Ioyoylo kywo mwwomtz kkn kon lsoQszz kmo Iozo Ozt tzkw Zoto Gkn OZG zno OZG mw W4;71 Ozqyon Izoz qy oo lktzon kzn oo k qsoOZG kkw1 so moyoylo ktzkmoqwtrs qkkw q 469nk1 kywo oo mwwomon qy somoyoylo ktyo tz t1o1. nk mno oqwtrs 4363 nk kzn 3nk loqo qwtrs nk mno S43 kzn S3 oomtow? soo tyo tz ntzr qwtrs okw 45zn yzs. ytnnwo 5zn7s yzs. kzn wko43 nk loqo oz nk mno LJ:3. LJ;. kzn Z-45: oomtow? kzn soo tyo tz qwtrs zonkkqo oz nk mno Z-4 -46:. 63nk nk mno Z-63 -4:9 kzn 4363 nk kqo oz nk mno Z-43 -6491 Gn kl tzmwno soys. zkkw mkt. qosokn. kyt. zkow. qoky kzomltkw qk. zkow ortz. kzn solkmv qls ok1 kl oo mwwomon qt stzr tzsoyztzr. ts zsrtozo :s t  sootz1 Twtwo kwtk kywo oo mwwomon kzn kmtkon ts okms nkmno S43 43. 4;. 4;:. 4;7? S3 3. . :. 7? LJ:3 -:3. -:5. -:7. -::? LJ; -;. -. -434. -436? Z-45:. -45. -463. -465? Z-4 -46:. -46. -473. -475? Z-63 -4:9. -4:;. -4:. -4;4? Z-43 -649. -64;. -641 Jo sowltyk qy qosokn. kyt. zkow kzn qoky. soJUF okmon qy soo q vtz kl oo won qoozmtzr kzkw t1 Vzo kwtk Z-43 kywo ntnzsko kmmoqw oozmtzr wtlk okktz no  JUF kwt1 so kw zylo qkywo qnzoky kzkwt oo :7klwo 41 Lkwtk kywo mwwomtz. kkywo kmwwomon znk 4.6.9kzn ;qokms o. n tzr. kzn qwtrs tyo tz t1o1. nkmno mo tlwo ktktz loooz ntqqooz nk1 kwtk kywo oo mwwomon tzsoyztzr ukqo kvtzr kzn loqo oktzr kzn ntzvtzr. kzn zoomto 7st mwwomtzr kywo1 kwtkGt kl kwtyotm. SSI. Ikwlkn. IF oo on qkwtk mwwomtz knomtlon d63f1 Lvtz kzn ys. kwo okl. Kztkz kwtzo 319 kl ZR69 qy Nkn Jtkrztm. kzk Tktk. IF. PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 6253kon1 Wt kywo mwwomtz. soluom koton ok kkt qotwo rwo. Rtyoms Wo M6otwo Uttwo Mwo RtylowIwkv Wqotzkw. Zoww. MF1 Kkms kl koon zsovtz tzsoys kzn sozo ts ntqqooz oo wtrs. yn oko. kzn zr lkon zsokywtzr wmktz kzn kllon tzooztzo ktz k oz1 Fmzw kl. ktzr sokl tzsoktq43omzn. kkw mwwomon kokms tyo tz1 so kywo oo qoz klow 3I zlkn soOkzn ntzr kzt lkmv Kks kzn vo qoz ztw moon ksoUFF QoWwtz Sklk QWS z ktkw1 LJUF okmtz. kwtk ww kzn ln kl oo oon tz7ySqWssko Gqq oon kwtzo WG kyktyy oon q5ytz1  ySqwttn kmwwomon. zoySq lokn loktzr wosoytmrkzty sk koskn wots lokn loktzr? kzn so so ySkzluomon lokn loktzr tzno ooo soytmrkzty sk ytrs losokon lstmono1 so qkmtz ts kzn ts lokn loktzr 5yS oo soz wkmon tzkTkoww mktnro qJUF okmtz knomtlon otw d59f1 so JUF kowon tz:3Sotwo ko1 so mono kookon ktzr ts sooyktztzr 5 ySqwttn kqo otzr lo q:3Skw JUF oo mwwomon1 JUF okmtz koqyon ts soTkoww 4:kykon oy Wyork. Tkntz. _O. tzkmm nkzmo ts ykzqkmo tzmtz tzr soTkoww 4:to SK kw ZUF tqtmktz vt1 Oqkmo kywo mwwomtz Kztzyozkw qkmo to oo mwwomon qy sokyo wmktz kzn tzsokyo ykzzo kotw nomtlon d59f1 Gtoqw. otrs wmktz tstz sozlt oryoz oo kywon Uno 4.Uno 5.kzn Uno 6?Sklk Tnwo? kzn Woykzoz Twto Tnwo WTT1 Ozstko. wmktz 4twklowon kikzow? 5k_NI? 6k FZKJiqiwkqy? 7kntztzriklwo? 9kosokni7? :kWTTii4? ;k wkliosokni6? kzn kimoiko1 so moyoylo mwwomon Lwtrs 7ozt zyoz qkmo kywo1 Lwtrs 9qkmo kywo oo mwwomon kqo somoyoylo skn nokon1 so zylo qkywo kzn wmktz qy Lwtrs 79tzT5 kzn Lwtrs 46 qy T4 tsz tzklwo 51 kywo mwwomtz oo mznmon tzr oytozon otwo woo to 56my56 my?O_ oto. Tksks. UQsk oo wkmon tzkotwo ctwm lkrkzn oz soOk nomtlon d59f omo sk kywo oo mwwomon ntzr okw qwtrs qLwtrs 7:7nk kqo wkzms. kzn ytnqwtrs zLwtrs 9ktykow 453nk kqo somoyoylo) noko qy soktz1 Iwwomon kywo oo on k7I t oz1 st ttzmzk  kywo qy Lwtrs 46. stms oo on ky oyoko noo otmtzklwo 41Uylo qkwtk kzn ln kl kywo qy zo moyoylo 1LJkzn qLwtrs Jk1 Skzn qSkzms 1Zkzn qZoz1 Io yoylo k klkn Ontzr Lwtrs 71 Woqwtrs Jtzr qwtrs Wqwtr s kw DayCode S43 43 S3 3 LJ:3 -:3 LJ; -; Z -45: Z-4 -46: Z-63 -4:9 Z-43 -649 kwtk 7 7 7 7 7 7 7 7 65 Ts 4 4 4 4 4 4 4 4  Kk 4 4 4 4 4 4 4 4  Utw 4 4 4 4 4 4 4 4  Wwon vtz qosokn. kyt. zkow. qoky4 4 4 4 4 4 4 4  kw :7 s22n t1r243146;42u zkw1zo 1356461334 PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 7253d59f1 z oz. kywo oo moon kzn mzmozkon tzr soOzzkWo mzmoz ktzr to d64f1 JUF okmtz koqyon tzr soTkoww 4:oy Wyork. Tkntz. _O tzkmmnkzmo ts sotzmtz tnon lsoykzqkmo1 Tokrozytm oozmtzr so Owwytzk Uoo933 kon qsrz yokrozytm oozmtzr ts soUoo 9332993 633mmwo Ntrs V oozmtzr Rt519 Ikkwr zylo 533573. Owwytzk. kz Jtor. IF. tzr 493lko kt. ktonozn okn1 JUF wtlkto oo okon qoozm tzrtzr soUook Lwo JUF Stlk Wokktz Rt5334;39. Owwytzk1 Ykwt kzn qkryoz tooo koon zsoFrtwoz koktz 7533 Frtwoz. kzk Iwkk. IF1 Stlkto oo kztkon tzr soYlt qwtyoo soy Ltso mtoztqtm. _kwsky. TF kzn zykwton otkwoz JUF kztto soo tlwo. won. kzn ntwon kmmntzr soykzqkmo) kznkn omyyoznktz1 so zylo qOwwytzk okn kt qy 4:oztzyozkw qkmo wmktz 5qwtrs L7kzn L9. :6moyoylo zo kywo qktwon nmo klwo nkk kywo. kzn mzw kywo kosz tz4klwo1 so yokrozytm oozmo nkk rozokon qy soOqkmo tzstn mkzloqzn zno UIGO oozmo Zokn Fmsto ZF zno soltuom zylo WZQUF7;531 so moyoylo kmtkon ytmltyo oozmtzr nkk tnoton tzUFF Stqo mtozmo Jkk Fmsto SJF s22wnk1um1zkk1r2Jkk o1 Fwwtzoyontko kzkwt qtwo kotnon tztzr nmyoz kctLtwoFmsto 443 Jkko1 so kywo yoknkk t tnon tzJkko1 kzytm mwktqtmktz Stoyo yokrozytm kzkwt wvt kzkwt1 so yokrozytm oozmtzr nkk qy moyoylo kywo kzn Oqkmo kywo qy Lwtrs 7kzn 9oo kzkwon tzr soStoyo Tokrozytm Fzkwt wvt1 STF tkyokrozytm kzkwt towtzo  okms qkzytm tnoztqto kmtkon tskyo qzn tztoqoozmo rozyo nkklko d65. 66f1 STF oko kzn tkkyooton ntqqoozw qy sotowtzo tzd59f owtzr tz oztkww strso ozttt1 Ozomoz yokrozytm oozmtzr lozmsykvtzr nto. STF ksz sko rn wtyt qnoomtz 3 ozttt qrozyo ts 3137a mokro. kzn omttz tzsokzro q53433. stms mkzlozon lsm soswn tzrzklznkzmo noozntzr zsoso oyo sywr noomtz tnoton o1r1. yktzr sqqwon okn zoko swy d67. 69f1 Zokn yktzr soroz Homo oo oyonklwo 51Uylo qqkmo kywo owmktz oqwtrs1 Ttmltkw kmvt zr4 Ttml tkwkmvtzr 5 kw Flight 4 5 6 7 9 ikz ow 4 4 4 4 4 9 _NI 4 4 4 4 4 9 FZKJiq iwkqy 4 4 4 4 4 9 ntztzrik lwo 4 4 4 4 4 9 osokni7 4 4 4 4 4 9 WTTi i4 3 3 3 4 4 5 wklio sokni6 4 4 4 4 4 9 imo iko 4 4 4 4 4 9 6; s22n t1r243146;42u zkw1zo 1356461335 PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 9253t nottzr lwtm nkklko1 Iz qokn yktzr vtzrny Tokk. ttnt wkzko. stms oo zykon ksovtzrny woow oo oyon. koww kokn yk tzr zsotm mzm ksoomto woow1 Tokrozytm oozmo qy Lwtrs 46. rozokon qy T4 d59f. oo kw okzkwon tzr STF qmztozm tzkzkwt1 Wo kywo owkto klznkzmo qokms roz omto tzsoSTF nkklko kotykon qy sotz qokn ktrzon ksoroz kzn omto tzokms kywo1 Llot. ooqo stkzt ksotz qsokz srs sooyktzno qsoko1 srs. sttkltkon otyko lomko rozyo wozrs kzn rozyo m zylo k km omto kzn ooz tstz kktz1 Ozknnttz mowwwk klznkzmo. stktktz kqqom so tz qokn oozmon qy okms kz d6:f1 FwwSTF okn kzkwt qtwo kwwkzv. roz woow. omto woow kotzmwnon tztzr nmyoz kctLtwoFmsto 9; Jkko1 Fwsk ntot otyktz1 so kwsk ntot qokms kywo kotykon okkow ts soswo otz 415715 d6;f kzn soorkz otz 5197 d6f kmvkro. tzr so qzmtz otykoitmszo. otykoZ. omzylo. kzn ozt1 _okztqton kwsk nto tkls soroz kzn omto woow tzr Ntww zylo qnoaUad6f. kw vzz k sooqqomto zylo qloon kk1 so oqqomto zylo qkk totrson lokms kz) owkto klznkzmo qokn okywo d6f1 Ntww zylo qnoaB3.4.kzn 5mozn soqwwtzr wk ntot tzntmo loon tmszo t1o1. U3ttmszo. k1v1k. so zylo qkk ooz. ozoztkon skzzz tzno U4toN. kzn soomtmkw ty ztzno U5t421 Joktwon yosn kokktwklwo tz4o omtz 715151 Kmwrtmkw ntkzmo1 kywo oo tkwton lzzyotm ywtntyoztzkw mkwtzr kzn Wtzmtkw Intzko Fzkwt UTJ kzn WIF ts Qkmmkn kzn Kmwtnokz ntkzmo oomtow. tzr soqzmtz ntzko qy soswo kmvkro otz 415715 d6;f1 Qkm mkn kzn Kmwtnokz ntkzmo oo mkwmwkon loooz kywo tzr swo) ntkzmo qzm tz1 so okn mz qokms kz okon kmyttz oo kzqyon Kmwtnokz kmo tksomozoon wrkt mw kzqy d73. 74f1 sooqo. kzqyon kwo swn lotzooon kowkto soyokz klznkzmo tzokms kywo1 Ioyoylo kywo. Lwtrs 79qkmo kywo qy stn kzn Lwtrs 46qkmo kywo qy soT4 n oo tzmwnon tzsokzkwt1 kywo ntkzmo oo tkwton tstz kzn loooz r qtzoo vtz kzn qwtrs  qkmo qy qwtrs L49. ln to kzn Lwtrs 71Foyoz qsontqqoozmo kyzr sooq looozr ntkzmo knzo tkRvkw_kwwt kzv y o1 _oknnttzkww oqyon koyktzkw ywtktko kzkwt qktkzmo WKZTF UVF d75. 76fososo soo ntkzmo oo trztqtmkzw ntqqooz tstz r q kywo o kyzr r1 _oon knzt5 qy soorkz kmvkro otz 5197 d6f qsoWKZTFUVF. tzmwntzr oy qoozmtzr oqq. qkmo mo. qwtrs r. qwtrs k. soso sokywo tkw ys kwtk. soso tkywo tqy vtz  Lwtrs 7Lwtrs 9oo omtz 91615 WKZTFUVF tz4o qnoktwon mono1 Jtqqooztkw klznkzmo1 so kmvkro FSJK5 otz 414513 d73f kon kz qy owkto klznkzmo t ntzktz kwno1mw. kzn qotzr qntqqooztkww klznkz kk kwno1rwy1 Lokms kz kzn tzkzmo. soyosn oqy ls kR vkww_kwwt oloooz mznttz kzn kwtvowtsn kt oqtzmwntzr kmznttz oy k kzowkzk ktklwo tzkrozokwton wtzok ynow rwy o1Pkwo koknuon qso qkwo ntmo ko LJZ tzr soyosn qGozukytzt kzn Nmslor oon kv1 oGN kzn rwy1oGN qsoRvkww_kwwt kzn rwy o. oomtow1 Ltzkww. soywtwo kkknuon Pkwo qokms kz kokokron km sokywon Jttmswo tzkzmo1 Ttmltkw mo kmvtzr1 mokmvo ynow somyttz qokms tzv ky wokkyto qmyttz qy oyon mo oztzyoz tzr Skoz Jttmswo Fwwmktz. nmtzr kzoomon kwo qokms tzv) mztltz qy okms mo o k PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 :253oto qMtll kywtzr z d77f1 Oqkmo kywo oo notrzkon ktzv kzn somo yoylo oozmo oo notrzkon kkmo oztzyoz qoozmtzr okn sk zky ltrw yk omto1 mokmvo knn kzknnttzkw zvzz oztzyoz kk mo ts ztqy okn mz kmmz qmo kloz tzsoootyoz1 mo kmvo oqyon Mtll kywtzr 43tyo ts klztz q433ko loqo nktzr k kywo ts soqwwtzr noqkw kkyoo kwsk4 B31334. kwsk5 B31334. lok B431 Fwsk4. kwsk5. kzn lok4oooz t vzwonro qztqy mz tzsovzz kzn zvzz mo kzn tzsotzv kktz qsozylo qokn tzsotzv1 Mtll kywo oo qto4333 okn1 Zow Ioyoylo ln to ytmltyo Wokwoz kzn klznkz ytmltkw rozok kzn omto1 Vokww. oozmtzr okn qy moyoylo kywo oo ykon 4.67 rozok kzn 9.45 omto1 so 45ytmltkw omto noomon qy kwwmoyoylo kywo o. ntzr kzn qwtrs kosz tz Ltr41Kkkzn vtz kywo oo nytzkon lPropionibacterium acnes. kmyyz vtz k mtkon lkmotk d79f1Staphylococcus epidermidis tokwoz tzls Kkkzn ztw kywo1 Malassezia restricta kznPeptoniphilus rhinitidis kookwoz tzztw kywo1 Ts kzn kwtk kywo oo nytzkon Rothia mucilaginosa. Actinomyces 1ICM47. Haemophilus parainfluenza. kznVeillonella 1oraltaxon1581 soo rkzty kokmtkon ts kw ytmltyo d7:f1 so qtoy klznkz rozok tzokms qsoln tokosz tz5 klwo1 Propionibacterium ksoy klznkz lkmotkw roz tzvtz kzn ok1Streptococcus. Prevotella. kznActinomyces kososoo rozok tzys kzn kwtk1 Ozztw. Coryne- bacterium. Propionibacterium kznStaphylococcus kosoy klznkz1 Fnoktwon wtqso okwoz omto kzn rozok lkywo o ttzmwnon kctLtwoFmsto tztzr nm yoz 9; Jkko1 Ltr41 45y klznkz omto qy moyoylo kywo o. ntzr kzn qwtrs 1so omoz qykon okn qy kwtk. ys. ztw. okkzn vtz kywo qokms omto tzokms kywo kzvon lsokokro klznkzmo tzokms kzow yyon km wmktz 1Kkms kywo) tyo tz wklow nk mno kzn nkzylo kosz1 s22n t1r243146;4 2uzkw1zo1 356461r334 PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 ;253Ttmltkw ntot tzmoyoylo kwtk1 Alpha diversity1 Ozkwtk kywo. kkw q ;7rozok noomon oo skon kyzr o. ntzr kzn qwtrs kywo. knnttzkww. 9 kk oo zto oqwtrs. 6ntzr qwtrs kzn 3qwtrs 4Ltr1 Fwsk ntot kkztqton ksooqqomto zylo qomto Ntww zylo. U3Ztmszo. U4o skzzz) ntot. kzn U5omtmkw qtyz) ntot1 Ltr5s sosoo nto tyokoyoz okwtk kywo o. ntzr kzn qwtrs1 Fwwsoo ntot tznoo son sk sokokro omto ntot ksotyo tz oqwtrs nk 43. 3 oo tytwk1 so omto ntot nomokon km sosoo tyo tz ntzr qwtrs nk :3.;. 45:1 U4kzn U5son sk sokwtk ytmltkw ntot rknkww omoon km sosoo tyo tz qwtrs nk 46:. 4:9. 649. srs twwzsokyo woow koqwtrs1 so omto tmszo U3omoon knk46:kzn nk4:9qwtrs. lsoo kkn knk 649. tzntmktzr sk soomto tmszo kzqww omoon kqo :yzs qoz1 Ltr51Fwsk ntot qmoyoy lokwtk kywo ksoomto woow owtz o tyo1 Fwsk ntot tkztqton kNtww zylo mozn tzrkzqyo ntmszo U3.skzzz U4.kzn tyz U5ntot tzntmo1 kywo kosz klwkmv tz zn1 Frkyyk orot zwtzolwo tqton sotz ts k9 mzqtnoz motzokw tzro1 s22n t1r243146;4 2uzkw1zo1 356461r335 PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 253Differential abundance byflightstate1 so loktz tzkwsk ntot mskzro tzkwtk on qso tzotrktz qntqqooztkw klznkzmo kyzr qwtrs ko1 Ltr6s so owkto klznkzmo qsootrs rozok ts ykwwo knuon Pkwo qkntqqooztkw klz nkzmo okyzr o. ntzr kzn qwtrs kywo Rvkww_kwwt PD31351 soPkw okmtkon ts sootrs rozok kok kw sz tzLtr61so owkto klznkzmo q Microbacterium. Leuconostoc. Negativicoccus. Escherichia. kznAtopobium ntzr qwtrs k nomokon1 so klznkzmo qBudvicia kznAlloprevotella kowokon ntzr qwtrs1 so klz nkzmo qAlloprevotella. Escherichia. Negativicoccus. andMicrobacterium tzqwtrs kywo ozon sowoow mwo oqwtrs1 so klznkzmo qAtopobium andLeuconostoc  qwtrs ozon sowoow yo tytwk oqwtrs1 Vqsoo otrs rozok. klznkzmo qBud- vicia sksoy ktktz tstz o kzn qwtrs ko. ts owkto klznkzmo ls klo kzn low sokywo kokro1 so qwwoqntqqooztkw kzkwt ksoroz woow t tnon tzctLtwoFmsto Jkko1 Oqkmo ytmltyo Zokn oo ykon 4.694 rozok kzn 9.54 omto km kwwoztzyozkw qkmo kywo qy Lwtrs 7kzn 94:kywo1 Ltr7s soowkto klznkzmo qso45omto km otrs wmktz1 Propionibacterium acnes kznStaphylococcus epidermidis kosoy okwoz tzkwwotrs qkmo wmktz qy ls Lwtrs 7kzn 91Staphylococcus 1AL1 kzn Corynbacterium GD7 kosoy nytzkz tziWkzow kzn WTTii4 qy Lwtrs 7.lztzLwtrs 91Staphylococcus saprophyticus tyo klznkz tzLwtrs 7skz Lwtrs 9 tzFZKJiqiwkq ykzn wkliosokni6 wmktz1 Fnoktwon wtqsookwoz omto kzn rozok lkywo o ttzmwnon kton kmsto qtwotztzr nmyoz 9; Jkko1 Ltr61Zowkto klznkzm oqrozok sk oo ntqqooztkw wklznk zkyzr qwtrs ko tzkwtk kywo1 so owkto klznk zmo qsootrs rozok ts soykwwo Rvkww_ kwwtPkwo kosz tzmw1 so nttltz qowkto klznkzmo qy so rozok kosz tzro1 Flznkzm okowrkzqyo nkzn owkto soroyotm yokz klznkzmo okywo tzr rozok sk oo ooz tstz okms qwtrs ko mozoon wrkt kzq y1 s22n t1r243146;4 2uzkw1zo1 356461r336 PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 253tytwkt qytmltkw qtwo qy moyoylo kzn Oqkmo kywo Gokntot otyko sontqqoozmo loooz ytmltyo kywo lkztqtzr soowk qskon kk loooz soy1 so tytwktto kzn ntqqoozmo loooz moyoy lokzn qkmo kywo oo tkwton tzr UTJ ts Qkmmkn ntkzmo Ltr 91Lwtrs 7 kzn 9qkmo kywo koyo tytwk moyoylo kywo skz Lwtrs 46qy ot Ttmltkw kmvtzr 4n1 _tstz moyoylo kywo. vtz kywo kok owk ts Oqkmo kywo. kzn so komwo qkmo kywo skz so moyoylo ky wo tzmwntzr kwtk. ys. zo kzn ok1_soz sontzr qwtrs vtz kywo r k mykon okms qsoLwtrs 49qkmo kywo r. sontkzmo oo ntqqooz kyzr qwtrs Rvkw_kwwt WD313341 so yontkz ntkzmo loooz vtz ytmltyo Lwtrs 7 kzn 9qkmo ytmltyo oo ykwwo skz Lwtrs 465Ltr1 _soz Lwtrs 7kzn vtz kywo oo mykon. kwkro omozkro qomto tzvtz oo skon ts L7qkmo. ts sontzr qwtrs kywo sktzr soy omto o 61. ntzr ;13.  71: 6klwo1 so ntkzmo loooz kwwqLwtrs 7qkmo kywo kzn okms qsontzr qwtrs mo yoylo ln kywo r ok. ys. ztw. kwtk kzn vtz oo kw mykon. kzn soyontkz ntqqo kyzr ln to Rvkw_kwwt WD31334 6Ltr1 Fnnttzkww. WKZ TFUVF kzkwt son sk ln to kso skz qwtrs ko o. ntzr kzn  oo yo tykz tzowktztzr ntqqoozmo kyzr kywo WB31334 WB31495 4o omtz 91617 kzn 916191 LOqkmo kywo. WKZTFUVF kzkwt son sk Lwtrs zylo kso skz qkmo wmktz oo yo tykz tzowktztzr ntqqoozmo kyzr kywo WB31334 WB315:;1 Ttmltkw mztltz qy moyoylo qkmo mokmvo kon ko sotz qoozmo tzsoL7kzn L9ytmltyo sk mwn looomon myo qy somoyoylo ytmltyo Ltr :1L46 nkk kkw tzmwnon qmyktz1 so tz qmoyoylo oozmo mztltzr soL7 ytmltyo kzkokro 9:. kzrtzr qy 53 kJtztzr klwo  k_NI1 Lwtrs 7 Ltr71Zowkto klznkzm oq45omto tzoztzy ozkw kywo tzLwtrs 7kzn 91so tz qykon ytmltkw okn ktrzon  okms roz tsz qokms oztzyoz kwkywo1 so 45rozok kosz tzmw kzn wtrs ro kzvon lsokokro klznkzmo tzokms kzow yyon km wmktz 1Vso woklznkz rozok kowyon roso tzwtrso ro1 s22n t1r243146;4 2uzkw1zo1 356461r337 PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 43253oztzyozkw qkmo to oo mwwomon yzs kqo somoyoylo kton zso O1 so moyoylo) ytmltyo oton ooz kqo sot noko qy soOkzn k twwotnoz ntzr soL9kywtzr ooz. stms mmon q yzs kqo somoyoylo sknnokon1 so tz qsomoyoylo) oozmo ntzr L9kywtzr kz kokro 75 kzn kzron qy 59 9;1 so kokro mztltz qy somoyoylo  L7o L9oo zkttmkww ntqqooz WB315; kton o1 Foomon. soo k zorwtrtlwo ontmon mztltz qy somoyoylo L4.L5kzn L6ksoo oo ky wtzr nko t somoyoylo) ktkw1 Iyktz qqkmo ytmltyo qy Lwtrs 79 Lwtrs 46 OzLwtrs 7kzn 9.53ytmltkw rozok oo ooz tzokms kywo 433 okwozmo tz4:ky wo1 OzLwtrs 46stms oo mznmon zno T4. 75rozok oo ooz tzokms kywo 433 okwozmo tz54kywo1 so 45y klznkz rozok qy ls nto ko sz tz7Ltr1so soo rozok. Propionibacterium. Staphylococcus. Streptococcus qy Lwtrs 7kzn 9kokw kyzr so49tzT4 Lwtrs 46 7klwo1 so okww zylo qnoomklwo rozok sk koskon loooz kywo qy T4 kzn T5 oo 3;3 q kwwT4 T5 rozok. 6:4rozok oo zto T5 5:. stwo 97oo zto  T4 7 9Ltr1 so noktwon wtqrozok noomon qy T4 T5 kzn sook wozmo qsorozok tzokms n ttzmwnon tz43Jkko1 Fnnttzkww. sorozok sk ko Ltr91UTJ ntzktz qkywo lQkmmkn ntkzmo komto woow ow tz1 Kztzyozk wkywo kosz krk mtmwo Lwtrs 46d5f kzn lz kzn oww mtmwo Lwtrs 7.9stkzkwt1 kywo qy somoyoylo st kzkwt kosz kmtmwo qntzr qwtrs. w trz -qoqwtrs .kzn mo qqwtrs1 vtz kywo komwon tzv? ys kon. kwtk wtrso rooz. ztw wo. oknkvo rooz1 Izw kywo kooytkz koz ko1 s22n t1r243146;4 2uzkw1zo1 356461r339 PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 44253omtqtm T4 ttzmwnon tz9klwo kzn rozok sk koomtqtm T5 ttzmwnon tz: klwo1 Jtmtz Sokztzr sowo roztzr ytmltkw myyztto ttykz qsoknkzmoyoz q kmoqwtrs kmttto1 Ozkowktow ykww yw mwon oztzyoz. somzoozmo q soo myyztto notktzr qy zykw mwn ooz trztqtmkz mskwwozrok ytz k tzmokon mwokztzr tyo qn. kt.kzn ko lwoy sk mkzsko zorkto tywtmktz qmoyoylo sokws kzn sommo qsoswo yttz1 nto sko sz sk so oztzyozkw ytmltyo mkzkqqom ls sosykz ytmltyo kzn sykz sokws  myo ms kyoklwtm kzn tyyzo qzmtz d7;f1 Nykz mmkzm tkw kmo q tzn lkmotk ms kPropionibacterineae. Staphylococcus. Streptococcus. Enterobacteriaceae. kznCorynebacterineae d7f1 Goo znokzntzr qsoo ytmltyo tzokmtz loooz sykz kzn soskon oztzyoz twwoto mztzon yzttzr. kywtzr. kzn noow yoz qoqqomto noomtz kzn kttmkw kzkwt yosn1 Fqt o tzznokzntzr Ltr:1Foyoz qkzk mztltz soOytmltyo1 mo kmvo kon ko sotz qmoyoy lo4ytmlt yo oozmo Lwtrs 7kzn Lwtrs 9Oqkmo ytmltyo oozmo1 st knzo lmyktzr soomto myttz qokn qzn tzso moyoy lotzqwtrs kywo m ots so qkt qwtrs kywo tzv 1so oomon tz qokn mztlon lmoyoy lo4 qokms tzv t1o1. qkmo wmktz. lqwtrs tsz kwzr sokt1 so kznkn notktz qsoontmon t zqokms tzv kotso 3133 3134. myon qy 43Mtll kywo otzv wmktz. kzn s okon ktz otyk o1so yokz mztlt zoqwtrs km qkmo wmktz ntkyzn kzn tkznkn o kosz tzon1 s22n t1r243146;42u zkw1z o1356461r3 3: PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 45253sk zykw ytmltkw nzkytm wv wtvotzsykz kmoqwtrs tmwwomtzr nkk qy zr tzrmmoqw yttz1 sto okw1sko kvoz zoqsoqt o s sk sokzk ytmltyo t kqqomon lwzr oy kmoqwtrs kzn mzqty sk kzk vtz ytmltkw myttz t tytwk Ooztzyozkw qkmo d5f1 so UFF tz n kw yzton ytmltyo mskzro o. ntzr kzn qwtrs. srs ztrztqtmkz mskzro oo loon d5f1 so ooz nkk tsotzttkw o qkn oywtzr yokrozytm oozmtzr kzkwo so myttz qmoyoylo ytmltyo ksoOkzn tkmtktz Ooztzyozkw ytmltyo. wookrtzr kzoozto kzytmkww kzzkon oozmo nkklko kzn kqk kzn oztto kyo lkon okn yktzr kor1 st tsoqt n o kztznos kzkwt qmoyoylo kwtk ytmltyo mskzro nokmoqwtrs mznttz1 so moz n twtyton zomoyoylo luom1 Fzkwt qkywo qy knnt tzkw moyoylo luom twwtzmoko kttmkw trztqtmkzmo kzn mzqtnozmo qsolok tz1 so moz n sksoy kwtk kywo tzmo q kwtk kywo oo mwwomon oo so nko koov qokms qsootrs tyo tz  oqwtrs. soo tzqwtrs kzn soo qwtrs1 so kwtk kywo kwwon loo owktz qkwsk ntot o tyo1 Oz stn. oztzyozkw kywo m ntqqooz qwtrs ron yo zrw lqwtrs skz lwmktz1 so wtyton qwtrs tzstn mwn tzqwozmo soo loktz kzn qtzntzr1 Ozstn. :6kywo qy zomoyoylo kzn 4:oztzyozkw qkmo to ky wo mwwomon qy okko qwtrs yttz oo kzkwon lyokrozytm oozmtzr1 tytwk so sykz ytmltyo nto. osko loon Propionibacterium ksoy klznkz lkmotkw roz tzvtz kzn ok1Propionibacterium kkw soy klznkz lkm otk qzn zsoqkmo qsoO. ooz tzkww4:qkmo kywo kzkwon qy Lwtrs 7 kzn 9Ltr 71_soz mykon ts Oqkmo kywo mwwomon lsomoyoylo Lwtrs 7.mwwomon tzQzo 534;. kzso qwtrs tzsokyo T5 n Lwtrs 9.mwwomon tzQkzk 534 kzn soo ot qwtrs mznmon tzsot T4 n Lwtrs 46. mwwomon loooz Tkms 5349 Tk 534:. tkloon sk somoyoylo vtz kywo oo yo mwow owkon Lwtrs 7kzn 9oztzyozkw kywo skz Lwtrs 46. kzn vtz ky wo oo yo tytwk soOqkmo kywo skz kwtk. ys kzn ztw kywo Ltr 91so mokmvo ow Ltr :ontmon sk somoyoylo ytmltyo mztlon 99 qsoLwtrs 7qkmo ytmltyo kzn 75 qsoLwtrs 9ytmltyo. kokron km kwwotrs wmktz. ts sowkro mztltz lotzr kso_NI. soFZKJ q wk qy. kzn so mo ko1 _ts somokmvo kzn ntzktz ow roso. okotzmwtzon lowtoo sk soo mwn lokzomskzro qytmltkw myttz loooz moyoylo vtz kywo kzn qkmo ksoO1 st loktz qytmltyo omskzro loooz moyoylo ytmltyo kznqkmo ytmltyo kkw on lkzso omoz UFF ookms oqq d5f1 so kw ytmltyo tsoomzn y ntoo ytmltkw myyzt tzsosykz ln ts nttzm sokws kzn ntokon ko d7f1 so oqqom qkmoqwtrs zkw ytmltyo  tno krn to qsykz ytmltyo1 Kztzyozkw nttz mkzkwo soytmltkw lkwkzmo kzn wokn soors qksroz1 st mwn wokn s nomk. rtzrttt. kzn otnzkw ntoko stms mkzmko yku ntmyq kzn. tzyo mko. oto yontmkw okyoz1 Ozko mko.  kw srtozo mkzkw ow tzyo ot kzn wtqosokoztzr mznttz ms koznmkntt kzn sokntoko d7. 93f1 so kwsk ntot yokoyoz tzsomoyoylo) kw ytmltyo tmykklwo k ot n zmo kw ytmltyo qy ookw sokws wzoo d94f kzn Nykz Ttmltyo Wuom d95. 96f1 kwtk kywo son soy tzootzr ozn qnomoktzr omto ntot tzsosoo tyo tz ntzr qwtrs kzn tzmoktzr oqqomto zylo qo mtoU4.U5tzqwtrs tyo tz. srs zqww oqwtrs woow Ltr 51so okww PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 46253omto tmszo U3nomokon qwtrs. stms yk lowtyttzr U4kzn U51kwtk kywo sko looz on lUFF ookmso n kzk tyyzo mskzro kzn sokws mznt tz1 Nooto oo noomon qy kwtk kywo qy moyoylo ntzr kmoqwtrs d63. 97f. rrotzr sk kwtk kywo sko sooztkw oo kltykvo yzt mo sokws1 so loktz qknomokon tzqwtrs kwsk ntot tzkwtk ytmltyo mwn lonosokmo mznttz o1r1. ytmrkt. kntktz sk mkzmko moktz ytmlo mwzto kzn onmo okww ntot1 st mwn kw lontoz ltyyzo ozo mskzro kmtkon ts kmo kow1 ookw qsontqqooztkww klznkz lkmotkw rozok noomon qy kwtk ms kMycoplasma d99f kznMicrobacterium d9:f komztnoon zttm ksroz kzn mwn tzqom tyyzmyyton ktoz1 Alloprevotella sk looz qzn lokmtkon ts nozkw mkto d9;f1 so ytmltkw qtwo qy oztzyozkw qkmo kywo qy somoz n son ls tytwktto kzn ntqqoozmo ts soot Ttmltkw kmvtzr 4n1 so soo rozok. Propionibacterium. Staphylococcus. Streptococcus qy Lwtrs 7kzn 9tzstn ko kw kyzr so49tzT4 Lwtrs 46 7klwo1 so okww zylo qnoomklwo roz oksk koskon loooz kywo qy T4 kzn T5 ko4.391 st nkk  so ztz sk soytmltkw qtwo tzsoOostlt ls ktkw kzn oykw mskzro1 so y klznkz ytmlo ooy ot o tyo. lsookww myttz kzn nttl tz qytmltyo owo o tyo1 Noo. soo tkntqqoozmo zs sokywo oo on ntzr kz qy OKks1 so qkmo to qy Lwtrs 7kzn 9oo on k7I stwo soto qy Lwtrs 46oo on ky oyoko nosowkmv q kro qkmtwt ntzr kz qy OKks1 st ntqqoozmo tzkro mznttz mwn sko mztlon yo ytmltkw ktkzmo1 srz oozmtzr qyokrozytm kywo tkwklwo qytmltkw myyzt nkk mw womtz lomko ttzorko kwwrozotm myzoz tzkmywo kywo1 st n twty ton kzytm kzkwt qy yokrozytm oozmtzr nkk qy zomoyoylo ln kl kzn qkmo kywtzr ootyoz1 Fnnttzkw kzkwt qqzmtzkw myzoz q soytmltyo ms kyoklwtm rozo. twozmo rozo. kztlttm otkzmo rozo tww tno qso znokzntzr qsoowktzst loooz moyoylo kzn kmo ytmltkw qtwo kzn oztkw tykm mo sokws1 so tzozktzkw kmo ktz tkomtkwton ltw oztzyoz1 soo komzkz kzn nzkytm ytmltkw omskzro loooz oztzyoz. ytmlo kzn sykz tzkzozmwon oztzyoz1 so kmo mznttz tzmwntzr ytmrkt kzn kntktz tykm sosykz ytmltyo myttz kzn oztkww mko knltt qsosokws ytmltyo1 Fzkwt qkywo qy knnttzkw moyoylo twwqso znokzntzr qsoqwmktz q soytmltyo o. ntzr kzn qwtrs qy stmoyoylo1 kk sk kontqqooz tkww klznkz loooz mznttz oztzyoz. kzn o tyo. mkzlooztkww noow on kkzytm ykvo qkroon ltotwwkzmo sk yk loyo qoktlwo qtzqwtrs kk kzn lowooozto skz srz oozmtzr1 Ozotrktz tzstrozokw ntomtz swn oztkw qnoowtzr omszwr qomk kzn ozn sokws tykm1 tzr tzqyktz 4Ltr1 Uylo qloon rozok tzkwtk skon km qwtrs ko1 so zylo q loon kk tzkwtk kyzr qwtrs ko sozylo qloon kk tzkzqsoqwtrs ko ttzkw sokok qsoowk1 Fkz tmztnoon loon tzkkywo tq STF ykon kwok 4okn t1Fkz tloon tzkqwtrs ko tqttloon tzkz kwtk kywo tzsk qwtrs ko1 OL PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 472535Ltr1 Goooz kzn tstz r myktz qmo yoylo ntzr qwtrs vtz kywo Lwtrs 49 qkmo kywo1 Qkmmkn ntkzmo lkon zroz oozmoklozmo kosz ktz1 so yontkz tykvon lkmtmwo. ts lk stzr soytnnwo 93 qsonkk1 OL 6Ltr1 Goooz kzn tstz r myktz qmo yoylo ok. ys. zo. kwtk kzn vtz ntzr qwtrs kywo Lwtrs 49 qkmo kywo1 Qkmmkn ntkzmo lkon z roz oozmoklozmo kosz ktz1 so yontkz tykvon lkmtmwo. ts lk stzr soytnnwo 93 qsonkk1 OL 7Ltr1 Zowkto klznkzmo qso45rozok tzoztzyozkw kywo qy Lwtrs 79 kzn Lwtrs 461 so tz qykon ytmltkw okn ktrzon okms roz t sz qokms oztzyozkw kywo1 so 45rozok kosz tzmw kzn wtrs ro kzvon lsokokro klznkzmo tzokms kzow yyon km wmktz1 Vso woklz nkz rozok kowyon roso tzwtrso ro1 OL 9Ltr1 Uylo qloon rozok tzOqkmo kywo skon loooz nto1 so zylo qloon kk skon loooz T4 Lwtrs 46 kzn T5 Lwtrs 7.9so zylo qloon kk tzotso n ttzkw sokok qsoowk1 Fkz t mztnoon loon tzkn tqttnoomon tzkzkywo tzsk n1 OL 4klwo1 Zokn kww yykto qmo kywo kzn Oqkmo kywo lwmktz kzn o t STF motzr1 aSa 5klwo1  9y klznkz omto oln to oqwtrs ko lowkto klznkzmo1 aSa 6klwo1 Ioyoylo vtz kywo kzn Lwtrs 7qkmo kywo kzy myktz1 a 7klwo1  53y klznkz rozok tzotso Lwtrs 46 Lwtrs 7.91Moz mw kzqyon kywo klznkzmo kokokron kzn kzvon tstz okms n1 WJL 9klwo1 St qrozok sk konoomon zw tzT4 n1 so okwozmo qokms rozok tkw tzmwnon1 aSa :klwo1 St qrozok sk konoomon zw tzT5 n1 so okwozmo qokms rozok tkw tzmwnon1 aSa 4Jkko1 STF okn mz1  5Jkko1 STF okn mz qytmrkzty1 Zokn mz yktzr vtzrny Tokk. ttntwkzko. stms oo zykon ksovtzrny woow oo oyon. koww kokn yktzr zsotm mzm ksoomto woow1  PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 492536Jkko1 STF okn mz qytmltkw rozok1 Zokn mz. mwkzqyon okn mz. kzn kokro okn mo1  7Jkko1 STF okn mz qytmltkw omto1 Zokn mz. mwkzqyon okn mz. kzn kokro okn mo1  9Jkko1 Ttmltkw roz okwozmo kzn kokro klznkzmo lr1 kywo ko ron lwmktz. WTF okyoz. kzn qwtrs k1  :Jkko1 Ttmltkw omto okwozmo kzn kokro klznkzmo lr1 kywo ko ron lwmktz. WTF okyoz. kzn qwtrs k1  ;Jkko1 Ttmltkw roz okwozmo kzn kokro klznkzmo ln Lwtrs 46  Lwtrs 7.9qoztzyozkw kywo1 kywo koron ln kzn WTFokyoz1  Jkko1Pkwo qntqqooztkw klznkzmo o kyzr rozok qy kwwsoo qwtrs ko qkwtk kywo1 V qkwno1rwy qrozok on lRvkw_kwwt kzn rwy knuon kzn zknuon kwo1 vRvkw_kwwt o. rwy wtvowtsn kt oqtzmwn tzrqwtrs ko tzMST qowkto klznkzmo? ooomon Wkwo. oGN knuon oomon P kwo qmzwwtzr soqkwo ntmo ko1  Jkko1 o. wmktz. qwtrs ko qOqkmo kywo qy Lwtrs 49 kzn moyoylo kywo1  43 Jkko1 Ttmltkw kzy. kzvtzr kzn okwozmo qy T4 kzn T5 nto1  4o1 Foznoon ZTkvnz lv qsokzkwo1 WJL Fmvzwonryoz  _own wtvoskzv UFF kzk qmwwomtzr kywo klkn soO1 _oskzv so tywoyozktz oky kUFF Fyo Zookms Iozo qmntzktzr kywo yoknkk mw womtz kzn omnvootzr1 _okz skzv J1Ttmskow Ttz qlyttzr oztz yozkw yokrozytm oozmtzr nkk MozoSkl1 _okz skzv J1Ttmskow Z1Gkk qototzr soko kzn tntzr kwklwo qoonlkmv1 Fs kotznolon yoylo q soGtomszwr kzn Wwkzok Womtz r kQWSqsoqkmtwtto tnon1 Fs Iztltz Izmokwtktz Jktn Q1yts. kts Tosk. Rkst ozvkokkz. Ikw Qktzr1 Jkk mktz Fky FtwkNook. Qkyo stoz. Lkst Rktk1 Lykw kzkwt Fky FtwkNook. Qkyo stoz. Ikytwwk lkztkv. Ikw Qktzr1 Lzntzr kmtttz kts Tosk. Rkst ozvkokkz. Ikw Qktzr1 PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 4:253Ozotrktz Jktn Q1yts. Lkst Rktk. kts Tosk. Rkst ozvkokkz. Ikw Qktzr1 Tosnwr Fky FtwkNook. Qkyo stoz. Ikytwwk lkztkv. Utmswk F1Go.Ikw Qktzr1 Wuom knytztktz Lkst Rktk. Ikw Qktzr1 Zomo Lkst Rktk. Rkst ozvkokkz. Ikw Qktzr1 qko Fky FtwkNook1 ottz Ikw Qktzr1 kwtnktz Fky FtwkNook1 tkwtktz Fky FtwkNook. Qkyo stoz1 _ttzr trtzkw nkq Fky FtwkNook. Jktn Q1yts. Ikw Qktzr1 _ttzr oto onttzr Fky FtwkNook. Qkyo stoz. Ikytwwk lkztkv. Utmswk F1Go.Jktn Q1yts. Lkst Rktk. kts Tosk. Rkst ozvkokkz. Ikw Qktzr1 Zoqoozmo 41 Uktzkw Fmknoyto qmtozmo K.Tontmtzo1 Ttmltyo qsoltw oztzy ozkookms kroznk qtzn ytmltwr .sykz sokws. kznltwntzr Uktzkw Fmknoyto Wo? 534;1 51 Sk.yts JW.NkyzTk mowwQ.Voz T. Nkznwo RT. m UT. okw1Szrtntzkw kzkwt q ytmltkw tzokmtz loooz sykz kznsotzn oztzy oz1mtozmo1 5347? 679:53 3437 951s22nt1 r2431445:2 mtozmo1459 795 WTOJ 594;3494 61 Sk.kzrkz U.yts J.Skoz W.Nkznwo RT. Ztmsknz T.okw1Gkmotkw mwztkt zkzn mmot ztzkzow ozon stkw1 mtozmo kzwkt zkw yontmtzo1 534;? 64okk s:9331 s22 nt1r243144 5:2mtkzwyo n1kks:9 33WTOJ 5967;; 71 so QL.Lwomso SK.so IT1 Ttmltw rtmkw Iznttz zVloz lyk tzo1 JKLKUIK IOKUIK FUJ KINUV SVMb VZMFUOcF OVU IFUGKZ ZFFZFS OF.471 91 Fqstzzo vK.Tonkz I.Isns .Qknt J.Go I.Gozo tzU.okw1Mok tkwowtz qsykz kznlkmotkw ntot ts mtmkwo yokroz ytm1 Ioww oy1 5349? 44;5; 1s22 nt1r243143 4:2u1mow1534 91341334 WTOJ 5:97::5 :1 _ot N.Nolor .Jz I.Ktzk QS.So .Uowz R.okw1so Ftwkzo Ikltz Ttm ltyo1 Ttmltkw omwr1 534? ;;4; 91s22nt1 r2431433; 2335734 4446 WTOJ 5;::3 ;1 Tko .Gwkmstm F.Wl FQ.ktsky kkz W.Isomtzv kF.kyo .okw1Ttmltkw mmo tz tzkztzqwkon wzk2Tk kzkwr skltk ntzr k63nk sykz mmktz 1Ttmltyo 1534:? 7 4551 s22nt1 r243144 :2734: 34:34:; 3WTOJ 5;5934 1 Fnky ZO.Gskzrk .Jkzzoytwwo RI.Ktoz QF.Ltoo U.Mtwlo QF.okw1oz otz mzmoztz r soytmltyo qltwntzr1 Gtwntzr kznKztz yoz1 534:? 43557671 1 Tokn QL.Fwtmso FK.Gkoykz FI.ozz Q.Gz M.Mooz QS.okw1Nykz ntqqo tzsot ozkw ytmltkw mwn1 WooQ1 5349? 6o4591 s22nt1 r2431;;4;2 oou1459 WTOJ 5:74;974 431 Nn vJ.bkyky U.Ukkqq _.Ttwwo J.Mskwk .Wommtk Q1Iskkmo ttzr ktlzo qzrkw kznlkmotk wmzmozk tz kznoyttz ko tztmmton mstwnoz) mwky 1Ozn kt15349? 59::74 951s22n t1r2431444 42tzk1454 ;5WTOJ 597365;: 441 _zr _I. Vlo I.Tosk R.VIT. Wtoz JS1Wooztzr Ozqomt Jtoko tzkmomk qkzn kmo Nkltk 1Tnowtzr sokzyttz kznWooz tzqOzqomt Jtoko tzro? 534;1 1 64;1 451 Lo Q._soowo ZT. Wkyst woZ1Nytmlo tzokmt ztzytmrk t koyoz kzntywt mktz1 Stqo1 5347? 75593: :1s22nt1 r243166 32wtqo7353593 WTOJ 596;34 ; 461 sto FF.Sozt NF1so Iskwwozr oqTktzktzt zrkNokws Ttmltyo ntzr SzrJ ktz kmo Ttt z1Lzto tzFz ykznkmo mtozmo1 534:? 6561 s2 2nt1r243166 2 qk1534:13 3356 471 towkqq FI.tzrs UR.Fwwoz QK.stoz Q.Qktzr I.ozvko kkz R1Jkq rozyo oozmo qlt kqo woow 5 zttm ksro ztwkon qy sooztz yozkw qkmo qsoOzozktzkw PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 4;253kmo ktz 1Mozyo kzzzm oyoz1 534:? 7:o345: 64:1 s22nt1 r2431445 2rozyoF1 345:64: WTOJ 5367 96 491 ozvko kkz R.towkqq FI.Zkzk kvo.Wo ZR.Gwkzv K.okz M. okw1Jkq Mozyo oozm oqy kUow Iwkno qGkmtww moo oz Sk ktz. Owkon qy soOzozktzkw kmo ktz 1Mozyo kzzzm oyoz1 534;? 965o33: 34;1 s22nt1 r2431445 2rozyoF1 33:34; WTOJ 5;4 : 4:1 ozvko kkz R.tzrs UR.towkqq FI.Wo ZR.Gorykz UN. kzzrooz W.okw1Uztz nmtzr Gkmtww moo ktz lowzrtzr soG1kzskmt mwkno twkon qy soOzozktz kw kmo ktz 1yoy 1534;? 56o3335 44;1 s22nt1 r2431445 2yoy 1333544; WTOJ 5:3;5 4;1 lkztk vI.Tkk M.Nyyotm vT.Rsnk nknI.mso roF.ozvkok kzR1Jkq Mozyo oozm oqkz mwk Bzkyon mzoz roz omto tnBzkyon mzoz4 Lkty y Owko Iwon qy Ozqomon kz mwk Bzkyonm zoz roz omto tnBzkyon mzoz5 ctzztk sltnk Wwkz Mz zsoOzozk tzkw kmo ktz1 Mozy oFzzzmoy oz1 534? :53o336 5:41 s22nt1 r2431445 2rozyoF133 65:4 WTOJ 5;;6:4; 41 lkztk vI.ozvkok kzR._kzr I.kz Jky W.cklt zkV.cklt zkF.okw1.ont1 Mozytm mskkmo tktz kzntwozmo oztkw qLkty y twko mwon qy soOzozk  tzkw kmo ktz 175zn IVWFZ mtoztqtm Foylw? 5341 41 LkuknI kk W.Ukow Z.Utmsw z_S1 Jtqqotzr ozo tzrs kznzkzo yktz kztlttm otkzmo tzGkmtww ltwt kznksw mmm otnoy tntmoww oon tywkon ytmrk t1 Mkt ktzkw kznkmo Zookm s15347? 551 531 LkuknI kk W.Utmswz _S1 Iwtktz qkswm mm otnoytnt tzsoNykz kmoqwtrs  Kztzy ozSokn Fwoktz tzsoLoozm kznom yqzkzo ZtqkytmtzZ ot kzmo Tktz tzsoG Mozo1 Lzto tzTtmltw r1 534:? ;1 s22nt1 r243166 2qytml1 534:133 WTOJ 5;77:36 541 kw W_1 Oykm qkmo qwtrs zlkmotk wtwozmo kznkztlt tmmotltwt 1Ozqomtz kznnr otkzmo1 5349? 571 s22nt1 r2431547 ;2OJZ1:;5 ;9WTOJ 5:594:55 551 Gktwk Q._twz Q_. zt F.bkzr Q.VIT. Utmvoz IF1tzr kmoqwtrs kznkmoqwtrs kzkwr o mwo qzow yomskzttm tztrs tzkwyzowwk ksrozot 1Kqqom qkmoqwtrs kznkmoqwtrs  Fzkwro Iwo zNykz kznTtmltkw Ioww tzro? 534:1 153691 561 cok S.Skoz T.Kkzo L.Y R.Towwo Z.noVwtotk J.okw1Wsoz tmIskzro Kstlto n lK1mwtIwon tzkmo1 Lzto tzTtmltw r1 534;? 1 571 _twz Q_. VIT. Ytmv S.Jkt Z.Goz RN.Ikllo F.okw1Tontk tzmyttz mzw orwk kzntwoz moozo qkwyzowwk tzkmoqwtrs 1WS Vzo1 533? 645o65 61s22 nt1r243146 ;42uzkw1 zo1333656 WTOJ 43;93 591 tzrs UR._n QT.Rktk L.ozvko kkz R1mmotz kznotozmo qytmltkw myy zt tokznkztytmltkw otkzmo rozo kmtkon ts Ozozktzkw kmo ktz oztzy ozkw  qkmo1 Ttmltyo 1534? :45371 s22nt1 r243144 :2734:34 3995 WTOJ 63757 54 5:1 Isomtzv ktowkqq F.lkztkv I.Tskz MGT. okz M. kz Y._n QT.okw1Iskkmo tktz qsokw kzntklwo lkmotkw kznqzrkw myyztto kmtkon ts soOzozktzkw kmo ktz qkmo1 Ttmltyo 1534? ;4931 s22nt1 r243144 :2734: 343::: WTOJ 6399936 5;1 Utmswk FG.FtwkNo ok F.Fwwoz QK.tzrs U.towkqq FI.Qktzr I.okw1_swo yokroz yoqtwo qktmwk omwwomon qy soOzozktzkw kmo ktz 1Ttmltyo 1534;? 9441 s22 nt1 r243144:2 734:34; 3557 WTOJ 5;4:44 6 51 sto FF.Tkv VI.Tosk .Wtoz JS.Imtkz GK.Lotoz F.okw1n qsotykm q wzrnk tzkmo yttz ksoOzozktzkw kmo ktz zsokzk ytmltyo 1mtoztqtm Zo1 534? 4441 s22nt1 r24314362 74934 7:636 WTOJ 64565 4 51 MkoG kvowykz LK.Jkst T.Mooz Q.MZI. StzS.Tkmtk GZ.okw1so UFF tz n F ywtntyoz tzkw kzkwt qkokwzr sykz kmoqwtrs 1mtozmo1 534? 6:7:76: okk:931 s22nt1 r2431445 :2mtozmo1kk :93 WTOJ 63;9:3 631 Tosk R.Sknozwkro TS.o ZW.Imtkz GK.Lotoz FN.ky IL.okw1Skoz t okmt ktz tzkzk zsotzozktzk wkmo ktz1 UWQ ytmrk t1 534;? 6441 s22 nt1r2431 436274 95:34;3 349 WTOJ 5:7: 66 641 Rkz R.Io T.SkJm T. ktsky kkz W.ky I.Gozkntzt QU.okw1Kkwkt zqmo no qsomwwomtz. motzr .kznkzkwt qltywom woqy wltyk qkmo1 Fwton kznoztzy ozkw ytmltw r1 5344? ;;576 961 Kl 5344236244 1s22nt1 r24314452 FKT1 35;43 WTOJ 5467 5 651 Fyo R.Ny JF.Mknzo U.Swn M. Mvskwo TG. Fwwoz QK1mkwklwo yokroz ytmkzy mwktqtmk tztzr koqoozmo rozyo nkklko 1Gttzqyk tm153461 s22nt1 r24314362 lttzqyk tm2l6 WTOJ 565; 5 PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 4253661 Fyo R.Mknzo U.Tkt QT.wokv Z.Mvskwo TG. Fwwoz QK1tzr wktz qsykz kzn ytmltkw rozyo qrkzty noomtz tzyokroz yo1 Mozyo Zookm s153491 s22nt1 r2 43144342 r147;144 7WTOJ 595:9 7: 671 TmOzo FGZ. Vzt Z.Fqstzzov K.WtwwZQ.NozkqqK.Fwokzn oU.okw1Iy osozto lozms ykvtzr kznozoylwo kkmso qyokrozyt mmwktqto 1Mozyo Gtwr1 534;? 44451 s22nt1 r243144 :24639 34;45; WTOJ 567:7 691 Stznrooz .Fnkt RS.Mknzo WW1Fzokwkt zqsokmmkm kznoon qyokroz yokzkwt w1 mtoztqtm Zo 1534:? :45661 s22 1zk o1my2ktmwo 2o4566 woyozk  tzqykt z1WTOJ 5:;;943 6:1 Ukqkms .Wwwkn R1kn Fmmko kznYkztkt oIykkto Tokroz ytm1 Ioww1 534:? 4:: 944364 :1s22n t1r2431434: 2u1moww1534 :13133; WTOJ 5;9:9674 6;1 TmTnto WQ.Nwyo 1swo FzZWkmvkro qZon mtlwo Ozokmto Fzkwt kznMkstm qTtmltyo Ioz Jkk1 WSV VUK1 5346? 7o:454 ;1s22 nt1r243146 ;42uzkw1 zo1 33:454; WTOJ 56:6394 61 Vvkzoz Q.Gwkzmso LM. Ltoznw T.Rtzn Z.Sorozno W.TmMwtzz J.okw1orkz Iyyz tKmw rWkmvkro 5341 s22mkz1 uom1r. s22r tsl1my2ork zno2 orkz1 61 NtwwTV1 Jtot kznKozzo Fztqtzr Uktz kznOIzo ozmo1 Kmwr1 4;6? 97 575;65 1s22nt1 r2431563;24 67695 731 Lozkzno FJ.Zotn QU.Tkmvwkty QT.TmTr sF.Knroww JZ. Mw MG1 ztqtzr sokzkwt q strss rs oozmtz rnkko mskkmot tzrZUFo. 4: ZUF rozo oozmtz rkznowom tors ootyo zlmyttzk wnkk kzkwt 1Ttmltyo 15347? 54491 s22n t1r2431 44:25375 :4549 WTOJ 5743; ;6 741 Ftmstz Q1so kttmkw kzkwt qmy ttzkw nkk Iskykz Nkww. Sn1? 4:1 74:1 751 Fznoz TQ1Woyk tzkw Twtktk oFzkwt qktkzmo WKZTF UVF1 _two kZoq kt tmZoqoozmo Vzwtzo534 ;1 761 Fznoz TQ1Fzo yosn qzzkkyo tmywtktk okzkwt qktkzmo1 Fkw Kmwr1 5334? 5:4657 :1s22nt1 r243144442u1 4775615 3341343;31 1 771 Not RT. Tkzztz LS.Mzkwo F.Isko QN.Ikk QM.Rztrs Z.okw1Gkmotkw Jtot tz  Uozkkw Ozozto Iko zt UOI1 WSV VUK1 5346? 4o97;3 61s22nt1 r243146; 42 uzkw1z o13397; 36WTOJ 566;5;9; 791 Mtmo KF.oro QF1so vtz ytmltyo 1Uko oto Ttmltw r1 5344? 75779 61s22nt1 r24314362 zytm596; WTOJ 5473;5741 7:1 Wkwyo ZQQ1Iy ttz kznnoow yoz qkwlkmotk wmyyztto 1Wotnz wr 53331 5347? :74536 1s22n t1r24314444 2u14:333;9; 15345133 7961 WTOJ 57653971 7;1 tzs W.ckzoown QZ.kqkzov .Zkltz tWT1 Vzo Nokws Zowktzst Goooz Nykz. Fztykw. kznKztzy ozkw Ttmltyo FTtztZo to1 Lzto tzlwtm sokws1 534? :5691 s22nt1 r2431662 qls15341335 69WTOJ 635471 71 Nn vJ.Ytkz Q.Ukkqq __. bkyky U.Gtll R.Ztykz tbknt N.okw1Nykz Vmmkz m kkmo qOzn Ftlzo Gkmot k1WSV VUK1 5345? ;7o67: ;1s22nt1 r243146;42 uzkw1z o13367 :;WTOJ 55957: 71 Rtwtkz T.Iskwo OSI. Nkzztr T.Tks WJ.Totm .Wono ozFTS. okw1so kwytmlty okz nko qkwsokwsmk oqotzkw 1Gtts Jozkw Qzkw1 534:? 55443 :9;::1 s22nt1 r2 4314362 u1lnu1534:1 :9WTOJ 5;9;3; 931 Wwyyo I.Jrwk I_O1 Zowktzst loooz sokltwt qkwomm mttzokm ts wkowo rwmo tzOlkznts sokwtk wywomw kotrs ymtz. TM51 LKT Oyyzwr Tontmkw Ttmltw r1 533:? 7663 1s22nt1 r24314444 2u149;7:9a 1533:1334:41 WTOJ 4;3::4  941 ckk K.Rotuo GQL. No T. Itowkk n_1Joqtztzr sosokws mo ytmltyo qkwytmltkw myyzt to1GTI Ttmltw r1 533? 4591 s22nt1 r243144:2 47;4543 59 WTOJ 5333674 951 _kzr Q.StJ._kzr Q.cskzr c1Nykz kwytmltyo mskkmo tktz kzntkmtktz ts ozt zyozk wytmltyo ookwon lsoKks Ttmltyo Wuom1 ltZt1 534;6 54561 s22nt1 r243144342 ;65456 961 StR.Gtskz T.bos .Toso GF1Fzkwo qsoTtmltkw Jtot km soNyk zTtm ltyo1 WSV VUK1 5345? ;:o6544 1s22n t1r243146; 42uzkw1 zo13365 44WTOJ 55;456 971 Zzo G.Imtkz GK.Wtoz JS.Sknozwkro TS.Tosk R1Noo t Zokmt ktz tzF zk Jtzr kmoqwtr skznOFwtmk tzzKks1 Lzto tzytmltw r1 534? 434:1 s22 nt1r243166 2qytml1534 13334: WTOJ 63;5:1 PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 4253991 Wktw .Zk Z.ZkuF1Zwo qTmwky ktzsoOzttktz kznWrotz qVkw Ikzmo1 QOzVkw Nokws1 5349? ;;ttt1 WTOJ 5:556 31 9:1 FwzKms kzo Q.sks .kwoz tFQ.Jttrw U.Ikz SF.Fntz TQ.okw1Umytk wV lokv qTtmlkm oty omto Gkmooy tkkyzr Ikzmo Wktoz1 so Qzkw qOzqomt Jt oko1 5334? 47:;97 :31 s22nt1 r243143:2 65633 WTOJ 4494;76; 9;1 Vt .Noykz K.Sksozv I.Wmoww F.Zkwkz R.Rs G.okw1oomt qtmntqqoo zmo tzsokwt k ytmltyo qmktokmt omstwnoz1 QVkw Ttmltw 1534? 4444:96 4571 s22nt1 r2431 433253335 5;153414:96 457WTOJ 647;59:1 PLOS ONEOmoyoy lokznqkmo ytmlty o WSV VUK s22nt1 r243146; 42uzkw1 zo13564 6 Ftw 5.5353 53253",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            }
        ]
    }
]