[
    {
        "pmid": "22378945",
        "title": "The 14-3-3 proteins of Arabidopsis regulate root growth and chloroplast development as components of the photosensory system.",
        "year": "2012",
        "journal": "J Exp Bot",
        "abstract": "The 14-3-3 proteins specifically bind a number of client proteins to influence important pathways, including flowering timing via the photosensory system. For instance, 14-3-3 proteins influence the photosensory system through interactions with Constans (CO) protein. 14-3-3 associations with the photosensory system were further studied in this investigation using 14-3-3 T-DNA insertion mutants to study root and chloroplast development. The 14-3-3 μ T-DNA insertion mutant, 14-3-3μ-1, had shorter roots than the wild type and the difference in root length could be influenced by light intensity. The 14-3-3 ν T-DNA insertion mutants also had shorter roots, but only when grown under narrow-bandwidth red light. Five-day-old 14-3-3 T-DNA insertion and co mutants all had increased root greening compared with the wild type, which was influenced by light wavelength and intensity. However, beyond 10 d of growth, 14-3-3μ-1 roots did not increase in greening as much as wild-type roots. This study reveals new developmental roles of 14-3-3 proteins in roots and chloroplasts, probably via association with the photosensory system.",
        "full_text": "Journal of Experimental Botany , Vol. 63, No. 8, pp. 30613070, 2012 doi:10.1093jxbers022 Advance Access publication 29 February, 2012 This paper is available online free of all access charges (see http:jxb.oxfordjournals.orgopen_access.html for further details) RESEARCH PAPER The 14-3-3 proteins of Arabidopsis regulate root growth and chloroplast development as components of the photosensory system John D. Mayeld, Anna-Lisa Paul and Robert J. Ferl Plant Molecular and Cellular Biology Program and Horticultural Sciences Department, Interdisciplinary Center for Biotechnology Research, 1301 Field, PO Box 110690, University of Florida, Gainesville, FL 32611, USA  Present address: Institute of Genome Sciences and Policy, Duke University, Durham NC 27708, USA. yTo whom correspondence should be addressed. E-mail: robferlu.edu Received 21 November 2011; Revised 12 January 2012; Accepted 13 January 2012 Abstract The 14-3-3 proteins specically bind a number of client proteins to inuence important pathways, including owering timing via the photosensory system. For instance, 14-3-3 proteins inuence the photosensory systemthrough interactions with Constans (CO) protein. 14-3-3 associations with the photosensory system were furtherstudied in this investigation using 14-3-3 T-DNA insertion mutants to study root and chloroplast development. The14-3-3 mT-DNA insertion mutant, 14-3-3 m-1, had shorter roots than the wild type and the difference in root length could be inuenced by light intensity. The 14-3-3 nT-DNA insertion mutants also had shorter roots, but only when grown under narrow-bandwidth red light. Five-day-old 14-3-3 T-DNA insertion and comutants all had increased root greening compared with the wild type, which was inuenced by light wavelength and intensity. However, beyond10 d of growth, 14-3-3 m-1roots did not increase in greening as much as wild-type roots. This study reveals new developmental roles of 14-3-3 proteins in roots and chloroplasts, probably via association with the photosensorysystem. Key words: Chloroplast, photosensory system, plastid, 14-3-3 proteins, root development. Introduction The 14-3-3 proteins are predominantly known for their ability to bind certain phosphorylated proteins to complete phosphoregulation events ( Ferl, 1996 ). In plants, 14-3-3 protein binding activity includes the regulation of keymetabolic enzymes, such as nitrate reductase and sucrosesynthase ( Bachmann et al. , 1996 ;Toroser et al. , 1998 ), and also the activation of the plasma membrane H-ATPase(Olsson et al. , 1998 ;Fuglsang et al. , 1999 ;Svennelid et al. , 1999;Ottmann et al. , 2007 ). Throughout eukaryotes, 14-3-3 proteins are known to bind a multitude of different proteins and, specically, participate in a wide array of signaltransduction regulatory events. Multicellular eukaryotes contain multiple 14-3-3 protein family members, or isoforms. The number of 14-3-3 isoformscan vary per organism, but Arabidopsis contains 13 expressed14-3-3 genes ( Wuet al. ,1 9 9 7 ;Rosenquist et al. , 2001 ;Sehnke et al.,2 0 0 6 ). The 14-3-3 proteins throughout eukaryotes share sequence homology within the core region of the proteinsequence, but sequences of individual isoforms diverge in theamino- and carboxy-terminal tails. The importance ofmultiple 14-3-3 isoforms per organism remains to be eluci-dated, however, reverse genetic studies analysing knockout orknock down mutants continue to identify specic roles ofindividual 14-3-3 isoforms ( Suet al. , 2001 ;Sugiyama et al. , 2003;Mayeld et al. ,2 0 0 7 ;Purwestri et al. ,2 0 0 9 ). InArabidopsis , 14-3-3 T-DNA insertion mutants were utilized to nd association of the 14-3-3 isoforms land t with both light sensing during early development and time oftransition to owering ( Mayeld et al. ,2 0 0 7 ). Red light- grown 14-3-3 T-DNA insertion mutants exhibit decreased 2012 The Author(s). This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http:creativecommons.or glicensesby- nc3.0), which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cite d.hypocotyl elongation inhibition ( Mayeld et al. ,2 0 0 7 ) reminiscent of, but not identical to Phytochrome B (PHYB)mutants ( Koornneef et al. ,1 9 8 0 ). The 14-3-3 T-DNA insertion mutants also ower later in long-day conditions(16 h of light), but not in short-day conditions (8 h of light)(Mayeld et al. ,2 0 0 7 ). In rice, the opposite phenotype occurs when manipulating expression of the 14-3-3 isoform, GF14c(Purwestri et al. ,2 0 0 9 ). Over-expression of GF14c results in delayed owering, while knockout results in early owering. These 14-3-3 mutant phenotypes indicate a role in light-related signalling for these particular 14-3-3 isoforms. Therelationship of 14-3-3 proteins with light signalling is furthersupported by the observation that 14-3-3 proteins bind theblue light photoreceptor Phototropin 1 (PHOT1) ( Kinoshita et al. ,2 0 0 3 ) and the owering timing regulation protein Constans (CO) ( Mayeld et al. ,2 0 0 7 ), as well as downstream targets such as Flowering Timing (FT) and Self-Pruning (SP) (Pnueli et al. ,2 0 0 1 ). Light perception is broadly important for phototropic responses, time of owering, and root development. Forexample, Red and far-red light inuence the directionalgrowth of roots. Roots of some plants, such as maize andrice, grow horizontally in the dark, but grow downwardwhen the plants are irradiated with red or far-red light from above ( Takano et al.,2 0 0 1 ;Luet al. ,1 9 9 6 ). In addition, there is copious expression of photoreceptors in the roots ( Pratt and Coleman, 1974 ;Somers and Quail, 1995 ;Toth et al. ,2 0 0 1 ), suggesting a functional relev ance for photoreceptors in root development. Root hair devel opment is enhanced by light and mediated by phytochromes ( De Simone et al. ,2 0 0 0 a,b). Further, both Phytochrome A (PHYA) and PHYB regulatered-light-induced root hair deve lopment while fa r-red-induced root hair development is regulated by PHYA alone ( De Simone et al. ,2 0 0 0 a). Photoreceptors also control chloroplast development in roots that are exposed to light. Prolonged exposure of plantroots to light stimulates the development of chloroplasts inthe roots ( Whatley, 1983 ). Chloroplast development in the roots is stimulated by red and blue light, with cryptochrome1 and 2 (CRY1 and CRY2) as the primary regulators of blue light-stimulated chloroplast development and PHYB as the primary regulator in red light ( Usami et al. , 2004 ). This study utilizes the previously described T-DNA insertion mutants of 14-3-3 land tto examine the roles of individual 14-3-3 isoforms in root elongation and chloroplastdevelopment, that are controlled by the photosensory system.A1 4 - 3 - 3 lknockdown mutant containing a T-DNA insertion within the promoter of 14-3-3 l,14-3-3 l-1(Mayeld et al. , 2007), exhibited shorter roots whose lengths were inuenced by various light intensities. The 14-3-3 tknockout T-DNA insertion mutants, 14-3-3 t-1and 14-3-3 t-2(Mayeld et al. , 2007), each contain a T-DNA insertion within the 14-3-3 t coding region and also had shorter roots than the wild type,but only when grown under narrow bandwidth red light. Inaddition, the roots of the 14-3-3 T-DNA insertion mutantsand CO mutants ( co) (co-1; Redei, 1962 ;Koornneef et al. , 1991) exhibited an increase in chloroplast numbers after 5 d of growth.Materials and methods Growth conditions of Arabidopsis seedlings Arabidopsis seeds were sterilized as previously described by Paul et al. (2001) . Thirty to forty seeds of each line were planted onto 0.53MS vertical plates, which consisted of 0.22 MS salts (Murashige and Skoog, 1962 ), 0.025 MES buffer, 0.5 sucrose, 0.1 1000 3MS vitamins ( Murashige and Skoog, 1962 ), and 0.8 agar. Nitrate-free media were prepared as above, except that the MS salt mix was substituted for nitrogen-free MS salt mix (Product MSP007; Caisson Laboratories, Logan, UT), 1 mM ammonium citrate was added and the media was adjusted to a pH of 6.5. After planting, the seed-containing plates were incubated at 4C176C in the dark for 48 h. The plates were then placed under the appropriate light conditions. Constant-light-grown seedlings were grown under a light bank emitting 6070 lmol mC02sC01of light (two Cool White Sylvania bulbs and two Gro-Lux bulbs). Constant red light (630 nm at 25 lmol mC02sC01), blue light (470 nm at 40 lmol mC02sC01) or dark-grown plants were exposed to white light for 1 h, after the 48 h cold treatment, and placed under Light Emitting Diodes (LEDs) or in the dark. Treatments included irradiation with specic uence rates of red light (630 nm; Quantum Devices, Barneveld WI) or blue light (470 nm; Ledtronics Inc, Torrance CA), and a custom design used by Folta et al. (2005) . Characterization of phyB mutants Seed stocks for the PHYB T-DNA insertion mutant lines Salk_022035 and Salk_069700 were obtained from the Arabidopsis Biological Resource Center. The seeds were planted on wet Fafard Fine-germinating Mix soil and incubated at 4 C176C in the dark for 3 d. The seeds were exposed to light for 1 h to promote germination, then placed under ;20lmol mC02sC01of narrow- bandwidth red light for 4 d. All seedlings were cleared from the soil that did not exhibit reduced hypocotyl elongation inhibition. The remaining seedlings that did exhibit reduced hypocotyl elongation inhibition were later screened for homozygous T-DNA insertion using PCR. A left border T-DNA specic primer (LBb1) and two, T-DNA anking, PHYB gene-specic primers were used to identify lines that were homozygous for T-DNA insertion into the respective 14-3-3 genes. It is important to add that 100 of the lines, from both Salk_022035 and Salk_069700, selected as exhibiting reduced hypocotyl elongation inhibition were identied as homozygous PHYB T-DNA insertion mutants. The phenotypes exhibited by Salk_022035 and Salk_069700 in this study were comparable between the two separate lines. In order to make the data easier to convey, only the phenotypic dataof Salk_022035 were included in the results and discussion of this study. Root and chloroplast measurements Digital images of roots were captured using an Epson Perfection 3170 Photo scanner for further analysis. Root lengths were assessed by measuring root lengths of each Arabidopsis line of wild-type, Res-mu , and 14-3-3 l-1with the University of Texas Health Science Center San Antonio Dental School (UTHSCSA)Image Tool software ( http:ddsdx.uthscsa.edudigitdesc.html ). The root measurements collected were standardized and processed in Microsoft Excel. Visualization of Arabidopsis roots with a uorescent microscope Roots were viewed with an Olympus BX51 uorescent microscope coupled to an Evolution MP cooled charge-coupled device camerawith Q-capture 2.60 software (Quantitative Imaging, Burnaby, British Columbia, Canada). Digital photos were taken through a1 0 3objective and captured with no binning. Regions identical in size were cropped from the digital images taken of roots from each3062 Mayeld et al.Arabidopsis line. Slides were prepared by mounting the roots in water between a slide and cover slip. Visualization of Arabidopsis roots with a confocal microscope Roots from 5-d-old Arabidopsis seedlings were viewed with a confocal LSM5 Pascal Laser Scanning Microscope (Zeiss, Jena, Germany). The light source used was a helium neon laser emitting 543 nm light. The light emitted by the helium neon laser was ltered with a long pass lter resulting in a wavelength of 560 nm, similar to the conditions used to view rhodamine. Images were collected of the red uorescing chloroplast, as well as Differential Interference Contrast (DIC) images to provide a reference for root size and shape. Quantication of the red tonal levels of Arabidopsis roots Four or more uorescent microscope images of chloroplasts in root tissue were cropped in order to standardize the images to equal sizes using Adobe Photoshop. The standardized images were then processed with the RGB Measure Plus plug-in of Image J. Tonal levels recorded by the RGB Measure Plus plug-in were then processed with Microsoft Excel.Results 14-3-3 l-1has shorter roots than wild-type Wild-type and 14-3-3 l-1were grown on vertical MS media agar plates under constant light conditions and assayed forroot lengths after 8 d of growth ( Fig. 1 ). The roots of 14-3-3 l-1,co,and phyB were statistically shorter than wild-type levels ( a9.006 310C061, 0.0011, and 3.744 310C013, respectively). The 14-3-3 l-1roots were only ;25 of wild- type root length ( Fig. 1A, B ), although developmentally similar in the aerial tissue. Wild-type root length wasrestored by the reintroduction of 14-3-3 linRes-mu ,a14-3- 3l-1line that was complemented by the native 14-3-3 l gene ( Mayeld et al. , 2007 )(Fig. 1B, C ). Root lengths of 14-3-3 t-1and14-3-3 t-2were also comparable with that of wild-type roots after 8 d of growth ( Fig. 1B, C ). The root growth results for 14-3-3 l-1were in stark contrast to the results for 14-3-3 tinsertion mutants. Two separate T-DNA insertion alleles for 14-3-3 tshowed wild-type root Fig. 1. Shorter root lengths of 14-3-3 l-1compared with wild-type root lengths. After 8 d of growth, 14-3-3 l-1exhibited shorter roots than wild-type (A). The 14-3-3 T-DNA insertion mutants, Res-mu ,co,phyB, and the wild type were grown on vertical agar plates in constant light. The average root lengths after 8 d of growth were measured (B). The roots of 14-3-3 l-1and phyB were;30 and ;70 of the wild-type root length, while other lines were equal in root length to wild-type (B). Error bars represent standard error and asterisks indicate lines with a signicant difference in root length compared to wild-type using a ttest (B). The root lengths of the 14-3-3 T-DNA insertion mutants and the wild type were measured daily in order to get a time-course of root lengths (C). 14-3-3 l-1exhibited shorter roots that consistently increase in the deviation from wild-type root lengths through 8 d of growth. Error bars represent standarderror (B, C).14-3-3 proteins regulate root and chloroplast development 3063lengths under constant light conditions. CO also exhibited wild-type root length, while phyB had a slightly decreased root length ( Fig. 1B ). The time-course of root length was studied to determine if there was a particular time point that 14-3-3 l-1root length begins to deviate from that of the wild type andRes-mu , or the two alleles of 14-3-3 t. Root lengths were measured daily over 8 d of growth ( Fig. 1C ).14-3-3 l-1 exhibited an overall slower increase in root length through- out the entire 8 d compared with the wild type, with noparticular day characterized as a specic point of separationof14-3-3 l-1from the wild-type root length. After day 2, when the difference in root length is measurable, the 14-3- 3l-1root length begins to lag behind, and remain at a slower and constant growth rate, while wild type, Res-mu , and the 14-3-3 lalleles accelerate in growth rate. The decrease in root length of 14-3-3 l-1is not due to altered nitrate reductase activity The 14-3-3 proteins interact with nitrate reductase (NR), as part of the NR inactivation process ( Bachmann et al. , 1996 ; Moorhead et al. , 1996 ). In fact, of the 14-3-3 isoforms tested, 14-3-3 tis the third most effective at inactivating nitrate reductase (the 14-3-3 lisoform was not tested in the study) ( Bachmann et al. , 1996 ). Because of the 14-3-3 protein association with nitrate reductase inactivation, it was possible that the loss of 14-3-3 lprotein resulted in overactive nitrate reductase. Overactive nitrate reductaseprotein, in combination with nitrate-rich media, could haveresulted in a reduced need for root elongation since theroots had adequate nitrate levels available. In order to factorout nitrate reductase activity as the cause of 14-3-3 l-1 decreased root length, plants were grown on nitrate-free media using ammonium-citrate as the only nitrogen source. The14-3-3 l-1root lengths were 40 of the wild type, when grown on nitrate-free media for 14 d (see Supplementary Fig. S1atJXB online), indicating that increased nitrate reductase activity was not the major factor for shorter 14-3-3 l-1roots. Differential root length of 14-3-3 l-1can be partly attributed to the photosensory pathway The 14-3-3 T-DNA insertion mutants 14-3-3 l-1,14-3-3 t-1, and 14-3-3 t-2all exhibit reduced hypocotyl growth inhibition under narrow-bandwidth red light during early development ( Mayeld et al. , 2007 ), similar to PHYB and PHYB-associated protein mutants ( Neff and Chory, 1998 ; Huq et al. , 2000 ). In order to test if 14-3-3 l-1exhibits light- dependent deviations in root length, as does phyB , the 14-3-3 T-DNA insertion mutants were grown alongsidephyB and the wild type under three separate light intensities: full-light (6070 lmol m C02sC01), low-light (5 lmol mC02sC01), and dark growth conditions. A CO mutant, co, was also included in all of the altered light condition experimentsbecause CO is a binding partner of 14-3-3 proteins andis associated with 14-3-3-mediated red-light signalling(Mayeld et al. ,2 0 0 7 ). Seeds were planted on vertical platesand exposed to light for 1 h to promote germination, then transferred to full-light, low-light, or dark chambers. Rootlengths were measured after 8 d ( Fig. 2A, B ). Under dark conditions, 14-3-3 t-1,14-3-3 t-2,co, and phyB roots were similar in length to the wild-type roots. 14-3-3 l-1roots were slightly shorter than wild-type roots when grown in darkand low light conditions. 14-3-3 l-1roots were ;80 and ;68 of wild-type root length in darkness and low light, respectively. By contrast, 14-3-3 l-1roots were ;25 of wild-type root length when grown in full-light conditions.As light intensity growth conditions decreased, 14-3-3 l-1and Res-mu root lengths became more comparable ( Fig. 2C ). Res-mu root lengths were comparable with the wild type in all three light conditions. 14-3-3 T-DNA insertion and comutant roots develop increased numbers of chloroplasts during earlydevelopment Roots experiencing prolonged light exposure exhibit greening resulting from chloroplast development ( Whatley, 1983 ). PHYB is a positive regulator of chloroplast development in Arabidopsis roots ( Usami et al. ,2 0 0 4 ). Due to similarities of 14-3-3 l-1andphyB in the inuence on root length by light intensity, the 14-3-3 T-DNA insertion mutants were assayedfor root chloroplast development along with the wild type,Res-mu ,co, and phyB. Plants were grown on vertical agar plates under constant light conditions for 5 d. Roots of the5-d-old plants were viewed with a uorescent microscope. The roots were illuminated with blue light (488 nm) and viewed through a long pass lter in order to view the redautouorescence of chlorophyll. A large number of chloroplasts were visualized within the roots of the 14-3-3 T-DNA insertion mutants andco(Fig. 3A ). Wild-type and Res-mu roots developed chloroplasts, but in smaller numbers compared with the 14-3-3 T-DNA insertion mutants and co. The roots of phyB did not develop any observable chloroplasts under white light. The roots of 14-3-3 l-1had the most dramatic increase in chloroplast number. The co,14-3-3 t-1,a n d 14-3-3 t-2 roots had slightly fewer chloroplasts than 14-3-3 l-1. The red channel level within the frame of each photo- graph was also quantied ( Fig. 3B ). Photo frames of equal size, exposure, and colour adjustment were taken of 46roots from each line. The red channel tonal levels of each photo frame were quantied using the RGB Measure Plus plug-in of the ImageJ software package. Quantication ofthe red light tonal levels showed that the average red tonallevel for the 14-3-3 T-DNA insertion mutants and cowere higher than the wild type or Res-mu . T-tests conrmed that red tonal levels of 14-3-3 l-1,14-3-3 t-1,14-3-3 t-2, and co root pictures were statistically higher than the wild-typelevels ( a0.0000, 0.0067, 0.0127, and 0.0011, respectively). The photo frames of phyB roots contained statistically lower red tonal levels than the wild type, as conrmed byattest ( a0.0253). The dramatic increase in chloroplasts in 14-3-3 l-1roots was also examined with confocal microscopy. Wild-type3064 Mayeld et al.and14-3-3 l-1plants were vertically grown for 5 d under full light conditions (6070 lmol mC02sC01), and root sections were observed to determine the distribution of chloroplasts(Fig. 4 ). The DIC images illustrated that the roots were of the same developmental age, with cells of comparable size, inthe wild-type and 14-3-3 l-1plants ( Fig. 4A, D ). Fluorescent images of the wild type and 14-3-3 l-1showed that while theplastid size is comparable for each plant, the quantity of plastids in the 14-3-3 l-1roots is around 2-fold that of the wild type ( Fig. 4B, E ). Narrow-bandwidth red or blue light inuence both root length and the numbers of chloroplasts in the roots Root lengths were also assayed from plants grown on vertical agar plates for 8 d under narrow-bandwidth red(25lmol m C02sC01) or blue (50 lmol mC02sC01) light ( Fig. 5 ). The14-3-3 l-1roots were ;65 or ;60 of the length of wild-type roots in red or blue light conditions, respectively. 14-3-3 t-1and14-3-3 t-2roots were similar in length to wild- type roots when grown under blue light, but shorter whengrown under red light. The 14-3-3 t-1and 14-3-3 t-2roots were;83 and ;86 of the length of wild-type roots, respectively. The differences in root lengths of red-light-grown Fig. 3. Increased numbers of chloroplasts in the roots of the 14-3- 3 T-DNA insertion mutants and coafter 5 d of growth. The 14-3-3 T-DNA insertion mutants, Res-mu ,co, phyB, and the wild type were grown on vertical agar plates for 5 d under constant light.Roots were illuminated with a blue light and visualized through a GFP long pass lter with a uorescent microscope (A). The roots of the 14-3-3 T-DNA insertion mutants and cocontained more chloroplasts, which autouoresce as a red colour. Pictures of rootsfrom each line were cropped to equal sizes and the red tonal levelswere measured with the RGB Measure Plus plug-in of the ImageJprogram (B). The red tonal levels were higher for 14-3-3 l-1, 14-3-3 t1,14-3-3 t-2and coroots compared with the wild type. Error bars represent standard error and asterisks indicate lines with a signicant difference in root length compared with the wild type using a ttest (B).Root Lengths of Plants Grown in Dark Conditions for Eight DaysAverage Root Length (mm) WT Res-mu 14-3-3 -1 14-3-3-2 co phyB 14-3-3-1Root Lengths of Plants Grown in Low Light Conditions for Eight DaysAverage Root Length (mm)WT Res-mu 14-3-3 -1 14-3-3-2 co phyB 14-3-3-1 020406080100120 Root Length of Wild-type Under Decreasing Light Full Light Low Light DarkA B C 14-3-3-1 Res-mu 14-3-3-1 Res-mu 14-3-3-1 Res-mu Root Length of Wild-type02468101214 024681012 Fig. 2. The inuence of 14-3-3 l-1root lengths by different light intensities. The 14-3-3 T-DNA insertion mutants, Res-mu ,co, phyB , and the wild type were grown on vertical agar plates in dark (A) and low-light (B) conditions for 8 d and root lengths weremeasured. The roots of 14-3-3 l-1were;77 and ;68 of the wild-type roots in dark and low-light conditions, respectively. Root lengths of 14-3-3 l-1and Res-mu were compared as a  of wild-type root lengths when grown in three conditions: full light,low light, and dark (C). Res-mu roots were equal to wild-type root lengths in all treatments. The roots of 14-3-3 l-1were more comparable to wild-type lengths as the light conditions decreasedin intensity. Error bars represent standard error and asterisksindicate lines with a signicant difference in root length comparedwith the wild type using a ttest (A, B).14-3-3 proteins regulate root and chloroplast development 306514-3-3 t-1and 14-3-3 t-2were conrmed to be statistically different by ttest ( aa0.0003 and 0.0050, respectively). Root chloroplast development can be inuenced by growth under different wavelengths of light ( Usami et al. , 2004). When grown in dark or low light conditions, roots from none of the lines studied developed observable chloroplasts (data not shown). The 14-3-3 T-DNA insertion mutants, co,phyB ,Res-mu , and the wild type were also grown under narrow-bandwidth red or blue light to testwhether these wavelengths inuence root chloroplastdevelopment differently among the lines. Plants were grownfor 5 d under red or blue light and then the roots wereassayed for chloroplasts ( Fig. 6 ). As previously published (Usami et al. , 2004 ), blue light stimulated more root chloroplast development than red light. Furthermore, blue light stimulated more chloroplast development in the rootsthan white light. The roots of blue-light-grown 14-3-3 l-1 developed a higher number of chloroplasts than any of theother lines ( Fig. 6A ). Quantication of red tonal levels conrmed that 14-3-3 l-1roots contain higher red tonal levels than both the wild type and Res-mu (Fig. 6B ). The red tonal level of blue light grown 14-3-3 l-1roots was statistically higher than that of wild-type or Res-mu roots as conrmed by ttest ( a0.0012 and 0.0323, respectively). Out of the lines grown under red light, 14-3-3 l-1andco were the only sets that developed noticeably visible chlor-oplasts in the roots ( Fig. 6C ). The small number of chloroplasts in the 14-3-3 l-1andcoroots was not enough to raise the red tonal level of either mutant to a signicantdifference from that of wild-type roots ( Fig. 6D ). Discussion This study characterizes several novel functions of 14-3-3 proteins in root growth and chloroplast development. The14-3-3 lT-DNA insertion mutants exhibited altered root lengths and chloroplast numbers in the roots. The pheno-types exhibited by the 14-3-3 lT-DNA insertion mutants could all be inuenced by growth conditions altered in lightintensity or wavelength. The 14-3-3 tT-DNA insertion mutants exhibited altered root lengths in red light and also had altered numbers of chloroplasts in the roots. Most of the root development phenotypes exhibited by these 14-3-3T-DNA insertion mutants can be attributed to decienciesin the photosensory system. The roots of 14-3-3 l-1were only ;25 as long as the roots of the wild type after 8 d of growth under constantlight ( Fig. 1B ). However, the roots of 14-3-3 t-1and14-3-3 t-2 are the same length as the wild type after 8 d under constant light. The 14-3-3 lprotein is therefore an important factor in root growth, while 14-3-3 tdoes not have an observable effect on root length under constant white light. The differences in root length in 14-3-3 l-1are inuenced by light intensity ( Fig. 2 ). The root length of 14-3-3 l-1was more comparable to wild-type roots when grown in thedark, compared with plants grown in full-light conditions(Fig. 2A ). Under low-light conditions, the 14-3-3 l-1root length percentage compared with the wild-type root length was intermediate between the root length percentages underfull-light and dark conditions ( Fig. 2B, C ). Along with reduced hypocotyl growth inhibition under narrow-bandwidth red light, phytochromes are implicatedin root elongation and gravitropic response ( Correll et al. , 2003;Correll and Kiss, 2005 ). The PHYB mutant, phyB , exhibits signicantly reduced root elongation rates com- pared with the wild type when grown in light, but does not exhibit this same reduced root elongation rate when grownin the dark ( Correll and Kiss, 2005 ), which was also observed in this study ( Figs 1 ,2). The roots of 14-3-3 l-1 were not the same length as wild-type roots in dark grownconditions. Because the roots of 14-3-3 l-1were still shorter Fig. 4. Confocal microscopy of plastid distribution in the roots of wild-type (WT) and 14-3-3 l-1. The left hand panel shows an Arabidopsis seedling; the region of root presented in the right hand panels is indicated with a white box. (A, D) The uorescing plastids merged with the corresponding DIC image. (B, E) The uorescing plastids alone. (C, F) The overlay of images (A)(B) and (D)(E), respectively.3066 Mayeld et al.than wild-type roots in dark conditions, the difference in 14-3-3 l-1root length cannot be solely attributed to deciencies in light signalling. Future studies will identifyadditional light-inuenced and other developmental differ-ences in 14-3-3 l-1roots. Further phenotypic similarity between the 14-3-3 T-DNA insertion mutants and phyB was noticeable under narrow- bandwidth red light conditions ( Fig. 5 ). The roots of phyB grown under red light grow similarly to when they are grown in dark conditions ( Correll and Kiss, 2005 ) as also seen in Figs 2 and5. This similarity in root lengths under red light and dark conditions was also true for the 14-3-3T-DNA insertion mutants. The root lengths of 14-3-3 l-1 were;8 mm after 8 d of growth in both red light and dark conditions. The root lengths of 14-3-3 t-1and14-3-3 t-2were ;10 mm after 8 d of growth in both red light and dark conditions. Further similarity to phyB, the root lengths of 14-3-3 t-1and14-3-3 t-2were comparable with the wild type when grown in dark conditions, but shorter when grownunder narrow-bandwidth red light. The 14-3-3 T-DNA insertion mutants also exhibit reduced hypocotyl elongation inhibition under red light inthe rst 4 d of growth ( Mayeld et al. , 2007 ).14-3-3 t-1and 14-3-3 t-2grown under narrow bandwidth red light also exhibit a more vertical directional growth habit than the wild type ( Mayeld et al. , 2007 ), similar to phyB (Liscum and Hangarter, 1993 ;Poppe et al. , 1996 ;Robson and Smith, 1996 ). Under blue light, 14-3-3 t-1and14-3-3 t-2root lengths were comparable with wild-type, but 14-3-3 l-1still exhibited shorter roots ( Fig. 5 ). Wild-type root lengths were ;36longer when grown under blue light compared with dark conditions. 14-3-3 l-1root lengths were ;17 longer when grown under blue light in comparison to dark conditions.The difference in 14-3-3 l-1root length when grown in the dark compared with blue light was less distinct thancomparing the difference in root length of light- and dark-grown 14-3-3 l-1,i n d i c a t i n gt h a t 14-3-3 l-1is slightly decient in blue light signalling, a phenotype that is similar, but not as strong as in cry1 mutants ( Canamero et al. ,2 0 0 6 ). Hypocotyl elongation inhibition is similar for 14-3-3 l-1 and wild-type plants grown under narrow bandwidth bluelight ( Mayeld et al.,2 0 0 7 ). Although 14-3-3 lwas not found to be associated with blue light signalling in the hypocotylduring early development, these root length data indicate that14-3-3 lis associated with blue light signalling in the roots during early development. The association of 14-3-3 proteins with blue light has also been seen in broad bean, where the blue light photoreceptor, PHOT1, was identied as a clientprotein of 14-3-3s ( Kinoshita et al. ,2 0 0 3 ). The roots of 14-3-3 T-DNA insertion mutants and co exhibit increased chloroplast numbers, or greening, after 5 dof growth on vertical agar plates, while phyB roots exhibit decreased chloroplast numbers ( Fig. 3 ). The development of chloroplasts in the roots can be inuenced by both light intensity and different wavelengths of light. Dark-grown plants do not develop enough chloroplasts for detectablelevels of root greening, while higher numbers of chloro-plasts are developed in the roots of plants grown under bluelight than plants grown under red light ( Usami et al. , 2004 ). Low-light-grown plants of all lines studied also did notdevelop enough chloroplasts for visualization in the roots,indicating that a threshold level of light is required for chloroplast development in the roots. Root greening under red light conditions is primarily induced by PHYB signalling, whereas, under blue lightconditions, root greening is mainly induced by CRY1 andCRY2 signalling ( Usami et al. , 2004 ). However, phyAphyB mutants are decient in blue-light-induced chloroplast de-velopment, indicating that phytochromes are also importantfor blue light induced chloroplast development in the roots (Usami et al. , 2004 ). Under blue light, 14-3-3 l-1exhibited a quantiable increase in root greening ( Fig. 6B ), indicating that 14-3-3 lregulation of chloroplast development in the roots is partly associated with blue light signalling. Differ-ences seen in both root length and greening under blue lightwill be evaluated in future studies, especially in the potentialfor 14-3-3 association with CRY1 and its role in root lengthand greening ( Usami et al. , 2004 ;Canamero et al. , 2006 ). The increased chloroplast numbers in the roots of the 14-3-3 T-DNA insertion mutants and coindicated that 14-3-3 proteins and CO are negative regulators of chloro-plast development in the roots. No quantiable differencein root greening was detected in the roots of any of thelines grown under red light ( Fig. 6D ), although 14-3-3 l-1 andcowere the only lines to develop high enough numbers of chloroplasts to be visualized with a uorescent micro- scope ( Fig. 6C ). Additional work is necessary to further characterize 14-3-3 lor CO as co-regulators of chloroplastBlueRed   Root Lengths of Plants Grown Under Red or Blue Light for Eight Days WT phyB oc um-seRAverage Root Length (mm) 02468101214161820 14-3-3-2 14-3-3-1 14-3-3-1 Fig. 5. Root lengths of the 14-3-3 T-DNA insertion mutants are inuenced by red and blue light. The 14-3-3 T-DNA insertionmutants, Res-mu , co, phyB, and the wild type were grown on vertical agar plates under constant red or blue light conditions for8 d and root lengths were measured. The roots of 14-3-3 l-1were ;65 and ;59 of wild-type roots in red and blue light conditions, respectively. The roots of the 14-3-3 tT-DNA insertion mutants were similar in length to wild-type roots when grownunder blue light, but 14-3-3 t-1and 14-3-3 t-2were;83 and ;86 of wild-type roots in red light conditions, respectively. Error bars represent standard error and asterisks indicate lines witha signicant difference in root length compared with the wild typeusing a ttest.14-3-3 proteins regulate root and chloroplast development 3067development in the roots via re d-light signalling. In fact, this is the rst report implicating CO with root development,however, CONSTANS-LIKE3 (COL3) is associated withroot development ( Datta et al. ,2 0 0 6 ). Although PHYB has not been identied as a protein binding partner of 14-3-3 proteins, phytochromes areregulated by phosphorylation, and the association of PHYBwith several phosphorylation events presents many situa- tions of possible 14-3-3 protein involvement ( Kim et al. , 2004). In addition, PHYB and PHYA induce phosphoryla- tion of such proteins as PKS1 and PIF3 ( Fankhauser et al. , 1999;Al-Sady et al. , 2006 ). This study presents novel roles of 14-3-3 proteins in root and chloroplast development, as well as new roles of CO inchloroplast development. Transcription levels of CO areincreased in early development upon irradiance of 4-d-old dark-grown seedlings with a far-red light treatment (Tepperman et al. , 2001 ), but a function for CO in early development has not been dened. In fact, the increase inchloroplast development in roots is the rst reportedphenotype for coin early development. The activity of CO in chloroplast development may only be as a component ofthe activity of CO and the COL proteins. The present reverse-genetic study establishes novel, isoform-specic roles of 14-3-3 proteins in Arabidopsis root and chloroplast development. 14-3-3 proteins are increas-ingly recognized as a major node in the plant interactome,an interaction node that includes CO and other signallingmolecules related to light responses ( AIMC, 2011 ). Further, the roles of 14-3-3 proteins in root and chloroplast devel-opment are controlled by light intensity or wavelength.14-3-3 TDNA insertion mutants also exhibit reduced hypocotyl elongation and time to owering, compared with the wild type ( Mayeld et al. , 2007 ). Both the hypocotyl elongation and owering timing phenotypes are, in part,due to 14-3-3 bindinginuence of CO ( Mayeld et al. , 2007). The study presented here also characterizes CO as a potential factor in root chloroplast development ofArabidopsis during early development. Further work will be necessary to understand the mechanism of 14-3-3 control of both root and chloroplast development and how the association of 14-3-3 proteins and CO factors into theseprocesses. Fig. 6. Red and blue light inuence the numbers of chloroplasts in the roots. The 14-3-3 T-DNA insertion mutants, Res-mu , co, phyB, and the wild type were grown on vertical agar plates for5 d under constant red or blue light. Roots were illuminated witha blue light and visualized through a GFP long pass lter witha uorescent microscope (A, C). All of the lines developedincreased numbers of chloroplasts when grown under blue lightcompared with white light, but 14-3-3 l-1roots contained higher numbers of chloroplasts than the other lines (A). When grown under red light, the roots of 14-3-3 l-1and cowere the only lines that developed high enough numbers of chloroplasts to bevisualized with a uorescent microscope (C). Pictures of roots fromeach line were cropped to equal sizes and the red tonal levelswere measured with the RGB Measure Plus plug-in of the ImageJprogram (B, D). When grown under blue light, the red tonal levelswere higher for only 14-3-3 l-1roots compared with the wild type (B). When grown under red light, the red tonal levels were equal forall lines measured (D). Although chloroplasts could only bevisualized for 14-3-3 l-1and coroots, the differences in tonal levels were not enough to be detected by the RGB Measure Plus program. Error bars represent standard error and astericesindicate lines with a signicant difference in root length comparedwith the wild type using a ttest (B, D).3068 Mayeld et al.Supplementary data Supplementary data can be found at JXB online. Supplementary Fig. S1 .Overactivity of nitrate reductase can not be attributed to the shorter root lengths of14-3-3 ll-1. Acknowledgements We would like to thank Drs Kevin Folta and Amit Dhingra for their time and intellectual input. We would also like to thank Dr Kevin Folta for the use of his light sources and other various pieces of equipment. We would like to thankmembers of the laboratory of Dr Robert Ferl that assistedwith this project. The authors recognize support fromNASA NNX07AH270 and NSF MCB-0114501. References AIMC. 2011. Evidence for network evolution in an Arabidopsis interactome map. Science 333, 601607. Al-Sady B, Ni W, Kircher S, Schafer E, Quail PH. 2006. Photoactivated phytochrome induces rapid PIF3 phosphorylation priorto proteasome-mediated degradation. Molecular Cell 23,439446. Bachmann M, Huber JL, Athwal GS, Wu K, Ferl RJ, Huber SC. 1996. 14-3-3 proteins associate with the regulatory phosphorylationsite of spinach leaf nitrate reductase in an isoform-specic manner andreduce dephosphorylation of Ser-543 by endogenous proteinphosphatases. FEBS Letters 398, 2630. Canamero RC, Bakrim N, Bouly JP, Garay A, Dudkin EE, Habricot Y, Ahmad M. 2006. Cryptochrome photoreceptors cry1 and cry2 antagonistically regulate primary root elongation in Arabidopsis thaliana .Planta 224, 9951003. Correll MJ, Coveney KM, Raines SV, Mullen JL, Hangarter RP, Kiss JZ. 2003. Phytochromes play a role in phototropism and gravitropism in Arabidopsis roots. Advances in Space Research 31, 22032210. Correll MJ, Kiss JZ. 2005. The roles of phytochromes in elongation and gravitropism of roots. Plant and Cell Physiology 46,317323. Datta S, Hettiarachchi GH, Deng XW, Holm M. 2006. Arabidopsis CONSTANS-LIKE3 is a positive regulator of red light signaling and root growth. The Plant Cell 18,7084. De Simone S, Oka Y, Inoue Y. 2000 a. Effect of light on root hair formation in Arabidopsis thaliana phytochrome-decient mutants. Journal of Plant Research 113, 6369. De Simone S, Oka Y, Nishioka N, Tadano S, Inoue Y. 2000 b. Evidence of phytochrome mediation in the low-pH-induced root hair formation process in lettuce ( Lactuca sativa L. cv. Grand Rapids) seedlings. Journal of Plant Research 113, 4553. Fankhauser C, Yeh KC, Lagarias JC, Zhang H, Elich TD, Chory J. 1999. PKS1, a substrate phosphorylated by phytochrome that modulates light signaling in Arabidopsis. Science 284, 15391541.Ferl RJ. 1996. 14-3-3 Proteins and signal transduction. Annual Review of Plant Physiology and Plant Molecular Biology 47,4973. Folta KM, Koss LL, McMorrow R, Kim H-H, Kenitz JD, Wheeler R, Sager JC. 2005. Design and fabrication of adjustable red-green-blue LED light arrays for plant research. BMC Plant Biology 5,17. Fuglsang AT, Visconti S, Drumm K, Jahn T, Stensballe A, Mattei B, Jensen ON, Aducci P, Palmgren MG. 1999. Binding of 14-3-3 protein to the plasma membrane H -ATPase AHA2 involves the three C-terminal residues Tyr(946)-Thr-Val and requires phosphorylation of Thr(947). Journal of Biological Chemistry 274, 3677436780. Huq E, Tepperman JM, Quail PH. 2000. GIGANTEA is a nuclear protein involved in phytochrome signaling in Arabidopsis. Proceedings of the National Academy of Sciences, USA 97,97899794. Kim JI, Shen Y, Han YJ, Park JE, Kirchenbauer D, Soh MS, Nagy F, Schafer E, Song PS. 2004. Phytochrome phosphorylation modulates light signaling by inuencing the proteinprotein interaction.The Plant Cell 16,26292640. Kinoshita T, Emi T, Tominaga M, Sakamoto K, Shigenaga A, Doi M, Shimazaki K. 2003. Blue-light- and phosphorylation- dependent binding of a 14-3-3 protein to phototropins in stomatalguard cells of broad bean. Plant Physiology 133, 14531463. Koornneef M, Rolff E, Spruit CJP. 1980. Genetic control of light inhibited hypocotyl elongation in Arabidopsis thaliana (L.) Heynh. Zeitschrift fu r Panzenphysiologie 100, 147160. Koornneef M, Hanhart CJ, van der Veen JH. 1991. A genetic and physiological analysis of late owering mutants in Arabidopsis thaliana . Molecular and General Genetics 229, 5766. Liscum E, Hangarter RP. 1993. Genetic evidence that the red-absorbing form of phytochrome B modulates gravitropism in Arabidopsis thaliana. Plant Physiology 103, 1519. Lu YT, Hidaka H, Feldman LJ. 1996. Characterization of a calcium calmodulin-dependent protein kinase homolog from maize roots showing light-regulated gravitropism. Planta 199, 1824. Mayeld JD, Folta KM, Paul AL, Ferl RJ. 2007. The 14-3-3 proteins mu and upsilon inuence transition to owering and earlyphytochrome response. Plant Physiology 145, 16921702. Moorhead G, Douglas P, Morrice N, Scarabel M, Aitken A, MacKintosh C. 1996. Phosphorylated nitrate reductase from spinach leaves is inhibited by 14-3-3 proteins and activated by fusicoccin.Current Biology 6,11041113. Murashige T, Skoog F. 1962. A revised medium for rapid growth and bioassays with tobacco tissue cultures. Physiologia Plantarum 15, 473497. Neff MM, Chory J. 1998. Genetic interactions between phytochrome A, phytochrome B, and cryptochrome 1 duringArabidopsis development. Plant Physiology 118, 2735. Olsson A, Svennelid F, Ek B, Sommarin M, Larsson C. 1998. A phosphothreonine residue at the C-terminal end of the plasmamembrane H -ATPase is protected by fusicoccin-induced 14-3-3 binding. Plant Physiology 118, 551555. Ottmann C, Marco S, Jaspert N, et al .2007. Structure of a 14-3-3 coordinated hexamer of the plant plasma membrane H-ATPase by combining X-ray crystallography and electron cryomicroscopy.Molecular Cell 25,427440.14-3-3 proteins regulate root and chloroplast development 3069Paul AL, Daugherty CJ, Bihn EA, Chapman DK, Norwood KL, Ferl RJ. 2001. Transgene expression patterns indicate that spaceight affects stress signal perception and transduction in arabidopsis. Plant Physiology 126, 613621. Pnueli L, Gutnger T, Hareven D, Ben-Naim O, Ron N, Adir N, Lifschitz E. 2001. Tomato SP-interacting proteins dene a conserved signaling system that regulates shoot architecture and owering. The Plant Cell 13,26872702. Poppe C, Hangarter RP, Sharrock RA, Nagy F, Schafer E. 1996. The light-induced reduction of the gravitropic growth-orientation ofseedlings of Arabidopsis thaliana (L.) Heynh. is a photomorphogenic response mediated synergistically by the far-red-absorbing forms ofphytochromes A and B. Planta 199, 511514. Pratt LH, Coleman RA. 1974. Phytochrome distribution in etiolated grass seedlings as assayed by an indirect antibody-labelling method.American Journal of Botany 61,195202. Purwestri YA, Ogaki Y, Tamaki S, Tsuji H, Shimamoto K. 2009. The 14-3-3 protein GF14c acts as a negative regulator of owering in rice by interacting with the origen Hd3a. Plant and Cell Physiology 50, 429438. Redei GP. 1962. Supervital mutants of Arabidopsis. Genetics 47, 443460. Robson PR, Smith H. 1996. Genetic and transgenic evidence that phytochromes A and B act to modulate the gravitropic orientation ofArabidopsis thaliana hypocotyls. Plant Physiology 110, 211216. Rosenquist M, Alsterfjord M, Larsson C, Sommarin M. 2001. Data mining the Arabidopsis genome reveals fteen 14-3-3 genes. Expression is demonstrated for two out of ve novel genes. Plant Physiology 127, 142149. Sehnke PC, Laughner B, Cardasis H, Powell D, Ferl RJ. 2006. Exposed loop domains of complexed 14-3-3 proteins contribute tostructural diversity and functional specicity. Plant Physiology 140, 647660. Somers DE, Quail PH. 1995. Temporal and spatial expression patterns of PHYA and PHYB genes in Arabidopsis. The Plant Journal 7,413427.Su TT, Parry DH, Donahoe B, Chien CT, OFarrell PH, Purdy A. 2001. Cell cycle roles for two 14-3-3 proteins during Drosophila development. Journal of Cell Science 114, 34453454. Sugiyama A, Miyagi Y, Komiya Y, Kurabe N, Kitanaka C, Kato N, Nagashima Y, Kuchino Y, Tashiro F. 2003. Forced expression of antisense 14-3-3beta RNA suppresses tumor cell growth in vitro and in vivo. Carcinogenesis 24,15491559. Svennelid F, Olsson A, Piotrowski M, Rosenquist M, Ottman C, Larsson C, Oecking C, Sommarin M. 1999. Phosphorylation of Thr-948 at the C terminus of the plasma membrane H -ATPase creates a binding site for the regulatory 14-3-3 protein. The Plant Cell 11,23792391. Takano M, Kanegae H, Shinomura T, Miyao A, Hirochika H, Furuya M. 2001. Isolation and characterization of rice phytochrome A mutants. The Plant Cell 13,521534. Tepperman JM, Zhu T, Chang HS, Wang X, Quail PH. 2001. Multiple transcription-factor genes are early targets of phytochrome A signaling. Proceedings of the National Academy of Sciences, USA 98, 94379442. Toroser D, Athwal GS, Huber SC. 1998. Site-specic regulatory interaction between spinach leaf sucrose-phosphate synthase and14-3-3 proteins. FEBS Letters 435, 110114. Toth R, Kevei E, Hall A, Millar AJ, Nagy F, Kozma-Bognar L. 2001. Circadian clock-regulated expression of phytochrome andcryptochrome genes in Arabidopsis. Plant Physiology 127, 16071616. Usami T, Mochizuki N, Kondo M, Nishimura M, Nagatani A. 2004. Cryptochromes and phytochromes synergistically regulate Arabidopsis root greening under blue light. Plant and Cell Physiology 45,17981808. Whatley JM. 1983. The ultrastructure of plastids in roots. International Review of Cytology 85,175220. Wu K, Lu G, Sehnke P, Ferl RJ. 1997. The heterologous interactions among plant 14-3-3 proteins and identication of regions that areimportant for dimerization. Archives of Biochemistry and Biophysics 339, 28.3070 Mayeld et al.",
        "introduction": "The 14-3-3 proteins are predominantly known for their ability to bind certain phosphorylated proteins to complete phosphoregulation events ( Ferl, 1996 ). In plants, 14-3-3 protein binding activity includes the regulation of keymetabolic enzymes, such as nitrate reductase and sucrosesynthase ( Bachmann et al. , 1996 ;Toroser et al. , 1998 ), and also the activation of the plasma membrane H-ATPase(Olsson et al. , 1998 ;Fuglsang et al. , 1999 ;Svennelid et al. , 1999;Ottmann et al. , 2007 ). Throughout eukaryotes, 14-3-3 proteins are known to bind a multitude of different proteins and, specically, participate in a wide array of signaltransduction regulatory events. Multicellular eukaryotes contain multiple 14-3-3 protein family members, or isoforms. The number of 14-3-3 isoformscan vary per organism, but Arabidopsis contains 13 expressed14-3-3 genes ( Wuet al. ,1 9 9 7 ;Rosenquist et al. , 2001 ;Sehnke et al.,2 0 0 6 ). The 14-3-3 proteins throughout eukaryotes share sequence homology within the core region of the proteinsequence, but sequences of individual isoforms diverge in theamino- and carboxy-terminal tails. The importance ofmultiple 14-3-3 isoforms per organism remains to be eluci-dated, however, reverse genetic studies analysing knockout orknock down mutants continue to identify specic roles ofindividual 14-3-3 isoforms ( Suet al. , 2001 ;Sugiyama et al. , 2003;Mayeld et al. ,2 0 0 7 ;Purwestri et al. ,2 0 0 9 ). InArabidopsis , 14-3-3 T-DNA insertion mutants were utilized to nd association of the 14-3-3 isoforms land t with both light sensing during early development and time oftransition to owering ( Mayeld et al. ,2 0 0 7 ). Red light- grown 14-3-3 T-DNA insertion mutants exhibit decreased 2012 The Author(s). This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http:creativecommons.or glicensesby- nc3.0), which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cite d.hypocotyl elongation inhibition ( Mayeld et al. ,2 0 0 7 ) reminiscent of, but not identical to Phytochrome B (PHYB)mutants ( Koornneef et al. ,1 9 8 0 ). The 14-3-3 T-DNA insertion mutants also ower later in long-day conditions(16 h of light), but not in short-day conditions (8 h of light)(Mayeld et al. ,2 0 0 7 ). In rice, the opposite phenotype occurs when manipulating expression of the 14-3-3 isoform, GF14c(Purwestri et al. ,2 0 0 9 ). Over-expression of GF14c results in delayed owering, while knockout results in early owering. These 14-3-3 mutant phenotypes indicate a role in light-related signalling for these particular 14-3-3 isoforms. Therelationship of 14-3-3 proteins with light signalling is furthersupported by the observation that 14-3-3 proteins bind theblue light photoreceptor Phototropin 1 (PHOT1) ( Kinoshita et al. ,2 0 0 3 ) and the owering timing regulation protein Constans (CO) ( Mayeld et al. ,2 0 0 7 ), as well as downstream targets such as Flowering Timing (FT) and Self-Pruning (SP) (Pnueli et al. ,2 0 0 1 ). Light perception is broadly important for phototropic responses, time of owering, and root development. Forexample, Red and far-red light inuence the directionalgrowth of roots. Roots of some plants, such as maize andrice, grow horizontally in the dark, but grow downwardwhen the plants are irradiated with red or far-red light from above ( Takano et al.,2 0 0 1 ;Luet al. ,1 9 9 6 ). In addition, there is copious expression of photoreceptors in the roots ( Pratt and Coleman, 1974 ;Somers and Quail, 1995 ;Toth et al. ,2 0 0 1 ), suggesting a functional relev ance for photoreceptors in root development. Root hair devel opment is enhanced by light and mediated by phytochromes ( De Simone et al. ,2 0 0 0 a,b). Further, both Phytochrome A (PHYA) and PHYB regulatered-light-induced root hair deve lopment while fa r-red-induced root hair development is regulated by PHYA alone ( De Simone et al. ,2 0 0 0 a). Photoreceptors also control chloroplast development in roots that are exposed to light. Prolonged exposure of plantroots to light stimulates the development of chloroplasts inthe roots ( Whatley, 1983 ). Chloroplast development in the roots is stimulated by red and blue light, with cryptochrome1 and 2 (CRY1 and CRY2) as the primary regulators of blue light-stimulated chloroplast development and PHYB as the primary regulator in red light ( Usami et al. , 2004 ). This study utilizes the previously described T-DNA insertion mutants of 14-3-3 land tto examine the roles of individual 14-3-3 isoforms in root elongation and chloroplastdevelopment, that are controlled by the photosensory system.A1 4 - 3 - 3 lknockdown mutant containing a T-DNA insertion within the promoter of 14-3-3 l,14-3-3 l-1(Mayeld et al. , 2007), exhibited shorter roots whose lengths were inuenced by various light intensities. The 14-3-3 tknockout T-DNA insertion mutants, 14-3-3 t-1and 14-3-3 t-2(Mayeld et al. , 2007), each contain a T-DNA insertion within the 14-3-3 t coding region and also had shorter roots than the wild type,but only when grown under narrow bandwidth red light. Inaddition, the roots of the 14-3-3 T-DNA insertion mutantsand CO mutants ( co) (co-1; Redei, 1962 ;Koornneef et al. , 1991) exhibited an increase in chloroplast numbers after 5 d of growth.Materials and methods Growth conditions of Arabidopsis seedlings Arabidopsis seeds were sterilized as previously described by Paul et al. (2001) . Thirty to forty seeds of each line were planted onto 0.53MS vertical plates, which consisted of 0.22 MS salts (Murashige and Skoog, 1962 ), 0.025 MES buffer, 0.5 sucrose, 0.1 1000 3MS vitamins ( Murashige and Skoog, 1962 ), and 0.8 agar. Nitrate-free media were prepared as above, except that the MS salt mix was substituted for nitrogen-free MS salt mix (Product MSP007; Caisson Laboratories, Logan, UT), 1 mM ammonium citrate was added and the media was adjusted to a pH of 6.5. After planting, the seed-containing plates were incubated at 4C176C in the dark for 48 h. The plates were then placed under the appropriate light conditions. Constant-light-grown seedlings were grown under a light bank emitting 6070 lmol mC02sC01of light (two Cool White Sylvania bulbs and two Gro-Lux bulbs). Constant red light (630 nm at 25 lmol mC02sC01), blue light (470 nm at 40 lmol mC02sC01) or dark-grown plants were exposed to white light for 1 h, after the 48 h cold treatment, and placed under Light Emitting Diodes (LEDs) or in the dark. Treatments included irradiation with specic uence rates of red light (630 nm; Quantum Devices, Barneveld WI) or blue light (470 nm; Ledtronics Inc, Torrance CA), and a custom design used by Folta et al. (2005) . Characterization of phyB mutants Seed stocks for the PHYB T-DNA insertion mutant lines Salk_022035 and Salk_069700 were obtained from the Arabidopsis Biological Resource Center. The seeds were planted on wet Fafard Fine-germinating Mix soil and incubated at 4 C176C in the dark for 3 d. The seeds were exposed to light for 1 h to promote germination, then placed under ;20lmol mC02sC01of narrow- bandwidth red light for 4 d. All seedlings were cleared from the soil that did not exhibit reduced hypocotyl elongation inhibition. The remaining seedlings that did exhibit reduced hypocotyl elongation inhibition were later screened for homozygous T-DNA insertion using PCR. A left border T-DNA specic primer (LBb1) and two, T-DNA anking, PHYB gene-specic primers were used to identify lines that were homozygous for T-DNA insertion into the respective 14-3-3 genes. It is important to add that 100 of the lines, from both Salk_022035 and Salk_069700, selected as exhibiting reduced hypocotyl elongation inhibition were identied as homozygous PHYB T-DNA insertion mutants. The phenotypes exhibited by Salk_022035 and Salk_069700 in this study were comparable between the two separate lines. In order to make the data easier to convey, only the phenotypic dataof Salk_022035 were included in the results and discussion of this study. Root and chloroplast measurements Digital images of roots were captured using an Epson Perfection 3170 Photo scanner for further analysis. Root lengths were assessed by measuring root lengths of each Arabidopsis line of wild-type, Res-mu , and 14-3-3 l-1with the University of Texas Health Science Center San Antonio Dental School (UTHSCSA)Image Tool software ( http:ddsdx.uthscsa.edudigitdesc.html ). The root measurements collected were standardized and processed in Microsoft Excel. Visualization of Arabidopsis roots with a uorescent microscope Roots were viewed with an Olympus BX51 uorescent microscope coupled to an Evolution MP cooled charge-coupled device camerawith Q-capture 2.60 software (Quantitative Imaging, Burnaby, British Columbia, Canada). Digital photos were taken through a1 0 3objective and captured with no binning. Regions identical in size were cropped from the digital images taken of roots from each3062 Mayeld et al.Arabidopsis line. Slides were prepared by mounting the roots in water between a slide and cover slip. Visualization of Arabidopsis roots with a confocal microscope Roots from 5-d-old Arabidopsis seedlings were viewed with a confocal LSM5 Pascal Laser Scanning Microscope (Zeiss, Jena, Germany). The light source used was a helium neon laser emitting 543 nm light. The light emitted by the helium neon laser was ltered with a long pass lter resulting in a wavelength of 560 nm, similar to the conditions used to view rhodamine. Images were collected of the red uorescing chloroplast, as well as Differential Interference Contrast (DIC) images to provide a reference for root size and shape. Quantication of the red tonal levels of Arabidopsis roots Four or more uorescent microscope images of chloroplasts in root tissue were cropped in order to standardize the images to equal sizes using Adobe Photoshop. The standardized images were then processed with the RGB Measure Plus plug-in of Image J. Tonal levels recorded by the RGB Measure Plus plug-in were then processed with Microsoft Excel.",
        "conclusion": null,
        "images": []
    }
]